{
  "text": "بئس الشراب (29:18) ” بدترین پینے کی چیز “ ۔ یعنی یہ بدترین تواضع ہوگی جو گرمی سے جلے ہوئے ان پیاسے لوگوں کی کی جائے گی۔ کیا بری آگ ہوگی اور پھر اس آگ کے وہ خیمے کس قدر برے ہوں گے ، جو ان کے ٹھہرنے اور آرام کے لئے ان کو مہیا کئے جائیں گے۔ ان کو رہنے کے لئے جو سہولیات دی جا رہی ہیں ان میں بھی ان کے ساتھ ایک نہایت ہی سخت مذاق ہوگا ، کیونکہ وہاں ان کو سہولیات تو نہیں فراہم کی جا رہی ہیں۔ یہاں تو ان کو بھول ڈالنے کا انتظام ہوگا۔ البتہ یہاں آگ کے خیموں کا ذکر اس لئے ہے کہ ان لوگوں کی سہولیات کے ساتھ ان لوگوں کی سہولیات کا مقابلہ ہوجائے ، جو ایمان لائے اور جنہوں نے عمل صالح کیا ، لیکن دونوں کی سہولیات میں زمین و آسمان کا فرق ہوگا۔\nیہ تو رہے حالات ان لوگوں کے جنہوں نے کفر اتخیار کیا۔ اب رہے وہ لوگ جنہوں نے دعوت حق کو قبول کیا اور نیک عمل کئے تو ان کے لئے سدا بہار باغات ہوں گے اور یہ ان باغات میں رہیں گے۔ ان کے نیچے سے نہریں بہہ رہی ہوں گی۔\n” اونچی مسندوں پر تکیے لگا کر بیٹھے ہوں گے “۔ اور ریشم کے قسم قسم کے کپڑوں میں ملبوس ہوں گے۔ نرم ریشم کے اور اطلس کے نرم اور موٹے کپڑوں میں اور زیب وزینت کے لئے انہیں سونے کے کنگن پہنائے جائیں گے۔\nنعم الثواب و حسنت مرتفقا ” بہترین اجر اور اعلیٰ درجے کا جائے قیام ! “ اب جس کی مرضی ہو وہ اس راہ کو اختیار کرے ، جو چاہے ایمان لائے اور جو چاہے کفر اختیار کرے ، جو چاہے فقراء ایمان کی مجلس میں بیٹھے جبکہ انکے جبوں اور لباس سے پسینہ کی بو آرہی ہے اور جو چاہے ان سے نفرت کرے ، جن لوگوں کو ان غریب حضرات کے لباس سے پسینے کی بو پسند نہیں ، جن کے دل پاک ہیں اور ذکر ِ الٰہی سے معطر ہیں تو پھر ان کو چاہئے کہ وہ جہنم کی آگ سے بنائے ہوئے محلات اور خیموں کی سہولیات حاصل کرلیں اور پھر تیار ہوجائیں ، تیل کی تلچھٹ یا پیٹ کا شربت پینے کے لئے ، جس سے اہل جہنم کے منہ بھر جائیں گے۔\nاس کے بعد باقی رہنے والی اسلامی اقتدار اور فنا ہونے والی کافرانہ اقتدار کو سمجھانے کے لئے دو آدمیوں اور دو باغیوں کا قصہ سنایا جاتا ہے ۔ دو کردار پیش کئے جاتے ہیں۔ ایک کردار ان لوگوں کا ہے جو زوال پذیر اقدار کے حامل کا نمونہ ہے اور دوسرا کردار ان لوگوں کا ہے جو لازوال اقدار کے حاملین ہیں۔ یہ دونوں نمونے نہانے ہی واضح طور پر پیش کئے جاتے ہیں تاکہ ان نفوس کے لئے نمونہ ہو ، جو اس دنیا کی زندگی کی فانی اقدار کے دلدادہ ہیں اور ان لوگوں کے لئے بھی نمونہ ہو جو اللہ کی رضا اور آخروی اور اقدار کے دلدادہ ہیں اور یہ کردار دونوں قسم کے لئے ایک انسانی نمونہ ہیں جو شخص دو باغوں کا مالک ہے اور دنیا داروں کا نمونہ ہے ، جسے دولت اور ثروت مدہوش کردیتی ہے اور سازو سامان دنیا اسے سرکش کردیتا ہے اور وہ اس قوت قاہرہ کو بھلا دیتا ہے ، جو لوگوں اور ان کی تقدیر کی مالک ہے۔ ایسے لوگ یہ سمجھتے ہیں کہ ان کی یہ دنیا داری دائمی ہے اور اس کے لئے کوئی فنا نہیں ہے اور اس شخص کا ساتھی اہل ایمان کے لئے ایک نمونہ ہے ، ان لوگوں کے لئے جن کو اپنے ایمان پر فخر ہوتا ہے ، جو بروقت اپنے رب کو یاد کرتے ہیں۔ وہ دیکھتے ہیں کہ ان نعمتوں کا بھی کوئی خالق ہے اور ہمارا فرض ہے کہ ہم اس کی حمد و شکر بجا لائیں ، اس کی ناشکری نہ کریں اور انکار بھی نہ کریں۔\nقصے کا آغاز دو باغوں کے بیان سے ہوتا ہے کہ وہ کس قدر قیمتی اور سر سبز باغ ہیں۔",
  "ayah": 31,
  "surah": 18
}
