{
  "text": "قال ھذا رحمۃ من ربی فاذا جآء وعد ربی جعلہ دکآء وکان وعد ربی حقاً (81 : 89) ” یہ میرے رب کی رحمت ہے مگر جب میرے رب کے وعدے کا وقت آئے گا تو وہ اسے پیوند خاک کر دے گا اور میرے رب کا وعدہ برحق ہے۔ “ یوں سیرت ذوالقرنین کا یہ حلقہ ختم ہوتا ہے۔ ذوالقرنین ایک اچھے حکمران کا نمونہ تھے جسے اللہ نے تمکین فی الارض عطا کی۔ ترقی اور قوت کے اسباب فراہم کئے۔ اس نے زمین کے شرق و غرب کو روند ڈالا۔ لیکن اس نے کبر و غرور کو اپنے قریب آنے نہ دیا ، نہ اس نے سرکشی اور نافرمانی کی۔ نہ اس نے اپنے مفتوحہ علاقوں کے اندر لوٹ مار مچائی۔ نہ افراد ، نہ علاقوں اور ملکوں کا استحصال کیا۔ اپنے مفتوجہ علاقوں کو غلام بھی نہ بنایا۔ نہ اس نے علاقوں کو اپنے مفادات کے لئے فتح کیا۔ بلکہ یہ حکمران جہاں جاتا ہے وہاں عدل و انصاف کا سایہ پھیلاتا ہے۔ پسماندہ لوگوں کی امداد کرتا ہے اور بغیر ٹیکس لئے لوگوں پر ظلم کرنے والوں کا ہاتھ روکتا ہے۔ سائنسی قوت اور ٹیکنالوجی جو اللہ نے اسے دی ، اسے وہ انسانیت کی اصلاح اور تعمیر کے لئے استعملا کرتا ہے۔ ظلم کو روک کر حق حقدار تک پہنچاتا ہے اور یہ سارے کام کر کے پھر وہ ان کا کریڈٹ اللہ کو دیتا ہے کہ یہ تو اللہ کی توفیق اور رحمت ہے۔ اپنی اس قوت ، جبروت اور جلال کے باوجود وہ اس حقیقت کو یاد رکھتا ہے کہ ایک دن سب قوتیں ، ریزہ ریزہ ہوجائیں گی اور لوگ اللہ کے ہاں حاضر ہوں گے۔\nاب سوال یہ ہے کہ یاجوج و ماجوج کون ہیں ؟ اور اب یہ لوگ کہاں ہیں ؟ ان کا واقعہ کیا تھا اور کیا ہوگا ؟ واقعہ یہ ہے کہ ان تمام سوالات کا علی وجہ الیقین جواب دینا بہت ہی دشوار ہے کیونکہ یاوجود و ماجوج کے بارے میں تاریخ خاموشی ہے اور صرف قرآن نے بھی ان کے بارے میں یہ مختصر واقعہ دیا ہے۔ بعض صحیح احادیث میں بھی ان کے بارے میں مختصر سی معلومات ہیں۔\nاس موقعہ پر قرآن کریم ذوالقرنین کی زبانی یہ بات کہتا ہے :\nاس موقعہ پر قرآن کریم ذوالقرنین کی زبانی یہ بات کہتا ہے :\nفاذا جآء وعد ربی جعلہ دکاء وکان وعد ربی حقاً (81 : 89) ” مگر جب میرے رب کے وعدے کا وقت آئے گا تو وہ اسے پیوند خاک کر دے گا اور میرے رب کا وعدہ برحق ہے۔ “ یہ نص کسی مخصوص وقت کا تعین نہیں کرتی کہ اللہ کا وعدہ کب آئے گا۔ اللہ کے وعدے سے مراد یہاں وہ معیاد ہے کہ جب یہ بند ٹوٹ جائے گا۔ یہو سکتا ہے کہ اللہ کا وعدہ گزر چکا ہو اور وہ بند ٹوٹ چکا ہو ، جب تارتاریوں نے عالم اسلام پر بلا بولا تھا تو انہوں نیت مام مہذب ممالک میں پھیل کر ان کی اینٹ سے اینٹ بجا دی تھی۔ (1)\nشورہ انبیاء کی ایک آیت میں ہے۔\nحتی اذا فتحت ……الحق (89) (12 : 69-89) “ یہاں تک کہ جب یاجوج اور ماجوج کھول دیئے ۔\n(1) پندرہویں صدی میں یہ معلوم ہوا ہے کہ ترمذ شہر کیق ریب ایک ل ہے کے دروازے کی دریافت ہوئی ہے۔ ایک جرمن سیاح سیفلڈ برجر نے اسے دیکھا اور اپنی کتاب میں اس کا تذکرہ کیا ہے۔ ایک ہسپانوی مورخ کلانیجو نے 3041 ھ میں اس کا ذکر کیا ہے۔ انہوں نے کہا ہے کہ سمرقند سے انڈیا کی طرف جاتے ہوئے راستے میں لوہے کا ایک دروازہ واقع ہے ہو سکتا ہے کہ ذوالقرنین کا بنایا ہوا ہو۔\nجائیں گے اور وہ ہر بلندی سے نکل پڑیں گے اور وعدئہ برحق کے آنے کا وقت قریب آ لگے گا۔ “\nاس آیت میں بھی خروج یا جوج و ماجوج کا زمانہ متعین نہیں ہے۔ وعدئہ برحق کے قریب آنے کا مطلب یہ ہے کہ قیامت قریب آجائے گی۔ قیامت کا قریب آجانا واقعہ ہوچکا ہے ، جب سے رسول اللہ مبعثو ہوتے ہیں۔ قرآن مجید میں دوسری جگہ ہے : افتربت الساعۃ وانشق القمر ” قیامت قریب آگئی اور چاند پھٹ گیا۔ “ اب قریب کا مطلب اس زمانے کے لحاظ سے نہیں ہے جس کا شمار ہم کرتے ہیں ، اللہ کے حساب میں قرب اور دوری کا اور مفہوم ہے ہو سکتا ہے کہ قیامت کے قریب آنے اور وقوع قیامت کے درمیان بھی کئی ملین سال گزر جائیں یا صدیاں گزر جائیں جنہیں انسان اپنے حساب میں ایک طویل عرصہ سمجھتا ہے جبکہ اللہ کے نزدیک وہ بہت ہی مختصر عرصہ ہوتا ہے۔ لہٰذا یہ تفسیر بھی جائز ہ ہے کہ حضور کی رسالت کے زمانے کے بعد اور ہمارے اس دور سے قبل ہی یہ بند کھل گیا ہو اور مغلوں اور تارتاریوں کا خروج خروج یاجوج و ماجوج ہو۔\nایک صحیح حدیث جسے امام احمد نے سفیان عن عروہ کے واسطہ سے نقل کیا ہے۔ انہوں نے انب بنت ابو سلمہ ، حبیبہ بنت امام حبیبہ بنت ابوسفیان سے۔ اس نے اپنی ماں حبیبہ سے۔ انہوں نے زینب بنت حجش ام المومنین سے۔ انہوں نے فرمایا کہ ایک دن رسول اللہ خواب سے پیدا ہوئے تو آپ کا چہرہ مبارک سرخ تھا اور آپ فرما رہے تھے ” ہلاکت ہے عربوں کے لئے اس شر سے جو قریب ہوگئی ہے۔ آج یاجوج اور ماجو کے بند میں اس قدر شگاف پڑگیا ہے اور آپ نے اپنے انگوٹھے اور اشارہ کی انگلی کے درمیان فاصلہ کر کے بتایا کہ اس قدر شگاف پڑگیا ہے۔ میں نے دریافت کیا رسول خدا کیا ہمیں ہلاک کردیا جائے گا حلان کہ ہمارے درمیان صالح لوگ بھی موجود ہیں۔ آپ نے فرمایا ہاں جب برا عنصر زیادہ ہوجائے۔\nاس پیشین گوئی کو چودہ سو سال ہوگئے ہیں۔ تارتاریوں کی تاخت و تاراج اس کے بعد واقعہ ہوئی۔ انہوں نے عربوں کی حکومت کو ، خلافت عباسیہ کے زمانے میں ، معتصم کی خلافت کے دور میں ، جو عباسی خلفاء میں سے آخری خلیفہ تھا ، ختم کردیا ۔ یہ حضور اکر مکہ خواب کی تعبیر ہو سکتی ہے۔ حقیقی علم اللہ ہی کے پاس ہے۔ ہم جو کچھ کہہ رہے ہیں یہ کوئی یقینی بات نہیں ہے بلکہ ہماری ترجیح ہے۔\nاب ہم دوبارہ سیاق قرآن کی طرف آتے ہیں۔ ذوالقرنین کے تذکرہ کے بعد بطور تعقیب مناظر قیامت میں سے ایک منظر سامنے لایا جاتا ہے۔",
  "ayah": 98,
  "surah": 18
}
