{
  "surah": 64,
  "ayah": 1,
  "text": "Everything in the heavens and everything in the earth glorifies Him. His is the kingdom and His is the praise, and He is powerful over everything. The meaning of glorification is to declare holy and incomparable. Declaring holy is that you know that God is incomparable with and hallowed beyond unworthy attributes and the descriptions of newly arrived things; pure of defect, far from imagination, outside of intellect, and hallowed beyond reasoning. He is described but not caused, recognized but not intelligible, apparent but disregarded. His howness is not known, intellect in Him is dismissed, and understanding in Him is bewildered. His being is to be seen, His Essence and attributes to be accepted but not perceived, and His howness to be heard but not known. He is saying, “The seven heavens and the seven earths and everything within them glorify God and praise Him for purity and peerlessness.” From creatures He asks for acceptance and firm fixity, for they do not perceive and know that. Have you not read that God says, “But you do not understand their glorification” [17:44]? You do not perceive the glorification of heaven and earth, water, fire, wind, and earth, mountains and seas, and all animate and inanimate things. He has made faith in it mandatory but He has made the creatures despair of perceiving it. Since you do not perceive the created things with intellect, how will you determine God's Essence and attributes with mere intellect? Accept the outwardness, give over the inwardness, leave it with what God desires, and remember to stay safe. Know also that in twenty attributes, God is incomparable with and pure of twenty attributes. In unity He is pure of associate and partner, in self-sufficiency He is pure of being grasped, in first- ness He is pure of beginning, in lastness He is pure of end, in eternity He is pure of new arrival, in existence He is pure of encompassment, in witnessing He is pure of perception, in self-standing He is pure of change, in power He is pure of weakness, in patience He is pure of incapacity, in withholding He is pure of niggardliness, in vengeance He is pure of rancor, in all-compellingness He is pure of iniquity, in magnificence He is pure of rebellion, in wrath He is pure of annoyance, in artisanry He is pure of need, in guile He is pure of delusion, in shame He is pure of regret, in deception He is pure of contrivance, in wonder He is pure of not knowing, in subsistence He is pure of annihilation."
}
