{
  "surah": 64,
  "ayah": 2,
  "text": "He it is who created you. Among you are unbelievers and among you are faithful. The work is what He did in the Beginningless, the decree is what He issued in the Beginningless, the robe of honor what He bestowed in the Beginningless. The apportioning was made, not to be increased or decreased. One was washed with the water of solicitude, another fastened by the nail of rejection-a decree without bias, a judgment without iniquity. The name of one was recorded in the ledger of the felicitous and accepted for beginningless bounty, without any cause in the midst. The name of another was recorded in the register of the wretched, the belt of rejection bound to his waist; he was driven from the threshold of acceptance and good fortune, and he has not the gall to say a word. “One group sought Him, and He abandoned them; another group fled from Him, and He grasped them.” One group never rested from the road of seeking night and day, making themselves emaciated and wasted with acts of struggle and discipline, but He placed the hand of rejection on their breasts, for “The seeking is rejected, the path blocked.” Another group became the devotees of idol-temples, prostrating themselves before Lat and Hubal, but the call of exaltedness had been set in place for their sake: “You are Mine, and I am yours.” Ibrāhīm Khawāṣṣ said, “Once I was walking in the desert for the sake of disengagement. I saw an old man sitting there, a hat on his head, and he was weeping in lowliness and misery. I said, 'Hello, who are you?' “He said, 'I am Abū Murra [the Father of Bitterness].' “I said, 'Why are you weeping?' “He said, 'Who is more worthy of weeping than I? For forty thousand years I was serving that threshold, and in the Highest Horizon no one was placed before me. Now look at the divine predetermination and the unseen decree-what days have been brought for me! “'O questioner! How will it be for you after me? I met what was ugly and it made Him happy. I had become conceited in union and over time became secure from His deception. Such has the aversion burnt me that not a speck of what I witnessed remains."
}
