{
  "text": "আর তোমাদের কি হলো যে, তোমরা আল্লাহর পথে ব্যয় করছ না? অথচ আসমানসমূহ ও যমীনের মীরাস [১] তো আল্লাহ্‌রই। তোমাদের মধ্যে যারা বিজয়ের আগে ব্যয় করেছে [২] ও যুদ্ধ করছে,তারা (এবং পরবর্তীরা) সমান নয় [৩]। তারা মর্যাদায় শ্রেষ্ঠ তাদের চেয়ে যারা পরবর্তী কালে ব্যয় করেছে ও যুদ্ধ করেছে। তবে আল্লাহ্‌ উভয়ের জন্যই কল্যাণের প্রতিশ্রুতি দিয়েছেন [৪]। আর তোমারা যা কর আল্লাহ্‌ সে সম্পর্কে সবিশেষ অবহিত।\n[১] ميراث অভিধানে উত্তরাধিকার সূত্রে প্রাপ্ত মালিকানাকে বলা হয়ে থাকে। এই মালিকানা বাধ্যতামূলক মৃত ব্যক্তি ইচ্ছা করুক বা না করুক, ওয়ারিশ ব্যক্তি আপনাআপনি মালিক হয়ে যায়। এখানে নভোমণ্ডল ও ভূমণ্ডলের উপর আল্লাহ তা'আলার সার্বভৌম মালিকানাকে ميراث শব্দ দ্বারা ব্যক্ত করার রহস্য এই যে, তোমরা ইচ্ছা কর বা না কর, তোমরা আজ যে যে জিনিসের মালিক বলে গণ্য হও, সেগুলো অবশেষে আল্লাহ তা'আলার বিশেষ মালিকানায় চলে যাবে। [সা’দী, কুরতুবী] এক হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, একদিন আমরা একটি ছাগল যাবাই করে তার অধিকাংশ গোশত বন্টন করে দিলাম, শুধু একটি হাত নিজেদের জন্যে রাখলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে জিজ্ঞাসা করলেনঃ বণ্টনের পর এই ছাগলের গোশত কতটুকু রয়ে গেছে? আমি আরয করলামঃ শুধু একটি হাত রয়ে গেছে। তিনি বললেনঃ গোটা ছাগলই রয়ে গেছে। তোমার ধারণা অনুযায়ী কেবল হাতই রয়ে যায়নি। [তিরমিয়ী:২৪৭০]\nকেননা, গোটা ছাগলই আল্লাহর পথে ব্যয় হয়েছে। এটা আল্লাহর কাছে তোমার জন্যে থেকে যাবে। যে হাতটি নিজের খাওয়ার জন্যে রেখেছ, আখেরাতে এর কোন প্রতিদান পাবে না। কেননা, এটা এখানেই বিলীন হয়ে যাবে। আয়াতের আরেকটি অর্থ হচ্ছে, আল্লাহর পথে অর্থ খরচ করতে গিয়ে তোমাদের কোন রকম দারিদ্র বা অস্বচ্ছলতার আশংকা করা উচিত নয়। কেননা, যে আল্লাহর উদ্দেশ্যে তা খরচ করবে তিনি যমীন ও উর্ধ জগতের সমস্ত ভাণ্ডারের মালিক। আজ তিনি তোমাদেরকে যা দান করে রেখেছেন তাঁর কাছে দেয়ার শুধু ঐ টুকুই ছিল না। কাল তিনি তোমাদেরকে তার চেয়েও অনেক বেশী দিতে পারেন। [ইবন কাসীর] একথাটাই অন্য একটি স্থানে এভাবে বলা হয়েছে, “হে নবী, তাদের বলুন, আমার রব তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছা অঢেল রিযিক দান করেন এবং যার জন্য ইচ্ছা তা সংকীর্ণ করে দেন। আর তোমরা যা খরচ করা তার পরিবর্তে তিনিই তোমাদেরকে আরও রিফিক দান করেন। তিনি সর্বোত্তম রিযিক দাতা।” [সূরা সাবা: ৩৯]\n[২] অধিকাংশ মুফাসসিরের মতে, এখানে মক্কা বিজয় উদ্দেশ্য। [তাবারী; ইবন কাসীর; জালালাইন; মুয়াসসার] তবে কারও কারও মতে, এর দ্বারা হুদায়বিয়ার যুদ্ধ বোঝানো হয়েছে। [সা’দী]\n[৩]  আল্লাহর পথে ব্যয় করার প্রতি জোর দেয়ার পর পরবর্তী আয়াতে বলা হয়েছে যে, আল্লাহর পথে যা কিছু যে কোন সময় ব্যয় করলে সওয়াব পাওয়া যাবে; কিন্তু ঈমান, আন্তরিকতা ও অগ্ৰগামিতার পার্থক্যবশত সওয়াবেও পার্থক্য হবে। বলা হয়েছেঃ\nلَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ\nঅর্থাৎ যারা আল্লাহর পথে ধনসম্পদ ব্যয় করে তারা দুই শ্রেণীতে বিভক্ত। (এক) যারা মক্কা বিজয়ের পূর্বে বিশ্বাস স্থাপন করত আল্লাহর পথে ব্যয় করেছে। (দুই) যারা মক্কা বিজয়ের পর মুমিন হয়ে আল্লাহর পথে ব্যয় করেছে। এই দুই শ্রেণীর লোক আল্লাহর কাছে সমান নয়; বরং মর্যাদায় একশ্রেণী অপর শ্রেণী থেকে শ্রেষ্ঠ। মক্কা বিজয়ের পূর্বে বিশ্বাস স্থাপনকারী, জেহাদকারী ও ব্যয়কারীর মর্যাদা অপর শ্রেণী অপেক্ষা বেশী। কারণ, অত্যন্ত কঠিন পরিস্থিতিতে তারা আল্লাহ তা'আলার জন্য এমন সব বিপদাপদের সম্মুখীন হয়েছিলো যার সম্মুখীন অন্য গোষ্ঠীকে হতে হয়নি। মুফাসসিরদের মধ্যে মুজাহিদ, কাতাদা এবং যায়েদ ইবনে আসলাম বলেনঃ এ আয়াতে বিজয় শব্দটি যে ক্ষেত্রে প্রয়োগ করা হয়েছে সেটি হচ্ছে মক্কা বিজয়। আমের শা'বী বলেনঃ এর দ্বারা হুদায়বিয়ার সন্ধিকে বুঝানো হয়েছে। অধিকাংশ মুফাসসির প্রথম মতটি গ্রহণ করেছেন। [কুরতুবী; ইবন কাসীর]\n[৪] অর্থাৎ পারস্পরিক তারতম্য সত্বেও আল্লাহ তা'আলা কল্যাণ অর্থাৎ জান্নাত ও মাগফিরাতের ওয়াদা সবার জন্যেই করেছেন। এই ওয়াদা সাহাবায়ে-কেরামের সেই শ্রেণীদ্বয়ের জন্যে, যারা মক্কাবিজয়ের পূর্বে ও পরে আল্লাহর পথে ব্যয় করেছেন এবং ইসলামের শক্ৰদের মোকাবিলা করেছেন। এতে সাহাবায়ে-কেরামের প্রায় সমগ্র দলই শামিল আছে। তাই মাগফিরাত ও রহমতের এই কুরআনী ঘোষণা প্রত্যেক সাহাবীকে শামিল করেছে। [সা’দী]\nশুধু মাগফিরাতেই নয়;\nرَضِىَ اللّٰهُ عَنْهُمْ وَرَضُوْاعَنْهُ [সূরা আত-তাওবাহঃ ১০০]\nবলে তাঁর সস্তুষ্টিরও নিশ্চিত আশ্বাস দান করেছেন।",
  "ayah": 10,
  "surah": 57
}
