{
  "text": "সেদিন মুনাফিক পুরুষ ও মুনাফিক নারীরা যারা ঈমান এনেছে বলবে, ‘তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের নূরের কিছু গ্ৰহণ করতে পারি।’ বলা হবে, ‘তোমরা তোমাদের পিছনে ফিরে যাও ও নূরের সন্ধান কর। ‘তারপর উভয়ের মাঝামাঝি স্থাপিত হবে একটি প্রাচীর যাতে একটি দরজা থাকবে, যার ভিতরে থাকবে রহমত এবং বাইরে থাকবে শাস্তি [১]।\n[১] অর্থাৎ সেদিন স্মরণীয়, যেদিন আপনি মুমিন পুরুষ ও মুমিন নারীদেরকে দেখবেন যে, তাদের নূর তাদের অগ্রে ও ডানদিকে ছুটাছুটি করবে। ‘সেদিন' বলে কেয়ামতের দিন বোঝানো হয়েছে। নূর দেয়ার ব্যাপারটি পুলসিরাতে চলার কিছু পূর্বে ঘটবে। এ আয়াতের একটি তাফসীর আবু উমামা বাহেলী রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত হয়েছে। তিনি একদিন দামেশকে এক জানাযায় শরীক হন। জানাযা শেষে উপস্থিত লোকদেরকে মৃত্যু ও আখেরাত স্মরণ করিয়ে দেয়ার জন্যে তিনি মৃত্যু, কবর ও হাশরের কিছু অবস্থা বর্ণনা করেন। নিম্নে তার বক্তব্যের কিছু অংশ পেশ করা হলঃ\n“অতঃপর তোমরা কবর থেকে হাশরের ময়দানে স্থানান্তরিত হবে। হাশরের বিভিন্ন মনযিল ও স্থান অতিক্রম করতে হবে। এক মনযিলে আল্লাহ তা'আলার নির্দেশে কিছু মুখমণ্ডলকে সাদা ও উজ্জ্বল করে দেয়া হবে এবং কিছু মুখমণ্ডলকে গাঢ় কৃষ্ণবৰ্ণ করে দেয়া হবে। অপর এক মনযিলে সমবেত সব মুমিন ও কাফেরকে গভীর অন্ধকার আচ্ছন্ন করে ফেলবে। কিছুই দৃষ্টিগোচর হবে না। এরপর নূর বণ্টন করা হবে। প্রত্যেক মুমিনকে নূর দেয়া হবে। মুনাফিক ও কাফেরকে নূর ব্যতীত অন্ধকারেই রেখে দেয়া হবে। আর এ উদাহরণই আল্লাহ তাঁর কুরআনে পেশ করেছেন। তিনি বলেছেন, “অথবা তাদের কাজ গভীর সাগরের তলের অন্ধকারের মত, যাকে আচ্ছন্ন করে তরঙ্গের উপর তরঙ্গ, যার উর্ধের মেঘপুঞ্জ, অন্ধকারপুঞ্জ স্তরের উপর স্তর, এমনকি সে হাত বের করলে তা আদৌ দেখতে পাবে না। আল্লাহ যাকে নূর দান করেন না তার জন্য কোন নূরই নেই।” [সূরা আন-নূর:৪০]\nঅত:পর যেভাবে অন্ধ ব্যক্তি চক্ষুম্মান ব্যক্তির চোখ দ্বারা দেখতে পায় না তেমনি কাফের ও মুনাফিক ঈমানদারের নূর দ্বারা আলোকিত হতে পারবে না। মুনাফিকরা ঈমানদারদের বলবে, “তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের নূরের কিছু গ্ৰহণ করতে পারি।” এভাবে আল্লাহ মুনাফিকদেরকে ধোঁকাগ্ৰস্থ করবেন। যেমন আল্লাহ বলেছেন, “তারা আল্লাহকে ধোঁকা দেয় আর আল্লাহ তাদেরকে ধোঁকা দিবেন।” [সূরা আন-নিসা: ১৪২] তারপর তারা যেখানে নূর বন্টন হয়েছিল সেখানে ফিরে যাবে, কিন্তু তারা কিছুই পাবেনা। ফলে তারা তখন ঈমানদারদের কাছে ফিরে আসবে, ইত্যবসরে উভয়ের মাঝামাঝি স্থাপিত হবে একটি প্রাচীর যাতে একটি দরজা থাকবে, ওটার ভিতরে থাকবে রহমত এবং বাইরে থাকবে শাস্তি। এভাবেই মুনাফিক ধোঁকাগ্ৰস্ত হতে থাকবে আর মুমিনদের মাঝে নূর বন্টিত হয়ে যাবে। [ইবনে কাসীর]\nআবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে, প্রত্যেক মুমিনকে তার আমল পরিমাণে নূর দেয়া হবে। ফলে কারও নূর পর্বতসম, কারও খর্জুর বৃক্ষসম এবং কারও মানবদেহসম হবে। সর্বাপেক্ষা কম নূর সেই ব্যক্তির হবে, যার কেবল বৃদ্ধাঙ্গুলিতে নূর থাকবে; তাও আবার কখনও জ্বলে উঠবে এবং কখনও নিভে যাবে- [ইবনে কাসীর]",
  "ayah": 13,
  "surah": 57
}
