{
  "text": "তোমারা জেনে রাখ, নিশ্চয় দুনিয়ার জীবন খেল-তামাশা, ক্রীড়া – কৌতুক, জাঁকজমক, পারস্পরিক গর্ব –অহংকার, ধন-সম্পদ ও সন্তান –সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ছাড়া আর কিছু নয় [১]। এর উপমা হলো বৃষ্টি, যার  উৎপন্ন শস্য–সম্ভার কৃষকদেরকে চমৎকার করে, তারপর সেগুলো শুকিয়ে যায়, ফলে আপনি ওগুলো পীতবর্ণ দেখতে পান, অবশেষে সেগুলো খড়–কুটোয় পরিণত হয়। আর আখেরাতে রয়েছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সন্তুষ্টি। আর দুনিয়ার জীবন প্রতারণার সামগ্রী ছাড়া কিছু নয় [২]।\n[১] আলোচ্য আয়াতসমূহে বৰ্ণনা করা হয়েছে যে, ক্ষণস্থায়ী দুনিয়া মোটেই ভরসা করার যোগ্য নয়। পার্থিব জীবনের শুরু থেকে শেষ পর্যন্ত যা কিছু হয় এবং যাতে দুনিয়াদার ব্যক্তি মগ্ন ও আনন্দিত থাকে, প্রথমে সেগুলো ধারাবাহিকভাবে বর্ণনা করা হয়েছে। সংক্ষেপে বলতে গেলে পার্থিব জীবনের মোটামুটি বিষয়গুলো যথাক্রমে এইঃ প্রথমে ক্রীড়া, এরপর কৌতুক, এরপর সাজ-সজ্জা, এরপর পারস্পরিক অহমিকা, এরপর ধন ও জনের প্রাচুর্য নিয়ে পারস্পরিক গর্ববোধ। لعب শব্দের অর্থ এমন খেলা, لهوٌ এমন খেলাধুলা, যার আসল লক্ষ্য চিত্তবিনোদন زينة বা অঙ্গ-সজ্জা, পোশাক ইত্যাদির মোহ সর্বজনবিদিত। প্রত্যেক মানুষের জীবনের প্রথম অংশ ক্রীড়া অর্থাৎ لعب এর মধ্য দিয়ে অতিবাহিত হয়। এরপর لهوٌ শুরু হয়। এরপর সে অঙ্গসজ্জায় ব্যাপৃত হয় এবং শেষ বয়সে সমসাময়িক ও সমবয়সীদের সাথে\nتَفَاخُرٌفِي الْأَمْوَالِ وَالْأًدِ\nবা প্রতিযোগিতার প্রেরণা সৃষ্টি হয়। উল্লেখিত ধারাবাহিকতায় প্রতিটি অর্থেই মানুষ নিজ অবস্থা নিয়ে সন্তুষ্ট থাকে। কিন্তু কুরআন পাক বলে যে, এই সবই হচ্ছে সাময়িক ও ক্ষণস্থায়ী। [দেখুন, সাদী, তাবারী]\n[২] দুনিয়ায় মানুষের কর্মকাণ্ড বর্ণনার পর পবিত্র কুরআন বর্ণিত বিষয়বস্তুর একটি দৃষ্টান্ত উল্লেখ করেছে,\nكَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا\nএখানে غيث শব্দের অর্থ বৃষ্টি।  الكفار শব্দটি মুমিনের বিপরীত অর্থে ব্যবহৃত হলেও এর অপর আভিধানিক অর্থ কৃষকও হয়। আলোচ্য আয়াতে কেউ কেউ এ অর্থই নিয়েছেন। আয়াতের উদ্দেশ্য এই যে, বৃষ্টি দ্বারা ফসল ও নানা রকম উদ্ভিদ উৎপন্ন হয়ে যখন সবুজ ও শ্যামল বর্ণ ধারণ করে, তখন কৃষকের আনন্দের সীমা থাকে না। কোন কোন তাফসীরবিদ الكفار শব্দটিকে প্রচলিত অর্থে ধরে বলেছেন যে, এতে কাফেররা আনন্দিত হয়। [কুরতুবী] এখানে প্রশ্ন হয় যে, সবুজ, শ্যামল ফসল দেখে কাফেররাই কেবল আনন্দিত হয় না, মুসলিমরাও হয়। জওয়াব এই যে, মুমিনের আনন্দ ও কাফেরের আনন্দের মধ্যে বিরাট ব্যবধান রয়েছে। ফলে দুনিয়ার অগাধ ধন-রত্ন পেয়েও মুমিন কাফেরের ন্যায় আনন্দিত ও মত্ত হয় না। তাই আয়াতে কাফের আনন্দিত হয় বলা হয়েছে। এরপর এই দৃষ্টান্তের সারসংক্ষেপ এরূপ বর্ণনা করা হয়েছে যে, ফসল ও অন্যান্য উদ্ভিদ যখন সবুজ শ্যামল হয়ে যায়, তখন দর্শক মাত্রই বিশেষ করে কাফেররা খুবই আনন্দিত ও মত্ত হয়ে উঠে। কিন্তু অবশেষে তা শুষ্ক হতে থাকে। প্রথমে পীতবর্ণ হয়, এরপরে সম্পূর্ণ খড়-কুটায় পরিণত হয়। মানুষও তেমনি প্রথমে তরতাজা ও সুন্দর হয়। শৈশব থেকে যৌবন পর্যন্ত এরূপই কাটে। অবশেষে যখন বার্ধক্য আসে, তখন দেহের সজীবতা ও সৌন্দর্য সম্পূর্ণ বিলীন হয়ে যায় এবং সবশেষে মরে মাটি হয়ে যায়। দুনিয়ার ক্ষণভঙ্গুরতা বর্ণনা করার পর আবার আসল উদ্দেশ্য- আখেরাতের চিন্তার দিকে দৃষ্টি আকর্ষণ করার জন্য আখেরাতের অবস্থা বর্ণনা করা হয়েছে,\nوَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ\nঅর্থাৎ আখেরাতে মানুষ এ দু'টি অবস্থার মধ্যে যে কোনো একটির সম্মুখীন হবে। একটি কাফেরদের অবস্থা অর্থাৎ তাদের জন্যে কঠোর আযাব রয়েছে। অপরটি মুমিনদের অবস্থা; অর্থাৎ তাদের জন্যে আল্লাহ তা'আলার পক্ষ থেকে ক্ষমা ও সস্তুষ্টি রয়েছে। এরপর সংক্ষেপে দুনিয়ার স্বরূপ বর্ণনা করা হয়েছে,\nوَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ\nঅর্থাৎ এসব বিষয় দেখা ও অনুধাবন করার পর একজন বুদ্ধিমান ও চক্ষুষ্মান ব্যক্তি এই সিদ্ধান্তেই উপনীত হতে পারে যে, দুনিয়া একটি প্রতারণার স্থল। এখানকার সম্পদ, প্রকৃত সম্পদ নয়, যা বিপদমুহুর্তে কাজে আসতে পারে। অতঃপর আখেরাতের আযাব ও সওয়াব এবং দুনিয়ার ক্ষণভঙ্গুরতার অবশ্যম্ভাবী পরিণতি এরূপ হওয়া উচিত যে, মানুষ দুনিয়ার সুখ ও আনন্দে মগ্ন না হয়ে আখেরাতের চিন্তা বেশী করবে। পরবর্তী আয়াতে তাই ব্যক্ত করা হয়েছে। ইবন কাসীর]",
  "ayah": 20,
  "surah": 57
}
