{
  "text": "Commentary\nThe present Surah depicts the conditions that will prevail on the Day of Judgment, such as reckoning and accountability, reward of good and torment of evil. The heedless man is asked to look into himself and his environs, which will lead him to believe in Allah and the Qur'an. [ The powerful opening of the Surah sketches some of the scenes of universal upheaval ]. First, it speaks about the sky that will split apart. Then it goes on to speak about the earth that will be stretched and will throw up whatever it contains - whether natural treasures, or buried treasures, or dead human bodies, and then it will become empty. A new earth will be prepared for Hashr (Gathering of the Day of Requital). It will have neither caves nor mountains, neither buildings nor trees. It will be flat and smooth. It will be stretched so that there is ample room for the former as well as the latter generations to gather on the plain. This description has been given in other Surahs with different styles, but in the present verses, there is an addition. About what Allah will demonstrate about the heaven and earth on the Day of Judgment, the following comment is made:\nوَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (and will listen to (the command of) its Lord, and it ought to,...84:5) The verbَأَذِنَتْ adhinat means 'it will listen'. Here listening includes obedience. The verb huqqat may be interpreted as 'It had an obligation to listen and obey Allah's command'.\nTwo Categories of Divine Commands\nThe obedience of the heaven and the earth, referred to here, may have two meanings, because the Divine commands are of two kinds: [ 1] the Divinely legislated [ taqdirii ] injunctions; and [ 2] the cosmic and destined [ takwini taqdiri ] commands. In the former case, the command appears as a law the violation of which is punishable. However, men are not practically coerced in the sense that they become practically unable to violate it. Instead, they have their free will to choose whether to abide by the law or to violate it. Such laws are imposed upon those who are endowed with intellect like humans and Jinn. This divides them into believers and non-believers, obedient and disobedient. In the former case, the commands are implemented by force. No one can deviate from them in the least. The entire universe, including humans and Jinn, follow them by force. The cosmic commands [ which Allah has decreed ] are applied forcefully and all the creatures, whether believers or unbelievers, pious or impious, have no choice or will but to do according to that command.\nذرَّہ ذرَّہ دہر کا پابستہ تقدیر ہے زندگی کے خواب کی جَامی یہی تعبیر ہے\n'Every particle in this world is bound by the Divine Decree.\nJami, this is the interpretation of the dream of life.'\nIt is possible that Allah will, on that day, endow the sky and the earth with special sense and perception like humans and Jinn. When they receive a command from Allah, they, of their own volition choose to act upon it. Alternatively, the command may refer to the second kind, that is, the cosmic command that no one can violate. But the words, وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ \"and will listen to [ the command on its Lord, and it ought to,\" are closer to the first meaning of command, while the second one is possible, if these words are taken in their figurative sense.",
  "ayah": 1,
  "surah": 84
}
