{
  "text": "فَلَا أُقْسِمُ بِالشَّفَقِ وَاللَّيْلِ وَمَا وَسَقَ وَالْقَمَرِ إِذَا اتَّسَقَ (So, I swear by the twilight [ after sunset ], and by the night and what it envelops, and by the moon when it develops at the full...84:16-18) In these verses Allah takes oath by four phenomena and reinforces what was asserted in:\nإِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ\n'you have to work hard constantly to reach your Lord'\nIf we consider the four phenomena by which oath is taken, it bears evidence to the subject which is forthcoming in the complement of the oath, that is, the condition of man never remains the same at all times. He undergoes changes and unexpected phases all the time. The first phenomenon that brings about a change in his life is the twilight after the sunset, or the red glow that remains on the west side of the sky after the sunset in the evening. This is the beginning of the night. This is the harbinger of a massive change in human conditions, that is, the light is disappearing and a flood of darkness is setting in. The second phenomenon by which oath is taken is night itself which completes the change in his life. The third phenomenon by which oath is taken includes all things that night envelops or shrouds. The primitive sense of the word wasaqa means to 'pile, gather, heap up the thing'. If it is taken in general sense, it embraces every member of the entire universe which the darkness of night covers, such as animals, vegetation, minerals and inorganic matter, mountains and oceans. By extension, the word would comprehend all things that normally disperse in the light of day and retreat to their own places at night. Human beings return to their homes, animals to their habitats and birds to their nests. Business goods and merchandise are or piled up in one place. This massive change is related to man himself. The fourth phenomenon by which oath is taken is in the following verse: وَالْقَمَرِ إِذَا اتَّسَقَ (and by the moon when it develops at the full...84:18). The word ittisaq is also derived from wasaqa and it means 'to gather'. The 'gathering of moon' signifies that it gathered its light, and it became complete and full [ badr ] the moon of the 14th night. The phrase إِذَا اتَّسَقَ , idhat-tasaqa in relation to moon points to the phenomenon that it goes through various phases. First, it appears as a very fine semicircle. Then its light grows progressively night after night, until it becomes badr kamil [ full moon of the 14th night ]. Having taken oath by the vicissitudes of the four phenomena, the Surah asserts the subject: لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ (you shall certainly ascend from stage to stage....84:19) The word tabaq or tabqah refers to a 'stage'. Its plural is tabaqat. The verb لَتَرْكَبُنَّ latarkabunna is derived from rukub which means 'to mount or mount up'. The verse purports to say that mankind from the inception to the end of his life will continue to mount up stage by stage, or will pass through all the conditions, gradually and in stages referred to in the preceding verses, that is, periods of light and darkness and other phenomena. He never remains in one condition all the time. He gradually goes through the vicissitudes of life.\nVicissitudes of Human Life, His Eternal Journey and His Final Destination\nIn the first instance the male sperm is united with the female egg to form a new human organism. This is turned into a blood-clot which transforms into a lump of flesh, and the lump is formed into bones, and the bones are clothed in flesh. The limbs of the human body thus were completed. Then the soul was breathed into him, and he became a living human being. His first food in the womb of his mother was the unclean blood of the mother's womb. Nine months later, Allah made his way easy to come into the world. Now instead of the unclean blood, he got the [ pure ] milk of his mother's [ breast ]. When he saw the wide atmosphere and air of the world, he began to grow and develop. Within the first two years of his life, he started moving and walking about, and was able to talk. He weaned and began to eat more delicious and different types of food. As he grew a little older, he made play and amusement his daily preoccupation. When his intelligence developed [ sufficiently ], he was tied up in educational and training activities. When he grew into a youth, he abandoned all previous activities and replaced them with youth activities and ushered himself in a new era where marriage, children and house-keeping became his day-to-day preoccupation. Eventually, this era too neared its end. His physical and other prowess began to give up, and every day he fell prey to new ailments. Old age set in. The final stage of this life, that is, death, began to mount. All this happens in full view of everyone. No one dare deny this. But the ignoramus assumes that death or grave is his final stage, and there is nothing beyond. Allah, the Creator of the universe, the Omniscient, made it known, through the various Prophets [ through the ages ], to the heedless man that grave is not the final stage of his life, but it is merely a waiting-room to enter an enormously large and gigantic world that is yet to come, where the final examination will be conducted and the final stage of his life will be determined. In this world, he will celebrate the Divine remembrance and enjoy eternal comfort and pleasure or he will suffer eternal perdition and damnation [ depending on the final assessment ]. This is where the vicissitudes of his life will end. Thus the Qur'an says:\nإِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰ\n'Surely, to your Lord is the return [ 96:8] '\nأَنَّ إِلَىٰ رَبِّكَ الْمُنتَهَىٰ\n'and that to your Lord is the end (of every one), [ 42] '\nإِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا\n'you have to work hard constantly to reach your Lord [ 84:6] '\nThe ignoramus and unmindful man is made aware of the fact that the vicissitudes of life are stages in the journey to his final destination. Man ought to realise that walking, moving about, sleeping, waking, and standing and sitting are conditions, in the process of which he is covering the stages of his journey. Eventually, he will reach his Lord and, accounting for his life-long deeds, he will find his final abode that will be a place of never-ending comfort, luxury and pleasure, or [ God forbid!] a place of never-ending retribution, torture and torment. A wise person should treat himself in this world as a traveller and prepare himself for the next world. His main goal in this life should be to cultivate for the next life as the Prophet\tﷺ said:\nکُن فِی الدُّنیا کَاَنَّکَ غرِیبٌ اَو عِابِرُ سَبِیلٍ\n\"Be in this world as though you are a stranger or a wayfarer.\"\nUnder the phrase above طَبَقًا عَن طَبَقٍ tabaqan ` an tabaq 'from stage to stage', a similar narration is cited by Abu Nu'aim from Sayyidna Jabir Ibn ` Abdullah that the Holy Prophet ﷺ stated that these verses remind the unmindful of his creation, the vicissitudes of his life and instructs him to reconsider his position and the consequences [ of his attitude in this life as there is still time ] and to prepare for next life. However, despite these clear guidelines, there are people who never desist from their heedlessness.",
  "ayah": 17,
  "surah": 84
}
