{
  "text": "وَإِنِّي مُرْ‌سِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَ‌ةٌ بِمَ يَرْ‌جِعُ الْمُرْ‌سَلُونَ ﴿35﴾\nAnd I am going to send a gift to them, then see, what response the envoys will bring back.\" 27:35.\nAppearance of envoys of Bilqls in the court of Sulaiman (علیہ السلام)\nHistorical Isra'ili legends describe in great detail the incident of the visit of the envoys of Bilqis and the gifts they had taken with them. All versions of the legends agree on that the gifts included some gold bricks, some precious stones, one hundred slaves and one hundred slave girls. But the slave girls were dressed in men's clothes and the slaves were dressed in ladies outfits. There was also a letter from Bilqis, in which there were some questions for testing Sayyidna Sulaiman (علیہ السلام) the selection of gifts also, his test was intended. Allah Ta’ ala had passed on detailed information of gifts to Sulaiman (علیہ السلام) even before their arrival. Sayyidna Sulaiman (علیہ السلام) commanded the Jinns to lay out a floor of gold and silver bricks over a thirty miles stretch from his court, and that strange looking animals be lined up on either side of this pathway. Their excrement of bowels was also to be placed on the floor of gold and silver. Similarly, his court was decorated with special attention. Four thousand chairs of gold were placed on the left side and four thousand on the right side of the main hall for the scholars, ministers, and other officials of the court. The entire hall was bedecked with precious stones. When Bilqis's envoys saw animals standing on the floor of gold bricks, they were embarrassed with the gifts they had brought with them. It is reported in some narrations that they threw away their gold bricks. Then as they proceeded, they saw rows of beasts and birds on either side of the pathway. After that they came across the rows of jinns. Seeing them, they were browbeaten. Ultimately, when they reached the court and stood before Sayyidna Sulaiman he received them with dignity, and entertained them with veneration. But he returned all their gifts and presents, and answered all the questions sent up by Bilqis. (Qurtubi)",
  "ayah": 35,
  "surah": 27
}
