{
  "text": "Return of the presents of Bilqis by Sayyidna Sulaiman (علیہ السلام)\nقَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّـهُ خَيْرٌ‌ مِّمَّا آتَاكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَ‌حُونَ\n\"Are you giving me an aid of wealth? So what Allah has given me is much better than He has given to you. But you yourselves are proud of your gift. 27:36.\nWhen Bilqis's envoys reached the court of Sayyidna Sulaiman (علیہ السلام) with the gifts and presents sent by her, he said to them ` Do you wish to help me with wealth? Whatever wealth and bounties I have been given by Allah is much better than your wealth and material. Therefore, I do not accept your presents of wealth. You better take them away, and enjoy them yourself.\nIs it permissible to accept presents from infidels?\nSayyidna Sulaiman (علیہ السلام) did not accept the presents of Queen Bilqis, which indicates that it is not permissible or not preferable to accept presents from infidels. The correct position about this question is that if this may lead to weakening of one's position or that of Muslim community, or is likely to go against the expediency of the national interest, then it is prudent not to accept their presents. (Ruh ul-Ma’ ani). But if the interest of the Muslims is in favour of acceptance, for instance if this gesture may lead the non-Muslims to the acceptance of Islam, or may ward off some impending danger to Islam, in such situations it is permitted. It was the practice of the Holy Prophet ﷺ to accept presents from some infidels and reject them from others. It is reported in ` Umdatul Qari Sharh al-Bukhari (Kitab ul-hibah) and Sharh-As- Siyar-Al-Kabr on the authority of Sayyidna Ka'b ibn Malik (رح) that ` Amir ibn Malik, brother of Bra', went to Madinah on some work, when he was a disbelieving infidel, and presented two horses and two pairs of garments to the Holy Prophet ﷺ . He sent back these presents with the remarks \"We do not accept presents from disbelievers\". Once ` Iyad ibn Himar al-Mujashi` i presented to him something. The Holy Prophet ﷺ enquired from him whether he was a Muslim, to which he replied in the negative. So he returned his presents, explaining that Allah Ta’ ala has commanded him not to accept presents from the disbelievers.\nAs against this there are other narrations reporting that the Holy Prophet ﷺ had accepted presents from some disbelievers. In one such narration, it is related that Abu Sufyan had presented to him a piece of leather when he was still a disbeliever, which the Holy Prophet ﷺ had accepted. Another narration has reported that a Christian had presented to him a very shiny piece of fine silk, which was also accepted by him.\nShamsul 'A` immah has commented after citing these narrations that, in his view, the reason of rejection and acceptance of these presents by the Holy Prophet ﷺ was that where he thought that by their rejection the disbeliever would come near Islam, he rejected them, and where he considered that their acceptance will help bring the disbeliever close to Islam he did that. (Umdatul Qari)\nBilqis took the rejection of her presents by Sayyidna Sulaiman (علیہ السلام) as a sign of his prophethood - not because the acceptance of gifts from disbelievers is not permissible - but she had purposefully sent those presents as a bribe, in order to save herself from any attack from him.",
  "ayah": 37,
  "surah": 27
}
