{
  "text": "Commentary\nThis incident has been related at many places in the Qur'an, especially in Surah Al-A` raf, where its necessary details have been discussed and may be consulted if required.\nقُلِ الْحَمْدُ لِلَّـهِ (Say,\"Praise belongs to Allah - 27:59). After describing some events of the prophets and earlier people, and the episodes of torments they faced, this sentence is addressed to the Holy Prophet ﷺ ، that he should express his gratitude to Allah Ta’ ala, for his followers have been exempted from the punishment in this world. He is further asked to say salam to the earlier prophets and God-fearing persons. Majority of the commentators have adopted this explanation, but some feel that this sentence is also addressed to Sayyidna Lut (علیہ السلام) .\nIt appears that the expression الَّذِينَ اصْطَفَىٰ (His slaves whom He has chosen - 27:59) is used in this verse for the prophets, like in another verse salam has been addressed to the prophets, وَسَلَامٌ عَلَى الْمُرْ‌سَلِينَ ﴿181﴾ (And salam is on the messengers - 37:181). But Sayyidna Ibn ` Abbas ؓ is of the opinion that it refers to the companions of the Holy Prophet ﷺ . This explanation is also adopted by Sufyan Ath-Thauri. (Ibn Jarir)\nIf the explanation of Sayyidna Ibn ` Abbas ؓ عنہما\tis adopted and the meaning of الَّذِينَ اصْطَفَىٰ - 27:59 is taken for the companions, then there will be a case for saying \"Alaihis Salam\" to non-prophets also. This subject will be discussed in detail Inshallah under Surah Al-Ahzab for the verse صَلُّوا عَلَيْهِ وَسَلِّمُوا (33:56).\nRuling\nThis verse also teaches the formalities of an address, a sermon or a lecture, that it should start with the praise of Allah and the salah (durood) and salam to the prophets. This had always been the practice of the Holy Prophet ﷺ\tin his addresses. His companions also adopted the same practice by commencing not only their addresses but also all the important jobs by praising Allah Ta’ ala and then salah and salam on the Holy Prophet ﷺ '. (Ruh).",
  "ayah": 60,
  "surah": 27
}
