{
  "text": "وَتَرَ‌ى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ‌ مَرَّ‌ السَّحَابِ\nAnd you see the mountains (at present) taking them as fixed, while they will fly like the flight of clouds - 27:88\nThe word تَرَ‌ى in the beginning of this verse is used in Arabic for both present and future tense. Therefore, it can be translated as \"You see\" or as \"You will see\". In the latter case, the verse would be referring to the mountains as they will appear on the Doomsday. The sense in that case will be that the mountains will be uprooted and blown like clouds, which though would appear stationary to the onlookers, but in reality will actually move swiftly. When huge bodies, whose beginning and end is not visible to the eyes, move in any direction, one does not perceive their movement, no matter how swiftly they move. They look like stationary objects, although they are moving. One could experience this while looking at a mass of cloud hanging overhead. One discovers their movement only when they move out so far away that a part of the sky is left bare towards the horizon. Based on this principle, the verse means that the mountains will seem, on the Doomsday, as if they are fixed, but it will be an illusion for an onlooker, because in reality they will be moving. Most of the commentators have interpreted this verse in this manner. The other interpretation is based on regarding the word \"tara\" as a verb in the present tense and translating it as,\"You see\" instead of \"You will see\". In this case, the verse is referring to the present state of the mountains, as they look stationary, and an ordinary onlooker thinks that they will remain fixed forever and will never move from their place, but on the Doomsday they will be floating like clouds. This interpretation is adopted by Maulana Ashraf Thanawi (رح) (and on that basis the verse is translated above as \"You see\" )\nSome scholars have pointed out that different conditions are described in the Qur'an about mountains on the Doomsday. The first condition is that of اِندکاک Indkak and earthquake, which will envelop all the mountains of the world إِذَا دُكَّتِ الْأَرْ‌ضُ دَكًّا (When the earth is ground to powder-89:21) or إِذَا زُلْزِلَتِ الْأَرْ‌ضُ زِلْزَالَهَا (When the earth is shaken with a mighty shaking - 99:1). The second condition is that their big rocks will become like carded wool وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ (And the mountains shall be like plucked wool-tufts - 101:5). This will happen at the time when the sky will become like molten copper. Mountain rocks will go up like carded wool, and the skies will come down and meet them in the middle يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ وَتَكُونُ الْجِبَالُ كَالْعِهْنِ (Upon the day when heaven shall be as molten copper and the mountains shall be as plucked wool-tufts - 70:8-9). In the third condition the carded wool will no more remain a homogeneous body like rocks, but will turn into very fine particles وَبُسَّتِ الْجِبَالُ بَسًّا ﴿5﴾ فَكَانَتْ هَبَاءً مُّنبَثًّا (and the mountains crumbled and become a dust scattered - 56:5-6). In the fourth condition, the fine particles of mountain rocks will get dispersed يَنسِفُهَا رَ‌بِّي نَسْفًا (So, you say, \"My Lord will blow them up totally (as dust) - 20:105). In the fifth condition, the fine particles of mountain rocks, which will engulf the land like cloud of dust will be driven up by the winds. This cloud of dust will cover up the whole world, and will appear stationary, although there will be swift movement in it like clouds تَرَ‌ى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ‌ مَرَّ‌ السَّحَابِ (And you see the mountains (at present) taking them as fixed, while they will fly like the flight of clouds - 27:88). Some of these conditions will take place at the first blowing of the Sur, and some after the second blowing, when the world will be made absolutely flat plain. There will be no caves or mountains left in the world, nor will there be any building or tree فَقُلْ يَنسِفُهَا رَ‌بِّي نَسْفًا فَيَذَرُ‌هَا قَاعًا صَفْصَفًا لَّا تَرَ‌ىٰ فِيهَا عِوَجًا وَلَا أَمْتًا (20:105-107). (Qurtubi, Ruh ul-Ma ani)\nصُنْعَ اللَّـهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ\nAn act of Allah who has perfected every thing. - 27:88\nSun' means skillful act, and 'itqan' means to make perfect and firm. Apparently this sentence is related to all the preceding subjects wherein Allah Ta` ala's omnipotence and marvelous creations are described, where the alteration of day and night is mentioned, and the blowing of Sur and resulting conditions of the Doomsday are related. It is to emphasize that all these situations should not amaze and astonish any one, because their Creator is not a man or an angel having limited knowledge and power, but the Lord of all the worlds. But if this sentence is read as referring only to the adjacent preceding sentence تَرَ‌ى الْجِبَالَ تَحْسَبُهَا جَامِدَةً (And you see the mountains (at present) taking them as fixed - 27:88) then it would mean that the phenomenon about the mountains, that they look stationary, whereas in reality they are moving, is not something astonishing, because all these happenings are not beyond the power of Allah Ta` ala, who is All Powerful.",
  "ayah": 88,
  "surah": 27
}
