{
  "surah": 8,
  "ayah": 34,
  "text": "But what [plea] have they now, that God should not chastise them: in other words, the fact that the chastisement is not sent down is not because they do not deserve it in terms of [the state of] their souls. Nay, they deserve [it] by their essences and because of their issuing forth [with sin] and their barring of those who are prepared from the station of the heart and for there no longer existing any goodness in them. But your presence and the presence alongside you of the believers seeking forgiveness among them is preventing it. Know that contingent existence follows where goodness prevails, because necessary existence is pure good. And so that whose good outweighs its evil has existence through His existence on account of the correspondence [between them] in terms of goodness. But where evil prevails that correspondence would no longer remains and this [evil] must then necessarily be exterminated and annihilated. Thus as long as they remain in [this] combined form, good will be prevalent among them and they will not deserve destruction through chastisement. But if they were to become separated [from the believers] their evil will be pure [of any good], in which case they will have to be destroyed, as was the case in the incident at Badr. From this the verification of the second meaning becomes manifest with regard to where He says And guard against a trial which would certainly not fall exclusively upon those among you who do evil [Q. 8:25], by virtue of evil prevailing over the combined group in this case. That is why the Commander of the Believers, peace be upon him: 'In the earth there were two securities. One of these was removed, while the other remained. As for the one that was removed, this was the Messenger of God, may God bless him and grant him peace. As for the one that has remained, this is the seeking of forgiveness', whereupon he recited this [above] verse; they bar from the Sacred Mosque: this is a conceptualisation of their act of barring and their turning away from its meaning, which is the heart, by residing with the soul and its attributes and of their barring from it of those who are prepared, by tempting them with ego-centric matters and the pleasures of physical nature; though they are not its guardians, by virtue of their remoteness from this attribute [of guardianship] and because the darkness of the soul has prevailed over them and its attributes have acquired mastery over them and because they have veiled themselves from this [sacred mosque] by the disbelief that they derive from religion."
}
