{
  "text": "وقوله - تعالى - ( وَوَجَدَكَ ضَآلاًّ فهدى ) بيان لنعمة أخرى أنعم - سبحانه - بها على نبيه صلى الله عليه وسلم :وللمفسرين فى معنى هذه الآية كلام طويل ، نختار منه قولين : أولهما : أن المراد بالضلال هنا الحيرة فى الوصول إلى الحق ، والغفلة عما أوحاه الله - تعالى - إليه بعد ذلك من قرآن كريم ، ومن تشريعات حكيمة . . مع اعتقاده صلى الله عليه وسلم قبل النبوة أن قومه ليسوا على الدين الحق ، بدليل أنه لم يشاركهم فى عبادتهم للأصنام ، ولا فى السلوك الذى يتنافى من مكارم الأخلاق .وإلى هذا المعنى أشار صاحب الكشاف بقوله : ( ضالا ) معناه : الضلال عن علم الشرائع وما طريقه السمع . .وقال الإِمام الشيخ محمد عبده - رحمه الله - : عند تفسيره لهذه الآية ما ملخصه : نشأ صلى الله عليه وسلم موحدا ، لم يسجد لصنم ، وطاهر الخلق ، لم يرتكب فاحشة ، حتى عرف بين قومه بالصادق الأمين ، فضلال الشرك ، وضلال الهوى فى العمل ، كانا بعيدين عن ذاته الكريمة .ولكن الضلال أنواع أخر ، منها : اشتباه المآخذ على النفس ، حتى تأخذها الحيرة فيما ينبغى أن تختار . . وهذا هو الذى عناه الله - تعالى - بالضلال فى هذه الآية الكريمة .وقد هداه - سبحانه - إلى الحق بعد هذه الحيرة ، بأن اختار له دينا قويما وعلمه كيف يرشد قومه . هذا هو معنى قوله - تعالى - : ( وَوَجَدَكَ ضَآلاًّ فهدى ) ، وهو معنى قوله - تعالى - فى سورة الشورى : ( وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان . . . ) وليس فى وصف النبى صلى الله عليه وسلم بالضال على هذا المعنى شين له ، أو حط من شأنه ، بل هذا فخره وإكليل مجده صلى الله عليه وسلم حيث كان على غير علم فعلمه الله ، ولم يكن مطلعا على الغيب ، فأطلعه الله على ما يريد إطلاعه عليه ، وبهذا التفسير نستغنى عن خلط المفسرين فى التأويل . .أما القول الثانى فى معنى الآية الكريمة ، فهو أنه صلى الله عليه وسلم كان بين قوم مشركين ، وكان بعرضه أن يضل معهم ، ولكن الله - تعالى - حبب إليه الانفراد عنهم ، واعتزال شركهم وسوء أخلاقهم . . فكان بذلك كالشجرة المنفردة فى الصحراء ، والعرب تسمى الشجرة التى بهذه الصفة ضالة .قال القرطبى : قوله - تعالى - : ( وَوَجَدَكَ ضَآلاًّ فهدى ) أى : غافلا عما يراد بك من أمر النبوة ، فهداك ، أى : أرشدك . والضلال هنا بمعنى الغفلة .وقال قوم : ( ضالا ) أى : لم تكن تدرى القرآن الكريم والشرائع ، فهداك الله إليهما .وقال قوم ( ضالا ) أى : وجدك فى قوم ضلال فهداهم الله - تعالى - بك ، والعرب إذا وجدت شجرة منفردة فى فلاة من الأرض ، لا شجر معها ، سموها ضالة ، فيهتدى بها إلى الطريق ، فقال - سبحانه - لنبيه ( وَوَجَدَكَ ضَآلاًّ فهدى ) أى : لا أحد على دينك ، وأنت وحيد ليس معك أحد ، فهَدَيْتُ بك الخلق إلى دينى . .هذا هما القولان اللذان نرتاح إليهما ، وارتياحنا إلى أولهما أشد وأقوى؛ لأن الرسول صلى الله عليه وسلم قد نشأ فى بيئة منحرفة فى عقائدها وأخلاقها ، لم تطمئن نفسه الكريمة إليها ، إلا أنه كا نحائرا فى الوصول إلى الدين الحق ، فهداه الله - تعالى - إليه ، والهداية إلى الحق بعد الحيرة والضلال عنه ، منة عظمى ، ونعمة كبرى .وهناك أقوال أخرى ضعيفة كقولهم : ( ضالا ) أى : عن القبلة فهداك الله إليها ، أو ( ضالا ) فى شعاب مكة ، فهداك الله وردك إلى عمك أو ( ضالا ) فى سفرك مع عمك إلى الشام ، فردك الله - تعالى - إليه .",
  "ayah": 7,
  "surah": 93
}
