{
  "text": "وَإِنَّ كُلا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ (11 : 111) “ اور یہ بھی واقعہ ہے کہ تیرا رب انہیں ان کے اعمال کا پورا پورا بدلہ دے کر رہے گا ، یقینا وہ ان کی سب حرکتوں سے باخبر ہے۔ ”\nاس میں اس قدر تاکیدی انداز تعبیر اس لیے اختیار کیا گیا ہے کہ کوئی مہلت اور تاخیر کی وج کہ سے پوری پوری جزاء و سزا میں شک نہ کرنے لگے۔ کوئی یہ شک نہ کرے کہ اہل مکہ نے جو موقف اختیار کیا ہے وہ باطل ہے اور اس کے باطل ہونے میں کوئی شک نہیں ہے یہ شرک ہے اور یہ شرکیہ دین اس سے پہلے بھی کئی اقوام نے اختیار کیا ہے۔\nیہاں یہ تاکیدی انداز اختیار کرنے کا پس منظر بھی تھا ، اس وقت تحریک اسلامی کے حالات واقعات یہ تھے کہ مسلمانوں کے مقابلے میں اہل کفر ایک معاند قوت کی طرح کھڑے تھے ، وہ رسول اللہ کے راستے کو ہر طرف سے روک رہے تھے ، مسلمان قلیل تعداد میں تھے اور ان پر مظالم ڈھائے جا رہے تھے ، دعوت کا پھیلاؤ تقریبا منجمد ہوگیا تھا اور خدا کی طرف سے عذاب کا آنا بھی قیامت تک ملتوی ہوگیا تھا۔ مومنین کو ہر طرح کی اذیت دی جا رہی تھی اور ان کے دشمن بظاہر کامیاب جا رہے تھے۔ ایسے حالات میں بعض کمزور قسم کے دل متزلزل ہو سکتے تھے نیز ثابت قدم لوگ بھی بہرحال پریشانی کا شکار ہو سکتے تھے ، لہذا تحریک اسلامی کو اس قسم کی تسلی اور ہمت بندھانے کی ضرورت تھی ، اس سے زیادہ مسلمانوں کے دل کسی اور چیز سے حوصلہ نہیں پاتے کہ اللہ ان کے دشمنوں کو اپنا دشمن بتلا دے اور یہ اعلان کر دے کہ بلا شک و بلا ریب و باطل پر ہیں۔ معرکے میں حصہ لیتا ہے اور کس طرح صحابہ کرام کو موقع بموقع نشانات راہ بتلاتا جاتا ہے۔\nیہ تاکیدی بیان کہ اللہ کے دشمنوں کا یہ انجام ہو کر رہے گا ، نفس کے اندر قدرتی طور پر یہ بات بٹھاتا ہے کہ سنت الہیہ اس کی مخلوق میں جاری وساری ہے اس کا دین بھی اس کی سنت کے مطابق غالب ہوگا اس کا وعدہ بھی اور اس کی دھمکی بھی سنت الہیہ کے مطابق روبعمل ہوگی ، لہذا جو لوگ اس دین کو قبول کرتے ہیں اور جو لوگ اس دین کی دعوت دیتے ہیں ان کو چاہیے کہ وہ مسنون طریقے کے مطابق دعوت دیتے رہیں جس طرح کہ ان کو حکم دیا گیا ہے ، نہ اس میں کمی کریں ، نہ اس میں زیادتی کریں نہ ظالموں کے سامنے جھکیں ، اگر چہ وہ جبار ہوں ، وہ غیر اللہ کے دین کو قبول نہ کریں ، اگر چہ راستہ طویل ہوجائے ، وہ مشکلات راہ کے لیے تیاریاں کریں اور اس وقت تک صبر کریں جب تک اللہ وہ کام نہیں کرتا جو وہ چاہتا ہے۔",
  "ayah": 111,
  "surah": 11
}
