{
  "text": "ایک دوسری بات جسے وہ بار بار دہراتے چلے جاتے تھے ، یہ کہ حضور نبی کریم ﷺ اس کتاب کو اپنی جانب سے پیش کر رہے ہیں۔ کہا جاتا ہے کہ تم اس جیسی دس سورتیں تو بنا لاؤ اور اس مہم میں پورے جہاں سے مدد بھی لے لو۔\nقدماء مفسرین نے کہا ہے یہ چیلنج علی الترتیب تھا۔ پہلے یہ تھا کہ اس قرآن جیسا قرآن لاؤ، پھر دس سورتوں کا چیلنج تھا ، آخر میں ایک سورت کا چیلنج دیا گیا۔ لیکن اس چیلنج کی اس مخصوص ترتیب پر کوئی منقول دلیل نہیں ہے۔ بظاہر دلیل اس کے خلاف ہے کیونکہ سورة یونس اس سورت سے پہلے نازل شدہ ہے اور اس میں ایک سورت کا چیلنج دیا گیا ہے اور زیر نظر سورت اس کے بعد نازل ہوئی ہے۔ اور اس میں دس سورتوں کا چیلنج ہے۔ یہ بھی حقیقت ہے کہ آیات کا نزول سورتوں کی ترتیب کے مطابق نہیں ہے۔ کیونکہ بعض اوقات کوئی آیت نازل ہوتی تھی لیکن اسے بعض اوقات تو سابقہ سورتوں میں رکھ دیا جاتا تھا اور بعض اوقات ایسی سورت میں جو اس آیت کے بعد نازل ہوئی تھی۔ وقت نزول کی مکمل طور پر نقلی دلیل پر موقوف ہے۔ اسباب نزول میں کوئی ایسی روایت نہیں ہے جو یہ ثابت کرے کہ سورة یونس سورة ہود کے بعد نازل ہوئی ہے اور اپنی جانب سے قیاسی حکم اس موضوع پر مقبول نہیں ہے۔\nعلامہ رشید رضا مرحوم نے دس سورتوں کے چیلنج کی ایک خاص وجہ بیان کرنے کی سعی ہے۔ انہوں نے اس سلسلے میں طویل کوشش کی ہے (دیکھئے تفسیر منار ، ص 32 تا 41، ج 12) فرماتے ہیں کہ یہاں تحدی سے مراد قصص القرآن کا چیلنج ہے۔ تحقیق و تفتیش سے معلوم ہوتا ہے کہ جن سورتوں میں طویل قصص نازل ہوئے ہیں ، سورت ہود کے نزول تک ان کی تعداد دس تھی ، چناچہ یہاں دس سورتوں کے لیے چیلنج دیا گیا ، کیونکہ ایک سورت کا چیلنج ان کے لیے دس سورتوں کے چیلنج سے زیادہ مشکل تھا۔ اس لیے کہ دس سورتوں میں بہرحال زیادہ قصے اور زیادہ اسالیب کلام تھے اور جن لوگوں کو یہ چیلنج دیا گیا تھا ، ان کو دس سورتوں جیسی نقل کی ضرورت تھی اگر وہ نقل کرتے۔\nلیکن حقیقت تو خدا جانتا ہے ، یہ بات اس قدر مشکل نہیں ہے جس قدر انہوں نے مشکل بنا دی ہے کیونکہ چیلنج کے معاملے میں اعتراض کرنے والوں کے اعتراض اور حالات نزول دونوں کو مد نظر رکھنا ضروری ہے اس لیے کہ قرآن کریم عملی حالات کے پیش نظر نازل ہوتا رہا ہے اور ہر سورت اور آیت کے نزول کے وقت متعین صورت حالات ہوا کرتی تھی۔ اس لیے بعض حالات میں کہا گیا کہ قرآن جیسی کتاب لاؤ، بعض میں کہا گیا ، ایک سورت لاؤ اور بعض میں دس سورتوں کا مطالبہ ہوا۔ ان مطالبات میں ترتیب زمانی کا پایا جانا ضروری نہیں ہے۔ کیونکہ اصل مقصد چیلنج تھا کہ نفس قرآن جیسا کلام لاؤ۔ کل قرآن یا جزء یا ایک سورت وغیرہ۔ لہذا چیلنج قرآن جیسے کلام کے بارے میں تھا ، کسی خاص مقدار کی بات نہ تھی۔ اور مخالفین جو عاجز آئے تو وہ قرآن جیسے کلام سے عاجز آئے۔ یہ نہ تھا کہ وہ کوئی سورت نہ لا سکے ، لہذا اس موضوع پر کل اور جزء کا ذکر برابر ہے اور اس سلسلے میں ترتیب لازم نہیں ہے بلکہ بعض مخصوص حالات کی وجہ سے مقدار کا ذکر ہوا۔ یعنی اعتراض کرنے والوں کے اعتراضات کی نوعیت کے اعتبار سے یہ کہا گیا کہ ایک سورت ، دس سورتیں یا پورا قرآن لاؤ۔ یہ مخصوص حالات کیا تھے ؟ آج ہم ان کا تعین بہرحال نہیں کرسکتے۔\nوَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ (اور اللہ کے سوا جو جو (تمہارے معبود) ہیں ان کو مدد کے لیے بلا سکتے ہو تو بلا لو اگر تم (انہیں معبود سمجھنے میں) سچے ہو۔ اپنے شرکاء و خصماء کو بلاؤ، شعراء اور بلغاء کو بلاؤ، جنوں اور انسانوں سب کو بلاؤ اور اس چیلنج کو قبول کرو ، اور اپنی طرف سے بناوٹی دس سورتیں لاؤ۔ اگر تمہاری یہ دعوی سچا ہے کہ قرآن حضرت نبی کریم کی طرف سے بنایا گیا ہے اور اللہ کی طرف سے نہیں ہے۔",
  "ayah": 14,
  "surah": 11
}
