{
  "text": "اس دنیا میں جو لوگ بھی جدوجہد کرتے ہیں وہ اس کا ثمرہ پاتے ہیں۔ اب بات اس کے نصب العین پر موقوف ہے۔ بعض لوگوں کی نظر اعلی مقاصد اور بلند افق پر ہوتی ہے۔ اور بعض لوگ صرف اپنے قدموں پر نظر رکھتے ہٰں اور دنیا کے قریب اور محدود مقاصد ان کے پیش نظر ہوتے ہیں۔ جو شخص دنیاوی زندگی اور اس کے کروفر کے متلاشی ہوتے ہیں تو وہ صرف اس کے لیے جدوجہد کرتے ہیں۔ ان کو ان کے عمل کا نتیجہ اس دنیا ہی میں ملتا ہے۔ اور پھر وہ اس سے نفع اٹھاتے ہیں جس طرح ان کی مرضی ہوتی ہے۔ لیکن آخرت میں ان کا حصہ صرف آگ ہوتی ہے کیونکہ ایسے شخص نے آخرت کے لیے کچھ کمائی نہیں کی اور نہ آخرت کو اس نے اہمیت دی۔ اس لیے وہ دنیا میں جو بھی اچھا عمل کرے گا ، اس کی جزاء اسے یہاں ہی مل جائے گی اور آخرت میں وہ عمل باطل ہوگا۔ وہاں اس کے اعمال کا کوئی وزن نہ ہوگا۔ آخرت میں ایسے لوگوں کے اعمال حبط ہوں گے۔ یعنی اس طرح جس طرح کسی مویشی کو زہر آلود گھاس پھلا دیتی ہے جبکہ در حقیقت وہ بیمار ہوتا ہے ، موٹا نہیں ہوتا اور اس کا یہ موٹاپا موجب ہلاکت ہوتا ہے۔\nاس دنیا میں ہمیں بہت سے افراد اور اقوام نظر آتے ہیں جو رات دن اس دنیا کے لیے کام کرتے ہیں اور ان کو ان کی جدوجہد کے ثمرات بھی ملتے ہیں۔ ان کی دنیا نہایت ہی ترقی یافتہ اور فلاح یافتہ ہوتی ہے ، اور اس طرح پھولی ہوتی ہے جس طرح بیمار جانور۔ لہذا ہمیں ایسے لوگوں سے متاثر نہیں ہونا چاہیے اور نہ ہی پوچھنا چاہیے کہ کیوں ؟ کیونکہ زمین میں یہی قانون الہی ہے کہ :\nمَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ \" جو شخص حیات دنیا اور اس کی زینت کا طلبگار ہے اس دنیا میں ہم اس کے اعمال کا ثمر پورا پورا دیں گے اور ان کا کچھ نقصان نہ کیا جائے گا \" لیکن اللہ کی اس سنت کو تسلیم کرتے ہوئے اور اس کے نتائج کو یقین مانتے ہوئے ہمیں یہ حقیقت بھولنا نہ چاہئے کہ ایک شخص دنیا کے لیے کام کرتے ہوئے بھی آخرت پر نظر رکھ سکتا ہے اور دنیا کی جدوجہد کے دوران بھی آخرت کے لیے کام کرسکتا ہے اور یہ ممکن ہے کہ اس کی دنیا بھی اچھی اور مزین ہو اور دنیا میں بھی کوئی کمی نہ ہو اور آخرت میں بھی کوئی کمی نہ ہو اور آخرت میں بھی کامیاب ہو\nحقیقت یہ ہے کہ آخرت کے لیے کام کرنا ، دنیا کے لیے کام کرنے کے ساتھ تضاد نہیں رکھتا بلکہ دنیا کا کام بھی آخرت کے لیے کام ہے بشرطیکہ توجہ الی اللہ قائم ہو اور اگر ایک انسان دنیا کی جدوجہد میں اللہ کو یاد رکھے تو اس کی جدوجہد میں کمی نہیں ہوتی بلکہ اس میں مزید برکت ہوتی ہے۔ اس کی کمائی پاکیزہ اور ستری ہوتی ہے اور دنیا کے ساتھ آخرت بھی اسے ملتی ہے۔ الا یہ کہ جو شخص دنیا میں حرام خواہشات کی پیروی کرے ناجائز شہوات نہ صرف یہ کہ آخرت میں مردود ہیں بلکہ دنیا میں بھی وہ پسندیدہ نہیں ہیں۔ اس کا تجربہ مغربی اقوام کو ان کی نفرادی اور اجتماعی زندگی میں ہوچکا ہے اور انسانی تاریخ کا جن لوگوں نے مطالعہ کیا ہے وہ بھی اچھی طرح ان نتائج تک پہنچ چکے ہیں۔\nاب سیاق کلام اس رویے کی طرف مڑجاتا ہے ، جو مشرکین نے رسول اللہ کے ساتھ اختیار کر رکھا ہے۔ بتایا جاتا ہے کہ حضور کی سچائی منجانب اللہ ہے اور پھر یہ قرآن بھی حضور کی رسالت اور حقانیت پر گواہ ہے۔ اور یہ کہ حضور مرسل من جانب اللہ ہیں اور اس پر حضرت موسیٰ کی کتاب بھی گواہ ہے۔ چناچہ رسول اللہ اور آپ کی دعوت کے بارے میں تمام براہین اور دلائل بیان کیے جاتے ہیں۔ اس طرح حضور کی تالیف قلب مقصود ہے۔ نیز آپ کے ساتھ جو مختصر جماعت اس عظیم مقصد کے لیے کام کر رہی ہے۔ اس کی ڈھارس بندھانا بھی پیش نظر ہے۔ اور مخالفین اور کفار کو ان کے انجام بد سے ڈرانا بھی مطلوب ہے کہ اگر انہوں نے روش نہ بدلی تو انجام آگ ہے۔ ان کو قیامت کے مناظر میں سے ایک منظر کے سامنے پیش کیا جاتا ہے جس میں وہ شرمندگی ، بےعزتی اور ذلت کا شکار ہیں ، محض اس لیے کہ انہوں نے دنیا میں کبر اور غرور کا رویہ اختیار کیا۔ بتایا جاتا ہے کہ یہ لوگ جواب ڈینگیں مار رہے ہیں۔ قیامت میں کس قدر ذلیل و خوار اور عاجز ہوں گے اور اللہ کے عذاب سے بچ نکلنے کا کوئی موقعہ نہ ہوگا اور نہ ان کا کوئی ولی اور مددگار ہوگا۔\nلاجرم انہم فی الاخرۃ ھم الاخسرون (یہ لازمی بات ہے کہ آخرت میں یہی لوگ سخت خسارے میں ہوں گے) چناچہ اب (اگلی آیات میں) کفار اور مومنین کے درمیان ایک مشاہداتی موزانہ کیا جاتا ہے اور دونوں کے درمیان فرق کو نمایاں کی ا جاتا ہے کہ دونوں کا حال اور مآل کس قدر مختلف ہے۔ ذرا غور سے پڑھیے :",
  "ayah": 15,
  "surah": 11
}
