{
  "text": "حضرت نوح ان الزامات ، اس سرکشی اور استکبار کو نہایت ہی خوش اخلاقی کے ساتھ برداشت کرتے ہیں۔ وہ یقین ، ثابت قدمی اور نہایت ہی ٹھنڈے انداز میں اس سچائی کو ان کے سامنے پیش کرتے ہیں جو اللہ نے ان پر نازل کی ہے۔ وہ نہایت ہی وضاحت سے بات کرتے ہیں ، نہایت ہی سلجھے ہوئے انداز میں گہرے شعور اور یقین کے ساتھ ان سے ہمکلام ہوتے ہیں۔ وہ ان کی زبان میں بات نہیں کرتے ، وہ الزام کا جواب الزام سے نہیں دیتے۔ وہ ایسا دعویٰ نہیں کرتے جو وہ کرتے ہیں۔ وہ اپنے بارے میں حقیقی تاثر کے بجائے کوئی مبالغہ آمیز تصور نہیں دیتے۔ وہ اپنی رسالت اور منصب رسالت کے بارے میں ان کے سامنے نہایت ہی حقیقی بات کرتے ہیں۔\nقَالَ يٰقَوْمِ \" اے برادران قوم \" کس قدر مہذب ، پرخلوص داعیانی خطاب ہے ! ان کی نسبت اپنی طرف اور اپنی نسبت ان کی طرف۔ آپ فرماتے ہیں کہ تم اعتراض یہ کرتے ہو کہ میں تمہاری جیسا ایک آدمی ہی ہوں تو بظاہر تمہاری تو درست ہے لیکن اگر میرا میرے رب کے ساتھ پیغمبرانہ اتصال ہو تو ذرا سوچو تمہاری اس رائے کے نتائج تمہارے لیے کس قدر خطرناک ہوسکتے ہیں۔ میں تو واضح طور پر اپنے رب کے ساتھ رابطہ رکھتا ہوں۔ اور مجھے اس کا شعور بھی ہے اور یہ ایک ایسی خصوصیت ہے جس سے تم لوگ محروم ہو۔ اللہ نے مجھے اپنا رسول ہونے کا منصب دیا ہے اور یہ اس کی جانب سے میرے لیے رحمت ہے یا مجھے ایسے خصائص عطا کیے جن کی بنا پر میں اس رحمت الہی کا حامل ہوگیا ہوں اور یہ بیشک ایک عظیم رحمت ہے۔ تم اس پوزیشن پر بھی ذرا غور کرلو کہ اگر مجھ پر یہ رحمت ہو۔ اور تم اس کو سمجھ نہ پا رہے ہو ، کیونکہ تم عقل کے اس قدر کورے ہو کہ اس عظیم حقیقت کے ادراک ہی سے محروم ہو۔ تم اس کو دیکھ نہیں سکتے ہو تو ہمارے پاس اب اور کیا ذریعہ ہے کہ ہم اس حقیقت کو زبردستی تمہارے ذہن میں ڈال دیں۔ نہ میں ایسا کرسکتا ہوں اور نہ ایسا کرنا میرے فرائض میں شامل ہے۔ خصوصاً جب کہ تم اس کے تسلیم کرنے کو ناپسند کرتے ہو۔ جب نفرت کی خلیج حائل تو تم سمجھ ہی کب سکتے ہو۔\nحضرت نوح (علیہ السلام) نہایت پیار کے ساتھ ان کو اس حقیقت کی طرف متوجہ فرماتے ہیں اور ان کے احساس کو تیش فرماتے ہیں تاکہ وہ ان بلند حقائق کو سمجھنے کی سعی کریں۔ اور رسالت کے بارے میں وہ جس غلط فہمی اور غفلت کا شکار ہیں اس سے باہر نکل آئیں۔ ان کو حضرت نوح (علیہ السلام) یہ حقیقت سمجھانے کی کو ششش کرتے ہیں کہ رسالت کا معاملہ اس قدر سطحی نہیں ہے جس قدر وہ اسے سمجھ رہے ہیں۔ لیکن حضرت نوح اپنے اس نرم کلام میں ان کو یہ عظیم اصول بتا رہے ہیں کہ عقیدے کا معاملہ خالص کسی شخص کی سمجھ پر موقوف ہے اور کسی عقیدے کا اختیار ایک شخص کے ذاتی غور و فکر پر منحصر ہے۔ اس باب میں کسی پر کوئی زبردستی نہیں کی جاسکتی اور نہ کسی پر کوئی عقیدہ ٹھونسا جاسکتا ہے۔ خواہ کوئی جس قدر جبر اور تشدد چاہے ، اختیار کرلے۔",
  "ayah": 28,
  "surah": 11
}
