{
  "text": "اس کے بعد حضرت نوح (علیہ السلام) ان کے سامنے اپنی شخصیت اور رسالت کی حقیقت نہایت ہی واضح طور پر رکھتے ہیں۔ بالکل سادہ اور غیر مصنوعی حقائق کی شکل میں۔ رسول کی شخصیت اور منصب رسالت کو دنیا کی کھوٹی قدروں سے بالکل الگ کر کے پیش کیا جاتا ہے۔ اس لیے کہ وہ حقیقت کو سمجھ سکیں اور یہ جان سکیں کہ اللہ کے ہاں حقیقی قدریں کیا ہیں تاکہ ان کے سامنے دنیا کی ظاہری قدریں الگ ہوجائیں اور حقیقی قدریں صاف اور ستھری ہوکر واضح ہوجائیں تاکہ رسول اور رسالت اپنی اصلی شکل میں ، بغیر کسی ملمع کاری کے ان کے سامنے ہوں چاہے وہ قبول کریں یا نہ کریں۔ چناچہ کہا جاتا ہے :\nوَلَآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۗىِٕنُ اللّٰهِ : \" اور میں تم سے نہیں کہتا کہ میرے پاس اللہ کے خزانے ہیں \" اس لیے میں نہ دولت مندی کا دعوی کرتا ہوں اور نہ یہ قدرت رکھتا ہوں کہ تمہیں دولت مند بنا دوں۔\nوَلَآ اَعْلَمُ الْغَيْبَ : \" نہ یہ کہتا ہوں کہ میں غیب کا علم رکھتا ہوں \"۔ تاکہ میں کسی ایسی قوت کا دعوی کروں جو عام انسانوں کے پاس نہیں ہے ، ماسوائے تعلق رسالت کے۔\nوَلَآ اَقُوْلُ اِنِّىْ مَلَكٌ: \" نہ میرا دعوی ہے کہ میں فرشتہ ہوں \"۔ تاکہ میں عام انسانوں کے مقابلے میں کسی بلند تر جھوٹی صفت کا دعوی کروں اور تمہاری نظروں میں ، میں بلند تر ہوجاؤں اور اپنی قیادت اور سیادت تم سے منوا سکوں۔\nوَّلَآ اَقُوْلُ لِلَّذِيْنَ تَزْدَرِيْٓ اَعْيُنُكُمْ لَنْ يُّؤْتِيَهُمُ اللّٰهُ خَيْرًا : \" اور یہ بھی میں نہیں کہہ سکتا کہ جن لوگوں کو تمہاری آنکھیں حقارت سے دیکھتی ہیں ، انہیں اللہ نے کوئی بھلائی نہیں دی \"۔ تاکہ اس طرح میں سوسائٹی کے ان مستکبرین کو راضی کرسکوں یا اس طرح میں تمہاری دنیاوی سطحی اقدار اور عارضی رسومات کے ساتھ ہاں میں ہاں ملاؤں۔\nاَللّٰهُ اَعْلَمُ بِمَا فِيْٓ اَنْفُسِهِمْ : \" ان کے نفس کا حال اللہ ہی بہتر جانتا ہے \" ان لوگوں کی حقیقت کا حال بھی اللہ ہی جانتا ہے۔ میں ان کے ساتھ ان کے ظاہری حالات کے مطابق ہی اچھا معاملہ کرسکتا ہوں اور ان کا ظاہری حال اس بات کا مستحق ہے کہ میں ان کی قدر کروں اور یہ امید رکھوں کہ اللہ ان کا انجام اچھا کرے گا۔\nاِنِّىْٓ اِذًا لَّمِنَ الظّٰلِمِيْنَ : \" اگر میں ایسا کہوں تو ظالم ہوں گا \"۔ اگر مذکورہ بالا دعوں میں سے کوئی دعوی بھی میں نے کیا۔ اس صورت میں ، گویا میں سچائی کے ساتھ ظلم کروں گا حالانکہ مجھے حکم یہ دیا گیا ہے کہ میں سچائی کی تبلیغ کروں اور میں اپنے آپ کو غضب الٰہی کا مستحق ٹھہرا کر خود اپنے اوپر بھی ظلم کروں گا اور لوگوں کے ساتھ بھی ظلم کروں گا کیونکہ میں ان کو وہ مقام دوں گا جو انہیں اللہ نے نہیں دیا ہے۔\nاس طرح حضرت نوح (علیہ السلام) اپنی ذات اور اپنے منصب رسالت سے ان جھوٹی اقدار کو جھاڑ دیتے ہیں جو ان کی قوم نے تصور رسول اور تصور رسالت کے ساتھ وابستہ کر رکھی تھیں۔ اور اپنی قوم کے سامنے رسول اور رسالت کو اپنے حقیقی روپ میں پیش فرماتے ہیں اور ان تمام سطحی اور جعلی تصورات سے ان حقائق کو پاک کرکے پیش فرماتے ہیں کیونکہ کسی بھی حقیقت کو مصنوعی رنگ و روغن کی ضرورت نہیں ہوتی۔ آپ سچائی کو اپنے حقیقی روپ میں اپنی حقیقی قوت کے ساتھ پیش کرتے ہیں اور نہایت ہی محبت بھری اپیل کے ساتھ پیش کرتے ہیں تاکہ وہ اس کی طرف متوجہ ہوں اور اگر ان کی قسمت میں کچھ لکھا ہے تو اپنا حصہ وصول کرلیں۔ غرض حضرت نوح کی دعوت میں نہ ہیر پھیر ہے ، نہ کوئی کھوٹ ہے ، نہ کوئی بناوٹ ہے ، نہ کسی حقیقی قدر قدر کی قربانی ہے۔ سیدھی سادی بات اپنے حقیقی روپ میں وہ پیش فرماتے ہیں۔ آپ اللہ کے سوا کسی اور کی رضامندی نہیں چاہتے اور پوری انسانی تاریخ کو دعوت پیش کرنے کا ایک نمونہ دیتے ہیں کہ سچائی کو اپنے حقیقی روپ میں پیش کرو ، بغیر کسی ہیر پھیر کے ، بغیر اس کے کہ اللہ کے سوا کسی اور کی رضامندی مطلوب ہو۔ البتہ نہایت ہی ترغیبی اسلوب میں ہو۔",
  "ayah": 31,
  "surah": 11
}
