{
  "text": "یہاں دو خوف باہم ملتے ہیں : ایک خاموش طبیعت کا خوف اور ایک نفس بشری کا خوف۔\nوَهِىَ تَجْرِيْ بِهِمْ فِيْ مَوْجٍ كَالْجِبَالِ \" کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی \"\nایسے خوفناک حالات حضرت نوح دیکھتے ہیں کہ ان کے بچوں میں سے ایک ان سے دور بھاگا جا رہا ہے اور ان کے ساتھ کشتی میں سوار نہیں ہو رہا۔ یہاں باپ کی خوبیدہ پدری شفقت جاگ اٹھتی ہے اور اس گمراہ بیٹے کو وہ پکار اٹھتے ہیں۔\nوَنَادٰي نُوْحُۨ ابْنَهٗ وَكَانَ فِيْ مَعْزِلٍ يّٰبُنَيَّ ارْكَبْ مَّعَنَا وَلَا تَكُنْ مَّعَ الْكٰفِرِيْنَ : \" نوح کا بیٹا دور فاصلے پر تھا۔ نوح نے پکار کر کہا بیٹا ہمارے ساتھ سوار ہوجا ، کافروں کے ساتھ نہ رہ \"۔\nلیکن یہ نافرمان بیٹا اپنے شفیق باپ کی کوئی پروا نہیں کرتا۔ یہ نوجوان اور مغرور ہے ، یہ اندازہ نہیں کرپاتا کہ طوفان کس قدر شدید ہے اور کہتا ہے :\nقَالَ سَاٰوِيْٓ اِلٰي جَبَلٍ يَّعْصِمُنِيْ مِنَ الْمَاۗءِ : \" اس نے پلٹ کر جواب دیا میں ابھی ایک پہاڑ پر چڑھ جاتا ہوں جو مجھے پانی سے بچا لے گا۔ \"\nلیکن شفیق باپ تو جانتے ہیں کہ یہ عذاب کس قدر ہولناک ہے اور وہ آخری اپیل کرتے ہیں : قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ اَمْرِ اللّٰهِ اِلَّا مَنْ رَّحِمَ : \" نوح نے کہا آج کوئی چیز اللہ کے حکم سے بچانے والی نہیں ہے سوائے اس کے کہ اللہ ہی کسی پر رحم فرمائے۔ \"\nاللہ کے عذاب کو نہ پہاڑ ٹال سکتے ہیں اور نہ غاروں میں کوئی اس سے چھپ سکتا ہے۔ نہ اس کے مقابلے میں کوئی حامی ہے اور نہ کوئی بچا سکتا ہے۔ صرف وہی بچ سکتا ہے جس پر اللہ کا رحم ہوجائے۔\nوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ : \" اتنے میں ایک موج دونوں کے درمیان حائل ہوگئی اور وہ بھی ڈوبنے والوں میں شامل ہوگیا \"۔ ہزارہا سال گزر چکے ہیں ، آج بھی جب ہم اس ہولناک صورت حالات کا تصور کرتے ہیں۔ تو ہماری سانس رک جاتی ہے اور ہم پر اس قدر ہیبت طاری ہوجاتی ہے کہ گویا یہ منظر ہماری آنکھوں کے سامنے ہے۔ کشتی پہاڑوں جیسی موجوں کے درمیان ڈول رہی ہے۔ حضرت نوح بار بار اپنے بیٹے کو پکارتے ہیں اور ان کا مغرور بیٹا انکار کرتا جاتا ہے اور پہاڑ پر چڑھتا جاتا ہے۔ اچانک ایک عظیم پہاڑ جیسی موج آتی ہے اور چشم زدن میں قسہ تمام ہوجاتا ہے۔ سب کام ختم ہوجاتا ہے اب نہ پکار ہے اور نہ انکار ہے۔\nاس خوفناک فضا کا تصور دو پہلوؤں سے کیا جاسکتا ہے۔ ایک تو یہ پہلو ہے کہ والد اور بیٹے کے درمیان ایک حقیقی اور زندہ تعلق ہوتا ہے۔ اور دوسرا پہلو انسان کا طبعی مزاج ہے کہ طوفان پہاڑوں اور وادیوں کو اپنی لپیٹ میں لینے کے بعد اب خود انسان کے بچوں کو لپیٹ میں لے رہا ہے۔ یہ دونوں قسم کے جذبات انسان کی شخصیت کے اندر موجود ہوتے ہیں اور قرآن کریم نے ان کی خوب تصویر کشی کی ہے۔",
  "ayah": 42,
  "surah": 11
}
