{
  "text": "اس اعلان کے بعد کہ یہ کتاب ایک فرمان الہی ہے جس کی آیتیں پختہ اور مفصل ہیں۔ اور ایک دانا اور باخبر خدا کی طرف سے ہیں۔ یہ بتایا جتا ہے کہ اس حقیقت کے باوجود جب ڈرانے والے اور بشارت دینے والے نبی ان کو سناتے ہیں تو ان آیات کے حوالے سے بعض لوگوں کا رد عمل کس قدر غلط ہے۔ قرآن کریم ان کے رد عمل اور ان کی جسمانی حرکت کو یکجا کرکے پیش کرتا ہے کہ یہ لوگ سر جھکا لیتے ہیں اور اپنے سینوں کو ایک طرف موڑ لیتے ہیں تاکہ چھپ جائیں اور پہلو تہی کر جائیں۔ کیا خدا سے یہ چھپ سکتے ہیں۔ ان کی یہ کوشش کس قدر عبث ہے۔ خدا تو اس وقت بھی سب کچھ جانتا ہے جب یہ بزعم خود کپڑے اوڑھ کر چھپے ہوتے ہیں بلکہ اللہ تو اس کرہ ارض پر ہر چلنے اور ینگنے والی چیز کو بھی جانتا ہے۔ وہ تو لطیف وخبیر ہے۔\nیہ دو آیتیں (آیت 5 تا 6) وہ منظر پیش کرتی ہیں کہ اگر اسے اچھی طرح ذہن میں لایا جائے اور اس پر غور کیا جائے تو انسان مارے خوف کے کانپ اٹھے۔ یہ منظر کس قدر خوفناک ہے اور لرزا دینے والا ہے ، ذرا سوچو تو سہی کہ بندہ ضعیف اللہ سے چھپنا چاہتا ہے جبکہ اللہ کا علم اسے گھیرے ہوئے ہے۔ جب ان کو اللہ کی آیات کا سامنا کرنا پڑتا ہے تو وہ چھپتے ہیں لیکن کب چھپ سکتے ہیں ؟\nاَلَآ اِنَّھُمْ يَثْنُوْنَ صُدُوْرَھُمْ لِيَسْتَخْفُوْا مِنْهُ ۭ اَلَا حِيْنَ يَسْتَغْشُوْنَ ثِيَابَھُمْ ۙ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۚ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ\nدیکھو ، یہ لوگ اپنے سینوں کو موڑتے ہیں تاکہ اس سے چھپ جائیں۔ خبردار ، جب یہ کپڑوں سے اپنے آپ کو ڈھانپتے ہیں ، اللہ ان کے چھپے کو بھی جانتا ہے اور کھلے کو بھی ، وہ تو ان بھیدوں سے بھی واقف ہے جو سینوں میں ہیں۔\nشاید اس آیت میں بعض واقعات کی تصویر کشی کی گئی ہے کہ نبی ﷺ ان لوگوں کو کلام الہی سنان چاہ رہے ہیں اور یہ لوگ روگردانی کرکے اس سے چھپنا چاہتے ہیں اور اپنے سر لٹکائے گزرنا چاہتے ہیں اور اپنی طرف سے یہ کوشش کر رہے ہیں کہ گویا وہ چھپ گئے ہیں اور انہوں نے نظر بچا کر اپنے آپ کو گزار لیا۔ ہوسکتا ہے کہ بعض اوقات انہوں نے ایسی حرکت کی ہو۔\nایک مختصر فقرے میں بتا دیا جاتا ہے کہ ان کی یہ حرکت کس قدر بھونڈی ہے۔ اللہ جس نے یہ آیات نازل کی ہیں ہر حال میں ان کے ساتھ ہے ، یہ ظاہر ہوں یا چھپے ہوں۔ قرآن کریم ایسے مخصوص انداز میں یہاں ان کی اس حرکت کو ان کی خفیہ ترین حسی صورت کو سامنے لا کر غلط بتاتا ہے کہ جب وہ رات کے وقت اپنے گھروں کے اندر ، رات کی تاریکی میں اپنے بستروں پر لیٹے ہوتے ہیں اس وقت بھی اللہ ان کے ساتھ ہوتا ہے اور وہ نہیں چھپ سکتے۔ وہ تو حاضر و ناظر اور قاہر ہے۔ ہر ظاہر اور چھپی بات کو جانتا ہے۔\nاَلَا حِيْنَ يَسْتَغْشُوْنَ ثِيَابَھُمْ ۙ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ( خبردار ، جب یہ کپڑوں سے اپنے آپ کو ڈھانپتے ہیں ، اللہ ان کے چھپے کو بھی جانتا ہے اور کھلے کو بھی ، ) ۔ بلکہ اللہ اس سے بھی زیادہ خفی باتوں سے واقف ہے۔ ان کے پردے علم الہی کے سامنے کیا رکاوٹ بنیں گے ؟ البتہ ایسے حالات میں صرف انسان خود یہ محسوس کرتا ہے کہ وہ اکیلا ہے اور اسے کوئی نہیں دیکھ رہا ہوتا۔ یہ انداز تعبیر انسان کے وجدان کو چھوتا ہے ، اسے جگاتا ہے اور اسے جھنجھوڑتا ہے کہ وہ ذات باری کے بارے میں ذرا غور کرے اور سمجھے کہ ایک آنکھ ہر وقت اسے دیکھتی رہتی ہے۔\nاِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ (وہ تو ان بھیدوں سے بھی واقف ہے جو سینوں میں ہیں) جو راز دلوں میں چھپے ہیں ان کا بھی اسے علم ہے۔ حالانکہ یہ راز ابھی دل میں ہوتے اور دل کے ساتھ اس طرح جڑے ہوتے ہیں۔ جس طرح مالک اپنی ملک سے جڑا ہوتا ہے یا دوست ، دوست کے ساتھ ، یعنی انتہائی رازداری کی وجہ سے ان کو ذات الصدور کہا گیا۔ جب اللہ ایسے دلی بھیدوں سے بھی واقف ہے ، تو پھر اور کیا ہے جو اس سے مخفی رہ سکتا ہے۔ غرض انسان کی کوئی حرکت اور اس کا کوئی سکون اس سے مخفی نہیں رہ سکتا۔",
  "ayah": 5,
  "surah": 11
}
