{
  "text": "آغاز سورت کے مقدمے اور پھر ان تمثیلات کے بعد نتیجہ یوں اخذ کیا جاتا ہے : تِلْكَ مِنْ اَنْۢبَاۗءِ الْغَيْبِ الخ : اے نبی یہ غیب کی خبریں ہیں جو ہم تمہاری طرف وحی کر رہے ہیں۔ اس سے پہلے نہ تم ان کو جانتے تھے اور نہ تمہاری قوم۔ پس صبر کرو ، انجام کار متقیوں ہی کے حق میں ہے۔\nیہ آخری تبصرہ یہ بتاتا ہے کہ قرآن مجید میں قصص قرآن لانے کے اہداف و مقاصد کیا ہیں :\n٭ یہ کہ وحی منجانب اللہ ہے ، جس کا مشرکین مکہ انکار کرتے تھے اور ان قصص سے وحی کا ثبوت اس طرح ہوتا ہے کہ عربوں یا کسی اور اقوام کے پاس ان نصوص کا کوئی ریکارڈ موجود نہ تھا۔ یہ غائبانہ قصے ہیں اور اس سے قبل تمام لوگ جانتے تھے کہ نبی ﷺ کے پاس ان کا کوئی ذریعہ علم نہ تھا۔ یہ حکیم اور خبیر کی طرف سے وحی آرہی تھی۔\n٭ دوسرا مقصد ان قصوں کے لانے سیہ ہے کہ حضرت نوح جو انسانوں کے لیے آدم ثانی ہیں سے لے کر آج تک تمام انبیاء کا نظریہ اور عقیدہ ایک ہی رہا ہے ، تمام انبیاء کا عقیدہ بھی ایک رہا ہے اور الفاظ تعبیر بھی تقریبا ایک ہی رہے ہیں۔\n٭ان قصص سے یہ بتانا مقصود ہے کہ تمام مکذبین کے اعتراضات بھی ایک ہی نوعیت کے رہے ہیں حالانکہ ان کے سامنے آیات و دلائل پیش کیے گئے اور باوجود اس کے کہ پیغمبروں کی تاریخ میں یہ اعتراضات بار بار باطل ثابت ہوچکے ہیں لیکن بار بار انہی کو دہرایا جاتا ہے۔\n٭ یہ حقیقت بتانا کہ رسول کس بات کی خوشخبری دیتے ہیں اور کس سے ڈراتے رہے ہیں اور آج حضرت نبی ﷺ بھی انہی باتوں کے بارے میں بشارت اور ڈراوا دکھاتے ہیں اور یہ تاریخی شہادت ہے حضور اکرم کی سچائی پر ۔\n٭ اور یہ بتانا کہ اس کائنات میں وہ کیا سنت الہیہ ہے جو جاری وساری ہے اور وہ کسی کے ساتھ کوئی رو رعایت نہیں کرتی اور نہ اس میں کسی رشتہ داری کا لحاظ ہوتا ہے اور خلاصہ یہ کہ انجام متقی لوگوں کے لیے ہوتا ہے۔ آخر کار سنت الہی کو کامیاب ہونا ہے۔\n٭ ان روابط کی حقیقت جو ایک فرد اور دوسرے فرد کے درمیان اسلامی نظام میں پائے جائیں گے نیز ایک نسل اور دوسری نسل کے درمیان جو وجود میں آئیں گے یہ ہے کہ وہ صرف اسلامی عقیدہ ہے ، جو تمام مسلمانوں کو بھائی بھائی بنا دیتا ہے ، جن کا الہ ایک ہے اور جن کا رب اور حاکم اللہ وحدہ ہے اور اس میں اس کا نہ کوئی شریک ہے اور نہ کوئی مقابل۔\n۔۔۔۔\nاب طوفان نوح کے بارے میں چند سوالان ہیں ؟ پہلا سوال یہ ہے کہ آیا یہ طوفان پورے کرہ ارض پر تھا یا اس علاقے میں آیات تھا جس میں حضرت نوح مبعوث ہوئے تھے۔ یہ زمین کہاں تھی ، قدیم دنیا میں اس کے حدود کیا تھے اور جدید دنیا میں اس کی حدود کہاں تک ہیں۔ یہ ایسے سوالات ہیں جن کا جواب محض ظن اور تخمین سے دیا جاتا ہے اور ظن اور تخمین سے یقین اور سچائی کا ثبوت نہیں ہوسکتا۔ یا پھر ان سوالات کا جواب اسرائیلیات سے ملتا ہے۔ اور اسرائیلیات بذات خود ایک مشکوک ریکارڈ ہے۔ نیز قرآن کریم نے جن مقاصد کے لیے قصے بیان کیے ہیں ان مقاصد کے حوالے سے ان سوالات کے جوابات کی کوئی اہمیت بھی نہیں ہے۔\nالبتہ قرآن کریم کے نصوص سے یہ اشارات ملتے ہیں کہ حضرت نوح کے زمانے میں تمام آبادی وہی تھی جس کی طرف حضرت نوح کو بھیجا گیا تھا اور حضرت نوح کی قوم جس علاقے میں آباد تھی۔ اس وقت انسانی آبادی اسی علاقے میں تھی اور طوفان نے اس تمام علاقے کو اپنی لپیٹ میں لے لیا تھا جس میں انسان آباد تھے۔ اور اس طوفان کی زد سے وہی لوگ بچے تھے جو کشتی نوح میں سوار تھے۔\nیہ عظیم کائناتی حادثہ جس کے بارے میں قرآن کریم نے ہمیں ، اطلاع دی جبکہ قرآن کریم کے واحد مصدقہ دستاویز ہے ، اور یہ عظیم حادثہ ہے بھی زمانہ ماقبل التاریخ کے دور کا۔ اس کے بارے میں انسانی تحریری تاریخ خاموش ہے۔ اس دور میں تو تاریخ کا کوئی ریکارڈ موجود نہ تھا۔ انسانی تاریخ تو دور جدید کی چیز ہے اور پھر تاریخ نے جو ریکارڈ تیار کیا ہے اس میں بھی غلطی کا پوا امکان ہے ، تاریخی واقعہ سچا بھی اور جھوٹا بھی ہوسکتا ہے۔ ان واقعات کو جرح و تعدیل کے عقلی اصول کی کسوٹی پر پرکھا جاسکتا ہے۔ یہ مناسب نہیں ہے کہ اس بارے میں کسی اور ذریعہ سے پوچھا جائے جبکہ ایک سچے خبر دینے والے نے اس بارے میں اطلاع دے دی ہو۔ کیونکہ اگر ہم ایسے واقعات کے بارے میں کسی اور سے پوچھیں گے تو ہم الٹی گنگا بہائیں گے اور اس بات کو کوئی ایسی عقل تسلیم نہ کرے گی جس کے اندر دین کی حقیقت اچھی طرح بیٹھ چکی ہو۔\nاس وقت دنیا میں جس قدر اقوام آباد ہیں ، ان کی قدیم ، پیچیدہ اور غیر مصدقہ لٹریچر میں بھی طوفان نوح کا ذکر ملتا ہے۔ ان تذکروں میں یہ کہا گیا ہے کہ قدیم زمانوں میں کسی وقت اس قسم کا ایک طوفان گزر ہے۔ اور یہ عظیم حادثہ ان اقوام کی نافرمانی اور جہالت کی وجہ سے پیش آیا تھا۔ اور بنی اسرائیل کی مرتب کردہ کہانیوں میں جن کو وہ عہد قدیم کے نام سے پکارتے ہیں ، طوفان نوح کا تذکرہ موجود ہے ، لیکن قرآن کریم نے طوفان نوح کے بارے میں جو کچھ کہا اس کے ضمن میں ان اسرائیلی کہانیوں کا تذکرہ موزوں نہیں ہے۔ اور قرآن کریم کی سچی اور صاف کہانیوں کے ساتھ ان مجہول الاصل ، پیچیدہ افسانوں کو نہیں ملانا چاہیے ، جن کی پشت پر کوئی سند نہٰں ہے۔ اگرچہ ان تمام کہانیوں سے ایک حقیقت واضح ہوکر سامنے اتی ہے کہ ان اقوام کی سرزمین پر بھی طوفان آیا تھا یا یہ کہ اس طوفان سے کشتی نوح میں جو لوگ بچ گئے تھے اور ان کی اولاد جہاں جہاں بھی گئی تھی انہوں نے اپنے ساتھ ان یادوں کو سینہ بہ سینہ یہاں سے وہاں تک پھیلایا۔ یوں ان لوگوں نے جہان کے اطراف و اکناف میں پھیل کر زمین کو آباد کیا۔\nیہاں یہ بات اچھی طرح نوٹ کرلینی چاہیے کہ جس دستاویز کو کتاب مقدس کا نام دیا جاتا ہے ، چاہے وہ یہودیوں کی کتابوں پر مشتمل عہد قدیم یا عیسائی لٹریچر پر مشتمل عہد جدید ہو ، ان میں سے کوئی چیز بھی اللہ کی جانب سے نازل شدہ نہیں ہے۔ اس لیے کہ تورات کا وہ نسخہ جو اللہ نے نازل فرمایا تھا ، اسے اہل بابل نے برباد کرکے اس کے اندر تحریف کردی تھی۔ اس دور میں جب انہوں نے تمام یہودیوں کو غلام بنا کر بابل منقتل کردیا تھا۔ حضرت عیسیٰ کی آمد سے قریبا پانچ صدیاں پہلے تک عہد قدیم کتابی شکل میں بھی دوبارہ مرتب نہ کیا جاسکا۔ اسے عزرا کاہن نے مرتب کیا اور ممکن ہے کہ عزرا حضرت عزیر ہی ہوں انہوں نے تورات کے باقی ماندہ حصوں کو جمع کیا۔ تورات کے علاوہ جو کچھ ہے وہ ان کی تالیف ہے۔ یہی حال اناجیل کا ہے۔ ان میں بھی وہی مضامین مذکور ہیں جو حضرت مسیح کے شاگردوں کے حافظے میں محفوظ رہے تے اور ان کو بھی تقریبا حضرت عیسیٰ کے اٹھائے جانے کے ایک صدی بعد لکھا گیا۔ اس کے بعد بھی ان میں بیشمار قصے کہانیاں اور افسانے جمع کردئیے گئے۔ چناچہ مسلمانوں کو ہدایت یہی ہے کہ وہ ان کتابوں کی کسی چیز کو بھی ہدایت نہ سمجھیں۔\nاب دیکھنا یہ ہے کہ اس قصے سے انسان کو کیا نصیحت حاصل ہوتی ہے۔ حقیقت یہ ہے کہ انسان کے لیے اس میں عبرت کے کئی پہلو ہیں۔ صرف ایک ہی عبرت نہیں ہے۔ درج ذیل صفحات میں ہم ان میں سے بعض کی طرف اشارہ کریں گے اور اس کے بعد پھر حضرت ہود کے قصے کی طرف بات چل نکلے گی۔\n۔۔۔۔\nحضرت نوح کے قصے سے ان کی قوم کے جو خدوخال معلوم ہوتے ہیں وہ یہ ہیں کہ یہ لوگ انتہائی درجے کے جاہل ہیں۔ وہ باطل پر سخت اصرار کرتے ہیں اور حضرت نوح کی خالص دعوت کا مسلسل انکار کر رہے ہیں۔ حالانکہ ان کی دعوت یہ تھی کہ ہمارا خالق اللہ واحد ہے اور تمام انسانوں کا فرض ہے کہ وہ صرف اسی الہ واحد کی غلامی کریں اور اسے اپنا بادشاہ اور حاکم تصور کریں اور اللہ کے سوا کسی اور کو حاکم نہ سمجھیں۔\nقوم نوح حضرت آدم کی اولاد سے تھی اور حضرت آدم کا قصہ اس سے قبل سورت اعراف میں مذکور ہوچکا ہے۔ اسی طرح سورت بقرہ میں بھی اس کا تذکرہ گزر چکا ہے۔ حضرت ادم کو جنت سے زمین پر اس لیے اتارا گیا تھا کہ وہ اس زمین پر فریضہ خلافت ادا کریں اور یہ وہ ذمہ داری ہے جس کی تمام صلاحیتیں اللہ نے حضرت آدم کے اندر پیدا کی ہوئی تھیں۔ حضرت آدم سے جنت میں جو لغزش ہوئی اللہ تعالیٰ نے ان کی معافی کے لیے ان کو تعلیم دے دی تھی۔ انہوں نے اللہ سے کچھ کلمات سیکھے اور ان کی ادائیگی کے بعد اللہ نے انہیں معاف کردیا۔ اور اس کے بعد اللہ نے ان سے ان کی بیوی سے اور ان کی اولاد سے وعدہ لیا تھا کہ جب بھی اللہ کی طرف سے ان کے پاس کوئی رسول ہدایت لے کر آئے گا تو وہ اس پر ضرور ایمان لائیں گے۔ اور یہ کہ وہ شیطان کی پیروی نہ کریں گے کیونکہ شیطان خود ان کا دشمن ہے ، ان کی اولاد کا دشمن ہے اور قیامت تک کے لیے دشمن ہے۔\nاب حضرت آدم جنت سے زمین پر ایک مسلمان کی حیثیت میں اترے ، اللہ کی ہدایات کی اطاعت کرتے ہوئے اترے اور اس میں شک نہیں ہے کہ حضرت آدم نے نسلاً بعد نسل اپنی اولاد کو اسلام کی تعلیم دینے کا انتظام فرمایا ہوگا۔ اور یہ کہ اسلام ہی وہ پہلا اور حقیقی نظریہ حیات ہے جو انسانیت نے سیکھا اور اسے سکھایا گیا۔ کیونکہ آدم (علیہ السلام) کے بالمقابل نہ کوئی دوسری نسل تھی اور نہ کوئی دوسرا عقیدہ تھا۔ اور جب حضرت آدم کے صدیوں بعد حضرت نوح تشریف لائے ، اگرچہ آج ہمارے پاس کوئی ذریعہ علم نہیں ہے کہ حضرت آدم کے کتنے عرصہ بعد حضرت نوح تشریف لائے تو اس عرصے میں آدم کی تمام اولاد نے اسلام کو ترک کرکے جاہلیت کا عقیدہ اختیار کرلیا تھا۔ اور اس جاہلیت کی تفصیلات اس قصے میں قرآن کریم نے دی ہیں۔ تو ہم یقینی طور پر یہ کہہ سکتے ہیں کہ جاہلیت کی موجودہ بت پرستیوں ، دیومالائی کہانیوں ، خرافاتتی عقائد ، بت پرستیوں ، غلط تصورات اور غلط رسم و رواج کو انسان پر اس کے ماحول اور اس کی جاہلیت نے مسلط کی ہے اور انسان پہلے جادہ مستقیم پر تھا اور وہ شیطان لعین کی سعی نا مشکور کی وجہ سے گمراہ ہو کر جاہلیت کا پیرو بنا ہے۔ یہ گمراہی اس پر اس لیے مسلط ہوگئی کہ شیطان کی بیرونی مساعی کے ساتھ ساتھ خود نفس انسانی کے اندر اللہ تعالیٰ نے بعض کمزوریاں رکھ دی تھیں اور ان کمزوریوں سے فائدہ اٹھا کر شیطان نے انسان کو گمراہ کیا جو اللہ کا بھی دشمن ہے اور انسان کا بھی ازلی دشمن ہے اور شیطان انسان ہر اس وقت کامیاب حملہ کرتا ہے۔ جب انسان ہر چھوٹے بڑے معاملے میں اللہ کی ہدایت کو مضبوطی سے پکڑے نہیں رکھتا۔ اللہ نے انسان کو پیدا کیا اور اسے کسی قدر اختیار بھی دیا۔ اور انسان کا یہ اختیار تمیزی ہی اس کے لیے سبب ابتلا ہے۔ اگر وہ اپنے اس اختیار تمیزی کو درست طور پر اختیار کرکے صرف اللہ کی رسی اور ہدایت کو مضبوطی سے پکڑ لے تو اس کے دشمن شیطان کا انسان پر کوئی داؤ نہ چلے گا۔ اور انسان کو یہ اختیار بھی ہے کہ وہ اس ہدایت سے انحراف کرے اگرچہ وہ معمولی انحراف ہو اور جب انسان معمولی سا انحراف کرلے تو شیطان پھر اسے اسلام اور راہ مستقیم سے بہت ہی دور پھینکتا ہے۔ اور آخر کار اسے مکمل طور پر جاہلیت کا پیرو کار بنا دیتا ہے۔ جس طرح حضرت نوح کی قوم نے جاہلیت کو اختیار کیا۔ اور یہ عمل صدیوں کے تغیرات کے بعد مکمل ہوتا ہے جس کا علم صرف اللہ کو ہے۔\nیہ حقیقت کہ اسلام وہ عقیدہ ہے جس سے یہ دنیا سب سے پہلے متعارف ہوئی اور وہ عقیدہ یہ ہے کہ الہہ ، حاکم ، مقتدر اعلی ، اور رب صرف اللہ وحدہ ہے ، ہمیں اس نتیجے پر پہنچاتی ہے کہ نام نہاد علماء ادیان اور ان کے درمیان تقابلی مطالعہ کرنے والوں کا یہ نظریہ کعقیدہ توحید درحقیقت ترقی کرتے کرتے اپنی موجودہ شکل کو پہنچا ہے اور اس موجود وہ شکل سے پہلے یہ مختلف ادوار سے گزرا ہے۔ محض ایک مفروضہ ہے اور اس کی کوئی حقیقت نہیں ہے۔ ان لوگوں کے تصورات یہ ہیں کہ پہلے لوگ کئی راہوں کے قائل تھے۔ وہ طبیعی قوتوں وک الہ مانتے تھے ، پھر وہ ارواح کو الٰہ مانتے تھے ، پھر شمس و قمر اور مختلف ستاروں کو الٰہ مانتے تھے۔ ان لوگوں کے نظریات کی حقیقت یہ ہے کہ یہ لوگ پہلے ادیان کو لوگوں کے نفسیاتی ، سیاسی اور ماحول کے حالات سے وابستہ کرتے ہیں۔ اس طرح یہ تو درپردہ ادیان سماوی کا انکار کرتے ہیں اور یہ بات لوگوں کے ذہن میں ڈالتے ہیں کہ دینی تصورات بھی مختلف مرحلوں سے گزر کر اپنے موجودہ مقام تک پہنچے ہیں اور ان تبدیلیوں اور ترقی میں زمانے کے ماحول کا دخل ہے۔ اس طرح یہ لوگ در اصل وحی الہی ، منصب رسالت کا انکار کرکے یہ ثابت کرنا چاہتے ہیں کہ تمام ادیان اور ان کے بنیادی تصورات بھی انسانوں کے بنائے ہوئے ہیں اور انسانی فکر کا شاخسانہ ہیں۔\nاب ذرا ان لوگوں کے طرز عمل کا جائزہ لیجئے جو ادیان سماوی کے بارے میں لکھتے ہیں اور جو ان مغربی اہل علم سے متاثر ہوتے ہیں چناچہ یہ لوگ اسی لغزش میں مبتلا ہوتے ہیں اور یہ مستشرقین کے وضع کردہ طریقے کے مطابق تحقیقات کرتے ہیں اور وہ لاشعوری طور پر اس غلطی میں پڑجاتے ہیں۔ جس میں ان کے اساتذہ مشتشرقین مبتلا ہوئے۔ لیکن افسوس یہ ہے کہ اس قسم کے مسلمان مصنفین اپنے زعم میں اسلام کی مدافعت کر رہے ہوتے ہیں اور اسلام کے حامی ہوتے ہیں لیکن درحقیقت یہ لوگ اسلام کی بیخ کنی کرتے ہیں اور اسلام کے ان اصل نظریات اور اعتقادات کی نفی کرتے ہیں جن کا اثبات پورے قرآن مجید میں کیا گیا ہے۔ قرآن کریم نہایت ہی وضاحت کے ساتھ اور نہایت دو ٹوک الفاظ میں اس عقیدے کو ثابت کرتا ہے کہ حضرت آدم (علیہ السلام) مکمل اسلامی نظریہ حیات اور اسلامی عقائد سے لے کر جنت سے زمین پر اترے تھے اور پھر صدیوں بعد حضرت نوح نے اولاد آدم کو اسی اسلام کی طرف دعوت دی جنہیں شیطان نے گمراہ کرکے بت پرستی میں مبتلا کردیا تھا۔ یہ عقائد و نظریات مکمل توحید پر مبنی تھے۔ اور حضرت نوح کے بعد دوبارہ یہ شیطانی چکر چلا اور اس نے پھر لوگوں کو جاہلیت کی طرف لوٹا دیا۔ اس کے بعد وقفے وقفے سے رسول آتے رہے اور انسانیت وک پکڑ پکڑ کر پھر جادہ مستقیم پر ڈالتے رہے۔ اور توحید مطلق پر مبنی نظریہ حیات انہیں عطا کرتے رہے اور یہ بات بالکل غلط ہے کہ کتب سماوی کے اندر مذکور صحیح اعتقادات کے اندر کسی قسم کی تبدیلی یا ترقی ہوئی ہے۔ البتہ اگر کوئی ترقی اور تبدیلی ہوئی ہے تو وہ ان قانونی نظاموں میں ہوئی ہے جو مختلف اوقات میں اسلامی نظریہ حیات پر قائم ہوئے۔ اگر جاہلیت کے عقائد میں سے کسی عقیدے میں تغیر اور ترقی ہوئی ہے تو اس سے یہ بات کس طرح ثابت ہوتی ہے کہ اسلامی نظریہ حیات میں بھی ارتقاء کا عمل ہوا ہے۔ اور جاہلیت کے عقائد میں بھی اگر کوئی ارتقائی عمل ہوا ہے تو وہ بھی اسلام کے حقیقی عقیدہ توحید کے اثرات کی وجہ سے ہوا ہے ، جو وقتاً فوقتاً نسلوں پر اثر انداز ہوتا ہے ہے باوجود اس کے کہ بعد کی نسلیں عقیدہ توحید سے منحرف ہوتی رہی ہیں لیکن وہ تدریجاً عقیدہ توحید کے قریب آتی رہی ہیں۔ رہا عقیدہ توحید اپنی حقیقت کے اعتبار سے یہ تاریخ کا قدیم ترین عقیدہ ہے اور یہ تمام بت پرستانہ عقائد سے پہلے موجود تھا۔ جب سے حضرت آدم نے اسے پیش کیا ہے۔ اسی وقت سے یہ ہمیشہ اپنی اصل شکل میں موجود رہا ہے۔ اس لیے کہ عقیدہ توحید انسانی دماغ کا ایجاد کردہ نہیں ہے بلکہ یہ اللہ کی طرف سے آیا ہے۔ جب سے انسان کو اللہ نے پیدا کیا ہے اور اسے عقیدہ توحید سکھایا ہے اسی وقت سے یہ عقیدہ موجود ہے اور اسی وقت سے اپنی اس شکل میں موجود ہے۔ یہ سچائی ہے اللہ کی طرف سے آئی ہے اور پہلے ہی دن سے اپنی مکمل شکل میں ہے۔\nیہ ہے وہ حقیقت جس کو قرآن ایک اٹل حقیقت کے طور پر پیش کرتا ہے اور اسی حقیقت پر پورا اسلامی تصور حیات قائم ہے ، اس لیے کوئی مسلم محقق خصوصا وہ شخص جو اسلام کی مدافعت میں قلم اٹھاتا ہے ، اس حقیقت کو نظر انداز نہیں کرسکتا اور نہ ان خطوط کے علاوہ کسی اور لائن پر تحقیق کرسکتا ہے کیونکہ ادیان کے بارے میں اہل عرب کے ہاں جو تصورات پائے جائے تے ہیں وہ غلط ہیں اور ان کو ایک خاص مقصد کے لیے مدون کیا گیا ہے۔\nیہاں فی ظلال القرآن میں ہم اس قسم کے غلط تصورات سے تفصیلی بحث کرسکتے ، کیونکہ اس کے لیے میری ایک مستقل کتاب زیر ترتیب ہے جس کا عنوان ہوگا \" موجودہ دور میں فکر اسلامی میں ضروری تصحیحات \"۔ البتہ یہاں ہم بطور مثال ایک موضوع کو پیش کرتے ہیں کہ بعض محققین کیا کہتے ہیں اور قرآن مجید کیا کہتا ہے۔ استاد عقاد اپنی \" کتاب اللہ \" میں لکھتے ہیں :\nانسان نے جس طرح علوم میں ترقی کی ہے اسی طرح عقائد میں ترقی کی ہے۔ اور جس طرح اس نے علوم میں ترقی کی ہے اسی طرح صنعتوں میں ترقی کی ہے۔ ابتدائی دور میں جس طرح اس کی زندگی تھی اسی طرح اس کے عقائد بھی تھے۔ یہی حالات اس کے علوم اور صنعتوں کی ہے۔ لہذا اس کے ابتدائی دور کے علوم اور صنعت اس کے ابتدائی دور کے ادیان اور عبادات سے زیادہ ترقی یافتہ نہیں ہیں اور ان میں سے کسی ایک کے اندر حقیقت کے عناصر کسی اور کے اندر پائے جانے والے حقیقت کے عناصر سے زیادہ نہیں ہیں۔\nیہ بات قرین قیاس ہے کہ دین کے معاملے میں انسانی کاوشیں ، علوم اور صناعات کے مدین میں انسانی کاوشوں سے بہت زیادہ رہی ہیں۔\nاس کی وجہ یہ ہے کہ اس کائنات کی عظیم سچائی تک پہنچنا بہت زیادہ مشکل کام ہے بمقابلہ ان متفرق اشیاء اور مفردات کی حقیقت تک رسائی کے ، جن تک رسائی محض علمی یا محض صنعتی مطلوب ہو۔\nذرا دیکھئے کہ سورج روز طلوع ہوتا ہے اور یہ اس کائنات کی ان چیزوں میں سے ہے جو بالکل ظاہر ہیں اور جسے انسانی جسم محسوس کرتا ہے اور ماضی قریب تک اس کے بارے میں لوگوں کے خیالات یہ تھے کہ یہ سورج زمین کے ارد گرد پھرتا ہے اور علماء فلکیات سورج کی حرکات اور اس کے حالات کے بارے میں ایسی تفسیرات بیان کرتے تھے جس طرح پہیلیوں کی تشریح کی جاتی ہے یا محض تخیلات کو بیان کیا جاتا ہے۔ لیکن کسی شخص کو یہ ہمت نہیں ہوئی کہ وہ سورج کا سرے سے انکار کردے۔ اس لیے کہ لوگوں کے سورج کے بارے میں جو خیالات تھے وہ تاریکیوں کے تہہ بہ تہہ پردوں میں تھے اور شاید اب بھی سورج کے بارے میں لوگ تاریک خیالی میں مبتلا ہوں۔\nلہذا قدیم جاہلیت کے ادوار میں لوگوں کا اصول دین کی طرف رجوع کرنے سے یہ بات ثابت نہیں ہوتی کہ دینداری کی کوئی حقیقت نہیں ہے یا یہ کہ دین داری محالات پر طبع آزمائی کرتی ہے۔ مطالعہ ادیان سے جو بات معلوم وہتی ہے وہ صرف یہ ہے کہ لوگوں کے سامنے عظیم سچائی یکبارگی ظاہر نہیں ہوئی اور وہ کسی ایک ہی زمانے میں حقیقت کبریٰ کو نہیں سمجھ سکے۔ لوگ عظیم حقیقت کے سمجھ سکنے کے لیے زمانے گزرنے کے بعد تیار ہوئے اور اس راہ میں انہیں طویل راستے طے کرنے پڑے اور وہ مختلف اسالیب سے غور کرکے اس حقیقت تک پہنچے جیسا کہ وہ دوسرے چھوٹے حقائق بڑی صبر آزما جدوجہد کے بعد دریافت کیے۔\nادیان کے تقابلی مطالعہ مطالعہ کے موضوع نے بیشمار وہ حقائق غلط ثابت کرکے رکھ دئیے ہیں جن پر ابتدائی دور کے انسان ایمان لاتے تھے اور آج بھی دنیا کے پسماندہ قبائل میں ان لوگوں کے بقایا اور نمونے موجود ہیں بلکہ ان متمدن اقوام کے اندر بھی ایسے لوگ پائے جاتے جن کی تہذیب و تمدن کی خاصی طویل تاریخ ہے۔ علم تقابل ادیان کا مقصد اس کے سوا اور کچھ نہیں ہے۔ اور نہ یہ ممکن ہے کہ ابتدائی دور کے ادیان ان جہالتوں اور گمراہیوں سے خالی ہوں جن کا ہم نے ذکر کیا ہے۔ یہی وہ معقول نتیجہ ہے جس کی توقع کسی بھی معقول انداز فکر سے کی جاسکتی ہے۔ اس اسلوب فکر کے اندر کوئی ایسی تعجب انگیز بات بھی نہیں ہے جسے کوئی اہل علم بعید از قیاس سمجھے یا دین کی حقیقت اور اصلیت کے بارے میں کوئی نیا نظریہ اپنا لے۔ علمائے ادیان کے جو محققین اس تلاش میں ہیں کہ ابتدائی ادیان میں کوئی ایسی حقیقت بھی پائی جاتی تھی یا ان کے ہاں سچائی کا کوئی ایسا تصور بھی موجود تھا جو ہر قسم کے شکوک و شبہات سے پاک ہو تو ایسے محققین محال کی تلاش میں سرگرداں ہیں۔\nاس کتاب کے فصل \" تصور خدا میں ارتقاء \" میں وہ لکھتے ہیں :\nعلماء تقابل ادیان اس بات پر متفق ہیں کہ ابتدائی زمانے کی اقوام کے ہاں جو تصور دین تھا اس میں تصور خدا اور تصور رب تین مراحل سے گزرا۔ پہلے دور میں متعدد الٰہوں (Poly theism) اس کے بعد دوسرے دور میں لوگوں نے ان الٰہوں اور ارباب کے درمیان فرق و امتیاز کیا اور کسی کو کسی پر ترجیح (Heno theism) دی۔ اور سب سے آخر میں وحدانیت (Mono theism) کا دور آیا۔\nتعداد ارباب کے ابتدائی دور میں دسیوں بلکہ سینکڑوں ارباب اور الہ تھے۔ اس دور میں ہر خاندان اور ہر قبیلے کا اپنا الہ ہوا کرتا تھا۔ یہ الہ یا تو بذات خود الہ تصور ہوتا تھا یا نائب الہ ہوتا اور لوگ اس کی پناہ مانگتے تھے اور یہ الہ قربانیاں اور عبادات قبول کرتا تھا۔\nدوسرا دور جو دور تمیز و ترجیح کہلاتا ہے ، اگرچہ اس میں الہ اور ارباب متعدد ہی رہے لیکن ان میں سے بعض ارباب اور الہ متعدد اسباب کی وجہ سے دوسروں کے مقابلے میں زیادہ نمایاں ہوگئے۔ مثلا یوں کہ اگر کوئی قبیلہ علاقے اور ملک میں سیاسی طور پر چھا گیا تو اس کا معبود بھی علاقے میں چھا گیا۔ اور اس الٰہ سے لوگ معاشری حاجات اور آفات و بلیات سے بچاؤ کی مدد مانگتے تھے۔ بعض الٰہ اس لیے نمایاں ہوگئے کہ لوگوں کے زعم کے مطابق وہ زیادہ لوگوں کے زیادہ مفید تھے اور دوسرے الٰہوں کے مقابلے میں وہ انسان کے زیادہ مطالبات پورے کرتے تھے۔ مثلاً بارش کا دیوتا ، اس علاقے میں بہت مانا جاتا جہاں بارش کی ضرورت ہوتی تھی یا جن سے ڈر زیادہ ہوتا تھا مثلاً مصائب کے الہ یا طوفان باد و باراں کا الہ ، یعنی جہاں ڈر ہوتا لوگ اس سے ڈر کے الہ سے ڈرتے اور جہاں امید ہوتی لوگ اس الہ سے امید رکھتے ، غرض اس کائنات میں دوسرے طبعی مظاہر کے مطابق الٰہوں کا تصور بھی قائم ہوتا۔\nتیسرے دور میں جب قبائل اقوام و امم کی شکل اختیار کر گئے ہیں تو اب ارباب متفرقہ کے ہوتے ہوئے انہوں نے ایک مشترکہ عبادت کا طریقہ ایجاد کرلیا اور مختلف علاقوں اور مختلف اقوام کے ہاں عبادت کے مختلف طریقے رائج ہوگئے۔ اس دور کی خصوصیت یہ بھی رہی کہ جس طرح ایک قوم دوسری اقوام پر اپنا اقتدار اور قیادت و سیادت اور کلچر مسلط کرتی اسی طرح ان پر اپنا طریقہ عبادت بھی مسلط کرتی۔ بعض اوقات مغلوب کے الہوں کو یہ حکمران تسلیم کرلیتے تھے جس طرح کوئی بادشاہ اپنے حاشیہ نشینوں کی کوئی بات مان لیتا ہے اس طرح تابع اور متبوع کا تعلق باہم قائم رہتا۔\nاس کمزور قسم کے ذہنی اتحاد تک بھی کوئی قوم ایک طویل تہذیبی جو جہد کے بعد پہنچتی ہے۔ اور اس کے بعد پہنچی جب اس کے اندر علم و معرفت کی ایک وافر مقدار پیدا ہوگئی اور اس علم و معرفت کی بدولت انسان کے لیے خالص جاہلانہ تصورات کا قبول کرنا مشکل ہوگیا۔ اب انسان نے اپنے سابقہ تصورات کے ملبے میں سے اچھے اور اللہ کی پاکی اور قدوسیت کے قریب تر صفات کے ساتھ اللہ کو متصف کرنا شروع کردیا۔ عبادت کے اندر اس کائنات کے اسرار و رموز کو بھی شامل کردیا گیا۔ اور اس کائنات کے پیچھے کام کرنے والی گہری حکمت کی بات بھی ہونے لگی۔ اور ان اقوام و ملل کے اندر اللہ کو حقیقی مقام ربوبیت دیا جانے لگا۔ اور دوسرے تمام اچھے درجے کے الٰہوں کو فرشتوں کا مقام دیا جانے لگا یا ان کو ایسے خدا قرار دیا گیا جو اللہ تعالیٰ کے حظیرہ قدس سے دھتکارے گئے تھے یعنی جو برے تھے۔\nدرج بالا اقتباسات میں مصنف نے اپنے خیالات کا اظہار کیا ہو یا ان علماء کے خیالات نقل کیے گئے ہیں جو اپنے لیے اپنے عقائد خود ہی گھڑتے ہیں ، بہرحال یہ خیالات اسلام کے خلاف ہیں کیونکہ ان لوگوں کے دینی تصورات میں انسان کے عقلی ، علمی ، تہذیبی اور سیاسی واقعات دخیل نظر آتے ہیں۔ اور ان کے سلسلہ خیال کے مطابق ترقی یوں ہوئی ہے کہ لوگ شرک اور بیشمار الٰہوں کے قائل ہونے کے بعد توحید کی طرف لوٹے ہیں اور یہ بات مؤلف کے مقدمہ کتاب کے پہلے فقرے ہی سے واضح ہے جس میں وہ کہتے ہیں : \" اس کتاب کا موضوع یہ ہے کہ انسان نے عقیدہ الہ کس طرح اختیار کیا۔ جب انسان نے اپنے لیے مختلف الٰہوں کو رب تسلیم کیا ، پھر اس نے اللہ وحدہ کو دریافت کیا اور پھر وہ عقیدہ توحید کی پاکیزگی میں داخل ہوا۔\nیہ تو ہیں دور جدید کے علمائے ادیان اور کتاب \" اللہ \" کے مصنف کے خیالات۔ اس کتاب میں مصنف دور جدید کے علمائے تقابل ادیان سے متاثر نظر آتے ہیں حالانکہ اللہ نے دین کی اصلیت کے بارے میں اس سے بالکل علیحدہ اور دو ٹوک بات کہی ہے۔ وہ کہ یہ کہ حضرت آدم جو ابوالبشر ہیں پوری طرح حقیقت توحید کو جانتے تھے اور ان کا عقیدہ توحید اسی طرح صاف اور ستھرا تھا جس طرح حضرت محمد کا تھا اور اس میں شرک کوئی آلودگی نہ تھی ، اس میں کوئی تعدد اور ثنائیت نہ تھی۔ حضرت آدم براہ راست اللہ سے ہدایت لیتے تھے۔ اور صرف اللہ کی ہدایات کے متبع تھے اور حضرت آدم نے اپنی اولاد کو یہی پاک صاف تعلیم دی۔ لہذا انسان کی قدیم ترین تاریخ میں ایسی نسلیں تھیں جو اسلام کے بغیر کسی اور دین سے واقف ہی نہ تھیں۔ ان کا عقیدہ صرف عقیدہ توحید تھا۔ ہاں جب آدم کے بعد ان کی اولاد پر ایک طویل عرصہ گزرا تو ان کی اولاد نے عقیدہ توحید سے انحراف اکتیار کرلیا۔ بعض اوقات انہوں نے دو خداؤں کا اور بعض اوقات متعدد خداؤں کا نظریہ اپنایا اور متعدد الٰہوں کا دین اختیار کرلی۔ اس کے بعد حضرت نوح مبعوث ہوئے اور انہوں نے پوری نسل انسانی کو از سر نو عقیدہ توحید پر قائم فرمایا اور جو لوگ شرک کرتے تھے اور نظام جاہلیت پر مصر تھے ، ان سب کو طوفان نے اپنی لپیٹ میں لے لیا۔ اور اس طوفان سے صرف ان لوگوں نے نجات پائی جو پاک و صاف توحید کو جانتے تھے۔ اور وہ دو خداؤں یا بیشمار الٰہوں اور متعدد ارباب کے دین سے بیزار تھے۔ اس تاریخ کے مطابق ہم پر فرض ہے کہ ہم یہ عقیدہ رکھیں کہ ایک عرصے تک کشتی نوح کے سواروں کی اولاد توحید مطلق کے عقیدے پر قائم رہی۔ ایک طویل عرصہ کے بعد انہوں نے پھر عقیدہ توحید کو ترک کرکے شرک اور بت پرست کو اپنایا۔ چناچہ انسانی تاریخ میں جو رسول مبعوث کیے گئے ان سب کا مشن قرآن نے ان الفاظ میں بیان کیا ہے :\nو ما ارسلنا من قبلک من رسول الا نوحی الیہ انہ لا الہ الا انا فاعبدون \" اور آپ سے پہلے ہم نے جو رسول بھی بھیجا ہے ، اس کی طرف ہم نے وحی کی ہے کہ میرے سوا کوئی الہ و حاکم نہیں ہے اس لیے صرف میری پیروی کرو \"۔ اب یہ ابت واضح ہے کہ اگر اللہ کی کتاب کسی معاملے کو ایک فیصلہ کن انداز میں بیان کردے اور اس کے مقابلے میں کوئی دوسرا شخص اسی بات کو بالکل متضاد صورت میں پیش کرے تو ایک مسلمان کے لیے اس کے سوا کوئی اور چارہ کار نہیں ہے کہ وہ صرف اللہ کے قول کی اطاعت کرے۔ خصوصاً ایسا شخص جو بزعم خود اسلام کی مدافعت کر رہا ہو ، اور وہ یہ بتاتا ہو کہ وہ اسلام اور دین کے بارے میں اساسی شبہات کو دور کرنے کے موضوع پر کلام کر رہا ہے۔ یہ بات ہر لکھنے والے کو ذہن نشین کرلینا چاہیے کہ یہ اس دین کی کوئی خدمت نہیں ہے کہ اس بات کا سرے سے انکار کردیا جائے کہ دین اسلام اللہ کی طرف سے بذریعہ وحی آیا ہے۔ اور یہ ثابت کیا جائے کہ اس دین کو اس حد تک خود انسان نے پہنچایا ہے۔ انسان نے نہیں بلکہ ابتدائے آفرینش سے اللہ نے انسان کو عقیدہ توحید بذریعہ وحی سکھایا۔ اور اللہ نے انسان کو کسی دور میں بھی یہ اجازت نہیں دی کہ وہ عقیدہ توحید کے علاوہ کوئی اور عقیدہ اختیار کرے نہ اس مضمون کی کوئی رسالت اللہ نے بھیجی ہے۔ نہ اس قسم کے نظریات کا پیش کرنا کسی معنی میں بھی اسلام کی کوئی خدمت ہے۔ خصوصاً اس حال میں کہ ہمیں اچھی طرح معلوم ہو کہ علمائے تقابل ادیان اسلام کے خلاف ایک خاص منصوبہ بندی اور ایک خاص لائن پر کام کرتے ہیں اور اسلام کے بنیادی تصورات کو ختم کرنے کے درپے ہیں۔ جبکہ اسلام کا بنیادی تصور ہی یہ ہے کہ اسلام اللہ کی جانب سے وحیپر مبنی ہے اور یہ انسان کے ترقی پذیر فکر کا نتیجہ نہیں ہے جس طرح مادی میدان میں انسان نے آہستہ آہستہ تجربات حاصل کرکے علمی ترقی کی۔\nاس نکتے پر یہ مختصر نوٹ ، امید ہے کہ اس مسئلے کی اہمیت کو سمجھانے کے لیے کافی ہوگا۔ اس سے زیادہ طویل بحث ہم یہاں فی ظلال القرآن میں نہیں کرسکتے۔ غرض ایسے اساسی تصورات اور موضوعات پر ہم کسی غیر اسلامی سرچشمنے سے کوئی ہدایت نہیں لے سکتے اور ہمیں اس مختصر بحث سے اندازہ ہوجاتا ہے کہ جو لوگ ایسے حساس موضوعات پر مغربی افکار پڑھتے ہیں اور مغربی مفکرین کی نہج پر تحقیقات کرتے ہیں وہ کس قدر صحیح راہ سے دور چلے جاتے ہیں اور دعوی یہ کرتے ہیں کہ وہ اسلام کا دفاع کرتے ہیں حالانکہ :\nان ھذا القران یھدی للتی ھی اقوام : قرآن ہی مضبوط ہدایت و رہنمائی فراہم کرتا ہے۔ اب حضرت نوح کے قصے کا ایک دوسرا پہلو ، ذرا مزید رکیے۔ نئی بات یہ ہے کہ اللہ حضرت نوح کے حقیقی بیٹے کے بارے میں فرماتا ہے کہ یہ تمہارا بیٹا نہیں ہے۔\nاسلام کے نظریاتی اور تحریکی سفر کا یہ ایک اہم پڑاؤ ہے۔ ایک اہم موڑ ہے اور اس پر رک کر غور کرنا نہایت ہی ضروری ہے۔ اللہ تعالیٰ فرماتا ہے :\nوَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلا مَنْ قَدْ آمَنَ فَلا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ (36) وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (37): \" نوح پر وحی کی گئی کہ تمہاری قوم میں سے جو لوگ ایمان لاچکے ، بس وہ لاچکے ، اب کوئی ماننے والا نہیں ہے۔ ان کے کرتوتوں پر غم کھانا چھوڑو اور ہماری نگرانی میں ہماری وحی کے مطابق ایک کشتی بنانی شروع کردو۔ اور دیکھو جن لوگوں نے ظلم کیا ہے ان کے حق میں مجھ سے کوئی سفارش نہ کرنا ، یہ سارے کے سارے اب ڈوبنے والے ہیں \"\nحَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ وَمَا آمَنَ مَعَهُ إِلا قَلِيلٌ (40): \" یہاں تک کہ جب ہمارا حکم آگیا اور وہ تنور ابل پڑا تو ہم نے کہا \" ہر قسم کے جانوروں کا ایک ایک جوڑا کشتی میں رکھ لو ، اپنے گھر والوں کو بھی۔ سوائے ان اشخاص کے جن کی نشاندہی پہلے کی جا چکی ہے۔ اس میں سوار کرا دو اور ان لوگوں کو بھی بٹھا لو جو ایمان لائے ہیں۔ اور تھوڑے ہی لوگ تھے جو نوح کے ساتھ ایمان لائے تھے \"\nوَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلا تَكُنْ مَعَ الْكَافِرِينَ (42) قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ (43) کشتی ان لوگوں کو لیے چلی جا رہی تھی اور ایک ایک موج پہاڑ کی طرح اٹھ رہی تھی۔ نوح کا بیٹا دور فاصلے پر تھا۔ نوح نے پکار کر کہا بیٹا ہمارے ساتھ سوار ہوجا ، کافروں کے ساتھ نہ رہ اس نے پلٹ کر جواب دیا میں ابھی ایک پہاڑ پر چڑھ جاتا ہوں جو مجھے پانی سے بچا لے گا۔ نوح نے کہا آج کوئی چیز اللہ کے حکم سے بچانے والی نہیں ہے سوائے اس کے کہ اللہ ہی کسی پر رحم فرمائے۔ اتنے میں ایک موج دونوں کے درمیان حائل ہوگئی اور وہ بھی ڈوبنے والوں میں شامل ہوگیا۔\nوَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ (45) قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ (46) قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ (47):\" نوح نے اپنے رب کو پکارا ، کہا \"\" اے رب ، میرا بیٹا میرے گھر والوں میں سے ہے اور تیرا وعدہ سچا ہے اور تو سب حاکموں سے بڑا اور بہتر حاکم ہے۔ \" جواب میں ارشاد ہوا۔ اے نوح وہ تیرے گھر والوں میں سے نہیں ہے ، وہ تو ایک بگڑا ہوا کام ہے ، لہذا تو اس بات کی مجھ سے درخواست نہ کر جس کی حقیقت نہیں جانتا ، میں تجھے نصیحت کرتا ہوں کہ اپنے آپ کو جاہلوں کی طرح نہ بنا لے۔ توح نے فورا عرض کیا اے میرے رب ، میں تیری پناہ مانگتا ہوں ، اس سے کہ وہ چیز تجھ سے مانگوں جس کا مجھے علم نہیں۔ اگر تونے مجھے معاف نہ کیا اور رحم نہ فرمایا تو میں برباد ہوجاؤں گا۔\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 53,
  "surah": 11
}
