{
  "text": "ہماری امیدیں تم سے وابستہ تھیں۔ ہم یہ سمجھتے تھے کہ تمہارعلم ، تمہاری عقلمندی ، تمہاری سچائی اور تمہار حسن تدبیر یہ سب صلاحیتیں ہمارے لیے مفید ثابت ہوں گی لیکن یہ امیدیں سب کی سب اکارت گئیں اور ہم لوگ مایوسی کا شکار ہوگئے۔\nأَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا (11 : 26) “ کیا تو ہمیں ان معبودوں کی پرستش سے روکنا چاہتا ہے جن کی پرستش ہمارے باپ دادا کرتے تھے ”۔ یہ تو ایک تباہ کن بات ہے ، ہم ہر بات برادشت کرسکتے ہیں مگر یہ بات برداشت نہیں کرسکتے اور ہمیں تم سے یہ توقع ہر گز نہ تھی کہ یہ بات تمہارے منہ سے نکلے گی ، تم سے ہمیں جو بلند توقعات تھیں ، وہ ڈھیر ہوگئیں ۔ اس پر مزید یہ بھی ایک اہم حقیقت ہے کہ جو بات تم کرتے ہو اس سے ہم گہرے شک میں ہیں۔ یہ شک اس قدر قوی ہے کہ اس کی وجہ سے ہمارے دلوں میں ایک مستقل خلجان بیٹھا ہوا ہے۔\nإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ (11 : 62) “ تو جس طریقے کی طرف ہمیں بلا رہا ہے اس کے بارے میں ہم کو سخت شبہ ہے جس نے ہمیں خلجان میں ڈال رکھا ہے۔ ” اس طرح یہ لوگ ایک ایسے معاملے میں تعجب کر رہے تھے جس میں تعجب کرنے کی کوئی وجہ نہ تھی بلکہ وہ ایک لازمی اور فرض بات کو ایک ناپسندیدہ امر تصور کرتے تھے۔ ان کو اپنے بھائی سے محض اس لیے وحشت ہونے لگی کہ وہ انہیں صرف ایک خدا کی بندگی کی طرف بلا رہے تھے اور جو وحشت انہیں کسی دلیل کی بناء پر نہ تھی ، نہ انہوں نے اس معاملے پر کوئی تحقیق یا غور و فکر کیا تھا بلکہ محض اس لیے تھی کہ ان کے آباء و اجداد متعدد الٰہوں کی پوجا اور پرستش کرتے تھے۔\nآباؤ اجداد کے رسم و رواج پر چلتے چلتے لوگوں کا حال یہ ہوجاتا ہے کہ وہ جمود کا شکار ہوجاتے ہیں اور ثابت شدہ اور واضح سچائی پر تعجب کرنے لگتے ہیں ، عقائد پر دلیل وبرہان پیش کرنے کی بجائے عقائد کو اپنے آباؤ اداد کے عمل سے ثابت کرتے ہیں۔ ان تمام آیات سے یہ بات ثابت ہوجاتی ہے کہ عقیدہ توحید دراصل ذہنی جمود کے خلاف بغاوت ہے اور یہ عقیدہ انسان کو فکری آزادی عطا کرتا ہے اور یہ ہدایت کرتا ہے کہ عقل انسانی کو آباؤ اجداد کے رسوم وقیود سے آزاد کیا جائے۔ اسی طرح وہم و خرافات سے بھی عقل انسانی کو نجات دی جائے اور ایسے عقائد کو قبول کیا جائے جسے عقل تسلیم کرتی ہو اور جس پر کوئی سند موجود ہو۔\nاہل ثمود نے صالح کو جو کہا۔ قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا (26 : 11) “ انہوں نے کہا ’ “ اے صالح ” اس سے پہلے تو ہمارے درمیان ایسا شخص تھا جس سے بڑی توقعات وابستہ تھیں۔ ” یہی توقعات اہل قریش در حقیقت حضرت محمد ﷺ کے ساتھ وابستہ کیے ہوئے تھے۔ جب حضور ﷺ نے ان کو بتایا کہ اللہ کے سواء کوئی الٰہ نہیں ہے تو ان لوگوں نے حضور ﷺ سے ایسی ہی وحشت کا اظہار کیا جس طرح قوم صالح نے حضرت صالح علیہ والسلام سے کیا۔ جس طرح انہوں نے کہا کہ تو ساحر ہے اور افترا باندھنے والا ہے۔ اسی طرح انہوں نے بھی یہی کہا اور شہادت حق دینے سے انکار کردیا۔\nحقیقت یہ ہے کہ جاہلیت کا ہمیشہ ایک ہی مزاج ہوتا ہے اور پوری اسلامی تاریخ میں پیغمبر اور احیائے اسلام کے لیے جدوجہد کرنے والوں کے ساتھ ایک ہی جیسا سلوک کیا گیا۔ اور پھر پیغمبروں نے بھی پوری تاریخ میں ایک ہی بات کی۔ چناچہ حضرت صالح (علیہ السلام) اور حضرت نوح (علیہ السلام) کی بات بالکل ایک ہے۔",
  "ayah": 62,
  "surah": 11
}
