{
  "text": "اب اس سے آگے رب کریم کی شان کا ایک دوسرا رخ پیش کیا جاتا ہے۔ رب کریم کی قدرت کے بعض و آثار اور مظاہر پیش کیے جاتے ہیں۔ اس کی حکمت اور کارکردگیوں کی طرف اشارہ کیا جاتا ہے کہ دیکھو ، اللہ نے زمین اور آسمانوں کو کس قدر حکیمانہ انداز دیا ہے۔ یہاں اس کائنات کے ان پہلوؤں کو سامنے لایا جاتا ہے جو عمل ، حساب و کتاب ، اور بعث بعد الموت کے عقائد کے ساتھ متناسب ہوں بلکہ یہ تصور دیتے ہوں :\nوَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَي الْمَاۗءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا ۭ وَلَىِٕنْ قُلْتَ اِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ ھٰذَآ اِلَّا سِحْــرٌ مُّبِيْن : اور وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا۔ جب کہ اس سے پہلے اس کا عرش پانی پر تھا۔ تاکہ تم کو آزما کر دیکھے تم میں کون بہتر عمل کرنے والا ہے۔ اب اگر اے نبی ، تم کہتے ہو کہ لوگو ! مرنے کے بعد تم دوبارہ اٹھائے جاؤ گے ، تو منکرین فوراً بول اٹھتے ہیں کہ یہ تو صریح جادوگری ہے۔\nاللہ نے زمین و آسمان کو چھو دنوں میں پیدا کیا ، اس موضوع پر ہم سورت یونس میں بات کر آئے ہیں۔ وہاں یہ بات سیاق وسباق میں آئی تھی۔ وہ یہ تھا کہ اس کائنات کے قوانین فطرت جن کے مطابق زمین و آسمان چلتے ہیں اور اس نظام کے درمیان جن کے مطابق لوگوں کی زندگی چلتی ہے ، ربط اور مطابقت ہے۔\nلِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا (تاکہ تم کو آزما کر دیکھے کہ تم میں کون بہتر عمل کرنے والا ہے) یہاں جو نئی بات ہے وہ یہ ہے ، خلق آسمان و زمین کے بیان کے بعد ایک جملہ معترضہ ہے۔\nوکان عشہ علی الماء (جبکہ اس سے پہلے اس کا عرش پانی پر تھا) اس سے یہ معلوم ہوتا ہے کہ زمین و آسمان کی تخلیق کے عمل میں وہ جس طرح کہ موجودہ شکل میں ہیں اس تک پہنچنے سے پہلے یہاں پانی تھا اور اللہ کا عرش پانی پر تھا۔\nیہ پانی کیسے تھا ، یہ پانی کہاں تھا اور اس کی حالت کیا تھی ، اور اس کے بعد عرش الہی کس طرح تھا ، اس آیت میں ان امور کی کوئی تفصیلات نہیں دی گئی ہیں۔ جن مفسرین کو اپنے مبلغ علم کی حدود کا علم ہے۔ وہ اس سے زیادہ بہرحال کچھ نہیں کہہ سکتے۔ یہ غیبی امور ہیں اور ان کے بارے میں اللہ نے ہمیں فقط یہی معلومات دی ہیں جو اس آیت میں ہیں اور محدود ہیں۔\nہمارا کام یہ نہیں ہے کہ ہم قرآنی نصوص کی تائید میں سائنسی نظریات پیش کریں۔ خواہ کوئی نص کسی سائنسی نظریے کے ساتھ منطبق کیوں نہ ہو اس لیے کہ سائنسی نظریات بار بار بدلتے ہیں بلکہ الٹتے رہتے ہیں علماء طبیعیات جب کوئی نظریہ پیش کرتے اور سائنسی تجربات کرکے اسے ثابت کرتے ہیں تو وہ اس جدید نظریے کو سابقہ نظریات کے مقابلے میں تکوینی مظاہر سے زیادہ قریب پاتے ہیں جبکہ نص قرآنی بذات خود صادق اور حق ہے۔ چاہے سائنس اس حق اور حقیقت تک پہنچ سکی ہو یا نہیں۔ پھر سائنسی حقیقت اور سائنسی نظریات کے درمیان فرق بھی ہے۔ سائنسی حقیقت وہ ہوتی ہے جو تجربے میں آجائے۔ اگرچہ تجربات بھی ہمیشہ احتمالی رہتے ہیں ، قطعی نہیں ہوتے۔ رہے سائنسی نظریات تو وہ مفروضوں پر مبنی ہوتے ہیں اور یہ مفروضے بعض کائنات مظاہر یا چند مظاہر کے مجموعے کی بنا پر قائم کیے جاتے ہیں اور ان میں ہر وقت تبدیلی ہوسکتی ہے۔ اس لیے نہ ہم ان نظریات سے قرآن کی تائید کرسکتے ہیں اور نہ ان نظریات پر قرآن سے استدلال کرسکتے ہیں۔ کیونکہ قرآن کا طریقہ کار اور ہے اور سائنس کا اور۔ اس طرح قرآن اور سائنس کے موضوعات کار بھی مختلف ہیں۔\nہمارے دور میں قرآن کریم میں بعض سائنسی نظریات پیش کیے جاتے ہیں۔ میں کہتا ہوں یہ طرز فکر نصوص قرآن پر ہمارے ایمان کے منافی ہے۔ قرآن کریم حکیم اور خبیر کی طرف سے ہے ، یہ غلطی اس لیے کی جاتی ہے کہ ہم سائنس کو اپنے دائرہ کار کے اندر محدود نہیں رکھتے۔ اور اسے اپنے دائرے سے وسعت دیتے ہیں۔ یہ در اصل ہماری اخلاقی اور ذہنی شکست خوردگی ہے۔ جبکہ ایسا کرنے والے لوگ اپنے اس فعل کو خدمت قرآن سمجھتے ہیں۔ اور اس طرح اپنے ایمان کو ثابت کرتے ہیں۔ وہ ایمان جسے سائنس کے کسی اصول سے ثابت کیا جاتا ہے ، میں یہ کہوں گا کہ ایسے ایمان پر نظرثانی کی ضرورت ہے۔ یہ محل نظر ہے۔ قرآن کریم اصل الاصول ہے اور سائنسی نظریات اس کے موافق ہوں یا مخالف ، قرآن کے مقابلے میں ان کی کوئی حیثیت نہیں ہے۔ رہے وہ سائنسی حقائق جو تجربات سے ثابت ہیں تو ان کے دائرہ کار اور قرآن کے دائرہ کار میں فرق ہے۔ دونوں موضوعات ہی مختلف ہیں۔ قرآن کریم نے سائنسی حقائق کے دریافت کے کام کو عقل انسانی کے لیے چھوڑ دیا ہے اور اسے مکمل آزادی دی ہے کہ وہ اس میدان میں کام کرے اور تجربے کرکے جن نتائج تک پہنچا جاسکتا ہو ، پہنچا جائے۔ قرآن کریم نے اپنے ذمے صرف یہ ڈیوٹی لی ہے کہ عقل انسانی کی تربیت صحیح سلامت اور سمتقیم انداز میں کرے۔ اور اسے وہم و خرافات اور دیومالائی سوچ سے باہر نکالے۔ اس طرح قرآن نے اپنے ذمہ یہ کام لیا ہے کہ انسانی زندگی کے درست چلن کے لیے ایک نظام تجویز کرے جس کے دائرے کے اندر عقل انسانی بھی درست راہ پر آگے بڑھے اور آزاد ہو کر امن و سلامتی کے ساتھ رہے اور اپنے محدود اور مخصوص دائرے میں کام کرے تاکہ اصول کی روشنی میں جزوی حقائق دریافت کرے۔ قرآن کریم نے سائنسی حقائق کا تذکرہ شاذ و نادر ہی کیا ہے مثلاً یہ کہ تمام جاندار پانی سے زندہ ہیں اور پانی ان کی زندگی کا اہم عنصر ہے۔ مثلاً تمام زندہ جانور اور نباتات جوڑے جوڑے پیدا ہوئے ہیں۔ اور جوڑوں کے ملاپ سے زندگی انسانی ، حیوانی اور نباتاتی اشکال میں نشوونما پاتی ہے۔ یہ وہ بعض حقائق ہیں جن کا قرآن نے تذکرہ کیا ہے (تفصیلات کے لیے دیکھئے پارہ دوئم اور پارہ ہفتم)\nاس جملہ معترضہ کے بعد ہم دوبارہ قرآنی آیت کی طرف آتے ہیں :\nوَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَي الْمَاۗءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا۔ اور وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا۔ جب کہ اس سے پہلے اس کا عرش پانی پر تھا۔ تاکہ تم کو آزما کر دیکھے تم میں کون بہتر عمل کرنے والا ہے۔\nآسمان اور زمین کو چھ دنوں کے اندر پیدا کیا۔ اس کے بعد کئی فقرے اور جملے محذوف ہیں۔ ان پر بعد کی عبارت دلالت کرتی ہے یعنی اس عرصے میں اسے پیدا کرکے انسان کی رہائش کے لیے اسے صالح اور کار آمد بنایا گیا۔ زمین میں سب چیزوں کو تمہارے لیے مسخر کیا اور آسمانوں میں وہ انتظام کیا تاکہ تم یہاں زندہ رہ سکو اور اللہ کی ذات اس پوری کائنات پر حاوی ہے۔\nِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا (تاکہ تم کو آزما کر دیکھے کہ تم میں سے کون بہتر عمل کرنے والا ہے) ان آیات سے معلوم ہوتا ہے کہ اس پوری کائنات کو چھ دنوں میں پیدا کیا اور اللہ تعالیٰ کے ہاتھ میں اس کی کنجیاں اور کنٹرول ہے اور یہ سب انتظام انسان کی آزمائش کے لیے ہے تاکہ معلوم ہو کہ یہ آزمائش ایک اہم معاملہ ہے ، اور یہ محض کھیل تماشا نہیں ہے بلکہ ایک بامقصد اور سنجیدہ اسکیم ہے۔ اور انسان کی تخلیق ایک با مقصد منصوبے کے تحت ہوئی ہے۔\nجس طرح اللہ نے زمین و آسمان کو اس طرح تیار کیا ہے کہ وہ جنس انسان کے لیے ممد و معاون ہوں ، اسی طرح جنس انسان کو بھی ایک مخصوص اور جیب صلاحیت اور قوت دی ہے۔ انسان کی تخلیق بھی اسی قانون فطرت کے مطابق ہوئی ہے ، جس کے مطابق اس کائنات کی تخلیق ہوئی ہے۔ لیکن انسان کے اس تکوینی پہلو کے علاوہ اسے ایک صلاحیت اختیار و ارادے کی بھی دی ہے۔ اس اختیاری صلاحیت کی وجہ سے وہ کبھی راہ ہدایت اختیار کرتا ہے اور اللہ اس کے ساتھ معاونت کرتا ہے اور اسے ہدایت مل جاتی ہے اور کبھی وہ راہ ضلالت اختیار کرتا ہے اور اللہ بھی اسے ڈھیل دیتا ہے۔ اور ایسے لوگوں کو چھوڑتا ہے تاکہ وہ عمل کریں اور یہ اس کی جانب سے ایک آزمائش ہے کہ کون اچھی راہ لیتا ہے اور کون بری۔ اللہ تعالیٰ ان لوگوں کو آزماتا اور ڈھیل دیتا ہے۔ اس لیے نہیں کہ اللہ علم حاصل کرنا چاہتا ہے۔ وہ تو پہلے سے جانتا ہے۔ آزمائش اور عمل کے ذریعے در اصل لوگوں کے خفیہ اعمال لوگوں پر ظاہر ہوجاتے ہیں اور پھر وہ ان اعمال پر جزا پاتے ہیں۔ اور اس طرح اللہ نے یہ اسکیم تیار فرمائی۔\nاس لیے بعث بعد الموت اور جزاء و سزا کے عمل کا سر انجام پانے سے انکار اس فضا میں عجیب ہی لگتا ہے۔ کیونکہ قانون مکافات عمل ایک تکوینی مقانون ہے۔ اور یہ اس کائنات کے اصول میں سے ایک مستقل اور بنیادی اصول ہے۔ اور جو لوگ اس اصول کی تکذیب کرتے ہیں ، معلوم ہوتا ہے کہ ان کا رویہ معقول رویہ نہیں ہے۔ اور ایسے لوگ اس کائنات کے عظیم اصولوں کے ادراک سے محروم ہیں۔ اپنی اس ناقص سوچ ہی کی وجہ سے وہ تعجب کرتے ہیں کہ انسان پھر اٹھے گا ، یہ ایک عجیب بات ہوگی :\nوَلَىِٕنْ قُلْتَ اِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ ھٰذَآ اِلَّا سِحْــرٌ مُّبِيْنٌ۔ اب اگر اے نبی ، تم کہتے ہو کہ لوگو ! مرنے کے بعد تم دوبارہ اٹھائے جاؤ گے ، تو منکرین فوراً بول اٹھتے ہیں کہ یہ تو صریح جادوگری ہے۔\nبادی النظر میں معلوم ہوتا ہے کہ بعث بعد الموت کو عجیب سمجھنے والوں کا یہ قول عجیب و غریب ہے اور مذکورہ بالا واقعات کی روشنی میں اس سے زیادہ جھوٹ اور کوئی نہیں ہوسکتا۔\n۔۔۔\nوہ جس طرح بعث بعد الموت کی تکذیب کرتے ہیں اور اس کائنات کے اٹل اصولوں کی روشنی میں نہیں سمجھتے ، اسی طرح دنیاوی عذاب الہی اور تکوینی ہلاکت آفرینیوں کو بھی سمجھ نہیں پا رہے وہ یہ پوچھتے ہیں کہ ان پر پھر عذاب الہی نازل کیوں نہیں ہوتا ؟ حالانکہ اس میں تاخیر بھی بوجہ حکمت ہے۔ اللہ ہر کسی کو مہلت دیتا ہے۔",
  "ayah": 7,
  "surah": 11
}
