{
  "text": "بیشک امر الٰہی میں تعجب کی کوئی گنجائش نہیں ہے کیونکہ اگر ایک روٹین کسی حکم کے مطابق چل رہی ہو تو اس کے معنی یہ نہیں ہیں کہ اس عادت اور حکم کو تبدیل نہیں کیا جاسکتا۔ لیکن جب اللہ کی حکمت چاہے تو یہ روٹین بدل بھی سکتی ہے۔ یہاں اللہ نے حضرت ابراہیم (علیہ السلام) کے گھرانے پر رحم کرتے ہوئے اس کو بدلا لیکن جب ہمیں بظاہر نظر آتا ہے کہ واقعات کی روٹین بدل گئی ہے اور کوئی واقعہ خلاف عادت ہے تو بھی دراصل وہ ایک گہری عادت کے مطابق ہوتا ہے۔\nکیونکہ ہمیں سنن الہیہ کا بالاستیعاب علم حاصل نہیں ہے۔ اس کی حدود بہت ہی وسیع ہیں۔ ہم تو ایک حد تک حقائق کو دیکھ سکتے ہیں اور یہ حد بہت ہی مختصر اور محدود ہوتی ہے جبکہ ہم واقعات کی حقیقت کا استقراء اور استیعاب کرنے سے قاصر ہیں۔\nجو لوگ ذات باری کی قدرت و حکمت کو اپنے علم کے محدود پیمانے سے ناپتے ہیں۔ حتی کہ وہ لوگ جو اللہ کی مشیت کو خود اللہ کے بنائے ہوئے قواعد میں محدود کرتے ہیں۔ اس قسم کے لوگ ذات باری کی ماہیت اور حقیقت کو سمجھ ہی نہیں سکے۔ کیونکہ اللہ کی مشیت خود اللہ کے بنائے ہوئے قواعد سے بھی آزاد ہے ، اللہ کی مشیت خود اللہ کے بنائے ہوئے نوامیس قدرت کی پابند بھی نہیں ہے۔\nیہ درست ہے کہ اللہ تعالیٰ اس کائنات کو ان قوانین قدرت کے مطابق چلاتا ہے جو اس نے اس جہاں کے لیے تیار کیے ہیں لکین یہ ایک علیحدہ بات ہے اور یہ کہنا کہ اللہ کی مشیت قوانین طبیعہ کی پابند ہے تو یہ ایک دوسری بات ہے۔ اصل حقیقت یہ ہے کہ قوانین طبیعہ ٹھیک ٹھیک چلتے ہیں اورو لیکن ہر مرتبہ ان کا جزئی عمل جو اثرات مرتب کرتا ہے وہ اللہ کے حکم سے کرتا ہے۔ یہ اثرات خود کار طور پر نہیں ہوتے تو اگر کسی موقعہ پر اللہ تعالیٰ یہ حکم کر دے کہ کوئی جزوی طبیعی عمل وہ اثرات نہیں ظاہر کرے گا تو ایسا نہ ہوگا اور پھر ہم یہ نہ کہیں گے کہ اللہ کا قانون قدرت بدل گیا ہے بلکہ درست یہ ہوگا کہ قانون قدرت اب یہ ہے کو خارق عادت نظر آتا ہے۔ لہذا نوامیس قدرت اور قوانین طبیعت دراصل اللہ کے ارادے کا مظہر ہوتے ہیں جب اللہ کا ارادہ کچھ اور چاہتا ہے تو وہ اور قانون قدرت بن جاتا ہے۔ اصل قانون قدرت اللہ کا بےقید ارادہ ہے۔\nچناچہ یہاں حضرت ابراہیم (علیہ السلام) مطمئن ہوگئے کہ یہ اللہ کے نمائندگان قدرت ہیں اور پھر وہ اس پر بھی مطمئن ہوگئے کہ ان کے لیے یہ لوگ جو خوشخبری لائے ہیں وہ بھی لازماً متحقق ہونے والی ہے۔ لیکن وہ ان حالات میں بھی حضرت لوط اور ان کی قوم کو نہ بھولے کیونکہ وہ ان کے بھائی تازح کے بیٹے تھے اور ان کے قریب ہی رہائش پذیر تھے۔ اب چونکہ وہ سمجھ گئے تھے کہ اللہ نے جن لوگوں کو بھیجا ہے وہ تو قوم لوط (علیہ السلام) کو بیخ و بن سے اکھاڑ پھینکیں گے اور حضرت ابراہیم نہایت ہی مشفق اور رحم دل تھے۔ چناچہ قوم لوط (علیہ السلام) کے بارے میں فرشتوں سے یہ مکالمہ شروع کردیا۔",
  "ayah": 73,
  "surah": 11
}
