{
  "text": "(يُهْرَعُونَ إِلَيْهِ ) یعنی اس طرح دوڑے جس طرح بخار میں مبتلا شخص کانپتے ہوئے دوڑتا ہے۔ بےچینی سے ، ہرع بخار کی حالت میں کانپنا۔\nاس سے قبل ان کے ہاں مہمانوں کے ساتھ بد سلوکی عام تھی۔ اس لیے حضرت لوط (علیہ السلام) ان فرشتوں کے بارے میں سخت دل تنگ ہوئے اور اس دن کو مصیبت کے دن سے تعبیر کیا۔\nحضرت لوط (علیہ السلام) نے دیکھا کہ یہ لوگ بدکاری کے لیے اس طرح بےاختیار دوڑے چلے آتے ہیں جس طرح بخار میں مبتلا شخص بےاختیار کانپتا ہے اور ان کے مہمانوں کی توہین پر تلے ہوئے ہیں تو انہوں نے ان کی ذات کے اندرموجود فطرت سلیمہ کو اپیل کی۔ ان کو متوجہ کیا کہ دیکھو عورتیں موجود ہیں جن کو اللہ نے اسی مقصد کے لیے پیدا کیا ہے۔ خود حضرت لوط (علیہ السلام) کے گھر میں لڑکیاں موجود تھیں اور وہ اسی وقت جائز طریقوں سے ان کے جوش لذت کو تسکین دے سکتی تھیں۔ جن کو اسی مقصد کے لیے پیدا کیا گیا تھا۔ وہ اسی وقت ان کو نکاح کر کے ان کے حوالے کرنے کے لیے تیار تھے تا کہ وہ ان کی جنونی شہوت رانی کے لیے سکون کا سامان فراہم کریں۔\nقَالَ يَا قَوْمِ هَؤُلاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللَّهَ وَلا تُخْزُونِي فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (11 : 78) ۔ لوط (علیہ السلام) نے ان سے کہا ، “ بھائیو ، یہ میری بیٹیاں موجود ہیں ، یہ تمہارے لیے پاکیزہ تر ہیں۔ کچھ خدا کا خوف کرو اور میرے مہمانوں کے معاملہ میں مجھے ذلیل نہ کرو۔ کیا تم میں کوئی بھلا آدمی نہیں ؟ ”\nهُنَّ أَطْهَرُ لَكُمْ (78 : 11) “ وہ تمہارے لیے پاکیزہ تر ہیں ”۔ یعنی وہ ہر لحاظ سے پاکیزہ ہیں۔ نفسیاتی اعتبار سے پاکیزہ ، حسی اعتبار سے پاکیزہ اور اخلاقی اعتبار سے پاکیزہ ہیں۔ وہ پاک فطرت ہیں اور پاک جذبات کی تسکین کے لیے تیار ہیں۔ ان کے اخلاق اور ان کا دین پاکیزہ ہے اور قدرت نے بھی انہیں اس پاک اور عظیم مقصد کے لیے تیار کیا ہے اور یہ راستہ بھی بمقابلہ اس راہ کے جو وہ اختیار کر رہے ہیں پاکیزہ ہے۔\nفَاتَّقُوا اللَّهَ (87 : 11) “ پس اللہ سے ڈرو ” پہلے فقرے میں ان کو سمجھایا گیا کہ فطری طور پر پاکیزہ راہ اختیار کرو ، یہاں کہا گیا کہ اللہ سے ڈرو اور اس غلط روش سے باز آجاؤ ”\nوَلا تُخْزُونِي فِي ضَيْفِي (87 : 11) “ اور میرے مہمانوں کے بارے میں مجھے ذلیل نہ کرو۔ ” یہ فقرہ ان کے جذبہ انسانی غیرت کو بیدار کرنے کے لیے کہا گیا اور دیہاتی لوگ مہمان کا عموماً خیال رکھتے ہیں اور مہمانوں کی توہین کو بہت برا سمجھا جاتا ہے۔\nأَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ (11 : 78) “ کیا تم میں سے کوئی بھلا آدمی نہیں ہے۔ ” یہ معاملہ بھی ہدایت ، نیکی اور بھلائی کا ہے۔ نیز فطرت اور مروت اور اخلاق کا بھی یہی تقاضا ہے۔ لیکن یہ تمام اپیلیں بد فطرت لوگوں پر اثر انداز نہ ہو سکیں۔ اس لیے کہ ان لوگوں کے دل منحرف ہوگئے تھے۔ ان کی عقل ماؤف ہوگئی تھی اور ان کا ناقابل مثال شہوانی جوش ان پر غالب تھا۔",
  "ayah": 78,
  "surah": 11
}
