{
  "text": "قرون اولیٰ کی اقوام پر ایسے ایسے عذاب نازل ہوئے ، جن کی وجہ سے ان اقوام کو جڑ سے اکھاڑ پھینکا گیا لیکن تباہ اور فنا کردینے والے یہ عذاب اس وقت آئے جب رسول اپنی قوم کے سامنے معجزات پیش کرچکے اور انہوں نے معجزات کے باوجود تکذیب جاری رکھی۔ یہ ہمہ گیر تباہی اس لیے آتی رہی کہ اس وقت کی رسالتیں وقتی رسالتیں تھیں ، ایک محدود پیریڈ کے لیے تھیں اور بسا اوقات وہ ایک نسل کے لیے تھیں اور ان معجزات کا مشاہدہ بھی وہی لوگ کرسکتے تھے جو موجود تھے۔ یہ معجزات مسلسل اور جاری اور باقی نہ ہوتے تھے تاکہ بعد میں آنے والی نسلیں بھی انہیں دیکھ سکیں جیسا کہ پہلی نسل نے دیکھا تھا۔\nرسالت محمدی کی نوعیت سابقہ رسالتوں سے ذرا مختلف ہے۔ آپ خاتم الرسل ہیں۔ تمام نسلوں کے لیے رسول ہیں اور آپ کو جو معجزہ دیا گیا وہ مادی معجزہ نہیں ہے۔ یہ ایسا معجزہ ہے جو ہمیشہ باقی رہنے والا ہے۔ آنے والی نسلیں بھی اسے دیکھ سکتی ہیں اور اس پر تدبر کرسکتی ہیں اور نسلاً بعد نسل اس پر ایمان لا سکتی ہیں۔ اس لیے اللہ کی حکمت کا تقاضا یہ ہوا کہ آپ کی امت پر ایسا عذاب نازل نہ ہو جس کے ذریعے اسے بیخ و بن سے اکھاڑ پھینکا جائے بلکہ یہ عذاب افراد پر نازل ہو اور یہی صورت اللہ نے ان اقوام کے لیے اختیار کی جن کو کتاب دی گئی تھی۔ کس کتابی قوم کو جڑ سے اکھاڑ کر نہیں پھینکا گیا\nلیکن مشرکین مکہ کی حالت یہ تھی کہ وہ نہ تو اس کائنات کے نظام تخلیق اور اس کے لیے اللہ کے تجویز کردہ قانون قدرت کو سمجھتے تھے اور یہ بات سمجھتے تھے کہ اس کائنات کے اندر اللہ نے انسان کو آزادی اور اختیار کے ساتھ کام کرنے کے مواقع فراہم کیے ہیں اور اسے نیک و بد اختیار کرنے کی آزادی ہے اور زمین کی تخلیق اس طرح ہے کہ وہ انسان کی آزادی و ارادہ کے لیے مواقع فراہم کرتی ہے۔ اپنے اس جہل کی وجہ سے وہ بعث بعد الموت کا انکار کرتے تھے اور اپنی اس جہالت ہی کی وجہ سے وہ پوچھتے تھے کہ اللہ نے ان کی تکذیب اور انکار کے باوجود ابھی تک انہیں ہلاک کیوں نہیں کیا۔ وہ نہ جانتے تھے کہ موجودہ رسالت اور سابقہ رسالتوں کے لیے اللہ نے کیا اصول طے کر رکھے ہیں چناچہ وہ پوچھتے تھے کہ کئی سال گزر گئے اور عذاب نہیں آ رہا ہے۔ یہ لوگ نہ تو اللہ کی حکمت سے واقف تھے اور نہ ہی اللہ کی رحمت سے۔ ان کو معلوم نہ تھا کہ جب یہ عذاب آئے گا تو اسے پھر کوئی بھی پھیر نہ سکے گا بلکہ وہ پوری طرح انہیں گھیر لے گا اور یہ ان کے استہزاء اور بدعملی کی سزا ہوگی ، اور وہ نہایت ہی خود سری کی صورت میں سوالات کر رہے تھے۔\nاَلَا يَوْمَ يَاْتِيْهِمْ لَيْسَ مَصْرُوْفًا عَنْهُمْ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ۔ سنو ! جس روز اس سزا کا وقت آگیا تو وہ کسی کے پھیرے نہ پھر سکے گا اور وہی چیز ان کو آ گھیرے گی جس کا وہ مذاق اڑا رہے ہیں۔ حقیقت یہ ہے کہ کوئی سنجیدہ فرد اور صاحب ایمان شخص عذاب الہی کے نزول کے مطالبہ میں جلدی نہیں کرتا۔ اگر عذاب الہی نہیں آتا تو اس میں بھی کوئی حکمت ہوگی اور اللہ کی رحمت اس میں مانع ہوگی تاکہ جو لوگ ایمان کی صلاحیت رکھتے ہیں وہ ایمان لے آئیں۔\nمثلاً قریش پر اللہ نے عذاب نازل کرنے میں جلدی نہیں کی۔ ان کو مہلت دی جاتی رہی۔ اس عرصے میں بیشمار لوگ ایمان لائے۔ ایمان لا کر پھر انہوں نے اسلام کے لیے کارہائے نمایاں سر انجام دیے۔ اور کفار کے ہاں بھی کئی ایسے بچے پیدا ہوئے جنہوں نے بعد کے ادوار میں اسلام کی خدمات سر انجام دیں۔ یہ اور ایسی ہی دیگر معلوم اور نامعلوم حکمتیں ہوسکتی ہیں ، جو جلد باز لوگوں کی سمجھ میں نہیں آسکتیں۔",
  "ayah": 8,
  "surah": 11
}
