{
  "text": "درس نمبر 103 ایک نظر میں\nاسلامی نظریہ حیات انسانی تاریخ میں واحد ، دائمی اور مسلسل نظریہ ہے ، اب ہم حضرت شعیب (علیہ السلام) کے دور میں پہنچ گئے۔ حضرت شعیب (علیہ السلام) اپنی قوم اہل مدین میں اس کا بیڑا اٹھاتے ہیں۔ لیکن ان کی دعوت میں اسلامی نظریہ حیات کے ساتھ ساتھ سوسائٹی کا ایک دوسرا اہم مسئلہ بھی سامنے آتا ہے۔ وہ یہ کہ سوسائٹی میں امانت عدل اور حسن معاملہ کے اصول نافذ کرو ، ان معاملات کا تعلق بھی اسلامی عقائد سے ہے۔ کیونکہ اللہ وحدہ کے دین میں داخل ہونے کے معنی یہ ہیں کہ صرف اللہ کی شریعت کا اتباع کیا جائے۔ لیکن اہل مدین کو حضرت شعیب (علیہ السلام) کی یہ دعوت سن کر بڑا تعجب ہوا اور یہ بات ان کو انوکھی لگی۔ ان کی سمجھ میں یہ بات نہ آئی کہ دین کے ساتھ ناپ تول جیسے دنیاوی معاملات کا تعلق کیا ہے ؟ نماز اور ترازو کے درمیان کیا نسبت ؟ عبادت اور مالی معاملات بالکل الگ الگ نوعیت کے حامل ہیں۔\nیہ قصہ حضرت ہود (علیہ السلام) اور ان کی قوم عاد کے قصے اور حضرت صالح (علیہ السلام) اور ان کی قوم ثمود کے قصے کے بعد آتا ہے۔ لیکن اس قصے کا انجام اور اس کا اسلوب بیان اور عذاب کی نوعیت قصہ صالح کے ساتھ زیادہ مماثلت رکھتی ہے۔ ان کا عذاب بھی ایک جیسا ہے اور اس عذاب کا اسلوب تعبیر بھی یکساں ہے۔\nدرس نمبر 103 تشریح آیات\n84۔۔۔۔۔ تا ۔۔۔۔۔ 95\nصرف اللہ کی بندگی کرنا دین اسلام کی خشت اول ہے۔ اور اسلامی نظام زندگی کی اساس ہے۔ اسلامی شریعت کا بھی یہ قاعدہ اول ہے۔ اسلامی سوسائٹی کا نظام عمل سب کا سب اسی قاعدے پر مبنی ہے۔ یہ وہ عقیدہ ہے جس کے بعیر کوئی عقیدہ ، کوئی پرستش ، کو سی طرز عمل مکمل اور اسلامی نہیں کہلا سکتی۔\nان آیات میں جو اہم معاملہ اٹھایا گیا ہے وہ عدل و انصاف اور امانت و دیانت کا اور معاشی ضابطہ بندی کا مسئلہ ہے۔ اس سے قبل کی آیات میں اسلام کی نظریاتی اساس کا تعین تھا۔ لیکن یہاں جو مالی ہدایات دی گئی ہیں وہ اس نظریہ حیات کا فطری نتیجہ ہیں۔ اہل مدین کا علاقہ حجاز سے شام تک جانے والے تجارتی راستے پر تھا۔ اور ان میں یہ کمزوری پائی جاتی تھی کہ وہ ناپ تول میں لوگوں کا حق مارتے تھے۔ لوگوں کی چیزوں کی قیمت کم دیتے۔ یہ وہ کمزوری ہے جو انسان کے قلب و عمل ، دونوں کو گندہ کردیتی ہے اور انسان سے مروت اور عزت نفس کے بلند اوصاف جاتے رہتے ہیں۔ اس رزالت کے علاوہ یہ لوگ شمالی عرب میں شام کی طرف آنے جانے والے قافلوں کو بھی لوٹ لیتے تھے اور آنے جانے والوں پر ناجائزراہداری عائد کرکے ظلم کرتے تھے۔ اس صورت میں ان کے اس عیب کی تفصیلات دی گئی ہیں۔\nاس سے یہ بتانا مقصود ہے کہ اسلامی نظام حیات میں نظریات ، عقائد کا تعق براہ راست امانت ، دیانت ، عدذل و انصاف اور لین دین میں اصول انصاف کے قیام اور سوسائٹی سے چوری ، ڈکیتی اور تمام دور سے معاشری جرائم کے ، خاتمے سے ہوتا ہے۔ یاد رہے کہ کسی معاشرے میں عدل و انصاف تب قائم ہو سکتا ہے جب اس کے افراد کے اندر خدا خوفی اور آخرت کی جواب دہی کا احساس ہو۔ صرف ایسے عقائد اور ایسے اخلاق کے ذریعے سوسائٹی میں عدل و انصاف اور منصفانہ معاشی نظام اور معاشی روابط قائم ہو سکتے ہیں اور ایک ٹھوس انسانی معاشرہ قائم کیا جاسکتا ہے۔\nکسی بھی صحت مند معاشرے میں یہ ضروری ہوتا ہے کہ باہم معاملات کا نظام اور معاشرہ کا اخلاقی نظام ایک مستحکم نظریاتی اساس پر مبنی ہوں اور معاملات اور اخلاق ایسے اصولوں اور تصورات پر مبنی نہ ہوں جو آئے دن بدلنے والے ہوں۔ اسلامی نظریہ حیات میں یہی خوبی ہے۔ اسلامی نظام تمام دوسرے نظاموں اور اسلامی سوسائٹی تمام دوسری سوسائیٹوں سے اس پہلو میں منفرد ہے کہ اس میں افراد کی پوری زندگی اسلامی عقائد و تصورات پر استوار ہوتی ہے اس میں محض عارضی اور ظاہری مظاہر و مطالب ہی پش نظر نہیں ہوتے۔\nجب اسلامی سوسائٹی اپنے اخلاق و معاملات ان اصولوں اور مستحکم بنیادوں پر رکھتی ہے تو پھر وہ گردش دوران کے عارضی موثرات سے بدلتی نہیں اور نہ ہی وہ کسی مروجہ عارضی سیلاب اور تپش سے متاثر ہوتی ہے۔\nلوگوں کے اخلاق ، ان کے باہم معاملات کا اخلاقی رنگ یہ نہیں ہورتا کہ وہ زرعی معیشت پر تکیہ رکھتے ہیں یا وہ جانور پال کر زندگی بسر کرتے ہیں یا ان کا تعلق صنعت و حرفت کے پیشوں سے ہے یہ عوامل ان کے اخلاق اور طرز عمل پر اثر انداز نہیں ہوتے۔ اسلام کے اخلاقی نقطہ نظر میں اور اسلام کے اخلاقی اصولوں میں ان عوامل کا کوئی عمل دخل نہیں ہوتا ہے کیونکہ اسلامی اخلاقیات اور اسلامی شریعت و قوانین کا ماخذ قرآن اور سنت ہیں اور اسلامی قانون اور اخلاق کا نصب العین صرف رضائے الہی کا حصول ہے اور آخرت کے عذاب کا خوف اور ثواب کا حصول اسلامی نظام اور معاشرے میں اصل محرک ہے۔ دنیا میں انسانوں کے وضع کردہ نظام ہائے قانون و اخلاق چونکہ تجارتی روابط ، اقتصادی حالات اور ذاتی اور قومی مفادات کو پیش نظر رکھ کر بنائے اور وضع کیے جاتے ہیں ، اس لیے یہ تصورات اور یہ اخلاقیات اسلامی زاویہ نگاہ سے بالکل لغو اور بودے ہوتے ہیں۔ (تفصیلات کے لیے دیکھیے امیر جماعت اسلامی پاکستان سید ابوالاعلیٰ مودودی کی کتاب “ اسلام کا اخلاقی نقطہ نظر ” اور مولف کی کتاب (نحو مجتمع اسلامی) کی فصل “ نظام اخلاق ”)\nوَلا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ (84 : 11) “ اور ناپ تول میں کمی نہ کیا کرو۔ آج میں تم کو اچھے حال میں دیکھ رہا ہوں۔ ” یعنی اللہ نے تمہیں رزق حسن دیا ہے۔ اس لیے تمہیں اس قسم کی گھٹیا حرکت کرنے کی نہ ضرورت ہے اور نہ مجبور ہے۔ تم پہلے سے غنی ہو۔ اگر تم ناپ اور تول کے پیمانوں میں یہ بےقاعدگی چھوڑ دو تو تم غریب نہ ہو گے اور اگر اسے جاری رکھو تو تم امیر تر نہیں بن سکتے۔ بلکہ خطرہ یہ ہے کہ اس بےقاعدگی کی وجہ سے تمہارے اچھے دن ختم ہوجائیں اور تمہاری مالی مار دھاڑ کے مواقع ہی نا پید ہوجائیں۔\nوَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ (11 : 84) “ مگر مجھے ڈر ہے کہ کل تم پر ایسا دن آئے گا جس کا عذاب سب کو گھیر لے گا۔ ” یہ عذاب آخرت میں بھی آسکتا ہے جہاں پر چھوٹے بڑے معاملے کا فیصلہ ہوگا اور اس جہان میں بھی آسکتا ہے ، جب لوگوں پر تمہاری یہ غلط کاری واضح ہوگی اور تمہاری تجارت ماند پڑجائے گی اور معاشرے کے اندر کشمکش شروع ہوگی اور تم ایک دوسرے کے برسرپیکار ہوجاؤ گے اور رسہ کشی شروع ہوجائے گی۔",
  "ayah": 84,
  "surah": 11
}
