{
  "text": "قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ (92 : 11) “ شعیب (علیہ السلام) نے کہا “ بھائیو ، کیا میری برادری تم پر اللہ سے زیادہ بھاری ہے۔ ” میری برادری تو انسانوں کا فقط ایک مجموعہ ہے۔ جس قدر بھی وہ قوی ہوں بہرحال وہ انسان ہی تو ہیں ، ضعیف مخلوق ہی تو ہیں۔ اللہ کے تو بہرحال وہ بندے اور غلام ہیں ، کیا چند لوگوں سے تم ڈرتے ہو اور اللہ سے نہیں ڈرتے ہو ، کس قدر بودی سوچ ہے تمہاری۔\nوَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا (92 : 11) “ اور اللہ کو بالکل پس پشت ڈال دیا۔ ” کسی کو چھوڑ دیتے اور کسی سے منہ پھیر دینے کا یہ نہایت ہی مخصوص انداز بیان ہے ، واضع تصویر کے انداز میں۔ چونکہ یہ لوگ اللہ سے منہ پھیرتے ہیں اور اعراض کرتے ہیں اس لیے ان کا یہ فعل نہایت ہی گھناؤنا ہے۔ کیونکہ اللہ ہی نے ان کو پیدا کیا ہے۔ جن اچھے حالات میں وہ زندگی بسر کر رہے ہیں ان میں ان کا رازق وہی تو ہے۔ گویا ان کا یہ فعل نہایت متکبرانہ ، ناسیاسی اور سفید چشمی ہے اور شرعی اعتبار سے کفر وتکذیب کا حالم ہے اور نہایت ہی برا اندازہ ہے جو انہوں نے لگایا۔\nإِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ (11 : 92) “ جان رکھو کہ جو کچھ تم کر رہے ہو وہ اللہ کی گرفت سے باہر نہیں ہے ” احاطہ کا مفہوم یہ ہے کہ جس چیز کا احاطہ کیا گیا ہو وہ پوری طرح محیط کے قبضہ اور زیر قدرت ہوتی ہے اس سے مراد قدرت کاملہ ہے۔\nایک مومن کی جانب سے بارگاہ رب العزت میں یہ بڑی جرات ہے کہ وہ اللہ کی عزت کو ہاتھ ڈالے اور اللہ کے غضب کو دعوت دے۔ اللہ کا عذاب جب جب نازل ہوتا ہے تو اس کے مقابلے میں قوم ، خاندان اور ملازم بےبس ہوجاتے ہیں۔ حضرت شعیب (علیہ السلام) کی خاندانی اور قوم قبیلے کی قوت کا تو انہوں نے اعتراف بھی کیا لیکن وہ تو مومن باللہ تھے۔ انہوں نے اس معمولی قوت کی کوئی پرواہ نہیں کی نہ اسے قابل ذکر سمجھا کہ قوم کی وجہ سے وہ ان کا کچھ نہیں بگاڑ سکتے۔ نہ انہوں نے قوم اور قبیلے کی قوت پر اکتفاء کیا اور یہی رویہ ایک سچے مومن کا رویہ ہوتا ہے۔ ایک سچا مومن صرف اپنے رب پر ہی بھروسہ کرتا ہے۔ وہ یہ چاہتا ہے کہ لوگ بھی صرف اللہ سے ڈریں۔ ایک مومن قوم اور قبیلے کی قوت اور عصبیت کو بھی اسلام اور رب کے لیے استعمال کرتا ہے۔ یہ ہے اسلامی اور غیر اسلامی قومیت کے درمیان فرق۔ ہر دور اور زمانے میں قوم قبیلے کے بارے میں اسلام اور جاہلیت کا یہی تصور اور فرق رہا ہے۔\nیہ جذبہ ایمانی اور جوش ایمان ہے جس کی تہہ میں اللہ پر بھروسے کے سواء اور کچھ نہیں ہے۔ اسی سے حضرت شعیب (علیہ السلام) اب اپنی قوم کے لوگوں کو یہ سخت چیلنج دیتے ہیں اور ان کے درمیان جدائی ہوجاتی ہے اور اب دونوں کی راہیں جدا ہوجاتی ہیں۔",
  "ayah": 92,
  "surah": 11
}
