{
  "text": "১২ নং আয়াতের তাফসীর:\nপূর্বের আয়াতে আল্লাহ তা‘আলা মু’মিনদেরকে সেসব অঙ্গীকার ও প্রতিশ্র“তি পূর্ণ করার প্রতি বিশেষ গুরুত্বারোপ করেছেন, যা তিনি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাধ্যমে গ্রহণ করেছেন। আর তাদেরকে হক প্রতিষ্ঠা ও ন্যায্য সাক্ষ্য প্রদানের নির্দেশ দিয়েছেন এবং তাদেরকে তাঁর ঐ সকল পুরস্কার ও অনুগ্রহের কথা স্মরণ করিয়ে দিয়েছেন যা প্রকাশ্যে ও অপ্রকাশ্যে প্রদান করেছেন।\nঅত্র আয়াতে আল্লাহ তা‘আলা ঐ অঙ্গীকার ও প্রতিশ্র“তির কথা উল্লেখ করেছেন যা ইতোপূর্বে বানী ইসরাঈলদের থেকে গ্রহণ করেছিলেন। কিন্তু তারা আল্লাহ তা‘আলার সাথে অঙ্গীকারাবদ্ধ হওয়ার পরেও তা পূর্ণ করতে ব্যর্থ হয়েছিল। এখানে পরোক্ষভাবে মুসলিমদেরকে সতর্ক করা হচ্ছে যে, তোমরা যেন বানী ইসরাঈলের মত অঙ্গীকার ভঙ্গ না কর। তাহলে তাদের ওপর যে আপদ আপতিত হয়েছিল, তোমাদের ওপরও তা বর্তাবে।\nবানী ইসরাঈলের জন্য আল্লাহ তা‘আলা বারজন নেতা নিযুক্ত করেছিলেন। এ বারজনের নাম তাফসীর ইবনু কাসীরসহ অন্যান্য গ্রন্থে উল্লেখ রয়েছে। আমাদের নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন আকাবায় আনসারীদের থেকে বায়আত গ্রহণ করেন তখনও বারজন নেতা ছিল। (ইবনু হিশাম ২/৫২-৫৬)\nবিশিষ্ট তাবেয়ী মাসরুক (রহঃ) বলেন: একদা আমরা আব্দুল্লাহ ইবনু মাসউদের সাথে বসেছিলাম, তিনি আমাদেরকে কুরআন তেলাওয়াত করে শুনাচ্ছিলেন। তাঁকে জনৈক ব্যক্তি জিজ্ঞাসা করল: হে আবূ আব্দুর রহমান! আপনারা কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞাসা করেছিলেন, কত জন খলীফা এ উম্মাতের দায়িত্ব নেবে। আবদুল্লাহ ইবনু মাসউদ বললেন: ইরাক আগমনের পর তুমি ছাড়া অন্য কেউ এ বিষয়ে জিজ্ঞাসা করেনি। হ্যাঁ, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ বিষয়ে জিজ্ঞাসা করেছি, তিনি বলেছেন: বানী ইসরাঈলদের নেতার মত বার জন। (মুসনাদ আহমাদ হা: ১/৩৯৭)\nজাবের (রাঃ) হতে বর্ণিত, তিনি বলেন: নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি: বারজন ব্যক্তি দায়িত্ব না নেয়া পর্যন্ত মানুষের নেতৃত্ব বহাল থাকবে। তারপর নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপিসারে কিছু কথা বললেন যা আমার কাছে অস্পষ্ট থেকে গেল। আমার পিতাকে জিজ্ঞাসা করলাম, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কী বললেন? তিনি বললেন: সবাই কুরাইশ থেকে হবেন। (সহীহ বুখারী হা: ৭২২২) তবে এ হাদীস দ্বারা শিয়ারা দলীল দিয়ে বলে যে, এতে তাদের বারজন ইমামকে উদ্দেশ্য করা হয়েছে। তাদের এ দাবী ভিত্তিহীন।\n(اِنِّیْ مَعَکُمْ)\n‘আমি তোমাদের সঙ্গে আছি’ তারপর আল্লাহ তা‘আলা ঐসব নেতাদেরকে জানিয়ে দিলেন যে, তিনি তাঁর প্রত্যক্ষ সাহায্য ও সহযোগিতা দ্বারা তাদের সাথে রয়েছেন। মহান আল্লাহ স্ব-স্বত্ত্বায় আরশের উপর রয়েছেন। আর দর্শন, শ্রবণ, জ্ঞান, ক্ষমতা ও সাহায্য-সহযোগিতার মাধ্যমে বান্দার সাথে রয়েছেন। মহান আল্লাহর বান্দার সাথে থাকা দু’ প্রকার- (১) সাধারণভাবে সকলের সাথে থাকেন (২) বিশেষ ব্যক্তি ও গুণের অধিকারীদের সাথে থাকেন।\n(১) সাধারণভাবে সকলের সাথে থাকেন- এ অর্থ হল আল্লাহ তা‘আলা তাঁর জ্ঞান, দর্শন, শ্রবণ ও ক্ষমতা ইত্যাদির মাধ্যমে সব কিছু বেষ্টন করে আছেন। তাঁর সারা মাখলূকাতে কী হচ্ছে সব কিছু একই সাথে দেখেন, শুনেন ও জানেন। এমনকি একটি কালো পিপীলিকা গভীর রাতে কালো পাথরের নিচে চলাচল করলেও মহান আল্লাহ তা দেখেন, তার পায়ের শব্দ শুনেন এবং সে পিপীলিকার চলাচল সম্পর্কে জ্ঞান রাখেন। কোন কিছু আল্লাহ তা‘আলার কাছে অস্পষ্ট নয়। সুতরাং এ অর্থে আল্লাহ তা‘আলা প্রত্যেক জীব-জন্তু, মু’মিন-কাফির, সৎ-অসৎ সবার সাথে রয়েছেন। এ ব্যাপারে আল্লাহ তা‘আলা বলেন:\n(وَھُوَ مَعَکُمْ اَیْنَ مَا کُنْتُمْ  وَاللہُ بِمَا تَعْمَلُوْنَ بَصِیْرٌ)\n“তোমরা যেখানেই থাক না কেন তিনি তোমাদের সঙ্গে আছেন, তোমরা যা কিছু কর আল্লাহ তা দেখেন।” (সূরা হাদীদ ৫৭:৪)\n(২) বিশেষ ব্যক্তি ও গুণের অধিকারীদের সাথে থাকেন- অর্থাৎ যারা আল্লাহর প্রিয়পাত্র তাদেরকে সাহায্য-সহযোগিতা দানের মাধ্যমে তাদের সাথে রয়েছেন। যেমন মুত্তাকি ও ধৈর্যশীলদের সাথে আল্লাহ আছেন। আল্লাহ তা’আলা বলেন:\n(إِنَّ اللہَ مَعَ الَّذِيْنَ اتَّقَوا وَّالَّذِيْنَ هُمْ مُّحْسِنُوْنَ)\nআল্লাহ তাদেরই সঙ্গে আছেন যারা তাক্ওয়া অবলম্বন করে এবং যারা সৎ কর্মপরায়ণ। (সূরা নাহল ১৬:১২৮) অত্র আয়াত এ অর্থেই ব্যবহার হয়েছে।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) হিজরতের সময় যখন গারে ছূরে ছিলেন তখন আল্লাহ তা‘আলা তাদেরকে বলেন:\n(إِذْ   هُمَا فِي الْغَارِ إِذْ يَقُوْلُ لِصَاحِبِه۪ لَا تَحْزَنْ إِنَّ اللہَ َ مَعَنَا)\n‘যখন তারা উভয়ে গুহার মধ্যে ছিল; সে তখন তার সঙ্গীকে বলেছিল, ‘চিন্তা কর না, আল্লাহ আমাদের সঙ্গে আছেন।’(সূরা তাওবা ৯:৪০) এখানে নিরাপত্তা ও সাহায্য প্রদানের মাধ্যমে সাথে রয়েছেন।\nমূসা ও হারুন (আঃ) কে যখন ফির‘আউনের কাছে দাওয়াত নিয়ে যাওয়ার নির্দেশ দিলেন তখন তাঁরা উভয়ে গ্রেফতারের আশংকা করলেন, তখন তাদেরকে আল্লাহ তা‘আলা বলেন:\n(قَالَ لَا تَخَافَآ إِنَّنِيْ مَعَكُمَآ أَسْمَعُ وَأَرٰي )\n‘তিনি বললেন: ‘তোমরা ভয় কর না, আমি তোমাদের সঙ্গে আছি, আমি শুনি ও আমি দেখি।’(ত্বহা ২০:৪৬)\nআল্লাহ তা‘আলা ধৈর্যশীলদের সাথে রয়েছেন, যেমন তিনি বলেন:\n(وَاصْبِرُوْا ط إِنَّ اللہَ مَعَ الصّٰبِرِيْنَ)\n“তোমরা ধৈর্য ধারণ কর; নিশ্চয় আল্লাহ ধৈর্যশীলদের সাথে রয়েছেন।”(সূরা নাহল ১৬:১২৬)\nসুতরাং আল্লাহ তা‘আলার বান্দার সাথে থাকার অর্থ এই নয় যে, তিনি স্ব-স্বত্তায় প্রত্যেকের সাথে রয়েছেন। যেমন কতক গোমরাহ ব্যক্তিরা বলে থাকে- যত কল্লা তত আল্লাহ। বরং আল্লাহ তা‘আলা স্ব-সত্তায় আরশের উপর থেকে তাঁর জ্ঞান, দর্শন ও শ্রবণ দ্বারা প্রত্যেকের সাথে রয়েছেন। আল্লাহ তা‘আলা আরশে রয়েছে এ কথা যেমন কুরআন ও হাদীস দ্বারা প্রমাণিত তেমনি তিনি সবার সাথে রয়েছেন এ কথাও প্রমাণিত। সুতরাং আল্লাহ তা’আলার এ সকল গুণকে অস্বীকার করা ও অপব্যাখ্যা করার কোন সুযোগ নেই। আল্লাহ তা’আলা প্রতিশ্রুতি দিলেন যদি তোমরা সালাত কায়েম কর, যাকাত প্রদান কর, রাসূলদের প্রতি ঈমান আন, তাদেরকে সহযোগিতা কর এবং আল্লাহ তা‘আলাকে খুশি করার জন্য তাঁর পথে ব্যয় কর, তাহলে অবশ্যই তিনি জান্নাত দেবেন। আর কুফরী করলে জাহান্নাম ছাড়া কিছুই নেই।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. বানী ঈসরাঈলরা আল্লাহ তা‘আলার সাথে কৃত অঙ্গীকার পালন না করার কারণে শাস্তির মুখোমুখি হয়েছিল। এদের থেকে আমাদের শিক্ষা নেয়া উচিত।\n২. সৎ আমল জান্নাতে যাওয়ার অন্যতম একটি ওসীলা ।\n৩. রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সম্মান ও সহযোগিতা করা ঈমানের দাবী।\n৪. আয়াতে বর্ণিত বিধান পালন করলে আল্লাহ তা‘আলা তাঁর সহযোগিতা ও সাহায্য প্রদান করবেন।\n৫. আল্লাহ তা‘আলা স্ব-স্বত্ত্বায় আরশের ওপর থেকে তাঁর দর্শন, শ্রবণ, জ্ঞান ও ক্ষমতার দ্বারা প্রত্যেকের সাথে রয়েছেন।\n৬. আল্লাহ তা‘আলা স্ব-স্বত্ত্বায় সর্বত্র বিরাজমান- এটি একটি শিরকী ও কুফরী আকীদাহ।",
  "ayah": 12,
  "surah": 5
}
