{
  "text": "\"ومن أعرض عن ذكري\" أي خالف أمري وما أنزلته على رسولي أعرض عنه وتناساه وأخذ من غيره هداه فإن له معيشة ضنكا أي ضنك في الدنيا فلا طمأنينة له ولا انشراح لصدره بل صدره ضيق حرج لضلاله وإن تنعم ظاهره ولبس ما شاء وأكل ما شاء وسكن حيث شاء فإن قلبه ما لم يخلص إلى اليقين والهدى فهو في قلق وحيرة وشك فلا يزال في ريبة يتردد فهذا من ضنك المعيشة قال علي بن أبي طلحة عن ابن عباس فإن له معيشة ضنكا قال الشقاء وقال العوفي عن ابن عباس فإن له معيشة ضنكا قال كلما أعطيته عبدا من عبادي قل أو كثر لا يتقيني فيه فلا خير فيه وهو الضنك في المعيشة وقال أيضا إن قوما ضلالا أعرضوا عن الحق وكانوا في سعة من الدنيا متكبرين فكانت معيشتهم ضنكا وذلك أنهم كانوا يرون أن الله ليس مخلفا لهم معايشهم من سوء ظنهم بالله والتكذيب فإذا كان العبد يكذب بالله ويسيء الظن به والثقة به اشتدت عليه معيشته فذلك الضنك وقال الضحاك هو العمل السيء والرزق الخبيث وكذا قال عكرمة ومالك بن دينار وقال سفيان بن عيينة عن أبي حازم عن أبي سلمة عن أبي سعيد في قوله معيشة ضنكا قال يضيق عليه قبره حتى تختلف أضلاعه فيه قال أبو حاتم الرازي: النعمان بن أبي عياض يكنى أبا سلمة وقال ابن أبي حاتم حدثنا أبو زرعة حدثنا صفوان أنبأنا الوليد أنبأنا عبد الله بن لهيعة عن دراج عن أبي الهيثم عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم في قول الله عز وجل \" فإن له معيشة ضنكا\" قال \" ضمة القبر له \" والموقوف أصح. وقال ابن أبي حاتم أيضا حدثنا الربيع بن سليمان حدثنا أسد بن موسى حدثنا ابن لهيعة حدثنا دراج أبو السمح عن ابن حجيرة واسمه عبد الرحمن عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال \" المؤمن في قبره في روضة خضراء ويفسح له في قبره سبعون ذراعا وينور له قبره كالقمر ليلة البدر أتدرون فيما أنزلت هذه الآية فإن له معيشة ضنكا أتدرون ما المعيشة الضنك؟ \" قالوا الله ورسوله أعلم قال \" عذاب الكافر في قبره والذي نفسي بيده إنه ليسلط عليه تسعة وتسعون تنينا أتدرون ما التنين؟ تسعة وتسعون حية لكل حية سبعة رءوس ينفخون في جسمه ويلسعونه ويخدشونه إلى يوم يبعثون \" رفعه منكر جدا وقال البزار حدثنا محمد بن يحيى الأزدي حدثنا بن عمرو حدثنا هشام بن سعد عن سعيد بن أبي هلال عن ابن حجيرة عن أبي هريرة عن النبي صلى الله عليه وسلم في قول الله عز وجل\" فإن له معيشة ضنكا قال \" المعيشة الضنك الذي قال الله إنه يسلط عليه تسعة وتسعون حية ينهشون لحمه حتى تقوم الساعة \". وقال أيضا حدثنا أبو زرعة حدثنا أبو الوليد حدثنا حماد بن سلمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة عن النبي صلى الله عليه وسلم فإن له معيشة ضنكا قال \" عذاب القبر \" إسناد جيد وقوله ونحشره يوم القيامة أعمى قال مجاهد وأبو صالح والسدي لا حجة له وقال عكرمة عمي عليه كل شيء إلا جهنم ويحتمل أن يكون المراد أنه يبعث أو يحشر إلى النار أعمى البصر والبصيرة أيضا كما قال تعالى\" ونحشرهم يوم القيامة على وجوههم عميا وبكم وصما مأواهم جهنم\" الآية.",
  "ayah": 124,
  "surah": 20
}
