{
  "text": "وقوله \"وأمر أهلك بالصلاة واصطبر عليها\" أي استنقذهم من عذاب الله بإقام الصلاة واصبر أنت على فعلها كما قال تعالى يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقال ابن أبي حاتم حدثنا أبي حدثنا أحمد بن صالح حدثنا ابن وهب أخبرني هشام بن سعد عن زيد بن أسلم عن أبيه أن عمر بن الخطاب كان يبيت عنده أنا ويرفأ وكان له ساعة من الليل يصلي فيها فربما لم يقم فنقول لا يقوم الليلة كما كان يقوم وكان إذا استيقظ أقام يعني أهله وقال وأمر أهلك بالصلاة واصطبر عليها وقوله لا نسألك رزقا نحن نرزقك يعني إذا أقمت الصلاة أتاك الرزق من حيث لا تحتسب كما قال تعالى\" ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب وقال تعالى وما خلقت- الجن والإنس إلا ليعبدون\" إلى قوله\" إن الله هو الرزاق ذو القوة المتين ولهذا قال لا نسألك رزقا نحن نرزقك وقال الثوري لا نسألك رزقا أي لا نكلفك الطلب وقال ابن أبي حاتم حدثنا أبو سعيد الأشج حدثنا حفص بن غياث عن هشام عن أبيه أنه كان إذا دخل على أهل الدنيا فرأى من دنياهم طرفا فإذا رجع إلى أهله فدخل الدار قرأ ولا تمدن عينيك - إلى قوله - نحن نرزقك ثم يقول الصلاة الصلاة رحمكم الله وقال ابن أبي حاتم حدثنا أبي حدثنا عبد الله بن أبي زياد القطراني حدثنا سيار حدثنا جعفر عن ثابت قال كان النبي صلى الله عليه وسلم إذا أصابه خصاصة نادى أهله \" يا أهلاه صلوا صلوا \" قال ثبت وكانت الأنبياء إذا نزل بهم أمر فزعوا إلى الصلاة وقد روى الترمذي وابن ماجه من حديث عمران بن زائدة عن أبيه عن أبي خالد الوالبي عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \" يقول الله تعالى يا ابن آدم تفرغ لعبادتي أملأ صدرك غنى وأسد فقرك وإن لم تفعل ملأت صدرك شغلا ولم أسد فقرك \" وروى ابن ماجه من حديث الضحاك عن الأسود عن ابن مسعود سمعت نبيكم صلى الله عليه وسلم يقول \" من جعل الهموم هم واحدا هم المعاد كفاه الله هم دنياه ومن تشعبت به الهموم في أحوال الدنيا لم يبال الله في أي أوديته هلك \" وروى أيضا من حديث شعبة عن عمر بن سليمان عن عبد الرحمن بن أبان عن أبيه عن زيد بن ثابت سمعت رسول الله صلى الله عليه وسلم يقول \" من كانت الدنيا همه فرق الله عليه أمره وجعل فقره بين عينيه ولم يأته من الدنيا إلا ما كتب له ومن كانت الآخرة نيته جمع له أمره وجعل غناه في قلبه وأتته الدنيا وهي راغمة \" وقوله والعاقبة للتقوى أي وحسن العاقبة في الدنيا والآخرة وهي الجنة لمن اتقى الله وفي الصحيح أن رسول الله صلى الله عليه وسلم قال \" رأيت الليلة كأنا في دار عقبة بن رافع وأنا أتينا برطب من رطب ابن طاب فأولت ذلك أن العاقبة لنا في الدنيا والرفعة وأن ديننا قد طاب \".",
  "ayah": 132,
  "surah": 20
}
