{
  "text": "Their Belief in Allah and their Retreat from their People\nFrom here Allah begins to explain the story in detail. He states that they were boys or young men, and that they were more accepting of the truth and more guided than the elders who had become stubbornly set in their ways and clung to the religion of falsehood. For the same reason, most of those who responded to Allah and His Messenger were young people. As for the elders of Quraysh, most of them kept to their religion and only a few of them became Muslims. So Allah tells us that the people of the cave were young men. Mujahid said, \"I was informed that some of them wore some kind of earrings, then Allah guided them and inspired them to fear Him, so they recognized His Oneness, and bore witness that there is no god besides Him.\"\nوَزِدْنَـهُمْ هُدًى\n(and We increased them in guidance.) From this and other similar Ayat, several scholars, such as Al-Bukhari and others, understood that faith may increase, that it may vary in degrees, and that it may fluctuate. Allah says:\nوَزِدْنَـهُمْ هُدًى\n(and We increased them in guidance.) as He said elsewhere:\nوَالَّذِينَ اهْتَدَوْاْ زَادَهُمْ هُدًى وَءَاتَـهُمْ تَقُوَاهُمْ\n(While as for those who accept guidance, He increases their guidance and bestows on them their Taqwa.) 47:17\nفَأَمَّا الَّذِينَ ءامَنُواْ فَزَادَتْهُمْ إِيمَـناً وَهُمْ يَسْتَبْشِرُونَ\n(As for those who believe, it has increased their faith, and they rejoice.) 9:124,\nلِيَزْدَادُواْ إِيمَـناً مَّعَ إِيمَـنِهِمْ\n(...that they may grow more in faith along with their (present) faith.) 48:4 There are other Ayat indicating the same thing. It has been mentioned that they were followers of the religion of Al-Masih `Isa, `Isa bin Maryam, but Allah knows best. It seems that they lived before the time of Christianity altogether, because if they had been Christians, the Jewish rabbis would not have cared about preserving because of their differences. We have mentioned above the report from Ibn `Abbas that the Quraysh sent a message to the Jewish rabbis in Al-Madinah to ask them for things with which they could test the Messenger of Allah ﷺ, and they told them to ask him about these young men, and about Dhul-Qarnayn (the man who traveled much) and about the Ruh. This indicates that this story was something recorded in the books of the People of the Book, and that it came before Christianity. And Allah knows best.\nوَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ السَّمَـوَتِ وَالاٌّرْضِ\n(And We made their hearts firm and strong when they stood up and said: \"Our Lord is the Lord of the heavens and the earth,) Here Allah is saying: `We gave them the patience to go against their people and their city, and to leave behind the life of luxury and ease that they had been living.' Several of the earlier and later Tafsir scholars have mentioned that they were sons of the kings and leaders of Byzantium, and that they went out one day to one of the festivals of their people. They used to gather once a year outside the city, and they would worship idols and offer sacrifices to them. They had an arrogant, tyrannical king who was called Decianus, who commanded and encouraged the people to do that. When the people went out to attend this gathering, these young men went out with their fathers and their people, and when they saw their people's actions with clear insight, they realized that the prostrations and sacrifices the people were offering to their idols should only be dedicated to Allah, Who created the heavens and the earth. Each of them started to withdraw from his people and keep aloof from them. The first one of them to move away on his own went and sat in the shade of a tree, then another came and sat with him, then another came and sat with them, then four more followed suit one by one. None of them knew the others, but they were brought together by the One Who instilled faith in their hearts. As it says in the Hadith recorded by Al-Bukhari with an incomplete chain of narrators from `A'ishah (may Allah be pleased with her), the Messenger of Allah ﷺ said:\n«الْأَرْوَاحُ جُنُودٌ مُجَنَّدَةٌ، فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ وَمَا تَنَاكَرَ مِنْهَا اخْتَلَف»\n(Souls are like recruited soldiers. Those that recognize one another will come together, and those that do not recognize one another will turn away from each another). Muslim also recorded this in his Sahih from the Hadith of Suhayl from his father from Abu Hurayrah from the Messenger of Allah ﷺ. People say that similar qualities or characteristics are what bring people together. So each of the young men was trying to conceal what he really believed from the others, out of fear of them, not knowing that they were like him. Then one of them said, \"O people, you know by Allah that only one thing is making you leave your people and isolate yourselves from them, so let each one of you say what it is in his case.\" Another said, \"As for me, by Allah I saw what my people are doing and I realized that it was false, and that the only One Who deserves to be worshipped Alone with out partner or associate is Allah Who created everything, the heavens, the earth and everything in between.\" Another said, \"By Allah, the same thing happened to me.\" The others said the same, and they all agreed and became brothers in faith. They adopted a particular location as a place of worship and began worshipping Allah there, but their people found out about them and told their king about them. The king ordered them to appear before him, and asked them about their beliefs. They told him the truth and called him to Allah, as Allah says about them:\nوَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ السَّمَـوَتِ وَالاٌّرْضِ لَن نَّدْعُوَاْ مِن دُونِهِ إِلـهاً\n(And We made their hearts firm and strong when they stood up and said: \"Our Lord is the Lord of the heavens and the earth, never shall we call upon any god other than Him...\") \"Never\" (Lan) implies an absolute and eternal negation, meaning, `this will never happen, and if we were to do that it would be false.' So Allah says about them:\nلَّقَدْ قُلْنَا إِذًا شَطَطًا\n(...if we did, we should indeed have uttered an enormity in disbelief.) meaning, untruth and utter falsehood.\nهَـؤُلاءِ قَوْمُنَا اتَّخَذْواْ مِن دُونِهِ ءَالِهَةً لَّوْلاَ يَأْتُونَ عَلَيْهِم بِسُلْطَـنٍ بَيِّنٍ\n(These, our people, have taken for worship gods other than Him (Allah). Why do they not bring for them a clear authority) meaning, why do they not produce some clear evidence and genuine proof for their behavior\nفَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا\n(And who does more wrong than he who invents a lie against Allah.) They said: `but by saying that they are lying transgressors.' It was said that when they called their king to believe in Allah, he refused, and warned and threatened them. He commanded them to be stripped of their clothing bearing the adornments of their people, then he gave them some time to think about the situation, hoping that they would return to their former religion. This was a way that Allah showed kindness for them, because during that time they managed to escape from him and flee from persecution for the sake of their religion. This is what is prescribed in the Shari`ah during times of trial and persecution -- a person who fears for his religion should flee from his persecutors, as was reported in the Hadith:\n«يُوشِكُ أَنْ يَكُونَ خَيْرُ مَالِ أَحَدِكُمْ غَنَمًا يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ القَطْرِ يَفِرُّ بِدِينِهِ مِنَ الْفِتَن»\n(Soon there will come a time when the best wealth any of you can have will be sheep, which he can follow to the tops of the mountains and places where rain falls, (fleeing) for the sake of his religion from persecution. ) In such cases, it is allowed to seclude oneself from people, but this is not prescribed in any other case, because by such seclusion one loses the benefits of congregational and Friday prayers. These young men were determined to flee from their people, and Allah decreed that for them, as He says about them,\nوَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إَلاَّ اللَّهَ\n(And when you withdraw from them, and that which they worship, except Allah,) meaning, when you depart from them and follow a different religion, opposing their worship of others besides Allah, then separate from them in a physical sense too,\nفَأْوُواْ إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِ\n(then seek refuge in the cave; your Lord will open a way for you from His mercy) meaning, He will bestow His mercy upon you, by which He will conceal you from your people.\nوَيُهَيِّىءْ لَكُمْ مِّنْ أَمْرِكُمْ مِّرْفَقًا\n(and will make easy for you your affair.) means, He will give you what you need. So they left and fled to the cave where they sought refuge. Then their people noticed they were missing, and the king looked for them, and it was said when he could not find them that Allah concealed them from him so that he could not find any trace of them or any information about them, as Allah concealed His Prophet Muhammad and his Companion Abu Bakr As-Siddiq, when they sought refuge in the cave of Thawr. The Quraysh idolators came in pursuit, but they did not find him even though they passed right by him. When the Messenger of Allah ﷺ noticed that As-Siddiq was anxious and said, \"O Messenger of Allah, if one of them looks down at the place of his feet, he will see us,\" he told him:\n«يَا أَبَا بَكْرٍ مَا ظَنُّكَ بِاثْنَيْنِ اللهُ ثَالِثُهُمَا؟»\n(O Abu Bakr, what do you think of two who have Allah as their third) And Allah said:\nإِلاَّ تَنصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُواْ ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِى الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُواْ السُّفْلَى وَكَلِمَةُ اللَّهِ هِىَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ\n(If you help him not, for Allah did indeed help him when the disbelievers drove him out, the second of the two; when they were in the cave, he said to his companion: \"Do not grieve, surely, Allah is with us.\" Then Allah sent down His tranquillity upon him, and strengthened him with forces which you saw not, and made the word of those who disbelieved the lower, while the Word of Allah became the higher; and Allah is All-Mighty, All-Wise.) 9:40 -The story of this cave (Thawr) is far greater and more wondrous than that of the people of the Cave.",
  "ayah": 16,
  "surah": 18
}
