{
  "text": "The Response of the Poor Believer\nAllah tells us how the rich man's believing companion replied to him, warning and rebuking him for his disbelief in Allah and allowing himself to be deceived.\nأَكَفَرْتَ بِالَّذِى خَلَقَكَ مِن تُرَابٍ\n(Do you disbelieve in Him Who created you out of dust...) This is a denunciation, pointing out the seriousness of his rejection of his Lord Who created and formed man out of dust -- that is, refering to Adam -- then made his offspring from despised liquid, as Allah says:\nكَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَتًا فَأَحْيَـكُمْ\n(How can you disbelieve in Allah Seeing that you were dead and He gave you life) 2:28 meaning, how can you reject your Lord and His clear signs to you, which every one recognizes in himself, for there is no one among His creatures who does not know that he was nothing, then he came to be, and his existence is not due to himself or any other creature. He knows that his existence is due to his Creator, beside Whom there is no other god, the Creator of all things. So the believer said:\nلَّكِنَّ هُوَ اللَّهُ رَبِّى\n(But as for my part, (I believe) that He is Allah, my Lord,) meaning, `I do not say what you say; rather I acknowledge the Oneness and Lordship of Allah,'\nوَلاَ أُشْرِكُ بِرَبِّى أَحَدًا\n(and none shall I associate as partner with my Lord. ) meaning, He is Allah, the One Who is to be worshipped Alone, with no partner or associate. Then he said:\nوَلَوْلا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ اللَّهُ لاَ قُوَّةَ إِلاَّ بِاللَّهِ إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالاً وَوَلَدًا\n(It was better for you to say, when you entered your garden, `That which Allah wills! There is no power but with Allah!' If you see me less than you in wealth, and children.) Here he was urging and encouraging him to say that, as if he was saying, \"When you entered your garden and looked at it and liked it, why would'nt you praise Allah for the blessings He gave you and the wealth and children that He has given to you and not to others Why did you not say `That which Allah wills! There is no power but with Allah!\"' One of the Salaf said, \"Whoever is delighted with something in his circumstances or his wealth or his children, let him say, `That which Allah wills! There is no power but with Allah!\"' This is based on this Ayah. It was reported in the Sahih from Abu Musa that the Messenger of Allah ﷺ said:\n«أَلَا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِالله»\n(Shall I not tell you about some of the treasure of Paradise La hawla wa la quwwata illa billah (There is no power or might but with Allah).)\nفعسَى رَبِّى أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ\n(It may be that my Lord will give me something better than your garden, ) in the Hereafter\nوَيُرْسِلَ عَلَيْهَا\n(and will send on it) on your garden in this world, which you think will never come to an end or cease to be,\nحُسْبَانًا مِّنَ السَّمَآءِ\n(Husban from the sky,) Ibn `Abbas, Ad-Dahhak and Qatadah said -- and Malik narrated that Az-Zuhri said -- a punishment from heaven. The apparent meaning is that it is a mighty rain which would disrupt his garden and uproot its plants and trees. As he said:\nفَتُصْبِحَ صَعِيدًا زَلَقًا\n(then it will be as a barren slippery earth.) meaning, smooth mud in which one cannot get a foothold. Ibn `Abbas said, \"Like land without vegetation, where nothing grows.\"\nأَوْ يُصْبِحَ مَآؤُهَا غَوْرًا\n(Or the water thereof becomes Ghawran) means, it disappears into the earth, which is the opposite of flowing water that seeks the surface of the earth. So Gha'ir is to go lower. as Allah says:\nقُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْراً فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ\n(Say: \"Tell me! If your water were Ghawran, who then can supply you with flowing water\") 67: 30 meaning, water that flows in all directions. And here Allah says:\nأَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُ طَلَبًا\n(Or the water thereof (of the gardens) becomes deep-sunken (underground) so that you will never be able to seek it.) Ghawr is from the same root as Gha'ir and has a similar meaning, but is more intensive.",
  "ayah": 40,
  "surah": 18
}
