{
  "text": "Damaging the Boat\nAllah tells us that Musa and his companion Al-Khidr set out having come to an agreement and reached an understanding. Al-Khidr had made the condition that Musa should not ask him about anything he found distasteful until he himself initiated the discussion and offered an explanation. So they went on board the ship, as described in the Hadith quoted above -- the crew recognized Al-Khidr and let them ride on board free of charge, as an honor to Al-Khidr. When the boat took them out to sea and they were far from the shore, Al-Khidr got up and damaged the boat, pulling out one of its planks and then patching it up again. Musa, peace be upon him, could not restrain himself from denouncing him, so he said:\nأَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا\n(Have you damaged it wherein its people will drown) The grammatical structure of the sentence in Arabic implies that this was the consequence, not the purpose, of his action.\nلَقَدْ جِئْتَ شَيْئًا إِمْرًا\n(Verily, you have committed a thing Imr.) About `Imr', Mujahid said: \"An evil thing.\" Qatadah said, \"An astounding thing.\" At this point, reminding him of the previously-agreed condition, Al-Khidr said:\nأَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْراً\n(Did I not tell you, that you would not be able to have patience with me) meaning, `this thing that I did deliberately is one of the things I told you not to denounce me for, because you do not know the full story, and there is a reason and purpose for it that you do not know about.'\nقَالَ\n(He said), meaning, Musa said:\nلاَ تُؤَاخِذْنِى بِمَا نَسِيتُ وَلاَ تُرْهِقْنِى مِنْ أَمْرِى عُسْراً\n(Call me not to account for what I forgot, and be not hard upon me for my affair (with you).) meaning, `do not be harsh with me.' Hence it says in the Hadith quoted above from the Messenger of Allah ﷺ:\n«كَانَتِ الْأُولَى مِنْ مُوسَى نِسْيَانًا»\n(In the first instance, Musa asked Al-Khidr because he had forgotten his promise.)",
  "ayah": 72,
  "surah": 18
}
