{
  "text": "His Journey to the Land of Ya'juj and Ma'juj, and building the Barrier\nAllah says of Dhul-Qarnayn:\nثُمَّ أَتْبَعَ سَبَباً\n(Then he followed (another) way) meaning, he traveled from the east of the earth until he reached a place between the two mountains which were next to one another with a valley in between, from which Ya'juj and Ma'juj (God and Magog) will emerge into the land of the Turks and spread mischief there, destroying crops and people. Ya'juj and Ma'juj are among the progeny of Adam, peace be upon him, as was recorded in the Two Sahihs;\n«إِنَّ اللهَ تَعَالَى يَقُولُ: يَا آدَمُ فَيَقُولُ: لَبَّيْكَ وَسَعْدَيْكَ فَيَقُولُ: ابْعَثْ بَعْثَ النَّارِ، فَيَقُولُ: وَمَا بَعْثُ النَّارِ؟ فَيَقُولُ: مِنْ كُلِّ أَلْفٍ تِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ إِلَى النَّارِ وَوَاحِدٌ إِلَى الْجَنَّةِ، فَحِينَئِذٍ يَشِيبُ الصَّغِيرُ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا. فَقَالَ: إِنَّ فِيكُمْ أُمَّتيْنِ مَا كَانَتَا فِي شَيْءٍ إِلَّا كَثَّرَتَاهُ يَأْجُوجَ وَمَأْجُوج»\n\"Allah said: \"O Adam.\" Adam said, \"Here I am at Your service.\" Allah said, \"Send forth the group of Hellfire.\" Adam said, \"What is the group of Hellfire\" Allah said: \"Out of every thousand, nine hundred and ninety-nine will go to Hell and one will go to Paradise.\" At that time young men will turn grey and every pregnant female will drop her load. Among you are two nations who never come to anything but they overwhelm it with their huge numbers. (They are) Ya'juj and Ma'juj.\"\nوَجَدَ مِن دُونِهِمَا قَوْماً لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلاً\n(he found before them a people who scarcely understood a word. ) he could not understand their speech, because they were so isolated from other people.\nقَالُواْ يذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى الاٌّرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجاً\n(They said: \"O Dhul-Qarnayn! Verily, Ya'juj and Ma'juj are doing great mischief in the land. Shall we then pay you a tribute\") Ibn Jurayj reported from `Ata' from Ibn `Abbas that this meant a great reward, i.e., they wanted to collect money among themselves to give to him so that he would create a barrier between them and Ya'juj and Ma'juj. Dhul-Qarnayn said with kindness, righteousness and good intentions,\nمَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ\n(That in which my Lord had established me is better (than your tribute).) meaning, the power and authority that Allah has given me is better for me than what you have collected. This is like when Sulayman (Solomon), peace be upon him, said:\nأَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَـنِى اللَّهُ خَيْرٌ مِّمَّآ ءَاتَـكُمْ\n(Will you help me in wealth What Allah has given me is better than that which He has given you!) 27:36 Similarly, Dhul-Qarnayn said: `What I have is better than what you want to give me, but help me with strength,' i.e., with your labor and construction equipment,\nأَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًاءَاتُونِى زُبَرَ الْحَدِيدِ\n(I will erect between you and them a barrier. Give me Zubar of iron,) Zubar is the plural of Zubrah, which means pieces or chunks of something. This was the view of Ibn `Abbas, Mujahid and Qatadah. These pieces were like bricks or blocks, and it was said that each block weighed one Damascene Qintar or more.\nحَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ\n(then, when he had filled up the gap between the two mountain-cliffs,) means, he put the blocks on top of one another, starting at the bottom, until he reached the tops of the mountains, filling the width and height of the gap. The scholars differed about the precise width and height.\nقَالَ انفُخُواْ\n(he said: \"Blow;\") means, he lit a fire until the whole thing was burning hot.\nقَالَ آتُونِى أُفْرِغْ عَلَيْهِ قِطْراً\n(he said: \"Bring me Qitran to pour over them.\") Ibn `Abbas, Mujahid, `Ikrimah, Ad-Dahhak, Qatadah and As-Suddi said it was copper. Some of them added that it was molten. This is similar to the Ayah:\nوَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ\n(And We caused a fount of Qitran to flow for him) 34:12. So it resembled a striped cloak. Then Allah said:",
  "ayah": 94,
  "surah": 18
}
