{
  "text": "The Barrier restrains Them, but It will be breached when the Hour draws nigh\nAllah tells us that Ya'juj and Ma'juj could not climb over the barrier or penetrate its lower portion. Varying forms of the verb are used here in the Arabic text to reflect the difficulty of the action referred to.\nفَمَا اسْطَـعُواْ أَن يَظْهَرُوهُ وَمَا اسْتَطَـعُواْ لَهُ نَقْبًا\n(So they (Ya'juj and Ma'juj) could not scale it or dig through it.) This indicates that they could not penetrate it or dig through it. Imam Ahmad recorded that Zaynab bint Jahsh, the wife of the Prophet said, \"The Prophet woke from sleep, and he was red in the face. He said,\n«لَا إِلَهَ إِلَّا اللهُ وَيْلٌ لِلْعَرَبِ مِنْ شَرَ قَدِ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذَا»\n(La ilaha illallah! Woe to the Arabs from the evil that has approached (them). Today a hole has been opened in the barrier of Ya'juj and Ma'juj like this.) and he made a circle with his index finger and thumb. I Zaynab said, `O Messenger of Allah, will we be destroyed even though there will be righteous people among us' He said:\n«نَعَمْ إِذَا كَثُرَ الْخَبَث»\n(Yes, if evil increases.)\" This is a Sahih Hadith, both Al-Bukhari and Muslim recorded it.\nقَالَ هَـذَا رَحْمَةٌ مِّن رَّبِّى\n((Dhul-Qarnayn) said: \"This is a mercy from my Lord...\") meaning, after it was built by Dhul-Qarnayn.\nقَالَ هَـذَا رَحْمَةٌ مِّن رَّبِّى\n(He said: This is a mercy from my Lord) for the people, when he placed a barrier between them and Ya'juj and Ma'juj, to stop them from spreading evil and corruption on earth.\nفَإِذَا جَآءَ وَعْدُ رَبِّى\n(but when the promise of my Lord comes) means, when the true promise comes\nجَعَلَهُ دَكَّآءَ\n(He shall Dakka' it down to the ground.) means, will make it flat. The Arabs use Dakka' to describe a female camel whose back is flat and has no hump. And Allah says:\nفَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا\n(So when his Lord appeared to the mountain, He made it Dakkan) 7:143 meaning, level to the ground.\nوَكَانَ وَعْدُ رَبِّى حَقّاً\n(And the promise of my Lord is ever true.) means, it will come to pass without a doubt.\nوَتَرَكْنَا بَعْضَهُمْ\n(We shall leave some of them) meaning mankind, on that day, the day when the barrier will be breached and these people (Ya'juj and Ma'juj) will come out surging over mankind to destroy their wealth and property.\nوَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ\n(We shall leave some of them to surge like waves on one another;) As-Suddi said: \"That is when they emerge upon the people.\" All of this will happen before the Day of Resurrection and after the Dajjal, as we will explain when discussing the Ayat:\nحَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ وَاقْتَرَبَ الْوَعْدُ الْحَقُّ\n(Until, when Ya'juj and Ma'juj are let loose, and they swoop down from every Hadab. And the true promise shall draw near...) 21:96-97\nوَنُفِخَ فِى الصُّورِ\n(and As-Sur will be blown.) As-Sur, as explained in the Hadith, is a horn that is blown into. The one who will blow into it is (the angel) Israfil, peace be upon him, as has been explained in the Hadith quoted at length above, and there are many Hadiths on this topic. According to a Hadith narrated from `Atiyah from Ibn `Abbas and Abu Sa`id, and attributed to the Prophet ,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ وَحَنَى جَبْهَتَهُ وَاسْتَمَعَ مَتَى يُؤْمَرُ؟»\n(How can I relax when the one with the Horn has put the Horn in his mouth and has knelt down, listening out for the command to be given to him) They said, \"What should we say\" He said:\n«قُولُوا: حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ عَلَى اللهِ تَوَكَّلْنَا»\n(Say: \"Allah is Sufficient for us and the best Disposer of affairs, in Allah have we put our trust.\")\nفَجَمَعْنَـهُمْ جَمْعاً\n(and We shall collect them (the creatures) all together.) means, `We shall bring them all together for Reckoning.'\nقُلْ إِنَّ الاٌّوَّلِينَ وَالاٌّخِرِينَ - لَمَجْمُوعُونَ إِلَى مِيقَـتِ يَوْمٍ مَّعْلُومٍ\n(Say: \"(Yes) verily, those of old, and those of later times. All will surely be gathered together for appointed meeting of a known Day.) 56:49-50\nوَحَشَرْنَـهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً\n(and we shall gather them all together so as to leave not one of them behind.) 18:47",
  "ayah": 99,
  "surah": 18
}
