{
  "text": "صدقہ و خیرات کرنے والوں کے لئے اجر و ثواب  فقیر مسکین محتاجوں اور حاجت مندوں کو خالص اللہ کی مرضی کی جستجو میں جو لوگ اپنے حلال مال نیک نیتی سے اللہ کی راہ میں صدقہ دیتے ہیں ان کے بدلے بہت کچھ بڑھا چڑھا کر اللہ تعالیٰ انہیں عطا فرمائے گا۔ دس دس گنے اور اس سے بھی زیادہ سات سات سو تک بلکہ اس سے بھی سوا ان کے ثواب بےحساب ہیں ان کے اجر بہت بڑے ہیں۔ اللہ رسول پر ایمان رکھنے والے ہی صدیق و شہید ہیں، ان دونوں اوصاف کے مستحق صرف باایمان لوگ ہیں، بعض حضرات نے الشہداء کو الگ جملہ مانا ہے، غرض تین قسمیں ہوئیں مصدقین صدیقین شہداء جیسے اور روایت میں ہے اللہ اور اس کے رسول کا اطاعت گذار انعام یافتہ لوگوں کے ساتھ ہے جو نبی، صدیق، شہید اور صالح لوگ ہیں، پس صدیق و شہید میں یہاں بھی فرق کیا گیا ہے جس سے معلوم ہوتا ہے کہ یہ دو قسم کے لوگ ہیں، صدیق کا درجہ شہید سے یقینا بڑا ہے۔ حضور ﷺ کا ارشاد ہے جنتی لوگ اپنے سے اوپر کے بالا خانے والوں کو اس طرح دیکھیں گے جیسے چمکتے ہوئے مشرقی یا مغربی ستارے کو تم آسمان کے کنارے پر دیکھتے ہو، لوگوں نے کہا یہ درجے تو صرف انبیاء کے ہوں گے آپ نے فرمایا ہاں قسم ہے اس کی جس کے ہاتھ میں میری جان ہے یہ وہ لوگ ہیں جو اللہ پر ایمان لائے اور رسولوں کی تصدیق کی (بخاری مسلم) ایک غریب حدیث سے یہ بھی معلوم ہوتا ہے کہ شہید اور صدیق دونوں وصف اس آیت میں اسی مومن کے ہیں۔ حضور ﷺ فرماتے ہیں میری امت کے مومن شہید ہیں، پھر آپ نے اسی آیت کی تلاوت کی۔ حضرت عمرو بن میمون کا قول ہے یہ دونوں ان دونوں انگلیوں کی طرح قیامت کے دن آئیں گے، بخاری و مسلم کی حدیث میں ہے شہیدوں کی روحیں سبز رنگ پرندوں کے قالب میں ہوں گی جنت میں جہاں چاہیں کھاتی پیتی پھریں گی اور رات کو قندیلوں میں سہارا لیں گی ان کے رب نے ان کی طرف ایک بار دیکھا اور پوچھا تم کیا چاہتے ہو ؟ انہوں نے کہا یہ کہ تو ہمیں دنیا میں دوبارہ بھیج تاکہ ہم پھر تیری راہ میں جہاد کریں اور شہادت حاصل کریں اللہ نے جواب دیا یہ تو میں فیصلہ کرچکا ہوں کہ کوئی لوٹ کر پھر دنیا میں نہیں جائے گا پھر فرماتا ہے کہ انہیں اجر و نور ملے گا جو نور ان کے سامنے رہے گا اور ان کے اعمال کے مطابق ہوگا۔ مسند احمد کی حدیث میں ہے شہیدوں کی چار قسمیں ہیں۔ 1۔ وہ پکے ایمان والا مومن جو دشمن اللہ سے بھڑ گیا اور لڑتا رہا یہاں تک کہ ٹکڑے ٹکڑے ہوگیا اس کا وہ درجہ ہے کہ اہل محشر اس طرح سر اٹھا اٹھا کر اس کی طرف دیکھیں گے اور یہ فرماتے ہوئے آپ نے اپنا سر اس قدر بلند کیا کہ ٹوپی نیچے گرگئی اور اس حدیث کے راوی حضرت عمر نے بھی اسے بیان کرنے کے وقت اتنا ہی اپنا سر بلند کیا کہ آپ کی ٹوپی بھی زمین پر جا پڑی۔ 2 دوسرا وہ ایمان دار نکلا جہاد میں لیکن دل میں جرات کم ہے کہ یکایک ایک تیر آ لگا اور روح پرواز کرگئی ہی دوسرے درجہ کا شہید جنتی ہے۔ 3 تیسرا وہ جس کے بھلے برے اعمال تھے لیکن رب نے اسے پسند فرما لیا اور میدان جہاد میں کفار کے ہاتھوں شہادت نصیب ہوئی تیسرے درجے میں ہیں۔ چوتھا وہ جس کے گناہ بہت زیادہ ہیں جہاد میں نکلا اور اللہ نے شہادت نصیب فرما کر اپنے پاس بلوا لیا۔ ان نیک لوگوں کا انجام بیان کر کے اب بد لوگوں کا نتیجہ بیان کیا کہ یہ جہنمی ہیں۔",
  "ayah": 19,
  "surah": 57
}
