{
  "text": "ہر چیز کا خالق ومالک اللہ ہے  اللہ تعالیٰ کا زمین و آسمان کو چھ دن میں پیدا کرنا اور عرش پر قرار پکڑنا سورة اعراف کی تفسیر میں پوری طرح بیان ہوچکا ہے اس لئے یہاں دوبارہ بیان کرنے کی ضرورت نہیں، اسے بخوبی علم ہے کہ کس قدر بارش کی بوندیں زمین میں گئیں، کتنے دانے زمین میں پڑے اور کیا چارہ پیدا ہوا کس قدر کھیتیاں ہوئیں اور کتنے پھل کھلے، جیسے اور آیت میں ہے (وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَ 59؀) 6۔ الانعام :59) ، غیب کی کنجیاں اسی کے پاس ہیں جنہیں سوائے اس کے اور کوئی جانتا ہی نہیں وہ خشکی اور تری کی تمام چیزوں کا عالم ہے کسی پتے کا گرنا بھی اس کے علم سے باہر نہیں، زمین کے اندھیروں میں پوشیدہ دانہ اور کوئی ترو خشک چیز ایسی نہیں جو کھلی کتاب میں موجود نہ ہو، اسی طرح آسمان سے نازل ہونے والی بارش، اولے، برف، تقدیر اور احکام جو برتر فرشتوں کے بذریعہ نازل ہوتے ہیں، سب اس کے علم میں ہیں، سورة بقرہ کی تفسیر میں یہ گذر چکا ہے کہ اللہ کے مقرر کردہ فرشتے بارش کے ایک ایک قطرے کو اللہ کی بتائی ہوئی جگہ پہنچا دیتے ہیں، آسمان سے اترنے والے فرشتے اور اعمال بھی اس کے وسیع علم میں ہیں، جیسے صحیح حدیث میں ہے رات کے اعمال دن سے پہلے اور دن کے اعمال رات سے پہلے اس کی جناب میں پیش کردیئے جاتے ہیں، وہ تمہارے ساتھ ہے یعنی تمہارا نگہبان ہے۔ تمہارے اعمال و افعال کو دیکھ رہا ہے جیسے بھی ہوں جو بھی ہوں اور تم بھی خواہ خشکی میں ہو خواہ تری میں، راتیں ہوں یا دن ہوں، تم گھر میں ہو یا جنگل میں، ہر حالت میں اس کے علم کے لئے یکساں ہر وقت اس کی نگاہیں اور اس کا سننا تمہارے ساتھ ہے۔ وہ تمہارے تمام کلمات سنتا رہتا ہے تمہارا حال دیکھتا رہتا ہے، تمہارے چھپے کھلے کا اسے علم ہے۔ جیسے فرمایا ہے کہ اس سے جو چھپنا چاہے اس کا وہ فعل فضول ہے بھلا ظاہر باطن بلکہ دلوں کے ارادے تک سے واقفیت رکھنے والے سے کوئی کیسے چھپ سکتا ہے ؟ ایک اور آیت میں ہے پوشیدہ باتیں ظاہر باتیں راتوں کو دن کو جو بھی ہوں سب اس پر روشن ہیں۔ یہ سچ ہے وہی رب ہے وہی معبود برحق ہے۔ صحیح حدیث میں ہے کہ جبرائیل کے سوال پر آنحضرت ﷺ نے فرمایا احسان یہ ہے کہ تو اللہ کی عبادت اس طرح کر کہ گویا تو اللہ کو دیکھ رہا ہے۔ پس اگر تو اسے نہیں دیکھ رہا تو وہ تو تجھے دیکھ رہا ہے۔ ایک شخص آ کر رسول اللہ ﷺ سے عرض کرتا ہے کہ یا رسول اللہ ﷺ مجھے کوئی ایسا حکمت کا توشہ دیجئے کہ میری زندگی سنور جائے، آپ نے فرمایا اللہ تعالیٰ کا لحاظ کر اور اس سے اس طرح شرما جیسے کہ تو اپنے کسی نزدیکی نیم قرابتدار سے شرماتا ہو جو تجھ سے کبھی جدا نہ ہوتا ہو، یہ حدیث ابوبکر اسماعیلی نے روایت کی ہے سند غریب ہے۔ حضور ﷺ کا ارشاد ہے جس نے تین کام کر لئے اس نے ایمان کا مزہ اٹھا لیا۔ ایک اللہ کی عبادت کی اور اپنے مال کی زکوٰۃ ہنسی خوشی راضی رضامندی سے ادا کی۔ جانور اگر زکوٰۃ میں دینے ہیں تو بوڑھے بیکار دبلے پتلے اور بیمار نہ دے بلکہ درمیانہ راہ اللہ میں دیا اور اپنے نفس کو پاک کیا۔ اس پر ایک شخص نے سوال کیا کہ حضور ﷺ نفس کو پاک کرنے کا کیا مطلب ہے ؟ آپ نے فرمایا اس بات کو دل میں محسوس کرے اور یقین و عقیدہ رکھے کہ ہر جگہ اللہ تعالیٰ اس کے ساتھ ہے۔ (ابو نعیم) اور حدیث میں ہے افضل ایمان یہ ہے کہ تو جان رکھے کہ تو جہاں کہیں ہے اللہ تیرے ساتھ ہے (نعیم بن حماد) حضرت امام احمد ؒ اکثر ان دو شعروں کو پڑھتے رہتے تھے۔ اذا ما خلوت الدھر یوما فلا تقل خلوت ولکن قل علی رقیب ولا تحسبن اللہ یغفل ساعتہ ولا ان ما یخفی علیہ یغیب جب تو بالکل تنہائی اور خلوت میں ہو اس وقت بھی یہ نہ کہہ کہ میں اکیلا ہی ہوں۔ بلکہ کہتا رہ کہ تجھ پر ایک نگہبان ہے یعنی اللہ تعالیٰ۔ کسی ساعت اللہ تعالیٰ کو بیخبر نہ سمجھ اور مخفی سے مخفی کام کو اس پر مخفی نہ مان۔ پھر فرماتا ہے کہ دنیا اور آخرت کا مالک وہی ہے جیسے اور آیت میں ہے (وَاِنَّ لَنَا لَـلْاٰخِرَةَ وَالْاُوْلٰى 13 ؀) 92۔ اللیل :13) دنیا آخرت کی ملکیت ہماری ہی ہے۔ اس کی تعریف اس بادشاہت پر بھی کرنی ہمارا فرض ہے۔ فرماتا ہے آیت (وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۭ لَهُ الْحَمْدُ فِي الْاُوْلٰى وَالْاٰخِرَةِ ۡ وَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ 70؀) 28۔ القصص :70) وہی معبود برحق ہے اور وہی حمد وثناء کا مستحق ہے دنیا میں بھی اور آخرت میں بھی ایک اور آیت میں ہے اللہ کے لئے تمام تعریفیں ہیں جس کی ملکیت میں آسمان و زمین کی تمام چیزیں ہیں اور اسی کی حمد ہے آخرت میں اور وہ دانا خبردار ہے۔ پس ہر وہ چیز جو آسمان و زمین میں ہے اس کی بادشاہت میں ہے۔ ساری آسمان و زمین کی مخلوق اس کی غلام اور اس کی خدمت گذار اور اس کے سامنے پست ہے۔ جیسے فرمایا  آیت (اِنْ كُلُّ مَنْ فِي السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِي الرَّحْمٰنِ عَبْدًا 93؀ۭ) 19۔ مریم :93) ، آسمان و زمین کی کل مخلوق رحمن کے سامنے غلامی کی حیثیت میں پیش ہونے والی ہے ان سب کو اس نے گھیر رکھا ہے اور سب کو ایک ایک کر کے گن رکھا ہے، اسی کی طرف تمام امور لوٹائے جاتے ہیں، اپنی مخلوق میں جو چاہے حکم دیتا ہے، وہ عدل ہے ظلم نہیں کرتا، بلکہ ایک نیکی کو دس گنا بڑھا کردیتا ہے اور پھر اپنے پاس سے اجر عظیم عنایت فرماتا ہے، ارشاد ہے آیت (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا ۭ وَ اِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَا ۭ وَكَفٰى بِنَا حٰسِـبِيْنَ 47؀) 21۔ الأنبیاء :47) ، قیامت کے روز ہم عدل کی ترازو رکھیں گے اور کسی پر ظلم نہ کیا جائے گا رائی کے برابر کا عمل بھی ہم سامنے لا رکھیں گے اور ہم حساب کرنے اور لینے میں کافی ہیں۔ پھر فرمایا خلق میں تصرف بھی اسی کا چلتا ہے دن رات کی گردش بھی اسی کے ہاتھ ہے اپنی حکمت سے گھٹاتا بڑھاتا ہے کبھی دن لمبے کبھی راتیں اور کبھی دونوں یکساں، کبھی جاڑا، کبھی گرمی، کبھی بارش، کبھی بہار، کبھی خزاں اور یہ سب بندوں کی خیر خواہی اور ان کی مصلحت کے لحاظ سے ہے۔ وہ دلوں کی چھوٹی سے چھوٹی باتوں اور دور کے پوشیدہ رازوں سے بھی واقف ہے۔",
  "ayah": 4,
  "surah": 57
}
