{
  "surah": 49,
  "ayah": 10,
  "text": "The faithful indeed are siblings. O You who make every existent thing appear! O You who accept every burning sigh! O You whose generosity assures the daily provision of the servants! O You whose kingship is secure from annihilation and disappearance! No one debases the one You have exalted. No one throws down the one You have pulled up. No one can covet the one with Your brand. The faithful have all been branded by You. They have been pulled up by Your compassion and caressed by Your gentleness. In the alternations of created nature and the states of mortal nature, they keep their feet within the circle of duty on the center point of approval. Sometimes like a cypress they are in the station of seclusion in the meadow, sometimes like a polo mallet they are in the station of service. It is they who were caressed by the Lord of the Worlds in the Beginningless, when brother- hood was established among them, for the faithful indeed are siblings. This is a brotherhood that will never be cut off, a kinship that will never be broken, a lineage that will be joined with the End- less. It is to this that the report refers, “Every tie and lineage will be cut on the Day of Resurrection, save my tie and my lineage.” What is meant by this is the lineage of the religion and godwariness, not the lineage of water and clay. If it were the lineage of water and clay, Abū Lahab and Abū Jahl would have a portion of it. It is this to which He alludes with the words, “Surely the noblest of you with God is the most godwary” [49:13]. O chevalier! You know that all the faithful are your brothers and kinsmen in the lineage of faith and godwariness. Attend to the rightful due of brotherhood and the stipulations of kinship. Live in agreeableness with them, choose the road of preferring others and chivalry, and serve them without recompense. If they sin, excuse them. If they are ill, visit them. Put your own portion totally off to the side and increase their portion. This is the rightful due of brotherhood. If you have the head for it, then enter. Otherwise, emigrate. Dhu'l-Nūn was asked, “With whom should we be companions and with whom should we come and go?” He said, “With him who does not own, who does not censure any state of yours, and who does not change when you change.  ” He said that you should be the companion of someone who has no property. In other words, whatever wealth and property he has, he does not consider it his own rightful due. He recognizes his brothers' rightful due in it more than his own rightful due. Wherever there is antagonism in the world, it rises up from your-ness and my-ness. When you remove your-ness and my-ness from the road, agreement comes and antagonism leaves. He also said that you should be a companion of someone who will never censure you and, if he sees a defect from you, he will not turn away from you. He knows that the Adamite is not empty of defect, and that being pure and without defects is the attribute of the Holy Lord alone. A man had a wife and acted well toward her in the work of passion. The woman had a white spot in her eye, and the man, because of his great passion, knew nothing of that defect. One day his passion for her diminished and he said, “When did this white spot appear in your eye?” She said, “The moment your perfect passion diminished.” MuṣṬafā said, “Love for a thing makes you blind and deaf.” A man's friendship blinds him to seeing the defects of the beloved and makes him deaf to hearing blame. Dhu'l-Nūn's third description was “he does not change when you change.” With these words, he cut him off from companionship with creatures. He says that when you are a companion, be the companion of the Real, not creation, for creatures change when you change, but in the majesty of His unity and the perfection of His self-sufficiency the Real never changes, even if creatures change. The Pir of the Tariqah said, “O God, You are the shelter of the faithful and await the strivers at road's end. Exalted is he whom You want! If he flees, You are in the road for him. Blessed is he to whom You belong-will You indeed ever be ours?” Dhu'l-Nūn said, “I saw a woman near the shores of Syria, a woman who appeared as a woman in form, but who was more than a thousand men inwardly.  She was limpidness itself and loyalty itself. Her outwardness was all limpid in attribute, and her inwardness was all the subsistence of recognition. In form she did not cling to name and body, nor had she put down her bags in the home of states and words.” Make not your home in body or spirit, for that is low and this is high. Take a step outside of both-be not here and be not there. [DS 51] “She had lost her own being in the being of the Beloved, she had disowned her own attributes in the attributes of the Beloved.” O you who ask about our story- were you to see us, you could not tell the difference. When you see me, you see him; when you see him, you see me. O chevalier, love is a severe sultan, and the Shariah of love is different from the outward Shariah. In the outward Shariah, all is gentleness, benevolence, blessing, and caressing. In the Shariah of love, all is severity, harshness, killing, and spilling blood. If I'm killed in passion for you, there's nothing to fear- where is a cloak of passion that hasn't been torn? Dhu'l-Nūn Miṣrī said, “I asked that woman, 'Whence have you come, and where are you desiring to go?' “She said, 'I come from a group whose sides shun their couches as they supplicate their Lord in fear and want [32:16] to men whom neither trade nor buying diverts from the remembrance of God [24:37].' I come from people who are awake and I go to people who are aware.” Such people are made known by their attributes and conduct, not their names and kinship. Those who find eminence and nobility in the world find it through attribute and conduct, not name and kinship. What eminence will kinship have when it is cut off tomorrow? God says, “That day there will be no kinship between them, nor will they ask of each other” [23:101]. What nobility is greater than that of which the Exalted Lord speaks? “Surely the noblest of you with God is the most godwary” [49:13]. Then she made the attribute of those people wakefulness, for sleeplessness is the attribute of the yearners and the custom of the passionate. She said that when night comes and the sun becomes hidden, their hearts become the quarry of sorrows. Sometimes they moan and weep, sometimes they complain of lowliness, sometimes they open the journal of passion and begin the chapter of longing.  They cry out and weep, remembering the Friend. All night long they put their heads on the knees of bewilderment, or they rub their faces in the dust of longing. With pain in the heart and burning in the liver they make this lament: “Every moment my night gets darker, O Lord, it seems my night has no dawn.” O chevalier, when someone has not stayed awake for a night, what does he know of the suffering of wakefulness? When someone has never been sick for a night, how can he be aware of the length of the night for those who stay awake? Have you ever had a night when, because of the pain of not finding your intimate, you have taken the moon as your intimate and whispered your secrets to the stars? O you who have made the long night short with the sleep of heedlessness and the bright day black with disobedience! You poor wretch, the day of your lifespan has turned into night, the spring of youth has passed, your pomegranate face has turned yellow, your carnelian lips have become straw, your lamp has burned down, and the account of your life has come to just this. The counted days have reached their end and the courier has arrived. Mourn for yourself today. Pour the tears of remorse from your eyes before neither eyes remain nor sight, neither body nor ability, neither strength nor knowledge, neither perfection nor comeliness. O lords of wealth, take heed, take heed! O lords of words, apologies, apologies! Before this apologizing soul runs out of apologies, before this heed-taking eye fails in its task! [DS 182]"
}
