{
  "text": "امن وامان کی ضمانت :موجودہ عثمانی قرآن کی ترتیب میں یہ سورت سورة فیل سے علیحدہ ہے اور دونوں کے درمیان بسم اللہ کی آیت کا فاصلہ ہے مضمون کے اعتبار سے یہ سورت پہلی سے ہی متعلق ہے جیسے کہ محمد بن اسحاق عبد الرحمٰن بن زید بن اسلم وغیرہ سے تصریح کی ہے اس بنا پر معنی یہ ہوں گے کہ ہم نے مکہ سے ہاتھیوں کو روکا اور ہاتھی والوں کو ہلاک کیا یہ قریشیوں کو الفت دلانے اور انہیں اجتماع میں ساتھ باامن اس شہر میں رہنے سہنے کے لیے تھا اور یہ مراد بھی کی گئی ہے کہ یہ قریشی جاڑوں میں کیا اور گرمیوں میں کیا دور دراز کے سفر امن وامان سے طے کرسکتے تھے کیونکہ مکہ جیسے محترم شہر میں رہنے کی وجہ سے ہر جگہ ان کی عزت ہوتی تھی بلکہ ان کے ساتھ بھی جو ہوتا تھا امن وامان سے سفر طے کرلیتا تھا اسی طرح وطن سے ہر طرح کا امن انہیں حاصل ہوتا تھا جیسے کہ اور جگہ قرآن کریم میں موجود ہے کہ کیا یہ نہیں دیکھتے کہ ہم نے حرم کو امن والی جگہ بنادیا ہے اس کے آس پاس تو لوگ اچک لئے جاتے ہیں لیکن یہاں کے رہنے والے نڈر ہیں۔ امام ابن جریر فرماتے ہیں لا یلف، میں پہلا لام تعجب کا لام ہے اور دونوں سورتیں بالکل جداگانہ ہیں جیسا کہ مسلمانوں کا اجماع ہے۔ تو گویا یوں فرمایا جارہا ہے کہ تم قریشیوں کے اس اجتماع اور الفت پر تعجب کرو کہ میں نے انہیں کیسی بھاری نعمت عطا فرما رکھی ہے انہیں چاہیے کہ میری اس نعمت کا شکر اس طرح ادا کریں کہ صرف میری ہی عبادت کرتے رہیں جیسے اور جگہ ہے (قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۭ اِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ 36؀) 13۔ الرعد :36) ، یعنی اے نبی تم کہہ دو کہ مجھے تو صرف یہی حکم دیا گیا ہے کہ میں اس شہر کے رب کی ہی عبادت کروں جس نے اسے حرم بنایا جو ہر چیز کا مالک ہے مجھے حکم دیا گیا ہے کہ میں اس کا مطیع اور فرمانبردار ہوں پھر فرمایا ہے وہ رب بیت جس نے انہیں بھوک میں کھلایا اور خوف میں نڈر رکھا نا ہیں چاہیے کہ اس کی عبادت میں کسی چھوٹے بڑے کو شریک نہ ٹھہرائیں جو اللہ کے اس حکم کی بجا آوری کرے گا وہ تو دنیا کے اس امن کے ساتھ آخرت کے دن بھی امن وامان سے رہے گا، اور اس کی نافرمانی کرنے سے یہ امن بھی بےامنی سے اور آخرت کا امن بھی ڈر خف اور انتہائی مایوسی سے بدل جائے گا جیسے اور جگہ فرمایا (وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّاْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ01102) 16۔ النحل :112) ، اللہ تعالیٰ ان بستی والوں کی مثال بیان فرماتا ہے جو امن واطمینان کے ساتھ تھے ہر جگہ سے بافراغت روزیاں کھچی چلی آتی تھیں لیکن انہیں اللہ کی نعمتوں کی ناشکری کرنے کی سوجھی چناچہ اللہ تعالیٰ نے بھی انہیں بھوک اور خوف کا لباس چکھا دیا یہی ان کے کرتوت کا بدلہ تھا ان کے پاس ان ہی میں سے اللہ کے بھیجے ہوئے آئے لیکن انہوں نے انہیں جھٹلایا اس ظلم پر اللہ کے عذابوں نے انہیں گرفتار کرلیا ایک حدیث میں ہے رسول اللہ ﷺ نے فرمایا قریشیو ! تمہیں تو اللہ یوں راحت و آرام پہنچائے گھر بیٹھے کھلائے پلائے چاروں طرف بد امنی کی آگ کے شعلے بھڑک رہے ہوں اور تمہیں امن وامان سے میٹھی نیند سلائے پھر تم پر کیا مصیبت ہے جو تم اپنے اس پروردگار کی توحید سے جی چراؤ اور اس کی عبادت میں دل نہ لگاؤ بلکہ اس کے سوا دو سروں کے آگے سر جھکاؤ۔ الحمد اللہ سورة قریش کی تفسیر ختم ہوئی۔",
  "ayah": 1,
  "surah": 106
}
