{
  "text": "فَإِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا إِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا (So undoubtedly, along with hardship there is ease. Undoubtedly, along with hardship there is ease....94:6). Grammatically, if the Arabic definite article al- is prefixed to an Arabic noun and is repeated with the same definite article al-, they refer to the same antecedent. However, if the same noun is repeated without the definite article, they refer to different antecedents. The word al-'usr '[ the ] hardship' in verse [ 6] is the repetition of al-'usr '[ the ] hardship' occurring in verse [ 5]. It does not refer to a new hardship. In contrast to this, the word yusr 'ease' in both verses occur without the definite article. This indicates that the second yusr 'ease' in verse [ 6] is a different antecedent to the yusr 'ease' occurring in verse [ 5]. Thus it may be concluded that there is only one ` usr 'hardship' and two yusr 'twofold ease'. 'Twofold ease' does not mean twice as much. In fact, it means 'manifold ease'. The verse signifies that only one kind of hardship will face him, but in the wake of it many kinds of ease are assured.\nSayyidna Hasan Al-Basri (رح) reports that once the Holy Prophet ﷺ emerged from his home in a very happy mood and, giving cheerful news to his Companions on the basis of the current verse, said: \"One hardship cannot overcome twofold ease\". Thus history and biographical books written by Muslims and non-Muslims - all bear ample testimony to fact that the most difficult task, even the seemingly impossible task, became easy for him. The above narration further indicates that the Arabic definite article al- signifies that it is an article used to indicate previous knowledge [ that is, al- lil ` ahd ] and refers to the hardship of the Holy Prophet ﷺ and his Companions. Allah kept to His promise to them in such a way that the world saw it visibly how in the wake of every hardship the Holy Prophet and his Companions experienced the manifold ease that made their task easy. If a person does not achieve 'ease' after 'hardship', it does not contradict this verse. In fact, even now Allah's universal principle applies. One needs to exercise fortitude against hardship, rely on Allah with purity of heart, devote oneself totally to Him, hold onto high hopes for His grace, and one should not despair of His mercy if there is delay in success - He certainly will grant relief after every instance of hardship. [ Fawa'id-e-` Usmaniah ]. Hadith narratives support this.",
  "ayah": 5,
  "surah": 94
}
