{
  "text": "محبت و مودت کا آفاقی اصول اللہ تعالیٰ اپنے تقوے کا حکم دیتا ہے کہ جسم سے اسی ایک ہی کی عبادتیں کی جائیں اور دل میں صرف اسی کا خوف رکھا جائے، پھر اپنی قدرت کاملہ کا بیان فرماتا ہے کہ اس نے تم سب کو ایک ہی شخص یعنی حضرت آدم ؑ سے پیدا کیا ہے، ان کی بیوی یعنی حضرت حوا (علیہما السلام) کو بھی انہی سے پیدا کیا، آپ سوئے ہوئے تھے کہ بائیں طرف کی پسلی کی پچھلی طرف سے حضرت حوا کو پیدا کیا، آپ نے بیدار ہو کر انہیں دیکھا اور اپنی طبیعت کو ان کی طرف راغب پایا اور انہیں بھی ان سے انس پیدا ہوا، حضرت ابن عباس فرماتے ہیں عورت مرد سے پیدا کی گئی ہے اس لئے اس کی حاجت و شہوت مرد میں رکھی گئی ہے اور مرد زمین سے پیدا کئے گئے ہیں اس لئے ان کی حاجت زمین میں رکھی گئی ہے۔ پس تم اپنی عورتوں کو روکے رکھو، صحیح حدیث میں ہے عورت پسلی سے پیدا کی گئی ہے اور سب سے بلند پسلی سب سے زیادہ ٹیڑھی ہے پس اگر تو اسے بالکل سیدھی کرنے کو جائے گا تو توڑ دے گا اور اگر اس میں کچھ کجی باقی چھوڑتے ہوئے فائدہ اٹھانا چاہے گا تو بیشک فائدہ اٹھا سکتا ہے۔ پھر فرمایا ان دونوں سے یعنی آدم اور حوا سے بہت سے انسان مردو عورت چاروں طرف دنیا میں پھیلا دیئے جن کی قسمیں صفتیں رنگ روپ بول چال میں بہت کچھ اختلاف ہے، جس طرح یہ سب پہلے اللہ تعالیٰ کے قبضے میں تھے اور پھر انہیں اس نے ادھر ادھر پھیلا دیا، ایک وقت ان سب کو سمیٹ کر پھر اپنے قبضے میں کر کے ایک میدان میں جمع کرے گا۔ پس اللہ سے ڈرتے رہو اس کی اطاعت عبادت بجا لاتے رہو، اسی اللہ کے واسطے سے اور اسی کے پاک نام پر تم آپس میں ایک دوسرے سے مانگتے ہو، مثلاً یہ کہ ان میں تجھے اللہ کو یاد دلا کر اور رشتے کو یاد دلا کر یوں کہتا ہوں اسی کے نام کی قسمیں کھاتے ہو اور عہد و پیمان مضبوط کرتے ہو، اللہ جل شانہ سے ڈر کر رشتوں ناتوں کی حفاظت کرو انہیں توڑو نہیں بلکہ جوڑو صلہ رحمی نیکی اور سلوک آپس میں کرتے رہو ارحام بھی ایک قرأت میں ہے یعنی اللہ کے نام پر اور رشتے کے واسطے سے، اللہ تمہارے تمام احوال اور اعمال سے واقف ہے خوب دیکھ بھال رہا ہے، جیسے اور جگہ ہے آیت (واللہ علی کلی شئی شہید) اللہ ہر چیز پر گواہ اور حاضر ہے، صحیح حدیث میں ہے اللہ عزوجل کی ایسی عبادت کر کہ گویا تو اسے دیکھ رہا ہے پس اگر تو اسے نہیں دیکھ رہا تو وہ تو تجھے دیکھ ہی رہا ہے، مطلب یہ ہے کہ اس کا لحاظ رکھو جو تمہارے ہر اٹھنے بیٹھنے چلنے پھرنے پر نگراں ہے، یہاں فرمایا گیا کہ لوگو تم سب ایک ہی ماں باپ کی اولاد ہو ایک دوسرے پر شفقت کیا کرو، کمزور اور ناتواں کا ساتھ دو اور ان کے ساتھ اچھا سلوک کرو، صحیح مسلم شریف کی ہو حدیث میں ہے کہ جب قبیلہ مضر کے چند لوگ رسول اللہ ﷺ کے پاس چادریں لپیٹے ہوئے آئے کیونکہ ان کے جسم پر کپڑا تک نہ تھا تو حضور ﷺ نے کھڑے ہو کر نماز ظہر کے بعد وعظ بیان فرمایا جس میں اس آیت کی تلاوت کی پھر آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۚ وَاتَّقُوا اللّٰهَ ۭ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ) 59۔ الحشر :18) کی تلاوت کی پھر لوگوں کو خیرات کرنے کی ترغیب دی چناچہ جس سے جو ہوسکا ان لوگوں کے لئے دیا درہم و دینار بھی اور کھجور و گیہوں بھی یہ حدیث، مسند اور سنن میں خطبہ حاجات کے بیان میں ہے پھر تین آیتیں پڑھیں جن میں سے ایک آیت یہی ہے۔",
  "ayah": 1,
  "surah": 4
}
