{
  "text": "وراثت کے مسائل مشرکین عرب کا دستور تھا کہ جب کوئی مرجاتا تو اس کی بڑی اولاد کو اس کا مال مل جاتا چھوٹی اولاد اور عورتیں بالکل محروم رہتیں اسلام نے یہ حکم نازل فرما کر سب کی مساویانہ حیثیت قائم کردی کہ وارث تو سب ہوں گے خواہ قرابت حقیقی ہو یا خواہ قرابت حقیقی ہو یا خواہ بوجہ عقد زوجیت کے ہو یا بوجہ نسبت آزادی ہو حصہ سب کو ملے گا گو کم و بیش ہو، \" ام کجہ \" رسول اللہ ﷺ کی خدمت میں حاضر ہو کر عرض کرتی ہیں کہ حضور میرے دو لڑکے ہیں ان کے والد فوت ہوگئے ہیں ان کے پاس اب کچھ نہیں پس یہ آیت نازل ہوئی، یہی حدیث دوسرے الفاظ سے میراث کی اور دونوں آیتوں کی تفسیر میں بھی عنقریب انشاء اللہ آئے گی واللہ اعلم، دوسری آیت کا مطلب یہ ہے کہ جب کسی مرنے والے کا ورثہ بٹنے لگے اور وہاں اس کا کوئی دور کا رشتہ دار بھی آجائے جس کا کوئی حصہ مقرر نہ ہو اور یتیم و مساکین آجائیں تو انہیں بھی کچھ نہ کچھ دے دو۔ ابتداء اسلام میں تو یہ واجب تھا اور بعض کہتے ہیں مستحب تھا اور اب بھی یہ حکم باقی ہے یا نہیں ؟ اس میں بھی دو قول ہیں، حضرت ابن عباس تو اسے باقی بتاتے ہیں حضرت مجاہد حضرت ابن مسعود حضرت ابو موسیٰ حضرت عبدالرحمن بن ابوبکر حضرت ابو العالیہ حضرت شعبی حضرت حسن حضرت سعید بن جیر حضرت ابن سیرین حضرت عطاء بن ابو رباح حضرت زہری حضرت یحیٰی بن معمر رحمتہ اللہ علیہم اجمعین بھی باقی بتاتے ہیں، بلکہ یہ حضرات سوائے حضرت ابن عباس کے وجوب کے قائل ہیں، حضرت عبیدہ ایک وصیت کے ولی تھے۔ انہوں نے ایک بکری ذبح کی اور تینوں قسموں کے لوگوں کو کھلائی اور فرمایا اگر یہ آیت نہ ہوتی تو یہ بھی میرا مال تھا، حضرت عروہ نے حضرت مصعب کے مال کی تقسیم کے وقت بھی دیا، حضرت زہری کا بھی قول ہے کہ یہ آیت محکم ہے منسوخ نہیں، ایک روایت میں حضرت ابن عباس سے مروی ہے کہ یہ وصیت پر موقوف ہے۔ چناچہ جب عبدالرحمن بن حضرت ابوبکر کے انتقال کے بعد ان کے صاحبزادے حضرت عبداللہ نے اپنے باپ کا ورثہ تقسیم کیا اور یہ واقعہ حضرت مائی عائشہ کی موجودگی کا ہے تو گھر میں جتنے مسکین اور قرابت دار تھے سب کو دیا اور اسی آیت کی تلاوت کی، حضرت ابن عباس کو جب یہ معلوم ہوا تو فرمایا اس نے ٹھیک نہیں کیا اس آیت سے تو مراد یہ ہے کہ جب مرنے والے نے اس کی وصیت کی ہو (ابن ابی حاتم) بعض حضرات کا قول ہے کہ یہ آیت بالکل منسوخ ہی ہے مثلاً حصرت عبداللہ بن عباس فرماتے ہیں یہ آیت منسوخ ہے۔ اور ناسخ آیت (يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ ۤ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ) 4۔ النسآء :11) ہے، حصے مقرر ہونے سے پہلے یہ حکم تھا پھر جب حصے مقرر ہوچکے اور ہر حقدار کو خود اللہ تعالیٰ نے حق پہنچا دیا تو اب صدقہ صرف وہی رہ گیا جو مرنے والا کہہ گیا ہو حضرت سعید بن مسیب ؒ بھی یہی فرماتے ہیں کہ ہاں اگر وصیت ان لوگوں کے لئے ہو تو اور بات ہے ورنہ یہ آیت منسوخ ہے، جمہور کا اور چاروں اماموں کا یہی مذہب ہے، امام ابن جریر نے یہاں ایک عجیب قول اختیار کیا ہے ان کی لمبی اور کئی بار کی تحریر کا ماحصل یہ ہے کہ مال وصیت کی تقسیم کے وقت جب میت کے رشتہ دار آجائیں تو انہیں بھی دے دو اور یتیم مسکین جو آگئے ہوں ان سے نرم کلامی اور اچھے جواب سے پیش آؤ، لیکن اس میں نظر ہے واللہ اعلم، حضرت ابن عباس وغیرہ فرماتے ہیں تقسیم سے مراد یہاں ورثے کی تقسیم ہے، پس یہ قول امام ابن جریر ؒ کے خلاف ہے، ٹھیک مطلب آیت کا یہ ہے کہ جب یہ غریب لوگ ترکے کی تقسیم کے وقت آجائیں اور تم اپنا اپنا حصہ الگ الگ کر کے لے رہے ہو اور یہ بیچارے تک رہے ہوں تو انہیں بھی خالی ہاتھ نہ پھیرو ان کا وہاں سے مایوس اور خالی ہاتھ واپس جانا اللہ تعالیٰ رؤف و رحیم کو اچھا نہیں لگتا بطور صدقہ کے راہ اللہ ان سے بھی کچھ اچھا سلوک کردو تاکہ یہ خوش ہو کر جائیں، جیسے اور جگہ فرمان باری ہے کہ کھیتی کے کٹنے کے دن اس کا حق ادا کرو اور فاقہ زدہ اور مسکینوں سے چھپا کر اپنے باغ کا پھل لانے والوں کی اللہ تعالیٰ نے بڑی مذمت فرمائی ہے جیسے کہ سورة نون میں ہے کہ وہ رات کے وقت چھپ کر پوشیدگی سے کھیت اور باغ کے دانے اور پھل لانے کے لئے چلتے ہیں وہاں اللہ کا عذاب ان سے پہلے پہنچ جاتا ہے اور سارے باغ کو جلا کر خاک سیاہ کردیتا ہے دوسروں کے حق برباد کرنے والوں کا یہی حشر ہوتا ہے، حدیث شریف میں ہے جس مال میں صدقہ مل جائے یعنی جو شخص اپنے مال سے صدقہ نہ دے اس کا مال اس وجہ سے غارت ہوجاتا ہے۔ پھر فرماتا ہے ڈریں وہ لوگ جو اگر اپنے پیچھے چھوڑ جائیں یعنی ایک شخص اپنی موت کے وقت وصیت کر رہا ہے اور اس میں اپنے وارثوں کو ضرر پہنچا رہا ہے تو اس وصیت کے سننے والے کو چاہئے کہ اللہ کا خوف کرے اور اسے ٹھیک بات کی رہنمائی کرے اس کے وارثوں کے لئے ایسی بھلائی چاہئے جیسے اپنے وارثوں کے ساتھ بھلائی کرانا چاہتا ہے جب کہ ان کی بربادی اور تباہی کا خوف ہو، بخاری و مسلم میں ہے کہ جب رسول اللہ ﷺ حضرت سعد بن ابی وقاص کے پاس ان کی بیماری کے زمانے میں ان کی عیادت کو گئے اور حضرت سعد نے کہا یا رسول اللہ ﷺ میرے پاس مال بہت ہے اور صرف میری ایک لڑکی ہی میرے پیچھے ہے تو اگر آپ اجازت دیں تو میں اپنے مال کی دو تہائیاں اللہ کی راہ میں صدقہ کر دوں آپ نے فرمایا نہیں انہوں نے کہا پھر ایک تہائی کی اجازت دیجئے آپ نے فرمایا خیر لیکن ہے یہ بھی زیادہ تو اگر اپنے پیچھے اپنے وارثوں کو توانگر چھوڑ کر جائے اس سے بہتر ہے تو کہ تو انہیں فقیر چھوڑ کر جائے کہ وہ دوسروں کے سامنے ہاتھ پھیلاتے پھریں، حضرت ابن عباس فرماتے ہیں لوگ ایک تہائی سے بھی کم یعنی چوتھائی کی ہی وصیت کریں تو اچھا ہے اس لئے کہ رسول اللہ ﷺ نے تہائی کو بھی زیادہ فرمایا ہے فقہاء فرماتے ہیں اگر میت کے وارث امیر ہوں تب تو خیر تہائی کی وصیت کرنا مستحب ہے اور اگر فقیر ہوں تو اس سے کم کی وصیت کرنا مستحب ہے، دوسرا مطلب اس آیت کا یہ بھی بیان کیا گیا ہے کہ تم یتیموں کا اتنا ہی خیال رکھو جتنا تم تمہاری چھوٹی اولاد کا تمہارے مرنے کے بعد چاہتے ہو اور لوگ خیال رکھیں جس طرح تم نہیں چاہتے کہ ان کے مال دوسرے ظلم سے کھا جائیں اور وہ بالغ ہو کر فقیر رہ جائیں اسی طرح تم دوسروں کی اولادوں کے مال نہ کھا جاؤ، یہ مطلب بھی بہت عمدہ ہے اسی لئے اس کے بعد ہی یتیموں کا مال ناحق مار لینے والوں کی سزا بیان فرمائی، کہ یہ لوگ اپنے پیٹ میں انگارے بھرنے والے اور جہنم و اصل ہونے والے ہیں، بخاری و مسلم میں ہے حضور ﷺ نے فرمایا سات گناہوں سے بچو جو ہلاکت کا باعث ہیں پوچھا گیا کیا کیا ؟ فرمایا اللہ کے ساتھ شرک، جادو، بےوجہ قتل، سود خوری، یتیم کا مال کھا جانا، جہاد سے پیٹھ موڑنا، بھولی بھالی ناواقف عورتوں پر تہمت لگانا، ابن ابی حاتم میں ہے صحابہ نے حضور ﷺ سے معراج کی رات کا واقعہ پوچھا جس میں آپ نے فرمایا کہ میں نے بہت سے لوگوں کو دیکھا کہ ان کے ہونٹ نیچے لٹک رہے ہیں اور فرشتے انہیں گھسیٹ کر ان کا منہ خوب کھول دیتے ہیں پھر جہنم کے گرم پتھر ان میں ٹھونس دیتے ہیں جو ان کے پیٹ میں اتر کر پیچھے کے راستے سے نکل جاتے ہیں اور وہ بےطرح چیخ چلا رہے ہیں ہائے ہائے مچا رہے ہیں۔ میں نے حضرت جبرائیل سے پوچھا یہ کون لوگ ہیں ؟ کہا یہ یتیموں کا مال کھا جانے والے ہیں جو اپنے پیٹوں میں آگ بھر رہے ہیں اور عنقریب جہنم میں جائیں گے، حضرت سدی ؒ فرماتے ہیں یتیم کا مال کھا جانے والا قیامت کے روز اپنی قبر سے اس طرح اٹھایا جائے گا کہ اس کے منہ آنکھوں نتھنوں اور روئیں روئیں سے آگ کے شعلے نکل رہے ہوں گے ہر شخص دیکھتے ہی پہچان لے گا کہ اس نے کسی یتیم کا مال ناحق کھا رکھا ہے۔ ابن مردویہ میں ایک مرفوع حدیث بھی اسی مضمون کے قریب قریب مروی ہے اور حدیث میں ہے میں تمہیں وصیت کرتا ہوں کہ ان دونوں ضعیفوں کا مال پہنچا دو عورتوں کا اور یتیم کا، ان کے مال سے بچو، سورة بقرہ میں یہ روایت گزر چکی ہے کہ جب یہ آیت اتری تو جن کے پاس یتیم تھے انہوں نے ان کا اناج پانی بھی الگ کردیا اب عموماً ایسا ہوتا کہ کھانے پینے کی ان کی کوئی چیز بچ رہتی تو یا تو دوسرے وقت اسی باسی چیز کو کھاتے یا سڑنے کے بعد پھینک دی جاتی گھر والوں میں سے کوئی اسی ہاتھ بھی نہ لگاتا تھا یہ بات دونوں طرف ناگوار گزری حضور ﷺ کے سامنے بھی اس کا ذکر آیا ہے اس پر آیت (وَيَسْــَٔـلُوْنَكَ عَنِ الْيَتٰمٰي ۭ قُلْ اِصْلَاحٌ لَّھُمْ خَيْرٌ ۭوَاِنْ تُخَالِطُوْھُمْ فَاِخْوَانُكُمْ) 2۔ البقرۃ :220) اتری جس کا مطلب یہ ہے کہ جس کام میں یتیموں کی بہتری سمجھو کرو چناچہ اس کے بعد پھر کھانا پانی ایک ساتھ ہوا۔",
  "ayah": 10,
  "surah": 4
}
