{
  "text": "صلوۃ نصر ؟  فرمان الٰہی ہے کہ تم کہیں سفر میں جا رہے ہو۔ یہی الفاظ سفر کے لئے سورة مزمل میں بھی آئے ہیں۔ تو تم پر نماز کی تخفیف کرنے میں کوئی گناہ نہیں، یہ کمی یا تو کمیت میں یعنی بجائے چار رکعت کے دو رکعت ہے جیسے کہ جمہور نے اس آیت سے سمجھا ہے گو پھر ان میں بعض مسائل میں اختلاف ہوا ہے بعض تو کہتے ہیں یہ شرط ہے کہ سفر اطاعت کا ہو مثلاً جہاد کے لئے یا حج و عمرے کے لئے یا طلب و زیارت کے لئے وغیرہ۔ ابن عمر عطاء یحییٰ اور ایک روایت کی رو سے امام مالک کا یہی قول ہے، کیونکہ اس سے آگے فرمان ہے اگر تمہیں کفار کی ایذار سانی کا خوف ہو، بعض کہتے ہیں اس قید کی کوئی ضرورت نہیں کہ سفر قربت الہیہ کا ہو بلکہ نماز کی کمی ہر مباح سفر کے لئے ہے جیسے اضطرار اور بےبسی کی صورت میں مردار کھانے کی اجازت ہے، ہاں یہ شرط ہے کہ سفر معصیت کا نہ ہو، امام شافعی وغیرہ ائمہ کا یہی قول ہے، ایک شخص نے رسول اللہ ﷺ سے سوال کیا کہ میں تجارت کے سلسلے میں دریائی سفر کرتا ہوں تو آپ نے اسے دو رکعتیں پڑھنے کا حکم دیا، یہ حدیث مرسل ہے، بعض لوگوں کا مذہب ہے کہ ہر سفر میں نماز کو قصر کرنا جائز ہے سفر خواہ مباح ہو خواہ ممنوع ہو یہاں تک کہ اگر کوئی ڈاکہ ڈالنے کے لئے اور مسافروں کو ستانے کے لئے نکلا ہوا ہے اسے بھی نماز قصر کرنے کی اجازت ہے، ابوحنیفہ ثوری اور داؤد کا یہی قول ہے کہ آیت عام ہے، لیکن یہ قول جمہور کے قول کے خلاف ہے۔ کفار سے ڈر کی جو شرط لگائی ہے یہ باعتبار اکثریت کے ہے آیت کے نازل ہونے کے وقت چونکہ عموماً یہی حال تھا اس لئے آیت میں بھی اسے بیان کردیا گیا، ہجرت کے بعد سفر مسلمانوں کے سب کے سب خوف والے ہی ہوتے تھے قدم قدم پر دشمن کا خطرہ رہتا تھا بلکہ مسلمان سفر کے لئے نکل ہی نہ سکتے تھے بجز اس کے کہ یا تو جہاد کو جائیں یا کسی خاص لشکر کے ساتھ جائیں اور یہ قاعدہ ہے کہ جب منطوق بہ اعتبار غالب کے آئے تو اس کا مفہوم معتبر نہیں ہوتا۔ جیسے اور آیت میں ہے اپنی لونڈیوں کو بدکاری کے لئے مجبور نہ کرو اگر وہ پاکدامنی کرنا چاہیں اور جیسے فرمایا ان کی بیٹیاں جو تمہاری پرورش میں ہیں جن عورتوں سے تم نے محبت کی ہے۔ پس جیسے کہ ان دونوں آیتوں میں قید کا بیان ہے لیکن اس کے ہونے پر ہی حکم کا دارومدار نہیں بلکہ بغیر اس کے بھی حکم وہی ہے یعنی لونڈیوں کو بدکاری کے لئے مجبور کرنا حرام ہے چاہے وہ پاکدامنی میں ہو یا نہ ہو، حالانکہ دونوں جگہ قرآن میں یہ قید موجود ہے، پس جس طرح ان دونوں موقعوں میں بغیر ان قیود کے بھی حکم یہی ہے اسی طرح یہاں بھی گوخوف نہ ہو تو بھی محض سفر کی وجہ سے نماز کو قصر کرنا جائز ہے، مسند احمد میں ہے کہ حضرت یعلیٰ بن امیہ نے حضرت عمر فاروق سے پوچھا کہ نماز کی تخفیف کا حکم تو خوف کی حالت میں ہے اور اب تو امن ہے ؟ حضرت عمر نے جواب دیا کہ یہی خیال مجھے ہوا تھا اور یہی سوال میں نے رسول اللہ ﷺ سے کیا تھا تو آپ نے فرمایا یہ اللہ تعالیٰ کا صدقہ ہے جو اس نے تمہیں دیا ہے تم اس کے صدقے کو قبول کرو۔ مسلم اور سنن وغیرہ میں بھی یہ حدیث ہے بالکل صحیح روایت ہے۔ ابو حنظلہ حذاء نے حضرت عمر سے سفر کی نماز کا پوچھا تو آپ نے فرمایا دو رکعت ہیں انہوں نے کہا قرآن میں تو خوف کے وقت دو رکعت ہیں اور اس وقت تو پوری طرح امن وامان ہے تو آپ نے فرمایا یہی سنت ہے رسول اللہ ﷺ کی (ابن ابی شیبہ) ایک اور شخص کے سوال پر حضرت عمر نے فرمایا تھا آسمان سے تو یہ رخصت اتر چکی ہے اب اگر تم چاہو تو اسے لوٹا دو ، حضرت ابن عباس فرماتے ہیں مکہ اور مدینہ کے درمیان ہم نے باوجود امن کے رسول اللہ ﷺ کے ساتھ دو رکعت پڑھیں (نسائی وغیرہ) اور حدیث میں ہے کہ نبی ﷺ مدینہ سے مکہ کی طرف چلے تو اللہ کے سوا کسی سے خوف نہ تھا اور آپ برابر دو رکعت ہی ادا فرماتے رہے۔ بخاری کی حدیث میں ہے کہ واپسی میں بھی یہی دو رکعت آپ پڑھتے رہے اور مکہ میں اس سفر میں آپ نے دس روز قیام کیا تھا۔ مسند احمد میں حضرت حارثہ سے روایت ہے کہ میں نے نبی ﷺ کے ساتھ منی میں ظہر کی اور عصر کی نماز دو دو رکعت پڑھی ہیں حالانکہ اس وقت ہم بکثرت تھے اور نہایت ہی پر امن تھے، صحیح بخاری میں ہے حضرت عبداللہ کے ساتھ (سفر میں) دو رکعت پڑھی ہیں، لیکن حضرت عثمان ؓ کی چار رکعات کا ذکر آیا تو آپ نے اناللہ الخ، پڑھ کر فرمایا میں نے تو حضور ﷺ کے ساتھ بھی منی میں دو رکعت پڑھی ہیں اور صدیق اکبر کے ساتھ بھی اور عمر فاروق کے ساتھ بھی کاش کہ بجائے ان چار رکعات کے میرے حصے میں دو ہی مقبول رکعات آئیں، پس یہ حدیثیں کھلم کھلا دلیل ہیں اس بات کی کہ سفر کی دو رکعات کے لئے خوف کا ہونا شرط نہیں بلکہ نہایت امن و اطمینان کے سفر میں بھی دو گانہ ادا کرسکتا ہے، اسی لئے علماء کرام نے فرمایا ہے کہ یہاں کیفیت میں یعنی قرآت قومہ رکوع سجود وغیرہ میں قصر اور کمی مراد ہے نہ کہ کمیت میں یعنی تعداد رکعات میں تخفیف کرنا، ضحاک، مجاہد اور سدی کا یہی قول ہے جیسے کہ آرہا ہے، اس کی ایک دلیل امام مالک کی روایت کردہ یہ حدیث بھی ہے کہ حضرت عائشہ فرماتی ہیں نماز دو دو رکعتیں ہی سفر حضر میں فرض کی گئی تھی پھر سفر میں تو وہی دو رکعتیں رہیں اور اقامت کی حالت میں دو اور بڑھا دی گئیں، پس علماء کی یہ جماعت کہتی ہے کہ اصل نماز دو رکعتیں تھی تو پھر اس آیت میں قصر سے مراد کمیت یعنی رکعتوں کی تعداد میں کمی کیسے ہوسکتی ہے ؟ اس قول کی بہت بڑی تائید صراحتاً اس حدیث سے بھی ہوتی ہے جو مسند احمد میں حضرت عمر کی روایت سے ہے کہ بہ زبان نبی ﷺ سفر کی دو رکعتیں ہیں اور ضحی کی نماز بھی دو رکعت ہے اور عیدالفطر کی نماز بھی دو رکعت ہے اور جمعہ کی نماز بھی دو رکعت ہے یہ یہی پوری نماز ہے قصر والی نہیں، یہ حدیث نسانی، ابن ماجہ اور صحیح ابن حبان میں بھی ہے اس کی سند بشرط مسلم ہے۔ اس کے راوی ابن ابی لیلیٰ کا حضرت عمر سے سننا ثابت ہے جیسے کہ امام مسلم نے اپنی صحیح کے مقدمہ میں لکھا ہے اور خود اس روایت اور اس کے علاوہ بھی صراحتاً موجود ہے اور یہی ٹھیک بھی ہے انشاء اللہ۔ گو بعض محدثین سننے پر فیصلہ دینے کے قائل نہیں، لیکن اسے مانتے ہوئے بھی اس سند میں کمی واقع نہیں ہوتی کیونکہ بعض طرق میں ابن ابی لیلیٰ کا ایک ثقہ سے اور ان کا حضرت عمر سے سننا مروی ہے، اور ابن ماجہ میں ان کا کعب بن عجرہ سے روایت کرنا اور ان کا حضرت عمر سے روایت کرنا بھی مروی ہے فاللہ اعلم۔ مسلم وغیرہ میں حضرت عبداللہ بن عباس سے مروی ہے کہ اللہ تعالیٰ نے تمہارے نبی حضرت محمد ﷺ کی زبانی نماز کو اقامت کی حالت میں چار رکعت فرض کی ہے اور سفر میں دو رکعت اور خوف میں ایک رکعت۔ پس جیسے کہ قیام میں اس سے پہلے اور اس کے پیچھے نماز پڑھتے تھے یا پڑھی جاتی تھی اسی طرح سفر میں بھی اور اس روایت میں اور حضرت عائشہ والی روایت میں جو اوپر گذری کہ حضر میں اللہ تعالیٰ نے دو رکعتیں ہی فرض کی تھیں گویا مسافات سے مشروط ہیں اس لئے کہ اصل دو ہی تھیں بعد میں دو اور بڑھا دی گئیں پھر حضر کی چار رکعت ہوگئیں تو اب کہہ سکتے ہیں کہ اقامت کی حالت میں فرض چار رکعتیں ہیں۔ جیسے کہ ابن عباس کی اس روایت میں ہے واللہ اعلم۔ الغرض یہ دونوں روایتیں اسے ثابت کرتی ہیں کہ سفر میں دو رکعت نماز ہی پوری نماز ہے کم نہیں اور یہی حضرت عمر کی روایت سے بھی ثابت ہوچکا ہے۔ مراد اس میں قصر کمیت ہے جیسے کہ صلوۃ خوف میں ہے اسی لئے فرمایا ہے اگر تم ڈرو اس بات سے کہ کافر تمہیں فتنے میں ڈال دیں گے اور اس کے بعد فرمایا جب وقت ان میں ہو اور نماز پڑھو تو بھی۔ پھر قصر کا مقصود صفت اور کیفیت بھی بیان فرما دی امام المحدثین حضرت بخاری نے کتاب صلوۃ خوف کو اسی (وَاِذَا ضَرَبْتُمْ فِي الْاَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِ ڰ اِنْ خِفْتُمْ اَنْ يَّفْتِنَكُمُ الَّذِيْنَ كَفَرُوْا ۭ اِنَّ الْكٰفِرِيْنَ كَانُوْا لَكُمْ عَدُوًّا مُّبِيْنًا) 4۔ النسآء :101) تک لکھ کر شروع کیا ہے، ضحاک اس کی تفسیر میں فرماتے ہیں کہ یہ لڑائی کے وقت ہے انسان اپنی سواری پر نماز دو تکبیریں پڑھ لے اس کا منہ جس طرف بھی ہو اسی طرف صحیح ہے۔ سدی فرماتے ہیں کہ سفر میں جب تو نے دو رکعت پڑھیں تو وہ قصر کی پوری مقدار ہے ہاں جب کافروں کی فتنہ انگیزی کا خوف ہو تو ایک ہی رکعت قصر ہے البتہ یہ کسی سنین خوف کے بغیر جائز نہیں۔ مجاہد فرماتے ہیں اس آیت سے مراد وہ دن ہے جبکہ حضور ﷺ نے تمام صحابہ کے ساتھ حسب معمول چار رکعتیں پوری ادا کیں پھر مشرکین نے سامان و اسباب کو لوٹ لینے کر ارادہ کیا، ابن جریر اسے مجاہد اور سدی اور جابر اور ابن عمر سے روایت کرتے ہیں اور اسی کو اختیار کرتے ہیں اور اسی کو کہتے ہیں کہ یہی ٹھیک ہے۔ حضرت خالد بن اسید حضرت عبداللہ بن عمر سے کہتے ہیں صلوۃ خوف کے قصر کا حکم تو ہم کتاب اللہ میں پاتے ہیں لیکن صلوۃ مسافر کے قصر کا حکم کتاب اللہ میں نہیں ملتا تو حضرت ابن عمر جواب دیتے ہیں ہم نے اپنے نبی ﷺ کو سفر میں نماز کو قصر کرتے ہوئے پایا اور ہم نے بھی اس پر عمل کیا۔ خیال فرمائیے کہ اس میں قصر کا اطلاق صلوۃ خوف پر کیا اور آیت سے مراد بھی صلوۃ خوف لی اور صلوۃ مسافر کو اس میں شامل نہیں کیا اور حضرت ابن عمر نے بھی اس کا اقرار کیا۔ اس آیت سے مسافرت کی نماز کا قصر بیان نہیں فرمایا بلکہ اس کے لئے فعل رسول ﷺ کو سند بتایا۔ اس سے زیادہ صراحت والی روایت ابن جریر کی ہے کہ حضرت سماک آپ سے صلوۃ پوچھتے ہیں آپ فرماتے ہیں سفر کی نماز دو رکعت ہے اور یہی دو رکعت سفر کی پوری نماز ہے قصر نہیں، قصر تو صلوۃ خوف میں ہے کہ امام ایک جماعت کو ایک رکعت پڑھاتا ہے دوسری جماعت دشمن کے سامنے ہے پھر یہ چلے گئے وہ آگئے ایک رکعت امام نے انہیں پڑھائی تو امام کی دو رکعت ہوئیں اور ان دونوں جماعتوں کی ایک ایک رکعت ہوئی۔",
  "ayah": 101,
  "surah": 4
}
