{
  "text": "صلوۃ خوف کے مسائل  نماز خوف کی کئی قسمیں مختلف صورتیں اور حالتیں ہیں، کبھی تو ایسا ہوتا ہے کہ دشمن قبلہ کی طرف کبھی دشمن دوسری جانب ہوتا ہے، نماز بھی کبھی چار رکعت ہوتی ہے کبھی تین رکعت جیسے مغرب اور فجر کی دو صلوۃ سفر، کبھی جماعت سے ادا کرنی ممکن کرتی ہے کبھی لشکر اس طرح باہم گتھے ہوئے ہوتے ہیں کہ نماز با جماعت ممکن ہی نہیں ہوتی بلکہ الگ الگ قبلہ کی طرف اور غیر قبلہ کی طرف پیدل اور سوار جس طرح ممکن ہو پڑھی جاتی ہے بلکہ ایسا بھی ہوتا ہے جو جائز بھی ہے کہ دشمنوں کے حملوں سے بچتے بھی جائیں ان پر برابر حملے بھی کرتے جائیں اور نماز بھی ادا کرتے جائیں، ایسی حالت میں صرف ایک رکعت ہی نماز پڑھی جاتی ہے جس کے جواز میں علماء کا فتویٰ ہے اور دلیل حضرت عبداللہ بن عباس کی حدیث ہے جو اس سے اگلی آیت کی تفسیر میں بیان ہوچکی ہے عطا، جابر، حسن، مجاہد، حکم، قتادہ، حماد، طاؤس، ضحاک، محمد بن نصر، مروزی، ابن حزم اجمعین کا یہی فتویٰ ہے، صبح کی نماز میں ایک ہی رکعت اس حالت میں رہ جاتی ہے، اسحاق راہویہ فرماتے ہیں ایسی دوڑ دھوپ کے وقت ایک ہی رکعت کافی ہے۔ ارشاد ہے ادا کرلے اگر اس قدر پر بھی قادریہ ہو تو سجدہ کرلے یہ بھی ذکر اللہ ہے، اور لوگ کہتے ہیں صرف ایک تکبیر ہی کافی ہے لیکن یہ ہوسکتا ہے کہ ایک سجدہ اور ایک تکبیر سے مراد بھی ایک رکعت ہو۔ جیسے کہ حضرت امام احمد بن حنبل اور ان کے اصحاب کا فتویٰ ہے اور یہی قول ہے جابر بن عبداللہ، عبداللہ بن عمر کعب وغیرہ صحابہ کا ؓ اجمعین، سدی بھی فرماتے ہیں لیکن جن لوگوں کا قول صرف ایک تکبیر کا ہی بیان ہوا ہے اس کا بیان کرنے والے اسے پوری رکعت پر محمول نہیں کرتے بلکہ صرف تکبیر ہی جو ظاہر ہے مراد لیتے ہیں جیسے کہ اسحاق بن راہویہ کا مذہب ہے، امیر عبدالوہاب بن بخت مکی بھی اسی طرف گئے ہیں وہ یہاں تک کہتے ہیں کہ اگر اس پر بھی قدرت نہ ہو تو اسے اپنے نفس میں بھی نہ چھوڑے یعنی نیت ہی کرلے واللہ اعلم۔ (لیکن صرف نیت کے کرلینے یا صرف اللہ اکبر کہہ لینے پر اکتفا کرنے یا صرف ایک ہی سجدہ کرلینے کی کوئی دلیل قرآن حدیث سے نظر سے نہیں گذری۔ واللہ اعلم مترجم) بعض علماء نے ایسے خاص اوقات میں نماز کو تاخیر کرکے پڑھنے کی رخصت بھی دی ہے ان کی دلیل یہ ہے کہ نبی ﷺ نے جنگ خندق میں سورج ڈوب جانے کے بعد ظہر عصر کی نماز پڑھی تھی پھر مغرب عشاء، پھر اس کے بعد بنو قریظہ کی جنگ کے دن ان کی طرف جنہیں بھیجا تھا انہیں تاکید کردی تھی کہ تم میں سے کوئی بھی بنو قریظہ تک پہنچنے سے پہلے عصر کی نماز نہ پڑھے یہ جماعت ابھی راستے میں ہی تھی تو عصر کا وقت آگیا بعض نے کہا حضور ﷺ کا مقصد اس فرمان سے صرف یہی تھا کہ ہم جلدی بنو قریظہ پہنچ کر نماز پڑھی جبکہ سورج غروب ہوچکا تھا۔ جب اس بات کا ذکر حضور ﷺ سے ہوا تو آپ نے دونوں جماعتوں میں سے کسی ایک کو بھی ڈانٹ ڈپٹ نہیں کی ہم نے اس پر تفصیلی بحث اپنی کتاب السیرۃ میں کی ہے اور اسے ثابت کیا ہے کہ صحیح بات کے قریب وہ جماعت تھی جنہوں نے وقت پر نماز ادا کرلی گو دوسری جماعت بھی معذور تھی، مقصود یہ ہے کہ اس جماعت نے جہاد کے موقعہ پر دشمنوں پر تاخت کرتے ہوئے ان کے قلعے کی طرف یورش جاری رکھتے ہوئے نماز کو موخر کردیا، دشمنوں کا یہ گروہ ملعون یہودیوں کا تھا جنہوں نے عہذ توڑ دیا تھا اور صلح کے خلاف کیا تھا۔ لیکن جمہور کہتے ہیں صلوۃ خوف کے نازل ہونے سے یہ سب منسوخ ہوگیا یہ واقعات اس آیت کے نازل ہونے سے پہلے کے ہیں صلوۃ خوف کے حکم کے بعد اب جہاد کے وقت نماز کو وقت سے ٹالنا جائز نہیں رہا، ابو سعید کی روایت سے بھی یہی ظاہر ہے جسے شافعی نے مروی کی ہے، لیکن صحیح بخاری کے (باب الصلوۃ عند منا ھضتہ الحصون الخ،) میں ہے کہ اوزاعی فرماتے ہیں اگر فتح کی تیاری ہو اور نماز با جماعت کا امکان نہ ہو تو ہر شخص الگ الگ اپنی اپنی نماز اشارے سے ادا کرلے اگر یہ بھی نہ ہوسکتا ہو تو نماز میں تاخیر کرلیں یہاں تک کہ جنگ ختم ہو یا امن ہوجائے اس وقت دو رکعتیں پڑھ لیں اور اگر امن نہ ملے تو ایک رکعت ادا کرلیں صرف تکبیر کا کہہ لینا کافی نہیں۔ ایسا ہو تو نماز کو دیر کرکے پڑھیں جبکہ اطمینان نصیب ہوجائے حضرت مکحول کا فرمان بھی یہی ہے حضرت انس بن مالک فرماتے ہیں کہ ستر کے قلعہ کے محاصرے میں میں موجود تھا صبح صادق کے وقت دست بدست جنگ شروع ہوئی اور سخت گھمسان کا رن پڑا ہم لوگ نماز نہ پڑھ سکے اور برابر جہاد میں مشغول رہے جب اللہ تعالیٰ نے ہمیں قلعہ پر قابض کردیا اس وقت ہم نے دن چڑھے نماز پڑھی اس جنگ میں ہمارے امام حضرت ابو موسیٰ تھے حضرت انس فرماتے ہیں اس نماز کے متبادل ساری دنیا کی تمام چیزیں بھی مجھے خوش نہیں کرسکتیں امام بخاری اس کے بعد جنگ خندق میں حضور ﷺ کا نمازوں کو تاخیر کرنے کا ذکر کرتے ہیں پھر بنو قریظہ والا واقعہ اور حضور ﷺ کا فرمان کہ تم بنو قریظہ پہنچنے سے پہلے عصر کی نماز نہ پڑھنا وارد کرتے ہیں گویا امام ہمام حضرت امام بخاری اسی سے اتفاق کرتے ہیں کہ ایسی اشد لڑائی اور پورے خطرے اور قرب فتح کے موقع پر اگر نماز موخر ہوجائے تو کوئی حرج نہیں حضرت ابو موسیٰ نے اس پر اعتراض کیا ہو اور یہ لوگ یہ بھی کہتے ہیں کہ خندق کے موقع پر بھی صلوۃ خوف کی آیتیں موجود تھیں اس لئے کہ یہ آیتیں غزوہ ذات الرقاع میں نازل ہوئی ہیں اور یہ غزوہ غزوہ خندق سے پہلے کا ہے اور اس پر جمہور علماء سیر و مغازی کا اتفاق ہے، محمد بن اسحق، موسیٰ بن عقبہ واقدی، محمد بن سعد، کاتب واقدی اور خطیفہ بن خیاط وغیرہ بھی اسی کے قائل ہیں، ہاں امام بخاری وغیرہ کا قول ہے کہ غزوہ ذات الرقاع خندق کے بعد ہوا تھا بہ سبب بحوالہ حدیث ابو موسیٰ کے اور یہ خود خیبر میں ہی آئے تھے واللہ اعلم، لیکن سب سے زیادہ تعجب تو اس امر پر ہے کہ قاضی ابو یوسف مزنی ابراہیم بن اسماعیل بن علیہ کہتے ہیں کہ صلوۃ خوف منسوخ ہے رسول اللہ ﷺ کے غزوہ خندق میں میں دیر کرکے نماز پڑھنے سے۔ یہ قول بالکل ہی غریب ہے اس لئے کہ غزوہ خندق کے بعد کے صلوۃ کے بعد کی صلوۃ خوف کی حدیثیں ثابت ہیں، اس دن کی نماز کی تاخیر کو مکحول اور اوزاعی کے قول پر ہی محمول کرنا زیادہ قوی اور زیادہ درست ہے یعنی ان کا وہ قول جو بحوالہ بخاری بیان ہوا کہ قرب فتح اور عدم امکان صلوۃ خوف کے باوجود تاخیر جائز ہے واللہ اعلم۔ آیت میں حکم ہوتا ہے کہ جب تو انہیں باجماعت نماز پڑھائے۔ یہ حالت پہلی کے سوا ہے اس وقت یعنی انتہائی خوف کے وقت تو ایک ہی رکعت جائز ہے اور وہ بھی الگ، الگ، پیدل سوار قبلہ کی طرف منہ کرکے یا نہ کرکے، جس طرح ممکن ہو، جیسے کہ حدیث گذر چکی ہے۔ یہ امامت اور جماعت کا حال بیان ہو رہا ہے جماعت کے واجب ہونے پر یہ آیت بہترین اور مضبوط دلیل ہے کہ جماعت کی وجہ سے بہت کمی کردی گئی۔ اگر جماعت واجب نہ ہوتی تو صرف ایک رکعت جائز نہ کی جاتی۔ بعض نے اس سے ایک اور استدلال بھی کیا ہے وہ کہتے ہیں کہ اس میں چونکہ یہ لفظ ہیں کہ جب تو ان میں ہو اور یہ خطاب نبی کریم علیہ افضل الصلوٰۃ والتسلیم سے ہے تو معلوم ہوا کہ صلوۃ خوف کا حکم آپ کے بعد منسوخ ہے، یہ استدلال بالکل ضعیف ہے، یہ استدلال تو ایسا ہی ہے جیسا استدلال ان لوگوں کا تھا جو زکوٰۃ کو خلفائے راشدین سے روک بیٹھے تھے اور کہتے تھے کہ قرآن میں ہے (آیت خذ من اموالھم صدقتہ الخ،) یعنی تو ان کے مالوں سے زکوٰۃ لے جس سے تو انہیں پاک صاف کر اور تو ان کے لئے رحمت کی دعا کر تیری دعا ان کے لئے باعث تسکین ہے۔ تو ہم آپ کے بعد کسی کو زکوٰۃ نہ دیں گے بلکہ ہم آپ اپنے ہاتھ سے خود جسے چاہیں دیں گے اور صرف اسی کو دیں گے جس کو دعا ہمارے لئے سبب سکون بنے۔ لیکن یہ استدلال ان کا بےمعنی تھا اسی لئے کہ صحابہ نے اسے رد کردیا اور انہیں مجبور کیا کہ یہ زکوٰۃ ادا کریں بلکہ ان میں سے جن لوگوں نے اسے روک لیا تھا ان سے جنگ کی۔ آئیے ہم آیت کی صفت بیان کرنے سے پہلے اس کا شان نزول بیان کردیں ابن جریر میں ہے کہ بنو نجار کی ایک قوم نے حضور ﷺ سے سوال کیا کہ ہم برابر ادھر ادھر آمد و رفت کیا کرتے ہیں، ہم نماز کس طرح پڑھیں تو اللہ عزوجل نے اپنا یہ قول نازل فرمایا (آیت واذا ضربتم فی الارض فلیس علیکم جناح ان تقصروا من الصلوۃ) اس کے بعد سال بھر تک کوئی حکم نہ آیا پھر جبکہ آپ ایک غزوے میں ظہر کی نماز کے لئے کھڑے ہوئے تو مشرکین کہنے لگے افسوس کیا ہی اچھا موقعہ ہاتھ سے جاتا رہا کاش کہ نماز کی حالت میں ہم یکبارگی ان پر حملہ کردیتے، اس پر بعض مشرکین نے کہا یہ موقعہ تو تمہیں پھر بھی ملے گا اس کے تھوڑی دیر بعد ہی یہ دوسری نماز (یعنی نماز عصر) کے لئے کھڑے ہوں گے، لیکن اللہ تعالیٰ نے عصر کی نماز سے پہلے اور ظہر کی نماز کے بعد (آیت ان خفتم) والی پوری دو آیتوں تک نازل فرما دیں اور کافر ناکام رہے خود اللہ تعالیٰ و قدوس نے صلوۃ خوف کی تعلیم دی۔ گویہ سیاق نہایت ہی غریب ہے لیکن اسے مضبوط کرنے والی اور روایتیں بھی ہیں، حضرت ابو عیاش زرقی فرماتے ہیں عسفان میں ہم نبی کریم ﷺ کے ساتھ تھے خالد بن ولید اس وقت اسلام نہیں لائے تھے اور مشرکین کے لشکر کے سردار تھے یہ لوگ ہمارے سامنے پڑاؤ ڈالے تھے تب ہم نے قبلہ رخ، ظہر کی نماز جب ہم نے ادا کی تو مشرکوں کے منہ میں پانی بھر آیا اور وہ کہنے لگے افسوس ہم نے موقعہ ہاتھ سے کھو دیا وقت تھا کہ یہ نماز میں مشغول تھے ادھر ہم ان پر دفعتہ دھاوا بول دیتے پھر ان میں کے بعض جاننے والوں نے کہا خیر کوئی بات نہیں اس کے بعد ان کی ایک اور نماز کا وقت آرہا ہے اور وہ نماز تو انہیں اپنے بال بچوں سے بلکہ اپنی جانوں سے بھی زیاہ عزیز ہے اس وقت سہی۔ پس ظہر عصر کے درمیان اللہ عزوجل نے حضرت جبرائیل ؑ کو نازل فرمایا اور (آیت اذا کنت فیھم) اتاری چناچہ عصر کی نماز کے وقت ہمیں رسول ﷺ نے حکم دیا ہم نے ہتھیار سجا لئے اور اپنی دو صفوں میں سے پہلی صف آپ کے ساتھ سجدے میں گئی اور دوسری صف کھڑی کی کھڑی ان کی نگہبانی کرتی رہی جب سجدوں سے فارغ ہو کر یہ لوگ کھڑے ہوگئے تو اب دوسری صف والے سجدے میں گئے جب یہ دونوں سجدے کر چلے تو اب پہلی صف والے دوسری صف کی جگہ چلے گئے اور دوسری صف والے پہلی صف والوں کی جگہ آگئے، پھر قیام رکوع اور قومہ سب نے حضور ﷺ کے ساتھ ہی ساتھ ادا کیا اور جب آپ سجدے میں گئے تو صف اوّل آپ کے ساتھ سجدے میں گئی اور دوسری صف والے کھڑے ہوئے پہرہ دیتے رہے جب یہ سجدوں سے فارغ ہوگئے اور التحیات میں بیٹھے تب دوسری صف کے لوگوں نے سجدے کئے اور التحیات میں سب کے سب ساتھ مل گئے اور سلام بھی حضور ﷺ کے ساتھ سب نے ایک ساتھ پھیرا۔ صلوٰۃ خوف ایک بار تو آپ نے یہاں عسفان میں پڑھی اور دوسری مرتبہ بنو سلیم کی زمین میں۔ یہ حدیث مسند احمد ابو داؤد اور نسائی میں بھی ہے اس کی اسناد صحیح ہے اور شاہد بھی بکثرت ہیں بخاری میں بھی یہ روایت اختصار کے ساتھ ہے اور اس میں ہے باوجود یکہ سب لوگ نماز میں تھے لیکن ایک دوسرے کی چوکیداری کر رہے تھے۔ ابن جریر میں ہے کہ سلیمان بن قیس یشکری نے حضرت جابر بن عبداللہ سے پوچھا نماز کے قصر کرنے کا حکم کب نازل ہوا ؟ تو آپ نے فرمایا قریشیوں کا ایک قافلہ شام سے آرہا تھا ہم اس کی طرف چلے۔ وادی نخل میں پہنچے تو ایک شخص رسول اللہ ﷺ کے پاس پہچ گیا اور کہنے لگا کیا آپ مجھ سے ڈرتے نہیں ؟ آپ نے فرمایا نہیں اس نے کہا آپ کو مجھ سے اس وقت کون بچا سکتا ہے ؟ آپ نے فرمایا اللہ مجھے تجھ سے بچا لے گا پھر تلوار کھینچ لی اور ڈرایا دھمکایا، پھر کوچ کی منادی ہوئی اور آپ ہتھیار سجا کر چلے۔ پھر اذان ہوئی اور صحابہ دو حصوں میں تقسیم ہوگئے ایک حصہ آپ کے ساتھ نماز ادا کر رہا تھا اور دوسرا حصہ پہرہ دے رہا تھا جو آپ کے متصل تھے وہ دو رکعت آپ کے ساتھ پڑھ کر پیچھے والوں کی جگہ چلے گئے اور پیچھے والے اب آگے بڑھ آئے اور ان اگلوں کی جگہ کھڑے ہوگئے انہیں بھی حضور ﷺ نے دو رکعت پڑھائیں پھر اسلام پھیر دیا پس حضور ﷺ کی چار رکعت ہوئیں اور سب کی دو دو ہوئیں اور اللہ تعالیٰ نے نماز کی کمی کا اور ہتھیار لئے رہنے کا حکم نازل فرمایا۔ مسند احمد میں ہے کہ جو شخص تلوار تانے رسول ﷺ پر حملہ آور ہوا تھا یہ دشمن کے قبیلے میں سے تھا اس کا نام غورث بن حارث تھا جب آپ نے اللہ کا نام لیا تو اس کے ہاتھ سے تلوار چھوٹ گئی آپ نے تلوار اپنے ہاتھ میں لے لی اور اس سے کہا اب تو بتا کہ تجھے کون بچائے گا تو وہ معافی مانگنے لگا کہ مجھ پر آپ رحم کیجئے آپ نے فرمایا کیا تو اللہ کے ایک ہونے کی اور میرے رسول ہونے کی شہادت دیتا ہے ؟ اس نے کہا یہ تو نہیں ہاں میں اقرار کرتا ہوں کہ آپ سے لڑوں گا نہیں اور ان لوگوں کا ساتھ نہ دوں گا جو آپ سے برسر پیکار ہوں آپ نے اسے معافی دی۔ جب یہ اپنے قبیلے والوں میں آیا تو کہنے لگا روئے زمین پر حضور ﷺ سے بہتر کوئی شخص نہیں۔ اور روایت میں ہے کہ یزید فقیر نے حضرت جابر سے پوچھا کہ سفر میں جو دو رکعت ہیں کیا یہ قصر کہلاتی ہیں ؟ آپ نے فرمایا یہ پوری نماز ہے قصر تو بوقت جہاد ایک رکعت ہے پھر صلوۃ خوف کا اسی طرح ذکر کیا اس میں یہ بھی ہے کہ آپ کے سلام کے ساتھ آپ کے پیچھے والوں نے اور ان لوگوں نے سلام پھیرا اور اس میں دونوں حصہ فوج کے ساتھ ایک ایک رکعت پڑھنے کا بیان ہے پس سب کی ایک ایک رکعت ہے پھر صلوۃ خوف کا اسی طرح ذکر کیا اس میں یہ بھی ہے کہ آپ کے سلام کے ساتھ آپ کے پیچھے والوں نے ان لوگوں نے سلام پھیرا اور اس میں دونوں حصہ فوج کے ساتھ ایک ایک رکعت پڑھنے کا بیان ہے پس سب کی ایک ایک رکعت ہوئی اور حضور ﷺ کی دو رکعتیں۔ اور روایت میں ہے کہ ایک جماعت آپ کے پیچھے صف بستہ نماز میں تھی اور ایک جماعت دشمن کے مقابل تھی پھر ایک رکعت کے بعد آپ کے پیچھے والے اگلوں کی جگہ آگئے اور پہ پیچھے آگئے۔ یہ حدیث بہت سی کتابوں میں بہت سی سندوں کے ساتھ حضرت جابر سے مروی ہے۔ ایک اور حدیث جو بروایت سالم عن ابیہ مروی ہے اس میں یہ بھی ہے کہ پھر کھڑے ہو کر صحابہ نے ایک ایک رکعت اپنی اپنی ادا کرلی۔ اس حدیث کی بھی بہت سی سندیں اور بہت سے الفاظ ہیں حافظ ابوبکر بن مردویہ نے ان سب کو جمع کردیا، اور اسی طرح ابن جریر نے بھی، ہم اسے کتاب احکام کبیر میں لکھنا چاہتے ہیں انشاء اللہ۔ خوف کی نماز میں ہتھیار لئے رہنے کا حکم بعض کے نزدیک تو بطور وجوب کے ہے کیونکہ آیت کے ظاہری الفاظ ہیں امام شافعی کا بھی یہی قول ہے اور اسی کی تائید اس آیت کے پچھلے فقرے سے بھی ہوتی ہے کہ بارش یا بیماری کی وجہ سے ہتھیار اتار رکھنے میں تم پر گناہ نہیں اپنا بچاؤ ساتھ لئے رہو، یعنی ایسے تیار رہو کہ وقت آتے ہی بےتکلف وبے تکلیف ہتھیار سے آراستہ ہوجاؤ۔ اللہ نے کافروں کے لئے اہانت والا عذاب تیار کر رکھا ہے۔",
  "ayah": 102,
  "surah": 4
}
