{
  "text": "سچی توبہ کبھی مسترد نہیں ہوتی  اللہ تعالیٰ اپنا کرم اور اپنی مہربانی کو بیان فرماتا ہے کہ جس گناہ سے جو کوئی توبہ کرے اللہ اس کی طرف مہربانی سے رجوع کرتا ہے، ہر وہ شخص جو رب کی طرف جھکے رب اپنی مہربانی سے اور اپنی وسعت رحمت سے اسے ڈھانپ لیتا ہے اور اس کے صغیرہ کبیرہ گناہ کو بخشش دیتا ہے، چاہے وہ گناہ آسمان و زمین اور پہاڑوں سے بھی بڑے ہوں، بنو اسرائیل میں جب کوئی گناہ کرتا تو اس کے دروازے پر قدرتی حروف میں کفارہ لکھا ہوا نظر آجاتا جو اسے ادا کرنا پڑتا اور انہیں یہ بھی حکم تھا کہ ان کے کپڑے پر اگر پیشاب لگ جائے تو اتنا کپڑا کتروا ڈالیں اللہ نے اس امت پر آسانی کردی پانی سے دھو لینا ہی کپڑے کی پاکی رکھی اور توبہ کر لیناہی گناہ کی معافی، ایک عورت نے حضرت عبداللہ بن مفضل سے سوال کیا کہ عورت نے بدکاری کی پھر جب بچہ ہوا تو اسے مار ڈالا آپ نے فرمایا اس کی سزا جہنم ہے وہ روتی ہوئی واپس چلی تو آپ نے اسے بلایا اور (وَمَنْ يَّعْمَلْ سُوْۗءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا) 4۔ النسآء :110) پڑھ کر سنائی تو اس نے اپنے آنسو پونچھ ڈالے اور واپس لوٹ گئی، حضور ﷺ فرماتے ہیں جس مسلمان سے کوئی گناہ سرزد ہوجائے پھر وہ وضو کرکے دو رکعت نماز ادا کرکے اللہ سے استغفار کرے تو اللہ اس کے اس گناہ کو بخش دیتا ہے پھر آپ نے یہ آیت اور (وَالَّذِيْنَ اِذَا فَعَلُوْا فَاحِشَةً اَوْ ظَلَمُوْٓا اَنْفُسَھُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِھِمْ ۠ وَ مَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُ ڞ وَلَمْ يُصِرُّوْا عَلٰي مَا فَعَلُوْا وَھُمْ يَعْلَمُوْنَ) 3۔ آل عمران :135) کی تلاوت کی۔ اس حدیث کا پورا بیان ہم نے مسند ابوبکر میں کردیا ہے اور کچھ بیان سورة آل عمران کی تفسیر میں بھی گذرا ہے، حضرت ابو درداء فرماتے ہیں رسول اللہ ﷺ کی عادت مبارک تھی کہ مجلس میں سے اٹھ کر اپنے کسی کام کے لئے کبھی جاتے اور واپس تشریف لانے کا ارادہ بھی ہوتا جوتی یا کپڑا کچھ نہ کچھ چھوڑ جاتے، ایک مرتبہ آپ اپنی جوتی چھوڑے ہوئے اٹھے ڈولچی پانی کی ساتھ لے چلے میں بھی آپ کے پیچھے ہو لیا آپ کچھ دور جا کر بغیر حاجت پوری کئے واپس آئے اور فرمانے لگے۔ میرے پاس میرے رب کی طرف سے ایک آنے والا آیا اور مجھے یہ پیغام دے گیا، پھر آپ نے (وَمَنْ يَّعْمَلْ سُوْۗءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا) 4۔ النسآء :110) پڑھی اور فرمایا میں اپنے صحابہ کو یہ خوشخبری سنانے کے لئے راستے میں ہی لوٹ آیا ہوں اس سے پہلے چونکہ (وَمَنْ يَّعْمَلْ سُوْۗءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا) 4۔ النسآء :110) یعنی ہر برائی کرنے والے کو اس کی برائی کا بدلہ ملے گا اتر چکی تھی اس لئے صحابہ بہت پریشان تھے، میں نے کہا یا رسول اللہ ﷺ کسی نے زنا کیا ہو ؟ چوری کی ہو ؟ پھر وہ استفغار کرے تو اسے بھی اللہ بخش دے گا ؟ آپ نے فرمایا ہاں، میں نے دوبارہ پوچھا آپ نے کہا ہاں میں نے سہ بارہ دریافت کیا تو آپ نے فرمایا ہاں گو ابو دراداء کی ناک خاک آلود ہو، پس حضرت ابو درداء جب یہ حدیث بیان کرتے اپنی ناک پر مار کر بتاتے۔ اس کی اسناد ضعیف ہے اور یہ حدیث غریب ہے۔ پھر فرمایا گناہ کرنے والا اپنا ہی برا کرتا ہے جیسے اور جگہ ہے کوئی دوسرے کا بوجھ نہیں اٹھائے گا، ایک دوسرے کو نفع نہ پہنچا سکے گا، ہر شخص انپے کرتوت کا ذمہ دار ہے، کوئی بوجھ بٹائی نہ ہوگا، اللہ کا علم، اللہ کی حکمت اور الٰہی عدل و رحمت کے خلاف ہے کہ ایک گناہ کرے اور دوسرا پکڑا جائے۔ پھر فرماتا ہے جو خود برا کام کرکے کسی بےگناہ کے سر تھوپ دے جیسے بنوابیرق نے لبید کا نام لے دیا جو واقعہ تفصیل وار اس سے اگلی آیت کی تفسیر میں بیان ہوچکا ہے، یا مراد زید بن سمین یہودی ہے جیسے بعض اور مفسرین کا خیال ہے کہ اس چوری کی تہمت اس قبیلے نے اس بےگناہ شخص کے ذمہ لگائی تھی اور خود ہی خائن اور ظلم تھے، آیت گوشان نزول کے اعتبار سے خاص ہے لیکن حکم کے اعتبار سے عام ہے جو بھی ایسا کرے وہ اللہ کی سزا کا مستحق ہے۔ اس کے بعد کی (آیت ولولا الخ،) کا تعلق بھی اسی واقعہ سے ہے یعنی لبید بن عروہ اور ان کے ساتھیوں نے بنوابیرق کے چوروں کی حضور ﷺ کے سامنے برات اور ان کی پاکدامنی کا اظہار کرکے حضور ﷺ کو اصلیت سے دور رکھنے کا سارا کام پورا کرلیا تھا، لیکن اللہ تعالیٰ نے جو آپ کی عصمت کا حقیقی نگہبان ہے آپ کو اس خطرناک موقعہ پر خائنوں کی طرف داری سے بچا لیا اور اصلی واقعہ صاف کردیا۔ کتاب سے مراد قرآن اور حکم سے مراد سنت ہے۔ نزول وحی سے پہلے آپ جو نہ جانتے تھے ان کا علم پروردگار نے آپ کو بذریعہ وحی کردیا جیسے اور آیت میں ہے وکذلک اوجینا الیک روحا من امرنا سے پوری سوت تک اور آیت میں ہے (وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّـلْكٰفِرِيْنَ) 28۔ القصص :86) اسی لئے یہاں بھی فرمایا۔ یہ سب باتیں اللہ کا فضل ہیں جو آپ کے شامل حال ہے۔",
  "ayah": 111,
  "surah": 4
}
