{
  "text": "اچھے کاموں کی دعوت اور برے کاموں سے روکنے کے علاوہ تمام باتیں قابل مواخذہ ہیں  لوگوں کے اکثر کلام بےمعنی ہوتے ہیں سوائے ان کے جن کی باتوں کا مقصد دوسروں کی بھلائی اور لوگوں میں میل ملاپ کرانا ہو، حضرت سفیان ثوری کی عیادت کے لئے لوگ جاتے ہیں ان میں سعید بن حسان بھی ہیں تو آپ فرماتے ہیں سعید تم نے ام صالح کی روایت سے جو حدیث بیان کی تھی آج اسے پھر سناؤ، آپ سند بیان کرکے فرماتے ہیں حضور ﷺ نے فرمایا انسان کی تمام باتیں قابل مواخذہ ہیں بجز اللہ کے ذکر اور اچھے کاموں کے بتانے اور برے کاموں سے روکنے کے، حضرت سفیان نے کہا یہی مضمون اس آیت میں ہے، یہی مضمون آیت (يَوْمَ يَقُوْمُ الرُّوْحُ وَالْمَلٰۗىِٕكَةُ صَفًّا ٷ لَّا يَتَكَلَّمُوْنَ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَقَالَ صَوَابًا) 78۔ النبأ :38) میں ہے یہی مضمون سورة والعصر میں ہے مسند احمد میں فرمان رسول ﷺ ہے کہ لوگوں کی آپس میں محبت بڑھانے اور صلح صفائی کے لئے جو بھی بات کہے ادھر ادھر سے کہے یا قسم اٹھائے وہ جھوٹوں میں داخل نہیں، حضرت ام کلثوم بنت عقبہ فرماتی ہیں میں نے آپ کو ادھر کی بات ادھر کہنے کی تین صورتوں میں اجازت دیتے ہوئے سنا ہے \" جہاد کی ترغیب میں، لوگوں میں صلح کرانے اور میاں بیوی کو ملانے کی صورت میں \" یہ ہجرت کرنے والیوں اور بیعت کرنے والیوں میں سے ہیں۔ ایک اور حدیث میں ہے کیا میں تمہیں ایک ایسا عمل بتاؤں ؟ جو روزہ نماز اور صدقہ سے بھی افضل ہے لوگوں نے خواہش کی تو آپ نے فرمایا وہ آپس میں اصلاح کرانا ہے فرماتے ہیں اور آپس کا فساد نیکیوں کو ختم کردیتا ہے (ابوداؤد وغیرہ) بزار میں ہے حضور ﷺ نے حضرت ابو ایوب سے فرمایا آ میں تجھے ایک تجارت بتاؤں لوگ جب لڑ جھگڑ رہے ہوں تو ان میں مصالحت کرا دے جب ایک دوسرے سے رنجیدہ ہوں تو انہیں ملا دے۔ اللہ تعالیٰ فرماتا ہے کہ ایسی بھلی باتیں رب کی رضامندی خلوص اور نیک نیتی سے جو کرے وہ اجر عظیم پائے گا۔ جو شخص غیر شرعی طریق پر چلے یعنی شرع ایک طرف ہو اور اس کی راہ ایک طرف ہو۔ فرمان رسول ﷺ کچھ ہو اور اس کا مقصد عمل اور ہو۔ حالانکہ اس پر حق واضح ہوچکا ہو دلیل دیکھ چکا ہو پھر بھی رسول ﷺ کی مخالفت کرکے مسلمانوں کی صاف راہ سے ہٹ جائے تو ہم بھی اسے ٹیڑھی اور بری راہ پر ہی لگا دیتے ہیں اسے وہی غلط راہ اچھی اور بھلی معلوم ہونے لگتی ہے یہاں تک کہ بیچوں بیچ جہنم میں جا پہنچتا ہے۔ مومنوں کی راہ کے علاوہ راہ اختیار کرنا دراصل رسول اللہ ﷺ کی مخالفت اور دشمنی کے مترادف ہے جو کبھی تو شارع ؑ کی صاف بات کے خلاف اور کبھی اس چیز کے خلاف ہوتا ہے جس پر ساری امت محمدیہ متفق ہے جس میں انہیں اللہ نے بوجہ ان کی شرافت و کرامت کے محفوظ کر رکھا ہے۔ اس بارے میں بہت سی حدیثیں بھی ہیں اور ہم نے بھی احادیث اصول میں ان کا بڑا حصہ بیان کردیا ہے، بعض علماء تو اس کے تواتر معنی کے قائل ہیں، حضرت امام شافعی غورو فکر کے بعد اس آیت سے امت کے اتفاق کی دلیل ہونے پر استدلال کیا ہے حقیقتاً یہی موقف بہترین اور قوی تر ہے، بعض دیگر ائمہ نے اس دلالت کو مشکل اور دور از آیت بھی بتایا ہے، غرض ایسا کرنے والے کی رسی اللہ میاں بھی ڈھیلی چھوڑ دیتے ہیں۔ جیسے فرمان ہے (آیت سنستدر جھم اور فلمازاغوا اور نذرھم) یعنی ہم ان کی بیخبر ی میں آہستہ آہستہ مہلت بڑھاتے رہتے ہیں، ان کے بہکتے ہی ہم بھی ان کے دلوں کو ٹیڑھا کردیتے ہیں، ہم انہیں ان کی سرکشی میں گم چھوڑ دیتے ہیں، بالآخر ان کی جائے بازگشت جہنم بن جاتی ہے جیسے فرمان ہے ظالموں کو ان کے ساتھیوں کے ساتھ قبروں سے اٹھائیں گے، اور جیسے فرمایا ظالم آگ کو دیکھ کر جان لے گا کہ اس میں کودنا پڑے گا لیکن کوئی صورت چھٹکارے کی نہ پائے گا۔",
  "ayah": 114,
  "surah": 4
}
