{
  "text": "مشرک کی پہچان اور ان کا انجام  اس سورت کے شروع میں پہلی آیت کے متعلق ہم پوری تفسیر کرچکے ہیں اور وہیں اس آیت سے تعلق رکھنے والی حدیثیں بھی بیان کردی ہیں، حضرت علی فرمایا کرتے تھے قرآن کی کوئی آیت مجھے اس آیت سے زیادہ محبوب نہیں (ترمذی) مشرکین سے دنیا اور آخرت کی بھلائی دور ہوجاتی ہے اور وہ راہ حق سے دور ہوجاتے ہیں وہ اپنے آپ کو اور اپنے دونوں جہانوں کو برباد کرلیتے ہیں، یہ مشرکین عورتوں کے پرستار ہیں، حضرت کعب فرماتے ہیں ہر صنم کے ساتھ ایک جنبیہ عورت ہے، حضرت عائشہ فرماتی ہیں اِنَاثًا سے مراد بت ہیں، یہ قول اور بھی مفسرین کا ہے، ضحاک کا قول ہے کہ مشرک فرشتوں کو پوجتے تھے اور انہیں اللہ کی لڑکیاں مانتے تھے اور کہتے تھے کہ ان کی عبادت ہے ہماری اصل غرض اللہ عزوجل کی نزدیکی حاصل کرنا ہے اور ان کی تصویریں عورتوں کی شکل پر بناتے تھے پھر حکم کرتے تھے اور تقلید کرتے تھے اور کہتے تھے کہ یہ صورتیں فرشتوں کی ہیں جو اللہ کی لڑکیاں ہیں۔ یہ تفسیر (اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى) 53۔ النجم :24) کے مضمون سے خوب ملتی ہے جہاں ان کے بتوں کے نام لے کر اللہ تعالیٰ نے فرمایا ہے کہ یہ خوب انصاف ہے کہ لڑکے تو تمہارے اور لڑکیاں میری ؟ اور آیت میں ہے (وَجَعَلُوا الْمَلٰۗىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۭاَشَهِدُوْا خَلْقَهُمْ ۭ سَـتُكْتَبُ شَهَادَتُهُمْ وَيُسْــَٔــلُوْنَ) 43۔ الزخرف :19) ان لوگوں نے اللہ تعالیٰ اور جنات میں نسب نکالے ہیں، ابن عباس فرماتے ہیں مراد مردے ہیں، حسن فرماتے ہیں ہر بےروح چیز اناث ہے خواہ خشک لکڑی ہو خواہ پتھر ہو، لیکن یہ قول غریب ہے۔ پھر ارشاد ہے کہ دراصل یہ شیطانی پوجا کے پھندے میں تھے، شیطان کو رب نے اپنی رحمت سے کردیا اور اپنی بارگاہ سے نکال باہر کیا ہے، اس نے بھی بیڑا اٹھا رکھا ہے کہ اللہ کے بندوں کو معقول تعداد میں بہکائے، قتادہ فرماتے ہیں یعنی ہر ہزار میں سے نو سو ننانوے کو جنم میں اپنے ساتھ لے جائے گا، ایک بچ رہے گا جو جنت کا مستحق ہوگا، شیطان نے کہا ہے کہ میں انہیں حق سے بہکاؤں گا اور انہیں امید دلاتا رہوں گا یہ توبہ ترک کر بیٹھیں گے، خواہشوں کے پیچھے پڑجائیں گے موت کو بھول بیٹھیں گے نفس پروری اور آخرت سے غافل ہوجائیں گے، جانوروں کے کان کاٹ کر یا سوراخ دار کرکے اللہ کے سوا دوسروں کے نام کرنے کی انہیں تلقین کروں گا، اللہ کی بنائی ہوئی صورتوں کو بگاڑنا سکھاؤں گا جیسے جانوروں کو خصی کرنا۔ ایک حدیث میں اس سے بھی ممانعت آئی ہے (شاید مراد اس سے نل منقطع کرنے کی غرض سے ایسا کرنا ہے) ایک معنی یہ بھی کئے گئے ہیں کہ چہرے پر گودنا گدوانا، جو صحیح مسلم کی حدیث میں ممنوع ہے اور جس کے کرنے والے پر اللہ کی لعنت وارد ہوئی ہے، ابن مسعود سے صحیح سند سے مروی ہے کہ گود نے والیوں اور گدوانے والیوں، پیشانی کے بال نوچنے والیوں اور نچوانے والیوں اور دانتوں میں کشادگی کرنے والیوں پر جو حسن و خوبصورتی کے لئے اللہ کی بناوٹ کو بگاڑتی ہیں اللہ کی لعنت ہے میں ان پر لعنت کیوں نہ بھیجوں ؟ جن پر رسول ﷺ نے لعنت کی ہے اور جو کتاب اللہ میں موجود ہے پھر آپ نے (وَمَآ اٰتٰىكُمُ الرَّسُوْلُ فَخُذُوْهُ ۤ وَمَا نَهٰىكُمْ عَنْهُ فَانْتَهُوْا ۚ وَاتَّقُوا اللّٰهَ ۭ اِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ) 59۔ الحشر :7) پڑھی بعض اور مفسرین کرام سے مروی ہے کہ مراد اللہ کے دین کو بدل دینا ہے جیسے اور آیت میں ہے (فَاَقِمْ وَجْهَكَ للدِّيْنِ حَنِيْفًا ۭ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَا ۭ لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۭ ذٰلِكَ الدِّيْنُ الْـقَيِّمُ ڎ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ) 30۔ الروم :30) یعنی اپنا چہرہ قائم رکھ کر اللہ کے یکطرفہ دین کا رخ اختیار کرنا یہ اللہ کی وہ فطرت ہے جس پر تمام انسانوں کو اس نے پیدا کیا ہے اللہ کی خلق میں کوئی تبدیلی نہیں، اس سے پچھلے (آخری) جملے کو اگر امر کے معنی میں لیا جائے تو یہ تفسیر ٹھیک ہوجاتی ہے یعنی اللہ کی فطرف کو نہ بدلو لوگوں کو میں نے جس فطرف پر پیدا کیا ہے اسی پر رہنے دو ، بخاری ومسلم میں ہے ہر بچہ فطرت پر پیدا ہوتا ہے لیکن اس کے ماں باپ پھر اسے یہودی یا نصرانی یا مجوسی بنا لیتے ہیں جیسے بکری کا صحیح سالم بچہ بےعیب ہوتا ہے لیکن پھر لوگ اس کے کان وغیرہ کاٹ دیتے ہیں اور اسے عیب دار کردیتے ہیں، صحیح مسلم میں ہے اللہ عزوجل فرماتا ہے میں نے اپنے بندوں کو یکسوئی والے دین پر پیدا کیا لیکن شیطان نے آکر انہیں بہکا دیا پھر میں نے اپنے حلال کو ان پر حرام کردیا۔ شیطان کو دوست بنانے والا اپنا نقصان کرنے والا ہے جس نقصان کی کبھی تلافی نہ ہو سکے۔ کیونکہ شیطان انہیں سبز باغ دکھاتا رہتا ہے غلط راہوں میں ان کی فلاح وبہود کا یقین دلاتا ہے دراصل وہ بڑا فریب اور صاف دھوکا ہوتا ہے، چناچہ شیطان قیامت کے دن صاف کہے گا اللہ کے وعدے سچے تھے اور میں تو وعدہ خلاف ہوں ہی میرا کوئی زور تم پر تھا ہی نہیں میری پکار کو سنتے ہی کیوں تم مست و بےعقل بن گئے ؟ اب مجھے کیوں کو ستے ہو ؟ اپنے آپ کو برا کہو۔ شیطانی وعدوں کو صحیح جاننے والے اس کی دلائی ہوئی اُمیدوں کو پوری ہونے والی سمجھنے والے آخرش جہنم واصل ہو نگے جہاں سے چھٹکارا محال ہوگا۔ ان بدبختوں کے ذکر کے بعد اب نیک لوگوں کا حال بیان ہو رہا ہے کہ جو دل سے میرے ماننے والے ہیں اور جسم سے میری تابعداری کرنے والے ہیں میرے احکام پر عمل کرتے ہیں میری منع کردہ چیزوں سے باز رہتے ہیں میں انہیں اپنی نعمتیں دوں گا انہیں جنتوں میں لے جاؤں گا جن کی نہریں جہاں یہ چاہیں خود بخود بہنے لگیں جن میں زوال، کمی یا نقصان بھی نہیں ہے، اللہ کا یہ وعدہ اصل اور بالکل سچا ہے اور یقینا ہونے والا ہے اللہ سے زیادہ سچی بات اور کس کی ہوگی ؟ اس کے سوا کوئی معبود برحق نہیں نہ ہی کوئی اس کے سوا مربی ہے، رسول اللہ ﷺ اپنے خطبے میں فرمایا کرتے تھے سب سے زیادہ سچی بات اللہ کا کلام ہے اور سب سے بہتر ہدایت محمد ﷺ کی ہدایت ہے اور تمام کاموں میں سب سے برا کام دین میں نئی بات نکالنا ہے اور ہر ایسی نئی بات کا نام بدعت ہے اور ہر بدعت گمراہی اور ہر گمراہی جہنم میں ہے۔",
  "ayah": 122,
  "surah": 4
}
