{
  "text": "مصائب گناہوں کا کفارہ  حضرت قتادہ فرماتے ہیں ہم سے ذکر کیا گیا کہ اہل کتاب اور مسلمان میں چرچہ ہونے لگا اہل کتاب تو یہ کہ کر اپنی فضلیت جتا رہے تھے کہ ہمارے نبی تمہارے نبی سے پہلے کے ہیں اور ہماری کتاب بھی تمہاری کتاب سے پہلے کی ہے اور مسلمان کہہ رہے تھے کہ ہمارے نبی خاتم الانبیاء ہیں اور ہماری کتاب تمام اگلی کتابوں کی تصدیق کرنے والی ہے اس پر یہ آیتیں اتریں اور مسلمانوں کی سابقہ دین والوں پر فضلیت بیان ہوئی، مجاہد سے مروی ہے کہ عرب نے کہا نہ تو ہم مرنے کے بعد جئیں گے نہ ہمیں عذاب ہوگا یہودیوں نے کہا صرف ہم ہی جنتی ہیں، یہی قول نصرانیوں کا بھی تھا اور کہتے تھے آگ ہمیں صرف چند دن ستائے گی، آیت کا مضمون یہ ہے کہ صرف اظہار کرنے اور دعویٰ کرنے سے صداقت و حقانیت ثابت نہیں ہوتی بلکہ ایماندار وہ ہے جس کا دل صاف ہو اور عمل شاہد ہوں اور اللہ تعالیٰ کی دلیل اس کے ہاتھوں میں ہو، تمہاری خواہشیں اور زبانی دعوے کوئی وقعت نہیں رکھتے نہ اہل کتاب کی تمنائیں اور بلند باتیں، نجات کا مدار ہیں بلکہ وقار و نجات اللہ سبحانہ و تعالیٰ کی فرماں برداری اور رسولوں کی تابعداری میں ہے، برائی کرنے والے کسی نسبت کی وجہ سے اس برائی کے خمیازے سے چھوٹ جائیں ناممکن ہے بلکہ رتی رتی بھلائی اور برائی قیامت کے دن اپنی آنکھوں سے اپنے سامنے دیکھ لیں گے، یہ آیت صحابہ پر بہت گراں گذری تھی اور حضرت صدیق نے کہا تھا کہ حضور ﷺ اب نجات کیسے ہوگی ؟ جبکہ ایک ایک عمل کا بدلہ ضروری ہے تو آپ نے فرمایا اللہ تعالیٰ تجھے بخشے ابوبکر یہ سزا وہی ہے جو کبھی تیری بیماری کی صورت میں ہوتی ہے کبھی تکلیف کی صورت میں کبھی صدمے اور غم و رنج کی صورت میں اور کبھی بلا و مصیبت کی شکل میں (مسند احمد) اور روایت میں ہے حضور ﷺ نے فرمایا ہر برائی کرنے والا دنیا میں بدلہ پالے گا۔ ابن مردویہ میں ہے حضرت عبداللہ بن عمر نے اپنے غلام سے فرمایا دیکھو جس جگہ حضرت عبداللہ بن زبیر کو سولی دی گئی ہے وہاں تم نہ چلنا، غلام بھول گیا، اب حضرت عبداللہ کی نظر ابن زبیر پر پڑی تو فرمانے لگے واللہ جہاں تک میری معلومات ہیں میری گواہی ہے کہ تو روزے دار اور نمازی اور رشتے ناتے جوڑے والا تھا مجھے اللہ سے امید ہے کہ جو لغزشیں تجھ سے ہوگئیں ان کا بدلہ دنیا میں ہی مکمل ہو اب تجھے اللہ کوئی عذاب نہیں دے گا پھر حضرت مجاہد کی طرف دیکھ کر فرمانے لگے میں نے حضرت ابوبکر سے سنا ہے وہ فرماتے تھے رسول اللہ ﷺ سے میں نے سنا جو شخص برائی کرتا ہے اس کا بدلہ دنیا میں ہی پالیتا ہے، دوسری روایت میں ہے کہ حضرت ابن عمر نے حضرت ابن زبیر کو سولی پر دیکھ کر فرمایا اے ابو حبیب اللہ تجھ پر رحم کرے میں نے تیرے والد کی زبان سے یہ حدیث سنی ہے، ابن مردویہ غم ناک ہوگئے انہیں یہ معلوم ہونے لگا کہ گویا ہر ہر عمل کا بدلہ ہی ملنا جب ٹھہرا تو نجات مشکل ہوجائے گی آپ نے فرمایا سنو صدیق تم اور تمہارے ساتھی یعنی مومن تو دنیا میں ہی بدلہ دے دئیے جاؤ گے اور ان مصیبتوں کے باعث تمہارے گناہ معاف ہوجائیں گے قیامت کے دن پاک صاف اٹھو گے ہاں اور لوگ کی برائیاں جمع ہوتی جاتی ہیں اور قیامت کے دن انہیں سزا دی جائے گی، یہ حدیث ترمذی نے بھی روایت کی ہے اور کہا ہے کہ اس کا راوی موسیٰ بن عبیدہ ضعیف ہے اور دوسرا راوی مولی بن سباع مجہول ہے اور بھی بہت سے طریق سے اس روایت کا ماحصل مروی ہے۔ ایک اور حدیث میں ہے، حضرت عائشہ نے کہا یا رسول اللہ ﷺ یہ آیت سب سے زیادہ ہم پر بھاری پڑتی ہے تو آپ نے فرمایا مومن کا یہ بدلہ وہی ہے جو مختلف قسم کی پریشانیوں اور تکلیفوں کی صورت میں اسے دنیا میں ہی مل جاتا ہے اور حدیث میں ہے کہ آپ نے فرمایا یہاں تک کہ مومن اپنی نقدی جیب میں رکھ لے پھر ضرورت کے وقت تلاش کرے تھوڑی دیر نہ ملے پھر جیب میں ہاتھ ڈالنے سے نکل آئے تو اتنی دیر میں جو اسے صدمہ ہوا اس سے بھی اس کے گناہ معاف ہوتے ہیں اور یہ بھی اس کی برائیوں کا بدلہ ہوجاتا ہے یونہی مصائب دنیا اسے کندن بنا دیتے ہیں کہ قیامت کا کوئی بوجھ اس پر نہیں رہتا جس طرح سونا بھٹی میں تپا کر نکال لیا جائے اس طرح دنیا میں پاک صاف ہو کر اللہ کے پاس جاتا ہے، ابن مردویہ میں ہے رسول اللہ ﷺ سے اس آیت کے بارے میں سوال کیا گیا تو آپ نے فرمایا مومن کو ہر چیز میں اجر دیا جاتا ہے یہاں تک کہ موت کی سختی کا بھی، مسند احمد میں ہے جب بندے کے گناہ زیادہ ہوجاتے ہیں اور انہیں دور کرنے والے بکثرت نیک اعمال ہوتے ہیں تو اللہ اس پر کوئی غم ڈال دیتا ہے جس سے اس کے گناہ معاف ہوجاتے ہیں، سعید بن منصور لائے ہیں کہ جب صحابہ پر اس آیت کا مضمون گراں گذرا تو حضور ﷺ نے ان سے فرمایا ٹھیک ٹھاک رہو اور ملے جلے رہو مسلمان کی ہر تکلیف اس کے گناہ کا کفارہ ہے یہاں تک کہ کانٹے کا لگنا بھی اس سے کم تکلیف بھی روایت میں ہے کہ جب صحابہ رو رہے تھے اور رنج میں تھے اس وقت حضور ﷺ نے ان سے یہ فرمایا، ایک شخص نے حضور ﷺ سے پوچھا کہ ہماری ان بیماریوں میں ہمیں کیا ملتا ہے ؟ آپ نے فرمایا یہ تمہارے گناہوں کا کفارہ ہوتی ہیں \" اسے سن کر حضرت کعب بن عجزہ نے دعا مانگی کہ یا اللہ مرتے دم تک مجھ سے بخار جدا نہ ہو لیکن حج وعمرہ جہاد اور نماز با جماعت سے محروم نہ ہوں ان کی یہ دعا قبول ہوئی جب ان کے جسم پر ہاتھ لگایا جاتا تو بخار چڑھا رہتا، ؓ (مسند) حضور ﷺ سے ایک مرتبہ کہا گیا کہ کیا ہر برائی کا بدلہ دیا جائے گا ؟ آپ نے فرمایا ہاں، اسی جیسا اور اسی جتنا لیکن ہر بھلائی کا بدلہ دس گنا کرکے دیا جائیگا پس اس پر افسوس ہے جس کی اکائیاں دہائیوں سے بڑھ جائیں، (ابن مردویہ) حضرت حسن فرماتے ہیں اس سے مراد کافر ہیں جیسے اور آیت میں ہے (وَهَلْ نُجٰزِيْٓ اِلَّا الْكَفُوْرَ) 24۔ سبأ :17) ابن عباس اور سعید بن جبیر فرماتے ہیں یہاں برائی سے مراد شرک ہے۔ یہ شخص اللہ کے سوا اپنا کوئی ولی اور مددگار نہ پائے گا، ہاں یہ اور بات ہے کہ توبہ کرلے، امام ابن جریر فرماتے ہیں ٹھیک بات یہی ہے کہ ہر برائی کو یہ آیت شامل ہے جیسے کہ احادیث گذر چکیں واللہ اعلم۔ بدعملیوں کی سزا کا ذکر کرکے اب نیک اعمال کی جزا کا بیان فرما رہا ہے بدی کی سزا یا تو دنیا میں ہی ہوجاتی ہے اور بندے کے لئے یہی اچھا یا آخرت میں ہوتی ہے اللہ اس سے محفوظ رکھے، ہم اللہ تعالیٰ سے سوال کرتے ہیں کہ وہ ہمیں دونوں جہان کی عافیت عطا فرمائے اور مہربانی اور درگذر کرے اور اپنی پکڑ اور ناراضگی سے بچالے، اعمال صالحہ کو اللہ تعالیٰ پسند فرماتا ہے اور اپنے احسان و کرم و رحم سے انہیں قبول کرتا ہے کسی مرد عورت کے کسی نیک عمل کو وہ ضائع نہیں کرتا ہاں یہ شرط ہے کہ وہ ایماندار ہو، ان نیک لوگوں کو وہ اپنی جنت میں داخل کرے گا اور ان کی حسنات میں کوئی کمی نہیں آنے دے گا، فتیل کہتے ہیں اس گٹھلی کے درمیان جو ہلکا سا چھلکا ہوتا ہے اس کو مگر یہ دونوں تو کھجور کے بیج میں ہوتے ہیں اور قطمیر کہتے ہیں اس بیج کے اوپر کے لفافے کو اور یہ تینوں لفظ اس موقعہ پر قرآن میں آئے ہیں۔ پھر فرمایا اس سے اچھے دین والا کون ہے ؟ جو نیک نیتی کے ساتھ اس کے فرمان کے مطابق اس کے احکام بجا لائے اور ہو بھی وہ محسن یعنی شریعت کا پابند دین حق اور ہدایت پر چلنے والا رسول کی حدیث پر عمل کرنے والا ہر نیک عمل کی قبولیت کے لئے یہ دونوں باتیں شرط ہیں یعنی خلوص اور وحی کے مطابق ہونا، خلوص سے یہ مطلب کہ فقط اللہ کی رضامندی مطلوب ہو اور ٹھیک ہونا یہ ہے کہ شرعیت کی ماتحتی میں ہو، پس ظاہر تو قرآن حدیث کے موافق ہونے سے ٹھیک ہوجاتا ہے اور باطن نیک نیتی سے سنور جاتا ہے، اگر ان دو باتوں میں سے ایک بھی نہ ہو تو وہ عمل فاسد ہوتا ہے، اخلاص نہ ہونے سے منافقت آجاتی ہے لوگوں کی رضا جوئی اور انہیں کھانا مقصود ہوجاتا ہے اور عمل قابل قبول نہیں رہتا سنت کے موافق نہ ہونے سے ضلالت و جہالت کا مجموعہ ہوجاتا ہے اور اس سے بھی عمل پایہ قبولیت سے گر جاتا ہے اور چونکہ مومن کا عمل ریاکاری اور شرعیت کے مخالفت سے بچا ہوا ہوتا ہے اس لئے اس کا عمل سب سے اچھا عمل ہوجاتا ہے جو اللہ کو پسند آتا ہے اور اس کی جزا کا بلکہ اور گناہوں کی بخشش کا سبب بن جاتا ہے۔ اعزاز خلیل کیوں اور کیسے ملا ؟  اسی لئے اس کے بعد ہی فرمایا ملت ابراہیم حنیف کی پیروی کرو یعنی آنحضرت ﷺ کی اور آپ کے قدم بہ قدم چلنے والوں کی بھی قیامت تک ہوں، جیسے اور آیت میں ہے (آیت ان اولی الناس بابراھیم الخ،) یعنی ابراہیم ؑ سے قریب تر وہ لوگ ہیں جو ان کے ہر حکم کی تعمیل کرتے رہے اور نبی ہوئے۔ دوسری آیت میں فرمایا (ثُمَّ اَوْحَيْنَآ اِلَيْكَ اَنِ اتَّبِعْ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۭ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ) 16۔ النحل :123) پھر ہم نے تیری طرف وحی کی کہ ابراہیم حنیف کی ملت کی پیروی کر جو مشرک نہ تھے، حنیف کہتے ہیں قصداً شرک سے بیزار اور پوری طرح حق کی طرف متوجہ ہونے والا جسے کوئی روکنے والا روک نہ سکے اور کوئی ہٹانے والا ہٹا نہ سکے۔ پھر حضرت خلیل اللہ کی اتباع کی تاکید اور ترغیب کے لئے ان کا وصف بیان کیا کہ وہ اللہ کے دوست ہیں، یعنی بندہ ترقی کرکے جس اعلیٰ سے اعلیٰ درجے تک پہنچ سکتا ہے اس تک وہ پہنچ گئے خلت کے درجے سے کوئی بڑا درجہ نہیں محبت کا یہ اعلیٰ تر مقام ہے اور یہاں تک حضرت ابراہیم عروج کر گئے ہیں اس کی وجہ کی کامل اطاعت ہے جیسے فرمان ہے (وَاِبْرٰهِيْمَ الَّذِيْ وَفّيٰٓ) 53۔ النجم :37) یعنی ابراہیم کو جو حکم ملا وہ اسے بخوشی بجالائے، کبھی اللہ کی مرضی سے منہ نہ موڑا، کبھی عبادت سے نہ اکتائے کوئی چیز انہیں عبادت الہیہ سے مانع نہ ہوئی اور آیت میں ہے (وَاِذِ ابْتَلٰٓى اِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَاَتَـمَّهُنَّ ۭ قَالَ اِنِّىْ جَاعِلُكَ للنَّاسِ اِمَامًا ۭ قَالَ وَمِنْ ذُرِّيَّتِىْ ۭ قَالَ لَا يَنَالُ عَهْدِي الظّٰلِمِيْنَ) 2۔ البقرۃ :124) جب جب جس جس طرح اللہ عزاسمہ نے ان کی آزمائش لی وہ پورے اترے جو جو اللہ تعالیٰ نے فرمایا انہوں نے کر دکھایا۔ فرمان ہے کہ ابراہیم مکمل یکسوئی سے توحید کے رنگ میں شرک سے بچتا ہوا ہمارا تابع فرمان بنا رہا۔ حضرت معاذ نے یمن میں صبح کی نماز میں جب یہ آیت پڑھی تو ایک شخص نے کہا لقدقررت عین ام ابراہیم ابراہیم کی ماں کی آنکھیں ٹھنڈی ہوئیں، بعض لوگ کہتے ہیں کہ خلیل اللہ لقب کی یہ وجہ ہوئی کہ ایک مرتبہ قحط سالی کے موقعہ پر آپ اپنے ایک دوست کے پاس مصر میں یا موصل میں گئے تاکہ وہاں سے کچھ اناج غلہ لے آئیں یہاں کچھ نہ ملا خالی ہاتھ لوٹے جب اپنی بستی کے قریب پہنچے تو خیال آیا آؤ اس ریت کے تودے میں سے اپنی بوریاں بھر کرلے چلو تاکہ گھر والوں کو قدرے تسکین ہوجائے چناچہ بھر لیں اور جانوروں پر لاد کے لے چلے، اللہ تعالیٰ کی قدرت سے وہ ریت سچ مچ آٹا بن گئی آپ تو گھر پہنچ کر لیٹ رہے تھکے ہارے تو تھے ہی آنکھ لگ گئی گھر والوں نے بوریاں کھولیں اور انہیں بہترین آٹے سے بھرا ہوا پایا آٹا گوندھا روٹیاں پکائیں جب یہ جاگے اور گھر میں سب کو خوش خوش پایا اور روٹیاں بھی تیار دیکھیں تو تعجب سے پوچھنے لگے آٹا کہاں سے آیا ؟ جو تم نے روٹیاں پکائیں انہوں نے کہا آپ ہی تو اپنے دوست کے ہاں سے لائے ہیں اب آپ سمجھ گئے اور فرمایا ہاں یہ میں اپنے دوست اللہ عزوجل سے لایا ہوں پس اللہ نے بھی آپ کو اپنا دوست بنا لیا اور خلیل اللہ نام رکھ دیا، لیکن اس کی صحت اور اس واقعہ میں ذرا تامل ہے، زیادہ سے زیادہ یہ ہے کہ یہ بنی اسرائیل کی روایت ہو جسے ہم سچا نہیں کہہ سکتے گو جھٹلا بھی نہیں سکتے حقیقت یہ ہے کہ آپ کو یہ لقب اس لئے ملا کہ آپ کے دل میں اللہ تعالیٰ کی محبت حد درجہ کی تھی کامل اطاعت شعاری اور فرمانبرداری تھی اپنی عبادتوں سے اللہ تعالیٰ کو خوش کرلیا تھا، نبی ﷺ نے بھی اپنے آخری خطبہ میں فرمایا تھا، لوگو اگر میں زمین والوں میں سے کسی کو خلیل اور ولی دوست بنانے والا ہوتا تو ابوبکر بن ابو قحافہ کو بناتا بلکہ تمہارے ساتھی اللہ تعالیٰ کے خلیل ہیں، (بخاری مسلم) اور روایت میں ہے اللہ اعلیٰ واکرم نے جس طرح ابراہیم کو خلیل بنا لیا تھا اسی طرح مجھے بھی اپنا خلیل کرلیا ہے، ایک مرتبہ اصحاب رسول آپ کے انتظار میں بیٹھے ہوئے آپس میں ذکر تذکرے کر رہے تھے ایک کہہ رہا تھا تعجب ہے کہ اللہ نے اپنی مخلوق میں سے حضرت ابراہیم کو اپنا خلیل بنایا دوسرے نے کہا اس سے بھی بڑھ کر مہربانی یہ کہ حضرت موسیٰ سے خود باتیں کیں اور انہیں کلیم بنایا، ایک نے کہا اور عیسیٰ تو روح اللہ اور کلمتہ اللہ ہے، ایک نے کہا آدم صفی اللہ اور اللہ تعالیٰ کے پسندیدہ ہیں، حضور ﷺ جب باہر تشریف لائے سلام کیا اور یہ باتیں سنیں تو فرمایا بیشک تمہارا قول صحیح ہے، ابراہیم خلیل اللہ ہیں اور موسیٰ کلیم اللہ ہیں اور عیسیٰ روح اللہ اور کلمتہ اللہ ہیں اور آدم صفی اللہ ہیں اور اسی طرح محمد ﷺ ہیں، مگر میں حقیقت بیان کرتا ہوں کچھ فخر کے طور پر نہیں کہتا کہ میں حبیب اللہ ہو، میں سب سے پہلا شفاعت کرنے والا ہوں اور سب سے پہلے شفاعت قبول کیا جانے والا ہوں اور سب سے پہلے جنت کے دروازے پر دستک دینے والا ہوں اللہ میرے لئے جنت کو کھول دے گا اور مجھے اس میں داخل کرے گا اور میرے ساتھ مومن فقراء ہوں گے قیامت کے دن تمام اگلوں پچھلوں سے زیادہ اکرام و عزت والا ہوں یہ بطور فخر کے نہیں بلکہ بطور سچائی کو معلوم کرانے کیلئے میں تم سے کہہ رہا ہوں، یہ حدیث اس سند سے تو غریب ہے لیکن اس کے بعض کے شاہد موجود ہیں۔ حضرت ابن عباس فرماتے ہیں کیا تم اس سے تعجب کرتے ہو کہ خلت صرف حضرت ابراہیم کے لئے تھی اور کلام حضرت موسیٰ کے لئے تھا اور دیدار حضرت محمد ﷺ کے لئے۔ صلوات اللہ وسلامہ علیھم اجمعین (مستدرک حاکم) اسی طرح کی روایت حضرت انس بن مالک اور بہت سے صحابہ تابعین اور سلف وخلف سے مروی ہے، ابن ابی حاتم میں ہے حضرت ابراہیم ؑ کی عادت تھی کہ مہانوں کیساتھ کھائیں۔ ایک دن آپ مہمان کی جستجو میں نکلے لیکن کوئی نہ ملا واپس آئے گھر میں داخل ہوئے تو دیکھا کہ ایک شخص کھڑا ہوا ہے پوچھا اے اللہ کے بندے تجھے میرے گھر میں آنے کی اجازت کس نے دی ؟ اس نے کہا اس مکان کے حقیقی مالک نے، پوچھا تم کون ہو ؟ کہا میں ملک الموت ہوں مجھے اللہ تعالیٰ نے اپنے ایک بندے کے پاس اس لئے بھیجا ہے کہ میں اسے یہ بشارت سنا دوں کہ اللہ تعالیٰ نے اسے اپنا خلیل بنا لیا ہے، یہ سن کر حضرت نے کہا پھر تو مجھے ضرور بتائیے کہ وہ بزرگ کون ہیں ؟ اللہ عزوجل کی قسم اگر وہ زمین کے کسی دور کے گوشے میں بھی ہوں گے میں ضرور جاکر ان سے ملاقات کروں گا پھر اپنی باقی زندگی ان کے قدموں میں ہی گزاروں گا یہ سن کر حضرت ملک الموت نے کہ وہ شخص خود آپ ہیں۔ آپ نے پھر دریافت فرمایا کیا سچ مچ میں ہی ہوں ؟ فرشتے نے کہا ہاں آپ ہی ہیں۔ آپ نے پھر دریافت فرمایا کہ آپ مجھے یہ بھی بتائیں گے کہ کس بنا پر کن کاموں پر اللہ تعالیٰ نے مجھے اپنا خلیل بنایا ؟ فرشتے نے فرمایا اس لئے کہ تم ہر ایک کو دیتے رہتے ہو اور خود کسی سے کچھ طلب نہیں کرتے اور روایت میں ہے۔ جب حضرت ابراہیم ؑ کو خلیل اللہ کے ممتاز اور مبارک لقب سے اللہ نے ملقب کیا تب سے تو ان کے دل میں اس قدر خوف رب اور ہیبت رب سما گئی کہ ان کے دل کا اچھلنا دور سے اس طرح سنا جاتا تھا جس طرح فضا میں پرند کے پرواز کی آواز۔ صحیح حدیث میں جناب رسول آخر الزمان ﷺ کی نسبت بھی وارد ہے کہ جس وقت اللہ تعالیٰ کا خوف آپ پر غالب آجاتا تھا تو آپ کے رونے کی آواز جسے آپ ضبط کرتے جاتے تھے اس طرح دور و نزدیک والوں کو سنائی دیتی تھی جیسے کسی ہنڈیا کے کھولنے کی آواز ہو۔ پھر فرمایا کہ زمین و آسمان میں جو کچھ ہے سب اللہ کی ملکیت میں اور اس کی غلامی میں اور اسی کا پیدا کیا ہوا ہے۔ جس طرح جب جو تصرف ان میں وہ کرنا چاہتا ہے بغیر کسی روک ٹوک کے بلامشورہ غیرے اور بغیر کسی کی شراکت اور مدد کے کر گذرتا ہے کوئی نہیں جو اس کے ارادے سے اسے باز رکھ سکے کوئی نہیں جو اس کے حکم میں حائل ہو سکے کوئی نہیں جو اس کی مرضی کو بدل سکے وہ عظمتوں اور قدرتوں والا وہ عدل وحکمت والا وہ لطف و رحم والا واحد وصمد اللہ ہے۔ اس کا علم ہر چھوٹی بڑی چیز کو گھیرے ہوئے ہے، مخفی سے مخفی اور چھوٹی سے چھوٹی اور دور سے دور والی چیز بھی اس پر پوشیدہ نہیں، ہماری نگاہوں سے جو پوشیدہ نہیں، ہماری نگاہوں سے جو پوشیدہ ہیں اس کے علم میں سب ظاہر ہیں۔",
  "ayah": 123,
  "surah": 4
}
