{
  "text": "میاں بیوی میں صلح وخیر کا اصول  اللہ تعالیٰ میاں بیوی کے حالات اور ان کے احکام بیان فرما رہا ہے کبھی مرد اس سے ناخوش ہوجاتا ہے کبھی چاہنے لگتا ہے اور کبھی الگ کردیتا ہے۔ پس پہلی حالت میں جبکہ عورت کو اپنے شوہر کی ناراضگی کا خیال ہے اور اسے خوش کرنے کے لئے اپنے تمام حقوق سے یا کسی خاص حق سے وہ دست برداری کرنا چاہے تو کرسکتی ہے۔ مثلاً اپنا کھانا کپڑا چھوڑ دے یا شب باشی کا حق معاف کر دے تو دونوں کے لئے جائز ہے۔ پھر اسی کی رغبت دلاتا ہے کہ صلح ہی بہتر ہے۔ حضرت سودہ بنت زمعہ جب بہت بڑی عمر کی ہوجاتی ہیں اور انہیں معلوم ہوتا ہے کہ حضور ﷺ نے اسے قبول فرما لیا۔ ابو داؤد میں ہے کہ اسی پر یہ آیت اتری۔ ابن عباس فرماتے ہیں میاں بیوی جس بات پر رضامند ہوجائیں وہ جائز ہے۔ آپ فرماتے ہیں حضور ﷺ کے وصال کے وقت آپ کی نوبیویاں تھیں جن میں سے آپ نے آٹھ کو باریاں تقسیم کر رکھی تھیں۔ بخاری مسلم میں ہے کہ حضرت سودہ کا دن بھی حضور ﷺ حضرت عائشہ کو دیتے تھے۔ حضرت عروہ کا قول ہے کہ حضرت سودہ کو بڑی عمر میں جب یہ معلوم ہوا کہ حضور ﷺ انہیں چھوڑ دینا چاہتے ہیں تو خیال کیا کہ آپ کو صدیقہ سے پوری محبت ہے اگر میں اپنی باری انہیں دیدوں تو کیا عجب کہ حضور ﷺ راضی ہوجائیں اور میں آپ کی بیویوں میں ہی آخر دم تک رہ جاؤں۔ حضرت عائشہ کا بیان ہے کہ حضور رات گزارنے میں اپنی تمام بیویوں کو برابر کے درجے پر رکھا کرتے تھے عموماً ہر روز سب بیویوں کے ہاں آتے بیٹھتے بولتے چالتے مگر ہاتھ نہ بڑھاتے پھر آخر میں جن بیوی صاحبہ کی باری ہوتی ان کے ہاں جاتے اور رات وہیں گزارتے۔ پھر حضرت سودہ کا واقعہ بیان فرماتے جو اوپر گذار (ابوداؤد) معجم ابو العباس کی ایک مرسل حدیث میں ہے کہ حضور نے حضرت سودہ کو طلاق کی خبر بجھوائی یہ حضرت عائشہ کے ہاں جابیٹھیں جب آپ تشریف لائے تو کہنے لگیں آپ کو اس اللہ تعالیٰ کی قسم ہے جس نے آپ پر اپنا کلام نازل فرمایا اور اپنی مخلوق میں سے آپ کو برگزیدہ اور اپنا پسندیدہ بنایا آپ مجھ سے رجوع کرلیجئے میری عمر بڑی ہوگئی ہے مجھے مرد کی خاص خواہش نہیں رہی لیکن یہ چاہت ہے کہ قیامت کے دن آپ کی بیویوں میں اٹھائی جاؤں چناچہ آپ نے یہ منظور فرمالیا اور رجوع کرلیا پھر یہ کہنے لگیں یا رسول اللہ ﷺ میں اپنی باری کا دن اور رات آپ کی محبوب حضرت عائشہ کو ہبہ کرتی ہوں۔ بخاری شریف میں آتا ہے کہ اس آیت سے مراد یہ ہے کہ ایک بڑھیا عورت جو اپنے خاوند کو دیکھتی ہے کہ وہ اس سے محبت نہیں کرسکتا بلکہ اسے الگ کرنا چاہتا ہے تو وہ کہتی ہے کہ میں اپنے حق چھوڑتی ہوں تو مجھے جدانہ کر تو آیت دونوں کی رخصت دیتی ہے یہی صورت اس وقت بھی ہے کہ جب کسی کو دو بیویاں ہوں اور ایک سے اس کی بوجہ اس کے بڑھاپے یا بدصورتی کے محبت نہ ہو اور وہ اسے جدا کرنا چاہتا اور یہ بوجہ اپنے لگاؤ یا بعض اور مصالح کے الگ ہونا پسند نہ کرتی تو اسے حق ہے کہ اپنے بعض یا سب حقوق سے الگ ہوجائے اور خاوند اس کی بات کو منظور کر کے اسے جدا نہ کرے۔ ابن جریر میں ہے کہ ایک شخص نے حضرت عمر سے ایک سوال (جسے اس کی بیہودگی کی وجہ سے) آپ نے ناپسند فرمایا اور اسے کوڑا ماردیا پھر ایک اور نے اسی آیت کی بابت سوال کیا تو آپ نے فرمایا کہ ہاں یہ باتیں پوچھنے کی ہیں اس سے ایسی صورت مراد ہے کہ مثلاً ایک شخص کی بیوی ہے لیکن وہ بڑھیا ہوگئی ہے اولاد نہیں ہوتی اس نے اولاد کی خاطر کسی جوان عورت سے اور نکاح کیا پھر یہ دونوں جس چیز پر آپس میں اتفاق کرلیں جائز ہے۔ حضرت علی سے جب اس آیت کی نسبت پوچھا گیا تو آپ نے فرمایا کہ اس سے مراد وہ عورت ہے جو بوجہ اپنے بڑھاپے کے یا بدصورتی کے یا بدخلقی کے یا گندگی کے اپنے خاوند کی نظروں میں گرجائے اور اس کی چاہت یہ ہو کہ خاوند مجھے نہ چھوڑے تو یہ اپنا پورا یا ادھورا مہر معاف کر دے یا اپنی باری معاف کر دے وغیرہ تو اس طرح صلح کرسکتے ہیں سلف اور ائمہ سے برابری اس کی یہی تفسیر مروی ہے بلکہ تقریباً اس پر اتفاق ہے میرے خیال سے تو اس کا کوئی مخالف نہیں واللہ اعلم۔ محمد بن مسلم کی صاحبزادی حضرت رافع بن خدیج کے گھر میں تھیں بوجہ بڑھاپے کے یا کسی اور امر کے یہ انہیں چاہتے نہ تھے یہاں تک کہ طلاق دینے کا ارادہ کرلیا اس پر انہوں نے کہا آپ مجھے طلاق تو نہ دیجئے اور جو آپ چاہیں فیصلہ کریں مجھے منظور ہے۔ اس پر یہ آیت اتری۔ ان دونوں آیتوں میں ذکر ہے اس عورت کا جس سے اس کا خاوند بگڑا ہوا ہو اسے چاہئے کہ اپنی بیوی سے کہہ دے کہ اگر وہ چاہے تو اسے طلاق دے دے اور اگر وہ چاہے تو اس بات کو پسند کر کے اس کے گھر میں رہے کہ وہ مال کی تقسیم میں اور باری کی تقسیم میں اس پر دوسری بیوی کو ترجیح دے گا اب اسے اختیار ہے اگر یہ دوسری شق کو منظور کرلے تو شرعاً خاوند کو جائز ہے کہ اسے باری نہ دے اور جو مہر وغیرہ اس نے چھوڑا ہے اسے اپنی ملکیت سمجھے۔ حضرت رافع بن خدیج انصاری ؓ کی بیوی صاحبہ جب سن رسید ہوگئیں تو انہوں نے ایک نوجوان لڑکی سے نکاح کیا اور پھر اسے زیادہ چاہنے لگے اور اسے پہلی بیوی پر مقدم رکھنے لگے آخر اس سے تنگ آ کر طلاق طلب کی آپ نے دے دی پھر عدت ختم ہونے کے قریب لوٹالی، لیکن پھر وہی حال ہوا کہ جوان بیوی کو زیادہ چاہنے لگے اور اس کی طرف جھک گئے اس نے پھر طلاق مانگی آپ نے دوبارہ طلاق دے دی پھر لوٹالیا لیکن پھر وہی نقشہ پیش آیا پھر اس نے قسم دی کہ مجھے طلاق دے دو تو آپ نے فرمایا دیکھو اب یہ تیسری آخری طلاق ہے اگر تم چاہو تو میں دے دوں اور اگر چاہو تو اسی طرح رہنا منظور کرو اس نے سوچ کر جواب دیا کہ اچھا مجھے اسے طرح منظور ہے چناچہ وہ اپنے حقوق سے دست بردار ہوگئیں اور اسی طرح رہنے سہنے لگیں۔ اس جملے کا کہ صلح خیر ہے ایک معنی تو یہ بیان کیا گیا ہے کہ خاوند کا اپنی بیوی کو یہ اختیار دینا کہ اگر تو چاہے تو اسی طرح رہ کر دوسری بیوی کے برابر تیرے حقوق نہ ہوں اور اگر تو چاہے تو طلاق لے لے، یہ بہتر ہے اس سے کہ یونہی دوسری کو اس پر ترجیح دئے ہوئے رہے۔ لیکن اس سے اچھا مطلب یہ ہے کہ بیوی اپنا کچھ چھوڑے دے اور خاوند اسے طلاق نہ دے اور آپس میں مل کر رہیں یہ طلاق دینے اور لینے سے بہتر ہے، جیسے کہ خود نبی اللہ علیہ صلوات اللہ نے حضرت سودہ بنت زمعہ ؓ کو اپنی زوجیت میں رکھا اور انہوں نے اپنا دن حضرت عائشہ ؓ کو ہبہ کردیا۔ آپ کے اس فعل میں بھی آپ کی امت کے لئے بہترین نمونہ ہے کہ ناموافقت کی صورت میں بھی طلاق کی نوبت نہ آئے۔ چونکہ اللہ اعلیٰ و اکبر کے نزدیک صلح افتراق سے بہتر ہے اس لئے یہاں فرما دیا کہ صلح خیر ہے۔ بلکہ ابن ماجہ وغیرہ کی حدیث میں ہے تمام حلال چیزوں میں سے سب سے زیادہ ناپسند چیز اللہ کے نزدیک طلاق ہے۔ پھر فرمایا تمہارا احسان اور تقویٰ کرنا یعنی عورت کی طرف کی ناراضگی سے درگذر کرنا اور اسے باوجود ناپسندیدگی کے اس کا پورا حق دینا باری میں لین دین میں برابری کرنا یہ بہترین فعل ہے جسے اللہ بخوبی جانتا ہے اور جس پر وہ بہت اچھا بدلہ عطا فرمائے گا۔ پھر ارشاد ہوتا ہے کہ گو تم چاہو کہ اپنی کئی ایک بیویوں کے درمیان ہر طرح بالکل پورا عدل و انصاف اور برابری کرو تو بھی تم کر نہیں سکتے۔ اس لئے کہ گو ایک ایک رات کی باری باندھ لو لیکن محبت چاہت شہوت جماع وغیرہ میں برابری کیسے کرسکتے ہو ؟ ابن ملکیہ فرماتے ہیں یہ بات حضرت عائشہ کے بارے میں نازل ہوئی ہے حضور ﷺ انہیں بہت چاہتے تھے، اسی لئے ایک حدیث میں ہے کہ حضور ﷺ عورتوں کے درمیان صحیح طور پر مساوات رکھتے تھے لیکن پھر بھی اللہ تعالیٰ سے دعا کرتے ہوئے فرماتے تھے الٰہی یہ وہ تقسیم ہے جو میرے بس میں تھی اب جو چیز میرے قبضہ سے باہر ہے یعنی دلی تعلق اس میں تو مجھے ملامت نہ کرنا (ابو داؤد) اس کی اسناد صحیح ہے لیکن امام ترمذی فرماتے ہیں دوسری سند سے یہ مرسلاً مروی ہے اور وہ زیادہ صحیح ہے۔ پھر فرمایا بالکل ہی ایک جانب جھک نہ جاؤ کہ دوسری کو لٹکا دو وہ نہ بےخاوند کی رہے نہ خاوند والی وہ تمہاری زوجیت میں ہو اور تم اس سے بےرخی برتو نہ تو اسے طلاق ہی دو کہ اپنا دوسرا نکاح کرلے نہ اس کے وہ حقوق ادا کرو جو ہر بیوی کے لئے اس کے میاں پر ہیں۔ حضور ﷺ فرماتے ہیں جس کی دو بیویاں ہوں پھر وہ بالکل ہی ایک کی طرف جھک جائے تو قیامت کے دن اللہ کے سامنے اس طرح آئے گا کہ اس کا آدھا جسم ساقط ہوگا (احمد وغیرہ) امام ترمذی فرماتے ہیں یہ حدیث مرفوع طریق سے سوائے ہمام کی حدیث کے پہچانی نہیں جاتی۔ پھر فرماتا ہے اگر تم اپنے کاموں کی اصلاح کرلو اور جہاں تک تمہارے اختیار میں ہو عورتوں کے درمیان عدل و انصاف اور مساوات برتو ہر حال میں اللہ سے ڈرتے رہا کرو، اس کے باوجود اگر تم کسی وقت کسی ایک کی طرف کچھ مائل ہوگئے ہو اسے اللہ تعالیٰ معاف فرما دے گا۔ پھر تیسری حالت بیان فرماتا ہے کہ اگر کوئی صورت بھی نباہ کی نہ و اور دونوں الگ ہوجائیں تو اللہ ایک کو دوسرے سے بےنیاز کر دے گا، اسے اس سے اچھا شوہر اور اسے اس سے اچھی بیوی دے دے گا۔ اللہ کا فضل بہت وسیع ہے وہ بڑے احسانوں والا ہے اور ساتھ ہی وہ حکیم ہے تمام افعال ساری تقدیریں اور پوری شریعت حکمت سے سراسر بھرپور ہے۔",
  "ayah": 129,
  "surah": 4
}
