{
  "text": "عمل میں صفر دعویٰ میں اصلی مسلمان منافقوں کی بد باطنی کا ذکر ہے کہ مسلمانوں کی بربادی اس کی پستی کی تلاش میں لگے رہتے ہیں ٹوہ لیتے رہتے ہیں، اگر کسی جہاد میں مسلمان کامیاب و کامران ہوگئے اللہ کی مدد سے یہ غالب آگئے تو ان کے پیٹ میں گھسنے کے لئے آ آ کر کہتے ہیں کیوں جی ہم بھی تو تمہارے ساتھی ہیں اور اگر کسی وقت مسلمانوں کی آزمائش کے لئے اللہ جل شانہ نے کافروں کو غلبہ دے دیا جیسے احد میں ہوا تھا گو انجام کار حق ہی غالب رہا تو یہ ان کی طرف لپکتے ہیں اور کہتے ہیں دیکھو پوشیدہ طور پر تو ہم تمہاری تائید ہی کرتے رہے اور انہیں نقصان پہنچاتے رہے یہ ہماری ہی چالاکی تھی جس کی بدولت آج تم نے ان پر فتح پا لی۔ یہ ہیں ان کے کرتوت کہ دو کشتیوں میں پاؤں رکھ چھوڑتے ہیں \" دھوبی کا کتا گھر کا نہ گھاٹ کا \" گو یہ اپنی اس مکاری کو اپنے لئے باعث فخر جانتے ہوں لیکن دراصل یہ سرا ان کی بےایمانی اور کم یقینی کی دلیل ہے بھلا کچا رنگ کب تک رہتا ہے ؟ گاجر کی پونگی کب تک بجے گی ؟ کاغذ کی ناؤ کب تک چلے گی ؟ وقت آ رہا ہے کہ اپنے کئے پر نادم ہوں گے اپنی بیوقوفی پر ہاتھ ملیں گے اپنے شرمناک کرتوت پر ٹسوے بہائیں گے اللہ کا سچا فیصلہ سن لیں گے اور تمام بھلائیوں سے ناامید ہوجائیں گے۔ بھرم کھل جائے گا ہر راز فاش ہوجائے گا اندر کا باہر آجائے گا یہ پالیسی اور حکمت عملی یہ مصلحت وقت اور مقتضائے موقعہ نہایت ڈراؤنی صورت سے سامنے آجائے گا اور عالم الغیب کے بےپناہ عذابوں کا شکار بن جائیں گے ناممکن ہے کہ کافروں کو اللہ تعالیٰ مومنوں پر غالب کر دے، حضرت علی سے ایک شخص نے اس کا مطلب پوچھا تو آپ نے اول جملے کے ساتھ ملا کر پڑھ دیا۔ مطلب یہ تھا کہ قیامت کے دن ایسا نہ ہوگا، یہ بھی مروی ہے کہ سبیل سے مراد حجت ہے، لیکن تاہم اس کے ظاہری معنی مراد لینے میں بھی کوئی مانع نہیں یعنی یہ ناممکن ہے کہ اللہ تعالیٰ اب سے لے کر قیامت تک کوئی ایسا وقت لائے کہ کافر اس قدر غلبہ حاصل کرلیں کہ مسلمانوں کا نام مٹا دیں یہ اور بات ہے کہ کسی جگہ کسی وقت دنیاوی طور پر انہیں غلبہ مل جائے لیکن انجام کار مسلمانوں کے حق میں ہی مفید ہوگا دنیا میں بھی اور آخرت میں بھی فرمان الٰہی ہے (اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِي الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُ) 40۔ غافر :51) ہم اپنے رسولوں اور ایماندار بندوں کو مدد دنیا میں بھی ضرور دیں گے اور یہ معنی لینے میں ایک لطافت یہ بھی ہے کہ منافقوں کے دلوں میں مسلمانوں کو ذلت اور بربادی کا شکار دیکھنے کا جو انتظار تھا مایوس کردیا گیا کہ کفار کو مسلمانوں پر اللہ تعالیٰ اس طرح غالب نہیں کرے گا کہ تم پھولے نہ سماؤ اور کچھ لوگ جس ڈر سے مسلمانوں کا ساتھ کھلے طور پر نہ دیتے تھے ان کے ڈر کو بھی زائل کردیا کہ تم یہ نہ سمجھو کہ کسی وقت بھی مسلمان مٹ جائیں گے اسی مطلب کی وضاحت (فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۗىِٕرَةٌ) 5۔ المائدہ :52) میں کردی ہے۔ اس آیت کریمہ سے حضرات علماء کرام نے اس امر پر بھی استدلال کیا ہے کہ مسلمان غلام کو کافر کے ہاتھ بیچنا جائز نہیں، کیونکہ اس صورت میں ایک کافر کو ایک مسلمان پر غالب کردینا ہے اور اس میں مسلمان کی ذلت ہے جن بعض ذی علم حضرات نے اس سودے کو جائز رکھا ہے ان کا فیصلہ ہے کہ وہ اپنی ملک سے اس کو اسی وقت آزاد کر دے۔",
  "ayah": 141,
  "surah": 4
}
