{
  "text": "محسوس معجزہ کی مانگ اور بنی سرائیل کی حجت بازیاں  یہودیوں نے جناب رسالت مآب ﷺ سے کہا کہ جس طرح حضرت موسیٰ ؑ اللہ کی طرف سے توراۃ ایک ساتھ لکھی ہوئی ہمارے پاس لائے، آپ بھی کوئی آسمانی کتاب پوری لکھی لکھائی لے آیئے۔ یہ بھی مروی ہے کہ انہوں نے کہا تھا کہ ہمارے نام اللہ تعالیٰ خط بھیجے کہ ہم آپ کی نبوت کو مان لیں۔ یہ سوال بھی ان کا بدنیتی سے بطور مذاق اور کفر تھا۔ جیسا کہ اہل مکہ نے بھی اسی طرح کا ایک سوال کیا تھا، جس طرح سورة سبحان میں مذکور ہے کہ \" جب تک عرب کی سر زمین میں دریاؤں کی ریل پیل اور ترو تازگی کا دور دورہ نہ ہوجائے ہم آپ پر ایمان نہیں لائیں گے۔ \" پس بطور تسلی کے آنحضرت ﷺ سے اللہ تعالیٰ فرماتا ہے ان کی اس سرکشی اور بیجا سوال پر آپ کبیدہ خاطر نہ ہوں ان کی یہ بد عادت پرانی ہے، انہوں نے حضرت موسیٰ سے اس سے بھی زیادہ بیہودہ سوال کیا تھا کہ ہمیں اللہ تعالیٰ خود کو دکھائے۔ اس تکبر اور سرکشی اور فضول سوالوں کی پاداش بھی یہ بھگت چکے ہیں یعنی ان پر آسمانی بجلی گری تھی۔ جیسے سورة بقرہ میں تفصیل وار بیان گذر چکا۔ ملاحظہ ہو آیت (وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصّٰعِقَةُ وَاَنْتُمْ تَنْظُرُوْنَ) 2۔ البقرۃ :52) یعنی \" جب تم نے کہا تھا کہ اے موسیٰ ہم تجھ پر ہرگز ایمان نہ لائیں گے جب تک کہ اللہ تعالیٰ کو ہم صاف طور پر اپنی آنکھوں سے نہ دیکھ لیں پس تمہیں بجلی کے کڑاکے نہ پکڑ لیا اور ایک دوسرے کے سامنے سب ہلاک ہوگئے، پھر بھی ہم نے تمہاری موت کے بعد دوبارہ تمہیں زندہ کردیا تاکہ تم شکر کرو۔ \" پھر فرماتا ہے کہ \" بڑی بڑی نشانیاں دیکھ چکنے کے بعد بھی ان لوگوں نے بچھڑے کو پوجنا شروع کردیا۔ \" مصر میں اپنے دشمن فرعون کا حضرت موسیٰ کے مقابلے میں ہلاک ہونا اس کے تمام لشکروں کا نامرادی کی موت مرنا، ان کا دریا سے بچ کر پار نکل آنا، ابھی ابھی ان کی نگاہوں کے سامنے ہوا تھا لیکن وہاں سے چل کر کچھ دور جا کر ہی بت پرستوں کو بت پرستی کرتے ہوئے دیکھ کر اپنے پیغمبر سے کہتے ہیں \" ہمارا بھی ایک ایسا ہی معبود بنادو۔ \" جس کا پورا بیان سورة اعراف میں ہے اور سورة طہ میں بھی۔ پھر حضرت موسیٰ اللہ تعالیٰ سے مناجات کرتے ہیں، ان کی توبہ کی قبولیت کی یہ صورت ٹھہرتی ہے کہ جنہوں نے گو سالہ پرستی نہیں کی وہ گوسالہ پرستوں کو قتل کریں۔ جب قتل شروع ہوجاتا ہے، اللہ ان کی توبہ قبول فرماتا ہے اور مرے ہوؤں کو بھی دوبارہ زندہ کردیتا ہے۔ پس یہاں فرماتا ہے ہم نے اس سے بھی درگذر کیا اور یہ جرم عظیم بھی بخش دیا اور موسیٰ کو ظاہر حجت اور کھلا غلبہ عنایت فرمایا اور جب ان لوگوں نے توراۃ کے احکام ماننے سے انکار کردیا۔ حضرت موسیٰ ؑ کی فرمانبرداری سے بیزاری ظاہر کی تو ان کے سروں پر طور پہاڑ کو معلق کھڑا کردیا اور ان سے کہا کہ اب بولو ! پہاڑ گرا کر پاش پاش کردیں یا احکام قبول کرتے ہو ؟ تو یہ سب سجدے میں گرپڑے اور گریہ زاری شروع کی اور احکام الٰہی بجا لانے کا مضبوط عہد و پیمان کیا یہاں تک کہ دل میں دہشت تھی اور سجدے میں کنکھیوں سے اوپر دیکھ رہے تھے کہ کہیں پہاڑ نہ گرپڑے اور دب کر نہ مرجائیں، پھر پہاڑ ہٹایا گیا۔ ان کی دوسری کشی کا بیان ہو رہا ہے کہ قول و فعل دونوں کو بدل دیا، حکم ملا تھا کہ بیت المقدس کے دروازے میں سجدے کرتے ہوئے جائیں اور حطتہ کہیں \" یعنی اے اللہ ہماری خطائیں بخش کہ ہم نے جہاد چھوڑ دیا اور تھک کر بیٹھ رہے جس کی سا میں چالیس سال میدان تیہ میں سرگشتہ و حیران و پریشان رہے \" لیکن ان کی کم ظرفی کا یہاں بھی مظاہرہ ہوا اور اپنی رانوں کے بل گھسٹتے ہوئے دروازے میں داخل ہونے لگے اور حنطتہ فی شعرۃ کہنے لگے یعنی گیہوں کی بالیں ہمیں دے۔ پھر ان کی اور شرارت سنئے ہفتہ وار دن کی تعظیم و کریم کرنے کا ان سے وعدہ لیا گیا اور مضبوط عہد و پیمان ہوگیا لیکن انہوں نے اس کی بھی مخالفت کی نافرمانی پر کمربستہ ہو کر حرمت کرنے کا ان سے وعدہ لیا گیا اور مضبوط عہد و پیمان ہوگیا لیکن انہوں نے اس کی بھی مخالفت کی نافرمانی پر کمر بستہ ہو کر حرمت کے ارتکاب کے حیلے نکال لئے۔ جیسے کہ سورة اعراف میں مفصل بیان ہے ملاحظہ ہو آیت (وَسْــــَٔـلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِ) 7۔ الاعراف :163) ایک حدیث میں بھی ہے کہ یہودیوں سے خاصتہ اللہ تعالیٰ نے ہفتہ والے دن کی تعظیم کا عہد لیا تھا۔ یہ پوری حدیث سورة سبحان کی آیت (وَلَقَدْ اٰتَيْنَا مُوْسٰي تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْــــَٔـلْ بَنِيْٓ اِسْرَاۗءِيْلَ اِذْ جَاۗءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّىْ لَاَظُنُّكَ يٰمُوْسٰي مَسْحُوْرًا) 17۔ الاسراء :101) کی تفسیر میں آئے گی انشاء اللہ !",
  "ayah": 154,
  "surah": 4
}
