{
  "text": "صحیح بخاری میں ہے اس وقت کیا ہوگا، جب تم میں مسیح بن مریم اتریں گے اور تمہارا امام تمہیں میں سے ہوگا۔ ابو داؤد، مسند احمد وغیرہ میں ہے کہ حضور ﷺ نے فرمایا \" انبیاء کرام (علیہم السلام) سب ایک باپ کے بیٹے بھائی کی طرح ہیں، مائیں جدا جدا اور دین ایک۔ عیسیٰ بن مریم سے زیادہ تر نزدیک میں ہوں اس لئے کہ میرے اور ان کے درمیان کوئی اور نبی نہیں، یقیناً وہ اترنے والے ہیں پس تم انہیں پہچان رکھو۔ درمیان قد ہے، سرخ سفید رنگ ہے۔ وہ دو گیروے رنگ میں رنگے ہوئے کپڑے اوڑھے اور باندھے ہوں گے، بال خشک ہونے کے باوجود ان کے سر سے قطرے ٹپک رہے ہوں گے، خنزیر کو قتل کریں گے، جزیہ قبول نہ کریں گے، لوگوں کو اسلام کی طرف بلائیں گے، ان کے زمانے میں تمام ملتیں مٹ جائیں گی، صرف اسلام ہی اسلام رہے گا، ان کے زمانے میں اللہ تعالیٰ مسیح دجال کو ہلاک کرے گا۔ پھر زمین پر امن ہی امن ہوگا یہاں تک کہ کالے ناگ اونٹوں کے ساتھ، چیتے گایوں کے ساتھ اور بھیڑیئے بکریوں کے ساتھ چرتے پھریں گے اور بچے سانپوں سے کھیلیں گے، انہیں کوئی نقصان نہ پہنچائیں گے، چالیس برس تک ٹھہریں گے، پھر فوت ہوں گے اور مسلمان آپ کے جنازے کی نماز ادا کریں گے۔ \" ابن جریر کی اسی روایت میں ہے، آپ لوگوں سے اسلام کے لئے جہاد کریں گے، اس حدیث کا ایک ٹکڑا بخاری شریف میں بھی ہے اور روایت میں ہے \" سب سے زیادہ قریب تر حضرت عیسیٰ سے دنیا اور آخرت میں میں ہوں۔ \" صحیح مسلم میں ہے \" قیامت قائم نہ ہوگی، جب تک رومی اعماق یا والق میں نہ اتریں اور ان کے مقابلہ کے لئے مدینہ سے مسلمانوں کا لشکر نہ نکلے گا، جو اس وقت تمام زمین کے لوگوں سے زیادہ اللہ کے پسندیدہ بندے ہوں گے، جب صفیں بندھ جائیں گی تو رومی کہیں گے تم سے ہم لڑنا نہیں چاہتے، ہم میں سے جو دین بدل کر تم میں ملے ہم ان سے لڑنا چاہتے ہیں تم بیچ میں سے ہٹ جاؤ لیکن مسلمان کہیں گے واللہ یہ ہو ہی نہیں سکتا کہ ہم اپنے ان کمزور بھائیوں کو تمہارے حوالے کردیں۔ چناچہ لڑائی شروع ہوگی مسلمانوں کے اس لشکر کا تہائی حصہ تو شکست کھا کر بھاگ کھڑا ہوگا، ان کی توبہ اللہ تعالیٰ ہرگز قبول نہ فرمائے گا اور تہائی حصہ شہید ہوجائے گا، جو اللہ کے نزدیک سب سے افضل شہید ہیں لیکن آخری تہائی حصہ فتح حاصل کرے گا اور رومیوں پر غالب آجائے گا، پھر یہ کسی فتنے میں نہ پڑیں گے، قسطنطنیہ کو فتح کریں گے، ابھی تو وہ اپنی تلواریں زیتون کے درختوں پر لٹکائے ہوئے مال غنیمت تقسیم کر ہی رہے ہوں گے جو شیطان چیخ کر کہے گا کہ تمہارے بال بچوں میں دجال آگیا، اس کے اس جھوٹ کو سچ جان کر مسلمان یہاں سے نکل کھڑے ہوں گے، شام میں پہنچیں گے، دشمنوں سے جنگ آزما ہونے کے لئے صفیں ٹھیک کر رہے ہوں گے کہ دوسری جانب نماز کی اقامت ہوگی اور حضرت عیسیٰ بن مریم نازل ہوں گے، ان کی امامت کرائیں گے، جب دشمن رب انہیں دیکھے گا تو اسی طرح گھلنے لگے گا جس طرح نمک پانی میں گھلتا ہے، اگر حضرت عیسیٰ ؑ اسے یونہی چھوڑ دیں، جب بھی وہ گھلتے گھلتے ختم ہوجائے لیکن اللہ تعالیٰ اسے آپ کے ہاتھ سے قتل کرائے گا اور آپ اپنے حربے پر اس کا خون لوگوں کو دکھائیں گے۔ \" مسند احمد اور ابن ماجہ میں ہے حضور ﷺ فرماتے ہیں \" معراج والی رات میں نے ابراہیم، موسیٰ اور عیسیٰ (علیہم السلام) سے ملاقات کی، آپس میں قیامت کی نسبت بات چیت ہونے لگی، ابراہیم ؑ نے اپنی لاعلمی ظاہر کی، اس طرح موسیٰ ؑ نے بھی، لیکن حضرت عیسیٰ نے فرمایا اس کے آنے کا ٹھیک وقت تو سوائے اللہ عزوجل کے کوئی نہیں جانتا، ہاں مجھ سے میرے رب نے جو عہد لیا ہے وہ یہ ہے کہ دجال نکلے گا اس کے ہمراہ دو شاخیں ہوں گی، مجھے دیکھ کر اس طرح پگھلنے لگے گا جس طرح سیسہ پگھلتا ہے، یہاں تک کہ پتھر اور درخت بھی بولنے لگیں گے کہ اے مسلمان یہاں میرے پیچھے ایک کافر ہے اور اسے قتل کرلیں، اللہ تعالیٰ ان سب کو غارت کر دے گا اور لوگ امن وامان کے ساتھ اپنے اپنے وطن اور شہروں کو لوٹ جائیں گے، اب یاجوج ماجوج نکلیں گے، ہر طرف سے چڑھ دوڑیں گے، تمام شہروں کو روندیں گے، جس جس چیز پر گذر ہوگا اسے ہلاک کردیں گے، جس پانی کے پاس سے گذریں گے پی جائیں گے، لوگ پھر لوٹ کر میرے پاس آئیں گے، میں اللہ سے دعا کروں گا، اللہ ان سب کو ایک ساتھ فنا کر دے گا لیکن ان کے مردہ جسموں سے ہوا بگڑ جائے گی، بدبو پھیل جائے گی، پھر مینہ برسے گا اور اس قدر کہ ان کی تمام لاشوں کو بہا کر سمندر میں ڈال دے گا۔ بس اس وقت قیامت کی اس طرح آمد آمد ہوگی جس طرح پورے دن کی حاملہ عورت ہو کہ اس کے گھر والے نہیں جانتے کہ صبح کو بچہ ہوجائے یا شام کو، رات کو پیدا ہو یا دن کو ؟ \" مسند احمد میں ہے حضرت ابو نضرہ فرماتے ہیں ہیں ہم حضرت عثمان بن ابو العاص کے پاس جمعہ والے دن آئے کہ ہم اپنا لکھا ہوا قرآن ان کے قرآن سے ملائیں، جب جمعہ کا وقت آیا تو آپ نے ہم سے فرمایا \" غسل کرلو \" پھر خوشبو لے آئے جو ہم نے ملی، پھر ہم مسجد میں آئے اور ایک شخص کے پاس بیٹھ گئے جنہوں نے ہم سے دجال والی حدیث بیان کی پھر حضرت عثمان بن ابو العاص آئے، ہم کھڑے ہوگئے، پھر سب بیٹھ گئے، آپ نے فرمایا \" میں نے رسول اللہ ﷺ سے سنا ہے کہ مسلمان کے تین شہر میں جائیں گے، ایک دونوں سمندر کے ملنے کی جگہ پر، دوسرا حیرہ میں اور تیسرا شام میں، پھر تین گھبراہٹیں لوگوں کو ہوں گی، پھر دجال نکلے گا، یہ پہلے شہر کی طرف جائے گا، وہاں کے لوگ تین حصوں میں بٹ جائیں گے، ایک حصہ تو کہے گا ہم اس کے مقابلہ پر ٹھہرے رہیں گے اور دیکھیں گے کہ کیا ہوتا ہے ؟ دوسری جماعت گاؤں کے لوگوں میں مل جائے گی اور تیسری جماعت دوسرے شہر میں چلی جائے گی جو ان سے قریب ہوگا، دجال کے ساتھ ستر ہزار لوگ ہوں گے، جن کے سروں پر تاج ہوں گے، ان کی اکثریت یہودیوں کی اور عورتوں کی ہوگی، یہاں کے یہ مسلمان ایک گھاٹی میں سمٹ کر محصور ہوجائیں گے، ان کے جانور جو چرنے چگنے کو گئے ہوں گے، وہ بھی ہلاک ہوجائیں گے، اس سے ان کے مصائب بہت بڑھ جائیں گے اور بھوک کے مارے برا حال ہوجائے گا، یہاں تک کہ اپنی کمانوں کی تانیں سینک سینک کر کھا لیں گے، جب سخت تنگی کا عالم ہوگا تو انہیں سمندر میں سے آواز آئے گی کہ لوگو تمہاری مدد آگئی، اس آواز کو سن کر یہ لوگ خوش ہوں گے، کیونکہ آواز سے جان لیں گے کہ یہ کسی آسودہ شخص کی آواز ہے، عین صبح کی نماز کے وقت حضرت عیسیٰ بن مریم ؑ نازل ہوں گے، ان کا امیر آپ سے کہے گا کہ اے روح اللہ آگے بڑھئے اور نماز پڑھایئے لیکن آپ کہیں گے کہ اس امت کے بعض بعض کے امیر ہیں، چناچہ انہی کا امیر آگے بڑھے گا اور نماز پڑھائے گا، نماز سے فارغ ہو کر اپنا حربہ ہاتھ میں لے کر مسیح دجال کا رخ کریں گے، دجال آپ کو دیکھ کر سیسے کی طرح پگھلنے لگے گا، آپ اس کے سینہ پر وار کریں گے جس سے وہ ہلاک ہوجائے گا اور اس کے ساتھی شکست کھا کر بھاگ کھڑے ہوں گے، لیکن انہیں کہیں امن نہیں ملے گا، یہاں تک کہ اگر وہ کسی درخت تلے چھپیں گے تو وہ درخت پکار کر کہے گا کہ اے مومن یہ ایک کافر میرے پاس چھپا ہوا ہے اور اسی طرح پتھر بھی۔ \" ابن ماجہ میں ہے کہ حضور ﷺ نے اپنے ایک خطبہ کا کم و بیش حصہ دجال کا واقعہ بیان کرنے اور اس سے ڈرانے میں ہی صرف کیا، جس میں یہ بھی فرمایا کہ دنیا کی ابتداء سے لے کر انتہا تک کوئی فتنہ اس سے بڑا نہیں، تمام انبیاء اپنی اپنی امتوں کو اس سے آگاہ کرتے رہے ہیں، میں سب سے آخری نبی ہوں اور تم سب سے آخری امت ہو، وہ یقینا تمہیں میں آئے گا، اگر میری موجودگی میں آگیا تو میں آپ اس سے نمٹ لوں گا اور اگر بعد میں آیا تو ہر شخص کو اپنے آپ کو اس سے بچانا پڑے گا۔ میں اللہ تعالیٰ کو ہر مسلمان کا خلیفہ بناتا ہوں۔ وہ شام و عراق کے درمیان نکلے گا، دائیں بائیں خوب گھومے گا، لوگو اے اللہ کے بندو ! دیکھو دیکھو تم ثابت قدم رہنا، سنو میں تمہیں اس کی ایسی صفت بتاتا ہوں جو کسی نبی نے اپنی امت کو نہیں بتائی۔ وہ ابتداء میں دعویٰ کرے گا کہ میں نبی ہوں، پس تم یاد رکھنا کہ میرے بعد کوئی نبی نہیں، پھر وہ اس سے بھی بڑھ جائے گا اور کہے گا میں اللہ ہوں، پس تم یاد رکھنا کہ اللہ کو ان آنکھوں سے کوئی نہیں دیکھ سکتا، ہاں مرنے کے بعد دیدار باری تعالیٰ ہوسکتا ہے اور سنو وہ کانا ہوگا اور تمہارا رب کانا نہیں، اس کی دونوں آنکھوں کے درمیان \" کافر \" لکھا ہوگا جسے پڑھا لکھا اور ان پڑھ غرض ہر ایمان دار پڑھ لے گا۔ اس کے ساتھ آگ ہوگی اور باغ ہوگا اس کی آگ دراصل جنت ہوگی اور اس کا باغ دراصل جہنم ہوگا، سنو تم میں سے جسے وہ آگ میں ڈالے، وہ اللہ سے فریاد رسی چاہے اور سورة کہف کی ابتدائی آیتیں پڑھے، اس کی وہ آگ اس پر ٹھنڈک اور سلامتی بن جائے گی جیسے کہ خلیل اللہ پر نمرود کی آگ ہوگئی، اس کا ایک فتنہ یہ بھی ہوگا کہ وہ ایک اعرابی سے کہے گا کہ اگر میں تیرے مرے ہوئے باپ کو زندہ کر دوں تو تو مجھے رب مان لے گا وہ اقرار کرے گا، اتنے میں دو شیطان اسکی ماں اور باپ کی شکل میں ظاہر ہوں گے اور ان سے کہیں گے بیٹے یہی تیرا رب ہے تو اسے مان لے، اس کا ایک فتنہ یہ بھی ہوگا کہ وہ ایک شخص پر مسلط کردیا جائے گا اسے آرے سے چروا کردو ٹکڑے کروا دے گا، پھر لوگوں سے کہے گا میرے اس بندے کو دیکھنا اب میں اسے زندہ کر دوں گا، لیکن پھر بھی یہی کہے گا کہ اس کا رب میرے سوا اور ہے، چناچہ یہ اسے اٹھا بیٹھائے گا اور یہ خبیث اس سے پوچھے گا کہ تیرا رب کون ہے ؟ وہ جواب دے گا میرا رب اللہ ہے اور تو اللہ کا دشمن دجال ہے۔ اللہ کی قسم اب تو مجھے پہلے سے بھی بہت زیادہ یقین ہوگیا۔ دوسری سند سے مروی ہے کہ حضور ﷺ نے فرمایا \" یہ مومن میری تمام امت سے زیادہ بلند درجہ کا جنتی ہوگا۔ \" حضرت ابو سعید خدری ؓ فرماتے ہیں اس حدیث کو سن کر ہمارا خیال تھا کہ یہ شخص حضرت عمر بن خطاب ہی ہوں گے آپ کی شہادت تک ہمارا یہی خیال رہا، حضور ﷺ فرماتے ہیں اس کا ایک فتنہ یہ بھی ہوگا کہ وہ آسمان کو پانی برسانے کا حکم دے گا اور آسمان سے بارش ہوگی، وہ زمین کو پیداوار اگانے کا حکم دے گا اور زمین سے پیداوار نکلے گی، اس کا ایک فتنہ یہ بھی ہوگا کہ وہ ایک قبیلے کے پاس جائے گا وہ اسے نہ مانیں گے، اسی وقت ان کی تمام چیزیں برباد اور ہلاک ہوجائیں گی، ایک اور قبیلے کے پاس جائے گا جو اسے خدا مان لے گا، اسی وقت اس کے حکم سے ان پر آسمان سے بارش برسے گی اور زمین پھل اور کھیتی اگائے گی، ان کے جانور پہلے سے زیادہ موٹے تازے اور دودھ والے ہوجائیں گے۔ سوائے مکہ اور مدینہ کے تمام کا گشت کرے گا، ان کے جانور پہلے سے زیادہ موٹے تازے اور دودھ والے ہوجائیں گے۔ سوائے مکہ اور مدینہ کے تمام زمین کا گشت کرے گا، جب مدینہ کا رخ کرے گا تو یہاں ہر ہر راہ پر فرشتوں کو کھلی تلواریں لئے ہوئے پائے گا تو ضریب کی انتہائی حد پر ضریب احمر کے پاس ٹھہر جائے گا، پھر مدینے میں تین بھونچال آئیں گے، اس وجہ سے جتنے منافق مرد اور جس قدر منافقہ عورتیں ہوں گی، سب مدینہ سے نکل کر اس کے لشکر میں مل جائیں گے اور مدینہ ان گندے لوگوں کو اس طرح اپنے میں سے دور پھینک دے گا جس طرح بھٹی لوہے کے میل کچیل کو لاگ کردیتی ہے، اس دن کا نام یوم الخلاص ہوگا۔ \" ام شریک ؓ نے حضور ﷺ سے دریافت کیا کہ یا رسول اللہ ﷺ اس دن عرب کہاں ہوں گے ؟ فرمایا اولاً تو ہوں گے ہی بہت کم اور اکثریت ان کی بیت المقدس میں ہوگی، ان کا امام پچھلے پیروں پیچھے ہٹے گا تاکہ آپ آگے بڑھ کر امامت کرائیں لیکن آپ اس کی کمر پر ہاتھ رکھ کر فرمائیں گے کہ آگے بڑھو اور نماز پڑھاؤ، اقامت تمہارے لئے کی گی ہے پس ان کا امام ہی نماز پڑھائے گا، فارغ ہو کر آپ فرمائیں گے، دروازہ کھول دو ، پس کھول دیا جائے گا، ادھر دجال ستر ہزار یہودیوں کا لشکر لئے ہوئے موجود ہوگا، جن کے سر پر تاج اور جن کی تلواروں پر سونا ہوگا، دجال آپ کو دیکھ کر اس طرح گھلنے لگے گا جس طرح نمک پانی میں گھلتا ہے اور ایک دم پیٹھ پھیر کر بھاگنا شروع کر دے گا لیکن آپ فرمائیں گے اللہ تعالیٰ نے یہ فیصلہ کردیا ہے کہ تو میرے ہاتھ سے ایک ضرب کھائے تو اسے ٹال نہیں سکتا۔ چناچہ آپ اسے مشرقی باب لد کے پاس پکڑ لیں گے اور وہیں اسے قتل کریں گے، اب یہودی بد حواسی سے منتشر ہو کر بھاگیں گے لیکن انہیں کہیں سر چھپانے کو جگہ نہ ملے گی، ہر پتھر ہر درخت ہر دیوار اور ہر جانور بولتا ہوگا کہ اے مسلمان یہاں یہودی ہے، آ اسے مار ڈال، ہاں ببول کا درخت یہودیوں کا درخت ہے یہ نہیں بولے گا۔ \" حضور ﷺ فرماتے ہیں اس کا رہنا چالیس سال تک ہوگا، سال آدھے سال کے برابر اور سال مہینہ بھر جیسا اور مہینہ جمعہ جیسا اور باقی دن مثل شرارہ کے۔",
  "ayah": 157,
  "surah": 4
}
