{
  "text": "اپنی اوقات میں رہو حد سے تجاوز نہ کرو ! اہل کتاب کو زیادتی سے اور حد سے آگے بڑھ جانے سے اللہ تعالیٰ روک رہا ہے۔ عیسائی حضرت عیسیٰ کے بارے میں حد سے نکل گئے تھے اور نبوت سے بڑھا کر الوہیت تک پہنچا رہے تھے۔ بجائے ان کی اطاعت کے عبادت کرنے لگے تھے، بلکہ اور بزرگان دین کی نسبت بھی ان کا عقیدہ خراب ہوچکا تھا، وہ انہیں بھی جو عیسائی دین کے عالم اور عامل تھے معصوم محض جاننے لگ گئے تھے اور یہ خیال کرلیا تھا کہ جو کچھ یہ ائمہ دین کہہ دیں اس کا ماننا ہمارے لئے ضروری ہے، سچ و جھوٹ، حق و باطل، ہدایت و ضلالت کے پرکھنے کا کوئی حق ہمیں حاصل نہیں۔ جس کا ذکر قرآن کی اس آیت میں ہے آیت (اِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَ) 9۔ التوبہ :31) مسند احمد میں ہے حضور ﷺ نے فرمایا \" مجھے تم ایسا نہ بڑھانا جیسا نصاریٰ نے عیسیٰ بن مریم کو بڑھایا، میں تو صرف ایک بندہ ہوں پس تم مجھے عبداللہ اور رسول اللہ کہنا۔ \" یہ حدیث بخاری وغیرہ میں بھی ہے اسی کی سند ایک حدیث میں ہے کہ کسی شخص نے آپ سے کہا اے محمد ﷺ ! اے ہمارے سردار اور سردار کے لڑکے، اے ہم سب سے بہتر اور بہتر کے لڑکے ! تو آپ نے فرمایا \" لوگو اپنی بات کا خود خیال کرلیا کرو تمہیں شیطان بہکا نہ دے، میں محمد بن عبداللہ ہوں، میں اللہ کا غلام اور اس کا رسول ہوں، قسم اللہ کی میں نہیں چاہتا کہ تم مجھے میرے مرتبے سے بڑھا دو \" پھر فرماتا ہے اللہ پر افتراء نہ باندھو، اس سے بیوی اور اولاد کو منسوب نہ کرو، اللہ اس سے پاک ہے، اس سے دور ہے، اس سے بلند وبالا ہے، اس کی بڑائی اور عزت میں کوئی اس کا شریک نہیں، اس کے سوا نہ تو کوئی معبود اور نہ رب ہے۔ مسیح عیسیٰ بن مریم رسول اللہ ہیں، وہ اللہ کے غلاموں میں سے ایک غلام ہیں اور اس کی مخلوق ہیں، وہ صرف کلمہ کن کے کہنے سے پیدا ہوئے ہیں، جس کلمہ کو لے کر حضرت جبرائیل حضرت مریم صدیقہ کے پاس گئے اور اللہ کی اجازت سے اسے ان میں پھونک دیا پس حضرت عیسیٰ پیدا ہوئے۔ چونکہ محض اسی کلمہ سے بغیر باپ کے آپ پیدا ہوئے، اس لئے خصوصیت سے کلمتہ اللہ کہا گیا۔ قرآن کی ایک اور آیت میں ہے آیت (مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌ ۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ) 5۔ المائدہ :75) یعنی مسیح بن مریم صرف رسول اللہ ہیں ان سے پہلے بھی بہت سے رسول گذر چکے ہیں، ان کی والدہ سچی ہیں، یہ دونوں کھانا کھایا کرتے تھے اور آیت میں ہے آیت (اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۭخَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ) 3۔ آل عمران :59) عیسیٰ کی مثال اللہ کے نزدیک آدم کی طرح ہے جسے مٹی سے بنا کر فرمایا ہوجا پس وہ ہوگیا۔ قرآن کریم اور جگہ فرماتا ہے آیت (وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّـلْعٰلَمِيْنَ) 21۔ الانبیآء :91) جس نے اپنی شرمگاہ کی حفاظت کی اور ہم نے اپنی روح پھونکی اور خود اسے اور اس کے بچے کو لوگوں کے لئے اپنی قدرت کی علامت بنایا اور جگہ فرمایا آیت (وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ) 66۔ التحریم :12) سے آخر سورت تک۔ حضرت عیسیٰ کی بابت ایک اور آیت میں ہے آیت (اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۗءِيْلَ) 43۔ الزخرف :59) ، وہ ہمارا ایک بندہ تھا جس پر ہم نے انعام کیا۔ پس یہ مطلب نہیں کہ خود کلمتہ الٰہی عیسیٰ بن گیا بلکہ کلمہ الٰہی سے حضرت عیسیٰ پیدا ہوئے۔ امام ابن جریر نے آیت (اِذْ قَالَتِ الْمَلٰۗىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ) 3۔ آل عمران :45) کی تفسیر میں جو کچھ کہا ہے اس سے یہ مراد ٹھیک ہے کہ اللہ تعالیٰ کا کلمہ جو حضرت جبرائیل کی معرفت پھونکا گیا، اس سے حضرت عیسیٰ ؑ پیدا ہوئے۔ صحیح بخاری میں ہے \" جس نے بھی اللہ کے ایک اور لا شریک ہونے اور محمد ﷺ کے عبد و رسول ہونے کی عیسیٰ کے عبد و رسول ہونے اور یہ کہ آپ اللہ کے کلمہ سے تھے جو مریم کی طرف پھونکا گیا تھا اور الہ کی پھونکی ہوئی روح تھے اور جس نے جنت دوزخ کو برحق مانا وہ خواہ کیسے ہی اعمال پر ہو، اللہ پر حق ہے کہ اسے جنت میں لے جائے۔ ایک روایت میں اتنی زیادہ بھی ہے کہ جنت کے آٹھوں دروازوں میں سے جس سے چاہے داخل ہوجائے \" جیسے کہ جناب عیسیٰ کو آیت و حدیث میں (روح منہ) کہا ہے ایسے ہی قرآن کی ایک آیت میں ہے آیت (وَسَخَّرَ لَكُمْ مَّا فِي السَّمٰوٰتِ وَمَا فِي الْاَرْضِ جَمِيْعًا مِّنْهُ) 45۔ الجاثیہ :13) اس نے مسخر کیا تمہارے لئے جو کچھ آسمانوں میں ہے اور جو زمین میں ہے، تمام کا تمام اپنی طرف ہے۔ یعنی اپنی مخلوق اور اپنے پاس کی روح سے۔ پس لفظ من تبعیض (اس کا حصہ) کے لئے نہیں جیسے ملعون نصرانیوں کا خیال ہے کہ حضرت عیسیٰ اللہ کا ایک جزو تھے بلکہ من ابتداء کے لئے ہے۔ جیسے کہ دوسری آیت میں ہے، حضرت مجاہد فرماتے ہیں روح منہ سے مراد رسول منہ ہے اور لوگ کہتے ہیں آیت (محبتہ منہ) لیکن زیادہ قوی پہلا قول ہے یعنی آپ پیدا کئے گئے ہیں، روح سے جو خود اللہ کی مخلوق ہے۔ پس آپ کو روح اللہ کہنا ایسا ہی ہے جیسے (ناقتہ اللہ) اور بت اللہ کہا گیا ہے یعنی صرف اس کی عظمت کے اظہار کے لئے اپنی طرف نسبت کی اور حدیث \" میں بھی ہے کہ \" میں اپنے رب کے پاس اس کے گھر میں جاؤں گا۔ \" پھر فرماتا ہے تم اس کا یقین کرلو کہ اللہ واحد ہے بیوی بچوں سے پاک ہے اور یقین مان لو کہ جناب عیسیٰ اللہ کا کلام اللہ کی مخلوق اور اس کے برگزیدہ رسول ہیں۔ تم تین نہ کہو یعنی عیسیٰ اور مریم کو اللہ کا شریک نہ بناؤ اللہ کی الوہیت شرکت سے مبرا ہے۔ سورة مائدہ میں فرمایا آیت (لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ) 5۔ المائدہ :73) یعنی جو کہتے ہیں کہتے ہیں کہ اللہ تین میں کا تیسرا ہے وہ کافر ہوگئے، اللہ تعالیٰ ایک ہی ہے، اس کے سوا کوئی اور لائق عبادت نہیں۔ سورة مائدہ کے آخر میں ہے کہ قیامت کے دن حضرت عیسیٰ سے سوال ہوگا کہ اپنی اور اپنی والدہ کی عبادت کا حکم لوگوں کو تم نے دیا تھا، آپ صاف طور پر انکار کردیں گے۔ نصرانیوں کا اس بارے میں کوئی اصول ہی نہیں ہے، وہ بری طرح بھٹک رہے ہیں اور اپنے آپ کو برباد کر رہے ہیں۔ ان میں سے بعض تو حضرت عیسیٰ کو خود اللہ مانتے ہیں، بعض شریک الہیہ مانتے اور بعض اللہ کا بیٹا کہتے ہیں۔ سچ تو یہ ہے کہ اگر دس نصرانی جمع ہوں تو ان کے خیالات گیارہ ہوں گے۔ سعید بن بطریق اسکندری جو سن 400 ھ کے قریب گذرا ہے اس نے اور بعض ان کے اور بڑے علماء نے ذکر کیا ہے کہ قسطنطین بانی قسطنطنیہ کے زمانے میں اس وقت کے نصرانیوں کا اس بادشاہ کے حکم سے اجتماع ہوا، جس میں دو ہزار سے زیادہ ان کے مذہبی پیشوا شامل ہوتے تھے، باہم ان کے اختلاف کا یہ حال تھا کہ کسی بات پر ستر اسی آدمیوں کا اتفاق مفقود تھا، دس کا ایک عقیدہ ہے، بیس کا ایک خیال ہے، چالیس اور ہی کچھ کہتے ہیں، ساٹھ اور طرف جا رہے ہیں، غرض ہزار ہا کی تعداد میں سے بہ مشکل تمام تین سو اٹھارہ آدمی ایک قول پر جمع ہوئے، بادشاہ نے اسی عقیدہ کو لے لیا، باقی کو چھوڑ دیا اور اسی کی تائید و نصرت کی اور ان کے لئے کلیساء اور گرجے بنا دئے اور کتابیں لکھوا دیں، قوانین ضبط کر دئے، یہیں انہوں نے امانت کبریٰ کا مسئلہ گھڑا، جو دراصل بدترین خیانت ہے، ان لوگوں کو ملکانیہ کہتے ہیں۔ پھر دوبارہ ان کا اجتماع ہوا، اس وقت جو فرقہ بنا اس کا نام یعقوبیہ ہے۔ پھر تیسری مرتبہ کے اجتماع میں جو فرقہ بنا اس کا نام نسطوریہ ہے، یہ تینوں فرقے اقانیم ثلثہ کو حضرت عیسیٰ کے لئے ثابت کرتے ہیں، ان میں بھی باہم دیگر اختلاف ہے اور ایک دوسرے کو کافر کہتے ہیں اور ہمارے نزدیک تو تینوں کافر ہیں۔ اللہ فرماتا ہے اس شرک سے باز آؤ، باز رہنا ہی تمہارے لئے اچھا ہے، اللہ تو ایک ہی ہے، وہ توحید والا ہے، اس کی ذات اس سے پاک ہے کہ اس کے ہاں اولاد ہو۔ تمام چیزیں اس کی مخلوق ہیں اور اس کی ملکیت میں ہیں، سب اس کی غلامی میں ہیں اور سب اس کے قبضے میں ہیں، وہ ہر چیز پر وکیل ہے، پھر مخلوق میں سے کوئی اس کی بیوی اور کوئی اس کا بچہ کیسے ہوسکتا ہے ؟ دوسری آیت میں ہے آیت (بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِ ۭ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ) 6۔ الانعام :101) یعنی وہ تو آسمان و زمین کی ابتدائی آفرنیش کرنے والا ہے، اس کا لڑکا کیسے ہوسکتا ہے ؟ سورة مریم میں آیت (وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا 88؀ۭ لَقَدْ جِئْتُمْ شَـيْــــــًٔـا اِدًّا 89؀ۙ تَكَاد السَّمٰوٰتُ يَــتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا 90 ۙ اَنْ دَعَوْا للرَّحْمٰنِ وَلَدًا 91ۚ وَمَا يَنْۢبَغِيْ للرَّحْمٰنِ اَنْ يَّـتَّخِذَ وَلَدًا 92ۭ اِنْ كُلُّ مَنْ فِي السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِي الرَّحْمٰنِ عَبْدًا 93؀ۭ لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا 94؀ۭ وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا 95؁) 19۔ مریم :88 تا 95) تک بھی اس کا مفصلاً انکار فرمایا ہے۔",
  "ayah": 171,
  "surah": 4
}
