{
  "text": "عورت پر ظلم کا خاتمہ صحیح بخاری میں ہے حضرت ابن عباس ؓ فرماتے ہیں کہ قبل اسلام جب کوئی شخص مرجاتا ہے تو اس کے وارث اس کی عورت کے پورے حقدار سمجھے جاتے اگر ان میں سے کوئی چاہتا تو اپنے نکاح میں لے لیتا اگر وہ چاہتے تو دوسرے کسی کے نکاح میں دے دیتے اگر چاہتے تو نکاح ہی نہ کرنے دیتے میکے والوں سے زیادہ اس عورت کے حقدار سسرال والے ہی گنے جاتے تھے جاہلیت کی اس رسم کے خلاف یہ آیت نازل ہوئی، دوسری روایت میں یہ بھی آیا ہے کہ وہ لوگ اس عورت کو مجبور کرتے کہ وہ مہر کے حق سے دست بردار ہوجائے یا یونہی بےنکاحی بیٹھی رہے، یہ بھی مروی ہے کہ اس عورت کا خاوند مرتے ہی کوئی بھی آ کر اس پر اپنا کپڑا ڈال دیتا اور وہی اس کا مختار سمجھا جاتا، تو روایت میں ہے کہ یہ کپڑا ڈالنے والا اسے حسین پاتا تو اپنے نکاح میں لے لیتا اگر یہ بدصورت ہوتی تو اسے یونہی روکے رکھتا یہاں تک کہ مرجائے پھر اس کے مال کا وارث بنتا۔ یہ بھی مروی ہے کہ مرنے والے کا کوئی گہرا دوست کپڑا ڈال دیتا پھر اگر وہ عورت کچھ فدیہ اور بدلہ دے تو وہ اسے نکاح کرنے کی اجازت دیتا ورنہ یونہی مرجاتی حضرت زید بن اسلم فرماتے ہیں اہل مدینہ کا یہ دستور تھا کہ وارث اس عورت کے بھی وارث بن جاتے غرض یہ لوگ عورتوں کے ساتھ بڑے بری طرح پیش آتے تھے یہاں تک کہ طلاق دیتے وقت بھی شرط کرلیتے تھے کہ جہاں میں چاہوں تیرا نکاح ہو اس طرح کی قید و بند سے رہائی پانے کی پھر یہ صورت ہوتی کہ وہ عورت کچھ دے کر جان چھڑاتی، اللہ تعالیٰ نے مومنوں کو اس سے منع فرما دیا، ابن مردویہ میں ہے کہ جب ابو قیس بن اسلت کا انتقال ہوا تو ان کے بیٹے نے ان کی بیوی سے نکاح کرنا چاہا جیسے کہ جاہلیت میں یہ دستور تھا اس پر یہ آیت نازل ہوئی حضرت عطاء فرماتے ہیں کہ کسی بچے کی سنبھال پر اسے لگا دیتے تھے حضرت مجاہد فرماتے ہیں جب کوئی مرجاتا تو اس کا لڑکا اس کی بیوی کا زیادہ حقدار سمجھا جاتا اگر چاہتا خود اپنی سوتیلی ماں سے نکاح کرلیتا اور اگر چاہتا دوسرے کے نکاح میں دے دیتا مثلاً بھائی کے بھتیجے یا جس کو چاہے، حضرت عکرمہ کی روایت میں ہے کہ ابو قیس کی جس بیوی کا نام کبینہ تھا ؓ اس نے اس صورت کی خبر حضور ﷺ کو دی کہ یہ لوگ نہ مجھے وارثوں میں شمار کر کے میرے خاوند کا ورثہ دیتے ہیں نہ مجھے چھوڑتے ہیں کہ میں اور کہیں اپنا نکاح کرلوں اس پر یہ آیت نازل ہوئی، ایک روایت میں ہے کہ کپڑا ڈالنے کی رسم سے پہلے ہی اگر کوئی عورت بھاگ کھڑی ہو اور اپنے میکے آجائے تو وہ چھوٹ جاتی تھی، حضرت مجاہد فرماتے ہیں جو یتیم بچی ان کی ولایت میں ہوتی اسے یہ روکے رکھتے تھے اس امید پر کہ جب ہماری بیوی مرجائے گی ہم اس سے نکاح کرلیں گے یا اپنے لڑکے سے اس کا نکاح کرا دیں گے، ان سب اقوال سے معلوم ہوا کہ ان تمام صورتوں کی اس آیت میں اللہ تعالیٰ نے ممانعت کردی اور عورتوں کی جان اس مصیبت سے چھڑا دی واللہ اعلم۔ ارشاد ہے عورتوں کی بود و باش میں انہیں تنگ کر کے تکلیف دے دے کر مجبور نہ کرو کہ وہ اپنا سارا مہر چھوڑ دیں یا اس میں سے کچھ چھوڑ دیں یا اپنے کسی اور واجبی حق وغیرہ سے دست بردار ہونے پر آمادہ ہوجائیں کیونکہ انہیں ستایا اور مجبور کیا جا رہا ہے، حضرت ابن عباس فرماتے ہیں مطلب یہ ہے کہ عورت ناپسند ہے دل نہیں ملا چھوڑ دینا چاہتا ہے تو اس صورت میں حق مہر کے علاوہ بھی وغیرہ تمام حقوق دینے پڑیں گے اس صورت حال سے بچنے کے لئے اسے ستانا یا طرح طرح سے تنگ کرنا تاکہ وہ خود اپنے حقوق چھوڑ کر چلے جانے پر آمادہ ہوجائے ایسا رویہ اختیار کرنے سے قرآن پاک نے مسلمانوں کو روک دیا ابن سلمانی فرماتے ہیں ان دونوں آیتوں میں سے پہلے آیت امر جاہلیت کو ختم کرنے اور دوسری امر اسلام کی اصلاح کے لئے نازل ہوئی، ابن مبارک بھی یہی فرماتے ہیں۔ مگر اس صورت میں کہ ان سے کھلی بےحیائی کا کام صادر ہوجائے، اس سے مراد بقول اکثر مفسرین صحابہ تابعین وغیرہ زنا کاری ہے، یعنی اس صورت میں جائز ہے کہ اس سے مہر لوٹا لینا چاہئے اور اسے تنگ کرے تاکہ خلع پر رضامند ہو، جیسے سورة بقرہ کی آیت میں ہے آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا لَا يَحِلُّ لَكُمْ اَنْ تَرِثُوا النِّسَاۗءَ كَرْهًا ۭوَلَا تَعْضُلُوْھُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْھُنَّ اِلَّآ اَنْ يَّاْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ) 4۔ النسآء :19) یعنی تمہیں حلال نہیں کہ تم انہیں دیئے ہوئے میں سے کچھ بھی لے لو مگر اس حالت میں دونوں کو اللہ کی حدیں قائم نہ رکھ سکنے کا خوف ہو۔ بعض بزرگوں نے فرمایا ہے آیت (فاحشتہ مبینتہ) سے مراد خاوند کے خلاف کام کرنا اس کی نافرمانی کرنا بد زبانی کج خلقی کرنا حقوق زوجیت اچھی طرح ادا نہ کرنا وغیرہ ہے، امام ابن جریر فرماتے ہیں آیت کے الفاظ عام ہیں زنا کو اور تمام مذکورہ عوامل بھی شامل ہیں یعنی ان تمام صورتوں میں خاوند کو مباح ہے کہ اسے تنگ کرے تاکہ وہ اپنا کل حق یا تھوڑا حق چھوڑ دے اور پھر یہ اسے الگ کر دے امام صاحب کا یہ فرمان بہت ہی مناسب ہے واللہ اعلم، یہ روایت بھی پہلے گزر چکی ہے کہ یہاں اس آیت کے اترنے کا سبب وہی جاہلیت کی رسم ہے جس سے اللہ نے منع فرما دیا، اس سے معلوم ہوتا ہے کہ یہ پورا بیان جاہلیت کی رسم کو اسلام میں سے خارج کرنے کے لئے ہوا ہے، ابن زید فرماتے ہیں مکہ کے قریش میں یہ رواج تھا کہ کسی شخص نے کسی شریف عورت سے نکاح کیا موافقت نہ ہوئی تو اسے طلاق دے دی لیکن یہ شرط کرلیتا تھا کہ بغیر اس کی اجازت کے یہ دوسری جگہ نکاح نہیں کرسکتی اس بات پر گواہ مقرر ہوجاتے اور اقرار نامہ لکھ لیا جاتا اب اگر کہیں سے پیغام آئے اور وہ عورت اراضی ہو تو یہ کہتا مجھے اتنی رقم دے تو میں تجھے نکاح کی اجازت دوں گا اگر وہ ادا کردیتی تو تو خیر ورنہ یوں نہ اسے قید رکھتا اور دوسرا نکاح نہ کرنے دیتا اس کی ممانعت اس آیت میں نازل ہوئی، بقول مجاہد ؒ یہ حکم اور سورة بقرہ کی آیت کا حکم دونوں ایک ہی ہیں۔ پھر فرمایا عورتوں کے ساتھ خوش سلوکی کا رویہ رکھو ان کے ساتھ اچھا برتاؤ برتو، نرم بات کہو نیک سلوک کرو اپنی حالت بھی اپنی طاقت کے مطابق اچھی رکھو، جیسے تم چاہتے ہو کہ وہ تمہارے لئے بنی سنوری ہوئی اچھی حالت میں رہے تم خود اپنی حالت بھی اچھی رکھو جیسے اور جگہ فرمایا آیت (وَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بالْمَعْرُوْفِ ۠ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۭ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ) 2۔ البقرۃ :228) جیسے تمہارے حقوق ان پر ہیں ان کے حقوق بھی تم پر ہیں۔ بہترین زوج محترم رسول اللہ ﷺ فرماتے ہیں تم سب سے بہتر شخص وہ ہے جو اپنی گھر والی کے ساتھ بہتر سے بہتر سلوک کرنے والا ہو میں اپنی بیویوں سے بہت اچھا رویہ رکھتا ہوں، نبی کریم ﷺ اپنی بیویوں کے ساتھ بہت لطف و خوشی بہت نرم اخلاقی اور خندہ پیشانی سے پیش آتے تھے، انہیں خوش رکھتے تھے ان سے ہنسی دل لگی کی باتیں کیا کرتے تھے، ان کے دل اپنی مٹھی میں رکھتے تھے، انہیں اچھی طرح کھانے پینے کو دیتے تھے کشادہ دلی کے ساتھ ان پر خرچ کرتے تھے ایسی خوش طبعی کی باتیں بیان فرماتے جن سے وہ ہنس دیتیں، ایسا بھی ہوا ہے کہ حضرت عائشہ صدیقہ ؓ کے ساتھ آپ نے دوڑ لگائی اس دوڑ میں عائشہ صدیقہ آگے نکل گئیں کچھ مدت بعد پھر دوڑ لگی اب کے حضرت عائشہ پیچھے رہ گئیں تو آپ نے فرمایا معاملہ برابر ہوگیا، اس سے بھی آپ کا مطلب یہ تھا کہ حضرت صدیقہ خوش رہیں ان کا دل بہلے جس بیوی صاحبہ کے ہاں آپ کو رات گزارنی ہوتی وہیں آپ کی کل بیویاں جمع ہوجاتیں دو گھڑی بیٹھتیں بات چیت ہوتی کبھی ایسا بھی ہوتا کہ ان سب کے ساتھ ہی حضور ﷺ رات کا کھانا تناول فرماتے پھر سب اپنے اپنے گھر چلی جاتیں اور آپ وہیں آرام فرماتے جن کی باری ہوتی، اپنی بیوی صاحبہ کے ساتھ ایک ہی چادر میں سوتے کرتا نکال ڈالتے صرف تہبند بندھا ہوا ہوتا عشاء کی نماز کے بعد گھر جا کردو گھڑی ادھر ادھر کی کچھ باتیں کرتے جس سے گھر والیوں کا جی خوش ہوتا الغرض نہایت ہی محبت پیار کے ساتھ اپنی بیویوں کو آپ رکھتے تھے۔  ﷺ پس مسلمانوں کو بھی چاہئے کہ اپنی بیویوں کے ساتھ اچھی طرح راضی خوشی محبت پیار سے رہیں، اللہ تعالیٰ فرماتا ہے فرماں برداری کا دوسرا نام اچھائی ہے، اس کے تفصیلی احکام کی جگہ تفسیر نہیں بلکہ اسی مضمون کی کتابیں ہیں والحمد للہ پھر فرماتا ہے کہ باوجود جی نہ چاہنے کے بھی عورتوں سے اچھی بود و باش رکھنے میں بہت ممکن ہے کہ اللہ تعالیٰ بہت بڑی بھلائی عطا فرمائے، ممکن ہے نیک اولاد ہوجائے اور اس سے اللہ تعالیٰ بہت سی بھلائیاں نصیب کرے، صحیح حدیث میں ہے مومن مرد مومنہ عورت کو الگ نہ کرے اگر اس کی ایک آدھ بات سے ناراض ہوگا تو ایک آدھ خصلت اچھی بھی ہوگی۔ پھر فرماتا ہے کہ جب تم میں سے کوئی اپنی بیوی کو طلاق دینا چاہے اور اس کی جگہ دوسری عورت سے نکاح کرنا چاہے تو اسے دئے ہوئے مہر میں سے کچھ بھی واپس نہ لے چاہے خزانہ کا خزانہ دیا ہوا ہو۔ حق مہر کے مسائل سورئہ آل عمران کی تفسیر میں قنطار کا پورا بیان گزر چکا ہے اس لئے یہاں دوبارہ بیان کرنے کی ضرورت نہیں، اس سے ثابت ہوتا ہے کہ مہر میں بہت سارا مال دینا بھی جائز ہے، امیر المومنین حضرت عمر فاروق نے پہلے بہت لمبے چوڑے مہر سے منع فرما دیا تھا پھر اپنے قول سے رجوع کیا، جیسے کہ مسند احمد میں ہے کہ آپ نے فرمایا عورتوں کے مہر باندھنے میں زیادتی نہ کرو اگر یہ دنیوی طور پر کوئی بھی چیز ہوتی یا اللہ کے نزدیک یہ تقوی کی چیز ہوتی تو تم سب سے پہلے اس پر اللہ کے رسول ﷺ عمل کرتے حضور ﷺ نے اپنی کسی بیوی کا یا کسی بیٹی کا مہر بارہ اوقیہ سے زیادہ مقرر نہیں کیا (تقریباً سوا سو روپیہ) انسان زیادہ مہر باندھ کر پھر مصیبت میں پڑجاتا ہے یہاں تک کہ رفتہ رفتہ اس کی بیوی اسے بوجھ معلوم ہونے لگتی ہے اور اس کے دل میں اس کی دشمنی بیٹھ جاتی ہے اور کہنے لگتا ہے کہ تو نے تو میرے کندھے پر مشک لٹکا دی، یہ حدیث بہت سی کتابوں میں مختلف الفاظ سے مروی ہے ایک میں ہے کہ آپ نے منبر نبوی پر کھڑے ہو کر فرمایا لوگو تم نے کیوں لمبے چوڑے مہر باندھنے شروع کر دئے ہیں ؟ رسول اللہ ﷺ اور آپ کے زمانہ کے آپ کے اصحاب نے تو چار سو درہم (تقریباً سو روپیہ) مہر باندھا ہے اگر یہ تقویٰ اور کرامت کے زاد ہونے کا سبب ہوتا تو تم زیادہ حق مہر ادا کرنے میں بھی ان پر سبقت نہیں لے سکتے تھے خبردار آج سے میں نہ سنوں کہ کسی نے چار سو درہم سے زیادہ کا مہر مقرر کیا یہ فرما کر آپ نیچے اتر آئے تو ایک قریشی خاتون سامنے آئیں اور کہنے لگیں امیر المومنین کیا آپ نے چار سو درہم سے زیادہ کے حق مہر سے لوگوں کو منع فرما دیا ہے۔ آپ نے فرمایا ہاں کہا کیا آپ نے اللہ کا کلام جو اس نے نازل فرمایا ہے نہیں سنا ؟ کہا وہ کیا ؟ کہا سنئیے اللہ تبارک و تعالیٰ فرماتا ہے آیت (وَّاٰتَيْتُمْ اِحْدٰىھُنَّ قِنْطَارًا فَلَا تَاْخُذُوْا مِنْهُ شَـيْـــًٔـا ۭ اَتَاْخُذُوْنَهٗ بُھْتَانًا وَّاِثْمًا مُّبِيْنًا) 4۔ النسآء :20) تم نے انہیں خزانہ دیا ہو حضرت عمر ؟ نے فرمایا اللہ مجھے معاف فرما عمر سے تو ہر شخص زیادہ سمجھدار ہے پھر واپس اسی وقت منبر پر کھڑے ہو کر لوگوں سے فرمایا لوگو میں نے تمہیں چار سو درہم سے زیادہ کے مہر سے روک دیا تھا لیکن اب کہتا ہوں جو شخص اپنے مال میں سے مہر میں جتنا چاہے دے اپنی خوشی سے جتنا مہر مقرر کرنا چاہے کرے میں نہیں روکتا، اور ایک روایت میں اس عورت کا آیت کو اس طرح پڑھنا مروی ہے آیت (وَّاٰتَيْتُمْ اِحْدٰىھُنَّ قِنْطَارًا فَلَا تَاْخُذُوْا مِنْهُ شَـيْـــًٔـا) 4۔ النسآء :20) (من ذہب) حضرت عبداللہ بن مسعود کی قرأت میں بھی اسی طرح ہے اور حضرت عمر کا یہ فرمانا بھی مروی ہے کہ ایک عورت عمر پر غالب آگئی اور روایت میں ہے کہ آپ نے فرمایا تھا گوذی القصہ یعنی یزیدین حصین حارثی کی بیٹی ہو پھر بھی مہر اس کا زیادہ مقرر نہ کرو اور اگر تم نے ایسا کیا تو وہ زائد رقم میں بیت المال کے لئے لے لوں گا اس پر ایک دراز قد چوڑی ناک والی عورت نے کہا حضرت آپ یہ حکم نہیں دے سکتے۔ پھر اللہ تعالیٰ کا ارشاد ہے کہ تم اپنی بیوی کو دیا ہوا حق مہر واپس کیسے لے سکتے ہو ؟ جبکہ تم نے اس سے فائدہ اٹھایا یا ضرورت پوری کی وہ تم سے اور تم اس سے مل گئی یعنی میاں بیوی کے تعلقات بھی قائم ہوگئے، بخاری و مسلم کی اس حدیث میں ہے ایک شخص نے اپنی بیوی پر زنا کا الزام لگایا اور حضور ﷺ کے سامنے پیش ہوا۔ بیوی نے بھی اپنے بےگناہ ہونے شوہر نے اپنے سچا ہونے کی قسم کھائی پھر ان دونوں کا قسمیں کھانا اور اس کے بعد آپ کا یہ فرمان کہ اللہ تعالیٰ کو بخوبی علم ہے کہ تم دونوں میں سے کون جھوٹا ہے ؟ کیا تم میں سے کوئی اب بھی توبہ کرتا ہے ؟ تین دفعہ فرمایا تو اس مرد نے کہا میں نے جو مال اس کے مہر میں دیا ہے اس کی بابت کیا فرماتے ہیں ؟ آپ نے فرمایا اسی کے بدلے تو یہ تیرے لئے حلال ہوئی تھیں اب اگر تو نے اس پر جھوٹی تہمت لگائی ہے تو پھر اور ناممکن بات ہوگی اسی طرح ایک اور حدیث میں ہے کہ حضرت نفرہ نے ایک کنواری لڑکی سے نکاح کیا جب اس سے ملے تو دیکھا کہ اسے زنا کا حمل ہے حضور ﷺ سے ذکر کیا آپ نے اسے الگ کرا دیا اور مہر دلوا دیا اور عورت کو کوڑے مارنے کا حکم دیا اور فرمایا جو بچہ ہوگا وہ تیرا غلام ہوگا اور مہر تو اس کی حلت کا سبب تھا (ابوداؤد) غرض آیت کا مطلب بھی یہی ہے کہ عورت اس کے بیٹے پر حرام ہوجاتی ہے اس پر اجماع ہے، حضرت ابو قیس نے ان کی بیوی سے نکاح کی خواہش کی جو ان کی سوتیلی ماں تھیں اس پر اس بیوی صاحبہ نے فرمایا بیشک تو اپنی قوم میں نیک ہے لیکن میں تو تجھے اپنا بیٹا شمار کرتی ہوں خیر میں رسول اللہ ﷺ کے پاس جاتی ہوں جو وہ حکم فرمائیں وہ حاضر ہوئیں اور حضور ﷺ کو ساری کیفیت بیان کی آپ نے فرمایا اپنے گھر لوٹ جاؤ پھر یہ آیت اتری کہ جس سے باپ نے نکاح کیا اس سے بیٹے کا نکاح حرام ہے، ایسے واقعات اور بھی اس وقت موجود تھے جنہیں اس ارادے سے باز رکھا گیا ایک تو یہی ابو قیس والا واقعہ ان بیوی صاحبہ کا نام ام عبید اللہ ضمرہ تھا دوسرا واقعہ خلف کا تھا ان کے گھر میں ابو طلحہ کی صاحبزادی تھیں اس کے انتقال کے بعد اس کے لڑکے صفوان نے اسے اپنے نکاح میں لانا چاہا تھا سہیلی میں لکھا ہے جاہلیت میں اس نکاح کا معمول تھا جسے باقاعدہ نکاح سمجھا جاتا تھا اور بالکل حلال گنا جاتا تھا اسی لئے یہاں بھی فرمایا گیا کہ جو پہلے گزر چکا سو گزر چکا، جیسے دو بہنوں کو نکاح میں جمع کرنے کی حرمت کو بیان فرما کر بھی یہی کیا گیا کنانہ بن خزیمہ نے اپنے باپ کی بیوی سے نکاح کیا تھا نصر اسی کے بطن سے پیدا ہوا تھا رسول اللہ ﷺ کا فرمان ہے کہ میری اوپر کی نسل بھی باقاعدہ نکاح سے ہی ہے نہ کہ زنا سے تو معلوم ہوا کہ یہ رسم ان میں برابر جاری تھی اور جائز تھی اور اسے نکاح شمار کرتے تھے، حضرت ابن عباس فرماتے ہیں جاہلیت والے بھی جن جن رشتوں کو اللہ نے حرام کیا ہے، سوتیلی ماں اور دو بہنوں کو ایک ساتھ نکاح میں رکھنے کے سوا سب کو حرام ہی جانتے تھے پس اللہ تعالیٰ نے اپنے کلام پاک میں ان دونوں رشتوں کو بھی حرام ٹھہرایا حضرت عطا اور حضرت قتادہ بھی یہی فرماتے ہیں یاد رہے کہ سہیلی نے کنانہ کا جو واقعہ نقل کیا ہے وہ غور طلب ہے بالکل صحیح نہیں، واللہ اعلم۔ بہر صورت یہ رشتہ امت مسلمہ پر حرام ہے اور نہایت قبیح امر ہے۔ یہاں تک کہ فرمایا یہ نہایت فحش برا کام بغض کا ہے۔ دونوں میاں بیوی میں خلوت و صحبت ہوچکی ہے پھر مہر واپس لینا کیا معنی رکھتا ہے۔ پھر فرمایا کہ عقد نکاح جو مضبوط عہد و پیمان ہے اس میں تم جکڑے جا چکے ہو، اللہ کا یہ فرمان تم سن چکے ہو کہ بساؤ تو اچھی طرح اور الگ کرو تو عمدہ طریقہ سے چناچہ حدیث میں بھی ہے کہ تم ان عورتوں کو اللہ کی امانت کے طور پہ لیتے ہو اور ان کو اپنے لئے اللہ تعالیٰ کا کلمہ پڑھ کر یعنی نکاح کے خطبہ تشہد سے حلال کرتے ہو، رسول اللہ ﷺ کو معراج والی رات جب بہترین انعامات عطا ہوئے، ان میں ایک یہ بھی تھا کہ آپ سے فرمایا گیا تیری امت کا کوئی خطبہ جائز نہیں جب تک وہ اس امر کی گواہی نہ دیں کہ تو میرا بندہ اور میرا رسول ہے (ابن ابی حاتم)نکاح کے احکامات صحیح مسلم شریف میں حضرت جابر ؓ سے مروی ہے کہ رسول اللہ ﷺ نے اپنے حجتہ الوداع کے خطبہ میں فرمایا تم نے عورتوں کو اللہ کی امانت کے طور پہ لیا ہے اور انہیں اللہ تعالیٰ کے کلمہ سے اپنے لئے حلال کیا ہے۔ اس کے بعد اللہ تعالیٰ سوتیلی ماؤں کی حرمت بیان فرماتا ہے اور ان کی تعظیم اور توقیر ظاہر کرتا ہے یہاں تک کہ باپ نے کسی عورت سے صرف نکاح کیا ابھی وہ رخصت ہو کر بھی نہیں آئی مگر طلاق ہوگئی یا باپ مرگیا وغیرہ تو بھی وہ سبب اور برا راستہ ہے اور جگہ فرما ہے آیت (وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ) 6۔ الانعام :151) یعنی کسی برائی بےحیائی اور فحش کام کے قریب بھی نہ جاؤ یا وہ بالکل ظاہر ہو خواہ پوشیدہ ہو اور فرمان ہے آیت (وَلَا تَقْرَبُوا الزِّنٰٓى اِنَّهٗ كَانَ فَاحِشَةً ۭ وَسَاۗءَ سَبِيْلًا) 17۔ الاسراء :32) زنا کے قریب نہ جاؤ یقینا وہ فحش کام اور بری راہ ہے یہاں مزید فرمایا کہ یہ کام بڑے بغض کا بھی ہے یعنی فی نفسہ بھی بڑا برا امر ہے اس سے باپ بیٹے میں عداوت پڑجاتی ہے اور دشمنی قائم ہوجاتی ہے، یہی مشاہدہ میں آیا ہے اور عموماً یہ بھی لکھا گیا ہے کہ جو شخص کسی عورت سے دوسرا نکاح کرتا ہے وہ اس کے پہلے خاوند سے بغض ہی رکھتا ہے یہی وجہ ہے کہ آنحضرت ﷺ کی بیویاں امہات المومنین قرار دے گئیں اور امت پر مثل ماں کے حرام کی گئیں کیونکہ وہ نبی ﷺ کی بیویاں ہیں اور آپ مثل باپ کے ہیں، بلکہ اجماعاً ثابت ہے کہ آپ کے حق باپ دادا کے حقوق سے بھی بہت زیادہ اور بہت بڑے ہیں بلکہ آپ کی محبت خود اپنی جانوں کی محبت پر بھی مقدم ہے صلوات اللہ وسلامہ علیہ یہ بھی کہا گیا ہے کہ یہ کام اللہ کے بغض کا موجب ہے اور برا راستہ ہے اب جو ایسا کام کرے وہ دین سے مرتد ہے اسے قتل کردیا جائے اور اس کا مال بیت المال میں بطور فے کے داخل کرلیا جائے، سنن اور مسند احمد میں مروی ہے کہ ایک صحابی کو رسول اللہ ﷺ نے اس شخص کی طرف بھیجا جس نے اپنے باپ کی بیوی سے باپ کے بعد نکاح کیا تھا کہ اسے قتل کر ڈالو اور اس کے مال پر قبضہ کرلو، حضرت براء بن عازب فرماتے ہیں کہ میرے چچا حارث بن عمیر اپنے ہاتھ میں نبی ﷺ کا دیا ہوا جھنڈا لے کر میرے پاس سے گزرے میں نے پوچھا کہ چچا حضور ﷺ نے آپ کو کہاں بھیجا ہے ؟ فرمایا اس شخص کی طرف جس نے اپنے باپ کی بیوی سے نکاح کیا ہے مجھے حکم ہے کہ میں اس کی گردن ماروں (مسند احمد)سوتیلی ماں سے نکاح حرام ہے مسئلہ اس پر تو علماء کا اجماع ہے کہ جس عورت سے باپ نے مباشرت کرلی خواہ نکاح کر کے خواہ ملکیت میں لا کر خواہ شبہ سے وہ عورت بیٹے پر حرام ہے، ہاں اگر جماع نہ ہوا ہو تو صرف مباشرت ہوئی ہو یا وہ اعضاء دیکھے ہوں جن کا دیکھنا اجنبی ہونے کی صورت میں حلال نہ تھا تو اس میں اختلاف ہے امام احمد تو اس صورت میں بھی اس عورت کو لڑکے پر حرام بتاتے ہیں، حافظ ابن عساکر کے اس واقعہ سے بھی اس روایت کی تصدیق ہوتی ہے کہ حضرت خدیج حمصی نے جو حضرت معاویہ کے مولی تھے حضرت معاویہ کے لئے ایک لونڈی خریدی جو گورے رنگ کی اور خوبصورت تھی اسے برہنہ ان کے پاس بھیج دیا ان کے ہاتھ میں ایک چھڑی تھی اس سے اشارہ کر کے کہنے لگے اچھا نفع تھا اگر یہ ملبوس ہوتی پھر کہنے لگے اسے یزید بن معاویہ کے پاس لے جاؤ پھر کہا نہیں نہیں ٹھہرو ربیعہ بن عمرو حرسی کو میرے پاس بلا لاؤ یہ بڑے فقیہ تھے جب آئے تو حضرت معاویہ نے ان سے یہ مسئلہ پوچھا کہ میں نے اس عورت کے یہ اعضاء مخصوص دیکھے ہیں، یہ برہنہ تھی۔ اب میں اسے اپنے لڑکے یزید کے پاس بھیجنا چاہتا ہوں تو کیا اس کے لئے یہ حلال ہے ؟ حضرت ربیعہ نے فرمایا امیر المومنین ایسا نہ کیجئے یہ اس کے قابل نہیں رہی فرمایا تم ٹھیک کہتے ہو اچھا جاؤ عبداللہ بن مسعدہ فزاری کو بلا لاؤ وہ آئے وہ تو گندم گوں رنگ کے تھے اس سے حضرت معاویہ نے فرمایا اس لونڈی کو میں تمہیں دیتا ہوں تاکہ تمہاری اولاد سفید رنگ پیدا ہو یہ عبداللہ بن مسعدہ وہ ہیں جنہیں رسول اللہ ﷺ نے حضرت فاطمہ کو دیا تھا آپ نے انہیں پالا پرورش کیا پھر اللہ تعالیٰ کے نام سے آزاد کردیا پھر یہ حضرت معاویہ کے پاس چلے آئے تھے۔",
  "ayah": 22,
  "surah": 4
}
