{
  "text": "میدان جنگ سے قبضہ میں آنے والی عورتیں اور۔۔ متعہ یعنی خاوندوں والی عورتیں بھی حرام ہیں، ہاں کفار عورتیں جو میدان جنگ میں قید ہو کر تمہارے قبضے میں آئیں تو ایک حیض گزارنے کے بعد وہ تم پر حلال ہیں، مسند احمد میں حضرت ابو سعید خدری ؓ سے روایت ہے کہ جنگ اوطاس میں قید ہو کر ایسی عورتیں آئیں جو خاوندوں والیاں تھیں تو ہم نے نبی ﷺ سے ان کی بابت سوال کیا تب یہ آیت اتری ہم پر ان سے ملنا حلال کیا گیا ترمذی ابن ماجہ اور صحیح مسلم وغیرہ میں بھی یہ حدیث ہے، طبرانی کی روایت میں ہے کہ یہ واقعہ جنگ خیبر کا ہے، سلف کی ایک جماعت اس آیت کے عموم سے استدلال کرکے فرماتی ہے کہ لونڈی کو بیچ ڈالنا ہی اس کے خاوند کی طرف سے اسے طلاق کامل کے مترادف ہے، ابراہیم سے جب یہ مسئلہ پوچھا گیا تو حضرت عبداللہ بن مسعود ؓ نے فرمایا جب کوئی خاوند والی لونڈی بیچی جائے تو اس کے جسم کا زیادہ حقدار اس کا مالک ہے، حضرت ابی بن کعب حضرت جابر بن عبداللہ، حضرت ابن عباس کا بھی یہی فتویٰ ہے کہ اس کا بکنا ہی اس کی طلاق ہے، ابن جریر میں ہے کہ لونڈی کی طلاقیں چھ ہیں، بیچنا بھی طلاق ہے آزاد کرنا بھی ہبہ کرنا بھی برات کرنا بھی اور اس کے خاوند کا طلاق دینا بھی (یہ پانچ صورتیں تو بیان ہوئیں چھٹی صورت نہ تفسیر ابن کثیر میں ہے نہ ابن جریر میں۔ مترجم) حضرت ابن المسیب فرماتے ہیں کہ خاوند والی عورتوں سے نکاح حرام ہے لیکن لونڈیاں ان کی طلاق ان کا بک جانا ہے، حضرت معمر اور حضرت حسن بھی یہی فرماتے ہیں ان بزرگوں کا تو یہ قول ہے لیکن جمہور ان کے مخالف ہیں وہ فرماتے ہیں کہ بیچنا طلاق نہیں اس لئے کہ خریدار بیچنے والے کا نائب ہے اور بیچنے والا اس نفع کو اپنی ملکیت سے نکال کر بیچ رہا ہے، ان کی دلیل حضرت بریرہ والی حدیث ہے جو بخاری و مسلم وغیرہ میں ہے کہ ام المومنین حضرت عائشہ صدیقہ ؓ نے جب انہیں خرید کر آزاد کردیا تو ان کا نکاح مغیث سے فسخ نہیں ہوا بلکہ رسول اللہ ﷺ نے انہیں فسخ کرنے اور باقی رکھنے کا اختیار دیا اور حضرت بریرہ نے فسخ کرنے کو پسند کیا یہ واقعہ مشہور ہے، پس اگر بک جانا ہی طلاق ہوتا جیسے ان بزرگوں کا قول ہے تو آنحضرت ﷺ حضرت بریرہ کو ان کے بک جانے کے بعد اپنے نکاح کے باقی رکھنے نہ رکھنے کا اختیار نہ دینے، اختیار دینا نکاح کے باقی رہنے کی دلیل ہے، تو آیت میں مراد صرف وہ عورتیں ہیں جو جہاد میں قبضہ میں آئیں واللہ اعلم۔ اور یہ بھی کہا گیا ہے کہ محصنات سے مراد پاک دامن عورتیں ہیں یعنی عفیفہ عورتیں جو تم پر حرام ہیں جب تک کہ تم نکاح اور گواہ اور مہر اور ولی سے ان کی عصمت کے مالک نہ بن جاؤ خواہ ایک ہو خواہ دو خواہ تین خواہ چار ابو العالیہ اور طاؤس یہی مطلب بیان فرماتے ہیں۔ عمر اور عبید فرماتے ہیں مطلب یہ ہے کہ چار سے زائد عورتیں تم پر حرام ہیں ہاں کنیزوں میں یہ گنتی نہیں۔ پھر فرمایا کہ یہ حرمت اللہ تعالیٰ نے تم پر لکھ دی ہے یعنی چار کی پس تم اس کی کتاب کو لازم پکڑو اور اس کی حد سے آگے نہ بڑھو، اس کی شریعت اور اس کے فرائض کے پابند رہو، یہ بھی کہا گیا ہے کہ حرام عورتیں اللہ تعالیٰ نے اپنی کتاب میں ظاہر کردیں۔ پھر فرماتا ہے کہ جن عورتوں کا حرام ہونا بیان کردیا گیا ان کے علاوہ اور سب حلال ہیں، ایک مطلب یہ بھی کہا گیا ہے کہ ان چار سے کم تم پر حلال ہیں، لیکن یہ قول دور کا قول ہے اور صحیح مطلب پہلا ہی ہے اور یہی حضرت عطا کا قول ہے، حضرت قتادہ اس کا یہ مطلب بیان کرتے ہیں کہ اس سے مراد لونڈیاں ہیں، یہی آیت ان لوگوں کی دلیل ہے جو دو بہنوں کے جمع کرنے کی حلت کے قائل ہیں اور ان کی بھی جو کہتے ہیں کہ ایک آیت اسے حلال کرتی ہے اور دوسری حرام۔ پھر فرمایا تم ان حلال عورتوں کو اپنے مال سے حاصل کرو چار تک تو آزاد عورتیں اور لونڈیاں بغیر تعین کے لیکن ہو بہ طریق شرع۔ اسی لئے فرمایا زنا کاری سے بچنے کے لئے اور صرف شہوت رانی مقصود نہیں ہونا چاہئے۔ پھر فرمایا کہ جن عورتوں سے تم فائدہ اٹھاؤ ان کے اس فائدہ کے مقابلہ میں مہر دے دیا کرو، جیسے اور آیت میں ہے و کیف تاخذونہ وقد افضی بعضکم الی بعض یعنی تم مہر کو عورتوں سے کیسے لو گے حالانکہ ایک دوسرے سے مل چکے ہو اور فرمایا و اتوا النساء صدقاتہن نحلتہ عورتوں کے مہر بخوشی دے دیا کرو اور جگہ فرمایا ولا یحل لکم ان تاخذوا مما اتیتمو ہن شیأا الخ، تم نے جو کچھ عورتوں کو دے دیا ہو اس میں سے واپس لینا تم پر حرام ہے، اس آیت سے نکاح متعہ پر استدلال کیا ہے بیشک متعہ ابتداء اسلام میں مشروع تھا لیکن پھر منسوخ ہوگیا، امام شافعی اور علمائے کرام کی ایک جماعت نے فرمایا ہے کہ دو مرتبہ متعہ مباح ہوا پھر منسوخ ہوا۔ بعض کہتے ہیں اس سے بھی زیادہ بار مباح اور منسوخ ہوا، اور بعض کا قول ہے کہ صرف ایک بار مباح ہوا پھر منسوخ ہوگیا پھر مباح نہیں ہوا۔ حضرت ابن عباس اور چند دیگر صحابہ سے ضرورت کے وقت اس کی اباحت مروی ہے، حضرت امام احمد بن حنبل سے بھی ایک روایت ایسی ہی مروی ہے ابن عباس ابی بن کعب سعید بن جیبر اور سدی سے منہن کے بعد الی اجل مسمی کی قرأت مروی ہے، مجاہد فرماتے ہیں یہ آیت نکاح متعہ کی بابت نازل ہوئی ہے، لیکن جمہور اس کے برخلاف ہیں اور اس کا بہترین فیصلہ بخاری و مسلم کی حضرت علی والی روایت کردیتی ہے جس میں ہے کہ رسول اللہ ﷺ نے خیبر والے دن نکاح متعہ سے اور گھریلو گدھوں کے گوشت سے منع فرمادیا، اس حدیث کے الفاظ کتب احکام میں مقرر ہیں، صحیح مسلم شریف میں حضرت سیرہ بن معبد جہنی ؓ سے مروی ہے کہ فتح مکہ کے غزوہ میں وہ آنحضرت ﷺ کے ساتھ تھے آپ نے ارشاد فرمایا اے لوگو میں نے تمہیں عورتوں سے متعہ کرنے کی رخصت دی تھی یاد رکھو بیشک اب اللہ تبارک و تعالیٰ نے اسے قیامت تک کے لئے حرام کردیا ہے جس کے پاس اس قسم کی کوئی عورت ہو تو اسے چاہئے کہ اسے چھوڑ دے اور تم نے جو کچھ انہیں دے رکھا ہو اس میں سے ان سے کچھ نہ لو، صحیح مسلم شریف کی ایک اور روایت میں ہے کہ آپ نے حجتہ الوداع میں یہ فرمایا تھا، یہ حدیث کئی الفاظ سے مروی ہے، جن کی تفصیل کی جگہ احکام کی کتابیں ہیں، پھر فرمایا کہ تقرر کے بعد بھی اگر تم بہ رضامندی کچھ طے کرلو تو کوئی حرج نہیں، اگلے جملے کو متعہ پر محمول کرنے والے تو اس کا یہ مطلب بیان کرتے ہیں کہ جب مدت مقررہ گزرجائے پھر مدت کو بڑھا لینے اور جو دیا ہو اس کے علاوہ اور کچھ دینے میں کوئی گناہ نہیں، سدی کہتے ہیں اگر چاہے تو پہلے کے مقرر مہر کے بعد جو دے چکا ہے وقت کے ختم ہونے سے پیشتر پھر کہہ دے کہ میں اتنی اتنی مدت کے لئے پھر متعہ کرتا ہوں پس اگر اس نے رحم کی پاکیزگی سے پہلے دن بڑھا لئے تو جب مدت پوری ہوجائے تو پھر اس کا کوئی دباؤ نہیں وہ عورت الگ ہوجائے گی اور حیض تک ٹھہر کر اپنے رحم کی صفائی کرلے گی ان دونوں میں میراث نہیں نہ یہ عورت اس مرد کی وارث نہ یہ مرد اس عورت کا، اور جن حضرات نے اس جملہ کو نکاح مسنون کے مہر کی کے مصداق کہا ہے ان کے نزدیک تو مطلب صاف ہے کہ اس مہر کی ادائیگی تاکیداً بیان ہو رہی ہے جیسے فرمایا مہر بہ آسانی اور بہ خوشی دے دیا کرو، اگر مہر کے مقرر ہوجانے کے بعد عورت اپنے پورے حق کو یا تھوڑے سے حق کو چھوڑ دے صاف کر دے اس سے دست بردار ہوجائے تو میاں بیوی میں سے کسی پر کوئی گناہ نہیں، حضرت حضرمی فرماتے ہیں کہ لوگ اقرار دیتے ہیں پھر ممکن ہے کہ تنگی ہوجائے تو اگر عورت اپنا حق چھوڑ دے تو جائز ہے، امام ابن جریر بھی اسی قول کو پسند کرتے ہیں، حضرت ابن عباس فرماتے ہیں مراد یہ ہے کہ مہر کی رقم پوری پوری اس کے حوالے کردے پھر اسے بسنے اور الگ ہونے کا پورا پورا اختیار دے، پھر ارشاد ہوتا ہے کہ اللہ علیم و حکیم ہے ان کا احکام میں جو حلت و حرمت کے متعلق ہیں جو رحمتیں ہیں اور جو مصلحتیں ہیں انہیں وہی بخوبی جانتا ہے۔",
  "ayah": 24,
  "surah": 4
}
