{
  "text": "خریدو فروخت اور اسلامی قواعد و ضوابط ؟ اللہ تعالیٰ اپنے ایماندار بندوں کو ایک دوسرے کے مال باطل کے ساتھ کھانے کی ممانعت فرما رہا ہے خواہ اس کمائی کی ذریعہ سے ہو جو شرعاً حرام ہے جیسے سود خواری قمار بازی اور ایسے ہی ہر طرح کی حیلہ سازی چاہے اسے جواز کی شرعی صورت دے دی ہو اللہ کو خوب معلوم ہے کہ اصل حقیقت کیا ہے، حضرت ابن عباس سے سوال ہوتا ہے کہ ایک شخص کپڑا خریدتا ہے اور کہتا ہے اگر مجھے پسند آیا تو تو رکھ لوں گا ورنہ کپڑا اور ایک درہم واپس کر دونگا آپ نے اس آیت کی تلاوت کردی یعنی اسے باطل مال میں شامل کیا۔ حضرت عبداللہ فرماتے ہیں یہ آیت محکم ہے یعنی منسوخ نہیں نہ قیامت تک منسوخ ہوسکتی ہے، آپ سے مروی ہے کہ جب یہ آیت اتری تو مسلمانوں نے ایک دوسرے کے ہاں کھانا چھوڑ دیا جس پر یہ آیت (لَيْسَ عَلَي الْاَعْمٰى حَرَجٌ وَّلَا عَلَي الْاَعْرَجِ حَرَجٌ وَّلَا عَلَي الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓي اَنْفُسِكُمْ اَنْ تَاْكُلُوْا مِنْۢ بُيُوْتِكُمْ۔ الخ) 24۔ النور :61) اتری تجارۃ کو تجارۃ بھی پڑھا گیا ہے۔ یہ استثنا منقطع ہے گویا یوں فرمایا جارہا ہے کہ حرمت والے اسباب سے مال نہ لو ہاں شرعی طریق پر تجارت سے نفع اٹھانا جائز ہے جو خریدار اور بیچنے والے کی باہم رضامندی سے ہو۔ جیسے دوسری جگہ ہے کسی بےگناہ جان کو نہ مارو ہاں حق کے ساتھ ہو تو جائز ہے اور جیسے دوسری آیت میں ہے وہاں موت نہ چکھیں گے مگر پہلی بار کی موت۔ حضرت امام شافعی اس آیت سے استدلال کرکے فرماتے ہیں خریدو فروخت بغیر قبولیت کے صحیح نہیں ہوتی اس لئے کہ رضامندی کی پوری سند یہی ہے گو صرف لین دین کرلینا کبھی کبھی رضامندی پر پوری دلیل نہیں بن سکتا اور جمہور اس کے برخلاف ہیں، تینوں اور اماموں کا قول ہے کہ جس طرح زبانی بات چیت رضامندی کی دلیل ہے اسی طرح لین دین بھی رضامندی کی دلیل ہے۔ بعض حضرات فرماتے ہیں کم قیمت کی معمولی چیزوں میں تو صرف دینا لینا ہی کافی ہے اور اسی طرح بیوپار کا جو طریقہ بھی ہو لیکن صحیح مذہب میں احتیاطی نظر سے تو بات چیت میں قبولیت کا ہونا اور بات ہے واللہ اعلم۔ مجاہد فرماتے ہیں خریدو فروخت ہو یا بخشش ہو سب کے لئے حکم شامل ہے۔ ابن جریر کی مرفوع حدیث میں ہے تجارت ایک دوسرے کی رضامندی سے ہی لین دین کرنے کا نام ہے گویا کسی مسلمان کو جائز نہیں کہ دوسرے مسلمان کو تجارت کے نام سے دھوکہ دے، یہ حدیث مرسل ہے پوری رضامندی میں مجلس کے خاتمہ تک کا اختیار بھی ہے۔ بخاری و مسلم میں ہے حضور ﷺ فرماتے ہیں دونوں بائع مشتری جب تک جدا نہ ہوں با اختیار ہیں۔ بخاری شریف میں ہے جب دو شخص خریدو فروخت کریں تو دونوں کو الگ الگ ہونے تک مکمل اختیار ہوتا ہے اسی حدیث کے مطابق امام احمد امام شافعی اور ان کے سب ساتھیوں جمہور سلف و خلف کا بھی یہی فتویٰ ہے اور اس پوری رضامندی میں شامل ہے خریدو فروخت کے تین دن بعد تک اختیار دینا رضامندی میں شامل ہے بلکہ یہ مدت گاؤں کی رسم کے مطابق سال بھر کی بھی ہوسکتی ہے امام مالک کے نزدیک صرف لین دین سے ہی بیع صحیح ہوجاتی ہے۔ شافعی مذہب کا بھی یہی خیال ہے اور ان میں سے بعض فرماتے ہیں کہ معمولی کم قیمت چیزوں میں جنہیں لوگ بیوپار کے لئے رکھتے ہوں صرف لین دین ہی کافی ہے۔ بعض اصحاب کا اختیار سے مراد یہی ہے جیسے کہ متفق علیہ ہے۔ پھر فرماتا ہے اللہ تعالیٰ کے بیان کردہ حرام کاموں کا ارتکاب کرکے اور اس کی نافرمانیاں کرکے اور ایک دوسرے کا بیجا طور پہ مال کھا کر اپنے آپ کو ہلاک نہ کرو اللہ تم پر رحیم ہے ہر حکم اور ہر ممانعت رحمت والی ہے۔ احترام زندگی مسند احمد میں ہے کہ حضرت عمرو بن عاص ؓ کو ذات السلاسل والے سال رسول اللہ ﷺ نے بھیجا تھا آپ فرماتے ہیں مجھے ایک رات احتلام ہوگیا سردی بہت سخت تھی یہاں تک کہ مجھے نہانے میں اپنی جان جانے کا خطرہ ہوگیا تو میں نے تیمم کرکے اپنی جماعت کو صبح کی نماز پڑھادی جب وہاں سے ہم لوگ آنحضرت ﷺ کی خدمت میں واپس حاضر ہوئے تو میں نے یہ واقعہ کہہ سنایا آپ نے فرمایا کیا تو نے اپنے ساتھیوں کو جنبی ہونے کی حالت میں نماز پڑھا دی ؟ میں نے کہا حضور ﷺ جاڑا سخت تھا اور مجھے اپنی جان جانے کا اندیشہ تھا تو مجھے یاد پڑا کہ اللہ تعالیٰ نے فرمایا ہے اپنے تئیں ہلاکت نہ کر ڈالو اللہ رحیم ہے پس میں نے تیمم کرکے نماز صبح پڑھا دی تو آپ ہنس دئیے اور مجھے کچھ نہ فرمایا۔ ایک روایت میں ہے کہ اور لوگوں نے حضور ﷺ سے یہ واقعہ بیان کیا تب آپ کے دریافت کرنے پر حضرت عمرو بن عاص نے عذر پیش کیا۔ بخاری و مسلم میں ہے جو شخص کسی لوہے سے خودکشی کرے گا وہ قیامت تک جہنم کی آگ میں لوہے سے خود کشی کرتا رہے گا، اور جو جان بوجھ کر مرجانے کی نیت سے زہر کھالے گا وہ ہمیشہ ہمیشہ جہنم کی آگ میں زہر کھاتا رہے گا اور روایت میں ہے کہ جو شخص اپنے تئیں جس چیز سے قتل کرے گا وہ قیامت والے دن اسی چیز سے عذاب کیا جائے گا۔ حضور ﷺ کا ارشاد ہے کہ تم سے پہلے کے لوگوں میں سے ایک شخص کو زخم لگے اس نے چھری سے اپنا ہاتھ کاٹ ڈالا تمام خون بہ گیا اور وہ اسی میں مرگیا تو اللہ عزوجل نے فرمایا میرے بندے نے اپنے تئیں فنا کرنے میں جلدی کی اسی وجہ سے میں نے اس پر جنت کو حرام کیا اسی لئے اللہ تعالیٰ یہاں فرماتا ہے جو شخص بھی ظلم و زیادتی کے ساتھ حرام جانتے ہوئے اس کا ارتکاب کرے دلیرانہ طور سے حرام پر کار بند رہے وہ جہنمی ہے، پس ہر عقل مند کو اس سخت تنبیہہ سے ڈرنا چاہئے دل کے کان کھول کر اللہ تعالیٰ کے اس فرمان کو سن کر حرام کاریوں سے اجتناب کرنا چاہئے۔ پھر فرماتا ہے کہ اگر تم بڑے بڑے گناہوں سے بچتے رہو گے تو ہم تمہارے چھوٹے چھوٹے گناہ معاف فرما دیں گے اور تمہیں جنتی بنادیں گے۔ حضرت انس ؓ سے مرفوعا مروی ہے کہ اس طرح کی کوئی اور سخت وعیدیں ملی جس کی تعمیل میں تمہیں اپنے اہل و مال سے الگ ہوجانا چاہئے پھر ہم اس کے لئے اپنے اہل و مال سے جدا نہ ہوجائیں کہ وہ ہمارے کبیرہ گناہوں کے وہ ہمارے چھوٹے موٹے گناہوں سے معاف فرماتا ہے پھر اس آیت کی تلاوت کی۔ اس آیت کے متعلق بہت سی حدیثیں بھی ہیں تھوڑی بہت ہم یہاں بیان کرتے ہیں۔ مسند احمد میں حضرت سلمان فارسی ؓ سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا جانتے ہو جمعہ کا دن کیا ہے ؟ میں نے جواب دیا کہ یہ وہ دن ہے جس میں اللہ تعالیٰ نے ہمارے باپ کو پیدا کیا آپ نے فرمایا مگر اب جو میں جانتا ہوں وہ بھی سن لو جو شخص اس دن اچھی طرح غسل کرکے نماز جمعہ کے لئے مسجد میں آئے اور نماز ختم ہونے تک خاموش رہے تو اس کا یہ عمل اگلے جمعہ تک کے گناہوں کا کفارہ ہوجاتا ہے جب تک کہ وہ قتل سے بچا۔ ابن جریر میں ہے کہ ایک مرتبہ رسول اللہ ﷺ نے خطبہ سناتے ہوئے فرمایا اس اللہ کی قسم جس کے ہاتھ میری جان ہے تین مرتبہ یہی فرمایا پھر سرنیچا کرلیا ہم سب نے بھی سر نیچا کرلیا اور ہم سب رونے لگے ہمارے دل کانپنے لگے کہ اللہ جانے اللہ کے رسول ﷺ نے کس چیز کے لئے قسم کھائی ہے اور پھر کیوں خاموشی اختیار کی ہے ؟ تھوڑی دیر کے بعد آپ نے سر اٹھایا اور آپ کا چہرہ بشاش تھا جس سے ہم اس قدر خوش ہوئے کہ اگر ہمیں سرخ رنگ اونٹ ملتے تو اس قدر خوش نہ ہوتے، اب آپ فرمانے لگے جو بندہ پانچوں نمازیں پڑھے، رمضان کے روزے رکھے، زکوٰۃ ادا کرتا رہے اور سات کبیرہ گناہوں سے بچا رہے اس کے لئے جنت کے سب دروازے کھل جائیں گے اور اسے کہا جائے گا کہ سلامتی کے ساتھ اس میں داخل ہوجاؤ۔ سات کبیرہ گناہ جن سات گناہوں کا اس میں ذکر ہے ان کی تفصیل بخاری مسلم میں اس طرح ہے گناہوں سے بچو جو ہلاک کرنے والے ہیں پوچھا گیا کہ حضور ﷺ وہ کون سے گناہ ہیں ؟ فرمایا اللہ کے ساتھ شرک کرنا اور جس کا قتل حرام ہو اسے قتل کرنا ہاں کسی شرعی وجہ سے اس کا خون حلال ہوگیا ہو تو اور بات ہے۔ جادو کرنا، سود کھانا اور یتیم کا مال کھانا اور میدان جنگ سے کفار کے مقابلے میں پیٹھ دکھانا اور بھولی بھالی پاک دامن مسلمان عورتوں کو تہمت لگانا۔ ایک روایت میں جادو کے بدلے ہجرت کرکے پھر واپس اپنے دیس میں قیام کرلینا ہے۔ یہ یاد رہے کہ ان سات گناہوں کو کبیرہ کہنے سے یہ مطلب نہیں کہ کبیرہ گناہ صرف یہی ہیں جیسے کہ بعض اور لوگوں کا خیال ہے جن کے نزدیک مفہوم مخالف معتبر ہے۔ دراصل یہ بہت انتہائی بےمعنی قول اور غلط اصول ہے بالخصوص اس وقت جبکہ اس کے خلاف دلائل موجود ہوں اور یہاں تو صاف لفظوں میں اور کبیرہ گناہوں کا بھی ذکر موجود ہے۔ مندرجہ ذیل حدیثیں ملاحظہ ہوں۔ مستدرک حاکم میں ہے کہ حجتہ الوداع میں رسول مقبول ﷺ نے فرمایا لوگو سن لو اللہ تعالیٰ کے ولی صرف نمازی ہی ہیں جو پانچوں وقت کی فرض نمازوں کو باقاعدہ بجا لاتے ہیں جو رمضان شریف کے روزے رکھتے ہیں ثواب حاصل کرنے کی نیت رکھے اور فرض جان کر ہنسی خوشی زکوٰۃ ادا کرتے ہیں اور ان تمام کبیرہ گناہوں سے دور رہتے ہیں جن سے اللہ تعالیٰ نے روک دیا ہے۔ ایک شخص نے پوچھا یا رسول اللہ ﷺ وہ کبیرہ گناہ کیا ہیں ؟ آپ نے فرمایا شرک، قتل، میدان جنگ سے بھاگنا، مال یتیم کھانا، سود خوری، پاکدامنوں پر تہمت لگانا، ماں باپ کی نافرمانی کرنا، بیت اللہ الحرام کی حرمت کو توڑنا جو زندگی اور موت میں تمہارا قبلہ ہے سنو جو شخص مرتے دم تک ان بڑے گناہوں سے اجتناب کرتا رہے اور نماز و زکوٰۃ کی پابندی کرتا رہے وہ نبی ﷺ کے ساتھ جنت میں سونے کے محلوں میں ہوگا۔ حضرت طیسلہ بن میامن فرماتے ہیں مجھ سے ایک گناہ ہوگیا جو میرے نزدیک کبیرہ تھا، میں نے حضرت عبداللہ بن عمر ؓ سے اس کا ذکر کیا تو آپ نے فرمایا وہ کبیرہ گناہ نہیں کبیرہ گناہ نو ہیں۔ اللہ کے ساتھ شرک کرنا کسی کو بلا وجہ مار ڈالنا، میدان جنگ میں دشمنان دین کو پیٹھ دکھانا، پاکدامن عورتوں کو تہمت لگانا، سود کھانا، یتیم کا مال ظلم سے کھا جانا، مسجد حرام میں الحاد پھیلانا اور ماں باپ کو نافرمانی کے سبب رلانا، حضرت طیسلہ ؒ فرماتے ہیں کہ اس بیان کے بعد بھی حضرت ابن عمر ؓ نے محسوس کیا کہ خوف کم نہیں ہوا تو فرمایا کیا تمہارے دل میں جہنم کی آگ میں داخل ہونے کا ڈر اور جنت میں جانے کی چاہت ہے ؟ میں نے کہا بہت زیادہ فرمایا کیا تمہارے ماں باپ زندہ ہیں ؟ میں نے کہا صرف والدہ حیات ہیں، فرمایا بس تم ان سے نرم کلامی سے بولا کرو اور انہیں کھانا کھلاتے رہا کرو اور ان کبیرہ گناہوں سے بچتے رہا کرو تو تم یقینا جنت میں جاؤ گے اور روایت میں ہے کہ حضرت طیسلہ بن علی نہدی حضرت ابن عمر ؓ سے میدان عرفات میں عرفہ کے دن پیلو کے درخت تلے ملے تھے اس وقت حضرت عبداللہ ؓ اپنے سر اور چہرے پر پانی بہا رہے تھے اس میں یہ بھی ہے کہ جب حضرت عبداللہ ؓ نے تہمت لگانے کا ذکر کیا تو میں نے پوچھا کیا یہ بھی مثل قتل کے بہت بڑا گناہ ہے ؟ آپ نے فرمایا ہاں ہاں اور ان گناہوں کے ذکر میں جادو کا ذکر بھی ہے اور روایت میں ہے کہ میری ان کی ملاقات شام کے وقت ہوئی تھی اور میں نے ان سے کبائر کے بارے میں سوال کیا تو انہوں نے فرمایا میں نے رسول اللہ ﷺ سے سنا ہے کہ کبائر سات ہیں میں نے پوچھا کیا کیا ؟ تو فرمایا شرک اور تہمت لگانا میں نے کہا کیا یہ بھی مثل خون ناحق کے ہے ؟ فرمایا ہاں ہاں اور کسی مومن کو بےسبب مار ڈالنا، لڑائی سے بھاگنا، جادو اور سود خواری، مال یتیم کھانا، والدین کی نافرمانی اور بیت اللہ میں الحاد پھیلانا جو زندگی میں اور موت میں تمہارا قبلہ ہے، مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو اللہ کا بندہ اللہ کے ساتھ کسی کو شریک نہ کرے نماز قائم رکھے زکوٰۃ ادا کرے رمضان کے روزے رکھے اور کبیرہ گناہوں سے بچے وہ جنتی ہے، ایک شخص نے پوچھا کبائر کیا ہیں ؟ آپ نے فرمایا اللہ کے ساتھ شرک کرنا مسلمان کو قتل کرنا لڑائی والے دن بھاگ کھڑا ہونا۔ ابن مردویہ میں ہے کہ رسول اللہ ﷺ نے اہل یمن کو ایک کتاب لکھوا کر بھجوائی جس میں فرائض اور سنن کی تفصیلات تھیں دیت یعنی جرمانوں کے احکام تھے اور یہ کتاب حضرت عمرو بن حزم ؓ کے ہاتھ اہل یمن کو بھجوائی گئی تھی اس کتاب میں یہ بھی تھا کہ قیامت کے دن تمام کبیرہ گناہوں میں سب سے بڑا کبیرہ گناہ یہ ہے کہ انسان اللہ کے ساتھ کسی کو شریک کرے اور ایماندار شخص کا قتل بغیر حق کے اور اللہ کی راہ میں جہاد کے میدان میں جا کر لڑتے ہوئے نامردی سے جان بچانے کی خاطر بھاگ کھڑا ہونا اور ماں باپ کی نافرمانی کرنا اور ناکردہ گناہ عورتوں پر الزام لگانا اور جادو سیکھنا اور سود کھانا اور مال یتیم برباد کرنا۔ ایک اور روایت میں کبیرہ گناہوں کے بیان میں جھوٹی بات یا جھوٹی شہادت بھی ہے اور حدیث میں ہے کہ کبیرہ گناہوں کے بیان کے وقت آپ ٹیک لگا کر بیٹھے ہوئے تھے لیکن جب یہ بیان فرمایا کہ جھوٹی گواہی اور جھوٹی بات اس وقت آپ تکیے سے ہٹ گئے اور بڑے زور سے اس بات کو بیان فرمایا اور بار بار اسی کو دہراتے رہے یہاں تک کہ ہم نے دل میں سوچا کاش اب آپ نہ دہرائیں۔ بخاری مسلم میں ہے حضرت عبداللہ بن مسعود ؓ نے جناب رسول اللہ ﷺ سے دریافت کیا کہ حضور ﷺ سے دریافت کیا کہ حضور ﷺ کونسا گناہ سب سے بڑا ہے ؟ آپ نے فرمایا کہ تو اللہ تعالیٰ کا کسی کو شریک کرے یہ جانتے ہوئے کہ تجھے صرف اسی نے پیدا کیا ہے ؟ میں نے پوچھا اس کے بعد ؟ فرمایا یہ کہ تو اپنے بچے کو اس ڈر سے قتل کردے کہ وہ تیرے ساتھ کھائے گا، میں نے پوچھا پھر کونسا گناہ بڑا ہے ؟ فرمایا یہ کہ تو اپنی پڑوسن سے بدکاری کرے پھر حضور ﷺ نے یہ (وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰــهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بالْحَقِّ وَلَا يَزْنُوْنَ ۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا 68؀ۙ يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا 69؀ ڰ اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۗىِٕكَ يُبَدِّلُ اللّٰهُ سَـيِّاٰتِهِمْ حَسَنٰتٍ ۭ وَكَان اللّٰهُ غَفُوْرًا رَّحِيْمًا 70؀) 25۔ الفرقان :68 تا 70) تک پڑھی ابن ابی حاتم میں ہے کہ حضرت عبداللہ بن عمرو بن ؓ مسجد الحرام میں حطیم کے اندر بیٹھے ہوئے تھے جو ایک شخص نے شراب کے بارے میں سوال کیا تو آپ نے فرمایا مجھ جیسا بوڑھا بڑی عمر کا آدمی اس جگہ بیٹھ کر اللہ کے رسول ﷺ پر جھوٹ نہیں بول سکتا شراب کا پینا تمام گناہوں سے بڑا گناہ ہے ؟ یہ کام تمام خباثتوں کی ماں ہے شرابی تارک نماز ہوتا ہے وہ اپنی ماں اور خالہ اور پھوپھی سے بھی بدکاری کرنے سے نہیں چوکتا یہ حدیث غریب ہے۔ ابن مردویہ میں ہے کہ حضرت ابوبکر صدیق ؓ حضرت عمر فاروق ؓ اور دوسرے بہت سے صحابہ رضوان اللہ علیہم اجمعین ایک مرتبہ ایک مجلس میں بیٹھے ہوئے تھے وہاں کبیرہ گناہوں کا ذکر نکلا کہ سب سے بڑا گناہ کیا ہے ؟ تو کسی کے پاس مصدقہ جواب نہ تھا اس لئے انہوں نے حضرت عبداللہ بن عمر ؓ کو بھیجا کہ تم جاکر حضرت عبداللہ بن عمرو بن عاص ؓ سے دریافت کر آؤ میں گیا تو انہوں نے جواب دیا کہ سب سے بڑا گناہ شراب پینا ہے میں نے واپس آکر اس مجلس میں یہ جواب سنا دیا اس پر اہل مجلس کو تسکین نہ ہوئی اور سب حضرات اٹھ کر حضرت عبداللہ بن عمرو بن عاص ؓ کے گھر چلے اور خود ان سے دریافت کیا تو انہوں نے بیان کیا کہ لوگوں نے نبی ﷺ کے سامنے ایک واقعہ بیان کیا کہ بنی اسرائیل کے بادشاہوں میں سے ایک نے ایک شخص کو گرفتار کیا پھر اس سے کہا کہ یا تو تو اپنی جان سے ہاتھ دھو ڈال یا ان کاموں میں سے کسی ایک کو کر یعنی یا تو شراب پی یا خون ناحق کر یا زنا کر یا سور کا گوشت کھا اس غور و تفکر کے بعد اس نے جان جانے کے ڈر سے شراب کو ہلکی چیز سمجھ کر پینا منظور کرلیا جب شراب پی لی تو پھر نشہ میں وہ ان تمام کاموں کو کر گزرا جن سے وہ پہلے رکا تھا۔ حضور ﷺ نے یہ واقعہ گوش گزار فرما کر ہم سے فرمایا جو شخص شراب پیتا ہے اللہ تعالیٰ اس کی نمازیں چالیس رات تک قبول نہیں فرماتا اور جو شراب پینے کی عادت میں ہی مرجائے اور اس کے مثانہ میں تھوڑی سی شراب ہو اس پر اللہ جنت کو حرام کردیتا ہے۔ اگر شراب پینے کے بعد چالیس راتوں کے اندر اندر مرے تو اس کی موت جاہلیت کی موتی ہوتی ہے، یہ حدیث غریب ہے، ایک اور حدیث میں جھوٹی قسم کو بھی رسول اللہ ﷺ نے کبیرہ گناہوں میں شمار فرمایا ہے (بخاری وغیرہ) ابن ابی حاتم میں جھوٹی قسم کے بیان کے بعد یہ فرمان بھی ہے کہ جو شخص اللہ کی قسم کھا کر کوئی بات کہے اور اس نے مچھر کے پر برابر زیادتی کی اس کے دل میں ایک سیاہ داغ ہوجاتا ہے جو قیامت تک باقی رہتا ہے۔ ابن ابی حاتم میں ہے کہ انسان کا اپنے ماں باپ کو گالی دینا کبیرہ گناہ ہے لوگوں نے پوچھا حضور ﷺ اپنے ماں باپ کو کیسے گالی دے گا ؟ آپ نے فرمایا اس طرح کہ اس نے دوسرے کے باپ کو گالی دی اس نے اس کے باپ کو اس نے اس کی ماں کو برا کہا اس نے اس کی ماں کو۔ بخاری شریف میں ہے سب سے بڑا کبیرہ گناہ یہ ہے کہ آدمی اپنے ماں باپ پر لعنت کرے لوگوں نے کہا یہ کیسے ہوسکتا ہے فرمایا دوسرے کے ماں باپ کو کہہ کر اپنے ماں باپ کو کہلوانا۔ صحیح حدیث میں ہے مسلمان کو گالی دینا فاسق بنا دیتا ہے اور اسے قتل کرنا کفر ہے۔ ابن ابی حاتم میں ہے کہ اکبر الکبائر یعنی تمام کبیرہ گناہوں میں بڑا گناہ کسی مسلمان کی آبرو ریزی کرنا ہے اور ایک گالی کے بدلے دو گالیاں دینا ہے۔ ترمذی میں ہے رسول اللہ ﷺ نے فرمایا جس شخص نے دو نمازوں کو عذر کے بغیر جمع کیا وہ کبیرہ گناہوں کے دروازوں میں سے ایک دروازے میں گھسا۔ ابن ابی حاتم میں ہے کہ حضرت عمر بن خطاب ؓ کی کتاب جو ہمارے سامنے پڑھی گئی اس میں یہ بھی تھا کہ دو نمازوں کو بغیر شرعی عذر کے جمع کرنا کبیرہ گناہ ہے، اور لڑائی کے میدان سے بھاگ کھڑا ہونا اور لوٹ کھسوٹ کرنا بھی کبیرہ گناہ ہے، الغرض ظہر عصر یا مغرب عشاء پہلے وقت یا پچھلے وقت بغیر کسی شرعی رخصت کے جمع کرکے پڑھنا کبیرہ گناہ ہے۔ پھر جو شخص کہ بالکل ہی نہ پڑھے اس کے گناہ کا تو کیا ٹھکانہ ہے ؟ چناچہ صحیح مسلم شریف میں ہے کہ بندے اور شرک کے درمیان نماز کا چھوڑ دینا ہے، سنن کی ایک حدیث میں ہے کہ ہم میں اور کافر میں فرق کرنے والی چیز نماز کا چھوڑ دینا ہے، جس نے اسے چھوڑا اس نے کفر کیا اور روایت میں آپ کا یہ فرمان بھی منقول ہے کہ جس نے عصر کی نماز ترک کردی اس کے اعمال غارت ہوئے اور حدیث میں ہے جس سے عصر کی نماز فوت ہوئی گویا اس کا مال اس کا اہل و عیال بھی ہلاک ہوگئے، ابن ابی حاتم میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے سوال کیا کہ کبیرہ گناہ کیا کیا ہیں ؟ آپ نے فرمایا اللہ کے ساتھ شرک کرنا، اللہ کی نعمت اور اس کی رحمت سے ناامید ہونا اور اس خفیہ تدبیروں سے بےخوف ہوجانا اور یہ سب سے بڑا گناہ ہے اسی کے مثل ایک روایت اور بھی بزار میں مروی ہے لیکن زیادہ ٹھیک یہ ہے کہ وہ حضرت عبداللہ بن مسعود ؓ پر موقوف ہے، ابن مردویہ میں ہے حضرت ابن عمر ؓ فرماتے ہیں سب سے کبیرہ گناہ اللہ عزوجل کے ساتھ بدگمانی کرنا ہے، یہ روایت بہت ہی غریب ہے، پہلے وہ حدیث بھی گزرچکی ہے جس میں ہجرت کے بعد کفرستان میں آکر بسنے کو بھی کبیرہ گناہ فرمایا ہے، یہ حدیث ابن مردویہ میں ہے، سات کبیرہ گناہوں میں اسے بھی گنا گیا ہے لیکن اس کی اسناد میں اختلاف ہے اور اسے مرفوع کہنا بالکل غلط ہے ٹھیک بات وہی ہے جو تفسیر ابن جریر میں مروی ہے کہ حضرت علی ؓ کوفے کی مسجد میں ایک مرتبہ منبر پر کھڑے ہو کر لوگوں کو خطبہ سنا رہے تھے جس میں فرمایا لوگو کبیرہ گناہ سات ہیں اسے سن کر لوگ چیخ اٹھے آپ نے اسی کو پھر دوہرایا پھر دوہرایا پھر فرمایا تم مجھ سے ان کی تفصیل کیوں نہیں پوچھتے ؟ لوگوں نے کہا امیر المومنین فرمائیے وہ کیا ہیں ؟ آپ نے فرمایا اللہ کے ساتھ شرک کرنا جس جان کو مار ڈالنا اللہ نے حرام کیا ہے اسے مار ڈالنا پاکدامن عورتوں پر تہمت لگانا یتیم کا مال کھانا سود خوری کرنا لڑائی کے دن پیٹھ دکھانا اور ہجرت کے بعد پھر دارالکفر میں آبسنا۔ راوی حدیث حضرت محمد بن سہل ؒ نے اپنے والد حضرت سہل بن خیثمہ ؒ سے پوچھا کہ اسے کبیرہ گناہوں میں کیسے داخل کیا تو جواب ملا کہ پیارے بچے اس سے بڑھ کر ستم کیا ہوگا ؟ کہ ایک شخص ہجرت کرکے مسلمانوں میں ملے مال غنیمت میں اس کا حصہ مقرر ہوجائے مجاہدین میں اس کا نام درج کردیا جائے پھر وہ ان تمام چیزوں کو چھوڑ کر اعرابی بن جائے اور دارالکفر میں چلا جائے اور جیسا تھا ویسا ہی ہوجائے، مسند احمد میں ہے کہ حضور ﷺ نے اپنے حجتہ الوداع کے خطبہ میں فرمایا خبردار خبردار اللہ کے ساتھ کسی کو شریک نہ کرو خون ناحق سے بچو (ہاں شرعی اجازت اور چیز ہے) زنا کاری نہ کرو چوری نہ کرو۔ وہ حدیث پہلے گزرچکی ہے جس میں ہے کہ وصیت کرنے میں کسی کو نقصان پہنچانا بھی کبیرہ گناہ ہے ابن جریر میں ہے کہ صحابہ نے ایک مرتبہ کبیرہ گناہوں کو دہرایا کہ اللہ کے ساتھ شریک کرنا یتیم کا مال کھانا لڑائی سے بھاگ کھڑا ہونا، پاکدامن بےگناہ عورتوں پر تہمت لگانا، ماں باپ کی نافرمانی کرنا، جھوٹ بولنا، دھوکہ دینا، خیانت کرنا، جادو کرنا، سود کھانا یہ سب کبیرہ گناہ ہیں تو رسول اللہ ﷺ نے فرمایا اور اس گناہ کو کیا کہو گے ؟ جو لوگ اللہ کے عہد اور اپنی قسموں کو تھوڑی تھوڑی قیمت پر بیچتے پھرتے ہیں آخر آیت تک آپ نے تلاوت کی۔ اس کی اسناد میں ضعف ہے اور یہ حدیث حسن ہے، پس ان تمام احادیث میں کبیرہ گناہوں کا ذکر موجود ہے۔ اب اس بارے میں سلف صالحین رحمۃ اللہ علیہم اجمعین کے جو اقوال ہیں وہ ملاحظہ ہوں، ابن جریر میں منقول ہے چند لوگوں نے مصر میں حضرت عبداللہ بن عمر ؓ سے پوچھا کہ بہت سی باتیں کتاب اللہ میں ہم ایسی پاتے ہیں کہ جن پر ہمارا عمل نہیں اس لئے ہم امیر المومنین حضرت عمر ؓ سے اس بارے میں دریافت کرنا چاہتے ہیں، حضرت ابن عمر ؓ انہیں لے کر مدینہ آئے اپنے والد سے ملے آپ نے پوچھا کب آئے ہو ؟ جواب دیا کہ چند دن ہوئے۔ پوچھا اجازت سے آئے ہو ؟ اس کا بھی جواب دیا پھر اپنے ساتھ آنے والے لوگوں کا ذکر اور مقصد بیان کیا آپ نے فرمایا انہیں جمع کرو سبھی کو ان کے پاس لائے اور ان میں سے ہر ایک کو حضرت عمر ؓ نے پوچھا تجھے اللہ اور اسلام حق کی قسم بتاؤ تم نے پورا قرآن کریم پڑھا ہے ؟ اس نے کہا ہاں فرمایا کیا تو نے اسے اپنے دل میں محفوظ کرلیا ہے اس نے کہا نہیں اور اگر ہاں کہتا تو حضرت عمر ؓ اسے کماحقہ دلائل سے عاجز کردیتے پھر فرمایا کیا تم سب نے قرآن حکیم کے مفہوم کو نگاہوں میں زبان میں اور اعمال میں ڈھال لیا ہے پھر ایک ایک سے یہی سوال کیا پھر فرمایا تم عمر کو اس مشقت میں ڈالنا چاہتے ہو کہ لوگوں کو بالکل کتاب اللہ کے مطابق ہی ٹھیک ٹھاک کردے، ہمارے رب کو پہلے سے ہی ہماری خطاؤں کا علم تھا پھر آپ نے آیت ان تجتنبوا الخ، کی تلاوت کی۔ پھر فرمایا کیا اہل مدینہ کو تمہارے آنے کا مقصد معلوم ہے ؟ انہوں نے کہا نہیں فرمایا اگر انہیں بھی اس کا علم ہوتا تو مجھے اس بارے میں انہیں بھی وعظ کرنا پڑتا۔ اس کی اسناد حسن ہے اور متن بھی گو یہ روایت حسن کی حضرت عمر ؓ سے ہے جس میں انقطاع ہے لیکن پھر بھی اتنے سے نقصان پر اس کی پوری شہرت بھاری ہے۔ ابن ابی حاتم میں ہی حضرت علی ؓ فرماتے ہیں کبیرہ گناہ یہ ہیں اللہ کے ساتھ شریک کرنا، کسی کو مار ڈالنا، یتیم کا مال کھانا، پاکدامن عورتوں کو تہمت لگانا، لڑائی سے بھاگ جانا، ہجرت کے بعد دارالکفر میں قیام کرلینا، جادو کرنا، ماں باپ کی نافرمانی کرنا، سود کھانا، جماعت سے جدا ہونا، خریدو فروخت کا عہد توڑ دینا، پہلے گزرچکا ہے کہ حضرت ابن مسعود ؓ فرماتے ہیں بڑے سے بڑا گناہ اللہ کے ساتھ شریک کرنا ہے اور اللہ تعالیٰ کی وسعت رحمت سے مایوس ہونا اور اللہ کی رحمت سے ناامید ہونا ہے اور اللہ عزوجل کی پوشیدہ تدبیروں سے بےخوف ہونا ہے۔ ابن جریر میں آپ ہی سے روایت ہے کہ سورة نساء کی شروع آیت سے لے کر تیس آیتوں تک کبیرہ گناہ کا بیان ہے پھر آپ نے (اِنْ تَجْتَنِبُوْا كَبَاۗىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا) 4۔ النسآء :31) کی تلاوت کی، حضرت بریدہ ؓ فرماتے ہیں کبیرہ گناہ اللہ کے ساتھ شریک کرنا ماں باپ کو ناخوش کرنا آسودگی کے بعد کے بچے ہوئے پانی کو حاجت مندوں سے روک رکھنا اپنے پاس کے نر جانور کو کسی کی مادہ کے لئے بغیر کچھ لئے نہ دینا، بخاری و مسلم کی ایک مرفوع حدیث میں ہے بچا ہوا پانی نہ روکا جائے اور نہ بچی ہوئی گھاس روکی جائے، اور روایت میں ہے تین قسم کے گنہگاروں کی طرف قیامت کے دن اللہ تعالیٰ نظر رحمت سے نہ دیکھے گا اور نہ ہی ان کی فرد جرم ہٹائے گا بلکہ ان کے لئے درد ناک عذاب ہیں ایک وہ شخص جو جنگل میں بچے ہوئے پانی پر قبضہ کرکے مسافروں کو اس سے روکے۔ مسند احمد میں ہے جو شخص زائد پانی کو اور زائد گھاس کو روک رکھے اللہ قیامت کے دن اس پر اپنا فضل نہیں کرے گا۔ حضرت عائشہ ؓ فرماتی ہیں کبیرہ گناہ وہ ہیں جو عورتوں سے بیعت لینے کے ذکر میں بیان ہوئے ہیں یعنی (يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۗءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓي اَنْ لَّا يُشْرِكْنَ باللّٰهِ شَـيْـــــًٔــا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَاْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصِيْنَكَ فِيْ مَعْرُوْفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَ ۭ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ) 60۔ الممتحنہ :12) میں۔ حضرت انس بن مالک ؓ اس آیت کو اللہ تعالیٰ کے عظیم الشان احسانوں میں بیان فرماتے ہیں اور اس پر بڑی خوشنودی کا اظہار فرماتے ہیں یعنی (اِنْ تَجْتَنِبُوْا كَبَاۗىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا) 4۔ النسآء :31) کو۔ ایک مرتبہ حضرت ابن عباس ؓ کے سامنے لوگوں نے کہا کبیرہ گناہ سات ہیں آپ نے کئی کئی مرتبہ فرمایا سات ہیں، دوسری روایت میں ہے آپ نے فرمایا سات ہلکا درجہ ہے ورنہ ستر ہیں، ایک اور شخص کے کہنے پر آپ نے فرمایا وہ سات سو تک ہیں اور سات بہت ہی قریب ہیں ہاں یہ یاد رکھو کہ استغفار کے بعد کبیرہ گناہ کبیرہ نہیں رہتا اور اصرار اور تکرار سے صغیرہ گناہ صغیرہ نہیں رہتا، اور سند سے مروی ہے کہ آپ نے فرمایا جس گناہ پر بھی جہنم کی وعید اللہ تعالیٰ کے غضب لعنت یا عذاب کی ہے وہ کبیرہ گناہ ہے اور روایت میں ہے جس کام سے اللہ منع فرمادے اس کا کرنا کبیرہ گناہ ہے یعنی کام میں بھی اللہ عزوجل کی نافرمانی ہو وہ بڑا گناہ ہے تابعین کے اقوال بھی ملاحظہ ہوں، عبیدہ ؒ فرماتے ہیں کبیرہ گناہ یہ ہیں اللہ تعالیٰ کے ساتھ شرک، قتل نفس بغیر حق، میدان جہاد میں پیٹھ پھیرنا، یتیم کا مال اڑانا، سود خوری، بہتان بازی، ہجرت کے بعد وطن دوستی۔ راوی حدیث ابن عون نے اپنے استاد محمد سے پوچھا کیا جادو کبیرہ گناہ میں نہیں ؟ فرمایا یہ بہتان میں آگیا، یہ لفظ بہت سی برائیوں پر مشتمل ہے، حضرت عبید بن عمیر ؒ نے کبیرہ گناہوں پر آیات قرآنی بھی تلاوت کرکے سنائیں شرک پر (وَمَنْ يُّشْرِكْ باللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۗءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ) 22۔ الحج :31) یعنی اللہ کے ساتھ شرک کرنے والا گویا آسمان سے گرپڑا اور اسے پرندے لپک لے جائیں یا ہوا اسے دور دراز نامعلوم اور بدترین جگہ پھینک دے۔ یتیم کے مال پر ان الذین یاکلون اموال الیتمی ظلما الخ، یعنی جو لوگ ظلم سے یتیموں کا مال ہڑپ کرلیتے ہیں وہ سب پیٹ میں جہنم کے انگارے بھرتے ہیں۔ سود خواری پر (اَلَّذِيْنَ يَاْكُلُوْنَ الرِّبٰوا لَا يَقُوْمُوْنَ اِلَّا كَمَا يَقُوْمُ الَّذِيْ يَتَخَبَّطُهُ الشَّيْطٰنُ مِنَ الْمَسِّ) 2۔ البقرۃ :175) یعنی جو لوگ سود خواری کرتے ہیں وہ قیامت کے دن مخبوط الحواس اور پاگل بن کر کھڑے ہوں گے۔ بہتان پر (اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِي الدُّنْيَا وَالْاٰخِرَةِ ۠ وَلَهُمْ عَذَابٌ عَظِيْمٌ) 24۔ النور :23) جو لوگ پاکدامن بیخبر باایمان عورتوں پر تہمت لگائیں۔ میدان جنگ سے بھاگنے پر یا ایہا الذین امنوا اذالقیتم الذین کفروا زحفا ایمان والو جب کافروں سے مقابلہ ہوجائے تو پیٹھ نہ دکھاؤ، ہجرت کے بعد کفرستان میں قیام کرنے پر (اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓي اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطٰنُ سَوَّلَ لَهُمْ ۭ وَاَمْلٰى لَهُمْ) 47۔ محمد :25) یعنی لوگ ہدایت کے بعد مرتد ہوجائیں، قتل مومن پر ومن یقتل مومنا متعمدا فجزا وہ جہنم خالد افیہا یعنی جو شخص کسی مسلمان کو جان بوجھ کر مار ڈالے اس کی سزا جہنم کا ابدی داخلہ ہے۔ حضرت عطا ؒ سے بھی کبیرہ گناہوں کا بیان موجود ہے اور اس میں جھوٹی گواہی ہے، حضرت مغیرہ ؒ فرماتے ہیں یہ کہا جاتا تھا کہ حضرت ابوبکر صدیق ؓ اور حضرت عمر فاروق ؓ کو برا کہنا بھی کبیرہ گناہ ہے، میں کہتا ہوں علماء کی ایک جماعت نے اسے کافر کہا ہے جو صحابہ رضوان اللہ علیہم اجمعین کو برا کہے حضرت امام مالک بن انس ؒ سے یہ مروی ہے، امام محمد بن سیرین ؒ فرماتے ہیں میں یہ باور نہیں کرسکتا کہ کسی کے دل میں رسول اللہ ﷺ کی محبت ہو اور وہ حضرت ابوبکر صدیق ؓ سے دشمنی رکھے (ترمذی) حضرت زید بن اسلم ؒ اس آیت کی تفسیر میں فرماتے ہیں کبائر یہ ہیں۔ اللہ کے ساتھ شرک کرنا اللہ کی آیتوں اور اس کے رسولوں سے کفر کرنا جادو کرنا اولاد کو مار ڈالنا اللہ تعالیٰ سے اولاد اور بیوی کی نسبت دینا اور اسی جیسے وہ اعمال اور وہ اقوال ہیں جن کے بعد کوئی نیکی قبول نہیں ہوتی ہاں کی ایسے گناہ ہیں جن کے ساتھ دین رہ سکتا ہے اور عمل قبول کرسکتا ہے ایسے گناہوں کو نیکی کے بدلے اللہ عزوجل معاف فرما دیتا ہے، حضرت قتادہ ؒ فرماتے ہیں۔ اللہ تعالیٰ نے مغفرت کا وعدہ ان سے کیا ہے جو کبیرہ گناہوں سے بچیں اور ہم سے یہ بھی ذکر کیا گیا ہے۔ کہ آنحضرت ﷺ نے فرمایا ہے کہ کبیرہ گناہ سے بچو ٹھیک ٹھاک اور درست رہو اور خوش خبری سنو۔ مسند عبدالرزاق میں بہ سند صحیح رسول کریم ﷺ سے مروی ہے کہ آپ نے فرمایا میری شفاعت صرف متقیوں اور مومنوں کے لئے ؟ نہیں نہیں بلکہ وہ خطا کاروں اور گناہوں سے آلودہ لوگوں کے لئے بھی ہے۔ اب علماء کرام کے اقوال سنئے جن میں یہ بتایا گیا ہے کہ کبیرہ گناہ کسے کہتے ہیں بعض تو کہتے ہیں کبیرہ گناہ وہ ہے جس پر حد شرعی ہو۔ بعض کہتے ہیں جس پر قرآن میں یا حدیث میں کسی سزا کا ذکر ہو۔ بعض کا قول ہے جس سے دین داری کم ہوتی ہو اور دیانت داری میں کمی واقع ہوتی ہو۔ قاضی ابو سعید ہر وی ؒ فرماتے ہیں جس کا حرام ہونا لفظوں سے ثابت ہو اور جس نافرمانی پر کوئی حد ہو جیسے قتل وغیرہ اسی طرح ہر فریضہ کا ترک اور جھوٹی گواہی اور جھوٹی روایت اور جھوٹی قسم۔ قاضی روبانی فرماتے ہیں کبائر ساتھ ہیں بےوجہ کسی کو مار ڈالنا، زنا، لواطت، شراب نوشی، چوری، غصب، تہمت اور ایک آٹھویں گواہی اور اسی کے ساتھ یہ بھی شامل کئے گئے ہیں سود خواری، رمضان کے روزے کا بلا عذر ترک کردینا، جھوٹی قسم، قطع رحمی، ماں باپ کی نافرمانی، جہاد سے بھاگنا، یتیم کا مال کھانا، ناپ تول میں خیانت کرنا نماز وقت سے پہلے یا وقت گزار کے بےعذر ادا کرنا، مسلمان کو بےوجہ مارنا، رسول اللہ ﷺ پر جان کر جھوٹ باندھنا آپ کے صحابیوں کو گالی دینا اور قدرت کے بھلی باتوں کا حکم نہ کرنا بری باتوں سے نہ روکنا، قرآن سیکھ کر بھول جانا، جاندار چیز کو آگ سے جلانا، عورت کا اپنے خاوند کے پاس بےسبب نہ آنا، رب کی رحمت سے ناامید ہوجانا، اللہ کے مکر سے بےخوف ہوجانا، اہل علم اور عاملان قرآن کی برائیاں کرنا، ظہار کرنا، سور کا گوشت کھانا، مردار کھانا، ہاں اگر بوجہ ضرورت اور اضطراب کے کھایا ہو تو ادویات کے مصداق ہے۔ امام شافعی ؒ فرماتے ہیں ان میں سے بعض میں توقف کی گنجائش ہے ؟ کبائر کے بارے میں بزرگان دین نہ بہت سی کتابیں بھی تصنیف فرمائی ہیں ہمارے شیخ حافظ ابو عبداللہ ذہبی ؒ نے بھی ایک کتاب لکھی ہے جس میں ستر کبیرہ گناہ گنوائے ہیں۔ اور یہ بھی کہا گیا ہے کہ کبیرہ گناہ وہ ہے جس پر شارع ؑ نے جہنم کی وعید سنائی ہے۔ اس قسم کے گناہ ہی اگر گنے جائیں تو بہت نکلیں گے اور اگر کبیرہ گناہ ہر اس کام کو کہا جائے جس سے شارع ؑ نے روک دیا ہے تو بہت ہی ہوجائیں گے۔ واللہ اعلم",
  "ayah": 30,
  "surah": 4
}
