{
  "text": "یہودیوں کی ایک مذموم خصلت  اللہ تبارک وتعالیٰ بیان فرماتا ہے کہ یہودیوں کی ایک مذموم خصلت یہ بھی ہے کہ وہ گمراہی کو ہدایت پر ترجیح دیتے ہیں، نبی آخر الزماں ﷺ پر جو کتاب نازل ہوئی اس سے بھی روگردانی کرتے ہیں اور اللہ کا دیا ہوا جو علم ان کے پاس ہے اسے بھی پس پشت ڈال دیتے ہیں خود اپنی کتابوں میں نبی موعود کی بشارتیں پڑھتے ہیں لیکن اپنے مریدوں سے چڑھاوا لینے کے لالچ میں ظاہر نہیں کرتے بلکہ ساتھ ہی یہ چاہتے ہیں کہ خود مسلمان بھی راہ راست سے بھٹک جائیں اللہ کی کتاب کے مخالف ہوجائیں ہدایت کو اور سچے علم کو چھوڑ دیں، اللہ تعالیٰ تمہارے دشمنوں سے خوب باخبر ہے وہ تمہیں ان سے مطلع کر رہا ہے کہ کہیں تم ان کے دھوکے میں نہ آجاؤ۔ اللہ کی حمایت کافی ہے تم یقین رکھو کہ وہ اپنی طرف جھکنے والوں کی ضرور حمایت کرتا ہے وہ اس کا مددگار بن جاتا ہے۔ تیسری آیت میں لفظ من سے شروع ہوئی ہے اس میں من بیان جنس کے لئے ہے جیسے (فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ) 22۔ الحج :30) میں پھر یہودیوں کے اس فرقے کی جس تحریف کا ذکر ہے اس سے مراد یہ ہے کہ وہ کلام اللہ کے مطلب کو بدل دیتے ہیں اور خلاف منشائے الٰہی تفسیر کرتے ہیں اور ان کا یہ فعل جان بوجھ کر ہوتا ہے قصداً افترا پردازی کے مرتکب ہوتے ہیں، پھر کہتے ہیں کہ اے پیغمبر جو آپ نے کہا ہم نے سنا لیکن ہم ماننے کے نہیں خیال کیجئے ان کے کفر و الحاد کو دیکھئے کہ جان کر سن کر سمجھ کر کھلے لفظوں میں اپنے ناپاک خیال کا اظہار کرتے ہیں اور کہتے ہیں آپ سنئے اللہ کرے آپ نہ سنیں۔ یا یہ مطلب کہ آپ سنئے آپ کی نہ سنی جائے لیکن پہلا مطلب زیادہ اچھا ہے یہ کہنا ان کا بطور تمسخر اور مذاق کے تھا اور اللہ انہیں لعنت کرے علاوہ ازیں راعنا کہتے جس سے بظاہر یہ سمجھا جاتا ہے کہ یہ لوگ کہتے ہیں ہماری طرف کان لگائے لیکن وہ اس لفظ سے مراد یہ لیتے تھے کہ تم بڑی رعونت والے ہو۔ اس کا پورا مطلب (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا ۭ وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِــيْمٌ) 2۔ البقرۃ :104) کی تفسیر میں گزر چکا ہے، مقصد یہ ہے کہ جو ظاہر کرتے تھے اس کے خلاف اپنی زبانوں کو موڑ کر طعن آمیز لہجہ میں کہتے اور حقیقی مفہوم میں اپنے دل میں مخفی رکھتے تھے دراصل یہ لوگ حضور ﷺ کی بےادبی اور گستاخی کرتے تھے پس انہیں ہدایت کی گئی ہے کہ وہ ان دو معنی والے الفاظ کا استعمال چھوڑ دیں اور صاف صاف کہیں کہ ہم نے سنا، مانا، آپ ہماری عرض سنئے ! آپ ہماری طرف دیکھئے ! یہ کہنا ہی ان کے لئے بہتر ہے اور یہی صاف سیدھی سچی اور مناسب بات ہے لیکن ان کے دل بھلائی سے دور ڈال دیئے گئے ہیں ایمان کامل طور سے ان کے دلوں میں جگہ ہی نہیں پاتا، اس جملے کی تفسیر بھی پہلے گزر چکی ہے مطلب یہ ہے کہ نفع دینے والا ایمان ان میں نہیں۔",
  "ayah": 44,
  "surah": 4
}
