{
  "text": "امانت اور عدل و انصاف  رسول اللہ ﷺ فرماتے ہیں جو تیرے ساتھ امانت داری کا برتاؤ کرے تو اس کی امانت ادا کر اور جو تیرے ساتھ خیانت کرے تو اس سے خیانت مت کر (مسند احمد و سنن) آیت کے الفاظ وسیع المعنی ہیں۔ ان میں اللہ تعالیٰ عزوجل کے حقوق کی ادائیگی بھی شامل ہے جیسے روزہ نماز زکوٰۃ کفارہ نذر وغیرہ، اور بندوں کے آپس کے کل حقوق بھی شامل ہیں جیسے امانت دار کا حق اسے دلوایا جائے گا یہاں تک کہ بےسینگ والی بکری کو اگر سینگوں والی بکری نے مارا ہے تو اس کا بدلہ بھی اسے دلوایا جائے گا حضرت عبداللہ بن مسعود ؓ فرماتے ہیں کہ شہادت کی وجہ سے تمام گناہ مٹ جاتے ہیں مگر امانت نہیں مٹنے لگی کوئی شخص اللہ کی راہ میں شہید بھی ہوا تو اسے بھی قیامت کے دن لایا جائے گا اور کہا جائے گا کہ اپنی امانت ادا کر وہ جواب دے گا کہ دنیا تو اب ہے نہیں میں کہاں سے اسے ادا کروں ؟ فرماتے ہیں پھر وہ چیز اسے جہنم کی تہہ میں نظر آئے گی اور کہا جائے گا کہ جا اسے لے آ وہ اسے اپنے کندھے پر لاد کرلے چلے گا لیکن وہ گرپڑے گی وہ پھر اسے لینے جائے گا بس اسی عذاب میں وہ مبتلا رہے گا حضرت زاذان اس روایت کو سن کر حضرت براء ؓ کے پاس آ کر بیان کرتے ہیں وہ کہتے ہیں میرے بھائی نے سچ کہا پھر قرآن کی اس آیت کو پڑھتے ہیں ابن عباس ؓ وغیرہ فرماتے ہیں ہر نیک و بد کے لئے پر یہی حکم ہے، ابو العالیہ فرماتے ہیں جس چیز کا حکم دیا گیا اور جس چیز سے منع کیا گیا وہ سب امانت ہے۔ حضرت ابی بن کعب ؓ فرماتے ہیں عورت اپنی شرم گاہ کی امانت دار ہے، ربیع بن انس ؓ فرماتے ہیں جو جو معاملات تیرے اور دوسرے لوگوں کے درمیان ہوں وہ سب اسی میں شامل ہے، حضرت ابن عباس ؓ فرماتے ہیں اس میں یہ بھی داخل ہے کہ سلطان عید والے دن عورتوں کو خطبہ سنائے۔ اس آیت کی شان نزول میں مروی ہے کہ جب رسول اللہ ﷺ نے مکہ فتح کیا اور اطمینان کے ساتھ بیت اللہ شریف میں آئے تو اپنی اونٹنی پر سوار ہو کر طواف کیا۔ حجرا سود کو اپنی لکڑی سے چھوتے تھے اس کے بعد عثمان بن طلحہ ؓ کو جو کعبہ کی کنجی برادر تھے بلایا ان سے کنجی طلب کی انہوں نے دینا چاہی اتنے میں حضرت عباس ؓ نے کہا یا رسول اللہ ﷺ اب یہ مجھے سونپئے تاکہ میرے گھرانے میں زمزم کا پانی پلانا اور کعبہ کی کنجی رکھنا دونوں ہی باتیں رہیں یہ سنتے ہی حضرت عثمان بن طلحہ ؓ نے اپنا ہاتھ روک لیا حضور ﷺ نے دوبارہ طلب کی پھر وہی واقعہ ہوا آپ نے سہ بارہ طلب کی حضرت عثمان نے یہ کہہ کر دے دی کہ اللہ کی امانت آپ کو دیتا ہوں حضور ﷺ کعبہ کا دروازہ کھول اندر گئے وہاں جتنے بت اور تصویریں تھیں سب توڑ کر پھینک دیں حضرت ابراہیم کا بت بھی تھا جس کے ہاتھ فال کے تیر تھی آپ نے فرمایا اللہ ان مشرکین کو غارت کرے بھلا خلیل اللہ کو ان سیروں سے کیا سروکار ؟ پھر ان تمام چیزوں کو برباد کر کے ان کی جگہ پانی ڈال کر ان کے نام و نشان مٹا کر آپ باہر آئے کعبہ کے دروازے پر کھڑے ہو کر آپ نے کہا کوئی معبود نہیں بجز اللہ کے وہ اکیلا ہے جس کا کوئی شریک نہیں اس نے اپنے وعدے کو سچا کیا اپنے بندے کی مدد کی اور تام لشکروں کو اسی اکیلے نے شکست دی پھر آپ نے ایک لمبا خطبہ دیا جس میں یہ بھی فرمایا کہ جاہلیت کے تمام جھگڑے اب میرے پاؤں تلے کچل دئیے گئے خواہ مالی ہوں خواہ جانی ہوں بیت اللہ کی چوکیداری کا اور حاجیوں کو پانی پلانے کا منصب جوں کا توں باقی رہے گا اس خطبہ کو پورا کر کے آپ بیٹھے ہی تھے جو حضرت علی ؓ نے آگے بڑھ کر کہا حضور چابی مجھے عنایت فرمائی جائے تاکہ بیت اللہ کی چوکیداری کا اور حاجیوں کو زمزم پلانے کا منصب دونوں یکجا ہوجائیں لیکن آپ نے انہیں نہ دی مقام ابراہیم کو کعبہ کے اندر سے نکال کر آپ نے کعبہ کی دیوار سے ملا کر رکھ دیا اور اوروں سے کہہ دیا کہ تمہارا قبلہ یہی ہے پھر آپ طواف میں مشغول ہوگئے ابھی وہ چند پھیرے ہی پھرے تھے جو حضرت جبرائیل نازل ہوئیے اور آپ نے اپنی زبان مبارک سے اس آیت کی تلاوت شروع کی، اس پر حضرت عمر ؓ نے فرمایا میرے ماں باپ حضور ﷺ پر فدا ہوں میں نے تو اس سے پہلے آپ کو اس آیت کی تلاوت کرتے نہیں سنا اب آپ نے حضرت عثمان بن طلحہ ؓ کو بلایا اور انہیں کنجی سونپ دی اور فرمایا آج کا دن وفا کا نیکی اور سلوک کا دن ہے یہ وہی عثمان بن طلحہ ؓ وہی ہیں جن کی نسل میں آج تک کعبۃ اللہ کی کنجی چلی آتی ہے یہ صلح حدیبیہ اور فتح مکہ کے درمیان اسلام لائے جب ہی خالد بن ولید اور عمرو بن عاص بھی مسلمان ہوئے تھے ان کا چچا عثمان بن طلحہ احمد کی لڑائی میں مشرکوں کے ساتھ تھا بلکہ ان کا جھنڈا بردار تھا اور وہیں بحالت کفر مارا گیا تھا۔ الغرض مشہور تو یہی ہے کہ یہ آیت اسی بارے میں اتری ہے اب خواہ اس بارے میں نازل ہوئی ہو یا نہ ہوئی ہو بہرصورت اس کا حکم عام ہے جیسے حضرت عبداللہ بن عباس ؓ اور حضرت محمد بن حنفیہ کا قول ہے کہ ہر شخص کو دوسرے کی امانت کی ادائیگی کا حکم ہے پھر ارشاد ہے کہ فیصلے عدل کے ساتھ کرو حاکموں کو احکم الحاکمین کا حکم ہو رہا ہے کہ کسی حالت میں عدل کا دامن نہ چھوڑو، حدیث میں ہے اللہ حاکم کے ساتھ ہوتا ہے جب تک کہ وہ ظلم نہ کرے جب ظلم کرتا ہے تو اسے اسی کا طرف سونپ دیتا ہے، ایک اثر میں ہے ایک دن کا عدل چالیس سال کی عبادت کے برابر ہے، پھر فرماتا ہے یہ ادائیگی امانات کا اور عدل و انصاف کا حکم اور اسی طرح شریعت کے تمام احکام اور تمام ممنوعات تمہارے لئے بہترین اور نافع چیزیں ہیں جن کا امر پروردگار نے تمہیں دیا ہے (ابن ابی حاتم) اور روایت میں ہے حضرت ابوہریرہ ؓ نے اس آیت کے آخری الفاظ پڑھتے ہوئے اپنا انگوٹھا اپنے کان میں رکھا اور شہادت کی انگلی اپنی آنکھ پر رکھی (یعنی اشارے سے سننا دیکھنا کان اور آنکھ پر انگلی رکھ کر بتا کر) فرمایا میں نے اسی طرح پڑھتے اور کرتے رسول اللہ ﷺ کو دیکھا ہے، راوی حدیث حضرت ابو زکریا ؒ فرماتے ہیں ہمارے استاد مضری ؒ نے بھی اسی طرح پڑھ کر اشارہ کر کے ہمیں بتایا اپنے داہنے ہاتھ کا انگوٹھا اپنی دائیں آنکھ پر رکھا اور اس کے پاس کی انگلی اپنے داہنے کان پر رکھی (ابن ابی حاتم) یہ حدیث اسی طرح امام ابو داؤد نے بھی روایت کی ہے اور امام ابن حبان نے بھی اپنی صحیح میں اسے نقل کیا ہے۔ اور حاکم نے مستدرک میں اور ابن مردویہ نے اپنی تفسیر میں بھی اسے وارد کیا ہے، اس کی سند میں جو ابو یونس ہیں وہ حضرت ابوہریرہ ؓ کے مولی ہیں اور ان کا نام سلیم بن جیر ؒ ہے۔",
  "ayah": 58,
  "surah": 4
}
