{
  "text": "عادت جب فطرت ثانیہ بن جائے اور صاحب ایمان کو بشارت رفاقت اللہ خبر دیتا ہے کہ اکثر لوگ ایسے ہیں کہ اگر انہیں ان منع کردہ کاموں کا بھی حکم دیا جاتا جنہیں وہ اس قوت کر رہے ہیں تو وہ ان کاموں کو بھی نہ کرتے اس لئے کہ ان کی ذلیل طبیعتیں حکم الہ کی مخالفت پر ہی استوار ہوئی ہیں، پس اللہ تعالیٰ نے اس حقیقت کی خبردی ہے جو ظاہر نہیں ہوئی لیکن ہوتی تو کس طرح ہوتی ؟ اس آیت کو سن کر ایک بزرگ نے فرمایا تھا کہ اگر اللہ تعالیٰ ہمیں یہ حکم دیتا تو یقینا ہم کر گزرتے لیکن اس کا شکر ہے کہ اس نے ہمیں اس سے بچالیا۔ جب آنحضرت ﷺ کو یہ بات پہنچی تو آپ نے فرمایا بیشک میری امت میں ایسے ایسے لوگ بھی ہیں جن کے دلوں میں ایمان پہاڑوں سے بھی زیادہ مضبوط اور ثابت ہے۔ (ابن ابی حاتم) اس روایت کی دوسری سند میں ہے کہ کسی ایک صحابہ رضوان اللہ علیہم نے یہ فرمایا تھا سدی کا قول ہے کہ ایک یہودی نے حضرت ثابت بن قیس بن شماس ؓ سے فخریہ کہا کہ اللہ تعالیٰ نے ہم پر خود ہمارا قتل بھی فرض کیا تو بھی ہم کر گزریں گے اس پر حضرت ثابت ؓ نے فرمایا واللہ اگر ہم پر یہ فرض ہوتا تو ہم بھی کر گزرتے اس پر یہ آیت اتری اور روایت میں ہے کہ جب یہ آیت اتری تو آنحضرت ﷺ نے فرمایا اگر یہ حکم ہوتا تو اس کے بجا لانے والوں میں ایک ابن ام عبد ؓ بھی ہوتے ہیں (ابن ابی حاتم) دوسری روایت میں ہے کہ آپ نے اس آیت کو پڑھ کر حضرت عبداللہ بن رواحہ ؓ کی طرف ہاتھ سے اشارہ کر کے فرمایا کہ یہ بھی اس پر عمل کرنے والوں میں سے ایک ہیں۔ ارشاد الٰہی ہے کہ اگر یہ لوگ ہمارے احکام بجا لاتے اور ہماری منع کردہ چیزوں اور کاموں سے رک جاتے تو یہ ان کے حق میں اس سے بہتر ہوتا کہ اور دنیا اور آخرت کی بہتر راہ کی رہنمائی کرتے پھر فرماتا ہے اور جو شخص اللہ اور رسول ﷺ کے احکام پر عمل کرے اور منع کردہ کاموں سے باز رہے اسے اللہ تعالیٰ عزت کے گھر میں لے جائے گا نبیوں کا رفیق بنائے گا اور صدیقوں کو جو مرتبے میں نبیوں کے بعد ہیں ان کا مصاحب بنائے گا شہیدوں مومنوں اور صالحین جن کا ظاہر باطن آراستہ ہے ان کا ہم جنس بنائے گا حیال تو کرو یہ کیسے پاکیزہ اور بہترین رفیق ہے صحیح بخاری شریف میں ہے حضرت عائشہ ؓ فرماتی ہیں میں نے نبی ﷺ سے سنا تھا کہ ہر نبی کو اس کے مرض کے زمانے میں دنیا میں رہنے اور آخرت میں جانے کا اختیار دیا جاتا ہے جب حضور ﷺ بیمار ہوئے تو شدت نقاہت سے اٹھ نہیں سکتے تھے آواز بیٹھ گئی تھی لیکن میں نے سنا کہ آپ فرما رہے ہیں ان کا ساتھ جن پر اللہ نے انعام کیا جو نبی ہیں، صدیق ہیں، شہید ہیں، اور نیکو کار ہیں، یہ سن کر مجھے معلوم ہوگیا کہ اب آپ کو اختیار دیا گیا ہے۔ یہی مطلب ہے جو دوسری حدیث میں آپ کے یہ الفاظ وارد ہوئے ہیں کہ اے اللہ میں بلند وبالا رفیق کی رفاقت کا طالب ہوں یہ کلمہ آپ نے تین مرتبہ اپنی زبان مبارک سے نکالا پھر فوت ہوگئے علیہ افضل الصلوۃ والتسلیم۔ اس آیت کے شان نزول کا بیان  ابن جریر میں ہے کہ ایک انصاری حضور ﷺ کے پاس آئے آپ نے دیکھا کہ سخت مغموم ہیں سبب دریافت کیا تو جواب ملا کہ حضور ﷺ یہاں تو صبح شام ہم لوگ آپ کی خدمت میں آبیٹھے ہیں دیدار بھی ہوجاتا ہے اور دو گھڑی صحبت بھی میسر ہوجاتی ہے لیکن کل قیامت کے دن تو آپ نبیوں کی اعلیٰ مجلس میں ہوں گے ہم تو آپ تک پہنچ بھی نہ سکیں گے حضور ﷺ نے کچھ جواب نہ دیا اس پر حضور جبرائیل یہ آیت لائے آنحضرت ﷺ نے آدمی بھیج کر انہیں یہ خوشخبری سنا دی۔ یہی اثر مرسل سند بھی مروی ہے جو سند بہت ہی اچھی ہے، حضرت ربیع ؒ فرماتے ہیں صحابہ رسول اللہ ﷺ نے کہا کہ یہ ظاہر ہے کہ حضور ﷺ کا درجہ آپ پر ایمان لانے والوں سے یقینا بہت ہی بڑا ہے پس جب کہ جنت میں یہ سب جمع ہوں گے تو آپس میں ایک دوسرے کو کیسے دیکھیں گے اور کیسے ملیں گے ؟ پس یہ آیت اتری اور حضور ﷺ نے فرمایا اوپر کے درجہ والے نیچے والوں کے پاس اتر آئیں گے اور پربہار باغوں میں سب جمع ہوں گے اور اللہ کے احسانات کا ذکر اور اس کی تعریفیں کریں گے اور جو چاہیں گے پائیں گے ناز و نعم سے ہر وقت رہیں گے۔ ابن مردویہ میں ہے ایک شخص حضور ﷺ کے پاس آئے اور کہنے لگے یا رسول اللہ میں آپ کو اپنی جان سے اپنے اہل عیال سے اور اپنے بچوں سے بھی زیادہ محبوب رکھتا ہوں۔ میں گھر میں ہوتا ہوں لیکن شوق زیارت مجھے بیقرار کردیتا ہے صبر نہیں ہوسکتا دوڑتا بھاگتا آتا ہوں اور دیدار کر کے چلا جاتا ہوں لیکن جب مجھے آپ کی اور اپنی موت یاد آتی ہے اور اس کا یقین ہے کہ آپ جنت میں نبیوں کے سب سے بڑے اونچے درجے میں ہوں گے تو ڈر لگتا ہے کہ پھر میں حضور ﷺ کے دیدار سے محروم ہوجاؤں گا، آپ نے تو کوئی جواب نہیں دیا لیکن یہ آیت نازل ہوئی۔ اس روایت کے اور بھی طریقے ہیں، صحیح مسلم شریف میں ہے ربیعہ بن کعب اسلمی ؓ فرماتے ہیں میں رات کو حضور ﷺ کی خدمت میں رہتا اور پانی وغیرہ لا دیا کرتا تھا ایک بار آپ نے مجھ سے فرمایا کچھ مانگ لے میں نے کہا جنت میں میں آپ کی رفاقت کا طالب ہوں فرمایا اس کے سوا اور کچھ ؟ میں نے کہا وہ بھی یہی فرمایا میری رفاقت کے لئے میری مدد کر بکثرت سجدے کیا کر، مسند احمد میں ہے ایک شخص نے آنحضرت ﷺ سے کہا میں اللہ کے لا شریک ہونے کی اور آپ کے رسول ہونے کی گواہی دیتا ہوں اور رمضان کے روزے رکھتا ہوں تو آپ نے فرمایا جو مرتے دم تک اسی پر رہے گا وہ قیامت کے دن نبیوں صدیقوں اور شہیدوں کے ساتھ اس طرح ہوگا پھر آپ نے اپنی دو انگلیاں اٹھا کر اشارہ کر کے بتایا۔ لیکن یہ شرط ہے کہ ماں باپ کا نافرمان نہ ہو مسند احمد میں ہے جس نے اللہ کی راہ میں ایک ہزار آیتیں پڑھیں وہ انشاء اللہ قیامت کے دن نبیوں کے صدیقوں شہیدوں اور صالحوں کے ساتھ لکھا جائے گا، ترمذی میں ہے سچا امانت دار، تاجر نبیوں، صدیقوں اور شہیدوں کے ساتھ ہوگا، ان سب سے زیادہ زبردست بشارت اس حدیث میں ہے جو صحاج اور مسانید وغیرہ میں صاحبہ کرام رضوان اللہ تعالیٰ اجمعین کی ایک زبردست جماعت ہے بہ تواتر مروی ہے کہ نبی ﷺ سے اس شخص کے بارے میں دریافت کیا گیا جو ایک قوم سے محبت رکھتا ہے لیکن اس سے ملا نہیں تو آپ نے فرمایا (حدیث المرء مع من احب) ہر انسان اس کے ساتھ ہوگا جس سے وہ محبت رکھتا تھا حضرت انس ؓ فرماتے ہیں مسلمان جس قدر اس حدیث سے خوش ہوئے اتنا کسی اور چیز سے خوش نہیں ہوئی، حضرت انس ؓ فرماتے ہیں واللہ میری محبت تو آنحضرت ﷺ سے ہے حضرت ابوبکر ؓ سے ہے اور حضرت عمر ؓ سے ہے تو مجھے امید ہے کہ اللہ مجھے بھی انہی کے ساتھ اٹھائے گا گو میرے اعمال ان جیسے نہیں (یا اللہ تو ہمارے دل بھی اپنے نبی ﷺ اور ان کے چاہنے والوں کی محبت سے بھر دے اور ہمارا حشر بھی انہی کے ساتھ کر دے آمین) رسول اللہ ﷺ فرماتے ہیں جنتی لوگ اپنے سے بلند درجہ والے جنتیوں کو ان کے بالا خانوں میں اس طرح دیکھیں گے جیسے تم چمکتے ستارے کو مشرق یا مغرب میں دیکھتے ہو ان میں بہت کچھ فاصلہ ہوگا صحابہ ؓ نے کہا یہ منزلیں تو انبیاء کرام کے لئے ہی مخصوص ہوں گی ؟ کیوں اور وہاں تک کیسے پہنچ سکتا ہے ؟ آپ نے فرمایا کیوں نہیں اس کی قسم جس کے ہاتھ میں میری جان ہے ان منزلوں تک وہ بھی پہنچیں گے جو اللہ پر ایمان لائے رسولوں کو سچا جانا اور مانا (بخاری مسلم) ایک حبشی حضور ﷺ کی خدمت میں حاضر ہوتا ہے آپ فرماتے ہیں جو پوچھنا ہو پوچھو اور سمجھو وہ کہتا ہے یا رسول اللہ ﷺ آپ کو صورت میں رنگ میں نبوت میں اللہ عزوجل نے ہم پر فضیلت دے رکھی ہے اگر میں بھی اس چیز پر ایمان لاؤں جس پر آپ ایمان لائے ہیں اور ان احکام کو بجا لاؤں جنہیں آپ بجا لا رہے ہیں تو کیا جنت میں آپ کا ساتھ ملے گا ؟ حضور ﷺ نے فرمایا ہاں اس اللہ تعالیٰ کی قسم جس کے ہاتھ جگمگاتا ہوا نظر آئے گا۔ لا الہ الا اللہ کہنے والے سے اللہ کا وعدہ ہے اور سبحان اللہ وبحمدہ کہنے والے کے لئے ایک لاکھ چوبیس ہزار نیکیاں لکھی جاتی ہیں اس پر ایک اور صاحب نے کہا حضور ﷺ جب یہ حقائق ہیں تو پھر ہم کیسے ہلاک ہوسکتے ہیں ؟ تو آپ نے فرمایا ایک انسان قیامت کے دن اس قدر اعمال لے کر آئے گا اگر کسی پہاڑ پر رکھے جائیں تو وہ بھی بوجھل ہوئے لیکن ایک ہی نعمت جو ؟ ؟ ؟ کے مقابل کھڑی ہوگی جو صرف اس کی نعمتوں کا شکریہ ادا کرنے کا نتیجہ ہوگی اس کے سامنے مذکورہ اعمال کم نظر آئیں گے محض اس کا شکریہ میں ہی یہ اعمال کم نظر آئیں گے ہاں یہ اور بات ہے کہ اللہ تعالیٰ اپنی رحمت کاملہ سے اسے ڈھانک لے اور جنت دے دے اور یہ آیتیں اتریں (هَلْ اَتٰى عَلَي الْاِنْسَانِ حِيْنٌ مِّنَ الدَّهْرِ لَمْ يَكُنْ شَيْـــًٔا مَّذْكُوْرًا سے وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعِيْمًا وَّمُلْكًا كَبِيْرًا) 76۔ الدہر :1 تا 20) تک۔ تو حبشی صحابی ؓ کہنے لگایا رسول اللہ ﷺ کیا جنت میں جن جن چیزوں کو آپ کی آنکھیں دیکھیں گی میری آنکھیں بھی دیکھ سکیں گی ؟ آپ نے فرمایا ہاں اس پر وہ حبشی فرط شوق میں روئے اور اس قدر روئے کہ اسی حالت میں فوت ہوگئے ؓ وارضاہ حضرت ابن عمر ؓ فرماتے ہیں میں نے دیکھا کہ ان کی نعش مبارک کو خود رسول اللہ ﷺ قبر میں اتار رہے تھے یہ روایت غریب ہے اور اس میں اصولی خامیاں بھی ہیں اس کی سند بھی صغیف ہے۔ ارشاد الٰہی ہے یہ خاص اللہ کی عنایت اور اس کا فضل ہے اس کی رحمت سے ہی یہ اس کے قابل ہوئے نہ کہ اپنے اعمال سے، اللہ خوب جاننے والا ہے اس بخوبی معلوم ہے کہ مستحق معلوم ہدایت و توفیق کون ہے ؟",
  "ayah": 66,
  "surah": 4
}
