{
  "text": "طاقتور اور متحد ہو کر زندہ رہو  اللہ رب العزت مسلمانوں کو حکم دیتا ہے کہ وہ ہر وقت اپنے بچاؤ کے اسباب تیار رکھیں ہر وقت ہتھیار بند رہیں تاکہ دشمن ان پر با آسانی کامیاب نہ ہوجائے۔ ضرورت کے ہتھیار تیار رکھیں اپنی تعداد بڑھاتے رہیں قوت مضبوط کرتے رہیں منظم مردانہ وار جہاد کے لئے بیک آواز اٹھ کھڑے ہوں چھوٹے چھوٹے لشکروں میں بٹ کر یا متحدہ فوج کی صورت میں جیسا موقعہ ہو آواز سنتے ہی ہوشیار رہیں کہ منافقین کی خصلت ہے کہ خود بھی اللہ تعالیٰ کی راہ سے جی چرائیں اور دوسروں کو بھی بزدل بنائیں، جیسے عبداللہ بن ابی بن سلول سردار منافقین کا فعل تھا اللہ تعالیٰ اسے رسوا کرے اس کا کردار یہ تھا کہ اگر حکمت الہیہ سے مسلمانوں کو دشمنوں کے مقابلہ میں کامیابی نہ ہوتی دشمن ان پر چھا جاتا انہیں نقصان پہنچاتا ان کے آدمی شہید ہوتے تو یہ گھر بیٹھا خوشیاں مناتا اور اپنی دانائی پر اکڑتا اور اپنا اس جہاد میں شریک نہ ہونا اپنے حق میں اللہ تعالیٰ کا انعام قرار دیتا لیکن بیخبر یہ نہیں سمجھتا کہ جو اجر وثواب ان مجاہدین کو ملا اس سب سے یہ بدنصیب یک لخت محروم رہا اگر یہ بھی ان میں شامل ہو یا تو غازی کا درجہ پاتا اپنے صبر کے ثواب سمیٹتا یا شہادت کے بلند مرتبے تک پہنچ جاتا، اور اگر مسلمان مجاہدین کا اللہ کا فضل معاون ہوتا یعنی یہ دشمنوں پر غالب آجاتے ان کی فتح ہوتی دشمنوں کو انہوں نے پامال کیا اور مال غنیمت لونڈی غلام لے کر خیر عافیت ظفر اور نصرت کے ساتھ لوٹتے تو یہ انگاروں پر لوٹتا اور ایسے لمبے لمبے سانس لے کر ہائے وائے کرتا ہے اور اس طرح پچھتاتا ہے اور ایسے کلمات زبان سے نکالتا ہے گویا یہ دین تمہارا نہیں بلکہ اس کا دین ہے اور کہتا افسوس میں ان کے ساتھ نہ ہوا ورنہ مجھے بھی حصہ ملتا اور میں بھی لونڈی، غلام، مال، متاع والا بن جاتا الغرض دنیا پر ریجھا ہوا اور اسی پر مٹا ہوا ہے۔ پس اللہ کی راہ میں نکل کھڑے ہونے والے مومنوں کو چاہیے کہ ان سے جہاد کریں جو اپنے دین کو دنیا کے بدلے فروخت کر رہے ہیں اپنے کفر اور عدم ایمان کے باعث اپنی آخرت کو برباد کر کے دنیا بناتے ہیں۔ سنو ! اللہ کی راہ کا مجاہد کبھی نقصان نہیں اٹھاتا اس کے دونوں ہاتھوں میں لڈو ہیں قتل کیا گیا تو اجر موجود غالب رہا تو ثواب حاضر۔ بخاری مسلم میں ہے کہ اللہ کی راہ کے مجاہد کا ضامن خود اللہ عزوجل ہے یا تو اس فوت کر کے جنت میں پہنچائے گا جس جگہ سے وہ چلا ہے وہیں اجر و غنیمت کے ساتھ صیح سالم واپس لائے گا فالحمد اللہ۔",
  "ayah": 74,
  "surah": 4
}
