{
  "text": "ظاہر وباطن نبی اکرم ﷺ کا مطیع بنا لو  اللہ تعالیٰ کا ارشاد ہے کہ میرے بندے اور رسول حضرت محمد ﷺ کا تابعدار صحیح معنی میں میرا ہی اطاعت گزار ہے آپ کا نافرمان میرا نافرمان ہے، اس لئے کہ آپ اپنی طرف سے کچھ نہیں کہتے جو فرماتے ہیں وہ وہی ہوتا ہے جو میری طرف سے وحی کیا جاتا ہے، حضور ﷺ فرماتے ہیں کہ میری ماننے والا اللہ تعالیٰ کی ماننے والا ہے اور جس نے میری نافرمانی کی اس نے اللہ کی بات نہ مانی جس نے امیر کی اطاعت کی اور جس نے امیر کی نافرمانی کی اس نے میری نافرمانی کی یہ حدیث بخاری و مسلم میں ثابت ہے، پھر فرماتا ہے جو بھی منہ موڑ کر بیٹھ جائے تو اس کا گناہ اے نبی ﷺ آپ پر نہیں آپ کا ذمہ تو طرف پہنچا دینا ہے، جو نیک نصیب ہوں گے مان لیں گے نجات اور اجر حاصل کرلیں گے ہاں ان کی نیکیوں کا ثواب آپ کو بھی ہوگا کیونکہ دراصل اس راہ کا راہبر اس نیکی کے معلم آپ ہی ہیں۔ اور جو نہ مانے نہ عمل کرے تو نقصان اٹھائے گا بدنصیب ہوگا اپنے بوجھ سے آپ مرے گا اس کا گناہ آپ پر نہیں اس لئے کہ آپ نے سمجھانے بجھانے اور راہ حق دکھانے میں کوئی کسر اٹھا نہیں رکھی۔ حدیث میں ہے اللہ اور اس کے رسول اللہ ﷺ کی اطاعت کرنے ولا رشد و ہدایت والا ہے اور اللہ اور رسول ﷺ کا نافرمان اپنے ہی نفس کو ضرور نقصان پہنچانے والا ہے، پھر منافقوں کا حال بیان ہو رہا ہے کہ ظاہری طور پر اطاعت کا اقرار کرتے ہیں موافقت کا اظہار کرتے ہیں لیکن جہاں نظروں سے دور ہوئے اپنی جگہ پر پہنچے تو ایسے ہوگئے گویا ان تلوں میں تیل ہی نہ تھا جو کچھ یہاں کہا تھا اس کے بالکل برعکس راتوں کو چھپ چھپ کر سازشیں کرنے بیٹھ گے حالانکہ اللہ تعالیٰ ان کی ان پوشیدہ چالاکیوں اور چالوں کو بخوبی جانتا ہے اس کے مقرر کردہ زمین کے فرشتے ان کی سب کرتوتوں اور ان کی تمام باتوں کو اس کے حکم سے ان کے نامہ اعمال میں لکھ رہے ہیں پس انہیں ڈانٹا جا رہا ہے کہ یہ کیا بیہودہ حرکت ہے ؟ جس نے تمہیں پیدا کیا ہے اس سے تمہاری کوئی بات چھپ سکتی ہے ؟ تم کیوں ظاہر و باطن یکساں نہیں رکھتے، ظاہر باطن کا جاننے والا تمہیں تمہاری اس بیہودہ حرکت پر سزا دے گا ایک اور آیت میں بھی منافقوں کی اس خصلت کا بیان ان الفاظ میں فرمایا ہے (وَيَقُوْلُوْنَ اٰمَنَّا باللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَ ۭ وَمَآ اُولٰۗىِٕكَ بالْمُؤْمِنِيْنَ) 24۔ النور :47) پھر اپنے نبی ﷺ کو حکم دیتا ہے کہ آپ ان سے درگزر کیجئے بردباری برتئے، ان کی خطا معاف کیجئے، ان کا حال ان کے نام سے دوسروں سے نہ کہئے، ان سے بالکل بےخوف رہیے اللہ پر بھروسہ کیجئے جو اس پر بھروسہ کرے جو اس کی طرف رجوع کرے اسے وہی کافی ہے۔",
  "ayah": 81,
  "surah": 4
}
