{
  "text": "کتاب اللہ میں اختلاف نہیں ہمارے دماغ میں فتور ہے اللہ تعالیٰ اپنے بندوں کو حکم دیتا ہے کہ وہ قرآن کو غور و فکر تامل و تدبر سے پڑھیں اس سے تغافل نہ برتیں، بےپرواہی نہ کریں اس کے مستحکم مضامین اس کے حکمت بھرے احکام اس کے فصیح وبلیغ الفاظ پر غور کریں، ساتھ یہ خبر دیتا ہے کہ یہ پاک کتاب اختلاف، اضطراب، تعارض اور تضاد سے پاک ہے اس لئے کہ حکم وحمید اللہ کا کلام ہے وہ خود حق ہے اور اسی طرح اس کا کلام بھی سراسر حق ہے، چناچہ اور جگہ فرمایا (اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰي قُلُوْبٍ اَقْفَالُهَا) 47۔ محمد :24) یہ لوگ کیوں قرآن میں غور و خوض نہیں کرتے ؟ کیا ان کے دلوں پر سنگین قفل لگ گئے ہیں، پھر فرماتا ہے اگر یہ قرآن اللہ کی طرف سے نازل شدہ نہ ہوتا جیسے کہ مشرکین اور منافقین کا زعم ہے یہ اگر یہ فی الحقیقت کسی کا اپنی طرف سے وضع کیا ہوا ہوتا یا کوئی اور اس کا کہنے والا ہوتا تو ضروری بات تھی کہ اس میں انسانی طبائع کے مطابق اختلاف ملتا، یعنی ناممکن ہے کہ انسانی اضطراب و تضاد سے مبرا ہو لازماً یہ ہوتا کہ کہیں کچھ کہا جاتا اور کہیں کچھ اور یہاں ایک بات کہی تو آگے جا کر اس کے خلاف بھی کہہ گئے۔ چناچہ عالموں کا قول بیان کیا گیا ہے کہ وہ کہے ہیں ہم اس پر ایمان لائے یہ سب ہمارے رب کی طرف سے ہیں یعنی محکم اور متشابہ کو محکم کی طرف لوٹا دیتے ہیں اور ہدایت پالیتے ہیں اور جن کے دلوں میں کجی ہے بدنیتی ہے وہ محکم متشابہ کی طرف موڑ توڑ کر کے گمراہ ہوجاتے ہیں۔ یہی وجہ ہے جو اللہ تعالیٰ نے پہلے صحیح مزاج والوں کی تعریف کی اور دوسری قسم کے لوگوں کی برائی بیان فرمائی عمرو بن شعیب سے مروی ہے عن ابیہ عن جدہ والی حدیث میں ہے کہ میں ہے کہ میں اور میرے بھائی ایک ایسی مجلس میں شامل ہوئے کہ اس کے مقابلہ میں سرخ اونٹوں کا مل جانا بھی اس کے پاسنگ برابر بھی قیمت نہیں رکھتا ہم دونوں نے دیکھا کہ حضور ﷺ کے دروازے پر چند بزرگ صحابہ کھڑے ہوئے ہیں ہم ادب کے ساتھ ایک طرف بیٹھ گئے ان میں قرآن کریم کی کسی آیت کی بابت مذاکرہ ہو رہا تھا جس میں اختلافی مسائل بھی تھے آخر بات بڑھ گئی اور زور زور سے آپس میں بات چیت ہونے لگی رسول اللہ ﷺ اسے سن کر سخت غضبناک ہو کر باہر تشریف لائے چہرہ مبارک سرخ ہو رہا تھا ان پر مٹی ڈالتے ہوئے فرمانے لگے خاموش رہو تم سے اگلی امتیں اسی باعث تباہ و برباد ہوگئیں، کہ انہوں نے اپنے انبیاء سے اختلاف کیا اور کتاب اللہ کی ایک آیت کو دوسری آیت کے خلاف سمجھایاد رکھو قرآن کی کوئی آیت دوسری آیت کے خلاف اسے جھٹلانے والی نہیں بلکہ قرآن کی ایک ایک آیت ایک دوسرے کی تصدیق کرتی ہے تم جسے جان لو عمل کرو جسے نہ معلوم کرسکو اس کے جاننے والے کے لئے چھوڑ دو۔ دوسری آیت میں ہے کہ صحابہ تقدیر کے بارے میں مباحثہ کر رہے تھے، راہی کہتے ہیں کہ کاش کہ میں اس مجلس میں نہ بیٹھتا۔ حضرت عبداللہ بن عمرو ؓ فرماتے ہیں کہ میں دوپہر کے وقت حاضر حضور ہوا تو بیٹھا ہی تھا کہ ایک آیت کے بارے میں دو شخصوں کے درمیان اختلاف ہوا ان کی آوازیں اونچی ہوئیں تو آپ نے فرمایا تم سے پہلی امتوں کی ہلاکت کا باعث صرف ان کا کتاب اللہ کا اختلاف کرنا ہی تھا (مسند احمد)۔ پھر ان جلد باز لوگوں کو روکا جا رہا ہے جو کسی امن یا خوف کی خبر پاتے ہی بےتحقیق بات ادھر سے ادھر تک پہنچا دیتے ہیں حالانکہ ممکن ہے وہ بالکل ہی غلط ہو، صحیح مسلم شریف میں ہے جو شخص کوئی بات بیان کرے اور وہ گمان کرتا ہو کہ یہ غلط ہے وہ بھی جھوٹوں میں کا ایک جھوٹا ہے، یہاں پر ہم حضرت عمر ؓ والی روایت کا ذکر کرنا بھی مناسب سمجھتے ہیں کہ جب انہیں یہ خبری پہنچا کہحضور ﷺ نے اپنی بیویوں کو طلاق دے دی تو آپ اپنے گھر سے چلے مسجد میں آئے یہاں بھی لوگوں کو یہی کہتے سنا تو بذات خود رسول اللہ ﷺ کے پاس پہنچے اور خود آپ سے دریافت کیا کہ کیا یہ سچ ہے ؟ کہ آپ نے اپنی ازواج مطہرات کو طلاق دے دی ؟ آپ نے فرمایا غلط ہے چناچہ فاروق اعظم نے اللہ کی بڑائی بیان کی۔ صحیح مسلم میں ہے کہ پھر مسجد کے دروازے پر کھڑے ہو کر بہ آواز بلند فرمایا لوگو رسول مقبول ﷺ نے اپنی بیویوں کو طلاق نہیں دی۔ اسی پر یہ آیت نازل ہوئی۔ پس حضرت عمر ؓ وہ ہیں جنہوں نے اس معاملہ کی تحقیق کی۔ علمی اصطلاح میں استنباط کہتے ہیں کسی چیز کو اس کے منبع اور مخزن سے نکالنا مثلاً جب کوئی شخص کسی کان کو کھود کر اس کے نیجے سے کوئی چیز نکالے تو عرب کہتے ہیں \" استنبط الرجل \" پھر فرماتا ہے اگر اللہ تعالیٰ کا فضل و رحم تم پر نہ ہوتا تو تم سب کے سب سوائے چند کامل ایمان والوں کے شیطان کے تابعدار بن جاتے ایسے موقعوں پر محاورۃ معنی ہوتے ہیں کہ تم کل کے کل شامل ہو چناچہ عرب کے ایسے شعر بھی ہیں۔",
  "ayah": 82,
  "surah": 4
}
