{
  "text": "حکم جہاد امتحان ایمان ہے رسول اللہ ﷺ کو حکم ہو رہا ہے کہ آپ تنہا اپنی ذات سے اللہ تعالیٰ کی راہ میں جہاد کریں چاہیے کوئی بھی آپ کا ساتھ نہ دے، ابو اسحاق حضرت براء بن عازب ؓ سے دریافت فرماتے ہیں کہ ایک مسلمان اکیلا تنہا ہو اور دشمن ایک سو ہوں تو کیا وہ ان سے جہاد کرے ؟ آپ نے فرمایا ہاں تو کہا پھر قرآن کی اس آیت سے تو ممانعت تاکید ہوتی ہے کہ اللہ تعالیٰ فرماتا ہے اپنے ہاتھوں آپ ہلاکت میں نہ پڑو تو حضرت براء نے فرمایا اللہ تعالیٰ اسی آیت میں اپنے نبی ﷺ سے فرماتا ہے اللہ کی راہ میں لڑ تجھے فقط تیرے نفس کی تکلیف دی جاتی ہے اور حکم دیا جاتا ہے کہ مومنوں کو بھی اس سے مراد اللہ کی راہ میں خرچ کرنے سے رکنے والا ہے اور روایت میں ہے کہ جب یہ آیت ہلاکت اتری تو آپ نے صحابہ ؓ سے فرمایا مجھے میرے رب نے جہاد کا حکم دیا ہے پس تم بھی جہاد کرو یہ حدیث غریب ہے۔ پھر فرماتا ہے مومنوں کو دلیری دلا اور انہیں جہاد کی رغبت دلا، چناچہ بدر والے دن میدان جہاد میں مسلمانوں کی صفیں درست کرتے ہوئےحضور ﷺ نے فرمایا اٹھو اور بڑھو اس جنت کی طرف جس کی چوڑائی آسمان و زمین ہے، جہاد کی ترغیب کی بہت سی حدیثیں ہیں، بخاری میں ہے جو اللہ پر اور اس کے رسول پر ایمان لائے، صلوۃ قائم کرے، زکوٰۃ دیتا رہے، رمضان کے روزے رکھے اللہ پر اس کا حق ہے کہ وہ اسے جنت میں داخل کرے اللہ کی راہ میں ہجرت کی ہو جہاں پیدا ہوا ہے وہیں ٹھہرا رہا ہو، لوگوں نے کہا حضور ﷺ کیا لوگوں کو اس کی خوشخبری ہم نہ دے دیں ؟ آپ نے فرمایا سنو جنت میں سو درجے ہیں جن میں سے ایک درجے میں اس قدر بلندی ہے جتنی زمین و آسمان میں اور یہ درجے اللہ نے ان کے لئے تیار کیے ہیں جو اس کی راہ میں جہاد کریں۔ پس جب تم اللہ سے جنت مانگو تو جنت الفردوس طلب کرو وہ بہترین جنت ہے اور سب سے اعلیٰ ہے اس کے اوپر رحمٰن کا عرش ہے اور اسی سے جنت کی سب نہریں جاری ہوتی ہیں، مسلم کی حدیث میں ہے جو شخص رب ہونے پر اسلام کے دین ہونے پر محمد ﷺ کے رسول و نبی ہونے پر راضی ہوجائے اس کے لئے جنت واجب ہے حضرت ابو سعید اسے سن کر خوش ہو کر کہنے لگے حضور ﷺ دوبارہ ارشاد ہو آپ نے دوبارہ اسی کو بیان فرما کر کہا ایک اور عمل ہے جس کے باعث اللہ تعالیٰ اپنے بندے کے سو درجے بلند کرتا ہے ایک درجے سے دوسرے درجے تک اتنی بلندی ہے جتنی آسان و زمین کے درمیان ہے پوچھا وہ عمل کیا ہے ؟ فرمایا اللہ کی راہ میں جہاد۔ ارشاد ہے جب آپ جہاد کے لئے تیار ہوجائیں گے مسلمان آپ کی تعلیم سے جہاد پر آمادہ ہوجائیں گے تو پھر اللہ کی مدد شامل حال ہوگی اللہ تعالیٰ کفر کی کمر توڑ دے گا کفار کی ہمت پست کر دے گا ان کے حوصلے ٹوٹ جائیں گے پھر کیا مجال کہ دنیا میں بھی انہیں مغلوب کرے اور یہیں انہیں عذاب بھی دے اسی طرح آخرت میں بھی اسی کو قدرت حاصل ہے، جیسے اور آیت میں ہے۔ (وَلَوْ يَشَاۗءُ اللّٰهُ لَانْتَـصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْـضٍ) 47۔ محمد :4) اگر اللہ چاہے ان سے از خود بدلہ لے لے، لیکن وہ ان کو اور تمہیں آزما رہا ہے۔ جو شخص کسی امر خیر میں کوشش کرے تو اسے بھی اس خیر بھلائی کا ثواب ملے گا، اور جو اس کے خلاف کوشش کرے اور بد نتیجہ برآمد کرے اس کی کوشش اور نیت کا اس پر بھی ویسا ہی بوجھ ہوگا، نبی ﷺ فرماتے ہیں سفارش کرو اجر پاؤ گے اور اللہ اپنے نبی ﷺ کی زبان پر وہ جاری کرے گا جو چاہے، یہ آیت ایک دوسرے کی سفارش کرنے کے بارے میں نازل ہوئی ہے، اس مہربانی کو دیکھئے فرمایا محض شفاعت پر ہی اجر مل جائے گا خواہ اس سے کام بنے یا نہ بنے، اللہ ہر چیز کا حافظ ہے، ہر چیز پر حاضر ہے، ہر چیز کا حساب لینے والا ہے، ہر چیز پر قادر ہے، ہر چیز کو دوام بخشنے والا ہے، ہر ایک کو روزی دینے والا ہے، ہر انسان کے اعمال کا اندازہ کرنے والا ہے۔ سلام کہنے والے کو اس سے بہتر جواب دو :مسلمانو ! جب تمہیں کوئی مسلمان سلام کرے تو اس کے سلام کے الفاظ سے بہتر الفاظ سے اس کا جواب دو ، یا کم سے کم انہی الفاظ کو دوہرا دو پس زیادتی مستحب ہے اور برابری فرض ہے، ابن جریر میں ہے ایک شخص رسول اللہ ﷺ کی خدمت میں حاضر ہوا اور کہا السلام علیکم یا رسول اللہ آپ نے فرمایا وعلیک السلام ورحمتہ اللہ وبرکاتہ پھر ایک صاحب آئے انہوں نے السلام علیک ورحمتہ اللہ وبرکاتہ آپ نے جواب میں فرمایا وعلیک تو اس نے کہا اے اللہ کے نبی ﷺ فلاں اور فلاں نے آپ کو سلام کیا تو آپ نے جواب دیا کچھ زیادہ دعائیہ الفاظ کے ساتھ دیا جو مجھے نہیں دیا آپ نے فرمایا تم نے ہمارے لئے کچھ باقی ہی نہ چھوڑا اللہ کا فرمان ہے جب تم پر سلام کیا جائے تو تم اس سے اچھا جواب دو یا اسی کو لوٹا دو اس لئے ہم نے وہی الفاظ لوٹا دئیے یہ روایت ابن ابی حاتم میں بھی اسی طرح مروی ہے، اسے ابوبکر مردویہ نے بھی روایت کیا مگر میں نے اسے مسند میں نہیں دیکھا واللہ اعلم اس حدیث سے یہ بھی معلوم ہوا کہ سلام کے کلمات میں سے زیادتی نہیں، اگر ہوتی تو آنحضرت ﷺ اس آخری صحابی کے جواب میں وہ لفظ کہہ دیتے۔ مسند احمد میں ہے کہ ایک شخص حضور کے پاس آئے اور السلام علیکم یارسول اللہ کہہ کر بیٹھ گئے آپ نے جواب دیا اور فرمایا دس نیکیاں ملیں، دوسرے آئے اور السلام علیکم ورحمتہ اللہ یا رسول اللہ کہہ کر بیٹھ گئے آپ نے فرمایا بیس نیکیاں ملیں، پھر تیسرے صاحب آئے انہوں نے کہا السلام علیکم ورحمتہ وبرکاتہ آپ نے فرمایا تیس نیکیاں ملیں، امام ترمذی اسے حسن غریب بتاتے ہیں، حضرت ابن عباس ؓ اس آیت کو عام لیتے ہیں اور فرماتے ہیں کہ خلق اللہ میں سے جو کوئی سلام کرے گا اسے جواب دو گو وہ مجوسی ہو، حضرت قتادہ فرماتے ہیں سلام کا اس سے بہتر جواب دینا تو مسمانوں کے لئے ہے اور اسی کو لوٹا دینا اہل ذمہ کے لئے ہے، لیکن اس تفسیر میں ذرا اختلاف ہے جیسے کہ اوپر کی حدیث میں گزر چکا ہے مراد یہ ہے کہ اس کے سلام سے اچھا جواب دیں اور اگر مسلمان سلام کے سبھی الفاظ کہہ دے تو پھر جواب دینے والا انہی کو لوٹادے، ذمی لوگوں کو خود کریں تو جواب میں اتنے ہی الفاظ کہہ دے، بخاری و مسلم میں ہے جب کوئی یہودی تمہیں سلام کرے تو خیال رکھو یہ کہ دیتے ہیں السام علیک تو تم کہ دو و علیک صحیح مسلم میں ہے یہود و نصاری کو تم پہلے سلام نہ کرو اور جب راستے میں مڈ بھیڑ ہوجائے تو انہیں تنگی کی طرف مضطر کر، امام حسن بصری ؒ فرماتے ہیں سلام نفل ہے اور جواب سلام فرض ہے اور علماء کرام کا فرمان بھی یہی ہے، پس اگر جواب نہ دے گا تو گنہگار ہوگا اس لئے کہ جواب سلام کا اللہ کا حکم ہے اس کے بعد اللہ تعالیٰ اپنی توحید بیان فرماتا ہے اور الوہیت اور اپنا یکتا ہونا ظاہر کرتا ہے اور اس میں ضمنی مضامین بھی ہیں اسی لئے دوسرے جملے کو لام سے شروع کیا جو قسم کے جواب میں آتا ہے، تو اگلا جملہ خبر ہے اور قسم بھی ہے کہ وہ عنقریب تمام مقدم و موخر کو میدان محشر میں جمع کرے گا اور وہاں ہر ایک کو اس کے عمل کا بدلہ دے گا، اس اللہ سمیع بصیر سے زیادہ سچی بات والا اور کوئی نہیں، اس کی خبر اس کا وعدہ اس کی وعید سب سچ ہے، وہی معبود برحق ہے، اس کے سوا کوئی مربی نہیں۔",
  "ayah": 86,
  "surah": 4
}
