{
  "text": "مجاہد اور عوام میں فرق  صحیح بخاری میں ہے کہ جب اس آیت کے ابتدائی الفاظ اترے کہ گھروں میں بیٹھ رہنے والے جہاد کرنے والے مومن برابر نہیں، تو آپ اسے حضرت زید کو بلوا کر لکھوا رہے تھے اس وقت حضرت ابن ام مکتوم نابینا آئے اور کہنے لگے حضور ﷺ میں تو نابینا ہوں معذور ہوں اس پر الفاظ غیر اولی الضرر نازل ہوئے یعنی وہ بیٹھ رہنے والے جو بےعذر ہوں ان کا ذکر ہے۔ اور روایت میں ہے کہ حضرت زید اپنے ساتھ قلم دوات اور شانہ لے کر آئے تھے اور حدیث میں ہے کہ ام مکتوم نے فرمایا تھا یا رسول اللہ ﷺ اگر مجھ میں طاقت ہوتی تو میں ضرور جہاد میں شامل ہوتا اس پر وہ آیت اتری اس وقت حضور ﷺ کی ران حضرت زید کی ران پر تھی ان پر اس قدر بوجھ پڑا قریب تھا کہ ران ٹوٹ جائے۔ وہ حدیث میں ہے کہ جس وقت ان آیات کی وحی اتری اور اس کے بعد طمانیت آپ پر نازل ہوئی میں آپ کے پہلو میں تھا اللہ کی قسم مجھ پر رسول ﷺ کی ران کا ایسا بوجھ پڑا کہ میں نے اس سے زیادہ بوجھل چیز زندگی بھر کوئی اٹھائی پھر وحی ہٹ جانے کے بعد آپ نے عظیما تک آیت لکھوائی اور میں نے اسے شانے کی ہڈی پر لکھ لیا اور حدیث میں یہ الفاظ بھی ہیں کہ ابھی تو ابن ام مکتوم کے الفاظ ختم بھی نہ ہوئے تھے جو آپ پر وحی نازل ہونا شروع ہوئی، حضرت زید فرماتے ہیں وہ منظر اب تک میری نگاہوں کے سامنے ہے گویا میں دیکھ رہا ہوں کہ بعد میں اترے ہوئے الفاظ کو میں نے ان کی جگہ پر اپنی تحریر میں بعد میں بڑھایا ہے، حضرت ابن عباس فرماتے ہیں مراد بدر کی لڑائی میں جانے والے اور اس میں حاضر نہ ہونے والے ہیں، غزوہ بدر کے موقعہ پر حضرت عبداللہ بن جعش اور حضرت عبداللہ بن ام مکتوم آکر حضور سے کہنے لگے ہم دونوں نابینا ہیں کیا ہمیں رخصت ہے ؟ تو انہیں آیت قرآنی میں رخصت دی گئی، پس مجاہدین کو جس قسم کے بیٹھ رہنے والوں پر فضلیت دی گئی ہے وہ وہ ہیں جو صحت و تندرستی والے ہوں، پس پہلے تو مجاہدین کو جس قسم کے بیٹھ رہنے والوں پر فضلیت دی گئی ہے وہ وہ ہیں جو صحت و تندرستی والے ہوں، پس پہلے تو مجاہدین کو بیٹھ رہنے والوں پر مطلقاً فضلیت تھی لیکن اسی وحی میں جو الفاظ اترے اس نے ان لوگوں کو جنہیں مباح عذر ہوں عام بیٹھ رہنے والوں سے مستثنیٰ کردیا جیسے اندھے لنگڑے لولے اور بیمار، یہ مجاہدین کے درجے میں ہیں۔ پھر مجاہدین کی جو فضلیت بیان ہوئی ہے وہ ان لوگوں پر بھی ہے جو بےوجہ جہاد میں شامل نہ ہوئے ہوں، جیسے کہ ابن عباس کی تفسیر گذری اور یہ ہونا بھی چاہئے بخاری میں ہے رسول اللہ ﷺ نے فرمایا مدینہ میں ایسے لوگ بھی ہیں کہ تم جس جہاد کے لئے سفر کرو اور جس جنگل میں کوچ کرو وہ تمہارے ساتھ اجر میں یکساں ہیں، صحابہ نے کہا باوجودیکہ وہ مدینے میں مقیم ہیں، آپ نے فرمایا اس لئے کہ انہیں عذر نے روک رکھا ہے اور روایت میں ہے کہ تم جو خرچ کرتے ہو اس کا ثواب بھی جو تمہیں ملتا ہے انہیں بھی ملتا ہے، اسی مطلب کو ایک شاعر نے ان الفاظ میں یارا حلین الی البیت العتیق لقد سر تم جسو ماو سرنا نحن ارواحا انا اقمنا علی عذروعن قدر ومن اقام علی عذر فقدراحا  یعنی اے اللہ کے گھر کے حج کو جانے والو ! اگر تم اپنے جسموں سمیت اس طرف چل رہے ہو لیکن ہم بھی اپنی روحانی روش سے اسی طرف لپکے جا رہے ہیں، سنو ہماری جسمانی کمزوری اور عذر نے ہمیں روک رکھا ہے اور ظاہر ہے کہ عذر سے رک جانے والا کچھ جانے والے سے کم نہیں پھر فرمایا ہے ہر ایک سے اللہ تعالیٰ کا وعدہ جنت کا اور بہت بڑے اجر کا ہے، اس سے یہ بھی معلوم ہوا کہ جہاد فرض عین نہیں بلکہ فرض کفایہ ہے، پھر ارشاد ہے، مجاہدین کو غیر مجاہدین پر بڑی فضلیت ہے۔ پھر ان کے بلند درجات ان کے گناہوں کی معافی اور ان پر جو برکت و رحمت ہے اس کا بیان فرمایا اور اپنی عام بخشش اور عام رحم کی خبر دی۔ بخاری مسلم میں ہے جنت میں سو درجے ہیں جنہیں اللہ تعالیٰ نے راہ کے مجاہدین کے لئے تیار کیا ہے ہر دو درجوں میں اس قدر فاصلہ ہے جتنا آسمان و زمین میں، اور حدیث میں ہے حضور ﷺ نے فرمایا جو شخص اللہ کی راہ میں تیر چلائے اسے جنت کا درجہ ملتا ہے ایک شخص نے پوچھا درجہ کیا ہے ؟ آپ نے فرمایا وہ تمہارے یہاں کے گھروں کے بالا خانوں جتنا نہیں بلکہ دو درجوں میں سو سال کا فاصلہ ہے۔",
  "ayah": 95,
  "surah": 4
}
