{
  "text": "یخرج ............ والمرجان (55: 22) (ان سمندروں سے موتی اور مونگے نکلتے ہیں)\nموتی (لولو) دراصل حیوان ہے۔ ” سمندر کے اندر جو موتی ہیں وہ سمندروں کی عجیب ترین چیزوں میں سے ہیں۔ یہ حیوان سیپی میں ہوتا ہے اور یہ سیپی چونے کے مواد سے بنی ہوتی ہے اور یہ سمندروں کی گہری تہوں میں اترجاتی ہے۔ یہ سیپی اسے خطرات سے بچاتی ہے۔ یہ حیوان دوسرے زندہ حیوانوں سے اپنی ساخت اور طریقہ حیات کے لحاظ سے بالکل مختلف ہے۔ اس کے پاس ایک باریک جال ہوتا ہے جس طرح شکاری کا جال ہوتا ہے۔ یہ جال نہایت ہی عجیب انداز سے\n(1) ” انسان اکیلا نہیں ہے “ از اے گریسی مورسون ، صدر سائنس اکیڈمی ، نیویارک\nبنا ہوا ہوتا ہے۔ یہ دراصل ایک فلٹر کا کام کرتا ہے جو پانی ، ہوا اور غذا کو تو اندر جانے دیتا ہے لیکن ریت ، کنکریوں وغیرہ کو صاف کرتا جاتا ہے۔ اس جال کے نیچے اس حیوان کے منہ ہوتے ہیں۔ ہر منہ کے چار ہونٹ ہوتے ہیں۔ جب کبھی ریت کا کوئی ذرہ یا کوئی کنکر اس کے منہ میں داخل ہوجائے یا کوئی مضر حیوان اس سیپی میں داخل ہوجائے تو یہ حیوان فوراً اس پر ایک مادہ پھینکتا ہے جس سے یہ ریت کنکری یا حیوان ڈھانپ لیا جاتا ہے۔ اس طرح یہ چیز ایک موتی بن جاتی ہے۔ ریت کا ذرہ یا کنکر کی مقدار جس قدر بڑی ہوگی اس قدر موتی بڑا ہوگا۔ (” اللہ اور جدید سائنس “ ص 5 01)\n” مرجان (مونگا) بھی اللہ کی مخلوقات میں سے ایک عجیب مخلوق ہے۔ یہ سمندروں کے اندر تقریباً 5 ئ 3 میٹر کی گہرائی تک میں رہتا ہے۔ اس کا نچلا حصہ کسی پتھر یا لکڑی سے چسپاں ہوتا ہے اور اس کا منہ اس کے جسم کے بالائی حصے میں ہوتا ہے۔ اس کے جسم کے ساتھ کچھ زائد حصے بھی ہوتے ہیں جن کو وہ اپنے شکار اور خوراک میں استعمال کرتا ہے۔ جب یہ زوائد کسی شکار کو پکڑتے ہیں (یہ شکار اکثر باریک حیوانات پر مشتمل ہوتا ہے۔ مثلاً پانی کے مچھر) تو شکار فوراً شل ہوجاتا ہے اور یہ مرجان کے ساتھ چمٹ جاتا ہے۔ یہ زوائد یعنی ہاتھ پاؤں سکڑتے ہیں اور اس شکار کو منہ کی طرف قریب کرتے ہیں اور یہاں سے یہ شکار مرجان کے منہ میں داخل ہوتا ہے۔ ایک باریک نالی کے ذریعے جس طرح انسان کی خوراک کی نالی کی طرح ہوتی ہے۔ “\n” یہ حیوان نسل کشی کے ذریعے بڑھتا ہے۔ یہ انڈے دیتا ہے۔ ان انڈوں سے جنین پیدا ہوتے ہیں اور یہ جنین پر پتروں اور جھاڑیوں سے چپک کر مستقبل حیوان کے طور پر بڑھتے ہیں اور یہ گویا ایک مستقل حیوان بن جاتے ہیں۔ “\n” خالق کائنات کی قدرتوں کے نشانات میں سے ایک یہ ہے کہ مرجان کا حیوان ایک دوسرے طریقے سے بھی پھیلتا ہیں۔ یوں مرجان کا درخت بن جاتا ہے جس کی لمبی لمبی شاخیں ہوتی ہیں اور جوں جوں یہ شاخوں کی شکل اختیار کرتے ہیں یہ شاخیں باریک ہوجاتی ہیں۔ مرجان جب درخت کی شکل اختیار کرتے ہیں تو اس کی لمبائی 03 سینٹی میٹر تک ہوتی ہے۔ زندہ مرجانی جانور کئی رنگوں کے ہوتے ہیں۔ سمندر میں زرد ، نارنگی ، سرخ ، ازرق ، بھورے ، لونگ کے رنگ کے۔ “\n” سرخ مرجان وہ گول اور مضبوط حصہ ہوتا ہے جو جانور کے مرجانے کے بعد رہتا ہے اور بڑی بڑی چٹانیں ان کی نوآبادیات ہوتی ہیں۔ “\n” ان نو آبادیات میں سے مشہور ترین مرجانی پتھروں کا وہ سلسلہ ہے جو عظیم مرجانی پردے کے نام سے مشہور ہے جو شمالی مشرقی آسٹریلیاں میں واقع ہے اور اس چٹانی سلسلے کی لمبائی ایک ہزار تین سو پچاس میل ہے اور اس کی چوڑائی پچاس میل ہے اور یہ پردہ انہی باریک مرجانی جانوروں کا مرکب ہے۔ (2) ” اللہ اور جدید سائنس “ ص 5 01)\nان موتیوں اور مونگوں سے وہ زیورات بنائے جاتے ہیں جو نہایت شاندر اور قیمتی ہوتے ہیں۔ اس لئے اللہ تعالیٰ اپنے بندوں پر احسان رکھتا ہے کہ تم پر میرے یہ یہ احسانات ہیں اور ان کے ذکر کے بعد پھر یاد دہانی کا فقرہ دہرایا جاتا ہے۔",
  "ayah": 22,
  "surah": 55
}
