{
  "text": "لمّا كان معظم أغراض هذه السورة زجر المشركين عن الإشراك وتوابعه وإنذارهم بسوء عاقبة ذلك ، وكان قد تكرّر وعيدهم من قبل في آيات كثيرة بيوم يكون الفارقَ بين الحق والباطل فتزول فيه شوكتهم وتذهب شدّتهم . وكانوا قد استبطأوا ذلك اليوم حتى اطمأنوا أنه غير واقع فصاروا يهزأون بالنبي عليه الصلاة والسلام والمسلمين فيستعجلون حلول ذلك اليوم .صدّرت السورة بالوعيد المصوغ في صورة الخبر بأن قد حلّ ذلك المتوعد به . فجيء بالماضي المراد به المستقبل المحققُ الوقوع بقرينة تفريع { فلا تستعجلوه } ، لأن النهي عن استعجال حلول ذلك اليوم يقتضي أنه لما يحل بعد .والأمر : مصدر بمعنى المفعول ، كالوعد بمعنى الموعود ، أي ما أمر الله به . والمرادُ من الأمر به تقديره وإرادة حصوله في الأجل المسمّى الذي تقتضيه الحكمة .وفي التعبير عنه بأمر الله إبهام يفيد تهويله وعظمته لإضافته لمن لا يعظم عليه شيء . وقد عبّر عنه تارات بوعد الله ومرّات بأجل الله ونحو ذلك .والخطاب للمشركين ابتداء لأن استعجال العذاب من خصالهم ، قال تعالى : { ويستعجلونك بالعذاب } [ سورة الحج : 47 ] ويجوز أن يكون شاملاً للمؤمنين لأن عذاب الله وإن كان الكافرون يستعجلون به تهكّماً لظنّهم أنه غير آتتٍ ، فإن المؤمنين يضمرون في نفوسهم استبطاءه ويحبّون تعجيله للكافرين .فجملة { فلا تستعجلوه } تفريع على { أتى أمر الله } وهي من المقصود بالإنذار .والاستعجال : طلب تعجيل حصول شيء ، فمفعوله هو الذي يقع التعجيل به . ويتعدّى الفعل إلى أكثر من واحد بالباء فقالوا : استعجل بكذا . وقد مضى في سورة الأنعام ( 57 ) قوله تعالى : { ما عندي ما تستعجلون به } فضمير {تستعجلوه } إما عائد إلى الله تعالى ، أي فلا تستعجلوا الله . وحذف المتعلق ب { تستعجلوه } لدلالة قوله : { أتى أمر الله } عليه . والتقدير فلا تستعجلوا الله بأمره ، على نحو قوله تعالى : { سأريكم آياتي فلا تستعجلون } [ سورة الأنبياء : 37 ].وقيل الضمير عائد إلى أمر { الله } ، وعليه تكون تعدية فعل الاستعجال إليه على نزع الخافض .والمراد من النهي هنا دقيق لم يذكروه في موارد صيغ النهي . ويجدر أن يكون للتسوية كما ترد صيغة الأمر للتسوية ، أي لا جدوى في استعجاله لأنه لا يعجّل قبل وقته المؤجّل له .مستأنفة استئنافاً ابتدائياً لأنها المقصود من الوعيد ، إذ الوعيد والزّجر إنما كانا لأجل إبطال الإشراك ، فكانت جملة { أتى أمر الله } كالمقدمة ، وجملة { سبحانه وتعالى عما يشركون } كالمقصد .و ( ما ) في قوله : { عما يشركون } مصدرية ، أي عن إشراكهم غيره معه .وقرأ الجمهور { يشركون } بالتحتية على طريقة الالتفات ، فعدل عن الخطاب ليختص التبرؤ من شأنهم أن ينزلوا عن شرف الخطاب إلى الغيبة .وقرأه حمزة والكسائي بالمثناة الفوقية تبعاً لقوله : { فلا تستعجلوه }.",
  "ayah": 1,
  "surah": 16
}
