{
  "text": "استمرّ الكلام على شأن القرآن وتنزيهه عما يوسوسه الشيطان في الصدّ عن متابعته .ولما كان من أكبر الأغراض في هذه السورة بيان أن القرآن منزل من عند الله ، وبيان فضله وهديه فابتدىء فيها بآية { ينزل الملائكة بالروح من أمره } [ سورة النحل : 2 ] ، ثم قفِّيت بما اختلقه المشركون من الطّعن فيه بعد تنقلات جاء فيها { وإذا قيل لهم ماذا أنزل ربكم قالوا أساطير الأولين } [ سورة النحل : 24 ] ، وأتبع ذلك بتنقلات بديعة فأُعيد الكلام على القرآن وفضائله من قوله تعالى : { وما أنزلنا عليك الكتاب إلا لتبيّن لهم الذي اختلفوا فيه } [ سورة النحل : 64 ] ثم قوله { ونزلنا عليك الكتاب تبياناً لكل شيء } [ سورة النحل : 89 ]. وجاء في عقب ذلك بشاهد يجمع ما جاء به القرآن ، وذلك آية { إن الله يأمر بالعدل والإحسان } [ سورة النحل : 90 ] ، فلما استقرّ ما يقتضي تقرّر فضل القرآن في النفوس نبّه على نفاسته ويمنه بقوله : { فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم } [ سورة النحل : 98 ] ، لا جرم تهيأ المقام لإبطال اختلاق آخر من اختلاقهم على القرآن اختلاقاً مموّهاً بالشبهات كاختلاقهم السابق الذي أشير إليه بقوله تعالى : { وإذا قيل لهم ماذا أنزل ربكم قالوا أساطير الأولين } [ سورة النحل : 24 ]. ذلك الاختلاق هو تعمّدهم التّمويه فيما يأتي من آيات القرآن مخالفاً لآيات أخرى لاختلاف المقتضي والمقام . والمغايرة باللين والشدّة ، أو بالتعميم والتخصيص ، ونحو ذلك مما يتبع اختلافه اختلاف المقامات واختلاف الأغراض واختلاف الأحوال التي يتعلّق بها ، فيتّخذون من ظاهر ذلك دون وضعه مواضعه وحمله محاملهُ مغامز يتشدّقون بها في نواديهم ، يجعلون ذلك اضطراباً من القول ويزعمونه شاهداً باقتداء قائله في إحدى المقالتين أو كلتيهما . وبعض ذلك ناشىء عن قصور مداركهم عن إدراك مرامي القرآن وسموّ معانيه ، وبعضه ناشىء عن تعمّد للتجاهل تعلّقاً بظواهر الكلام يلبّسون بذلك على ضعفاء الإدراك من أتباعهم ، ولذلك قال تعالى : بل أكثرهم لا يعلمون } ، أي ومنهم من يعلمون ولكنهم يكابرون .روي عن ابن عباس أنه قال : «كان إذا نزلت آية فيها شدّة ثم نزلت آية ألين منها يقول كفار قريش : والله ما محمد إلا يسخر بأصحابه ، اليوم يأمر بأمرٍ وغداً ينهى عنه ، وأنه لا يقول هذه الأشياء إلا من عند نفسه» اه .وهذه الكلمة أحسن ما قالهُ المفسّرون في حاصل معنى هذه الآية . فالمراد من التبديل في قوله تعالى؛ { بدلنا } مطلقُ التغاير بين الأغراض والمقامات ، أو التغاير في المعاني واختلافها باختلاف المقاصد والمقامات مع وضوح الجمع بين محاملها .والمرد بالآية الكلام التام من القرآن ، وليس المراد علامة صدق الرسول صلى الله عليه وسلم أعني المعجزة بقرينة قوله تعالى : { والله أعلم بما ينزل }.فيشمل التبديلُ نسخ الأحكام مثل نسخ قوله تعالى : { ولا تجهر بصلاتك ولا تخافت بها }[ سورة الإسراء : 110 ] بقوله تعالى : { فاصدع بما تؤمر وأعرض عن المشركين } [ سورة الحجر : 94 ]. وهذا قليل في القرآن الذي يقرأ على المشركين لأن نسخ الأحكام إنما كثر بعد الهجرة حين تكوّنت الجامعة الإسلامية ، وأما نسخُ التلاوة فلم يرد من الآثار ما يقتضي وقوعه في مكّة فمن فسّر به الآية كما نقل عن مجاهد فهو مشكل .ويشمل التعارض بالعموم والخصوص ونحو ذلك من التعارض الذي يحمل بعضه على بعض ، فيفسّر بعضه بعضاً ويؤوّل بعضه بعضاً ، كقوله تعالى : { والملائكة يسبّحون بحمد ربّهم ويستغفرون لمن في الأرض } في سورة الشورى ( 5 ) مع قوله تعالى : { الذين يحملون العرش ومن حوله يسبّحون بحمد ربّهم ويؤمنون به ويستغفرون للذين آمنوا } في سورة المؤمن ( 7 ) ، فيأخذون بعموم { ويستغفرون لمن في الأرض } [ سورة الشورى : 5 ] فيجعلونه مكذّباً لخصوص { ويستغفرون للذين آمنوا } [ سورة غافر : 7 ] فيزعمونه إعراضاً عن أحد الأمرين إلى الأخير منهما .وكذلك قوله تعالى : { واصبر على ما يقولون واهجرهم هجراً جميلاً } [ سورة المزمل : 10 ] يأخذون من ظاهره أنه أمر بمتاركتهم فإذا جاءت آيات بعد ذلك لدعوتهم وتهديدهم زعموا أنه انتقض كلامه وبدا له ما لم يكن يبدو له من قبل .وكذلك قوله تعالى : { وما أدري ما يفعل بي ولا بكم } [ سورة الأحقاف : 9 ] مع آيات وصف عذاب المشركين وثواب المؤمنين .وكذلك قوله تعالى : { ولا تزر وازرة وزر أخرى } [ سورة الإسراء : 15 ] مع قوله تعالى : { ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم } [ سورة النحل : 25 ] ومن هذا ما يبدو من تخالف بادىء الأمر كقوله بعد ذكر خلق الأرض { ثم استوى إلى السماء } في [ سورة فصلت : 11 ] مع قوله تعالى : { والأرض بعد ذلك دحاها } من سورة النازعات ( 30 ) ، فيحسبونه تناقضاً مع الغفلة عن محمل بعد ذلك من جعل ( بعد ) بمعنى ( مع ) وهو استعمال كثير ، فهم يتوهّمون التناقض مع جهلهم أو تجاهلهم بالوَحَدات الثماني المقرّرة في المنطق .فالتبديل في قوله تعالى : بدلنا } هو التعويض ببدل ، أي عوض . والتعويض لا يقتضي إبطال المعوّض بفتح الواو بل يقتضي أن يجعل شيء عوضاً عن شيء . وقد يبدو للسامع أن مثل لفظ المعوّض بفتح الواو جعل عِوضاً عن مثل لفظ العوض بالكسر في آيات مختلفة باختلاف الأغراض من تبشير وإنذار ، أو ترغيب وترهيب ، أو إجمال وبيان ، فيجعله الطاعنون اضطراباً لأن مثله قد كان بُدل ولا يتأملون في اختلاف الأغراض . وقد تقدم شيء من هذا المعنى عند قوله تعالى : { ائت بقرآن غيرِ هذا أو بدّله } في سورة يونس ( 15 ).ومكان آية } منصوب على الظرفية المكانية بأن تأتي آية في الدعوة والخطاب في مكان آية أخرى أتت في مثل تلك الدعوة ، فالمكان هنا مكان مجازي ، وهو حالة الكلام والخطاب ، كما يسمّى ذلك مقاماً ، فيقال : هذا مقام الغضب ، فلا تأت فيه بالمزح . وليس المرَاد مكانَها من ألواح المُصْحَف ولا بإبدالها مَحوُها منه .وجملة { والله أعلم بما ينزل } معترضة بين شرط { إذا } وجوابها . والمقصود منها تعليم المسلمين لا الردّ على المشركين ، لأنهم لو علموا أن الله هو المنزل للقرآن لارتفع البهتان . والمعنى : أنه أعلم بما ينزل من آية بدل آية ، فهو أعلم بمكان الأولى ومكان الثانية ومحمللِ كلتيهما ، وكل عنده بمقدار وعلى اعتبار .وقرأ الجمهور { بما ينزل } بفتح النون وتشديد الزاي . وقرأ ابن كثير وأبو عمرو بسكون النون وتخفيف الزاي .وحكاية طعنهم في النبي صلى الله عليه وسلم بصيغة قصر الموصوف على الصّفة ، فجعلوه لا صفة له إلا الافتراء ، وهو قصر إضافي ، أي لستَ بمرسل من الله . وهذا من مجازفتهم وسرعتهم في الحكم الجائر فلم يقتصروا على أن تبديله افتراء بل جعلوا الرسول مقصوراً على كونه مفترياً لإفادة أن القرآن الوارد مقصور على كونه افتراء .وأصل الافتراء : الاختراع ، وغَلَب على اختراع الخبر ، أي اختلاقه ، فساوَى الكذب في المعنى ، ولذلك قد يطلق وحده كما هنا ، وقد يطلق مقترناً بالكذب كقوله الآتي : { إنما يفتري الكذب الذين لا يؤمنون } [ سورة النحل : 105 ] إرجاعاً به إلى أصل الاختراع فيجعل له مفعول هو آيل إلى معناه فصار في معنى المفعول المطلق . وقد تقدم عند قوله تعالى : { ولكن الذين كفروا يفترون على الله الكذب } في [ سورة العقود : 103 ].و { بل } للإضراب الإبطالي على كلامهم ، وهو من طريقة النقض الإجمالي في علم المناظرة .وضمير { أكثرهم } للذين قالوا إنما أنت مفتر ، أي ليس كما قالوا ولكن أكثر القائلين ذلك لا يعلمون ، أي لا يفهمون وضع الكلام مواضعه وحَمله محامله .وفهم من الحكم على أكثرهم بعدم العلم أن قليلاً منهم يعلمون أن ذلك ليس افتراء ولكنهم يقولون ذلك تلبيساً وبهتاناً ولا يعلمون أن التّنزيل من عند الله لا ينافي إبطال بعض الأحكام إذا اختلفت المصالح أو روعي الرّفق .ويجوز حمل لفظ أكثر على إرادة جميعهم كما تقدّم في هذه السورة .",
  "ayah": 101,
  "surah": 16
}
