{
  "text": "جملة معترضة . وورود هذه الآية عقب ذكر اختلاق المتقعّرين على القرآن المرجفين بالقالة فيه بين الدهماء يومىء إلى أن المراد بالذين لا يؤمنون هم أولئك المردود عليهم آنفاً . وهم فريق معلوم بشدة العداوة للنبيء صلى الله عليه وسلم وبالتصلّب في التصدّي لصرف الناس عنه بحيث بلغوا من الكفر غايةً ما وراءها غايةٌ ، فحقّت عليهم كلمة الله أنهم لا يؤمنون ، فهؤلاء فريق غير معيّن يومئذٍ ولكنهم مشار إليهم على وجه الإجمال ، وتكشف عن تعيينهم عواقب أحوالهم .فقد كان من الكافرين بالنبي صلى الله عليه وسلم أبو جهل وأبو سفيان . وكان أبو سفيان أطولَ مدة في الكفر من أبي جهل؛ ولكن أبا جهل كان يخلط كفره بأذَى النبي صلى الله عليه وسلم والحنققِ عليه . وكان أبو سفيان مقتصراً على الانتصار لدينه ولقومه ودفْع المسلمين عن أن يغلبوهم فحرم الله أبا جهل الهداية فأهلكه كافراً ، وهدى أبا سفيان فأصبح من خيرة المؤمنين ، وتشرف بصهر النبي صلى الله عليه وسلم وكان الوليد بن المغيرة وعمر بن الخطاب كافرين وكان كلاهما يدفع الناس من اتّباع الإسلام ، ولكن الوليد كان يختلق المعاذير والمطاعن في القرآن وذلك من الكيد ، وعمر كان يصرف الناس بالغلظة علناً دون اختلاق ، فحرم الله الوليد بن المغيرة الاهتداء ، وهدى عمر إلى الإسلام فأصبح الإسلام به عزيز الجانب . فتبيّن الناس أن الوليد من الذين لا يؤمنون بآيات الله ، وأن عمر ليس منهم ، وقد كانا معاً كافرين في زمن ما . ويشير إلى هذا المعنى الذي ذكرناه قوله تعالى : { إن الله لا يهدي من هو كاذب كفار } [ سورة الزمر : 3 ] فوَصف من لا يهديه الله بوصفين الكذب وشدة الكفر .فتبيّن أن معنى قوله تعالى : { الذين لا يؤمنون بآيات الله } من كان الإيمان منافياً لجبِلّة طبعهِ لا لأميال هواه . وهذا يعلم الله أنه لا يؤمن وأنه ليس معرّضاً للإيمان ، فلذلك لا يهديه الله ، أي لا يكوّن الهداية في قلبه .وهذا الأسلوب عكس أسلوب قوله تعالى : { إن الذين حقّت عليهم كلمات ربّك لا يؤمنون } [ سورة يونس : 96 ] ، وكل يرمي إلى معنى عظيم .فموقع هذه الجملة من التي قبلها موقع التعليل لجميع أقوالهم المحكيّة والتذييل لخلاصة أحوالهم ، ولذلك فصلت بدون عطف .وعطْفُ ولهم عذاب أليم } على { لا يهديهم } للدّلالة على حرمانهم من الخير وإلقائهم في الشرّ لأنهم إذا حُرموا الهداية فقد وقعوا في الضلالة ، وماذا بعد الحقّ إلا الضلال ، وهذا كقوله تعالى : { كتب عليه أنه من تولّاه فأنه يضلّه ويهديه إلى عذاب السعير } [ سورة الحج : 4 ]. ويشمل العذاب عذاب الدنيا وهو عذاب القتل مثل ما أصاب أبا جهل يوم بدر من ألم الجراح وهو في سكرات الموت ، ثم من إهانة الإجهاز عليه عقب ذلك .",
  "ayah": 104,
  "surah": 16
}
