{
  "text": "موقع هذه الآية ينادي على أنها تضمّنت معنى يرتبط بملّة إبراهيم وبمجيء الإسلام على أساسها .فلما نفت الآية قبل هذه أن يكون إبراهيم عليه السلام من المشركين ردّاً على مزاعم العرب المشركين أنهم على ملّة إبراهيم ، انتقل بهذه المناسبة إلى إبطال ما يشبه تلك المزاعم . وهي مزاعم اليهود أن ملّة اليهودية هي ملّة إبراهيم زعماً ابتدعوه حين ظهور الإسلام جحداً لفضيلةٍ فاتتهم ، وهي فضيلة بناء دينهم على أول دين للفطرة الكاملة حسداً من عند أنفسهم . وقد بيّنا ذلك عند قوله تعالى : { يأهل الكتاب لم تحاجّون في إبراهيم } في سورة آل عمران ( 65 ).فهذه الآية مثل آية آل عمران يا أهل الكتاب لم تحاجّون في إبراهيم وما أنزلت التوراة والإنجيل إلا من بعده أفلا تعقلون ها أنتم هؤلاء حاججتم فيما لكم به علم فلم تحاجّون فيما ليس لكم به علم والله يعلم وأنتم لا تعلمون ما كان إبراهيم يهودياً ولا نصرانياً ولكن كان حنيفاً مسلماً وما كان من المشركين ، فذلك دالّ على أن هؤلاء الفرق الثلاث اختلفوا في إبراهيم ، فكل واحدة من هؤلاء تدّعِي أنها على ملته ، إلا أنه اقتصر في هذه الآية على إبطال مزاعم المشركين بأعظم دليل وهو أن دينهم الإشراك وإبراهيمُ عليه السلام ما كان من المشركين . وعقب ذلك بإبطال مزاعم اليهود لأنها قد تكون أكثر رواجاً ، لأن اليهود كانوا مخالطين العرب في بلادهم ، فأهل مكة كانوا يتّصلون باليهود في أسفارهم وأسواقهم بخلاف النّصارى .ولما كانت هذه السورة مكّية لم يتعرّض فيها للنّصارى الذين تُعرّض لهم في سورة آل عمران .ولهذا تكون جملة إنما جعل السبت } استئنافاً بيانياً نشأ عن قوله : { ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفاً } [ سورة النحل : 123 ] إذ يثير سؤالاً من المخالفين : كيف يكون الإسلام من ملّة إبراهيم؟ وفيه جعل يوم الجمعة اليومَ المقدس . وقد جعلت التوراة لليهود يوم التّقديس يوم السبت . ولعلّ اليهود شغبوا بذلك على المسلمين ، فكان قوله : { إنما جعل السبت على الذين اختلفوا فيه } بياناً لجواب هذا السؤال .وقد وقعت هذه الجملة معترضة بين جملة { ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفاً } [ سورة النحل : 123 ] وجملة { ادع إلى سبيل ربك بالحكمة } [ سورة النحل : 125 ] الخ .ولذلك افتتحت الجملة بأداة الحصر إشعاراً بأنها لقلب ما ظنّه السائلون المشغبون .وهذا أسلوب معروف في كثير من الأجوبة المورَدة لردّ رأي موهوم ، فالضمير في قوله : { فيه } عائد إلى إبراهيم على تقدير مضاف ، أي اختلفوا في ملّته ، وليس عائداً على السبت ، إذ لا طائل من المعنى في ذلك . والذين اختلفوا في إبراهيم ، أي في ملّته هم اليهود لأنهم أصحاب السبت .ومعنى { جعل السبت } فرض وعُيّن عليهم ، أي فرضت عليهم أحكام السبت : من تحريم العمل فيه ، وتحريم استخدام الخدم والدوابّ في يوم السبت .وعدل عن ذكر اسم اليهود أو بني إسرائيل مع كونه أوجزَ إلى التّعبير عنهم بالموصول لأن اشتهارهم بالصّلة كاففٍ في تعريفهم مع ما في الموصول وصلته من الإيماء إلى وجه بناء الخبر . وذلك الإيماء هو المقصود هنا لأن المقصود إثبات أن اليهود لم يكونوا على الحنيفية كما علمت آنفاً .وليس معنى فِعل { اختلفوا } وقُوع خلاف بينهم بأمر السبت بل فعل { اختلفوا } مرادٌ به خالفوا كما في قول النبي صلى الله عليه وسلم « واختلافهم أنبيائهم » أي عملهم خلاف ما أمر به أنبياؤهم . فحاصل المعنى هكذا : ما فُرض السبت على أهل السبت إلا لأنهم لم يكونوا على ملّة إبراهيم ، إذ مما لا شكّ فيه عندهم أن ملّة إبراهيم ليس منها حرمة السبت ولا هو من شرائعها .ولم يقع التعرّض لليوم المقدّس عند النصارى لعدم الداعي إلى ذلك حين نزول هذه السورة كما علمت .ولا يؤخذ من هذا أن ملّة إبراهيم كان اليومُ المقدّسُ فيها يومَ الجمعة لعدم ما يدلّ على ذلك ، والكافي في نفي أن يكون اليهود على ملّة إبراهيم أن يوم حرمة السبت لم تكن من ملّة إبراهيم .ثم الأظهر أن حرمة يوم الجمعة ادخرت للملّة الإسلامية لقول النبي صلى الله عليه وسلم « فهذا اليومُ الذي اختلفوا فيه فَهدانا الله إليه فالناس لنا فيه تبع اليهودُ غداً والنصارى بعد غَد » . فقوله : « فهدانا الله إليه » يدلّ على أنه لم يسبق ذلك في ملّة أخرى .فهذا وجه تفسير هذه الآية ، ومحمل الفعل والضمير المجرور في قوله : { اختلفوا فيه }.وما ذكره المفسّرون من وجوه لا يخلو من تكلّف وعدم طائل . وقد جعلوا ضمير { فيه } عائداً إلى { السبت }. وتأوّلوا معنى الاختلاف فيه بوجوه . ولا مناسبة بين الخبر وبين ما تُوهّم أنه تعليل له على معنى جعل السبت عليهم لأنهم اختلفُوا على نبيئهم موسى عليه السلام لأجل السبت ، لأن نبيّهم أمرهم أن يعظّموا يومَ الجمعة فأبَوا ، وطلبوا أن يكون السبت هو المفضّل من الأسبوع بعلّةِ أن الله قضى خلق السماوات والأرضين قبل يوم السبت ، ولم يكن في يوم السبت خَلق ، فعاقبهم الله بالتّشديد عليهم في حرمة السبت . كذا نقل عن ابن عباس . وهو لا يصحّ عنه ، وكيف وقد قال الله تعالى : { وقلنا لهم لا تعدوا في السبت } [ سورة النساء : 154 ]. وكيف يستقيم أن يعدل موسى عليه السلام عن اليوم الذي أمر الله بتعظيمه إلى يوم آخر لشهوة قومه وقد عُرف بالصلابة في الدين .من المفسرين من زعم أن التوراة أمرتهم بيوم غير معيّن فعيّنوه السبت . وهذا لا يستقيم لأن موسى عليه السلام عاش بينهم ثمانين سنة فكيف يصحّ أن يكونوا فعلوا ذلك لسوء فهمهم في التوراة .ولعلّك تلوح لك حيرة المفسّرين في التئام معاني هذه الآية .وإنما } للحصر وهو قصر قلب مقصود به الردّ على اليهود بالاستدلال عليهم بأنهم ليسوا على ملّة إبراهيم ، لأن السبت جعله الله لهم شرعاً جديداً بصريح كتابهم إذ لم يكن عليه سلفهم .  وتركيب الاستدلال : إن حرمة السبت لم تكن من ملّة إبراهيم فأصحاب تلك الحرمة ليسوا على ملّة إبراهيم .ومعنى { جعل السبت } أنه جعل يوماً معظّماً لا عمل فيه ، أي جعل الله السبت معظّماً ، فحذف المفعول الثاني لفعل الجعل لأنه نزل منزلة اللازم إيجازاً ليشمل كل أحوال السبت المحكية في قوله تعالى : { وقلنا لهم لا تعدوا في السبت } [ سورة النساء : 154 ] وقوله : { إذ يعدون في السبت } [ سورة الأعراف : 163 ].وضمن فعل { جعل } معنى فُرض فعدي بحرف { على }.وقد ادّخر الله تعالى لمحمد أن يكون هو الوارث لأصول إبراهيم ، فجعل لليهود والنصارى ديناً مخالفاً لملّة إبراهيم ، ونصَب على ذلك شعاراً وهو اليوم الذي يعرف به أصل ذلك الدين وتغيير ذلك اليوم عند بعثة المسيح عليه السلام إشارة إلى ذلك ، لئلا يكون يوم السبت مسترسلاً في بني إسرائيل ، تنبيهاً على أنهم عرضة لنسخ دينهم بدين عيسى عليه السلام وإعداداً لهم لتلّقي نسخ آخر بعد ذلك بدين آخر يكون شعاره يوماً آخر غير السبت وغير الأحد . فهذا هو التفسير الذي به يظهر انتساق الآي بعضها مع بعض .وبينهم } ظرف للحكم المستفاد من «يحكم» ، أي حكماً بين ظهرانيهم . وليست { بينهم } لتعدية «يحكم» إذ ليس ثمّة ذكر الاختلاف بين فريقين هنا .",
  "ayah": 124,
  "surah": 16
}
