{
  "text": "{ ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة وجادلهم بالتى هِىَ أَحْسَنُ }.يتنزل معنى هذه الآية منزلة البيان لقوله : { أن اتبع ملة إبراهيم حنيفاً } [ سورة النحل : 123 ] فإن المراد بما أوحي إليه من اتّباع ملّة إبراهيم هو دين الإسلام ، ودين الإسلام مبنيّ على قواعد الحنيفية ، فلا جرم كان الرسول بدعوته الناس إلى الإسلام داعياً إلى اتّباع ملّة إبراهيم .ومخاطبة الله رسوله بهذا الأمر في حين أنه داع إلى الإسلام وموافق لأصول ملّة إبراهيم دليل على أن صيغة الأمر مستعملة في طلب الدّوام على الدعوة الإسلامية مع ما انضمّ إلى ذلك من الهداية إلى طرائق الدعوة إلى الدين .فتضمّنت هذه الآية تثبيت الرسول على الدعوة وأن لا يؤيسه قول المشركين له { إنما أنت مفتر } [ سورة النحل : 101 ] وقولهم : { إنما يعلّمه بشر } [ سورة النحل : 103 ] ؛ وأن لا يصدّه عن الدعوة أنه تعالى لا يهدي الذين لا يؤمنون بآيات الله . ذلك أن المشركين لم يتركوا حيلة يحسبونها تثبّط النبي عن دعوته إلا ألقوا بها إليه من : تصريح بالتكذيب ، واستسخار ، وتهديد ، وبذاءة ، واختلاق ، وبهتان ، كما ذلك محكي في تضاعيف القرآن وفي هذه السورة ، لأنهم يجهلون مراتب أهل الاصطفاء ويزنونهم بمعيار موازين نفوسهم ، فحسبوا ما يأتونه من الخزعبلات مثبطاً له وموشكاً لأن يصرفه عن دعوتهم .وسبيل الربّ : طريقهُ . وهو مجاز لكل عمل من شأنه أن يبلّغ عاملَه إلى رضى الله تعالى ، لأن العمل الذي يحصل لعامله غرض ما يُشبهِ الطريقَ الموصل إلى مكان مقصود ، فلذلك يستعار اسم السبيل لسبب الشيء .قال القرطبي : إن هذه الآية نزلت بمكّة في وقت الأمر بمهادنة قريش ، أي في مدّة صُلح الحديبية .وحكى الواحدي عن ابن عباس : أنها نزلت عقِب غزوة أُحد لما أحزن النبي منظرُ المُثلة بحمزة رضي الله عنه وقال : لأقتلنّ مكانه سبعين رجلاً منهم . وهذا يقتضي أن الآية مدنية .ولا أحسب ما ذكراه صحيحاً . ولعلّ الذي غَرّ مَن رواه قوله : { وإن عاقبتم فعاقبوا بمثل ما عوقبتم به } [ النحل : 126 ] كما سيأتي ، بل موقع الآية متّصل بما قبله غير محتاج إلى إيجاد سبب نزول .وإضافة { سبيل } إلى { ربك } باعتبار أن الله أرشد إليه وأمر بالتزامه . وهذه الإضافة تجريد للاستعارة . وصار هذا المركب علماً بالغلبة على دين الإسلام ، كما في قوله تعالى : { إن الذين كفروا ينفقون أموالهم ليصدّوا عن سبيل الله } [ سورة الأنفال : 36 ] ، وهو المراد هنا ، وفي قوله عقبه { إن ربك هو أعلم بمن ضل عن سبيله } [ سورة النحل : 125 ].ويطلق سبيل الله علماً بالغلبة أيضاً على نصرة الدين بالقتال كما في قوله تعالى : { وجاهدوا بأموالكم وأنفسكم في سبيل الله } [ سورة التوبة : 41 ].والباء في قوله : بالحكمة } للملابسة ، كالباء في قول العرب للمعرّس : بالرفاء والبنين ، بتقدير : أعرست ، يدل عليه المقام ، وهي إما متعلقة ب { ادع } ، أو في موضع الحال من ضمير { ادع }.وحذف مفعول ادع } لقصد التعميم ، أو لأن الفعل نزل منزلة اللازم ، لأن المقصود الدوام على الدعوة لا بيان المدعوين ، لأن ذلك أمر معلوم من حال الدعوة .ومعنى الملابسة يقتضي أن لا تخلو دعوته إلى سبيل الله عن هاتين الخصلتين : الحكمة ، والموعظة الحسنة .فالحكمة : هي المعرفة المُحكمة ، أي الصائبة المجرّدة عن الخطأ ، فلا تطلق الحكمة إلا على المعرفة الخالصة عن شوائب الأخطاء وبقايا الجهل في تعليم الناس وفي تهذيبهم . ولذلك عرّفوا الحكمة بأنها : معرفة حقائق الأشياء على ما هي عليه بحسب الطاقة البشرية بحيث لا تلتبس على صاحبها الحقائق المتشابهة بعضها ببعض ولا تخطىء في العلل والأسباب . وهي اسم جامع لكل كلام أو علم يراعى فيه إصلاح حال الناس واعتقادهم إصلاحاً مستمراً لا يتغيّر . وقد تقدم الكلام عليها عند قوله تعالى : { يؤتي الحكمة من يشاء } في سورة البقرة ( 269 ) مفصّلاً فانظره . وتطلق الحكمة على العلوم الحاصلة للأنبياء ، ويرادفها الحكم .والموعظة } : القول الذي يلين نفس المقول له لعمل الخير . وهي أخصّ من الحكمة لأنها حكمة في أسلوب خاص لإلقائها . وتقدمت عند قوله تعالى : { فأعرض عنهم وعظهم } في سورة النساء ( 63 ). وعند قوله : { موعظة وتفصيلاً لكل شيء } في سورة الأعراف ( 145 ).ووصفها بالحُسْن تحريض على أن تكون ليّنة مقبولة عند الناس ، أي حسنة في جنسها ، وإنما تتفاضل الأجناس بتفاضل الصفات المقصودة منها .وعطف الموعظة } على «الحكمة» لأنها تغاير الحكمة بالعُموم والخصوص الوجهي ، فإنه قد يسلك بالموعظة مسلك الإقناع ، فمن الموعظة حكمة ، ومنها خطابة ، ومنها جدل .وهي من حيث ماهيّتها بينها وبين الحكمة العموم والخصوص من وجه ، ولكن المقصود بها ما لا يخرج عن الحكمة والموعظة الحسنة بقرينة تغيير الأسلوب ، إذ لم يعطف مصدر المجادلة على الحكمة والموعظة بأن يقال : والمجادلة بالتي هي أحسن ، بل جيء بفعلها ، تنبيهاً على أن المقصود تقييد الإذن فيها بأن تكون بالتي هي أحسن ، كما قال : { ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن } [ سورة العنكبوت : 46 ].والمجادلة : الاحتجاج لتصويب رأي وإبطال ما يخالفه أو عمل كذلك . ولما كان ما لقيه النبي من أذى المشركين قد يبعثه على الغلظة عليهم في المجادلة أمره الله بأن يجادلهم بالتي هي أحسن . وتقدمت قريباً عند قوله : { تجادل عن نفسها } [ سورة النحل : 111 ]. وتقدمت من قبل عند قوله : { ولا تجادل عن الذين يختانون أنفسهم } في سورة النساء ( 107 ). والمعنى : إذا ألجأتك الدعوة إلى محاجّة المشركين فحاججهم بالتي هي أحسن .والمفضل عليه المحاجّة الصادرة منهم ، فإن المجادلة تقتضي صدور الفعل من الجانبين ، فعلم أن المأمور به أن تكون المحاجّة الصادرة منه أشدّ حسناً من المحاجّة الصادرة منهم ، كقوله تعالى : { ادفع بالتي هن أحسن } [ سورة المؤمنون : 96 ].ولما كانت المجادلة لا تكون إلا مع المعارضين صرّح في المجادلة بضمير جمع الغائبين المراد منه المشركون ، فإن المشركين متفاوتون في كيفيات محاجتهم ، فمنهم من يحاجّ بلين ، مثل ما في الحديث : أن النبي قرأ القرآن على الوليد بن المغيرة ثم قال له : هل ترى بما أقول بأساً قال : لا والدماء .وقرأ النبي القرآن على عبد الله بن أُبيّ ابن سَلول في مجلس قومه ، فقال عبد الله بن أبي : أيها المرء إن كان ما تقول حقاً فاجلس في بيتك فمن جاءك فحدّثه إيّاه ومن لم يأتك فلا تغتّه ولا تأته في مجلسه بما يكره منه .وتصدّي المشركين لمجادلة النبي تكرّر غير مرّة . ومن ذلك ما روي عن ابن عباس : أنه لما نزل قوله تعالى : { إنكم وما تعبدون من دون الله حصب جهنم } [ سورة الأنبياء : 98 ] الآية ، قال عبد الله الزِّبَعْرَى : لأخصُمَنّ محمداً ، فجاءه فقال : يا محمد قد عُبد عيسى ، وعُبدتتِ الملائكة فهل هم حصب لجهنّم؟ فقال النبي : اقرأ ما بعدُ { إن الذين سبقت لهم منّا الحسنى أولئك عنها مبعدون } [ سورة الأنبياء : 101 ]. أخرجه ابن المنذر وابن مردويه والطبراني ، وأبو داود في كتاب الناسخ والمنسوخ .وقُيدت الموعظة بالحسنة ولم تقيد الحكمة بمثل ذلك لأن الموعظة لما كان المقصود منها غالباً ردع نفس الموعوظ عن أعماله السيئة أو عن توقّع ذلك منه ، كانت مظّنة لصدور غلظة من الواعظ ولحصول انكسار في نفس الموعوظ ، أرشد الله رسوله أن يتوخّى في الموعظة أن تكون حسنة ، أي بِإلانَة القول وترغيب الموعوظ في الخير ، قال تعالى خطاباً لموسى وهارون : { اذهبا إلى فرعون إنه طغى فقولا له قولاً ليّناً لعلّه يتذكّر أو يخشى } [ سورة طه : 43 ] وفي حديث الترمذي عن العرباض بن سارية أنه قال : وعظَنا رسولُ الله موعظة وجِلَت منها القلوب وذَرَفَتْ منها العيون الحديث .وأما الحكمة فهي تعليم لمتطلبي الكمال من معلّم يهتمّ بتعليم طلابه فلا تكون إلا في حالة حسنة فلا حاجة إلى التنبيه على أن تكون حسنة .والمجادلة لما كانت محاجة في فعل أو رأي لقصد الإقناع بوجه الحقّ فيه فهي لا تعدو أن تكون من الحكمة أو من الموعظة ، ولكنها جعلت قسيماً لهما هنا بالنظر إلى الغرض الداعي إليها .وإذ قد كانت مجادلة النبي لهم من ذيول الدعوة وُصفت بالتي هي أحسن كما وصفت الموعظة بالحسنة .وقد كان المشركون يجادلون النبي قصداً لإفحامه ، وتمويهاً لتغليطه نبّه الله على أسلوب مجادلة النبي إيّاهم استكمالاً لآداب وسائل الدعوة كلها . فالضمير في وجادلهم } عائد إلى المشركين بقرينة المقام لظهور أن المسلمين لا يجادلون النبي صلى الله عليه وسلم ولكن يتلقّون منه تلقّي المستفيد والمسترشد . وهذا موجب تغيير الأسلوب بالنسبة إلى المجادلة إذ لم يقل : والمجادلةِ الحسنة ، بل قال : { وجادلهم } ، وقال تعالى أيضاً : { ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن }[ سورة العنكبوت : 46 ].ويندرج في التي هي أحسن ردّ تكذيبهم بكلام غير صريح في إبطال قولهم من الكلام الموجّه ، مثل قوله تعالى { وإنّا أو إيّاكم لعلى هدى أو في ضلال مبين } [ سورة سبأ : 24 ] ، وقوله : { وإن جادلوك فقل الله أعلم بما تعملون الله يحكم بينكم يوم القيامة فيما كنتم فيه تختلفون } [ سورة الحج : 68 ].والآية تقتضي أن القرآن مشتمل على هذه الطرق الثلاثة من أساليب الدعوة ، وأن الرسول إذا دعا الناس بغير القرآن من خطبه ومواعظه وإرشاده يسلك معهم هذه الطرق الثلاثة . وذلك كله بحسب ما يقتضيه المقام من معاني الكلام ومن أحوال المخاطبين من خاصّة وعامّة .وليس المقصود لزوم كون الكلام الواحد مشتملاً على هذه الأحوال الثلاثة؛ بل قد يكون الكلام حكمة مشتملاً على غِلظة ووعيد وخالياً عن المجادلة . وقد يكون مجادلة غير موعظة ، كقوله تعالى : ثم أنتم هؤلاء تقتلون أنفسكم وتخرجون فريقاً منكم من ديارهم تظاهرون عليهم بالإثم والعدوان وإن يأتوكم أسارى تفادوهم وهو محرّم عليكم إخراجهم أفتؤمنون ببعض الكتاب وتكفرون ببعض .وكقول النبي إنك لتأكل المِرباع وهو حرام في دينك ، قاله لعديّ بن حاتم وهو نصراني قبلَ إسلامه .ومن الإعجاز العلمي في القرآن أن هذه الآية جمعت أصول الاستدلال العقلي الحقّ ، وهي البرهان والخطابة والجَدل المعبّر عنها في علم المنطق بالصناعات وهي المقبولة من الصناعات . وأما السفسطة والشعر فيَرْبَأُ عنهما الحكماء الصادقون بله الأنبياء والمرسلين .قال فخر الدين : إن الدعوة إلى المذهب والمقالةِ لا بدّ من أن تكون مبنيّة على حُجّة . والمقصود من ذكر الحجّة إما تقرير ذلك المذهب وذلك الاعتقاد في قلوب السامعين ، وإما إلزام الخصم وإفحامُه .أما القسم الأول فينقسم إلى قسمين لأن تلك الحجّة إما أن تكون حُجّة حقيقية يقينية مبرأة من احتمال النقيض ، وإما أن لا تكون كذلك بل تكون مفيدة ظناً ظاهراً وإقناعاً ، فظهر انحصار الحجج في هذه الأقسام الثلاثة :أولها : الحجّة المفيدة للعقائد اليقينية وذلك هو المسمّى بالحكمة .وثانيها : الأمارات الظنّية وهي الموعظة الحسنة .وثالثها : الدلائل التي القصد منها إفحام الخصم وذلك هو الجَدل .وهو على قسمين ، لأنه : إما أن يكون مركّباً من مقدّمات مسلّمة عند الجمهور وهو الجدل الواقع على الوجه الأحسن ، وإما أن يكون مركّباً من مقدّمات باطلة يحاول قائلها ترويجها على المستمعين بالحيل الباطلة . وهذا لا يليق بأهل الفضل» ا ه .وهذا هو المدعو في المنطق بالسفسطة ، ومنه المقدمات الشعرية وهي سفسطة مزوّقة .والآية جامعة لأقسام الحجّة الحقّ جمعاً لمواقع أنواعها في طرق الدعوة ، ولكن على وجه التّداخل ، لا على وجه التباين والتقسيم كما هو مصطلح المنطقيين ، فإن الحجج الاصطلاحية عندهم بعضها قسيم لبعض ، فالنسبة بينها التبايُن . أما طرق الدعوة الإسلامية فالنسبة بينها العموم والخصوص المطلق أو الوجهي . وتفصيله يخرج بنا إلى تطويل ، وذهنك في تفكيكها غير كليل .فإلى الحكمة ترجع صناعة البرهان لأنه يتألف من المقدمات اليقينية وهي حقائق ثابتة تقتضي حصول معرفة الأشياء على ما هي عليه .وإلى الموعظة ترجع صناعة الخطابة لأن الخطابة تتألف من مقدّمات ظنّية لأنها مراعى فيها ما يغلب عند أهل العقول المعتادة . وكفى بالمقبولات العادية موعظة . ومثالها من القرآن قوله تعالى { ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف إنه كان فاحشة ومقتاً وساء سبيلا } [ سورة النساء : 22 ] فقوله : { ومقتاً } أشار إلى أنّهم كانوا إذا فعلوه في الجاهلية يُسمونه نكاح المَقت ، فأجري عليه هذا الوصف لأنه مُقنع بأنه فاحشة ، فهو استدلال خطابي .وأما الجدل فما يورد في المناظرات والحجاج من الأدّلة المسلّمة بين المتحاجَيْن أو من الأدّلة المشهورة ، فأطلق اسم الجدل على الاستدلال الذي يروج في خصوص المجادلة ولا يلتحق بمرتبة الحكمة . وقد يكون مما يُقبل مثله في الموعظة لو ألقي في غير حال المجادلة . وسمّاه حكماء الإسلام جدلاً تقريباً للمعنى الذي يطلق عليه في اللغة اليونانية .{ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بالمهتدين }.هذه الجملة تعليل للأمر بالاستمرار على الدّعوة بعد الإعلام بأن الذين لا يؤمنون بآيات الله لا يهديهم الله ، وبعد وصف أحوال تكذيبهم وعنادهم .فلما كان التّحريض بعد ذلك على استدامة الدعوة إلى الدين محتاجاً لبيان الحكمة في ذلك بيّنت الحكمة بأن الله هو أعلم بمصير الناس وليس ذلك لِغير الله من الناس فما عليك إلا البلاغ ، أي فلا تيْأس من هدايتهم ولا تتجاوز إلى حدّ الحزن على عدم اهتدائهم لأن العلم بمن يهتدي ومن يضلّ موكول إلى الله وإنما عليك التبليغ في كل حال . وهذا قول فصل بين فريق الحقّ وفريق الباطل .وقُدم العلم بمن ضَلّ لأنه المقصود من التعليل لأن دعوتهم أوكد والإرشاد إلى اللّين في جانبهم بالموعظة الحسنة والمجادلة الحسنى أهمّ ، ثم أتبع ذلك بالعلم بالمهتدين على وجه التكميل .وفيه إيماء إلى أنه لا يدري أن يكون بعض من أيس من إيمانه قد شرح الله صدره للإسلام بعد اليأس منه .وتأكيد الخبر بضمير الفصل للاهتمام به . وأما { إنّ } فهي في مقام التعليل ليست إلا لمجرّد الاهتمام ، وهي قائمة مقام فاء التفريع على ما أوضحه عبد القاهر في دلائل الإعجاز؛ فإن إفادتها التأكيد هنا مستغنى عنها بوجود ضمير الفصل في الجملة المفيدة لقصر الصّفة على الموصوف ، فإن القصر تأكيد على تأكيد .وإعادة ضمير الفصل في قوله : { وهو أعلم بالمهتدين } للتّنصيص على تقوية هذا الخبر لأنه لو قيل : وأعلمُ بالمهتدين ، لاحتمل أن يكون معطوفاً على جملة { هو أعلم بمن ضل } على أنه خبر ( لإنّ ) غيرُ داخل في حيّز التقوية بضمير الفصل ، فأعيد ضمير الفصل لدفع هذا الاحتمال .ولم يقل : وبالمهتدين ، تصريحاً بالعلم في جانبهم ليكون صريحاً في تعلّق العلم به . وهذان القصران إضافيان ، أي ربّك أعلم بالضّالين والمهتدين ، لا هؤلاء الذين يظنّون أنهم مهتدون وأنكم ضالون .والتفضيل في قوله : { هو أعلم } تفضيل على علم غيره بذلك . فإنه علم متفاوت بحسب تفاوت العالمين في معرفة الحقائق .وفي هذا التفضيل إيماء إلى وجوب طلب كمال العلم بالهدى ، وتمييز الحقّ من الباطل ، وغوص النظر في ذلك ، وتجنّب التسرّع في الحكم دون قوة ظنّ بالحقّ ، والحذر من تغلّب تيارات الأهواء حتى لا تنعكس الحقائق ولا تسير العقول في بنَيّات الطرائق ، فإن الحقّ باققٍ على الزمان والباطل تكذبه الحجّة والبرهان .والتخلّق بهذه الآية هو أن كل من يقوم مقاماً من مقامات الرسول صلى الله عليه وسلم في إرشاد المسلمين أو سياستهم يجب عليه أن يكون سالكاً للطرائق الثلاث : الحكمة ، والموعظة الحسنة ، والمجادلة بالتي هي أحسن ، وإلا كان منصرفاً عن الآداب الإسلامية وغير خليق بما هو فيه من سياسة الأمّة ، وأن يخشى أن يعرّض مصالح الأمّة للتلف ، فإصلاح الأمّة يتطلّب إبلاغ الحقّ إليها بهذه الوسائل الثلاث . والمجتمعُ الإسلامي لا يخلو عن متعنّت أو مُلَبّس وكلاهما يُلقي في طريق المصلحين شَواكَ الشبه بقصد أو بغير قصد . فسبيل تقويمه هو المجادلة ، فتلك أدنى لإقناعه وكشف قناعه .في «الموطأ» أن عمر بن الخطاب رضي الله عنه قال في خطبة خطبها في آخر عمره : «أيها الناس قد سُنّت لكم السّنن ، وفُرضت لكم الفرائض ، وتُركتم على الواضحة ، إلا أن تضلّوا بالناس يميناً وشمالاً» وضرب بإحدى يديه على الأخرى . ( لعلّه ضرب بيده اليسرى على يده اليمنى الممسكة السيف أو العصا في حال الخطبة ). وهذا الضرب علامة على أنه ليس وراء ما ذُكر مطلب للناس في حكم لم يسبق له بيان في الشريعة .وقدم ذكر علمه { بمن ضل عن سبيله } على ذكر علمه { بالمهتدين } لأن المقام تعريض بالوعيد للضالين ، ولأن التخلية مقدمة على التحلية ، فالوعيد مقدّم على الوعد .",
  "ayah": 125,
  "surah": 16
}
