{
  "text": "واللاّم في { ليحملوا أوزارهم } تعليل لفعل { قالوا } ، وهي غاية وليست بعلّة لأنّهم لما قالوا { أساطير الأولين } لم يريدوا أن يكون قولهم سبباً لأن يحملوا أوزار الّذين يضلّونهم ، فاللام مستعملة مجازاً في العاقبة مثل { فالتقطه آل فرعون ليكون لهم عدواً وحزناً } [ سورة القصص : 8 ].والتقدير : قالوا ذلك القول كحال من يُغرى على ما يجر إليه زيادة الضرّ إذ حملوا بذلك أوزار الذين يُضلونهم زيادة على أوزارهم .والأوزار : حقيقتها الأثقال ، جمع وزر بكسر الواو وسكون الزاي وهو الثّقل . واستعمل في الجُرم والذنب ، لأنّه يُثقل فاعله عن الخلاص من الألم والعناء ، فأصل ذلك استعارة بتشبيه الجرم والذّنب بالوزر . وشاعت هذه الاستعارة ، قال تعالى : { وهم يحملون أوزارهم على ظهورهم } في سورة الأنعام ( 31 ). كما يعبّر عن الذنوب بالأثقال ، قال تعالى : { وليحملن أثقالهم وأثقالاً مع أثقالهم } [ سورة العنكبوت : 13 ].وحَمْل الأوزار تمثيل لحالة وقوعهم في تبعات جرائمهم بحالة حامل الثقل لا يستطيع تفصّياً منه ، فلما شُبّه الإثم بالثقل فأطلق عليه الوِزر شبه التّورط في تبعاته بحمل الثّقل على طريقة التخييلية ، وحصل من الاستعارتين المفرقتين استعارة تمثيلية للهيئة كلها . وهذا من أبدع التمثيل أن تكون الاستعارة التمثيلية صالحة للتفريق إلى عدّة تشابيه أو استعارات .وإضافة الأوزار إلى ضمير هم لأنّهم مصدرها .ووصفت الأوزار ب { كاملة } تحقيقاً لوفائها وشدّة ثقلها ليسري ذلك إلى شدّة ارتباكهم في تبعاتها إذ هو المقصود من إضافة الحمل إلى الأوزار .و { مِنْ } في قوله تعالى : { ومن أوزار الذين يضلونهم } للسببية متعلقة بفعل محذوف دلّ عليْه حرف العطف وحرْف الجَر بعدَه إذ لا بدّ لحرف الجر من متعلّق .وتقديره : ويحملوا . ومفعول الفعل محذوف دلّ عليْه مفعول نظيره . والتّقدير : ويحملوا أوزاراً ناشئة عن أوزار الّذين يُضلونهم ، أي ناشئة لهم عن تسبّبهم في ضلال المضلّلين بفتح اللاّم ، فإنّ تسببهم في الضلال يقتضي مساواة المضلّل للضّال في جريمة الضّلال ، إذ لولا إضلاله إياه لاهتدى بنظره أو بسؤال الناصحين . وفي الحديث الصّحيح « ومَن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً » . و { بغير علم } في موضع الحال من ضمير النصب في { يضلونهم } ، أي يضلّون ناساً غير عالمين يحسبون إضلالهم نصحاً . والمقصود من هذا الحال تفظيع التضليل لا تقييده فإن التضليل لا يكون إلا عن عدم علم كُلاً أو بعضاً .وجملة { ألا ساء ما يزرون } تذييل . افتتح بحرف التّنبيه اهتماماً بما تتضمّنه للتحذير من الوقوع فيه أو للإقلاع عنه .",
  "ayah": 25,
  "surah": 16
}
