{
  "text": "بعد أن ذُكرت مساويهم ومكائدهم وبعد تهديدهم بعذاب يوم البعث تصريحاً وبعذاب الدنيا تعريضاً ، فُرع على ذلك تهديدهم الصريح بعذاب الدنيا بطريق استفهام التعجيب من استرسالهم في المعاندة غير مقدّرين أن يقع ما يهدّدهم به الله على لسان رسوله صلى الله عليه وسلم فلا يقلعون عن تدبير المكر بالنبي صلى الله عليه وسلم فكانت حالهم في استرسالهم كحال من هم آمنون بأس الله . فالاستفهام مستعمل في التعجيب المشوب بالتوبيخ .و { الذين مكروا } : هم المشركون .والمكر تقدم في قوله تعالى : { قد مكر الذين من قبلهم } في هذه السورة .وقوله تعالى : { السيئات } صفة لمصدر { مكروا } محذوفاً يقدّر مناسباً لتأنيث صفته . فالتقدير : مكروا المكرات السيئات ، كما وصف المكر بالسيِّىء في قوله تعالى : { ولا يحيق المكر السيّىء إلا بأهله } [ سورة فاطر : 43 ]. والتأنيث في مثل هذا يقصد منه الدلالة على معنى الخصلة أو الفَعْلة ، كالغدرة للغدر .ويجوز أن يضمن { مكروا } معنى ( اقترفوا ) فانتصب { السيئات } على المفعولية به . ويجوز أن يكون منصوباً على نزع الخافض وهو باء الجرّ التي معناها الآلة .والخسف : زلزال شديد تنشقّ به الأرض فتحدث بانشقاقها هوّة عظيمة تسقط فيها الديار والناس ، ثم تنغلق الأرض على ما دخل فيها . وقد أصاب ذلك أهلَ بابل ، ومكانهم يسمّى خسف بابل . وأصاب قومَ لوط إذ جعل الله عاليها سافلها . وبلادهم مخسوفة اليوم في بُحيرة لوط من فلسطين .وخسف من باب ضرب . ويستعمل قاصراً ومتعدّياً . يقال : خسفت الأرضُ ، ويقال : خسف الله الأرض ، قال تعالى : { فخسفنا به وبداره الأرض } [ سورة القصص : 81 ] ، ولا يتعدّى إلى ما زاد على المفعول إلا بحرف التعدية ، والأكثر أن يعدّى بالباء كما هنا وقوله تعالى : { فخسفنا به وبداره الأرض } ، أي جعلناها خاسفة به ، فالباء للتعديّة ، كما يقال : ذهب به .و { العذاب } يعمّ كل ما فيه تأليم يستمرّ زمناً ، فلذلك عطف على الخسف . وإتيان العذاب إليهم : إصابته إياهم . شبّه ذلك بالإتيان .و { من حيث لا يشعرون } من مكان لا يترقّبون أن يأتيهم منه ضرّ . فمعنى { من حيث لا يشعرون } أنه يأتيهم بغتة لا يستطيعون دفعه ، لأنهم لبأسهم ومنعتهم لا يبغتهم ما يحذرونه إذ قد أعدّوا له عدّته ، فكانَ الآتي من حيث لا يشعرون عذاباً غير معهود . فوقع قوله : { من حيث لا يشعرون } كناية عن عذاب لا يطيقون دفعه بحسب اللزوم العرفي ، وإلا فقد جاء العذاب عاداً من مكان يشعرون به ، قال تعالى : { فلما رأوه عارضاً مستقبل أوديتهم قالوا هذا عارض ممطرنا } [ سورة الأحقاف : 24 ]. وحلّ بقوم نوح عذاب الطوفان وهم ينظرون ، وكذلك عذاب الغَرَق لفرعون وقومه .",
  "ayah": 45,
  "surah": 16
}
