{
  "text": "هذا اعتراض في أثناء التوبيخ على كفرهم الذي من شرائعه وأد البنات . فأما وصف جعلهم لله البناتتِ اللاتي يأنفون منها لأنفسهم ، ووصف ذلك بأنه حُكم سوء ، و وصف حالهم بأنها مَثَل سوء ، وعرفهم بأخصّ عقائدهم أنهم لا يؤمنون بالآخرة ، أتبع ذلك بالوعيد على أقوالهم وأفعالهم .والظّلم : الاعتداء على الحقّ . وأعظمه الاعتداء على حقّ الخالق على مخلوقاته ، وهو حقّ إفراده بالعبادة ، ولذلك كان الظلم في القرآن إذا لم يعدّ إلى مفعول نحو { ظلموا أنفسهم } [ سورة آل عمران : 117 ] مراداً منه أعظم الظلم وهو الشرك حتى صار ذلك حقيقة عرفية في مصطلح القرآن ، وهو المراد هنا من هذا الإنذار . وأما الظلم الذي هو دون الإشراك بالله فغير مراد هنا لأنه مراتب متفاوتة كما يأتي قريباً فلا يقتضي عقاب الاستئصال على عمومه .والتعريف في { الناس } يحمل على تعريف الجنس ليشمل جميع الناس ، لأن ذلك أنسب بمقام الزجر ، فليس قوله تعالى : { الناس } مراداً به خصوص المشركين من أهل مكة الذين عادت عليهم الضمائر المتقدمة في قوله : { ليكفروا بما آتيناهم } [ سورة النحل : 55 ] وما بعده من الضمائر ، وبذلك لا يكون لفظ { الناس } إظهاراً في مقام الإضمار .وضمير { عليها } صادق على الأرض وإن لم يجر لها ذكر في الكلام فإن المقام دالّ عليها . وذلك استعمال معروف في كلامهم كقوله تعالى : { حتى توارت بالحجاب } [ سورة ص : 32 ] يعني الشمس ، ويقولون : أصبحت باردة ، يريدون الغَداة ، ويقول أهل المدينة : ما بين لابتيها أحد يفعل كذا ، يريدون لابتي المدينة .والدّابة : اسم لما يدبّ على الأرض ، أي يمشي ، وتأنيثه بتأويل ذات . وخصّ اسم دابة } في الاستعمال بالإطلاق على ما عدا الإنسان مما يمشي على الأرض .وحرف { لو } حرف امتناع لامتناععٍ ، أي حرف شرط يدلّ على امتناع وقوع جوابه لأجل امتناع وقوع شرطه . وشرط { لو } ملازمٌ للزمن الماضي فإذا وقع بعد { لَوْ } مضارع انصرف إلى الماضي غالباً .فالمعنى : لو كان الله مؤاخذاً الخلق على شركهم لأفناهم من الأرض وأفنى الدوابّ معهم ، أي ولكنه لم يؤاخذهم .ودليل انتفاء شرط { لو } هو انتفاء جوابها ، ودليل انتفاء جوابها هو المشاهدة ، فإن الناس والدوابّ ما زالوا موجودين على الأرض .ووجه الملازمة بين مؤاخذة الظالمين بذنوبهم وبين إفناء الناس غير الظالمين وإفناء الدوابّ أن الله خلق الناس ليعبدوه ، أي ليعترفوا له بالإلهية والوحدانية فيها ، لقوله تعالى : { وما خلقت الجن والإنس إلا ليعبدون } [ سورة الذاريات : 56 ] ، وأن ذلك مودع في الفطرة لقوله تعالى : { وإذ أخذ ربّك من بني ءادم من ظهورهم ذرّياتهم وأشهدهم على أنفسهم ألست بربّكم قالوا بلى شهدنا } [ سورة الأعراف : 172 ].فنعمة الإيجاد تقضي على العاقل أن يشكر موجِدَه ، فإذا جحد وجوده أو جحد انفراده بالإلهية فقد نقض العهد الذي وُجد على شرطه ، فاستحقّ المحو من الوجود بالاستئصال والإفناء .وبذلك تعيّن أن المراد من الظلم في قوله تعالى : { بظلمهم } الإشراكُ أو التعطيل . وأما ما دون ذلك من الاهتداء على حقّ الله بمعصية أمره ، أو على حقوق المخلوقات باغتصابها فهو مراتب كثيرة ، منها اعتداء أحد على وجود إنسان آخر محترم الحياة فيُعدمه عمداً ، لذلك جزاؤه الإفناء لأنه أفنى مماثله ، ولا يتعدّاه إلى إفناء من معه ، وما دون ذلك من الظلم له عقاب دون ذلك ، فلا يستحقّ شيء غير الشرك الإهلاكَ ، ولكنّ شأن العقاب أن يقصر على الجاني .فوجه اقتضاء العقاببِ على الشرك إفناءَ جميع المشركين ودوابّهم أن إهلاك الظالمين لا يحصل إلا بحوادث عظيمة لا تتحدّد بمساحة ديارهم ، لأن أسباب الإهلاك لا تتحدّد في عادة نظام هذا العالم ، فلذلك يتناول الإهلاكُ الناس غير الظالمين ويتناول دوابّهم .وإذ قد كان الظلم ، أي الإشراك لم تخل منه الأرض لزم من إهلاك أهل الظلم سريان الإهلاك إلى جميع بقاع الأرض فاضمحلّ الناس والدوابّ فيأتي الفناء في قرون متوالية من زمن نوح مثلاً ، فلا يوجد على الأرض دابّة في وقت نزول الآية .فأما من عسى أن يكون بين الأمّة المشركة مِن صالحين فإن الله يقدّر للصالحين أسباب النّجاة بأحوال خارقة للعادة كما قال تعالى : { وينجي الله الذين اتقوا بمفازتهم لا يمسّهم السوء ولا هم يحزنون } [ سورة الزمر : 61 ]. وقد أخبر الله تعالى بأنه نجّى هوداً والذين آمنوا معه ، وأخبر بأنه نجّى أنبياء آخرين . وكفاك نجاة نوح عليه السلام والذين آمنوا معه من الطوفان في السفينة .وقد دلّ قوله تعالى : { ولكن يؤخرهم إلى أجل مسمى } أن تأخيرهم متفاوت الآجال ، ففي مدد تلك الآجال تبقى أقوام كثيرة تعمُر بهم الأرض ، فذلك سبب بقاء أمم كثيرة من المشركين ومن حولهم .واقتضى قوله تعالى : { من دابة } إهلاكَ دوابّ الناس معهم لو شاء الله ذلك ، لأن استئصال أمّة يشتمل على استئصال دوابّها ، لأنّ الدوابّ خلقت لنفع الناس فلا بدع أن يستأصلها الله إذا استأصل ذويها .والاقتصار على ذكر دابّة في هذه الآية إيجاز ، لأنه إذا كان ظلم الناس مفضياً إلى استئصال الدوابّ كان العِلم بأنه مفض إلى استئصال الظالمين حاصلاً بدلالة الاقتضاء .وهذا في عذاب الاستئصال ، وأما ما يصيب الناس من المصائب والفتن الوارد فيه قوله تعالى : { واتقوا فتنة لا تصيبنّ الذين ظلموا منكم خاصة } [ سورة الأنفال : 25 ] فذلك منوط بأسباب عادية ، فاستثناء الصالحين يقتضي تعطيل دواليب كثيرة من دواليب النظام الفطري العام ، وذلك لا يريد الله تعطيله لما يستتبع تعطيله من تعطيل مصالح عظيمة والله أعلم بذلك .فقد جاء في صحيح مسلم عن عبد الله بن عمر قال : سمعت رسول الله يقول : إذا أراد الله بقوم عذاباً أصاب العذابُ من كان فيهم ثم يُبعثون على نيّاتهم ، أي يكون للمحسن الذي أصابه العذاب تبعاً جزاءٌ على ما أصابه من مصيبة غيره .وإنما الذي لا ينال البريء هو العقاب الأخروي الذي جعله الله جزاء على التكليف ، وهو معنى قوله تعالى : { ولا تزر وازرة وزر أخرى } [ سورة الأنعام : 164 ].وفي هذه الآية إشارة إلى أن الدوابّ التي على الأرض مخلوقة لأجل انتفاع الإنسان ، فلذلك لم يكن استعمال الإنسان إيّاها فيما تصلح له ظلماً لها ، ولا قتلها لأكلها ظلماً لها .والمؤاخذة : الأخذ المقصود منه الجزاء ، فهو أخذ شديد ، ولذلك صيغت له صيغة المفاعلة الدالة على الكثرة ، فدلّ على أن المؤاخذة المنتفية بلو } هي الأخذ العاجل المناسب للمجازاة ، لأن شأن الجزاء في العرف أن لا يتأخر عن وقت حصول الذنب .ولهذا جاء الاستدراك بقوله تعالى : { ولكن يؤخرهم إلى أجل مسمى }. فموقع الاستدراك هنا أنه تعقيب لقوله تعالى : { ما ترك عليها من دابة }.والأجل : المدّة المعيّنة لفعل ما . والمسمّى : المعيّن ، لأن التسمية تعيين الشيء وتمييزه ، وتسمية الآجال تحديدها .وتقدم نظير هذه عند قوله تعالى : { ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون } في سورة الأعراف ( 34 ).",
  "ayah": 61,
  "surah": 16
}
