{
  "text": "هذا ضغث على إبّالة من أحوالهم في إشراكهم تخالف قصّة قوله تعالى : { ويجعلون لله البنات } [ سورة النحل : 57 ] باعتبار ما يختصّ بهذه القصّة من إضافتهم الأشياء المكروهة عندهم إلى الله مما اقتضته كراهتهم البنات بقوله تعالى : { ولهم ما يشتهون } [ سورة النحل : 57 ] ، فكانَ ذلك الجعل ينطوي على خصلتين من دين الشّرك ، وهما : نسبة البنوّة إلى الله ، ونسبة أخسّ أصناف الأبناء في نظرهم إليه ، فخصّت الأولى بالذكر بقوله ويجعلون لله البنات مع الإيماء إلى كراهتهم البنات كما تقدّم . وخصّت هذه بذكر الكراهية تصريحاً ، ولذلك كان الإتيان بالموصول والصلة { ما يكرهون } هو مقتضى المقام الذي هو تفظيع قولهم وتشنيع استئثارهم . وقد يكون الموصول للعموم فيشير إلى أنهم جعلوا لله أشياء يكرهونها لأنفسهم مثل الشريك في التصرّف؛ وأشياء لا يرضونها لآلهتهم ونسبوها لله كما أشار إليه قوله تعالى : { فما كان لشركائهم فلا يصل إلى الله وما كان لله فهو يصل إلى شركائهم ساء ما يحكمون } [ سورة الأنعام : 136 ].وفي الكشاف : «يجعلون لله أرذل أموالهم ولأصنامهم أكرمها» . فهو مراد من عموم الموصول ، فتكون هذه القصة أعمّ من قصّة قوله تعالى : { ويجعلون لله البنات } ، ويكون تخصيصها بالذكر من جهتين : جهة اختلاف الاعتبار ، وجهة زيادة أنواع هذا الجعل .وجملة { وتصف ألسنتهم الكذب } عطف قصة على قصة أخرى من أحوال كفرهم .ومعنى { تصف } تذكر بشرح وبيان وتفصيل ، حتى كأنها تذكر أوصاف الشيء . وحقيقة الوصف : ذكر الصفات والحُلَى . ثم أطلق على القول المبيّن المفصل . قال في «الكشاف» في الآية الآتية في أواخر هذه السورة : «هذا من فصيح الكلام وبليغه . جعل القول كأنه عين الكذب فإذا نطقت به ألسنتهم فقد صورت الكذب بصورته ، كقولهم : وجهها يصف الجمال ، وعينها تصف السحر» ا ه .وقد تقدم في قوله تعالى : { سبحانه وتعالى عما يصفون } في سورة الأنعام ( 100 ). وسيأتي في آخر هذه السورة { ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام } [ سورة النحل : 116 ]. ومنه قول المعرّي :سرى برق المعرّة بعد وهن ... فباتَ برامةٍ يصف الكَلاَلاأي يشكو الإعياء من قطع مسافة طويلة في زمن قليل ، وهو من بديع استعاراته .والمراد من هذا الكذب كل ما يقولونه من أقوال خاصتهم ودهمائهم باعتقاد أو تهكّم . فمن الأول قول العاصي بن وائل المحكي في قوله تعالى : { وقال لأوتينّ مالاً وولداً } [ سورة مريم : 77 ] وفي قوله تعالى : { ولئن رجعت إلى ربي إن لي عنده للحسنى } [ سورة فصلت : 50 ]. ومن الثاني قولهم في البليّة : أن صاحبها يركبها يوم القيامة لكيلا يُعيى .وانتصب { الكذب } على أنه مفعول { تصف}  .و { أن لهم الحسنى } بدل من { الكذب } أو { الحسنى } صفة لمحذوف ، أي الحالة الحسنى .وجملة { لا جرم أن لهم النار } جواب عن قولهم المحكي . ومعنى لا جرم لا شكّ ، أي حقاً .وتقدم في سورة هود .و { مُفْرِطُونَ } بكسر الراء المخففة في قراءة نافع : اسم فاعل من أفرط ، إذا بلغ غاية شيء ما ، أي مفرطون في الأخذ من عذاب النار .وقرأه أبو جعفر بكسر الراء مشددة من فرّط المضاعف . وقرأه البقية بفتح الراء مخففة على زنة اسم المفعول ، أي مجعولون فرطاً بفتحتين وهو المقدم إلى الماء ليسقي .والمراد : أنهم سابقون إلى النار معجّلون إليها لأنهم أشدّ أهل النار استحقاقاً لها ، وعلى هذا الوجه يكون إطلاق الإفراط على هذا المعنى استعارة تهكّمية كقول عمرو بن كلثوم :فَعَجّلْنَا القِرى أن تشتمونا ... أراد فبادرنا بقتالكم حين نزلتم بنا مغيرين علينا .وفيها مع ذكر النار في مقابلتها مُحسن الطباق . على أن قراءة نافع تحتمل التفسير بهذا أيضاً لِجواز أن يقال : أفرط إلى الماء إذا تقدّم له .",
  "ayah": 62,
  "surah": 16
}
