{
  "text": "عطف على جملة القسم . والمناسبة أن القرآن أنزل لإتمام الهداية وكشف الشبهات التي عرضت للأمم الماضية والحاضرة فتَرَكَتْ أمثالها في العرب وغيرهم .فلما ذكرت ضلالاتهم وشبهاتهم عقّب ذلك ببيان الحكمة في إرسال محمد صلى الله عليه وسلم وإنزال القرآن إليه ، فالقرآن جاء مبيّناً للمشركين ضلالهم بياناً لا يترك للباطل مسلكاً إلى النفوس ، ومفصحاً عن الهدى إفصاحاً لا يترك للحَيرة مجالاً في العقول ، ورحمةً للمؤمنين بما جازاهم عن إيمانهم من خير الدنيا والآخرة .وعبّر عن الضلال بطريقة الموصولية { الذين اختلفوا فيه } للإيماء إلى أن سَبَب الضلال هو اختلافهم على أنبيائهم ، فالعرب اختلفت ضلالتهم في عبادة الأصنام ، عبدت كل قبيلة منهم صنماً ، وعبد بعضهم الشمس والكواكب ، واتّخذت كل قبيلة لنفسها أعمالاً يزعمونها ديناً صحيحاً . واختلفوا مع المسلمين في جميع ذلك الدّين .والإتيان بصيغة القصر في قوله تعالى : { وما أنزلنا عليك الكتاب إلا لتبين } لقصد الإحاطة بالأهمّ من غاية القرآن وفائدته التي أنزل لأجلها . فهو قصر ادعائي ليرغب السامعون في تلقّيه وتدبّره من مؤمن وكافر كلّ بما يليق بحاله حتى يستووا في الاهتداء .ثم إن هذا القصر يعرّض بتفنيد أقوال من حسبوا من المشركين أن القرآن أنزل لذكر القِصص لتعليل الأنفس في الأسمار ونحوها حتى قال مضلّهم : أنَا آتيكم بأحسن مما جاء به محمد ، آتيكم بقصة ( رستم ) و ( اسفنديار ). فالقرآن أهم مقاصده هذه الفوائد الجامعة لأصول الخير ، وهي كشف الجهالات والهدى إلى المعارف الحقّ وحصول أثر ذيْنِك الأمرين ، وهو الرحمة الناشئة عن مجانبة الضلال وإتباع الهدى .وأدخلت لام التعليل على فعل «تبين» الواقع موقع المفعول لأجله لأنه من فعل المخاطب لا من فعل فاعل { أنزلنا } ، فالنبي هو المباشر للبيان بالقرآن تبليغاً وتفسيراً . فلا يصحّ في العربية الإتيان بالتبيين مصدراً منصوباً على المفعولية لأجله إذ ليس متّحداً مع العامل في الفاعل ، ولذلك خولف في المعطوف فنُصب { هدى ورحمةً } لأنهما من أفعال مُنْزِل القرآن ، فالله هو الهادي والراحم بالقرآن ، وكل من البيان والهدى والرحمة حاصل بالقرآن فآلت الصفات الثلاث إلى أنها صفات للقرآن أيضاً .والتعبير ب { لقوم يؤمنون } دون للمؤمنين ، أو للذين آمنوا ، للإيماء إلى أنهم الذين الإيمان كالسّجية لهم والعادة الراسخة التي تتقوّم بها قوميّتهم ، كما تقدم في قوله تعالى : { لآيات لقوم يعقلون } في سورة البقرة ( 164 ).وهاته الآية بمنزلة التذييل للعبر والحجج الناشئة عن وصف أحوال المخلوقات ونِعم الخالق على الناس المبتدئة من قوله تعالى : { أفمن يخلق كمن لا يخلق } [ سورة النحل : 17 ].",
  "ayah": 64,
  "surah": 16
}
