{
  "text": "هذا تمثيل ثاننٍ للحالتين بحالتين باختلاف وجه الشبّه . فاعتبر هنا المعنى الحاصل من حال الأبكم ، وهو العجز عن الإدراك ، وعن العمل ، وتعذّر الفائدة منه في سائر أحواله؛ والمعنى الحاصل من حال الرجل الكامل العقل والنّطق في إدراكه الخيرَ وهديه إليه وإتقاننِ عمله وعمل من يهديه ، ضربه الله مثلاً لكماله وإرشاده الناس إلى الحقّ ، ومثلاً للأصنام الجامدة التي لا تنفع ولا تضرّ .وقد قرن في التمثيل هنا حال الرجلين ابتداء ، ثم فصل في آخر الكلام مع ذكر عدم التّسوية بينهما بأسلوب من نظم الكلام بديع الإيجاز ، إذ حذف من صدر التمثيل ذكر الرجل الثاني للاقتصار على ذكره في استنتاج عدم التسوية تفنّناً في المخالفة بين أسلوب هذا التمثيل وأسلوب سابقه الذي في قوله تعالى : { ضرب الله مثلاً عبداً مملوكاً } [ سورة النحل : 75 ]. ومثْل هذا التفنّن من مقاصد البلغاء كراهية للتكرير لأن تكرير الأسلوب بمنزلة تكرير الألفاظ .والأبكم : الموصوف بالبَكم بفتح الباء والكاف وهو الخَرَس في أصل الخلقة من وقت الولادة بحيث لا يفهم ولا يُفهم . وزيد في وصفه أنه زَمِنٌ لا يقدر على شيء . وتقدّم عند قوله تعالى : { صم بكم عمي } في أول سورة البقرة ( 18 ).والكَلّ بفتح الكاف العالَة على الناس . وفي الحديث مَن تَرَك كَلاّ فعلينا ، أي من ترك عِيالاً فنحن نكفلهم . وأصل الكلّ : الثّقَل . ونشأت عنه معاننٍ مجازية اشتهرت فساوت الحقيقة .والمولى : الذي يلي أمر غيره . والمعنى : هو عالة على كافله لا يدبّر أمر نفسه . وتقدّم عند قوله تعالى : { بل الله مولاكم } في سورة آل عمران ( 15 ) ، وقوله تعالى : { وردّوا إلى الله مولاهم الحقّ } في سورة يونس ( 30 ).ثم زاد وصفه بقلّة الجدوى بقوله تعالى : { أينما يوجّهه } ، أي مولاه في عمل ليعمله أو يأتي به لا يأتتِ بخير ، أي لا يهتدي إلى ما وجّه إليه ، لأن الخير هو ما فيه تحصيل الغرض من الفعل ونفعه .ودلّت صلة { يأمر بالعدل } على أنه حكيم عالم بالحقائق ناصح للناس يأمرهم بالعدل لأنه لا يأمر بذلك إلا وقد علمه وتبصّر فيه .والعدل : الحقّ والصواب الموافق للواقع .والصراط المستقيم : المحجّة التي لا التواء فيها . وأطلق هنا على العمل الصالح ، لأن العمل يشبّه بالسيرة والسلوك فإذا كان صالحاً كان كالسلوك في طريق موصلة للمقصود واضحة فهو لا يستوي مع من لا يعرف هدى ولا يستطيع إرشاداً ، بل هو محتاج إلى من يكفله .فالأول مثَل الأصنام الجامدة التي لا تفقه وهي محتاجة إلى من يحرسها وينفض عنها الغبار والوسخ ، والثاني مثل لكماله تعالى في ذاته وإفاضته الخير على عباده .",
  "ayah": 76,
  "surah": 16
}
