{
  "text": "كان ممّا حكي من مقالات كفرهم أنهم أقسموا بالله لا يبعث الله من يموت ، لأنهم توهّموا أن إفناء هذا العالم العظيم وإحياء العظام وهي رميم أمر مستحيل ، وأبطل الله ذلك على الفور بأن الله قادر على كل ما يريده .ثم انتقل الكلام عقب ذلك إلى بسط الدلائل على الوحدانية والقدرة وتسلسل البيان ، وتفنّنت الأغراض بالمناسبات ، فكان من ذلك تهديدهم بأن الله لو يؤاخذ الناس بظلمهم ما ترك على الأرض من دابّة ، ولكنه يمهلهم ويؤخّرهم إلى أجل عَيّنه في علمه لحكمته وحذّرهم من مفاجأته ، فثنى عِنان الكلام إلى الاعتراض بالتذكير بأن الله لا يخرج عن قدرته أعظم فعل مما غاب عن إدراكهم وأن أمر الساعة التي أنكروا إمكانها وغرّهم تأخير حلولها هي مما لا يخرج عن تصرّف الله ومشيئته متى شاءه . فذلك قوله تعالى : { ولله غيب السموات والأرض } بحيث لم يغادر شيئاً مما حكي عنهم من كفرهم وجدالهم إلا وقد بيّنه لهم استقصاءً للإعذار لهم .ومن مقتِضيات تأخير هذا أنه يشتمل بصريحه على تعليم ، وبإيمائه إلى تهديد وتحذير .فاللام في قوله : { وللّه غيب السماوات والأرض } لام الملك . والغيب : مصدر بمعنى اسم الفاعل ، أي الأشياء الغائبة . وتقدم في قوله تعالى : { الذين يؤمنون بالغيب } [ سورة البقرة : 3 ]. وهو الغائب عن أعين الناس من الأشياء الخفيّة والعوالم التي لا تصل إلى مشاهدتها حواسّ المخلوقات الأرضية .والإخبار بأنها ملك لله يقتضي بطريق الكناية أيضاً أنه عالم بها .وتقديم المجرور أفاد الحصر ، أي له لا لغيره . ولام الملك أفادت الحصر ، فيكون التقديم مفيداً تأكيد الحصر أو هو للاهتمام .وأمر { الساعة } : شأنها العظيم . فالأمر : الشأن المهمّ ، كما في قوله تعالى : { أتى أمر الله } [ سورة النحل : 1 ] ، وقول أبي بكر رضي الله عنه : ما جاء به في هذه الساعة إلا أمر ، أي شأن وخطب .و { الساعة } : علم بالغلبة على وقت فناء هذا العالم ، وهي من جملة غيب الأرض .ولمح البصر : توجّهه إلى المرئيّ لأن اللّمح هو النظر . ووجه الشّبه هو كونه مقدوراً بدون كلفة ، لأن لَمح البصر هو أمكن وأسرع حركات الجوارح فهو أيسر وأسرع من نقل الأرجل في المشي ومن الإشارة باليد .وهذا التشبيه أفصح من الذي في قول زهير :فهُنّ ووادي الرّسّ كاليَد للفم ... ووجه الشّبه يجوز أن يكون تحقّق الوقوع بدون مشقّة ولا إنظار عند إرادة الله تعالى وقوعه ، وبذلك يكون الكلام إثباتاً لإمكان الوقوع وتحذيراً من الاغترار بتأخيره .ويجوز أن يكون وجهُ الشّبه السرعةَ ، أي سرعة الحصول عند إرادة الله ، أي ذلك يحصل فَجْأة بدون أمارات كقوله تعالى : { لا تأتيكم إلا بغتة } [ سورة الأعراف : 187 ]. والمقصود : إنذارهم وتحذيرهم من أن تبغتهم الساعة ليقلعوا عمّا هم فيه من وقتتِ الإنذار .ولا يتوهّم أن يكون البصر تشبيهاً في سرعة الحصول إذ احتمال معطّل لأن الواقع حارس منه .و { أو } في { أو هو أقرب } للإضراب الانتقالي ، إضراباً عن التشبيه الأول بأن المشبّه أقوى في وجه الشبّه من المشبّه به ، فالمتكلّم يخيّل للسامع أنه يريد تقريب المعنى إليه بطريق التّشبيه ، ثم يعرض عن التّشبيه بأن المشبّه أقوى في وجه الشّبه وأنه لا يجد له شبيهاً فيصرّح بذلك فيحصل التقريب ابتداء ثم الإعراب عن الحقيقة ثانياً .ثم المراد بالقرب في قوله تعالى : { أقرب } على الوجه الأول في تفسير لمح البصر هو القرب المكاني كناية عن كونه في المقدوريّة بمنزلة الشيء القريب التّناول كقوله تعالى : { ونحن أقرب إليه من حبل الوريد } [ سورة ق : 16 ].وعلى الوجه الثاني في تفسيره يكون القرب قرب الزمان ، أي أقرب من لمح البصر حصّة ، أي أسرع حُصولاً .والتذييل بقوله تعالى : { إن الله على كل شيء قدير } صالح لكلا التفسيرين .",
  "ayah": 77,
  "surah": 16
}
