{
  "text": "عود إلى إكثار الدلائل على انفراد الله بالتصرّف وإلى تعداد النّعم على البشر عطفاً على جملة { والله جعل لكم من أنفسكم } [ النحل : 72 ] بعدما فصل بين تعداد النّعم بما اقتضاه الحال من التذكير والإنذار .وقد اعتبر في هذه النّعم ما فيها من لطف الله تعالى بالناس ليكون من ذلك التخلّص إلى الدعوة إلى الإسلام وبيان أصول دعوة الإسلام في قوله تعالى : { كذلك يتمْ نعمته عليكم لعلّكم تسلمون } [ سورة النحل : 81 ] إلى آخره .والمعنى : أنه كما أخرجكم من عدم وجعل فيكم الإدراك وما يتوقّف عليه الإدراك من الحياة فكذلك ينشئكم يوم البعث بعد العدم .وإذ كان هذا الصّنع دليلاً على إمكان البعث فهو أيضاً باعث على شكر الله بتوحيده ونبذ الإشراك فإن الإنعام يبعث العاقل على الشكر .وافتتاح الكلام باسم الجلالة وجعل الخبر عنه فعلاً تقدم بيانه عند قوله تعالى : { والله أنزل من السماء ماء } [ سورة النحل : 65 ] والآيات بعدهُ .والإخراج الإبراز من مكان إلى آخر .والأمّهات : جمع أمّ . وقد تقدم عند قوله تعالى : { حرّمت عليكم أمّهاتكم } في سورة النساء ( 23 ).والبَطن : ما بين ضلوع الصدر إلى العانة ، وفيه الأمعاء والمعدة والكبد والرحم .وجملة { لا تعلمون شيئاً } حال من الضمير المنصوب في { أخرجكم }. وذلك أن الطفل حين يولد لم يكن له علم بشيء ثم تأخذ حواسّه تنقل الأشياء تدريجاً فجعل الله في الطفل آلات الإدراك وأصول التفكّر .فقوله تعالى : { وجعل لكم السمع والأبصار والأفئدة } تفسيره أنه أوجد فيكم إدراك السمع والبصر والعقل ، أي كوّنها في الناس حتى بلغت مبلغ كمالها الذي ينتهي بها إلى علم أشياء كثيرة ، كما دلّت عليه مقابلته بقوله تعالى : { لا تعلمون شيئاً } ، أي فعلمتم أشياء .ووجه إفراد السّمع وجمع الأبصار تقدم عند قوله تعالى : { أمّن يملك السمع والأبصار } في سورة يونس ( 31 ) ، وقوله تعالى : { قل أرأيتم إن أخذ الله سمعكم وأبصاركم } في سورة الأنعام ( 46 ).و { الأفئدة } : جمع الفؤاد ، وأصله القلب . ويطلق كثيراً على العقل وهو المراد هنا . فالسمع والبصر أعظم آلات الإدراك إذ بهما إدراك أهم الجزئيّات ، وهما أقوى الوسائل لإدراك العلوم الضرورية .فالمراد بالسمع : الإحساس الذي به إدراك الأصوات الذي آلته الصمّاخ ، وبالإبصار : الإحساسُ المدرك للذّوات الذي آلته الحدقة . واقتصر عليهما من بين الحواس لأنهما أهمّ ، ولأن بهما إدراك دلائل الاعتقاد الحقّ .ثم ذكر بعدهما الأفئدة ، أي العقل مقرّ الإدراك كلّه ، فهو الذي تنقل إليه الحواس مدركاتِها ، وهي العلم بالتصوّرات المفردة .وللعقل إدراك آخر وهو إدراك اقتران أحد المعلومين بالآخر ، وهو التصديقات المنقسمة إلى البديهيّات : ككون نفي الشيء وإثباته من سائر الوجوه لا يجتمعان ، وككون الكلّ أعظم من الجزء .وإلى النظريات وتُسمّى الكسبيّات ، وهي العلم بانتساب أحد المعلومين إلى الآخر بعد حركة العقل في الجمع بينهما أو التّفريق ، مثل أن يحضر في العقل : أن الجسم ما هو ، وأن المحدَث بفتح الدال ما هو .فإن مجرد هذين التصوّرين في الذهن لا يكفي في جزم العقل بأن الجسم محدث بل لا بد فيه من علوم أخرى سابقة وهي ما يدلّ على المقارنة بين ماهية الجسمية وصفةِ الحدوث .فالعلوم الكسبية لا يمكن اكتسابها إلا بواسطة العلوم البديهية . وحصول هذه العلوم البديهية إنما يحصل عند حدوث تصوّر موضوعاتها وتصوّر محمولاتها . وحدوث هذه التصوّرات إنما هو بسبب إعانة الحواس على جزئياتها ، فكانت الحواس الخمس هي السبب الأصلي لحدوث هذه العلوم ، وكان السمع والبصر أول الحواس تحصيلاً للتصوّرات وأهمّها .وهذه العلوم نعمة من الله تعالى ولطف ، لأن بها إدراك الإنسان لما ينفعه وعمَلَ عقله فيما يدلّه على الحقائق ، ليسلم من الخطأ المفضي إلى الهلاك والأرزاء العظيمة ، فهي نعمة كبرى . ولذلك قال تعالى عقب ذكرها { لعلكم تشكرون } ، أي هي سبب لرجاء شكرهم واهبَها سبحانه .والكلام على معنى { لعلكم تشكرون } مضى غير مرة في نظيره ومماثله .",
  "ayah": 78,
  "surah": 16
}
