{
  "text": "هذا من تعداد النّعم التي ألهم الله إليها الإنسان ، وهي نعمة الفكر بصنع المنازل الواقية والمرفّهة وما يشبهها من الثياب والأثاث عطفاً على جملة { والله أخرجكم من بطون أمهاتكم لا تعلمون شيئاً } [ سورة النحل : 78 ]. وكلّها من الألطاف التي أعدّ الله لها عقل الإنسان وهيّأ له وسائلها .وهذه نعمة الإلهام إلى اتّخاذ المساكن وذلك أصل حفظ النوع من غوائل حوادث الجوّ من شدّة برد أو حرّ ومن غوائل السباع والهوامّ . وهي أيضاً أصل الحضارة والتمدّن لأن البلدان ومنازل القبائل تتقوّم من اجتماع البيوت . وأيضاً تتقوّم من مجتمع الحِلل والخيام .والقول في نظم جملة { والله جعل لكم } كالقول في التي قبلها .وبيوت : يجوز فيه ضمّ الموحدة وكسرها ، وهو جمع بيت . وضمّ الموحّدة هو القياس لأنه على وزن فُعول ، وهو مطرد في جمع فَعْل بفتح الفاء وسكون العين . وأما لغة كسر الباء فلمناسبة وقوع الياء التحتية بعد الموحّدة المضمومة ، لأن الانتقال من حركة الضمّ إلى النّطق بالياء ثقيل . وقال الزجاج : أكثر النحويين لا يعرفون الكسر ( أي لا يعرفونه لغة ) وبيّن أبو عليّ جوازه . وتقدم في سورة البقرة .وبالكسر قرأ الجمهور . وقرأها بالضمّ أبو عمرو وورش عن نافع وحَفص عن عاصم .والبيت : مكان يجعل له بناء وفسطاط يحيط به يعين مكانه ليتّخذه جاعلُه مقَراً يأوي إليه ويستكنّ به من الحرّ والقُرّ . وقد يكون محيطُه من حجر وطين ويسمّى جداراً ، أو من أخشاب أو قصب أو غير ذلك وتُسمّى أيضاً الأخصاص . ويوضع فوق محيطه غطاء ساتر من أعلاه يسمّى السقْف ، يتّخذ من أعواد ويُطيّن عليها ، وهذه بيوت أهل المدن والقرى .وقد يكون المحيط بالبيت متّخذاً من أديم مدبوغ ويسمى القبّة ، أو من أثواب تُنْسج من وَبر أو شَعَر أو صُوف ويسمّى الخَيمة أو الخباءَ ، وكلّها يكون بشكل قريب من الهرميّ تلتقي شُقّتاه أو شُققه من أعلاه معتمدةً على عمود وتنحدر منه متّسعَة على شكل مخروط . وهذه بيوت الأعراب في البوادي أهل الإبل والغنم يتّخذونها لأنها أسعد لهم في انتجاعهم ، فينقلونها معهم إذا انتقلوا يتتبّعون مواقع الكَلأ لأنعامهم والكَمْأة لعَيشهم . وقد تقدّم ذكر البيت عند قوله تعالى : { وإذ جعلنا البيت مثابة للناس وأمناً } في سورة البقرة ( 125 ).و { جَعَلَ } هنا بمعنى أوجد ، فتتعدّى إلى مفعول واحد .والسَكَن : اسم بمعنى المسكون . والسكنى : مصدر سكن فلان البيتَ ، إذا جعله مقرّاً له ، وهو مشتقّ من السكون ، أي القرار .وانتصب قوله تعالى : { سكناً } على المفعولية ل { جعل }.وقوله : { من بيوتكم } بيان للسكن ، فتكون { من } بيانية ، أو تجعل ابتدائية ويكون الكلام من قبيل التجريد بتنزيل البيوت منزلة شيء آخر غير السكن ، كقولهم : لئن لقيت فلاناً لتلقينّ منه بحراً .وأصل التركيب : والله جعل لكم بيوتكم سكنا .وقيل : إن { سكناً } مصدر وهو قول ضعيف ، وعليه فيكون الامتنان بالإلهام الذي دلّ عليه السكون ، وتكون { من } ابتدائية ، لأن أول السكون يقع في البيوت .وشمل البيوت هنا جميع أصنافها .وخُصّ بالذّكر القباب والخيام في قوله تعالى : { وجعل لكم من جلود الأنعام بيوتاً } لأن القباب من أدم ، والخيام من منسوج الأوبار والأصواف والأشعار ، وهي ناشئة من الجلد ، لأن الجلد هو الإهاب بما عليه ، فإذا دبغ وأزيل منه الشّعر فهو الأديم .وهذا امتنان خاص بالبيوت القابلة للانتقال والارتحال ، والبشر كلّهم لا يعدون أن يكونوا أهل قرى أو قبائل رحلاً .والسين والتاء في { تستخفونها } للوجدان ، أي تجدونها خفيفة ، أي خفيفة المحمل حين ترحلون ، إذ يسهل نقضها من مواضعها وطيّها وحملها على الرواحل ، وحين تنيخون إناخة الإقامة في الموضع المنتقل إليه فيسهل ضربها وتوثيقها في الأرض .والظعن بفتح الظاء والعين وتسكن العينُ ، وقد قرأه بالأول نافع وابن كثير وأبو عمرو وأبو جعفر ويعقوب ، وبالثاني الباقون ، وهو السّفر .وأطلق اليوم على الحين والزمن ، أي وقت سفركم .والأثاث بفتح الهمزة اسم جمع للأشياء التي تفرش في البيوت من وسائد وبُسط وزرابيّ ، وكلها تنسج أو تحْشى بالأصواف والأشعار والأوبار .والمتاع أعمّ من الأثاث ، فيشمل الأعدال والخُطُم والرحائل واللّبود والعُقُل .فالمتاع : ما يتمتّع به وينتفع ، وهو مشتقّ من المتع ، وهو الذهاب بالشيء ، ولِملاحظة اشتقاقه تعلّق به إلى حين . والمقصود من هذا المتعلّق الوعظ بأنها أو أنهم صائرون إلى زوال يحول دون الانتفاع بها ليكون الناس على أهبة واستعداد للآخرة فيتّبعوا ما يرضي الله تعالى . كما قال : { أذهبتم طيّباتكم في حياتكم الدنيا واستمتعتم بها } [ سورة الأحقاف : 20 ].",
  "ayah": 80,
  "surah": 16
}
