{
  "text": "لما جاء أن هذا القرآن تبيان لكل شيء وهدى ورحمة وبشرى للمسلمين حسن التخلّص إلى تبيان أصول الهدى في التشريع للدين الإسلامي العائدة إلى الأمر والنهي ، إذ الشريعة كلها أمر ونهي ، والتّقوى منحصرة في الامتثال والاجتناب ، فهذه الآية استئناف لبيان كون الكتاب تبياناً لكل شيء ، فهي جامعة أصول التّشريع .وافتتاح الجملة بحرف التوكيد للاهتام بشأن ما حوته . وتصديرُهما باسم الجلالة للتّشريف ، وذكر { يأمر } { وينهى } دون أن يقال : اعدلوا واجتنبوا الفحشاء ، للتّشويق . ونظيره ما في الحديث \" إن الله يرضى لكم ثلاثاً ويكره لكم ثلاثاً \" الحديث .والعدل : إعطاء الحقّ إلى صاحبه . وهو الأصل الجامع للحقوق الراجعة إلى الضروري والحاجي من الحقوق الذاتية وحقوق المُعاملات ، إذ المسلم مأمور بالعدل في ذاته ، قال تعالى : { ولا تلقوا بأيديكم إلى التهلكة } [ سورة البقرة : 191 ] ، ومأمور بالعدل في المعاملة ، وهي معاملة مع خالقه بالاعتراف له بصفاته وبأداء حقوقه؛ ومعاملة مع المخلوقات من أصول المعاشرة العائلية والمخالطة الاجتماعية وذلك في الأقوال والأفعال ، قال تعالى : { وإذا قلتم فاعدلوا ولو كان ذا قربى } [ سورة الأنعام : 152 ] ، وقال تعالى : { وإذا حكمتم بين الناس أن تحكموا بالعدل } وقد تقدم في سورة النساء ( 58 ).ومن هذا تفرّعت شعب نظام المعاملات الاجتماعية من آداب ، وحقوق وأقضية ، وشهادات ، ومعاملة مع الأمم ، قال تعالى : { ولا يجرمنّكم شنآن قوم على ألا تعدلوا اعدلوا هو أقرب للتقوى } [ سورة المائدة : 8 ].ومرجع تفاصيل العدل إلى أدلّة الشريعة . فالعدل هنا كلمة مُجملة جامعة فهي بإجمالها مناسبة إلى أحوال المسلمين حين كانوا بمكّة ، فيصار فيها إلى ما هو مقرّر بين الناس في أصول الشرائع وإلى ما رسمته الشريعة من البيان في مواضع الخفاء ، فحقوق المسلمين بعضهم على بعض من الأخوّة والتناصح قد أصبحت من العدل بوضع الشريعة الإسلامية .وأما الإحسان فهو معاملة بالحسنى ممن لا يلزمه إلى من هو أهلها . والحسَن : ما كان محبوباً عند المعامَل به ولم يكن لازماً لفاعله ، وأعلاه ما كان في جانب الله تعالى مما فسّره النبي بقوله : الإحسان أن تعبد الله كأنّك تراه ، فإن لم تكن تراه فإنه يراك . ودون ذلك التقرّب إلى الله بالنوافل . ثم الإحسان في المعاملة فيما زاد على العدل الواجب ، وهو يدخل في جميع الأقوال والأفعال ومع سائر الأصناف إلا ما حُرم الإحسانَ بحكم الشرع .ومن أدْنى مراتب الإحسان ما في حديث الموطأ : «أن امرأة بَغِيّا رأت كلباً يلهث من العطش يأكل الثّرى فنزعت خُفَّها وأدْلَتْه في بئر ونزعت فسقته فغفر الله لها» .وفي الحديث \" إن الله كتب الإحسان على كل شيء فإذا قتلتم فأحسنوا القِتْلة ، وإذا ذبحتم فأحسنوا الذِبْحة \" . ومن الإحسان أن يجازي المحسَنُ إليه المحسِن على إحسانه إذ ليس الجزاء بواجب .فإلى حقيقة الإحسان ترجع أصول وفروع آداب المعاشرة كلها في العائلة والصحبة . والعفوُ عن الحقوق الواجبة من الإحسان لقوله تعالى : { والعافيّن عن الناس والله يحبّ المحسنين } [ سورة آل عمران : 134 ]. وتقدم عند قوله تعالى : { وبالوالدين إحسانا } في سورة الأنعام ( 151 ).وخَصّ الله بالذّكر من جنس أنواع العدل والإحسان نوعاً مُهمّاً يكثر أن يغفل الناس عنه ويتهاونوا بحقّه أو بفضله ، وهو إيتاء ذي القربى فقد تقرّر في نفوس الناس الاعتناء باجتلاب الأبعدِ واتّقاء شرّه ، كما تقرّر في نفوسهم الغفلة عن القريب والاطمئنان من جانبه وتعوّد التساهل في حقوقه . ولأجل ذلك كثر أن يأخذوا أموال الأيتام من مواليهم ، قال تعالى : { وآتوا اليتامى أموالهم } [ سورة النساء : 2 ] ، وقال : { وآت ذا القربى حقّه } [ سورة الإسراء : 26 ] ، وقال : { وما يتلى عليكم في الكتاب في يتامى النساء } [ سورة النساء : 127 ] الآية . ولأجل ذلك صرفوا معظم إحسانهم إلى الأبْعدين لاجتلاب المحمدة وحسن الذّكر بين الناس . ولم يزل هذا الخلق متفشّياً في الناس حتى في الإسلام إلى الآن ولا يكترثون بالأقربين .وقد كانوا في الجاهلية يقصدون بوصايا أموالهم أصحابهم من وجوه القوم ، ولذلك قال تعالى : { كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية للوالدين والأقربين } [ سورة البقرة : 180 ]. فخصّ الله بالذكر من بين جنس العدل وجنس الإحسان إيتاء المال إلى ذي القربى تنبيهاً للمؤمنين يومئذٍ بأن القريب أحقّ بالإنصاف من غيره . وأحقّ بالإحسان من غيره لأنه محل الغفلة ولأن مصلحته أجدى من مصلحة أنواع كثيرة .وهذا راجع إلى تقويم نظام العائلة والقبيلة تهيئةً بنفوس الناس إلى أحكام المواريث التي شرعت فيما بعد .وعطف الخاص على العام اهتماماً به كثير في الكلام ، فإيتاء ذي القربى ذو حكمين : وجوب لبعضه ، وفضيلة لبعضه ، وذلك قبل فرض الوصية ، ثم فرض المواريث .وذو القربى : هو صاحب القرابة ، أي من المؤتي . وقد تقدّم عند قوله تعالى : { وإذا قلتم فاعدلوا ولو كان ذا قربى } في سورة الأنعام ( 152 ).والإيتاء الإعطاء . والمراد إعطاء المال ، قال تعالى : { قال أتمدّونني بمال فما آتاني الله خير مما آتاكم } [ سورة النمل : 76 ] ، وقال : { وآتى المال على حبّه } [ سورة البقرة : 177 ].ونهى الله عن الفحشاء والمنكر والبغي وهي أصول المفاسد .فأما الفحشاء : فاسم جامع لكل عمل أو قول تستفظعه النفوس لفساده من الآثام التي تفسد نفس المرء : من اعتقاد باطل أو عمل مفسد للخلق ، والتي تضرّ بأفراد الناس بحيث تلقي فيهم الفساد من قتل أو سرقة أو قذف أو غصب مال ، أو تضرّ بحال المجتمع وتدخل عليه الاضطراب من حرابة أو زنا أو تقامر أو شرب خمر . فدخل في الفحشاء كل ما يوجب اختلال المناسب الضروري ، وقد سمّاها الله الفواحش . وتقدم ذكر الفحشاء عند قوله تعالى : { إنما يأمركم بالسوء والفحشاء } في سورة البقرة ( 169 ) ، وقوله : { قل إنما حرّم ربّي الفواحش } في سورة الأعراف ( 33 ) وهي مكية .وأما المنكر فهو ما تستنكره النفوس المعتدلة وتكرهه الشريعة من فعل أو قول ، قال تعالى : { وإنهم ليقولون منكراً من القول وزوراً } [ سورة المجادلة : 2 ] ، وقال : { وتأتون في ناديكم المنكر } [ سورة العنكبوت : 29 ]. والاستنكار مراتب ، منها مرتبة الحرام ، ومنها مرتبة المكروه فإنه منهيّ عنه . وشمل المنكر كل ما يفضي إلى الإخلال بالمناسب الحاجي ، وكذلك ما يعطّل المناسب التحسيني بدون ما يفضي منه إلى ضرّ .وخصّ الله بالذّكر نوعاً من الفحشاء والمنكر ، وهو البغي اهتماماً بالنّهي عنه وسدّاً لذريعة وقوعه ، لأن النفوس تنساق إليه بدافع الغضب وتغفل عما يشمله من النهي من عموم الفحشاء بسبب فُشُوّه بين الناس؛ وذلك أن العرب كانوا أهل بأس وشجاعة وإباء ، فكانوا يكثر فيهم البغي على الغير إذا لقي المُعجَب بنفسه من أحد شيئاً يكرهه أو معاملةً يعُدّها هضيمة وتقصيراً في تعظيمه . وبذلك كان يختلط على مُريد البغي حُسْنُ الذبّ عما يسمّيه الشرف وقُبْحُ مجاوزة حدّ الجزاء .فالبغيُ هو الاعتداء في المعاملة ، إما بدون مقابلة ذنب كالغارة التي كانت وسيلة كسب في الجاهلية ، وإما بمجاوزة الحدّ في مقابلة الذنب كالإفراط في المؤاخذة ، ولذا قال تعالى : { فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتّقوا الله } [ سورة البقرة : 194 ]. وقال : { ذلك ومن عاقب بمثل ما عوقب به ثم بُغِيَ عليه لينصرنّه الله } [ سورة الحج : 60 ]. وقد تقدم عند قوله تعالى : { والإثم والبغي بغير الحقّ } في سورة الأعراف ( 33 ).فهذه الآية جمعت أصول الشريعة في الأمر بثلاثة ، والنهي عن ثلاثة ، بل في الأمر بشيئين وتكملة ، والنّهي عن شيئين وتكملة .روى أحمد بن حنبل : أن هذه كانت السبب في تمكّن الإيمان من عثمان بن مظعون ، فإنها لما نزلت كان عثمان بن مظعون بجانب رسول الله وكان حديثَ الإسلام ، وكان إسلامه حياءً من النبي وقرأها النبي عليه . قال عثمان : فذلك حين استقرّ الإيمان في قلبي . وعن عثمان بن أبي العاص : كنت عند رسول الله جالساً إذ شخص بصره ، فقال : أتاني جبريل فأمرني أن أضع هذه الآية بهذا الموضع { إن الله يأمر بالعدل } الآية اه . وهذا يقتضي أن هذه الآية لم تنزل متّصلة بالآيات التي قبلها فكان وضعها في هذا الموضع صَالحاً لأن يكون بياناً لآية { ونزلنا عليك الكتاب تبياناً لكل شيء } [ سورة النحل : 89 ] الخ ، ولأن تكون مقدّمة لما بعدها { وأوفوا بعهد الله إذا عاهدتم } [ سورة النحل : 91 ] الآية .وعن ابن مسعود : أن هذه الآية أجمع آية في القرآن .وعن قتادة : ليس من خلق حسن كان أهل الجاهلية يعملون به ويستحسنونه إلا أمر الله به في هذه الآية ، وليس من خلق كانوا يتعايرونه بينهم إلا نهى الله عنه وقدح فيه ، وإنما نهى عن سفاسف الأخلاق ومذامّها .وروى ابن ماجه عن عليّ قال : أمر الله نبيئه أن يعرض نفسه على قبائل العرب ، فخرج ، فوقف على مجلس قوم من شيبان بن ثعلبة في الموسم .فدعاهم إلى الإسلام وأن ينصروه ، فقال مفروق بن عمرو منهم : إلاَم تدعونا أخا قريش ، فتلا عليهم رسول الله : إن الله يأمر بالعدل والإحسان } الآية . فقال : دعوتَ والله إلى مكارم الأخلاق ومحاسن الأعمال ولقد أفك قوم كذّبوك وظاهروا عليك .وقد روي أن الفقرات الشهيرة التي شهد بها الوليد بن المغيرة للقرآن من قوله : «إن له لحلاوة ، وإن عليه لطلاوة ، وإن أعلاه لمثمر ، وإن أسفله لمغدق ، وما هو بكلام بشر» قالها عند سماع هذه الآية .وقد اهتدى الخليفة عمر بن عبد العزيز رحمه الله إلى ما جمعته هذه الآية من معاني الخير فلما استخلف سنة 99 كتب يأمر الخطباء بتلاوة هذه الآية في الخطبة يوم الجمعة وتُجعل تلاوتها عوضاً عما كانوا يأتونه في خطبة الجمعة من كلمات سبّ عليّ بن أبي طالب رضي الله عنه . وفي تلاوة هذه الآية عوضاً عن ذلك السبّ دقيقةُ أنها تقتضي النّهي عن ذلك السبّ إذ هو من الفحشاء والمنكر والبغي .ولم أقف على تعيين الوقت التي ابتدع فيه هذا السبّ ولكنه لم يكن في خلافة معاوية رضي الله عنه .وفي «السيرة الحلبية» أن الشيخ عز الدين بن عبد السلام ألّف كتاباً سماه «الشجرة» بيّن فيه أن هذه الآية اشتملت على جميع الأحكام الشرعية في سائر الأبواب الفقهية وسمّاه السبكي في الطبقات «شجرة المعارف» .وجملة { يعظكم } في موضع الحال من اسم الجلالة .والوعظ : كلام يقصد منه إبعاد المخاطب به عن الفساد وتحريضه على الصلاح . وتقدم عند قوله تعالى : { فأعرض عنهم وعظهم } في سورة النساء ( 63 ).والخطاب للمسلمين لأن الموعظة من شأن من هو محتاج للكمال النفساني ، ولذلك قارنها بالرجاء بلعلكم تذَّكرون }.والتذكر : مراجعة المنسيّ المغفول عنه ، أي رجاء أن تتذكروا ، أي تتذكروا بهذه الموعظة ما اشتملت عليه فإنها جامعة باقية في نفوسكم .",
  "ayah": 90,
  "surah": 16
}
