{
  "text": "تشنيع لحال الذين ينقضون العهد .وعطف على جملة { ولا تنقضوا الأيمان بعد توكيدها } [ سورة النحل : 91 ]. واعتمد العطف على المغايرة في المعنى بين الجملتين لما في هذه الثانية من التمثيل وإن كانت من جهة الموقع كالتوكيد لجملة { ولا تنقضوا الأيمان }. نُهوا عن أن يكونوا مَضْرِب مثل معروف في العرب بالاستهزاء ، وهو المرأة التي تَنقض غزلها بعد شَدّ فتله . فالتي نقضت غزلها امرأةٌ اسمها رَيطة بنت سعد التيمية من بني تيم من قريش . وعُبّر عنها بطريق الموصولية لاشتهارها بمضمون الصّلة ولأن مضمون الصّلة ، هو الحالة المشبّه بها في هذا التمثيل ، ولأن القرآن لم يذكر فيه بالاسم العلم إلا من اشتهر بأمر عظيم مثل جالوت وقارون .وقد ذُكر من قصّتها أنها كانت امرأة خرقاء مختلّة العقل ، ولها جوارٍ ، وقد اتّخذت مِغْزلاً قدر ذراع وصِنّارَة مثل أصبع وَفَلْكَةً عظيمة على قدر ذلك ، فكانت تغزل هي وجواريها من الغداة إلى الظهر ثم تأمرهن فتنقض ما غزلته ، وهكذا تفعل كل يوم ، فكان حالها إفساد ما كان نافعاً محكماً من عملها وإرجاعه إلى عدم الصلاح ، فنهوا عن أن يكون حالهم كحالها في نقضهم عهد الله وهو عهد الإيمان بالرجوع إلى الكفر وأعمال الجاهلية . ووجه الشّبه الرجوع إلى فساد بعد التلبّس بصلاح .والغزل : هنا مصدر بمعنى المفعول ، أي المغزول ، لأنه الذي يقبل النقض . والغَزل : فتل نتف من الصوف أو الشعر لتُجعل خيوطاً محكمة اتصال الأجزاء بواسطة إدارة آلة الغَزل بحيث تلتفّ النتف المفتولة باليد فتصير خيطاً غليظاً طويلاً بقدر الحاجة ليكون سَدًى أو لُحْمَة للنسج .والقوة : إحكام الغزل ، أي نقضته مع كونه محكم الفتل لا موجب لنقضه ، فإنه لو كان فتله غير محكم لكان عذرٌ لنقضه .والأنكاث بفتح الهمزة : جمع نِكْث بكسر النّون وسكون الكاف أي منكوث ، أي منقوض ، ونظيره نِقض وأنقاض . والمراد بصيغة الجمع أن ما كان غزلاً واحداً جعلتْه منقوضاً ، أي خيوطاً عديدة . وذلك بأن صيّرته إلى الحالة التي كان عليها قبل الغزل وهي كونه خيوطاً ذات عدد .وانتصب { أنكاثاً } على الحال من { غزلها } ، أي نقضته فإذا هو أنكاث .وجملة { تتخذون أيمانكم } حال من ضمير { ولا تنقضوا الأيمان } [ سورة النحل : 91 ].والدخَل بفتحتين : الفساد ، أي تجعلون أيمانكم التي حلفتموها . . والدّخل أيضاً : الشيء الفاسد . ومن كلام العرب : تَرى الفتيان كالنخْل وما يدريك ما الدَخْل ( سكن الخاء لغةً أو للضرورة إن كان نظماً ، أو للسجع إن كان نثراً ) ، أي ما يدريك ما فيهم من فساد . والمعنى : تجعلون أيمانكم الحقيقة بأن تكون معظّمة وصالحة فيجعلونها فاسدة كاذبة ، فيكون وصف الأيمان بالدّخل حقيقة عقلية؛ أو تجعلونها سبب فساد بينكم إذ تجعلونها وسيلة للغَدر والمكر فيكون وصف الأيمان بالدّخل مجازاً عقلياً .ووجه الفساد أنها تقتضي اطمئنان المتحالفين فإذا نقضها أحد الجانبين فقد تسبّب في الخصام والحقد . وهذا تحذير لهم وتخويف من سوء عاقبة نقض اليمين ، وليس بمقتضضٍ أن نقضاً حدَث فيهم .و { أن تكون أمة } معمول للام جرّ محذوفة كما هو غالب حالها مع { أنْ }. والمعنى التعليل ، وهو علّة لنقض الأيمان المنهيّ عنه ، أي تنقضون الأيمان بسبب أن تكون أمّة أربى من أمّة ، أي أقوى وأكثر .والأمّة : الطائفة والقبيلة . والمقصود طائفة المشركين وأحْلافهم .و { أربى } : أزيد ، وهو اسم تفضيل من الرُبُوّ بوزن العُلُوّ ، أي الزيادة ، يحتمل الحقيقة أعني كثرة العدد ، والمجاز أعني رفاهية الحال وحسن العيش . وكلمة { أربى } تعطي هذه المعاني كلها فلا تَعدلها كلمة أخرى تصلحُ لجميع هذه المعاني ، فوقعها هنا من مقتضى الإعجاز . والمعنى : لا يبعثكم على نقض الأيمان كونُ أمّة أحسن من أمّة .ومعلوم أن الأمّة التي هي أحسن هي المنقوض لأجلها وأن الأمّة المفضولة هي المنفصَل عنها ، أي لا يحملكم على نقض الحلف أن يكون المشركون أكثر عدداً وأموالاً من المسلمين فيبعثكم ذلك على الانفصال عن جماعة المسلمين وعلى الرجوع إلى الكفّار .وجملة { إنما يبلوكم الله به } مستأنفة استئنافاً بيانياً للتعليل بما يقتضي الحكمة ، وهو أن ذلك يبتلي الله به صدق الإيمان كقوله تعالى : { ورفع بعضكم فوق بعض درجات ليبلوكم فيما آتاكم } [ سورة الأنعام : 165 ].والقصر المستفاد من قوله تعالى : إنما يبلوكم الله به } قصر موصوف على صفة . والتقدير : ما ذلك الرُبُوّ إلا بلوى لكم .والبَلْو : الاختبار . ومعنى إسناده إلى الله الكناية عن إظهار حال المسلمين . وله نظائر في القرآن . وضمير { به } يعود إلى المصدر المنسبك من قوله : { أن تكون أمة هي أربى من أمة }.ثم عطف عليه تأكيدُ أنه سيبيّن لهم يوم القيامة ما يختلفون فيه من الأحوال فتظهر الحقائق كما هي غير مغشّاة بزخارف الشّهوات ولا بمكاره مخالفة الطباع ، لأن الآخرة دار الحقائق لا لبس فيها ، فيومئذٍ تعلمون أنّ الإسلام هو الخير المحض وأن الكفر شرّ محض .وأكّد هذا الوعد بمؤكّدين : القسم الذي دلّت عليه اللام ونون التوكيد . ثم يظهر ذلك أيضاً في ترتّب آثاره إذ يكون النعيم إثر الإيمان ويكون العذاب إثر الشرك ، وكل ذلك بيان لما كانوا مختلفين فيه في الدنيا .",
  "ayah": 92,
  "surah": 16
}
