{
  "text": "لما حذّرهم من النّقض الذي يؤول إلى اتخاذ أيمانهم دخلاً فيهم ، وأشار بالإجمال إلى ما في ذلك من الفساد فيهم ، أعاد الكرّة إلى بيان عاقبة ذلك الصنيع إعادة تفيد التصريح بالنهي عن ذلك ، وتأكيد التحذير ، وتفصيل الفساد في الدنيا ، وسوء العاقبة في الآخرة ، فكان قوله تعالى : { ولا تتخذوا } تصريحاً بالنهي ، وقوله تعالى : { تتخذوا أيمانكم دخلاً بينكم } تأكيداً لقوله قبله : { تتخذون أيمانكم دخلاً بينكم } [ سورة النحل : 92 ] ، وكان تفريع قوله تعالى : { فتزل قدم } إلى قوله : { عن سبيل الله } تفصيلاً لما أجمل في معنى الدَخَل .وقوله تعالى : { ولكم عذاب عظيم } المعطوف على التفريع وعيد بعقاب الآخرة . وبهذا التّصدير وهذا التّفريع الناشىء عن جملة { ولا تتخذوا أيمانكم دخلاً بينكم } فارقت هذه نظيرتَها السابقة بالتفصيل والزيادة فحقّ أن تعطف عليها لهذه المغايرة وإن كان شأن الجملة المؤكدة أن لا تعطف .والزّلل : تزلّق الرّجل وتنقّلها من موضعها دون إرادة صاحبها بسبب ملاسة الأرض من طين رطب أو تخلخل حصى أو حجر من تحت القدم فيسقط الماشي على الأرض . وتقدم عند قوله تعالى : { فأزّلهما الشيطان عنها } في سورة البقرة ( 36 ).وزلل القدم تمثيل لاختلال الحال والتعرّض للضرّ ، لأنه يترتّب عليه السقوط أو الكسر ، كما أن ثبوت القدم تمكّن الرّجل من الأرض ، وهو تمثيل لاستقامة الحال ودوام السير .ولما كان المقصود تمثيل ما يجرّه نقض الأيْمان من الدخل شبّهت حالهم بحال الماشي في طريق بينما كانت قدمه ثابتة إذا هي قد زلّت به فصرع . فالمشبه بها حال رجل واحد ، ولذلك نكرت قدم } وأفردت ، إذ ليس المقصود قدماً معيّنة ولا عدداً من الأقدام ، فإنك تقول لجماعة يترددون في أمر : أراكم تقدّمون رجلاً وتؤخّرون أخرى . تمثيلاً لحالهم بحال الشخص المتردّد في المشي إلى الشيء .وزيادة { بعد ثبوتها } مع أن الزّلل لا يتصوّر إلا بعد الثبوت لتصوير اختلاف الحالين ، وأنه انحطاط من حال سعادة إلى حال شقاء ومن حال سلامة إلى حال محنة .والثبوت : مصدر ثبت كالثّبات ، وهو الرسوخ وعدم التنقّل ، وخصّ المتأخرون من الكتاب الثبوت الذي بالواو بالمعنى المجازي وهو التحقّق مثل ثبوت عدالة الشاهد لدى القاضي ، وخصّوا الثبات الذي بالألف بالمعنى الحقيقي وهي تفرقة حسنة .والذّوق : مستعار للإحساس القويّ كقوله تعالى : { ليذوق وبال أمره } وتقدم في سورة العقود ( 95 ).والسّوء : ما يؤلم . والمراد به : ذوق السوء في الدنيا من معاملتهم معاملة الناكثين عن الدين أو الخائنين عهودهم .و { صددتم } هنا قاصر ، أي بكونكم معرضين عن سبيل الله . وتقدّم آنفاً . ذلك أن الآيات جاءت في الحفاظ على العهد الذي يعاهدون الله عليه ، أي على التمسّك بالإسلام .فسبيل الله : هو دين الإسلام .وقوله تعالى : { ولكم عذاب عظيم } هو عذاب الآخرة على الرجوع إلى الكفر أو على معصية غدْر العهد .وقد عصم الله المسلمين من الارتداد مدة مقام النبي صلى الله عليه وسلم بمكة . وما ارتدّ أحد إلا بعد الهجرة حين ظهر النفاق ، فكانت فلتة عبد الله بن سعد بن أبي سرح واحدة في المهاجرين وقد تاب وقبل توبته النبي صلى الله عليه وسلم",
  "ayah": 94,
  "surah": 16
}
