{
  "text": "( لِنَفْتِنَهُمْ فِيهِ ) قال: لنبتليهم به.قال ثنا مهران، عن أبي سنان، عن غير واحد، عن مجاهد (مَاءً غَدَقًا) قال الماء. والغدق: الكثير ( لِنَفْتِنَهُمْ فِيهِ ) حتى يرجعوا إلى علمي فيهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبى نجيح، عن مجاهد، قوله: (لأَسْقَيْنَاهُمْ مَاءً غَدَقًا) قال: لأعطيناهم مالا كثيرا، قوله: ( لِنَفْتِنَهُمْ فِيهِ ) قال: لنبتليهم.حدثني أبو السائب، قال: ثنا أبو معاوية، عن بعض أصحابه، عن الأعمش، عن المنهال، عن سعيد بن جُبير في قوله: (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ) قال: الدين (لأَسْقَيْنَاهُمْ مَاءً غَدَقًا) قال: مالا كثيرا( لِنَفْتِنَهُمْ فِيهِ ) يقول: لنبتليهم به.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لأَسْقَيْنَاهُمْ مَاءً غَدَقًا) قال: لو آمنوا كلهم لأوسعنا عليهم من الدنيا. قال الله: ( لِنَفْتِنَهُمْ فِيهِ ) يقول: لنبتليهم بها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (لأَسْقَيْنَاهُمْ مَاءً غَدَقًا) قال: لو اتقوا لوسع عليهم في الرزق ( لِنَفْتِنَهُمْ فِيهِ ) قال: لنبتليهم فيه.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع بن أنس (مَاءً غَدَقًا) قال: عيشا رَغدًا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لأَسْقَيْنَاهُمْ مَاءً غَدَقًا) قال: الغدق الكثير: مال كثير ( لِنَفْتِنَهُمْ فِيهِ ) لنختبرهم فيه.حدثنا عمرو بن عبد الحميد الآملي، قال: ثنا المطلب بن زياد، عن التيمي، قال، قال عمر رضي الله عنه في قوله: (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لأَسْقَيْنَاهُمْ مَاءً غَدَقًا) قال: أينما كان الماء كان المال وأينما كان المال كانت الفتنة.وقال آخرون: بل معنى ذلك: وأن لو استقاموا على الضلالة لأعطيناهم سعة من الرزق لنستدرجهم بها.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر بن سليمان، قال: سمعت عمران بن حدير، عن أبي مجلز، قال: وأن لو استقاموا على طريقة الضلالة.وقال آخرون: بل معنى ذلك: وأن لو استقاموا على طريقة الحق وآمنوا لوسعنا عليهم.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: (وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ) قال: هذا مثل ضربه الله كقوله:  وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْـزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ  وقوله تعالى:  وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالأَرْضِ  والماء الغدق يعني: الماء الكثير ( لِنَفْتِنَهُمْ فِيهِ ) لنبتليهم فيه.وقوله: ( وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا ) يقول عزّ وجلّ: ومن يُعرض عن ذكَّر ربه الذي ذكره به، وهو هذا القرآن؛ ومعناه: ومن يعرض عن استماع القرآن واستعماله، يسلكه الله عذابا صعدا: يقول: يسلكه الله عذابا شديدا شاقا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا ) يقول: مشقة من العذاب يصعد فيها.حدثني محمد بن عمرو، قال: ثني أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( عَذَابًا صَعَدًا ) قال: مشقة من العذاب.حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن جابر، عن مجاهد، مثله.حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن سماك، عن عكرِمة، عن ابن عباس ( عَذَابًا صَعَدًا ) قال: جبل في جهنم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَسْلُكْهُ عَذَابًا صَعَدًا ) عذابا لا راحة فيه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( عَذَابًا صَعَدًا ) قال: صَعودا من عذاب الله لا راحة فيه.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( يَسْلُكْهُ عَذَابًا ) قال: الصعد: العذاب المنصب.واختلفت القرّاء في قراءة قوله: ( يَسْلُكْهُ ) فقرأه بعض قرّاء مكة والبصرة ( نَسْلُكْهُ ) بالنون اعتبارا بقوله: ( لِنَفْتِنَهُمْ ) أنها بالنون. وقرأ ذلك عامة قرّاء الكوفة بالياء، بمعنى: يسلكه الله، ردّا على الربّ في قوله: ( وَمَنْ يُعْرِضْ عَنْ ذِكْرِ ).",
  "ayah": 17,
  "surah": 72
}
