{
  "text": "وقوله: (لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ ) اختلف أهل التأويل في الذي عُنِي بقوله: (لِيَعْلَمَ ) فقال بعضهم: عُنِي بذلك رسول صلى الله عليه وسلم وقالوا: معنى الكلام: ليعلم رسول الله صلى الله عليه وسلم أن قد أبلغت الرسل قبله عن ربها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ ) ليعلم رسول الله صلى الله عليه وسلم أن الرسل قبله قد أبلغت عن ربها وحفظت.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ ) قاله: ليعلم نبيّ الله صلى الله عليه وسلم أن الرسل قد أبلغت عن الله، وأن الله حفظها، ودفع عنها.وقال آخرون: بل معنى ذلك: ليعلم المشركون أن الرسل قد بلغوا رسالات ربهم.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ ) قال ليعلم من كذب الرسل أن قد أبلغوا رسالات ربهم.وقال آخرون: بل معنى ذلك: ليعلم محمد أن قد بلغت الملائكة رسالات ربهم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد بن جُبير، عن ابن عباس، في قوله: (عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا إِلا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا ) قال: أربعة حفظة من الملائكة مع جبرائيل (لِيَعْلَمَ ) محمد (أَنْ قَدْ أَبْلَغُوا رِسَالاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا ) قال: وما نـزل جبريل عليه السلام بشيء من الوحي إلا ومعه أربعة حفظة.قال أبو جعفر: وأولى هذه الأقوال عندنا بالصواب، قول من قال: ليعلم الرسول أن الرسل قبله قد أبلغوا رسالات ربهم؛ وذلك أن قوله: (لِيَعْلَمَ ) من سبب قوله: (فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا ) وذلك خبر عن الرسول، فمعلوم بذلك أن قوله ليعلم من سببه إذ كان ذلك خبرا عنه.وقوله: (وَأَحَاطَ بِمَا لَدَيْهِمْ ) يقول: وعلم بكلّ ما عندهم (وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا ) يقول: علم عدد الأشياء كلها، فلم يخف عليه منها شيء.وقد حدثنا محمد بن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جُبير أنه قال في هذه الآية (إِلا مَنِ ارْتَضَى مِنْ رَسُولٍ )... إلى قوله: (وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا ) قال: ليعلم الرسل أن ربهم أحاط بهم، فبلغوا رسالاتهم.آخر تفسير سورة الجن.",
  "ayah": 28,
  "surah": 72
}
