{
  "text": "قال العوفي في تفسيره عن ابن عباس في تفسيره هذه الآية قال: إن المشركين قالوا عمارة بيت الله وقيام على السقاية خير ممن آمن وجاهد وكانوا يفخرون بالحرم ويستكبرون به من أجل أنهم أهله وعماره فذكر الله استكبارهم وإعراضهم فقال لأهل الحرم من المشركين \" قد كانت آياتي تتلى عليكم فكنتم على أعقابكم تنكصون مستكبرين به سامرا تهجرون \" يعني أنهم كانوا يستكبرون بالحرم قال \" به سامرا \" كانوا يسمرون به ويهجرون القرآن والنبي صلى الله عليه وسلم فخير الله الإيمان والجهاد مع النبي صلى الله عليه وسلم على عمارة المشركين البيت وقيامهم على السقاية ولم يكن ينفعهم عند الله مع الشرك به وإن كانوا يعمرون بيته ويحرمون به. قال الله تعالى \" لا يستوون عند الله والله لا يهدي القوم الظالمين \" يعني الذين زعموا أنهم أهل العمارة فسماهم الله ظالمين بشركهم فلم تغن عنهم العمارة شيئا. وقال علي بن أبي طلحة عن ابن عباس في تفسير هذه الآية قال: قد نزلت في العباس بن عبد المطلب حين أسر ببدر قال لئن كنتم سبقتمونا بالإسلام والهجرة والجهاد لقد كنا نعمر المسجد الحرام نسقي ونفك العاني قال الله عز وجل \" أجعلتم سقاية الحاج\" - إلى قوله -\" والله لا يهدي القوم الظالمين \" يعني أن ذلك كله كان في الشرك ولا أقبل ما كان في الشرك وقال الضحاك بن مزاحم أقبل المسلمون على العباس وأصحابه الذين أسروا يوم بدر يعيرونهم بالشرك فقال العباس أما والله لقد كنا نعمر المسجد الحرام ونفك العاني ونحجب البيت ونسقي الحاج فأنزل الله \" أجعلتم سقاية الحاج \" الآية. وقال عبدالرزاق: أخبرنا ابن عيينة عن إسماعيل عن الشعبي قال: نزلت في علي والعباس رضي الله عنهما بما تكلما في ذلك. وقال ابن جرير: حدثنا يونس أخبرنا ابن وهب أخبرني ابن لهيعة عن أبي صخر قال: سمعت محمد بن كعب القرظي يقول: افتخر طلحة بن شيبة من بني عبد الدار وعباس بن عبد المطلب وعلي بن أبي طالب فقال طلحة أنا صاحب البيت معي مفتاحه ولو أشاء بت فيه وقال العباس أنا صاحب السقاية والقائم عليها ولو أشاء بت في المسجد فقال علي رضي الله عنه ما أدري ما تقولان لقد صليت إلى القبلة ستة أشهر قبل الناس وأنا صاحب الجهاد فأنزل الله عز وجل \" أجعلتم سقاية الحاج \" الآية كلها وهكذا قال السدي إلا أنه قال: افتخر علي والعباس وشيبة بن عثمان وذكر نحوه وقال عبدالرزاق: أخبرنا معمر عن عمرو عن الحسن قال: نزلت في علي وعباس وشيبة تكلموا في ذلك فقال العباس ما أراني إلا أني تارك سقايتنا فقال رسول الله صلى الله عليه وسلم \" أقيموا على سقايتكم فإن لكم فيها خيرا \" ورواه محمد بن ثور عن معمر عن الحسن فذكر نحوه وقد ورد في تفسير هذه الآية حديث مرفوع فلابد من ذكره هنا قال عبدالرزاق أخبرنا معمر عن يحيى بن أبي كثير عن النعمان بن بشير رضي الله عنه أن رجلا قال: ما أبالي أن لا أعمل عملا بعد الإسلام إلا أن أسقي الحاج. وقال آخر: ما أبالي أن لا أعمل عملا بعد الإسلام إلا أن أعمر المسجد الحرام. وقال آخر: الجهاد في سبيل الله أفضل مما قلتم. فزجرهم عمر رضي الله عنه. وقال: لا ترفعوا أصواتكم عند منبر رسول الله صلى الله عليه وسلم وذلك يوم الجمعة ولكن إذا صلينا الجمعة دخلنا على النبي صلى الله عليه وسلم فسألناه. فنزلت \" أجعلتم سقاية الحاج وعمارة المسجد الحرام\" - إلى قوله -\"لا يستوون عند الله \". \" طريق أخرى \"قال الوليد بن مسلم: حدثتي معاوية بن سلام عن جده أبي سلام الأسود عن النعمان بن بشير الأنصاري قال: كنت عند منبر رسول الله صلى الله عليه وسلم في نفر من أصحابه فقال رجل منهم: ما أبالي أن لا أعمل لله عملا بعد الإسلام إلا أن أسقي الحاج. وقال آخر: بل عمارة المسجد الحرام. وقال آخر: بل الجهاد في سبيل الله خير مما قلتم فزجره عمر بن الخطاب رضي الله عنه وقال: لا ترفعوا أصواتكم عند منبر رسول الله صلى الله عليه وسلم وذلك يوم الجمعة ولكن إذا صليت الجمعة دخلت على رسول الله صلى الله عليه وسلم فاستفتيته فيما اختلفتم فيه. قال ففعل فأنزل الله عز وجل \" أجعلتم سقاية الحاج وعمارة المسجد الحرام\" - إلى قوله -\" والله لا يهدي القوم الظالمين \" ورواه مسلم في صحيحه وأبو داود وابن جرير وهذا لفظه وابن مردويه وابن أبي حاتم في تفاسيرهم وابن حبان في صحيحه.",
  "ayah": 19,
  "surah": 9
}
