{
  "text": "حضرت عائشہ صدیقہ ؓ فرماتی ہیں اللہ تعالیٰ کی ذات حمد وثناء کے لائق ہے جس کے سننے نے تمام آوازوں کو گھیر رکھا ہے، یہ شکایت کرنے والی خاتون آکر آنحضرت ﷺ سے اس طرح چپکے چپکے باتیں کر رہی تھیں کہ باوجود اسی گھر میں موجود ہونے کے میں مطلقاً نہ سن سکی کہ وہ کیا کہہ رہی ہیں ؟ اللہ تعالیٰ نے اس پوشیدہ آواز کو بھی سن لیا اور یہ آیت اتری (بخاری و مسند وغیرہ) اور روایت میں آپ کا یہ فرمان اس طرح منقول ہے کہ بابرکت ہے وہ الہ جو ہر اونچی نیچی آواز کو سنتا ہے، یہ شکایت کرنے والی بی بی صاحبہ حضرت خولہ بنت ثعلبہ ؓ جب حضور ﷺ کی خدمت میں حاضر ہوئیں تو اس طرح سرگوشیاں کر رہی تھیں کہ کوئی لفظ تو کان تک پہنچ جاتا تھا ورنہ اکثر باتیں باوجود اسی گھر میں موجود ہونے کے میرے کانوں تک نہیں پہنچتی تھیں۔ اپنے میاں کی شکایت کرتے ہوئے فرمایا کہ یارسول اللہ ﷺ میری جوانی تو ان کے ساتھ کٹی بچے ان سے ہوئے اب جبکہ میں بڑھیا ہوگئی بچے پیدا کرنے کے قابل نہ رہی تو میرے میاں نے مجھ سے ظہار کرلیا، اے اللہ میں تیرے سامنے اپنے اس دکھڑے کا رونا روتی ہوں، ابھی یہ بی بی صاحبہ گھر سے باہر نہیں نکلی تھیں کہ حضرت جبرائیل ؑ یہ آیت لے کر اترے، ان کے خاوند کا نام حضرت اوس بن صامت ؓ تھا (ابن ابی حاتم) انہیں بھی کچھ جنون سا ہوجاتا تھا اس حالت میں اپنی بیوی صاحبہ سے ظہار کرلیتے پھر جب اچھے ہوجاتے تو گویا کچھ کہا ہی نہ تھا، یہ بی بی صاحبہ حضور سے فتویٰ پوچھنے اور اللہ کے سامنے اپنی التجا بیان کرنے کو آئیں جس پر یہ آیت اتری۔ حضرت یزید فرماتے ہیں کہ حضرت عمر ؓ اپنی خلافت کے زمانے میں اور لوگوں کے ساتھ جا رہے تھے کہ ایک عورت نے آواز دے کر ٹھہرالیا، حضرت عمر فوراً ٹھہر گئے اور ان کے پاس جاکر توجہ اور ادب سے سر جھکائے ان کی باتیں سننے لگے، جب وہ اپنی فرمائش کی تعمیل کراچکیں اور خود لوٹ گئیں تب امیرالمومنین ؓ بھی واپس ہمارے پاس آئے، ایک شخص نے کہا امیرالمومنین ایک بڑھیا کے کہنے سے آپ رک گئے اور اتنے آدمیوں کو آپ کی وجہ سے اب تک رکنا پڑا، آپ نے فرمایا افسوس جانتے بھی ہو یہ کون تھیں ؟ اس نے کہا نہیں، فرمایا یہ وہ عورت ہیں جن کی شکایت اللہ تعالیٰ نے ساتویں آسمان پر سنی یہ حضرت خولہ بنت ثعلبہ ہیں اگر یہ آج صبح سے شام چھوڑ رات کردیتیں اور مجھ سے کچھ فرماتی رہتیں تو بھی میں ان کی خدمت سے نہ ٹلتا ہاں نماز کے وقت نماز ادا کرلیتا اور پھر کمربستہ خدمت کیلئے حاضر ہوجاتا (ابن ابی حاتم) اس کی سند منقطع ہے اور دوسرے طریق سے بھی مروی ہے، ایک روایت میں ہے کہ یہ خولہ بن صامت تھیں اور ان کی والدہ کا نام معاذہ تھا جن کے بارے میں آیت (وَلَا تُكْرِهُوْا فَتَيٰتِكُمْ عَلَي الْبِغَاۗءِ اِنْ اَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوْا عَرَضَ الْحَيٰوةِ الدُّنْيَا 33؀) 24۔ النور :33) ہوئی تھی، لیکن ٹھیک بات یہ ہے کہ حضرت خولہ اوس بن صامت کی بیوی تھیں، اللہ تعالیٰ ان سے راضی ہو۔",
  "ayah": 1,
  "surah": 58
}
