{
  "text": "آداب مجلس باہم معاملات اور علمائے حق و باعمل کی توقیر یہاں ایمان والوں کو اللہ تعالیٰ مجلسی آداب سکھاتا ہے۔ انہیں حکم دیتا ہے کہ نشست و برخاست میں بھی ایک دوسرے کا خیال ولحاظ رکھو۔ تو فرماتا ہے کہ جب مجلس جمع ہو اور کوئی آئے تو ذرا ادھر ادھر ہٹ ہٹاکر اسے بھی جگہ دو۔ مجلس میں کشادگی کرو۔ اس کے بدلے اللہ تعالیٰ تمہیں کشادگی دے گا۔ اس لئے کہ ہر عمل کا بدلہ اسی جیسا ہوتا ہے، چناچہ ایک حدیث میں ہے جو شخص اللہ تعالیٰ کیلئے مسجد بنادے اللہ تعالیٰ اس کے لئے جنت میں گھر بنا دے گا۔ ایک اور حدیث میں ہے کہ جو کسی سختی والے پر آسانی کرے اللہ تعالیٰ اس پر دنیا اور آخرت میں آسانی کرے گا، جو شخص اپنے کسی مسلمان بھائی کی مدد میں لگا رہے اللہ تعالیٰ خود اپنے اس بندے کی مدد پر رہتا ہے اور بھی اسی طرح کی بہت سی حدیثیں ہیں۔ حضرت قتادہ ؒ فرماتے ہیں یہ آیت مجلس ذکر کے بارے میں اتری ہے مثلاً وعظ ہو رہا ہے حضور ﷺ کچھ نصیحت کی باتیں بیان فرما رہے ہیں لوگ بیٹھے سن رہے ہیں اب جو دوسرا کوئی آیا تو کوئی اپنی جگہ سے نہیں سرکتا تاکہ اسے بھی جگہ مل جائے۔ قرآن کریم نے حکم دیا کہ ایسا نہ کرو ادھر ادھر کھل جایا کرو تاکہ آنے والے کی جگہ ہوجائے۔ حضرت مقاتل فرماتے ہیں جمعہ کے دن یہ آیت اتری، رسول اللہ ﷺ اس دن صفہ میں تھے یعنی مسجد کے ایک چھپر تلے جگہ تنگ تھی اور آپ کی عادت مبارک تھی کہ جو مہاجر اور انصاری بدر کی لڑائی میں آپ کے ساتھ تھے آپ ان کی بڑی عزت اور تکریم کیا کرتے تھے اس دن اتفاق سے چند بدری صحابہ دیر سے آئے تو آنحضرت ﷺ کے آس پاس کھڑے ہوگئے آپ سے سلام علیک ہوئی آپ نے جواب دیا پھر اور اہل مجلس کو سلام کیا انہوں نے بھی جواب دیا اب یہ اسی امید پر کھڑے رہے کہ مجلس میں ذرا کشادگی دیکھیں تو بیٹھ جائیں لیکن کوئی شخص اپنی جگہ سے نہ ہلا جو ان کیلئے جگہ ہوتی۔ آنحضرت ﷺ نے جب یہ دیکھا تو نہ رہا گیا نام لے لے کر بعض لوگوں کو ان کی جگہ سے کھڑا کیا اور ان بدری صحابیوں کو بیٹھنے کو فرمایا، جو لوگ کھڑے کرائے گئے تھے انہیں ذرا بھاری پڑا ادھر منافقین کے ہاتھ میں ایک مشغلہ لگ گیا، کہنے لگے لیجئے یہ عدل کرنے کے مدعی نبی ہیں کہ جو لوگ شق سے آئے پہلے آئے اپنے نبی کے قریب جگہ لی اطمینان سے اپنی اپنی جگہ بیٹھ گئے انہیں تو ان کی جگہ سے کھڑا کردیا اور دیر سے آنے والوں کو ان کی جگہ دلوا دی کس قدر ناانصافی ہے، ادھر حضور ﷺ نے اس لئے ان کے دل میلے نہ ہوں دعا کی کہ اللہ اس پر رحم کرے جو اپنے مسلمان بھائی کیلئے مجلس میں جگہ کردے۔ اس حدیث کو سنتے ہی صحابہ نے فوراً خود بخود اپنی جگہ سے ہٹنا اور آنے والوں کو جگہ دینا شروع کردیا اور جمعہ ہی کے دن یہ آیت اتری (بن ابی حاتم) بخاری مسلم مسند وغیرہ میں حدیث ہے کہ کوئی شخص کسی دوسرے شخص کو اس کی جگہ سے ہٹاکر وہاں نہ بیٹھے بلکہ تمہیں چاہئے کہ ادھر ادھر سرک کر اس کیلئے جگہ بنادو۔ شافعی میں ہے، تم میں سے کوئی شخص اپنے بھائی کو جمعہ کے دن اس کی جگہ سے ہرگز نہ اٹھائے بلکہ کہہ دے کہ گنجائش کرو۔ اس مسئلہ میں علماء کا اختلاف ہے کہ کسی آنے والے کیلئے کھڑے ہوجانا جائز ہے یا نہیں ؟ بعض لوگ تو اجازت دیتے ہیں اور یہ حدیث پیش کرتے ہیں کہ حضور ﷺ نے فرمایا اپنے سردار کیلئے کھڑے ہوجاؤ، بعض علماء منع کرتے ہیں اور یہ حدیث پیش کرتے ہیں کہ جو شخص یہ چاہے کہ لوگ اس کیلئے سیدھے کھڑے ہوں وہ جہنم میں اپنی جگہ بنالے، بعض بزرگ تفصیل بیان کرتے ہیں اور فرماتے ہیں کہ سفر سے اگر کوئی آیا ہو تو حاکم کیلئے عہدہ حکمرانی کے سبب لوگوں کا کھڑے ہوجانا درست ہے کیونکہ حضور ﷺ نے جن کیلئے کھڑا ہونے کو فرمایا تھا یہ حضرت سعد بن معاذ ؓ تھے۔ بنو قریظہ کے آپ حاکم بنائے گئے تھے جب انہیں آتا ہوا دیکھا تو حضور ﷺ نے فرمایا تھا کہ اپنے سردار کیلئے کھڑے ہوجاؤ اور یہ (بطور تعظیم کے نہ تھا بلکہ) صرف اس لئے تھا کہ ان کے احکام کو بخوبی جاری کرائے واللہ اعلم۔ ہاں اسے عادت بنالینا کہ مجلس میں جہاں کوئی بڑا آدمی آیا اور لوگ کھڑے ہوگئے یہ عجمیوں کا طریقہ ہے، سنن کی حدیث میں ہے کہ صحابہ کرام کے نزدیک رسول اللہ ﷺ سے زیادہ محبوب اور باعزت کوئی نہ تھا لیکن تاہم آپ کو دیکھ کر وہ کھڑے نہیں ہوا کرتے تھے، جانتے تھے کہ آپ اسے مکروہ سمجھتے ہیں۔ سنن کی اور حدیث میں ہے کہ رسول اللہ ﷺ آتے ہی مجلس کے خاتمہ پر بیٹھ جایا کرتے تھے اور جہاں آپ تشریف فرما ہوجاتے وہی جگہ صدارت کی جگہ ہوجاتی اور صحابہ کرام اپنے اپنے مراتب کے مطابق مجلس میں بیٹھ جاتے۔ حضرت الصدیق ؓ کے آپ دائیں جانب، فاروق ؓ آپ کے بائیں اور عموماً حضرت عثمان و علی ؓ آپ کے سامنے بیٹھتے تھے کیونکہ یہ دونوں بزرگ کاتب وحی تھے آپ ان سے فرماتے اور یہ وحی کو لکھ لیا کرتے تھے۔ صحیح مسلم میں ہے کہ حضور ﷺ کا فرمان تھا کہ مجھ سے قریب ہو کر عقل مند، صاحب فراست لوگ بیٹھیں پھر درجہ بدرجہ اور یہ انتظام اس لئے تھا کہ حضور ﷺ کے مبارک ارشادات یہ حضرات سنیں اور بخوبی سمجھیں، یہی وجہ تھی کہ صفہ والی مجلس میں جس کا ذکر ابھی ابھی گزرا ہے آپ نے اور لوگوں کو ان کی جگہ سے ہٹاکر وہ جگہ بدری صحابہ کو دلوائی، گو اس کے ساتھ اور وجوہات بھی تھیں مثلاً ان لوگوں کو خود چاہئے تھا کہ ان بزرگ صحابہ کا خیال کرتے اور لحاظ و مروت برت کر خود ہٹ کر انہیں جگہ دیتے جب انہوں نے از خود ایسا نہیں کیا تو پھر حکماً ان سے ایسا کرایا گیا، اسی طرح پہلے کے لوگ حضور ﷺ کے بہت سے کلمات پوری طرح سن چکے تھے اب یہ حضرات آئے تھے تو آپ نے چاہا کہ یہ بھی بہ آرام بیٹھ کر میری حدیثیں سن لیں اور دینی تعلیم حاصل کرلیں، اسی طرح امت کو اس بات کی تعلیم بھی دینی تھی کہ وہ اپنے بڑوں اور بزرگوں کو امام کے پاس بیٹھنے دیں اور انہیں اپنے سے مقدم رکھیں۔ مسند احمد میں ہے کہ رسول اللہ ﷺ نماز کی صفوں کی درستی کے وقت ہمارے مونڈھے خود پکڑ پکڑ کر ٹھیک ٹھاک کرتے اور زبانی بھی فرماتے جاتے سیدھے رہو ٹیڑھے ترچھے نہ کھڑے ہوا کرو، دانائی اور عقلمندی والے مجھ سے بالکل قریب رہیں پھر درجہ بہ درجہ دوسرے لوگ۔ حضرت ابو مسعود ؓ اس حدیث کو بیان فرما کر فرماتے اس حکم کے باوجود افسوس کہ اب تم بڑی ٹیڑھی صفیں کرتے ہو، مسلم، ابو داؤد، نسائی اور ابن ماجہ میں بھی یہ حدیث ہے ظاہر ہے کہ جب آپ کا یہ حکم نماز کیلئے تھا تو نماز کے سوا کسی اور وقتوں میں تو بطور اولیٰ یہی حکم رہے گا، ابو داؤد شریف میں ہے کہ رسول اللہ ﷺ نے فرمایا صفوں کو درست کرو، مونڈھے ملائے رکھو، صفوں کے درمیان خالی جگہ نہ چھوڑو اپنے بھائیوں کے پاس صف میں نرم بن جایا کرو، صف میں شیطان کیلئے سوراخ نہ چھوڑو صف ملانے والے کو اللہ تعالیٰ ملاتا ہے اور صف توڑنے والے کو اللہ تعالیٰ کاٹ دیتا ہے، اسی لئے سید القراء حضرت ابی بن کعب ؓ جب پہنچتے تو صف اول میں سے کسی ضعیف العقل شخص کو پیچھے ہٹا دیتے اور خود پہلی صف میں مل جاتے اور اسی حدیث کو دلیل میں لاتے کہ حضور ﷺ نے فرمایا ہے مجھ سے قریب ذی رائے اور اعلیٰ عقل مند کھڑے ہوں پھر درجہ بہ درجہ دوسرے لوگ۔ حضرت عبداللہ بن عمر ؓ کو دیکھ کر اگر کوئی شخص کھڑا ہوجاتا تو آپ اس کی جگہ پر نہ بیٹھتے اور اس حدیث کو پیش کرتے جو اوپر گزری کہ کسی کو اٹھا کر اس کی جگہ میں کوئی اور نہ بیٹھے، یہاں بطور نمونے کے یہ چند مسائل اور تھوڑی حدیثیں لکھ کر ہم آغے چلتے ہیں بسط و تفصیل کی یہاں گنجائش نہیں نہ یہ موقع ہے، ایک صحیح حدیث میں ہے کہ ایک مرتبہ حضور ﷺ بیٹھے ہوئے تھے کہ تین شخص آئے ایک تو مجلس کے درمیان جگہ خالی دیکھ کر وہاں آکر بیٹھ گئے دوسرے نے مجلس کے آخڑ میں جگہ بنآلی تیسرے واپس چلے گئے، حضور ﷺ نے فرمایا لوگوں میں تمہیں تین شخصوں کی بابت خبر دوں ایک نے تو اللہ کی طرف جگہ لی اور اللہ تعالیٰ نے اسے جگہ دی، دوسرے نے شرم کی۔ اللہ نے بھی اس سے حیا کی، تیسرے نے منہ پھیرلیا تو اللہ تعالیٰ نے بھی اس سے منہ پھیرلیا۔ مسند احمد میں ہے کہ کسی کو حلال نہیں کہ دو شخصوں کے درمیان تفریق کرے، ہاں ان کی خوشنودی سے ہو تو اور بات ہے (ابوداؤد ترمذی) امام ترمذی نے اسے حسن کہا ہے، حضرت ابن عباس حضرت حسن بصری وغیرہ فرماتے ہیں مجلسوں کی کشادگی کا حکم جہاد کے بارے میں ہے، اسی طرح اٹھ کھڑے ہونے کا حکم بھی جہاد کے بارے میں ہے، حضرت قتادہ فرماتے ہیں یعنی جب تمہیں بھلائی اور کارخیر کی طرف بلایا جائے تو تم فوراً آجاؤ، حضرت مقاتل فرماتے ہیں، مطلب یہ ہے کہ جب تمہیں نماز کیلئے بلایا جائے تو اٹھ کھڑے ہوجایا کرو، حضرت عبدالرحمن بن زید فرماتے ہیں کہ صحابہ جب حضور ﷺ کے ہاں آتے تو جاتے وقت ہر ایک کی چاہت یہ ہوتی کہ سب سے آخر حضور ﷺ سے جدا میں ہوں، بسا اوقات آپ کو کوئی کام کاج ہوتا تو بڑا حرج ہوتا لیکن آپ مروت سے کچھ نہ فرماتے اس پر یہ حکم ہوا کہ جب تم سے کھڑے ہونے کو کہا جائے تو کھڑے ہوجایا کرو، جیسے اور جگہ ہے وان قیل لکم ارجعوا فارجعوا اگر تم سے لوٹ جانے کو کہا جائے تو لوٹ جاؤ۔ پھر فرماتا ہے کہ مجلسوں میں جگہ دینے کو جب کہا جائے تو جگہ دینے میں اور جب چلے جانے کو کہا جائے تو چلے جانے میں اپنی ہتک نہ سمجھو بلکہ یہ اللہ تعالیٰ کے نزدیک مرتبہ بلند کرنا اور اپنی توقیر کر انآ ہے اسے اللہ ضائع نہ کرے گا بلکہ اس پر دنیا اور آخرت میں نیک بدلہ دے گا، جو شخص احکام الٰہیہ پر تواضع سے گردن جھکا دے اللہ تعالیٰ اس کی عزت بڑھاتا ہے اور اس کی شہرت نیکی کے ساتھ کرتا ہے۔ ایمان والوں اور صحیح علم والوں کا یہی کام ہوتا ہے کہ اللہ کے احکام کے سامنے گردن جھکا دیا کریں اور اس سے وہ بلند درجوں کے مستحق ہوجاتے ہیں۔ اللہ تعالیٰ کو بخوبی علم ہے کہ بلند مرتبوں کا مستحق کون ہے اور کون نہیں ؟ حضرت نافع بن عبدالحارث سے امیرالمومنین حضرت عمر فاروق ؓ کی ملاقات عسفان میں ہوئی ہے حضرت عمر نے انہیں مکہ شریف کا عامل بنایا تھا تو ان سے پوچھا کہ تم مکہ شریف میں اپنی جگہ کسے چھوڑ آئے ہو ؟ جواب دیا کہ ابن ابزیٰ کو حضرت عمر فاروق نے فرمایا وہ تو ہمارے مولیٰ ہیں یعنی آزاد کردہ غلام انہیں تم اہل مکہ کا امیر بناکر چلے آئے ہو ؟ کہا ہاں اس لئے کہ وہ اللہ کی کتاب کا ماہر اور فرائض کا جاننے والا اور اچھا وعظ کہنے والا ہے، حضرت عمر نے اس وقت فرمایا سچ فرمایا رسول اللہ ﷺ نے کہ اللہ تعالیٰ اس کتاب کی وجہ سے ایک قوم کو عزت پر پہنچا کر بلند مرتبہ کرے گا اور بعض کو پست و کم مرتبہ بنا دے گا۔ (مسلم) علم اور علماء کی فضیلت، جو اس آیت اور دیگر آیات و احادیث سے ظاہر ہے میں نے ان سب کو بخاری شریف کی کتاب العلم کی شرح میں جمع کردیا ہے والحمدللہ۔",
  "ayah": 11,
  "surah": 58
}
