{
  "text": "نبی کریم ﷺ سے سرگوشی کی منسوخ شرط اللہ تعالیٰ اپنے مومن بندوں کو حکم دیتا ہے کہ میرے نبی سے جب تم کوئی راز کی بات کرنا چاہو تو اس سے پہلے میری راہ میں خیرات کرو تاکہ تم پاک صاف ہوجاؤ اور اس قابل بن جاؤ کہ میرے پیغمبر سے مشورہ کرسکو، ہاں اگر کوئی غریب مسکین شخص ہو تو خیر۔ اسے اللہ تعالیٰ کی بخشش اور اس کے رحم پر نظریں رکھنی چاہئیں یعنی یہ حکم صرف انہیں ہے جو مالدار ہوں۔ پھر فرمایا شاید تمہیں اس حکم کے باقی رہ جانے کا اندیشہ تھا اور خوف تھا کہ یہ صدقہ نہ جانے کب تک واجب رہے۔ جب تم نے اسے ادا نہ کیا تو اللہ تعالیٰ نے بھی تمہیں معاف فرمایا اب تو اور مذکورہ بالا فرائض کا پوری طرح خیال رکھو، کہا جاتا ہے کہ سرگوشی سے پہلے صدقہ نکالنے کا شرف صرف حضرت علی ؓ کو حاصل ہوا پھر یہ حکم ہٹ گیا، ایک دینار دے کر آپ نے حضور سے پوشیدہ باتیں کیں دس مسائل پوچھے۔ پھر تو یہ حکم ہی ہٹ گیا۔ حضرت علی ؓ سے خود بھی یہ واقعہ بہ تفصیل مروی ہے کہ آپ نے فرمایا اس آیت پر مجھ سے پہلے کسی نے عمل کیا نہ میرے بعد کوئی عمل کرسکا، میرے پاس ایک دینار تھا جسے بھناکر میں نے دس درہم لے لئے ایک درہم اللہ کے نام پر کسی مسکین کو دیدیا پھر آپ کی خدمت میں حاضر ہو کر آپ سے سرگوشی کی پھر تو یہ حکم اٹھ گیا تو مجھ سے پہلے بھی کسی نے اس پر عمل نہیں کیا اور نہ میرے بعد کوئی اس پر عمل کرسکتا ہے۔ پھر آپ نے اس آیت کی تلاوت کی۔ ابن جریر میں ہے کہ حضور ﷺ نے حضرت علی سے پوچھا کیا صدقہ کی مقدار ایک دینار مقرر کرنی چاہئے تو آپ ﷺ نے فرمایا یہ تو بہت ہوئی۔ فرمایا پھر آدھا دینار کہا ہر شخص کو اس کی بھی طاقت نہیں آپ نے فرمایا اچھا تم ہی بتاؤ کس قدر ؟ فرمایا ایک جو برابر سونا آپ نے فرمایا واہ واہ تم تو بڑے ہی زاہد ہو، حضرت علی ؓ فرماتے ہیں پس میری وجہ سے اللہ تعالیٰ نے اس امت پر تخفیف کردی، ترمذی میں بھی یہ روایت ہے اور اسے حسن غریب کہا ہے، حضرت ابن عباس فرماتے ہیں مسلمان برابر حضور ﷺ سے راز داری کرنے سے پہلے صدقہ نکالا کرتے تھے لیکن زکوٰۃ کے حکم نے اسے اٹھا دیا، آپ فرماتے ہیں صحابہ نے کثرت سے سوالات کرنے شروع کردیئے جو حضور ﷺ پر گراں گزرتے تھے تو اللہ تعالیٰ نے یہ حکم دے کر آپ پر تخفیف کردی کیونکہ اب لوگوں نے سوالات چھوڑ دیئے، پھر اللہ تعالیٰ نے مسلمانوں پر کشادگی کردی اور اس حکم کو منسوخ کردیا، عکرمہ اور حسن بصری کا بھی یہی قول ہے کہ یہ حکم منسوخ ہے، حضرت قتادہ اور حضرت مقاتل بھی یہی فرماتے ہیں، حضرت قتادہ کا قول ہے کہ صرف دن کی چند ساعتوں تک یہ حکم رہا حضرت علی ؓ بھی یہی فرماتے ہیں کہ صرف میں ہی عمل کرسکا تھا اور دن کا تھوڑا ہی حصہ اس حکم کو نازل ہوئے تھا کہ منسوخ ہوگیا۔",
  "ayah": 12,
  "surah": 58
}
