{
  "text": "৯৮-১০৩ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মক্কাবাসী কুরায়েশ মুশরিকদেরকে সম্বোধন করে বলছেনঃ তোমরা ও তোমাদের উপাস্য মূর্তিগুলি জাহান্নামের আগুনের ইন্ধন হবে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “ওর ইন্ধন হবে মানুষ ও পাথর।” হাবশী ভাষায় (আরবী) শব্দকে (আরবী) বলা হয়, যার অর্থ হলো ইন্ধন বা খড়ি। এমনকি একটি কিরআতে বা পঠনে (আরবী) এর স্থলে (আরবী) রয়েছে।মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের ইবাদত কর সেগুলি তো 'জাহান্নামের ইন্ধন; তোমরা সবাই তাতে প্রবেশ করবে। তারা যদি মা'রূদ হতো তবে তারা জাহান্নামে প্রবেশ করতো না। তাদের সবাই তাতে স্থায়ী হবে। সেথায় থাকবে তাদের আর্তনাদ। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “ সেথায় তাদের জন্যে থাকবে আর্তনাদ ও চীৎকার।\" সেথায় তারা (এই আর্তনাদ ও চীৎকার ছাড়া) কিছুই শুনতে পাবে না। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, যখন শুধু মুশরিকরাই জাহান্নামে রয়ে যাবে তখন তাদের আগুনের বাসে বন্দী করে দেয়া হবে। তাতে থাকবে আগুনের পেরেক। ওর মধ্যে অবস্থান করে প্রত্যেকেই মনে করবে যে, জাহান্নামে সে ছাড়া আর কেউ নেই।\" অতঃপর তিনি- (আরবী) এই আয়াতটি পাঠ করেন। (এটা মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে। ইমাম ইবনু জারীরও (রঃ) এটা বর্ণনা করেছেন)(আরবী) দ্বারা করুণা ও সৌভাগ্য বুঝানো হয়েছে। জাহান্নামীদের এবং তাদের বর্ণনা দেয়ার পর আল্লাহ তাআলা এখন সৎ লোক ও তাদের পুরস্কারের বর্ণনা দিচ্ছেন। তিনি বলেনঃ যাদের জন্যে আমার নিকট হতে পূর্ব হতে কল্যাণ নির্ধারিত রয়েছে তাদেরকে ঐ জাহান্নাম হতে দূরে রাখা হবে। তাদের সৎ আমলের কারণে সৌভাগ্য তাদের অভ্যর্থনার জন্যে পূর্ব হতেই প্রস্তুত ছিল। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “সৎকর্মশীলদের জন্যে উত্তম প্রতিদান রয়েছে এবং অতিরিক্ত প্রতিদানও বটে।\" (১০:২৬) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “উত্তম কাজের জন্যে উত্তম পুরস্কার ছাড়া আর কি হতে পারে? (৫৫:৬০) তাদের দুনিয়ার আমল ছিল ভাল, তাই তারা আখেরাতে পুরস্কার ও উত্তম বিনিময় লাভ করলো। আর শাস্তি থেকে রক্ষা পেলো ও আল্লাহর করুণা প্রাপ্ত হলো। তাদেরকে জাহান্নাম হতে এতো দূরে রাখা হবে যে,তারা ওর ক্ষীণতর শব্দও শুনবে না এবং জাহান্নামীদেরকে জ্বলতে পুড়তেও দেখতে পাবে না। পুলসিরাতের উপর দুখীদেরকে বিষাক্ত সাপে দংশন করবে এবং ওটা হিসৃহিস্ শব্দ করবে। জান্নাতীরা এই শব্দও শুনতে পাবে না। তাদেরকে কষ্ট ও বিপদ আপদ থেকে দূরে রাখা হবে শুধু এটাই নয়, বরং সেখানে তারা তাদের মন যা চায় চিরকাল ভোগ করবে। বর্ণিত আছে যে, একদা হযরত আলী (রাঃ) (আরবী) (যাদের জন্য আমার নিকট হতে পূর্ব থেকে কল্যাণ নির্ধারিত রয়েছে তাদেরকে তা হতে (জাহান্নাম হতে) দূরে রাখা হবে) এই আয়াতটি পাঠ করেন এবং বলেনঃ “আমি, ওমর (রাঃ), উছমান (রাঃ) এই লোকদেরই অন্তর্ভুক্ত।” অথবা তিনি হযরত সা’দের (রাঃ) নাম নিয়েছিলেন। এমন সময় নামাযের জন্যে তাকবীর দেয়া হয় এবং তিনি। (আরবী) এ উক্তিটি পাঠরত অবস্থায় স্বীয় চাদরখানা টানতে টানতে দাড়িয়ে যান। (এটা ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)অন্য রিওয়াইয়াতে আছে যে, হযরত উছমান (রাঃ) ও তাঁর সঙ্গীরা তাদেরই অন্তর্ভুক্ত। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এই লোকগুলিই আল্লাহর বন্ধু। বিদ্যুত অপেক্ষাও দ্রুত গতিতে তারা পুলসিরাত পার হয়ে যাবে। পক্ষান্তরে কাফিররা হাঁটুর ভরে পড়ে যাবে। কেউ কেউ বলেন যে, এর দ্বারা ঐ বুযর্গ ব্যক্তিদেরকে বুঝানো হয়েছে যারা আল্লাহ ভক্ত ছিলেন এবং মুশরিকদের প্রতি ছিলেন অসন্তুষ্ট। কিন্তু তাদের পরবর্তী লোকেরা তাদের ইচ্ছার বিরুদ্ধে তাদের পূজা শুরু করে দিয়েছিল। যেমন হযরত উযায়ের (আঃ), হযরত ঈসা (আঃ), ফেরেশতা মণ্ডলী, সূর্য, চন্দ্র, হযরত মারইয়াম (আঃ) ইত্যাদি। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা আবদুল্লাহ ইবনু যাবআ’রী নবীর (সঃ) নিকট আগমন করে এবং বলতে শুরু করেঃ “আপনি ধারণা করছেন যে, আল্লাহ তাআলা (আরবী) এই আয়াতটি অবতীর্ণ করেছেন। যদি এটা সত্য হয় তবে কি সূর্য, চন্দ্র, ফেরেশতা মণ্ডলী, হযরত উযায়ের (আঃ), হযরত ঈসা (আঃ) প্রভৃতি সবাই আমাদের মূর্তিগুলির সাথে জাহান্নামে চলে যাবে?” তার এই  প্রশ্নের উত্তরে আল্লাহ তাআলা (আরবী) (৪৩:৫৭-৫৮) এই আয়াত দুটি অবতীর্ণ করেন। এরপর তিনি (আরবী) এই আয়াত নাযিল করেন। (এটা আবুবকর ইবনু মিরদুওয়াই (রঃ) বর্ননা করেছেন)একদা রাসূলুল্লাহ (সঃ) ওয়ালীদ ইবনু মুগীরার সাথে মসজিদে বসে ছিলেন। এমন সময় নায়র ইবনু হারিছ তথায় আগমন করে। ঐ সময় মসজিদে আরো বহু কুরায়েশও বিদ্যমান ছিল। নাহ্র ইবনু হারিছ। রাসূলুল্লাহর (সঃ) সাথে কথা বলছিল। কিন্তু সে নিরুত্তর হয়ে যায়। তখন রাসূলুল্লাহ (সঃ) (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলি পাঠ করেন। যখন তিনি ঐ মজলিস হতে উঠে চলে যান তখন আবদুল্লাহ ইবনু যাবআ’রী আগমন করে। লোকেরা তাকে বলেঃ আজ নাফর ইবনু হারিস রাসূলুল্লাহ (সাঃ) এর সাথে আলাপ-আলোচনা করেছে কিন্ত শেষে একেবারে নিরুত্তর হয়ে গেছে। তখন রাসূলুল্লাহ্ (সঃ) আমাদের সম্পর্কে একথা বলে উঠে গেছেন যে, আমরা এবং আমাদের এই উপাস্য দেবতারা সবাই জাহান্নামের আগুনের ইন্ধন হয়ে যাবো।” তাদের এই কথা শুনে আবদুল্লাহ ইবন যাবআ’রী বলেঃ “আমি থাকলে তাঁকে উত্তর দিতাম যে, আমরা ফেরেশতাদের পূজা করে থাকি, ইয়াহুদীরা উযায়েরের (আঃ) পূজা করে এবং খৃস্টানরা ঈসার (আঃ) পূজা করে। তাহলে এরা সবাই জাহান্নামে যাবেন। তার এই উত্তর সবারই খুব পছন্দ হয়। রাসূলুল্লাহর (সঃ) সামনে এটা বর্ণনা করা হলে তিনি বলেনঃ “যে নিজের ইবাদত করিয়েছে সে ইবাদতকারীদের সাথে জাহান্নামে যাবে। কিন্তু এই বুযুর্গ ব্যক্তিরা নিজেদের ইবাদত করান নাই। আসলে তো এই লোকগুলি তাঁদের নয়, বরং শয়তানদের পূজা করছে। শয়তানই তাদেরকে তাদের ইবাদতের পন্থা হিসেবে বাতলিয়ে দিয়েছে। তাঁর জবাবের সাথে সাথেই আল্লাহ তাআলা জবাব হিসাবে পরবর্তী আয়াত (আরবী) অবতীর্ণ করেন। সুতরাং অজ্ঞ লোকেরা যে সব সৎ লোকের উপাসনা করতো তাঁরা পৃথক হয়ে গেলেন। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদের মধ্যে যে বলেঃ তিনি (আল্লাহ) ছাড়া আমিই মাবুদ, তার প্রতিফল জাহান্নাম এবং এই ভাবেই আমি অত্যাচারীদেরকে প্রতিফল দিয়ে থাকি।” হযরত ঈসার (আঃ) ব্যাপারে তাদের তর্ক-বিতর্কের কারণে আল্লাহ তাআলা নিম্নের আয়াতগুলি অবতীর্ণ করেনঃ (আরবী) অর্থাৎ “যখন মারইয়াম তনয়ের দৃষ্টান্ত উপস্থিত করা হয়, তখন তোমাদের সম্প্রদায় শোর গোল শুরু করে দেয়। তারা বলেঃ আমাদের দেবতাগুলি শ্রেষ্ঠ, না ঈসা (আঃ)? এরা তো বাক বিতণ্ডার উদ্দেশ্যেই তোমাকে একথা বলে। বস্তুত এরা তো এক বিতণ্ডাকারী সম্প্রদায়। সে তো ছিলে আমারই এক বান্দা, যার উপর আমি অনুগ্রহ করেছিলাম এবং তাকে করেছিলাম বানী ইসরাঈলের জন্য দৃষ্টান্ত। আমি ইচ্ছা করলে তোমাদের মধ্য হতে ফেরেশতা সৃষ্টি করতে পারতাম, যারা পৃথিবীতে উত্তরাধিকারী হতো। ঈসা (আঃ) তো কিয়ামতরে নিদর্শন; সুতরাং তোমরা কিয়ামতে সন্দেহ পোষণ করো না এবং আমাকে অনুসরণ কর। এটাই সরল পথ।” (৪৩:৫৭-৬১)ইবনু যাবআ’রী বড়ই ভুল করেছিল। কেননা, এই আয়াতে সম্বোধন করা হয়েছে মক্কাবাসী কাফিরদেরকে এবং উক্তি করা হয়েছে তাদের প্রতিমা ও পাথরগুলি সম্পর্কে যেগুলির তারা আল্লাহকে ছেড়ে ইবাদত করতো। এ উক্তি হযরত ঈসা (আঃ) প্রভৃতি পবিত্র ও একত্ববাদী লোকদের সম্পর্কে নয়। তাঁরা তো গায়রুল্লাহর ইবাদত হতে মানুষকে বিরত রাখতেন!ইমাম ইবনু জারীর (রঃ) বলেন যে, এখানে যে (আরবী) শব্দটি রয়েছে তা আরবে নির্জীব ও বিবেকহীনদের জন্যে এসে থাকে। এই ইবনু যাবআ’রী এর পরে মুসলমান হয়ে গিয়েছিল। সে প্রসিদ্ধ কবিদের একজন ছিল। প্রথমতঃ সে মুসলমান হওয়ার পর সে বড়ই ক্ষমাপ্রার্থী হয়। মহান আল্লাহ বলেনঃ মহা-ভীতি তাদেরকে বিষাদষ্টি করবে না। অর্থাৎ মৃত্যুর ভয়, শিঙ্গার ফুৎকারের আতংক, জাহান্নামীদের জাহান্নামে প্রবেশের সময়ের ভীতি বিহবলতা এবং জান্নাতী ও জাহান্নামীদের মাঝে মৃত্যুকে যবাহ্ করে দেয়ার আতংক ইত্যাদি কিছুই তাদের থাকবে না। তারা চিন্তা ও দুঃখ হতে বহু দূরে থাকবে। তারা হবে পুরোপুরি ভাবে উৎফুল্ল ও আনন্দিত। অসন্তুষ্টির চিহ্নমাত্র তাদের মধ্যে পরিলক্ষিত হবে না। ফেরেশতা মণ্ডলী তাদেরকে অভ্যর্থনা করে বলবেঃ এই তোমাদের সেই দিন যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল।",
  "ayah": 103,
  "surah": 21
}
