{
  "text": "৩৬-৩৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবীকে (সাঃ) সম্বোধন করে বলেনঃ হে নবী (সঃ)! কাফিররা যখন তোমাকে দেখে অর্থাৎ কুরায়েশ কাফিররা, যেমন আবু জেহেল প্রভৃতি, তখন তারা তোমাকে শুধু বিদ্রুপের পাত্র রূপেই গ্রহণ করে এবং তোমার সাথে বেআদবী শুরু করে দেয়। তারা পরস্পর বলাবলি করেঃ দেখো, এই কি ঐ ব্যক্তি, যে আমাদের দেবদেবীগুলির সমালোচনা করে? একে তো এটা তাদের হঠকারিতা, দ্বিতীয়তঃ তারা নিজেরাই 'রহমান' (দয়াময় আল্লাহ) এর উল্লেখের বিরোধিতাকারী ও তাঁর রাসূলকে (সঃ) অস্বীকারকারী। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “তারা যখন তোমাকে দেখে তখন তারা তোমাকে শুধু ঠাট্টা বিদ্রুপের পাত্ররূপে গণ্য করে এবং বলেঃ এই কি সে, যাকে আল্লাহ রাসূল করে পাঠিয়েছেন? সে তো আমাদেরকে আমাদের দেবতাগণ হতে সরিয়েই দিতে যদি না আমরা তাদের আনুগত্যে দৃঢ়-প্রতিষ্ঠিত থাকতাম; যখন তারা শাস্তি প্রত্যক্ষ করবে তখন তারা জানবে কে সর্বাধিক পথভ্রষ্ট।” (২৫:৪১-৪২)।মহান আল্লাহ বলেনঃ ‘মানুষ সৃষ্টিগতভাবে ত্বরা প্রবণ। যেমন অন্য আয়াতে আছেঃ (আরবী) অর্থাৎ “মানুষ তো অতিমাত্রায় ত্বরা প্রিয়।” (১৭:১১) হযরত মুজাহিদ (রঃ) বলেন যে, আল্লাহ তাআলা সমস্ত মানুষকে সৃষ্টি করার পর হযরত আদমকে (আঃ) সৃষ্টি করতে শুরু করেন। সন্ধ্যায় নিকটবর্তী সময়ে যখন তার মধ্যে রূহ্ ফুঁক দেয়া হয়, মাথা, চক্ষু ও জিহ্বায় যখন রূহ্ চলে আসে তখন তিনি বলে ওঠেনঃ “হে আমার প্রতিপালক! মাগরিব হওয়ার পূর্বেই তাড়াতাড়ি করে আমার সৃষ্টিকার্য সমাপ্ত করুন।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সমস্ত দিনের মধ্যে সর্বোত্তম দিন হচ্ছে শুক্রবারের দিন। ঐ দিনেই হযরত আদমকে (আঃ) সৃষ্টি করা হয়। সেই দিনেই তিনি জান্নাতে প্রবেশ করেন। ঐদিনেই তাঁকে জান্নাত হতে বের করে দুনিয়ায় নামিয়ে দেয়া হয়। ঐ দিনেই কিয়ামত সংঘটিত হবে। ঐদিনের মধ্যে এমন এক সময় রয়েছে যে, ঐ সময়ে যে বান্দা নামাযে থেকে আল্লাহ তাআলার নিকট যা চায় তিনি তাকে তা প্রদান করে থাকেন।” রাসূলুল্লাহ (সঃ) তাঁর অঙ্গুলীগুলি দ্বারা ইশারা করে বলেনঃ “ওটা অতি অল্প সময়।” হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) বলেনঃ “ঐ সময়টুকু কোন সময় তা আমার জানা আছে। ওটা হলো জুমআর দিনের শেষ সময়টুকু। ঐ সময়েই আল্লাহ তাআলা হযরত আদমকে (আঃ) সৃষ্টি করেন। অতঃপর তিনি এই আয়াতটিই পাঠ করেন। (এ হাদীসটি ইনু আবি হাতিম (রঃ) বর্ণনা করেছেন) প্রথম আয়াতে কাফিরদের হঠকারিতার বর্ণনা দেয়ার পর পরই দ্বিতীয় আয়াতে আল্লাহ তাআলা মানব জাতির ত্বরা প্রবণতার বর্ণনা দিয়েছেন। এতে নিপুণতা এই রয়েছে যে, কাফিরদের হঠকারিতার ও ঔদ্ধত্যপূর্ণ কাজ দেখা মাত্রই মুসলমানরা প্রতিশোধ গ্রহণের জন্যে উত্তেজিত হয়ে ওঠে এবং তারা অতি তাড়াতাড়ি বদলা নেয়ার ইচ্ছা করে। কেননা, মানুষ সৃষ্টিগত ভাবেই ত্বরা প্রবণ। কিন্তু মহান আল্লাহর নীতি এই যে, তিনি অত্যাচারীদেরকে অবকাশ দিয়ে থাকেন। অতঃপর যখন তাদেরকে পাকড়াও করেন তখন আর ছেড়ে দেন না। এজন্যেই তিনি বলেনঃ আমি তোমাদেরকে আমার নিদর্শনাবলী দেখাবো। তাদের শাস্তি কত কঠোর তা তোমরা অবশ্যই দেখতে পাবে। তোমরা অপেক্ষা করতে থাকে এবং আমাকে তাদের শাস্তির ব্যাপারে ত্বরা করতে বলো না।",
  "ayah": 37,
  "surah": 21
}
