{
  "text": "৫৭-৬৩ নং আয়াতের তাফসীর:\nউপরে উল্লিখিত হয়েছে যে, হযরত ইবরাহীম (আঃ) স্বীয় কওমকে মূর্তিপূজা হতে বিরত থাকতে বলেন এবং তাওহীদের প্রতি উদ্বুদ্ধ হয়ে শপথ করে বলেনঃ “তোমরা চলে গেলে আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই ব্যবস্থা অবলম্বন করবো।” তার একথা তার কওমের কতকগুলি লোক শুনে নেয়। তাদের যে ঈদের দিনটি নির্ধারিত ছিল, ঐ দিনটিকে লক্ষ্য করে হযরত ইবরাহীম (আঃ) তাদেরকে বলেনঃ “যখন তোমরা তোমাদের ঈদের নীতিমালা আদায় করার উদ্দেশ্যে বের হবে তখন আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই একটা ব্যবস্থা অবলম্বন করবো।” ঈদের দু'একদিন পূর্বে তার পিতা তাঁকে বলেঃ “হে আমার প্রিয় বৎস! তুমি আমাদের সাথে আমাদের ঈদ পর্বে যোগদান কর, যাতে তুমি আমাদের ধর্মের গুণাবলী সম্পর্কে অবগতি লাভ করতে পারো।\" সুতরাং তার পিতা তাঁকে নিয়ে ঈদ পর্ব উদযাপনের উদ্দেশ্যে যাত্রা শুরু করলো। কিছুদূর যাওয়ার পর তিনি তাঁর পিতাকে বললেনঃ “আমি অসুস্থ হয়ে পড়েছি, সুতরাং আমি আপনাদের সাথে যেতে পারবো না।” তার পিতা তখন তাকে ছেড়েই চলে গেল। তাঁর পার্শ্ব দিয়ে গমনকারী লোকেরা তাকে জিজ্ঞেস করতে থাকেঃ “কি ব্যাপার? তুমি রাস্তায় বসে আছ। কেন?” তিনি তাদেরকে উত্তর দেনঃ “আমি রুগ্ন হয়ে পড়েছি।\" অতঃপর যখন সাধারণ লোকেরা সব চলে গেল এবং বুড়োরা রয়ে গেল। তখন তিনি তাদেরকে বললেনঃ “তোমরা সবাই চলে যাবার পর আমি তোমাদের মূর্তিগুলির অবশ্যই সংস্কার সাধন করবো।\" তিনি যে তাদেরকে বললেনঃ ‘আমি রুগ্ন হয়ে পড়েছি' আগের দিন সত্যিই তিনি কিছুটা অসুস্থ ছিলেন। যখন তারা সবাই চলে গেল, তখন ময়দান খালি পেয়ে তিনি স্বীয় উদ্দেশ্য পুরো করার কাজে লেগে পড়েন এবং বড় মূর্তিটিকে রেখে সমস্ত মূর্তি ভেঙ্গে ফেলেন। যেমন অন্যান্য আয়াতে এর বিস্তারিত বিবরণ বিদ্যমান রয়েছে যে, নিজের হাতে তিনি ঐ মূর্তিগুলিকে চুর্ণ-বিচুর্ণ করে ফেলেন। ঐ বড় মূর্তিটিকে বাকী রাখার মধ্যে যৌক্তিকতা ও নিপুণতা ছিল এই যে, যেন ঐ লোকগুলির মস্তিষ্কে এই খেয়াল জাগে যে, সতঃ তাদের ঐ বড় দেবতাটি ঐ ছোট দেবতাগুলিকে ধ্বংস করে দিয়েছে। কেননা, হয়তো এই বড় দেবতার মনে মর্যাদাবোধ হয়েছে যে, তার মত বড় দেবতা থাকতে এই ছোট দেবতাগুলি কিরূপে পূজনীয় হতে পারে? এই খেয়াল তাদের মস্তিষ্কে দৃঢ়ভাবে প্রতিষ্ঠিত করার জন্যেই তিনি ঐ বড় দেবতার কাধে কুঠারঠিও লটকিয়ে দিয়ে ছিলেন, যেমন এটা বর্ণিত আছে।যখন ঐ মুশরিকরা মেলা থেকে ফিরে আসে তখন তারা দেখতে পায় যে, তাদের সমস্ত দেবতা মুখের ভরে পড়ে রয়েছে এবং নিজেদের অবস্থার মাধ্যমে বলতে রয়েছে যে, তারা শুধু প্রাণহীন তুচ্ছ ও ঘৃণ্য বস্তু ছাড়া আর কিছুই নয়। লাভ বা ক্ষতি করার ক্ষমতা তাদের মোটেই নেই। তারা যেন তাদের ঐ অবস্থা দ্বারা তাদের পূজারী ও উপাসকদের নির্বুদ্ধিতা ও বোকামী প্রকাশ করতে রয়েছে। কিন্তু এতে ঐ নির্বোধদের উপর উল্টো প্রতিক্রিয়া হলো। তারা বলতে শুরু করলোঃ কোন্ যালিম ব্যক্তি আমাদের উপাস্যদের এই অবস্থা ঘটিয়েছে?''ঐ সময় যে লোকগুলি হযরত ইবরাহীমের (আঃ) ঐ কথা শুনেছিল তাদের তা স্মরণ হয়ে গেল। তারা বললোঃ ইবরাহীম (আঃ) নামক যুবকটিকে আমরা আমাদের দেবতাদের সমালোচনা করতে শুনেছি।\" হযরত ইবনু আব্বাস (রাঃ) এই আয়াতটি পাঠ করতেন ও বলতেনঃ “আল্লাহ যে নবীকেই পাঠিয়েছেন। যুবকরূপেই পাঠিয়েছেন এবং যে আলেমকেই ইলম দান করা হয়েছে তিনি যুবকই রয়েছেন। (অর্থাৎ যুবক অবস্থাতেই ইল্ম লাভ করেছেন।তারা বললোঃ “তাকে লোক সম্মুখে হাজির কর যাতে তারা সাক্ষ্য দিতে পারে।” হযরত ইবরাহীমের (আঃ) কওমের লোকেরা পরামর্শক্রমে সিদ্ধান্ত গ্রহণ করলো যে, লোকজনকে জমা করা হোক এবং ইবরাহীমকে (আঃ) তাদের সামনে হাজির করে তার শাস্তির ব্যবস্থা করা হোক। হযরত ইবরাহীমও (আঃ) এটাই চাচ্ছিলেন যে, এরূপ একটা সমাবেশের ব্যবস্থা করাহলেই তিনি তাদের সামনে হাজির হয়ে তাদের ভুলটা তাদের চোখে আঙ্গুল দিয়ে দেখিয়ে দিবেন। এভাবে তিনি তাদের মধ্যে একত্ববাদ প্রচার করবেন এবং তাদেরকে বলবেনঃ “তোমরা কত বড় যালিম ও অজ্ঞ যে, যারা কারো কোন লাভ বা ক্ষতি করতে পারে না, এমন কি নিজেদের জীবনেরও যারা কোন অধিকার রাখে না, তাদের ইবাদত কর তোমরা কোন যুক্তিতে?”সুতরাং জনসমাবেশ হলো। ছোট বড় সবাই এসে গেল। হযরত ইবরাহীমও (আঃ) অভিযুক্ত হিসেবে হাজির হলেন। তারা তাকে জিজ্ঞেস করলোঃ “হে ইবরাহীম (আঃ)! তুমিই কি আমাদের উপাস্যগুলির প্রতি এইরূপ করেছো?” তিনি উত্তরে বললেনঃ “এই বড় মূর্তিটিই এ কাজ করেছে।\" একথা বলার সময় তিনি ঐ মূর্তিটির প্রতি ইশারা করেন যেটাকে তিনি ভেঙ্গে ফেলেন নাই। তারপর তাদেরকে বলেনঃ “তোমরা বরং এই দেবতাগুলিকেই প্রশ্ন কর যদি এরা কথা বলতে পারে। এর দ্বারা হযরত ইবরাহীমের (আঃ) উদ্দেশ্য ছিল, ঐলোকগুলি যেন নিজেরাই বুঝতে পারে যে, ঐ পাথরগুলি কি কথা বলবে? আর তারা যখন এতই অপারগ তখন তারা মা'বুদ হতে পারে কি করে? সুতরাং আল্লাহপাকের ফযল ও করমে হযরত ইবরাহীমের (আঃ) এই উদ্দেশ্যও পূর্ণ হয়। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত ইবরাহীম (আঃ) মাত্র তিনটি মিথ্যা কথা বলেছিলেন। একটি তো হলো তাঁর একথা বলা যে, এই মূর্তিগুলিকে বড় মুর্তিটিই ভেঙ্গেছে। দ্বিতীয় হলো তার একথা বলাঃ “আমি রুগ্ন বা অসুস্থ। তৃতীয় হলো এই যে, একবার তিনি তাঁর স্ত্রী হযরত ‘সারা’সহ সফরে ছিলেন। ঘটনাক্রমে তিনি এক অত্যাচারী রাজার রাজ্যের সীমানা অতিক্রম করছিলেন। সেখানে তিনি মঞ্জিল করে বিশ্রাম নিচ্ছিলেন। ঐ সময় কে একজন বাদশাহকে খবর দেয়ঃ :“একজন মুসাফিরের সাথে একটি সুন্দরী মহিলা রয়েছে এবং তারা এখন আমাদের রাজ্যের সীমানার মধ্যেই রয়েছে। তৎক্ষণাৎ বাদশাহ হযরত সারাকে ধরে আনার জন্যে একজন সিপাহীকে পাঠিয়ে দেন। সে হযরত ইবরাহীমকে (আঃ) জিজ্ঞেস করেঃ “এটা আপনার। কে?\" হযরত ইবরাহীম (আঃ) উত্তরে বলেনঃ “এটা আমার বোন। সে বলেঃ “একে বাদশাহর দরবারে পাঠিয়ে দিন।” তিনি হযরত সারার কাছে গিয়ে বলেনঃ “এই যালিম বাদশাহ তোমাকে ডেকে পাঠিয়েছে এবং আমি তোমাকে আমার বোন বলেছি। তোমাকে জিজ্ঞেস করা হলে তুমিও একথাই বলবে। আর দ্বীনের দিক দিয়ে তুমি আমার বোনও বটে। জেনে রেখো যে, ভূ-পৃষ্ঠে আমি ও তুমি ছাড়া কোন মুসলমান নেই।\" একথা বলে তিনি চলে আসেন। হযরত সারা বাদশাহর দরবারে চলে যান। আর হযরত ইবরাহীম (আঃ) নামাযে দাড়িয়ে যান। ঐ যালিম বাদশাহ হযরত সারাকে দেখা মাত্রই তার দিকে ধাবিত হয়। সাথে সাথে আল্লাহর আযাব তাকে পাকড়াও করে। তার হাত পা অবশ হয়ে যায়। সুতরাং সে হতবুদ্ধি হয়ে তাকে বলেঃ “তুমি আমার জন্যে আল্লাহর নিকট দুআ কর আমি ওয়াদা করছি যে, তোমার কোন ক্ষতি করবো না। তিনি দুআ করলেন এবং সে ভাল হয়ে গেল। কিন্তু ভাল হওয়া মাত্রই সে আবার কুপ্রবৃত্তি চরিতার্থ করার ইচ্ছা করলো। সুতরাং পুনরায় সে আল্লাহর শাস্তির কবলে পতিত হলো। আর এই শাস্তি পূর্বাপেক্ষা কঠিনতর। ফলে আবার সে তার কাছে অনুনয় বিনয় করলো। তৃতীয়বার মুক্তি পাওয়া মাত্রই সে তার নিকট অবস্থানরত পরিচারককে বললো? তুমি আমার কাছে কোন মানুষ মহিলাকে আনয়ন কর নাই, বরং শয়তান মহিলাকে এনেছো। একে তুমি বের করে দাও এবং হাজেরাকে তার সাথে পাঠিয়ে দাও।\" তৎক্ষণাৎ তাঁকে সেখান হতে বের করে দেয়া হয় এবং হাজেরাকে (দাসী হিসেবে) তাঁর কাছে সমর্পণ করা হয়। হযরত ইবরাহীম (আঃ) তাঁদের পদধ্বনি শুনেই নামায শেষ করেন এবং তাকে জিজ্ঞেস করেনঃ “বল, খবর কি?\" তিনি উত্তরে বলেনঃ “মহান আল্লাহ ঐ কাফিরের চক্রান্ত বানচাল করে দিয়েছেন এবং হাজেরাকে আমার খিদমতের জন্যে আমাকে প্রদান করা হয়েছে। হযরত আবু হুরাইরা (রাঃ) এই হাদীসটি বর্ণনা করে বলেনঃ “হে আকাশের পানির সন্তানরা! ইনি হলেন তোমাদের মাত্য।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)",
  "ayah": 63,
  "surah": 21
}
