{
  "text": "৭১-৭৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলছেন যে, তিনি তার বন্ধু হযরত ইবরাহীমকে (আঃ) কাফিরদের অগ্নি হতে রক্ষা করে সিরিয়ার পবিত্র ভূমিতে পৌঁছিয়ে দেন। হযরত উবাই ইবনু কা'ব (রাঃ) বলেন যে, সমস্ত সুমিষ্ট পানি সিরিয়ায় সাখরা'র নিম্নদেশ হতে বের হয়ে থাকে। হযরত কাতাদা (রাঃ) বলেন যে, আল্লাহ তাআলা হযরত ইবরাহীমকে (আঃ) ইরাকের ভূ-খণ্ড হতে মুক্তি দিয়ে সিরিয়ায় পৌঁছিয়ে দেন। সিরিয়াই নবীদের (আঃ) হিজরতের জায়গা। যমীন। হতে যা ঘাটতি হয় সিরিয়ায় তা বৃদ্ধি পায় এবং সিরিয়ায় যা ঘাটতি হয়। ফিলিস্তিনে তা বৃদ্ধি হয়। সিরিয়াই হলো হাশরের মাঠ। এখানেই হযরত ঈসা (আঃ) অবতরণ করবেন। এখানেই দাজ্জালকে হত্যা করা হবে। হযরত কাবের (রাঃ) উক্তি হিসেবে জানা যায় যে,হযরত ইবরাহীম (আঃ) হিরানে গমণ করেন। সেখানে গিয়ে জানতে পারেন যে, তথাকার বাদশাহর কন্যা তার কওমের দ্বীনের প্রতি বীতঃশ্রদ্ধা হয়ে পড়েছেন এবং ওটাকে তিনি অন্তরে ঘৃণা করেন এমনকি ঐ ধর্মকে তিনি বিদ্রুপ করে থাকেন। তখন হযরত ইবরাহীম (আঃ) তাকে তার এই স্বীকারোক্তির উপর বিয়ে করেন যে, তিনি তার সাথে হিজরত করে সেখান থেকে চলে যাবেন। তারই নাম হযরত সারা’ (রাঃ)। আর এটাও প্রসিদ্ধ হয়ে রয়েছে যে, হযরত সারা’ (রাঃ) (এই রিওয়াইয়াতটি গারীব বা দুর্বল) ছিলেন তার চাচাতো বোন। তিনি তার সাথেই হিজরত করে চলে এসেছিলেন। হযরত ইবন আব্বাস (রাঃ) বলেন যে, তাঁর এই হিজরত মক্কা শরীফে শেষ হয়। এই মক্কা শরীফ সম্পর্কেই মহান আল্লাহ বলেনঃ “এটাই আল্লাহর প্রথম ঘর যা মানবমণ্ডলীর জন্যে প্রতিষ্ঠিত হয়েছে, যা কল্যাণময় ও সারা বিশ্বের জন্যে হিদায়াত স্বরূপ। এতে বহু নিদর্শন রয়েছে, যেগুলির মধ্যে একটি নিদর্শন হলো মাকামে ইব্রাহীম। যে তাতে প্রবেশ করে সে নিরাপত্তা লাভ করে।”এরপর মহান আল্লাহ বলেনঃ আমি ইবরাহীমকে (আঃ) দান করেছিলাম ইসহাক (আঃ) ও পৌত্ররূপে ইয়াকূব (আঃ)। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আমি তাকে সুসংবাদ দিয়েছিলাম ইসহাকের (আঃ) এবং ইসহাকের (আঃ) পিছনে (পরে) ইয়াকূবের (আঃ)। (১১:৭১) হযরত ইবরাহীম (আঃ) শুধু একটি সন্তানের জন্যে প্রার্থনা করেছিলেন। তিনি প্রার্থনায় বলেছিলেনঃ (আরবী)অর্থাৎ “হে আমার প্রতিপালক! আমাকে একটি সুসন্তান দান করুন!” (৩৭:১০০) আল্লাহ তাঁর এ প্রার্থনা কবুল করেন। সন্তানও দান করেন। কাজেই এটা ছিল তার প্রার্থনার উপর অতিরিক্ত দান। আর প্রত্যেককেই তিনি সৎকর্মপরায়ণ করে দেন।অতঃপর আল্লাহ তাআলা বলেনঃ আমি তাদেরকে করেছিলাম নেতা; তারা আমার নিদের্শ অনুসারে মানুষকে পথ প্রদর্শন করতো। আর আমি তাদেরকে সৎকর্ম করার ওয়াহী করেছিলাম। এই সাধারণ কথার উপর আতফ বা সংযোগ করে তিনি বিশেষ কথা অর্থাৎ নামায ও যাকাতের বর্ণনা দেন। ইরশাদ হয় যে, তারা জনগণকে ভাল কাজের আদেশ করতেন এবং সাথে সাথে নিজেরাও ভাল কাজ করতেন। এরপর হযরত লুতের (আঃ) বর্ণনা শুরু হচ্ছে। তিনি হলেন নূত ইবনু। হারাণ ইবনু আযন (আঃ)। তিনি হযরত ইবরাহীমের (আঃ) উপর ঈমান এনেছিলেন, তার অনুসরণ করেছিলেন এবং তাঁর সাথে হিজরত করেছিলেন। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “লুত (আঃ) তার উপর ঈমান আনয়ন করে এবং বলেঃ আমি আমার প্রতিপালকের দিকে হিজরতকারী।\" (২৯:২৬) আল্লাহ তাআলা তাঁকে প্রজ্ঞা ও জ্ঞান দান করেছিলেন এবং তার উপর ওয়াহী অবতীর্ণ করেন ও তাঁকে নবীদের দলভূক্ত করেন। তাঁকে তিনি সুদূম ও ওর পার্শ্ববর্তী জনপদগুলির দিকে প্রেরণ করেন। তারা তার বিরুদ্ধাচরণে উঠে পড়ে লেগে যায়। এই কারণে তারা আল্লাহর শাস্তির কবলে পতিত হয় এবং তাদেরকে ধ্বংস করে দেয়া হয়। তাদের ধ্বংসের ঘটনা আল্লাহ তাআলার পবিত্র গ্রন্থের কয়েক জায়গায় বর্ণিত হয়েছে। এখানে মহামহিমান্বিত আল্লাহ বলেনঃ আমি তাকে এমন জনপদ হতে উদ্ধার করেছিলাম যার অধিবাসীরা লিপ্ত ছিল অশ্লীল কর্মে তারা ছিল একমন্দ সম্প্রদায়, সত্যত্যাগী। আর সে সৎকর্মপরায়ণ ছিল বলে আমি তার উপর আমার করুণা বর্ষণ করি।",
  "ayah": 75,
  "surah": 21
}
