{
  "text": "৮৭-৮৮ নং আয়াতের তাফসীর:\nএই ঘটনাটি এখানেও বর্ণিত হয়েছে এবং সূরায়ে ‘সাফাত ও সূরায়ে ‘নূন'-এও বর্ণিত হয়েছে। ইনি হলেন নবী হযরত ইউনুস ইবনু মাত্তা (আঃ)। তাকে আল্লাহ তাআলা মূসিল অঞ্চলের নীনওয়া নামক গ্রামে নবীরূপে প্রেরণ করেছিলেন। তিনি ঐ গ্রামবাসীদেরকে আল্লার পথে আহবান করেন; কিন্তু তারা ঈমান আনলো না। তখন তিনি তাদের প্রতি অসন্তুষ্ট হয়ে সেখান থেকে চলে যান এবং তাদেরকে বলে যান যে, তাদের উপর তিন দিনের মধ্যে আল্লাহর শাস্তি এসে পড়বে। তার কথায় তাদের বিশ্বাস হয়ে যায় এবং তারা জেনে নেয় যে, নবীর (আঃ) কথা মিথ্যা হয় না। তাই, তারা তাদের শিশুদেরকে ও গৃহপালিত পশুগুলিকে নিয়ে ময়দানের দিকে বেরিয়ে পড়লো। শিশুদেরকে তারা মাতাদের থেকে পৃথক করে দিলো। অতঃপর তারা কাদতে কাঁদতে আল্লাহ তাআলার নিকট প্রার্থনা করতে লাগলো। একদিকে তাদের কান্নার রোল, আর অপরদিকে জীব জন্তুগুলোর ভয়ানক চীৎকার। এর ফলে আল্লাহর রহমত উথলিয়ে ওঠে। সুতরাং তিনি তাদের উপর হতে শাস্তি উঠিয়ে নেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তবে ইউনুসের (আঃ) সম্প্রদায় ব্যতীত কোন জনপদবাসী কেন এমন হলো না যারা ঈমান আনতো এবং তাদের ঈমান তাদের উপকারে আসতো? যখন তারা ঈমান আনলো তখন আমি তাদেরকে পার্থিব জীবনে হীনতাজনক শাস্তি হতে মুক্ত করলাম এবং কিছু কালের জন্যে জীবনোপভোগ করতে দিলাম।\" (১০:৯৮)হযরত ইউনুস (আঃ) এখান হতে চলে গিয়ে একটি নৌকায় আরোহণ করেন। নৌকা কিছুদূর এগিয়ে গেলে তুফানের লক্ষণ প্রকাশ পায়। শেষ পর্যন্ত নৌকাটি ডুবে যাওয়ার উপক্রম হয়। নৌকার আরোহীদের মধ্যে পরামর্শক্রমে এই সিদ্ধান্ত গৃহীত হয় যে, নৌকার ভার হাল্কা করার জন্যে কোন একজন লোককে সমদ্রে নিক্ষেপ করা হোক। সুতরাং নির্বাচনের গুটিকা নিক্ষেপ করা হলে দেখা গেল যে, হযরত ইউনুসেরই (আঃ) নাম বের হয়েছে। কিন্তু কেউই তাকে সমুদ্রে নিক্ষেপ করা পছন্দ করলো না। দ্বিতীয়বার গুটিকা নিক্ষেপ করা হলো। এবারও তার নামই উঠলো। তৃতীয়বার পুনরায় গুটিকা ফেলা হলে এবারও তাঁর নামই দেখা দিল। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সে লটারীতে যোগদান করলো এবং পরাভূত হলো।\" (৩৭:১৪১) তখন হযরত ইউনুস (আঃ) নিজেই দাড়িয়ে গেলেন এবং কাপড় খুলে ফেলে সমুদ্রে লাফিয়ে পড়লেন। তখন হযরত ইবনু মাসউদের (রাঃ) উক্তি অনুসারে আল্লাহ তাআলা ‘বাহরে আখ্যার’ (সবুজ সাগর) হতে একটি বিরাট মাছ পাঠিয়ে দিলেন। মাছটি পানি ফেড়ে ফেড়ে আসলো এবং হযরত ইউনুসকে (আঃ) গিলে ফেললো। কিন্তু মহান আল্লাহর নির্দেশক্রমে মাছটি তার মাংসও খেলো না, অস্থিও ভেঙ্গে ফেললো না। এবং কোন ক্ষতিও করলো না। মাছটির তিনি খাদ্য ছিলেন না, বরং ওর পেট ছিল তার জন্যে কয়েদখানা স্বরূপ। আরবী ভাষায় মাছকে নূন বলা হয়। হযরত ইউনুসের (আঃ) ক্রোধ ছিল তাঁর কওমের উপর। তার ধারণা ছিল যে, আল্লাহ তাআলা তার প্রতি সংকীর্ণতা আনয়ন করবেন না। এখানে হযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত যহাক (রঃ) প্রভৃতি গুরুজন (আরবী) এর অর্থ এটাই করেছেন। ইমাম ইবনু জারীরও (রাঃ) এটাকেই পছন্দ করেছেন। দলীল হিসেবে আল্লাহ তাআলার নিম্নেন উক্তিটি পেশ করা হয়েছেঃ (আরবী) অর্থাৎ যার জীবনোপকরণ সংকীর্ণ বা সীমিত সে আল্লাহ যা দান করেছেন তা হতে ব্যয় করবে; আল্লাহ যাকে যে সামর্থ দিয়েছেন তদপেক্ষা গুরুতর বোঝা তিনি তার উপর চাপান না; আল্লাহ কষ্টের পর দিবেন স্বস্তি।\" (৬৫:৭) হযরত আতিয়্যাহ আওফী এটার অর্থ করেছেনঃ “আমি তার উপর নির্ধারণ করবো না। আরববাসীরা (আরবী) ও  (আরবী) এর একই অর্থ করে থাকে। কোন কবি বলেনঃ (আরবী) অর্থাৎ “ঐ যুগ আর প্রত্যাবর্তনকারী নয় যা অতীত হয়েছে। আপনি কল্যাণময়, আপনি যা নির্ধারণ করেন সেই কাজ সংঘটিত হয়ে থাকে।” আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “অতঃপর সব পানি মিলিত হলো এক পরিকল্পনা অনুসারে।” (৫৪:১২) ঐ অন্ধকারের মধ্যে প্রবেশ করে হযরত ইউনুস (আঃ) মহান আল্লাহকে ডাকতে শুরু করেন। সেখানে সমুদ্রের তলদেশের অন্ধকার, মাছের পেটের অন্ধকার এবং রাত্রির অন্ধকার এই তিন অন্ধকার একত্রিত হয়েছিল। তিনি সমুদ্রের তলদেশের কংকর গুলির তাসবীহ পাঠ শুনে নিজেও তাসবীহ পাঠ করতে শুরু করেন। তিনি মাছের পেটে গিয়ে প্রথমতঃ মনে করে ছিলেন যে, তিনি মৃত্যুবরণ করেছেন। তারপর তিনি পা নাড়িয়ে দেখেন এবং তা নড়ে ওঠে। সুতরাং মাছের পেটের মধ্যেই তিনি সিজদায় পড়ে যান এবং বলেনঃ “হে আমার প্রতিপালক! আমি এমন এক জায়গাকে মসজিদ বানিয়ে নিয়েছি। যে, সতঃ কেউই এই জায়গাকে ইতিপূর্বে সিজদার জায়গা বানায় নাই।হযরত হাসান বসরী (রাঃ) বলেন যে, হযরত ইউনুস (আঃ) চল্লিশ দিন মাছের পেটে ছিলেন। তাফসীরে ইবনু জারীরে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা যখন হযরত ইউনুসকে (আঃ) বন্দী করার ইচ্ছা করেন তখন তিনি মাছকে নির্দেশ দেনঃ “তুমি তাকে গিলে নাও, কিন্তু তার মাংস ভক্ষণ করো না এবং অস্থিও ভেঙ্গে ফেলো না।\" যখন তিনি সমুদ্রের তলদেশে পৌঁছেন তখন সেখানে তাসবীহ পাঠ শুনে তিনি হতবাক হয়ে যান। ওয়াহীর মাধ্যমে তাকে জানিয়ে দেয়া হয় যে, এটা হলো সমুদ্রের জন্তু গুলির তাসবীহ পাঠ। তখন তিনিও আল্লাহর তাসবীহ পাঠ শুরু করে দেন। তার তাসবীহ পাঠ শুনে ফেরেশতারা বলেনঃ “হে আমাদের প্রতিপালক! এটা খুবই দুরের শব্দ এবং খুবই দুর্বল অওয়ায, কার আওয়ায এটা? আমরা তে বুঝতে পারলাম না। আল্লাহ তাআলা তাদেরকে উত্তরে বললেনঃ “এটা আমার বান্দা ইউনুসের (আঃ) শব্দ। সে আমার নাফরমানী করেছে বলে আমি তাকে মাছের পেটে বন্দী করেছি।\"ফেরেশতারা তখন বললেনঃ “হে আমাদের প্রতিপালক! তার নেক আমলগুলি তো দিনরাত্রির সব সময় আকাশে উঠতেই থাকতো ।?\" উত্তরে আল্লাহ তাআলা বলেনঃ “হা।” তখন তারা তার জন্যে সুপারিশ করেন। আল্লাহ তাদের সুপারিশ ককূল করেন। তিনি মাছকে নিদের্শ দেন যে, সে যেন তাঁকে সমুদ্রের তীরে উগলিয়ে দেয়। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “অতঃপর আমি তাকে নিক্ষেপ করলাম এক তৃণহীন প্রান্তরে এবং সে ছিল রুগ্ন।” (৩৭:১৪৫) উপরে বর্ণিত রিওয়াইয়াতটির ঐ একটি মাত্র সনদ।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, যখন- (আরবী) এই কালেমাটির মাধ্যমে আল্লাহ তাআলার নিকট প্রার্থনা করেন তখন এই কালেমাটি আরূশের চারদিকে ঘুরতে থাকে। তখন ফেরেশতারা বলেনঃ “হে আমাদের প্রতিপালক! এটা তো খুবই দূরের শব্দ। কিন্তু কান এ শব্দের সাথে পরিচিত। এটা অত্যন্ত দুর্বল ও ক্ষীণ শব্দ!\" আল্লাহ তাআলা তাঁদেরকে জিজ্ঞেস করেনঃ “এটা কার শব্দ তা কি তোমরা জান না?” উত্তরে তারা বলেনঃ “হে আমাদের প্রতিপালক! না তো! কে তিনি?” আল্লাহ তাআলা তখন বলেনঃ “এটা হলো আমার বান্দা ইউনুসের (আঃ) শব্দ। ফেরেশতারা তখন বলেনঃ “তা হলে তিনি তো সেই ইউনস (আঃ} যার ককূলকৃত পবিত্র আমল প্রত্যেক দিন আপনার নিকট উঠে আসতো এবং যার প্রার্থনা আপনি ককূল করতেন! হে আমাদের প্রতিপালক! তিনি যখন সুখের সময় ভাল আমল করতেন তখন এই বিপদের সময় আপনি তার প্রতি দয়া করুন!” তৎক্ষণাৎ আল্লাহ তাআলা মাছকে হুকুম করলেন যে, সে যেন কোন কষ্ট না দিয়েই তাকে সমুদ্রের তীরে নিক্ষেপ করে। (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ বলেনঃ তখন আমি তার ডাকে সাড়া দিয়েছিলাম এবং তাকে উদ্ধার করলাম দুশ্চিন্তা হতে। আর এভাবেই আমি মুমিনদেরকে উদ্ধার করে থাকি। সে বিপদে পরিবেষ্টিত হয়ে যখন আমাকে আহবান করলো, আমি তখন তার আহবানে সাড়া দিলাম এবং ঐ বিপদ থেকে তাকে মুক্তি দান করলাম।বিশেষ করে যারা বিপদ আপদের সময় এই দুআয়ে ইউনুস (আঃ) পাঠ করে তাদেরকে আল্লাহ তাআলা ঐ সব বিপদ আপদ থেকে উদ্ধার করে থাকেন। এ ব্যাপারে সাইয়্যেদুল আম্বিয়া হযরত মুহাম্মদের (সঃ) পক্ষ হতে খুবই উৎসাহ প্রদান করা হয়েছে। হযরত সা’দ ইবনু আবি অক্কাস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি মসজিদে হযরত উছমান ইবনু আফানের (রাঃ) নিকট গমন করি। আমি তাকে সালাম করি। তিনি আমাকে পূর্ণ দৃষ্টিতে দেখেন, কিন্তু আমার সালামের জবাব দিলেন না। আমি তখন আমীরুল মু'মিনীন হযরত উমার ইবনু খাত্তাবের (রাঃ) নিকট গিয়ে তার বিরুদ্ধে অভিযোগ করি। তিনি হযরত উছমানকে ডেকে পাঠান এবং তাঁকে বলেনঃ “আপনি আপনার এই মুসলমান ভাই-এর সালামের জবাব দেন নাই কেন?” তিনি উত্তরে বলেনঃ “আমি এরূপ করি নাই (অর্থাৎ তিনি আমার কাছে আসেন নাই এবং সালামও দেন নাই।\" আমি। বললামঃ হাঁ (অর্থাৎ আমি এসেছি ও সালাম দিয়েছি)। শেষ পর্যন্ত তিনি শপথ করলেন এবং আমিও শপথ করলাম। তারপর কি মনে করে তিনি বললেনঃ “আমি আল্লাহ তাআলার নিকট ক্ষমা প্রার্থনা করছি এবং তার কাছে তাওবা করছি। অবশ্যই ইতিপূর্বে আমার কাছে এসেছিলেন। কিন্তু ঐ সময় আমি মনে মনে ঐকথা বলছিলাম যা আমি রাসূলুল্লাহ (সাঃ) হতে শুনেছিলাম। আল্লাহর শপথ! যখন আমার ঐ কথা মনে হয়ে যায় তখন শুধু আমার চোখের উপরই পর্দা পড়ে না, বরং আমার অন্তরের উপরও পর্দা পড়ে যায়। আমি তখন বললামঃ আমি আপনাকে ঐ খবর দিচ্ছি। একদা রাসূলুল্লাহ (সঃ) আমাদের সামনে প্রথম দুআ’র বর্ণনা দিতে যাচ্ছিলেন। এমন সময় এক বেদুঈন এসে পড়ে এবং রাসূলুল্লাহ (সঃ) কথার মোড় নিজের দিকে ফিরিয়ে নেন। এভাবে অনেক্ষণ কেটে যায়। তারপর রাসূলুল্লাহ (সঃ) সেখান থেকে উঠে পড়েন এবং নিজের বাড়ীর দিকে চলতে শুরু করেন। আমিও তার পিছনে পিছনে চলতে থাকি। যখন তিনি বাড়ীর কাছাকাছি হয়ে যান তখন আমি আশংকা করি যে, তিনি হয়তো বাড়ীর মধ্যে প্রবেশ করবেন, আর আমি এখানেই রয়ে যাবো। সুতরাং আমি জোরে জোরে পা ফেলে চলতে লাগলাম। আমার জুতার শব্দ শুনে তিনি আমার দিকে ফিরে তাকান এবং বলেনঃ “আরে, তুমি আবু ইসহাক?” আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! হাঁ, আমিই বটে। তিনি জিজ্ঞেস করলেনঃ “খবর কি?” আমি জবাব দিলামঃ হে আল্লাহর রাসূল (সাঃ)! আপনি প্রথম দুআ’র বর্ণনা দিতে যাচ্ছিলেন। এমন সময় ঐ বেদুঈন এসে পড়েছিল এবং আপনার কথার মোড় ঘুরিয়ে দিয়েছিল। তিনি আমার একথা শুনে বললেনঃ “হাঁ, হাঁ।” ওটা ছিল যুন নূনের (আঃ) দুআ যা তিনি মাছের পেটের মধ্যে থাকা অবস্থায় করেছিলেন। অর্থাৎ (আরবী) এই দুআ’টি। জেনে রেখো যে, যে কোন মুসলমান যে কোন ব্যাপারে যখনই তার প্রতিপালকের কাছে এই দুআ’টি করবে, তিনি তা ককূল করবেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত সা'দ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে কেউই হযরত ইউনুসের (আঃ) এই দুআ’র মাধ্যমে দুআ করবে, আল্লাহ তাআলা অবশ্যই তার দুআ কবূল করবেন।” (এ হাদীসটি মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে) হযরত আবু সাঈদ (রাঃ) বলেন যে, এই আয়াতেই এরপরেই রয়েছেঃ “এভাবেই আমি মু'মিনদেরকে উদ্ধার করে থাকি।”হযরত সা'দ ইবনু আবি অক্কাস (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “আল্লাহ তাআলার ঐ নামটি যার মাধ্যমে তাঁকে ডাকলে তিনি সেই ডাকে সাড়া দিয়ে থাকেন এবং কিছু চাইলে প্রদান করে থাকেন তা হলো হযরত ইউনুস ইবনু মাত্তার (আঃ) দুআটি।” হযরত সাদ (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি হযরত ইউনুসের (আঃ) জন্যে বিশিষ্ট ছিল, না সমস্ত মুসলমানের জন্যেই সাধারণ?” উত্তরে তিনি বলেনঃ “তুমি কি কুরআন কারীমে পড় নাই যে, তাতে রয়েছেঃ “আমি তার ডাকে সাড়া দিয়েছিলাম ও তাকে দুশ্চিন্তা হতে উদ্ধার করে ছিলাম এবং এভাবেই আম মু'মিনদেরকে উদ্ধার করে থাকি।” সুতরাং যে কেউই এই দুআ করবে আল্লাহ তা কবূল করার ওয়াদা করেছেন।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত কাসীর ইবনু মা’বাদ (রঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি। হযরত হাসান বসরীকে (রঃ) জিজ্ঞেস করলামঃ হে আবু সাঈদ (রঃ)! আল্লাহ তাআলার যে ইসমে আযমের মাধ্যমে তার কাছে দুআ করলে তিনি তা ককূল করে থাকেন এবং কিছু চাইলে তা প্রদান করে থাকেন ওটা কি? তিনি উত্তরে বললেনঃ “হে আমার ভ্রাতুস্পুত্র! তুমি কি কুরআন কারীমের মধ্যে উল্লিখিত আল্লাহ তাআলার এই ফরমনি পাঠ কর নাই?” অতঃপর তিনি (আরবী) পর্যন্ত পাঠ করেন। তারপর বলেনঃ “হে আমার ভাতিজা! এটাই হলো আল্লাহ তাআলার ঐ ইসমে আযম যে, যখন এর মাধ্যমে তাঁর নিকট দুআ করা হয়। তখন তিনি তা কবুল করে থাকেন এবং যা চাওয়া হয় তা তিনি দিয়ে থাকেন।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)",
  "ayah": 88,
  "surah": 21
}
