{
  "text": "৭-৯ নং আয়াতের তাফসীর:\nমানুষের মধ্য হতে কেউ যে রাসূল হতে পারেন কাফিররা এটা অস্বীকার করতো। তাদের এই বিশ্বাস খণ্ডন করার জন্যে আল্লাহ তাআলা বলেনঃ হে নবী (সাঃ) তোমার পূর্বে যত নবী ও রাসূল এসেছিল সবাই তো মানুষই ছিল, তাদের কেউই ফেরেশতা ছিল না। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! তোমার পূর্বে আমি যত সব রাসূল পাঠিয়েছিলাম এবং তাদের কাছে ওয়াহী করেছিলাম তারা সূবাই শহরবাসী মানুষই ছিল।” (১২৪ ১০৯) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “হে নবী (সঃ) ! তুমি বলঃ আমি তো নতুন অসাধারণ এবং প্রথম নবী নই।” (৪৬:১) এই কাফিরদের পূর্ববর্তী কাফিররাও তাদের নবীদেরকে মান্য করার ব্যাপারে এই কৌশলই অবলম্বন করেছিল। যেমন কুরআন কারীমে এই বর্ণনা রয়েছে যে, তারা বলেছিলঃ (আরবী) অর্থাৎ “একজন মানুষই কি আমাদেরকে পথ প্রদর্শন করবে?” (৬৪:৬) এখানে আল্লাহ তাআলা বলেনঃ আচ্ছা, তোমরা আহলে ইলম অর্থাৎ ইয়াহুদী, খৃস্টান ও অন্যান্য দলকে জিজ্ঞেস করে দেখো তো যে, তাদের কাছে কি মানুষই রাসূল হয়ে এসেছিল, না ফেরেশতা?\" এটাও আল্লাহ তাআলার একটা অনুগ্রহ যে, মানুষের কাছে তাদেরই মত মানুষকে রাসূলরূপে প্রেরণ করে থাকেন যাতে তারা তাদের সাথে উঠা বসা করতে পারে এবং তাদের নিকট হতে শিক্ষা গ্রহণ করতে সক্ষম হয়। আর যাতে তারা তাদের কথাই বুঝতে পারে। তাদের কেউই এরূপ দেহ বিশিষ্ট ছিল না যে, তাদের পানা হারের প্রয়োজন হতো না। বরং তারা সবাই পানাহারের মুখাপেক্ষী ছিল যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার পূর্বে যতগুলি রাসূল পাঠিয়েছিলাম তারা সবাই খাদ্য খেতো এবং বাজারে চলাফেরাও করতো।\" (২৫:২০) অর্থাৎ তারা সবাই মানুষই ছিল। মানুষের মতই তারা পানাহার করতো এবং কাজকর্ম ও ব্যবসা বাণিজ্যের জন্যে বাজারে গমনাগমন করতে থাকতো।সুতরাং এগুলো তাদের পয়গম্বরীর পরিপন্থী নয়। যেমন মুশরিকরা বলতোঃ (আরবী) অর্থাৎ “এটা কেমন রাসূল যে, সে খাদ্য খায় ও বাজারে গমনাগমন করে? তার কাছে কোন ফেরেশতা আসে না কেন, যে তার সংগে থাকত সতর্ককারীরূপে? আচ্ছা এটা না হয় না-ই হলো, তা হলে তাকে কোন ধন ভাণ্ডারের মালিক বানিয়ে দেয়া হয় নাই কেন? কেনই বা তাকে কোন বাগান প্রদান করা হয় নাই। যদ্ধারা সে স্বচ্চলভাবে জীবন যাপন করতো?” (২৫:৭-৮) অনুরূপভাবে পূর্ববর্তী নবীরাও দুনিয়ায় চিরস্থায়ী ভাবে অবস্থান করে নাই। এসেছে ও গিয়েছে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমাদের পূর্বে কোন মানুষের জন্যে আমি চিরস্থায়ী জীবন করি নাই।\" (২১৪ ৩৪) তাদের কাছে অবশ্যই আল্লাহর ওয়াহী আসতো এবং ফেরেশতারা তাঁর আহ্কাম পৌঁছিয়ে দিতেন। ফুমের কারণে ধ্বংস হয়ে যায় এবং তারা পরিত্রাণ পায়। তাদের অনুসারীরাও সফলকাম হয় এবং সীমা অতিক্রমকারীদেরকে অর্থাৎ নবীদেরকে যারা মিথ্যা প্রতিপাদন করেছিল তাদেরকে তিনি ধ্বংস করে দেন।",
  "ayah": 9,
  "surah": 21
}
