{
  "text": "৯৫-৯৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেন যে, ধ্বংস প্রাপ্ত লোকদের পুনরায় দুনিয়ায় প্রত্যাবর্তন অসম্ভ। ভাবার্থ এও হতে পারে যে, তাদের তাওবা গৃহীত হবে না কিন্তু প্রথম উক্তিটিই উত্তম। ইয়াজুজ ও মাজুজ হযরত আদমেরই (আঃ) বংশোদ্ভূত। এমনকি তারা হযরত নূহের (আঃ) পুত্র ইয়াফাসের সন্তানদের অন্তর্ভুক্ত। তুর্কীরা তাদেরই বংশধর। এরাও তাদেরই একটা দল। এদেরকে যুলকারনাইনের নির্মিত প্রাচীরের বাইরে ছেড়ে দেয়া হয়েছিল। তিনি প্রাচীরটি নির্মাণ করে বলেছিলেনঃ “এটা আমার প্রতিপালকের রহমত। আল্লাহর ওয়াদাকৃত সময়ে তা চূর্ণ বিচূর্ণ হয়ে যাবে। আমার প্রতিপালকের ওয়াদা সত্য।”কিয়ামত নিকটবর্তী হওয়ার সময় ইয়াজুজ মাজুজ সেখান থেকে বেরিয়ে আসবে এবং ভূ-পৃষ্ঠে বিশৃংখলা সৃষ্টি করবে। প্রত্যেক উঁচু জায়গাকে আরবী ভাষায় (আরবী) বলা হয়। বর্ণিত আছে যে, তাদের বের হওয়ার সময় তাদের এই অবস্থাই হবে। এই খবরকে শ্রোতাদের সামনে এমনভাবে বর্ণনা করা হয়েছে যে, যেন তারা স্বচক্ষে দেখতে রয়েছে। আর বাস্তবিকই আল্লাহ তাআলা অপেক্ষা অধিক সত্য খবরদাতা আর কে হতে পারে? তিনি তো দৃশ্য ও অদৃশ্য সম্পর্কে পূর্ণ ওয়াকিফহাল। যা হয়ে গেছে ও যা হবে তা তিনি সম্যক অবগত। হযরত ইবনু আব্বাস (রাঃ) ছেলেদেরকে লাফাতে, খেলতে, দৌড়তে এবং একে অপরের উপর চড়তে দেখে বলেনঃ “এভাবেই ইয়াজুজ মাজুজ আসবে।” বহু হাদীসে তাদের বের হওয়ার কথা বলা হয়েছে।\nপ্রথম হাদীসঃ\nহযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “ইয়াজুজ ও মাজুজকে যখন খুলে দেয়া হবে এবং তারা লোকদের কাছে পৌঁছবে, যেমন মহামহিমান্বিত আল্লাহ বলেনঃ “তারা প্রত্যেক উচ্চ ভূমি হতে ছুটে আসবে।” তখন তারা জনগণের মধ্যে ছেয়ে যাবে এবং মুসলমানরা তাদের শহর ও দুর্গের মধ্যে কুঁচকে পড়বে। আর তারা তাদের পশুগুলিকে ওর মধ্যে নিয়ে যাবে। তারা ভূ-পৃষ্ঠের পানি পান করতে থাকবে। ইয়াজুজ মাজুজ যে নদীর পার্শ্ব দিয়ে গমন করবে, ওর পানি তারা সমস্ত পান করে ফেলবে। শেষ পর্যন্ত সেখান থেকে ধূলো উড়তে থাকবে। তাদের অন্য দল যখন সেখানে পৌঁছবে তখন তারা পরস্পর বলাবলি করবে: “সতঃ কোন যুগে এখানে পানি ছিল।\" যখন তারা দেখবে যে, এখন ভুপৃষ্ঠে আর কেউই অবশিষ্ট নেই। আর বাস্তবিকই যে সব মুসলমান নিজেদের শহরে ও দুর্গে আশ্রয় গ্রহণ করবে তারা ছাড়া যমীনের উপর আর কেউই বাকী থাকবে না, তখন তারা বলবেঃ পৃথিবীর অধিবাসীদেরকে তো আমরা শেষ করে ফেলেছি, সুতরাং এখন আকাশবাসীদের খবর নেয়া যাক।\" অতঃপর তাদের একজন দুষ্ট ব্যক্তি তার বর্শাটি আকাশের দিকে নিক্ষেপ করবে। তখন মহান আল্লাহর হুকুমে ওটা রক্ত মাখানো অবস্থায় তাদের কাছে ফিরে আসবে। এটাও হবে একটা কুদরতী পরীক্ষা। এরপ তাদের ঘাড়ে গুটি বের হবে এবং এই মহামারীতে তারা সবাই একই সাথে মৃত্যু বরণ করবে। তাদের একজনও অবশিষ্ট থাকবে না। তাদের সমস্ত শোর গোলের সমাপ্তি ঘটবে। মুসলমানরা বলবেঃ “এমন কেউ আছে কি, যে আমাদের মুসলমানদের স্বার্থে জীবনের ঝুঁকি নিয়ে বাইরে গিয়ে শত্রুদের অবস্থা দেখে আসতে পারে?\" তখন এক ব্যক্তি এজন্যে প্রস্তুত হয়ে যাবে এবং নিজেকে নিহত মনে করে আল্লাহর পথে মুসলমানদের খিদমতের উদ্দেশ্যে বেরিয়ে পড়বে। তখন সে দেখতে পাবে যে শত্রুদের মৃতদেহের স্কুপ পড়ে রয়েছে। সবাই ধ্বংসের কবলে পতিত হয়েছে। তখন উচ্চস্বরে ডাক দিয়ে বলবেঃ “হে মুসলিম বৃন্দ! তোমরা সুসংবাদ গ্রহণ কর এবং খুশী হয়ে যাও। আল্লাহ তাআলা তোমাদের শত্রুদেরকে ধ্বংস করে দিয়েছেন। তাদের মৃতদেহের ঢেরি পড়ে রয়েছে। তার একথা শুনে মুসলমাল্লা বেরিয়ে আসবে এবং তাদের গৃহপালিত পশুগুলিকেও সাথে আনবে। তাদের পশুগুলির খাদ্য মৃতদেহগুলির মাংস ছাড়া আর কিছু থাকবে না। ওগুলি খেয়ে তারা খুব মোটা তাজী হয়ে যাবে। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)\nদ্বিতীয় হাদীসঃ\nহযরত নাওয়াস ইবনু সামআন আল কিলাবী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ একদা সকালে রাসূলুল্লাহ (সঃ) দাজ্জালের বর্ণনা দেন এবং এই বর্ণনা তিনি এমনভাবে দেন যে, সে খেজুর গাছের আড়ালে রয়েছে। বলে আমাদের ধারণা হয়। আর মনে হয় যে, সে যেন বের হতে চাচ্ছে। তিনি বলেনঃ “আমি তোমাদের ব্যাপারে দাজ্জালের চেয়ে অন্য কিছুর বেশী ভয় করি। আমি তোমাদের মাঝে বিদ্যমান থাকা অবস্থায় যদি সে বের হয়। তবে তোমাদের মাঝে আমি তার প্রতিবন্ধক হয়ে যাবো। আর আমি তোমাদের মাঝে বিদ্যমান থাকবো না এমন অবস্থায় যদি সে বের হয় তবে আমি তোমাদের নিরাপত্তার জন্যে তোমাদেরকে আল্লাহর হাতে সমর্পণ করছি। সে হবে এলোমেলো চুল বিশিষ্ট এবং কানা ও উপরের দিকে উখিত চক্ষু বিশিষ্ট যুবক। সে সিরিয়া ও ইরাকের মধ্যবর্তী স্থান হতে বের হবে। ডান দিকে ও বাম দিকে সে ঘুরতে থাকবে। হে আল্লাহর বান্দারা! তোমরা অটল ও স্থির থাকবে।” আমরা জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! সে কত দিন অবস্থান করবে?” তিনি উত্তরে বললেনঃ “চল্লিশ দিন। একটি দিন এক বছরের সমান, একটি দিন একমাসের সমান, একটি দিন হবে এক সপ্তাহের সমান এবং অবশিষ্ট দিন হবে সাধারণ দিনের মত।\" আমরা আবার প্রশ্ন করলামঃ যে দিনটি এক বছরের সমান হবে তাতে এই পাঁচ ওয়াক্ত নামায পড়লেই কি যথেষ্ট হবে?” উত্তরে তিনি বললেনঃ “না, বরং অনুমান করে তোমাদেরকে সময় মত নামায আদায় করতে হবে। আমরা পুনরায় জিজ্ঞেস করলামঃ তার চলন গতি কেমন হবে? তিনি জবাব দিলেনঃ “যেমন বায়ু মেঘকে এদিক ওদিক তাড়িয়ে নিয়ে যায় তেমনই সে এদিক ওদিক ছুটাছুটি করবে। এক গোত্রের কাছে যাবে এবং তাদেরকে নিজের দিকে আহ্বান করবে। তারা তার কথা মেনে নেবে। সে আকাশকে নির্দেশ দেবে যে, ও যেন তাদের উপর বৃষ্টি বর্ষণ করে। যমীনকে তাদের জন্যে ফসল উৎপাদন করার হুকুম করবে। তাদের পশুগুলি পেটপূর্ণ অবস্থায় মোটা তাজা হয়ে ফিরে আসবে। অতঃপর সে অন্য গোত্রের নিকট গিয়ে তাদেরকে নিজের দিকে আহ্বান করবে, কিন্তু তারা অস্বীকার করবে। সে সেখান থেকে চলে আসবে। তখন তাদের সমস্ত মালধন তার পিছনে চলে আসবে এবং তারা হয়ে যাবে সম্পূর্ণ শূন্য হস্ত। সে অনাবাদী জঙ্গলে যাবে এবং যমীনকে বলবেঃ “তোমার গুপ্তধন উঠিয়ে দাও | যমীন তখন তা উপরে উঠিয়ে ফেলবে। তখন সমস্ত ধন ভাণ্ডার তার পিছনে এমনভাবে চলে যাবে যেমন ভাবে মৌমাছিগুলি তাদের নেতাদের পিছনে চলে থাকে। সে এও দেখাবে যে, একজন লোককে তরবারী দ্বারা দু'টুকরা করে দেবে এবং ও দুটিকে এদিকে ওদিকে বহু দূরে নিক্ষেপ করবে। তারপর তার নাম ধরে ডাক দেবে এবং তৎক্ষণাৎ সে জীবিত হয়ে তার কাছে চলে আসবে। সে ঐ অবস্থাতেই থাকবে এমতাবস্থায় মহামহিমান্বিত আল্লাহ হযরত মসীহকে (আঃ) অবতীর্ণ করবেন। তিনি দামেস্কের পূর্ব দিকে সাদা মিনারের পার্শ্বে অবতরণ করবেন। তিনি স্বীয় হস্তদ্বয় ফেরেশতাদের ডানার উপর রাখবেন। তিনি দাজ্জালের পশ্চাদ্ধাবন করবেন এবং পূর্ব দরজা ‘লুদ-এর কাছে তাকে পেয়ে তাকে হত্যা করে ফেলবেন। তারপর হযরত ঈসার (আঃ) কাছে আল্লাহর ওয়াহী আসবেঃ “আমি আমার এমন বান্দাদেরকে পাঠাচ্ছি যাদের সঙ্গে যুদ্ধ করার ক্ষমতা তোমার নেই। সুতরাং তুমি আমার বান্দাদেরকে তুরের কাছে একত্রিত কর।” অতঃপর আল্লাহ তাআলা ইয়াজুজ মাজুজকে পাঠাবেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ তারা প্রত্যেক উঁচু স্থান হতে ছুটে আসবে।” তাদের কাজে অতিষ্ঠ হয়ে হযরত ঈসা (আঃ) ও তার সঙ্গীরা আল্লাহর নিকট প্রার্থনা করবেন। তখন তিনি গুটির রোগ পাঠাবেন যা তাদের গ্রীবায় বের হবে তখন তারা সবাই এক সাথে মৃত্যু বরণ করবে। অতঃপর হযরত ঈসা (আঃ) তার মু'মিন সঙ্গীগণ সহ এসে দেখবেন যে, সমস্ত যমীনে তাদের মৃতদেহের ঢেরী হয়ে গেছে। আর তাদের দুর্গন্ধে থাকা যায় না। হযরত ঈসা (আঃ) তখন আবার দুআ করবেন। ফলে আল্লাহ তাআলা উটের গর্দানের ন্যায় পাখি পাঠিয়ে দিবেন যারা ঐ মৃতদেহগুলি উঠিয়ে নিয়ে গিয়ে কোথায় যে ফেলে দেবে তা তিনিই জানেন। তারপর চল্লিশ দিন পর্যন্ত অনবরত যমীনে বৃষ্টি বর্ষিত হয়ে থাকবে। ফলে যমীন ধুয়ে মুছে হাতের তালুর ন্যায় পরিস্কার পরিচ্ছন্ন হয়ে যাবে। অতঃপর মহান আল্লাহর নির্দেশক্রমে বরকত উৎপাদন করবে। ঐদিন একটি দলের লোক একটি ডালিম খেয়েই পরিতৃপ্ত হয়ে যাবে এবং ওর বাকলের ছায়া তলে আশ্রয় লাভ করবে। একটি উষ্টীর দুগ্ধ একটি দলের লোকদের জন্যে, একটি গাভীর দুগ্ধ একটি গোত্রের জন্যে এবং একটি বকরীর দুগ্ধ একটি বাড়ীর পরিবারের জন্যে যথেষ্ট হবে। তারপর এক পবিত্র বায়ু প্রবাহিত হবে যা মুসলমানদের বগলের নীচ দিয়ে বের হবে এবং তাদের রূহ্ কব হয়ে যাবে। তখন যমীনে শুধু দুষ্ট লোকেরাই অবশিষ্ট থাকবে, যারা গাধার মত লাফাতে থাকবে। তাদের উপরই কিয়ামত সংঘটিত হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান বলেছেন)\nতৃতীয় হাদীসঃ\nহযরত হারমালা (রাঃ) তার খালা হতে বর্ণনা করেছেন যে, একদা রাসূলুল্লাহ (সঃ) ভাষণ দিচ্ছিলেন। ঐ সময় তার আঙ্গুলে বৃশ্চিকে দংশন করেছিল বলে তিনি ঐ আঙ্গুলে পট্টি বেঁধে ছিলেন। ভাষণে তিনি বলেনঃ “তোমরা বলছো যে, এখন দুশমন নেই। কিন্তু তোমরা দুশমনদের সাথে যুদ্ধ করতেই থাকবে। শেষ পর্যন্ত আল্লাহ তাআলা ইয়াজুজ মাজুজকে পাঠাবেন। তারা হবে চওড়া চেহারা ও ছোট চোখ বিশিষ্ট। তাদের চেহারা হবে প্রশস্ত ঢালের মত।” (এ হাদীসটিও মুসনাদে আহমদে বর্নিত হয়েছে)\nচতুর্থ হাদীসঃ\nএই রিওয়াইয়াতটি সূরায়ে আ'রাফের তাফসীরের শেষ ভাগে বর্ণিত হয়েছে। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মিরাজের রাত্রে হযরত ইবরাহীম (আঃ), হযরত মূসা (আঃ) ও হযরত ঈসার (আঃ) মধ্যে কিয়ামত সংঘটিত হওয়ার সময়ের ব্যাপারে আলোচনা শুরু হয়। হযরত ইবরাহীম (আঃ) বলেনঃ “এ সম্পর্কে। আমার কোন জ্ঞান বা অবগতি নেই। অনুরূপভাবে হযরত মূসা (আঃ) তার অজানার কথা প্রকাশ করেন। তখন হযরত ঈসা (আঃ) বলেনঃ “কিয়ামত যে কোন্ সময় সংঘটিত হবে এটা আল্লাহ ছাড়া আর কেউই জানে না। তবে আমার প্রতিপালক আমাকে এটুকু জানিয়ে দিয়েছেন যে, দাজ্জাল বের হবে। আমার সাথে দুটো ডাল থাকবে। আমাকে দেখা মাত্রই সে শীশার মত গলতে শুরু করবে। শেষ পর্যন্ত আল্লাহ তাআলা তাকে ধ্বংস করে ফেলবেন, যখন সে আমাকে দেখবে। এমনকি পাথর ও বৃক্ষও বলে উঠবেঃ “হে মুসলমান! এই যে, কাফির আমার ছায়ার নীচে রয়েছে, তুমি এসে তাকে হত্যা কর।” তখন আল্লাহ তাআলা তাকে ধ্বংস করে দিবেন এবং জনগণ তাদের শহরে ও দেশে ফিরে যাবে। ঐ সময় ইয়াজুজ মাজুজ বের হবে যারা প্রত্যেক উঁচু স্থান হতে ছুটে আসবে এবং যা পাবে ধ্বংস করবে। যত পানি পাবে সব পান করে ফেলবে। জনগণ আবার অতিষ্ঠ হয়ে নিজেদের বাস ভূমিতে অবরুদ্ধ হয়ে পড়বে। তারা অভিযোগ করবে, তখন আমি আল্লাহ তাআলার নিকট প্রার্থনা করবো। ফলে তিনি তাদেরকে ধ্বংস করে দিবেন। সারা ভূ পৃষ্ঠে তাদের দুর্গন্ধ ছড়িয়ে পড়বে। তারপর বৃষ্টি বর্ষিত হবে এবং পানির নালাগুলি তাদের গলিত মৃত দেহগুলি টেনে নিয়ে গিয়ে সমুদ্রে ফেলে দিবে। আমার প্রতিপালক আমাকে একথা বলে দিয়েছেন। যখন এসব কিছু প্রকাশিত হয়ে পড়বে তখন কিয়ামত সংঘটিত হওয়া ঠিক তেমনই যেমন পূর্ণ গর্ভবতী নারীর গর্ভপাত হওয়া। ঐ সময় তার পরিবারে লোকদের এই চিন্তা থাকে যে, হয়তো সকালে সে সন্তান প্রসব করবে বা সন্ধ্যায় করবে অথবা রাত্রে করবে।” (এই হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম ইবনু মাজাহ (রঃ) বর্ণনা করেছেন)কুরআন কারীমের (আরবী) এই আয়াতটি এটাকে সত্যায়িত করছে। এই ব্যাপারে বহু হাদীস রয়েছে। হযরত কা'ব (রাঃ) বলেন যে, ইয়াজুজ মাজুজের বের হবার সময় তারা প্রাচীর খনন করবে। এমন কি তাদের কোদালের শব্দ আশে পাশের লোকেরা শুনতে পাবে। খনন করতে করতে রাত্রি হয়ে যাবে। তখন তাদের একজন। বলবেঃ “সকালে এসে আমরা এটাকে ভেঙ্গে ফেলবো।” কিন্তু আল্লাহ তাআলা ওটাকে পূর্ব অবস্থায় ফিরিয়ে দিবেন। সকালে এসে তারা দেখতে পাবে যে, ওটাকে আল্লাহ তাআলা পূর্ব অবস্থায় ফিরিয়ে দিয়েছেন। আবার তারা খনন করতে শুরু করবে এবং এই একই অবস্থা ঘটতে থাকবে। শেষ পর্যন্ত যখন তাদের বের হওয়া আল্লাহ তাআলা মঞ্জুর করবেন তখন তাদের এক ব্যক্তির মুখ দিয়ে বেরিয়ে যাবেঃ “আগামী কাল ইনশা আল্লাহ আমরা এটাকে ভেঙ্গেফেলবো।” সুতরাং পরদিন এসে তারা দেখতে পাবে যে গতকাল তারা ওটাকে যে অবস্থায় ছেড়ে দিয়েছিল ঐ অবস্থাতেই রয়েছে। তখন তারা ওটাকে খনন করে ভেঙ্গে ফেলবে। তাদের প্রথম দলটি বাহীরার পার্শ্ব দিয়ে বের হবে এবং সমস্ত পানি পান করে ফেলবে। দ্বিতীয় দলটি এসে শুধু কাদা চাটবে। আর তৃতীয় দলটি এসে বলবেঃ “সম্ভবতঃ কোন সময় এখানে পানি ছিল। জনগণ তাদেরকে দেখে পালিয়ে গিয়ে এদিকে ওদিকে লুকিয়ে যাবে। যখন তারা যমীনে কাউকেও দেখতে পাবে না তখন আকাশের দিকে তাদের তীর ছুঁড়বে। তখন ঐ তীরটি রক্ত মাখানো অবস্থায় তাদের কাছে ফিরে আসবে। তারা তখন গর্ব করে বলবেঃ “আমরা পৃথিবীবাসী ও আকাশবাসীদের উপর বিজয়ী হয়েছি।” ঐ সময় হযরত ঈসা ইবনু মারইয়াম (আঃ) তাদের উপর বদ দুআ করে বলবেনঃ “হে আল্লাহ! তাদের সাথে মুকাবিলা করার শক্তি আমাদের নেই। অরি যমীনে চলা ফেরা করাও আমাদের প্রয়োজন। সুতরাং যেভাবেই হোক আপনি আমাদেরকে তাদের কবল থেকে মুক্তি দান করুন।\" তখন আল্লাহ তাআলা তাদেরকে মহামারীতে আক্রান্ত করবেন। তাদের দেহে গুটি বের হবে এবং তাতেই তারা সবাই ধ্বংস হয়ে যাবে। তারপর এক প্রকারের পাখী এসে তাদেরকে চঞ্চুতে উঠিয়ে নিয়ে গিয়ে সমুদ্রে নিক্ষেপ করবে। তারপর মহান আল্লাহ নাহরে হায়াত জারি করে দিবেন, যা যমীন ধুয়ে মুছে পরিষ্কার করে দেবে। যমীন নিজের বরকত বের করবে। একটি ডালিম একটি বাড়ীর পরিবারবর্গের জন্যে যথেষ্ট হবে। এক ব্যক্তি এসে ঘোষণা করবেঃ ‘যুসসুইয়াকতীন’ বেরিয়ে পড়েছে। হযরত ঈসা (আঃ) সাতশ' আটশ সৈন্যের একটি বাহিনী প্রেরণ করবেন। তারা পথেই থাকবে। এমতাবস্থায় আল্লাহ তাআলার হুকুমে ইয়ামনের দিক হতে এক পবিত্র বায়ু প্রবাহিত হবে, যার ফলে সমস্ত মুমিনের রূহ্ কব হয়ে যাবে। তখন যমীনে শুধু দুষ্ট প্রকৃতির লোকেরাই রয়ে যাবে। তারা হবে চতুষ্পদ জন্তুর মত। তাদের উপর দিয়ে কিয়ামত সংঘটিত হবে। ঐ সময় কিয়ামত এতো নিকটবর্তী হবে যেমন পূর্ণ গর্ভবতী ঘোটকী, যার বাচ্চা প্রসবের সময়কাল অতি নিকটবর্তী, যার আশে পাশে ওর মনিব ঘোরা ফেরা করে এই চিন্তায় যে, কখন বা বাচ্চা হয়ে যায়। হযরত কা'ব (রাঃ) একথা বলার পর বলেনঃ “ এখন যে ব্যক্তি আমার এই উক্তি ও এই ইলমের পরেও অন্য কিছু বলে সে বানিয়ে কথা বলে।\" হযরত কাবের (রাঃ) বর্ণিত এই ঘটনাটি উত্তম ঘটনাই বটে। কেননা, সহীহ্ হাদীস সমূহে এও রয়েছে যে, ঐ যুগে হযরত ঈসা (আঃ) বায়তুল্লাহ শরীফের হজ্জও করবেন।মুসনাদে আহমাদে এ হাদীসটি মার’রূপে বর্ণিত আছে যে, তিনি ইয়াজুজ-মাজুজের বের হবার পরে অবশ্যই বায়তুল্লাহর হজ্জ করবেন। এ হাদীসটি সহীহ বুখারীতেও রয়েছে।যখন এই ভয়াবহ অবস্থা, এই ভূ-কম্পন এবং এই বালা-মসীবত এসে পড়বে তখন কিয়ামত অতি নিকটবর্তী এসে পড়বে। এ অবস্থা দেখে কাফিররা বলবেঃ “এটা বড়ই কঠিন দিন। তাদের চক্ষুগুলি স্থির হয়ে যাবে এবং বলতে শুরু করবেঃ “হায়, দুর্ভোগ আমাদের! আমরা তো ছিলাম এ বিষয়ে উদাসীন। আমরা নিজেরাই নিজেদের পায়ে কুড়াল মেরেছি। সত্যি, আমরা সীমালংঘনকারীই ছিলাম। এভাবে তারা নিজের পাপের কথা অকপটে স্বীকার করবে এবং লজ্জিত হবে। কিন্তু তখন সবই বৃথা।",
  "ayah": 97,
  "surah": 21
}
