{
  "text": "سَنُقْرِئُكَ فَلَا تَنسَىٰ ۔ إِلَّا مَا شَاءَ اللَّـهُ (We will make you recite, then you will not forget, except that which Allah wills. Indeed He knows what is manifest and what is hidden....87:6-7). In the preceding verses, Allah depicted the manifestation of His Omnipotence and [ profound ] wisdom. Thereafter, a few guidelines are given to the Holy Prophet ﷺ regarding his prophetic obligation. Before putting forth the guidelines, he is given the cheerful news of making his task easier. When the Qur'an was revealed initially, and as Jibra'il (علیہ السلام) began to recite, the Holy Prophet ﷺ made haste to repeat, lest any word or sentence should be lost. He was, therefore, told not to make haste with it, and to wait until the angel had delivered the whole message, and then to repeat the words of the revelation, being assured that it was a Divine arrangement, and that nothing would be lost. On this occasion, he is still more plainly told: 'then you will not forget, except that which Allah wills.'\nWhile Allah made the Holy Prophet ﷺ remember all of the Qur'an, there were certain verses which Allah made him forget, because they had been abrogated. This was done by Allah's command, and is not done without reason. There are several ways in which this is done. One way of doing this is that a second clear injunction is revealed contrary to the first injunction. Another way of abrogating a particular verse is to obliterate a verse from the memory of the Holy Prophet\tﷺ and the memory of all other Muslims, as stated in:\nمَا نَنسَخ مِن آیَتٍ اَو نُنسِھَا\n'Whenever We abrogate a verse or cause it to be forgotten. [ 2:106] '\nSome scholars interpret the exceptive sentence 'except that which Allah wills' differently. They say that for some reason Allah blots out temporarily a verse from Holy Prophet's ﷺ memory, but he may remember it again, in support of which the following narrative may be adduced: One day the Holy Prophet ﷺ recited a Surah, but omitted one of the verses. Sayyidna Ubayy Ibn Ka` b ؓ ، one of the Prophet's scribes, was present. He thought it might have been abrogated. On inquiry, the Holy Prophet said that it was not abrogated, but that it was omitted by mistake. [ Qurtubi ]. In this interpretation, it may be summarised that forgetting a verse temporarily, and then remembering it again, does not go against the promise made in this verse. [ In fact, it is an exception from this promise.] Allah knows best!",
  "ayah": 6,
  "surah": 87
}
