{
  "text": "واللہ خلقکم من تراب ۔۔۔۔۔۔ علی اللہ یسیر (11) ”\nانسان کی پہلی تخلیق کی طرف قرآن کریم میں بار بار اشارہ کیا گیا ہے کہ اسے مٹی سے پیدا کیا گیا ۔ اسی طرح قرآن میں حمل کے ابتدائی مراحل کی طرف بھی مفصل اشارہ کیا گیا ہے۔ یعنی نطفے کی طرف۔ تراب وہ عنصر ہے جس میں زندگی نہیں ہوتی اور نطفہ وہ عنصر ہے جس میں زندگی ہوتی ہے۔ اس کائنات کے عظیم معجزات میں سے ایک یہ ہے کہ اس بےجان عنصر میں کس طرح جان ڈال دی گئی اور حیات کس طرح پہلے عنصر کے ساتھ گھل مل گئی۔ آج تک یہ راز معمہ ہے اور انسان ابھی تک اس تک رسائی حاصل نہیں کرسکا۔ یہ ایک قائم اور دیکھی جانے والی حقیقت ہے۔ اس کے اعتراف کے سوا چارہ کار بھی نہیں ہے۔ یہ معجزہ خالق ، زندہ کرنے والے اور عظیم قدرت والے اللہ کی طرف انسان کو دھکیل کرلے جاتا ہے اور انسان کسی شکل میں بھی اسے رد نہیں کرسکتا اور نہ اس میدان میں کوئی چوں چرا کرسکتا ہے۔\nبےجان سے جان دار کی طرف کسی عنصر کو منتقل کرنا نہایت ہی بڑا انقلاب ہے اور یہ زمان و مکان کی دوریوں سے بھی زیادہ اہم ہے۔ اس انقلاب پر ایک زندہ دل شخص جس قدر بھی غور کرے وہ ملول نہ ہوگا۔ اس طرح اس کائنات کے اسرار کبھی ختم نہ ہوں گے اور اس راہ میں علم کے آگے بڑھنے سے جو اسرار و رموز کبھی کھلیں گے ہر اگلا راز پچھلے سے زیادہ عجیب ہوگا۔\nاب اس نطفے سے ذرا آگے بڑھئے۔ ایک خلیہ کامل ہوتا ہے ، جنین بنتا ہے اور پھر ایک مرحلے میں اس جنین کی جنس کا تعین ہوتا ہے ۔ مرد اور عورت الگ الگ ۔ پھر وہ صورت بنتی ہے جس کی طرف قرآن اشارہ کرتا ہے۔\nثم جعلکم ازواجا (35: 11) ” پھر تمہارے جوڑے بنا دئیے “۔ چاہے اس سے مراد یہ ہو کہ جنین کی حالت میں مذکر اور مونث کا امتیار کردیا یا اس سے مراد یہ ہو کہ ولادت کے بعد اور بالغ ہونے کے بعد شادیاں کر کے جوڑے بنا دیا۔ یہ انقلاب بھی کیا فکر و نظر کے لیے کم ہے کہ نہایت چھوٹے نطفے سے یوں مذکر و مونث بنا دیا گیا تو یہ بھی ایک عظیم انقلاب ہے۔ یا تو ایک چھوٹا سا نکتہ جو نطفے کی شکل میں ہے اور یا پھر ایک مکمل انسان جو ایک قوی ہیکل مخلوق ہے اور جس کے جسم کے اندر کثیر التعداد مشینیں ہیں جو مختلف کام کر رہی ہیں۔ جس کی تفصیلات میڈیکل سائنسز میں موجود ہیں اور باہم بالکل جدا ہیں۔\nاب ہمارے زیر مطالعہ یہ سادہ خلیہ ہے۔ یہ اب تقسیم در تقسیم ہوتا ہے اور اس سے اور خلیے نکلتے ہیں ۔ اب اس ایک خلیے سے خلیات کے مجموعے بنتے چلے جاتے ہیں اور اعضاء بنتے چلے جاتے ہیں اور ہر عضو کا ایک فیضہ مقرر ہوتا چلا جاتا ہے۔ ان تمام اعضا سے ترکیب پاکر ایک انسان وجود میں آتا ہے اور اس کے تمام اعضاء باہم مربوط اور ہم آہنگ ہوتے ہیں ۔ یہ انسان ایک بالکل ممتاز مخلوق ہوتا ہے۔ یہ اپنے ہم جنس بنی نوع انسان سے بھی الگ خصوصیات کا حامل ہوتا ہے۔ بلکہ اپنے قریبی رشتہ داروں سے بھی جدا ہوتا ہے۔ ممکن ہی نہیں ہے کہ دو انسان بالکل ایک ہی جیسے ہوں ، حالانکہ یہ ایک ہی نطفے سے پیدا ہوئے اور اس کے اندر کسی فرق کا ادراک انسان کو نہ تھا ۔ پھر یہ خلیے مرد و عورت کی شکل اختیار کرکے جوڑے بن جاتے ہیں اور ان جوڑوں کے ذریعے پھر اس تخلیق کا تسلسل قائم ہوتا ہے اور یہ تسلسل انہی مراحل میں چلتا ہے۔ وہی مراحل دوبارہ دہرائے جاتے ہیں۔ یہ اس قدر عجیب سلسلہ ہے کہ جس کے عجائبات ختم نہیں ہوتے۔ اس وجہ سے قرآن میں اس اعجوبے کا بار بار ذکر کیا جاتا ہے۔ یہ ایک راز نہیں ہے بلکہ جسم انسانی میں رازوں کا مجموعہ ہے۔ لوگ اگر اس پر تدبر کریں تو ایک سنان کے جسم میں بیشمار عجائبات ہیں اور انسان کی روح ان پر تدبر کرکے جاگ سکتی ہے۔ یہی وجہ ہے کہ قرآن اس زاویہ سے انسان کو بار بار جھنجھوڑتا ہے اور جگاتا ہے۔\nاس باریک مطالعہ کو پیش کرنے کے بعد اللہ کے علم کی وسعت کی طرف بھی اشارہ کردیا جاتا ہے۔ جیسا کہ سورة سبا میں اس کی تفصیلات آئی ہیں کہ اللہ کا علم بہت ہی وسیع ہے۔ یہاں مذکر و مونث کی تخلیق اور حمل اور وضع حمل بھی اس کے علم میں رہتا ہے\nوما تحمل من انثی ولا تضع الا بعلمہ (35: 11) ” کوئی عورت حاملہ نہیں ہوتی اور نہ کوئی بچہ جنتی ہے مگر یہ سب کچھ اللہ کے علم میں ہوتا ہے “۔ اب یہاں مذکر و مونث کا دائرہ عام کردیا جاتا ہے۔ انسان ، حیوان ، طیور ، مچھلیاں اور تمام حشرات الارض اس کے دائرے میں آجاتے ہیں ۔ چاہے ہم ان کو جانتے ہوں یا نہ جانتے ہوں کہ جن کا وضع حمل ہوتا ہے یا جو انڈے دیتے ہیں کیونکہ انڈا بھی ایک قسم کا حمل ہوتا ہے ۔ انڈے کے اندر جو جنین ہوتا ہے وہ ماں کے پیٹ میں نہیں بڑھتا بلکہ انڈے کے اندر بڑھتا ہے۔ صرف انڈا ماں کے پیٹ سے باہر آجاتا ہے اور یہ بھی اللہ کی صنعت کاری کا ایک کرشمہ ہے کہ ایک عمل جو پیٹ کے اندر ہوتا ہے ، یہاں یہ پوری ٹیکنالوجی انڈے کے اندر پیٹ کے باہر کردی جاتی ہے اور پھر وہ بڑھتی ہے اور ان سب عملوں کو اللہ جانتا ہے اور اس پر اس کا علم محیط ہے۔ اس پوری کائنات کے مختلف اطراف ہیں۔\nاللہ کے علم کی یہ جامعیت ایسی ہے کہ ذہن انسانی اس کی طرف متوجہ نہیں ہوسکتا۔ نہ تصور کے اعتبار سے اور نہ انداز تعبیر کے اعتبار سے جیسا کہ ہم نے سورة سبا میں یہ نکتہ بیان کیا۔ یہ تو بذات خود اس بات کی دلیل ہے کہ اللہ ہی قرآن کا نازل کرنے والا ہے اور قرآن کا مصدر وسیع ذات باری ہے اور یہ ایک منفرد انداز استدلال ہے۔ پھر مختلف افراد و اشیاء کی عمر بھی اللہ کے علم میں ہے اور کتاب میں درج ہے۔ وما یعمر من ۔۔۔۔۔ علی اللہ یسیر (35: 11) ” کوئی عمر پانے والا عمر نہیں پاتا اور نہ کسی کی عمر میں کچھ کمی ہوتی ہے مگر یہ سب کچھ ایک کتاب میں لکھا ہوتا ہے ۔ اللہ کے لیے یہ سب کچھ بہت آسان کام ہے۔ جب خیال اس طرف جاتا ہے کہ اس کائنات میں نباتات ، پرندے ، حیوانات اور انسان اور دوسری چیزیں ، جن کے سائز اور حجم مختلف ہیں اور مختلف انواع و اقسام کی ہیں۔ مختلف علاقوں اور زمانوں میں ہیں ، پھر انسان جب یہ تصور کرتا ہے کہ یہ عظیم تعداد ، جس کا صحیح علم صرف خالق ہی کو ہے ، اس کے ہر فرد کو ایک عمر دی جاتی ہے۔ یہ عمر طویل ہو یا قصیر ہو ، اس میں زیادتی ہو یا کمی ہو ، سب کی سب ایک کتاب میں درج ہے اور اللہ سب کے بارے میں جانتا ہے۔\nبلکہ ہر ایک فرد کے جزء کے بارے میں بھی اللہ جانتا ہے کہ اس کی عمر کیا ہوگی۔ زیادہ ہوگی یا کم ہوگی مثلا کسی درخت کے پتے کی عمر کیا ہوگی۔ کب نکلے گا اور کب گرے گا۔ اور کب مٹی ہوگا۔ ہر پرندے کے ہر پر کے بارے میں بھی اللہ کو معلوم ہے کہ وہ کب جسم سے الگ ہوگا۔ ہر حیوان کا ہر سینگ کس قدر عمر پائے گا یا حیوانات کی باہم ٹکر میں کوئی سینگ ٹوٹ جائے گا۔ پھر انسان کے اعضاء آنکھ اور کان وغیرہ یہ کب تک رہیں گے اور کب کام چھوڑ دیں گے۔ یہ سب باتیں اللہ کی کتاب تقدیر میں درج ہیں۔ اور اللہ کے علم میں شامل ہیں۔ اللہ تعالیٰ کو اس سلسلے میں کوئی جہد کرنے کی بھی ضرورت نہیں۔\nان ذلک علی اللہ یسیر (35: 11) ” اللہ کے لیے یہ بہت آسان ہے “۔\nجب انسانی خیال ان باتوں پر غور و فکر کرتا ہے اور ان لائنوں پر آگے بڑھتا ہے تو یہ بہت ہی عجیب نظر آتا ہے۔ اس آیت کے ضمن میں ہم اس طرف متوجہ ہوتے ہیں جس طرف انسانی خیال بالعموم متوجہ نہیں ہوتا۔ بلکہ اس طرح کی باتیں ساچنا انسان کی عادت ہی نہیں ہے۔ یہ صرف خداوند قدوس کی ہدایت ہے کہ تم ذرا اس انداز سے غور کرو۔\nاور عمر کی زیادتی سال و ماہ کی تعداد کے ذریعے بھی ہوتی ہے اور عمر میں برکت کے ذریعے بھی ہوتی ہے۔ عمر میں برکت یوں ہوتی ہے کہ انسان کی عمر اچھے کاموں میں صرف ہو اور اس میں دوڑ دھوپ ، مفید کام اور اعمال و آثار زیادہ ہوں۔ اور عمر کا نقص بھی اسی طرح ہے یا تو ماہ و سال کم ہوجائیں یا عمر کی افادیت کم ہوجائے اور اس سے برکت نکل آئے بجائے اس کے کہ انسان اچھے کام کرے اس کی زندگی خالی ہو۔\nبعض اوقات زندگی کا ایک گھنٹہ بھی پوری عمر کے برابر ہوتا ہے۔ وہ افکار اور شعور اور احساسات سے بھرپور ہوتا ہے۔ اور اس کے اندر اونچے درجے کا اعمال عمل میں آجاتے ہیں اور اچھے نتائج نکلتے ہیں۔ لیکن بعض اوقات انسان کا پورا سال خالی خولی گزر جاتا ہے اور اس کا کوئی حساب و کتاب نہیں ہوتا۔ اللہ کے نزدیک اس سال کی کوئی قدروقیمت نہیں ہوتی۔ یہ سب امور اللہ کے حساب و کتاب میں ہیں اور ہر موجود مخلوق کے بارے میں یہ سب امور صرف اللہ ہی جانتا ہے۔\nجماعتیں افراد کی طرح ہیں۔ اسی طرح اقوام بھی ایک فرد کی طرح ہیں۔ ان کی عمر کا بھی یہی قانون ہے۔ کسی کی عمر میں اضافہ ہوتا ہے اور کسی امت کا پتہ جلد ہی کاٹ لیا جاتا ہے اور یہ سب معانی اس آیت میں داخل ہیں۔ امم کی بھی تقدیر ہوتی ہے اور وہ طاؤس و رباب پر ختم ہوتی ہے۔ تمام اشیاء کی بھی عمر ہوتی ہے جس طرح زندہ چیزوں کی عمر ہوتی ہے۔ ایک چٹان کی بھی عمر ہوتی ہے۔ ایک پہاڑ کی بھی عمر ہوتی ہے ۔ ایک نہر کی بھی عمر ہوتی ہے اور ایک پتھر کی بھی عمر ہوتی ہے۔ پھر وہ پاش پاش ہوجاتا ہے۔ ایک غار کی بھی عمر ہوتی ہے اور پھر وہ ٹوٹ پھوٹ جاتا ہے۔ ایک نہر کی عمر ہوتی ہے اور جب عمر ختم ہو تو نہر خشک ہو کر ٹوٹ پھوٹ جاتی ہے۔ بعض اشیاء ایسی ہوتی ہیں جن کو انسان بناتا ہے۔ ان کی بھی عمر ہوتی ہے۔ مشینیں ، کپڑے اور تمام دوسری مصنوعات کی بھی عمر ہوتی ہے اور اپنی مقررہ عمر پوری کرکے وہ ٹوٹ پھوٹ جاتی ہیں۔ اور یہ سب کام اللہ کی تقدیر میں ہیں اور معلوم و مقدر ہیں۔\nاس زاویہ سے اگر امور پر تدبر کیا جائے تو اس کائنات کا مطالعہ ایک نئے افق سے ہوتا ہے ۔ یہ کائنات کے مطالعہ کا یہ ایک نیا اسلوب ہے اور انسانی فہم و ادراک کی قوتوں کو ایک نیا شعور ملتا ہے۔ انسان محصوس کرتا ہے کہ اللہ کی قدرت اور علم وسیع اور شامل اور کامل ہے۔ لہٰذا انسان اس شعور کے ہوتے ہوئے کبھی غافل اور گمراہ نہیں ہوسکتا۔ وہ جہاں دیکھتا ہے ، دست قدرت کی کاری گری نظر آتی ہے۔ اللہ کی نگرانی نظر آتی ہے اور ہر چیز کی مہربانی اور قدرت نظرآتی ہے۔\nاب سیاق کلام کا رخ کائناتی مناظر کے ایک منظر کی طرف ہوتا ہے ۔ سمندر کے پانیوں کے مناظر میں سے ایک منظر ، پانیوں کی اقسام ۔ یہ ہے میٹھا پانی اور وہ ہے سخت کھارا۔ دونوں قسم کے پانیوں کے پہاڑ سمندر کے اندر ساتھ ساتھ چلتے ہیں۔ دونوں انسانوں کی خدمت کرتے ہیں ، یا ہم ملتے نہیں ہیں۔",
  "ayah": 11,
  "surah": 35
}
