{
  "text": "ولا تزر وازرۃ وزرا اخری ۔۔۔۔۔۔۔ والی اللہ المصیر (18)\nانفرادی ذمہ داری کے اصول کا انسانی اخلاقیات پر بہت گہرا اثر ہوتا ہے اور اسی طرح انسانی طرز عمل پر بھی اس کا فیصلہ کن اثر پوتا ہے۔ کسی انسان میں یہ شعور پیدا ہونا ضروری ہے کہ اسے سزا و جزاء صرف اس کے اعمال پر ہوگی اور اس سے مواخذہ صرف اس کے اعمال پر ہوگا۔ کسی دوسرے کی بدعملی پر اسے سزا نہ ہوگی اور اپنے اعمال بد سے بھی وہ کسی طرح بچ کر نہ نکل سکے گا۔ یہ ایک ایسا فیکٹر ہے جو انسان کو ہر وقت بیدار رکھتا ہے اور اس کا یہ فائدہ بھی ہوتا ہے کہ انسان جھوٹی امیدوں پر تکیہ نہیں کرتا کہ کوئی اسے فائدہ دے گا یا اس کی جگہ کوئی ذمہ داری برداشت کرلے گا۔ یہ اصول انسانوں کے لیے باعث اطمینان بھی ہے۔ اس میں ایک فرد اس بات سے مطمئن ہوجاتا ہے کہ پوری جماعت کی بداعمالیوں کا مواخذہ اس سے نہ ہوگا۔ یوں وہ خود اپنے اچھے اعمال سے مایوس نہ ہوگا بشرطیکہ اس نے جماعت اور سوسائٹی میں تبلیغ و نصیحت اور معروف کو جاری کرنے اور منکر کو روکنے کی سعی کی ہو اور اپنی طاقت اس کام کے لیے استعمال کی ہو۔\nاللہ تعالیٰ لوگوں کا محاسبہ بحیثیت جماعت نہیں کرے گا۔ بلکہ ہر ایک مرد کا محاسبہ ہوگا ۔ اور یہ محاسبہ اس کے پورے اعمال کا ہوگا۔ ان حدود کے اندر ہوگا جو اس پر فرض کیے گئے ہیں اور ہر فرد پر یہ بھی فریضہ ہے کہ وہ دوسروں کو نصیحت کرے اور اپنی طاقت کی حد تک ان کی اصلاح کا فریضہ سر انجام دے۔ اگر اس نے اپنی یہ اجتماعی ذمہ داری ادا کردی تو پھر سوسائٹی جو کچھ بھی کرتی ہے وہ اس کا ذمہ دار نہ ہوگا۔ وہ صرف اپنے اچھے اعمال کی جزاء پائے گا۔ نیز اگر جماعت اور سوسائٹی اچھی ہو اور یہ شخص اس کے اندر گمراہ اور بدکار ہو تو بھی سوسائٹی کی اچھائی اسے کچھ فائدہ نہ دے گی۔ کیونکہ اللہ لوگوں کا محاسبہ فہرستوں کے مطابق نہ کرے گا\nقرآن کریم نے اس اصول کو قرآن کے مخصوص انداز تعبیر کے مطابق بیان کیا ہے۔ اس انداز کا نہایت ہی گہرا اثر ہوتا ہے ۔ یوں بتایا جاتا ہے کہ بیشمار لوگ ہیں اور انہوں نے اپنا اپنا بوجھ اٹھا رکھا ہے۔ کوئی شخص جس کا بوجھ ہلکا ہو وہ دوسرے کا بوجھ نہیں اٹھا رہا ۔ اگر کسی کا بار گنا زیادہ ہے اور وہ اپنے قریب ترین رشتہ داروں کو بلاتا ہے تو کوئی شخص اس کی اس دعوت پر لبیک نہیں کہتا اور کوئی اس کا بوجھ نہیں اٹھاتا۔\nیہ ایک ایسے قافلے کا منظر ہے جس میں ہر شخص اپنا اپنا بوجھ اٹھائے ہوئے ہے۔ اپنے راستے پر جا رہا ہے یہاں تک کہ لوگ ترازو کے سامنے پہنچ جاتے ہیں اور وزن کرنے والا وزن کرنا شروع کردیتا ہے ۔ اس منظر کو دیکھ کر نظر آتا ہے کہ ہر شخص بوجھ کے نیچے ہے۔ کوئی تھکا ماندہ ہے اور کوئی ہلکا ہے۔ ہر شخص اپنے اپنے نتیجے کا منتظر ہے اور اپنے آپ میں مشغول ہے۔\nاس منظر کو دیکھتے ہوئے جس میں اہل قافلہ تھکے ماندے ہیں روئے سخن حضرت نبی ﷺ کی طرف پھرجاتا ہے۔\nانما تنذر۔۔۔۔۔ الصلوۃ (35: 18) ” تم صرف انہی لوگوں کو متنبہ کرسکتے ہو جو بےدیکھے اپنے رب سے ڈرتے ہیں اور نماز قائم کرتے ہیں “۔ ایسے ہی لوگوں کے لیے ڈرانا مفید ہوتا ہے۔ وہ لوگ جو اپنے رب سے ڈرتے ہیں حالانکہ انہوں نے اپنے رب کو دیکھا نہیں ہے اور وہ نماز قائم کرکے اپنے رب کے ساتھ رابطہ قائم کرتے ہیں۔ ایسے لوگ ذات پیغمبر سے استفادہ کرسکتے تھے۔ تمہاری بات سن سکتے تھے۔ لہٰذا آپ پر ان لوگوں کی ذمہ داری نہیں ہے جو اللہ سے نہیں ڈرتے اور جو نماز قائم نہیں کرتے۔\nومن تذ کی فانما یتزکی لمنفسہ (35: 18) ” اور جو شخص پاکیزگی کی راہ اختیار کرتا ہے وہ اپنے ہی کے لیے کرتا ہے “۔ نہ آپ کسی کے ذمہ دار ہیں اور نہ کوئی اور کسی کا ٹھیکہ دار ہے۔ جو شخص نیکی اختیار کرتا ہے اور پاکیزگی کرتا ہے وہ خود اس سے نفع اندوز ہوتا ہے۔ (تزکی) کے اندر نہایت ہی لطیف اور گہرا مفہوم ہے۔ جس کے اندر ظاہری صفائی بھی شامل ہے۔ جس کے اندر قلب و شعور کی صفائی بھی شامل ہے۔ جس کے اندر طرز عمل اور رویہ کی صفائی بھی شامل ہے۔ (تزکی) کے اندر گہرا اشاراتی مفہوم پایا جاتا ہے۔\nوالی اللہ المصیر (35: 18) ” اور پلٹنا اللہ ہی کی طرف ہے “۔ اللہ ہی محاسب ہے۔ وہی جزاء و سزا دینے والا ہے۔ اس کے ہاں نہ اچھا عمل ضائع ہوتا ہے ، نہ برا عمل شمار سے رہ سکتا ہے اور نہ جزاء و سزا کے احکام ایسے لوگوں کے حوالے کیے جاتے ہیں جو فیصلے میں رعایت کرتے ہیں ، یا بھولتے ہیں یا ویسے ہی چھوڑ دیتے ہیں۔\nاللہ کے نزدیک ایمان و کفر برابر نہیں ہیں۔ خیر و شر کی برابر قیمت نہیں۔ ہدایت و ضلالت اللہ کے ہاں برابر نہیں ہوتے۔ اندھا اور آنکھوں والا بھی اس کے ہاں ایک نہیں ہوتے۔ روشنی اور تاریکی کی قدر وہاں ایک نہیں ہے۔ چھاؤں اور گرمی کی افادیت بھی برابر نہیں ہے اور نہ اللہ کے ہاں زندہ اور مردہ برابر ہوتے ہیں۔ یہ سب چیزیں واضح طور پر قدر و قیمت کے اعتبار سے جدا ہیں۔",
  "ayah": 18,
  "surah": 35
}
