{
  "text": "وما یستوی ۔۔۔۔۔۔ ولا الاموات (19 – 21) یہاں ایک طرف کفر ، اندھے پن ، تاریکی ، گرمی اور موت سب کے سب ایک مزاج رکھتے ہیں اور ان کے مفہومات کے درمیان ربط ہے۔ دوسری جانب ایمان ، نور ، بصارت ، چھاؤں اور زندگی کے مفہومات کا ایک ہی مزاج ہے اور یہ ایک دوسرے کے ساتھ مربوط ہے۔\nایمان نور ہے۔ دل میں نور ، اعضاء میں نور ، حواس میں نور ، ایسا نور جس سے اشیاء کی حقیقت منکشف ہوتی ہے۔ اقدار اور واقعات روشن ہوتے ہیں اور ان کی حدود اور روابط واضح ہوتے ہیں۔ مومن اس نور سے تمام اشیاء کو دیکھتا ہے اور وہ روشنی کے اندر واقعات کو دیکھتا ہے۔ اس لیے اس کے معاملات اچھے ہوتے ہیں۔ اس کے اقدامات درست سمت میں ہوتے ہیں اور اس کے قدم ڈگمگاتے نہیں۔\nایمان ایک آنکھ ہے جو دیکھتی ہے۔ یہ آنکھ چیزوں کو ان کی حقیقت کے مطابق دیکھتی ہے۔ نہ اس میں تزلزل ہوتا ہے اور نہ اس میں انتشار ہوتا ہے اور صاحب ایمان اپنی راہ پر روشنی میں ، اعتماد کے ساتھ اور اطمینان کے ساتھ چلتا ہے۔ پھر ایمان ایک سایہ ہے جس کے نیچے انسان راحت کی زندگی بسر کرتا ہے۔ اس کا نفس اس میں آرام کرتا ہے اور روح خوش ہوتی ہے۔ شک ، بےچینی ، حیرت اور اندھیروں کے سفر کی گرمی سے انسان پناہ میں ہوتا ہے۔\nپھر ایمان ایک زندگی ہے۔ دلوں اور شعور کی زندگی۔ ارادہ کی زندگی ، رخ اور سمت کی زندگی۔ ایمان ایک حرکت اور جدوجہد کا نام ہے۔ یہ تعمیر جدوجہد ہے ، مفید اور بامقصد زندگی ہے ، جس کے اندر یہ مروگی اور مردنی نہیں ہے اور زندگی بجھی بجھی بھی نہیں ہوتی ہے۔ نہ اس میں کوئی چیز عبث ہے اور نہ بیہودگی ہے۔\nکفر تاریکی ہے تاریکیاں ہیں۔ جب لوگ نور ایمان کے دائرہ سے نکل آئیں تو پھر وہ مختلف قسم کے اندھیروں میں داخل ہوجاتے ہیں ۔ ایسے اندھیرے جن کے اندر کسی چیز کی صحیح حقیقت نظر نہیں آتی۔ کفر ایک قسم کی سخت دھوپ ہے۔ اس کے اندر دل حیرانی ، پریشانی ، قلق ، بےچینی ، تزلزل اور عدم اطمینان کی گرم آندھیوں کی لپیٹ میں آجاتا ہے اور آخرت میں جہنم کی گرمی کا شکار ہوتا ہے۔ کفر ایک طرح کی موت ہے۔ ضمیر کی موت ، منبع حیات سے کٹ جانا ، صحیح راستے سے کٹ جانا ، حقیقی سرچشمے سے کٹ جانا اور حقیقی آب حیات سے محروم ہونا ، جس سے انسانی سیرت متاثر ہوتی ہے۔ غرض ان صفات میں سے ہر ایک صفت کی ایک حقیقت ہے اور دونوں کے درمیان مکمل تضاد ہے اور اللہ کے ہاں دونوں برابر نہیں ہیں۔\nاب روئے سخن نبی ﷺ کی طرف پھرجاتا ہے۔ آپ کو تسلی دی جاتی ہے اور آپ کو بتایا جاتا ہے کہ دعوت اسلامی کے حوالے سے آپ کے فرائض اور عمل کی حدود کیا ہیں۔ اپنے فرائض و حدود سے آگے جو معاملات ہیں وہ اللہ کے سپرد کردیں کیونکہ اللہ ہی ان کا واکدار ہے۔",
  "ayah": 20,
  "surah": 35
}
