{
  "text": "قل ارءیتم۔۔۔۔۔ الا غرورا (40) “۔\nیہ حجت بالکل واضح ہے اور یہ دلیل محتاج تشریح نہیں ہے۔ یہ زمین اور اس کے اندر جو بھی ہے اس کے ساتھ وہ اللہ کی مخلوق ہے اور یہ آسمان اپنی وسعتوں تک اللہ کا ہے۔ اس زمین کے اندر نظر آنے والی اشیاء میں سے کون سی چیز ایسی ہے جس کے بارے میں اللہ کے سوا کوئی اور دعویٰ کرسکتا ہو یا کسی اور کے بارے میں دعویٰ کیا جاسکتا ہو کہ اس نے اسے پیدا کیا ہے۔ اگر کوئی ایسا دعویٰ کرتا ہے تو ہر چیز اس کے دعویٰ کے خلاف پکار اٹھے گی کہ یہ غلط ہے اور ہر چیز پکار کر کہے گی کہ اسے اللہ نے پیدا کیا ہے۔ ہر چیز اپنے اندر ایسے آثار اٹھائے ہوئے ہے کہ وہ کسی مدعی کے دعویٰ کو رد کرنے کے لیے کافی ہیں کیونکہ یہ آثار کسی انسانی صنعت سے مشابہت ہی نہیں رکھتے۔ یعنی انسانوں نے جس قدر چیزیں بنائی ہیں ان میں نظام قدرت کی مصنوعات کی صفات نہیں ہیں۔\nام لھم شرک فی السموت (35: 40) ” یا آسمانوں میں ان کی کیا شرکت ہے “۔ یہ تو بطریق اولیٰ مسترد ہے۔ جب زمین کو کسی چیز میں وہ شریک نہیں تو آسمان کی کسی چیز میں شریک کیسے ہیں۔ کیونکہ جب زمین کی کسی چیز کے بارے میں کوئی یہ دعویٰ نہیں کرسکتا کہ وہ ان نام والیوں کی مخلوق ہے تو آسمان کی کسی چیز کے بارے میں کوئی کیسے دعویٰ کرسکتا ہے۔ غرض نہ یہ الٰہ آسمانوں کی کسی چیز کی تخلیق میں شریک ہیں اور نہ مملکت میں شریک ہیں۔ جو چیز بھی آپ کہیں۔ یہاں تک کہ جن اور ملائکہ کو بھی ایسی کوئی حیثیت حاصل نہیں ہے۔ ان کے بارے میں تو ان کا زعم یہ تھا کہ جن آسمانوں کی خبریں چراکر لاتے ہیں اور یہ ان سے یہ خبریں معلوم کرلیتے ہیں۔ لیکن ان کا یہ عقیدہ کبھی نہیں رہا ہے کہ جن یا ملائکہ آسمانوں میں خدا کے ساتھ شریک ہیں۔\nام اتینھم۔۔۔۔ بینت منہ (35: 40) ” کیا ہم نے ان کو کوئی تحریر لکھ کردی ہے جس کی بنا پر کوئی سند رکھتے ہیں “۔ یہ کہ اللہ نے ان خود ساختہ خداؤں کو کوئی تحریر دی ہو اور انہیں یقین ہو کہ وہ بھی خدا کے ساتھ شریک ہیں یہ مفروضہ بھی غلط ہے۔ یہاں یہ مفہوم بھی ہوسکتا ہے کہ یہ استفہام انکاری شرکاء کے بجائے مشرکین سے ہو ، یعنی ان خود ساختہ الہوں پر ان لوگوں کا جو اندھا عقیدہ ہے کیا یہ عقیدہ خدا تعالیٰ کی طرف سے کسی تحریر پر مبنی ہے۔ جو ان مشرکین پر اتری ہو۔ اس سے یہ اپنا عقیدہ لیتے ہوں اور استدلال کرتے ہوں جبکہ یہ صحیح نہیں ہے اور نہ وہ کوئی ایسی تحریر پیش کرسکتے ہیں ۔ یہاں اس تفسیر کے مطابق اشارہ بھی نکلے گا کہ عقائد صرف اللہ کی جانب سے کسی کتاب اور صریح نص ہی سے ثابت ہوتے ہیں اور کتاب اللہ ہی نظریات کے لیے ماخذ ہوسکتی ہے کیونکہ یہی یقینی سرچشمہ ہدایت ہوتی ہے۔ ان کے پاس کوئی منصوص دلیل چونکہ نہیں ہے اس لیے ان کا دعویٰ غلط ہے۔ ان کے مقابلے میں رسول اللہ ﷺ کا ہر قوم اللہ تعالیٰ کا فرمایا ہوا ہے۔ پس کیا وجہ ہے کہ یہ لوگ منہ پھیرتے ہیں حالانکہ عقائد لینے کا صحیح راستے یہی ہے کہ یہ لوگ رسول ﷺ کی بات مانیں۔\nبل ان یعد۔۔۔۔ الا غرورا (35: 40) ” بلکہ یہ ظالم ایک دوسرے کو محض فریب کے جھانسے دئیے جا رہے ہیں “ یہ ظالم ایک دوسرے سے لمبے چوڑے وعدے کرتے ہیں کہ ان کا راستہ یہی راستہ ہے جو آباء و اجداد کا ہے اور یہ کہ وہ آخر کار کامیاب ہوں گے۔ حالانکہ یہ لوگ فریب خوردہ اور مغرور ہیں۔ ان میں سے بعض لوگ بعض کو دھوکہ دیتے ہیں۔ وہ اس غرور میں زندہ رہتے ہیں اور یہ ان کے لیے کوئی نفع بخش صورت حال نہیں ہے۔\nاس کے بعد کہ اللہ کے ساتھ کوئی شریک نہیں ہے نہ آسمانوں میں ، نہ زمین میں یہ بتایا جاتا ہے کہ یہ دست قدرت کا کارنامہ ہے کہ جس نے زمین و آسمان کو تھام رکھا ہے اور وہ بلاشکت غیرے اس کائنات کا مدبر اور چلانے والا ہے۔ کائنات میں کوئی اور الٰہ تلاش کرنے کے بجائے خود اس کو دیکھو۔",
  "ayah": 40,
  "surah": 35
}
