{
  "text": "ولو یؤاخذ اللہ۔۔۔۔۔ بعبادہ بصیرا (45)\nلوگ جو اللہ کے انعامات کا کفر کرتے ہیں ، زمین میں شروفساد کا ارتکاب کرتے ہیں اور ظلم و زیادتی اور سرکشی کرتے ہیں یہ ان کی جانب سے بہت ہی بری حرکت ہے۔ اگر اللہ لوگوں کو ان کی اس بری حرکت پر پکڑتا تو اللہ کی پکڑ کا دائرہ پورے کرہ ارض تک پھیل جاتا اور یہ پورا کرہ ارض زندگی کے قابل ہی نہ رہتا۔ صرف انسانوں کے لیے نہیں بلکہ کوئی زندہ چیز بھی یہاں نہ رہتی۔ اس انداز تعبیر سے معلوم ہوتا ہے کہ لوگ جو کچھ کرتے ہیں وہ بہت برا اور گھناؤنا کام ہے اور اگر اللہ اس پر فوراً ہی پکڑ لیتا تو لوگوں کے اعمال کے طبعی اور اخلاقی نتائج ان کی فوری بربادی پر منتج ہوئے۔ لیکن اللہ حلیم ہے اور وہ لوگوں کی پکڑ میں شتابی نہیں فرماتا۔\nولکن یواخرھم الی اجل مسمی (35: 45) لیکن وہ انہیں ایک مقررہ وقت تک کیلئے مہلت دیتا ہے “۔ یعنی ہر فرد کو اسکی عمر طبیعی تک مہلت دیتا ہے اور دنیا میں وہ اپنی عمر پوری کرتا ہے۔ اور وہ سوسائٹیوں اور ملتوں کو بھی اپنے وقت مقررہ تک مہلت دیتا ہے یہاں تک کہ وہ نیست و نابود ہو کر دوسری طلل کے لیے جگہ خالی کرتی ہیں اور پوری بنی نوع انسان کو وہ مہلت دیتا ہے جب وقت مقرر آئے گا تو قیامت برپا کرکے حساب و کتاب لے گا اور وہ اسطرح لوگوں کو موقع دیتا ہے کہ وہ شاید نیک کام کر سکیں\nفاذا جآء اجلھم (35: 45) ” پھر جب ان کا وقت پورا ہوگا “۔ جب کسب و عمل کا وقت پورا ہوگا اور حساب و کتاب کا وقت آئے گا تو اللہ ان پر کوئی ظلم نہ کرے گا۔\nفان اللہ کان بعبادہ بصیرا (35: 45) ” تو اللہ اپنے بندوں کو دیکھ لے گا “۔ اللہ کا اپنے بندوں کو دیکھ لیان اس بات کی ضمانت ہے کہ وہ پورا حساب و کتاب ان کے اعمال کے مطابق کرلے۔ ان کے اعمال میں سے صغیرہ اور کبیرہ کوئی چیز رہ نہ جائے گئ۔ یہ اس سورة کا آخری زمزمہ ہے۔ اس کا آغاز حمد الٰہی سے ہوا تھا جو آسمانوں اور زمینوں کا پیدا کرنے والا ہے وہ\nجاعل الملئکۃ اولی اجنحلۃ (35: 1) ” جو فرشتوں کو رسول بناتا ہے جو پروں والے ہیں “۔ اور جو آسمانوں سے اس کا پیغام زمین پر لاتے ہیں جس کے اندر خوشخبری اور ڈر اوا ہے۔ خوشخبری جنت کی ہے اور ڈراوا جہنم کا ہے۔ اس آغاز اور اختتام کے درمیان اس سورة نے قارئین کو اس پوری کائنات کے مطالعہ کے لیے بیشمار سفر کرائے ۔ یہ ہے اختتام ان اسفار کا ۔ یہ ہے انجام زندگی کا اور یہ ہے انجام حضرت انسان کا۔",
  "ayah": 45,
  "surah": 35
}
