{
  "text": "درس نمبر 201 ایک نظر میں\nیہ تیسرا سبق دراصل پے در پے اسفار پر مشتمل ہے۔ یہ سفر انسانی خیال کو ، اس کائنات وسعتوں میں کرائے گئے ہیں اور قرآن نے ان اسفار میں انسان کو دلائل ایمان سے آگاہ کیا ہے۔ ان اسفار کے درمیان انسان کو جو مظاہر دکھائے گئے ہیں ، ان سے قرآن دعوت اسلامی پر دلائل وبراہین فراہم کرتا ہے۔\nیہ اسفار اس مضمون کے بعد آئے ہیں کہ ہدایت و ضلالت کا اختیار صرف اللہ کو ہے اور جس میں رسول اللہ ﷺ کو یہ ہدایت دی گئی تھی کہ آپ منہ موڑنے والوں کے رویہ کی کوئی پرواہ نہ کریں اور ان کا معاملہ اس اللہ کے سپرد کردیں جو ان کی تمام کارستانیوں سے باخبر ہے۔ اس سبق کا مضمون یہ ہے کہ اگر کوئی ایمان لانا چاہتا ہے تو یہ دیکھو دلائل ایمان اس کائنات میں جا بجا بکھرے پڑے ہیں۔ جس کے اندر کوئی پیچیدگی نہیں ہے لیکن بہرحال اگر کوئی گمراہ ہونا ہی چاہے تو وہ اس حال میں گمراہ ہوگا کہ دلائل ایمان ہر طرف سے اس کا گھیرا ڈالے ہوئے ہوں گے۔\nصرف ایک منظر پر غور کرو ، یہ زمین بالکل مردہ ہونے کے بعد سرسبز ہوجاتی اور زندہ و تابندہ ہوجاتی ہے۔ کیا اس میں اس بات کے لیے دلیل نہیں ہے کہ موت کے بعد اسی طرح لوگوں کو اٹھایا جائے گا۔ پھر انسان کو مٹی سے پیدا کیا گیا اور اسے اس کی موجودہ شکل میں ایک نہایت ہی برتر مخلوق بنایا گیا۔ یہ بھی ایک برہان ہے۔ پھر انسانی تخلیق کے مراحل میں سے ہر مرحلہ ایک حجت بے اور انسان اپنے تخلیقی مراحل میں نہایت ہی طے شدہ نقشے کے مطابق آہستہ آہستہ آگے بڑھتا ہے اور یہ نقشہ بھی کتاب مبین میں درج ہے اور ایک برہان ہے۔\nپھر دو قسم کے پانی ایک ہی سمندر میں علیحدہ علیحدہ رہتے ہیں ۔ ایک میٹھا ہے دوسرا کھارا ہے۔ یہ بھی ایک حجت ہے۔ اور سمندروں کے اندر مزید اللہ کی نعمتیں ہیں اور ہر ایک چیز میں اللہ کی کبریائی ہے۔ پھر رات اور دن کا منظر جو ایک دوسرے کے اندر داخل ہوتے ہیں ، بڑھتے گھٹتے ہیں۔ یہ بھی ایک حجت ہے اور اس نظام کو جاری کرنے میں بھی ایک حجت ہے۔ شمس وقمر کو ایک نظام کے اندر مسخر کردیا جانا بھی ایک حجت اور دلیل ہے۔\nیہ سب دلائل وبراہین اس کائنات کے اندر بکھرے ہوئے ہیں اور یہ اللہ ہے جو خالق ومالک ہے اور جو لوگ اللہ کے سوا دوسرے معبود سمجھے جاتے ہیں۔ وہ تو ایک گٹھلی کے برابر بھی تخلیق نہیں کرسکتے۔ جو نہ سنتے ہیں اور نہ جواب دیتے ہیں۔ وہ قیامت کے دن ان کی عبادت سے براءت کا اظہار کریں گے اور یہ فیصلہ دیں گے کہ یہ لوگ گمراہ تھے اور سچائی کے علاوہ جو کچھ بھی ہے ، گمراہی ہے۔\nدرس نمبر 201 تشریح آیات\n9 ۔۔۔ تا۔۔۔ 14\nواللہ الذی ارسل ۔۔۔۔۔۔ کذلک النشور (9) ”\nیہ منظر قرآن میں دلائل تکوینی کے بیان کے دوران بار بار آتا ہے۔ ہواؤں کا منظر ، بادلوں کا منظر ، سمندروں کا منظر۔ بادلوں کو ہواؤں کا چلانا ، سمندروں سے بخارات کا اٹھنا۔ گرم ہوائیں بخارات اٹھاتی ہیں۔ سرد ہوائیں ان کو کثیف کرکے بادل کی شکل دیتی ہیں۔ سمندروں سے یہ بخارات اور بادل پھر ہوا کی موجوں کی سمت میں شمال و جنوب اور مشرق و مغرب کی طرف چلتے ہیں جس طرف بھی اللہ کو ان کا چلانا منظور ہوتا ہے۔ یہاں تک کہ وہ منزل مقصود پر پہنچ کر برستے ہیں اور جہاں مردہ زمینوں پر بارش ہوتی ہے۔ وہاں زمین زندہ ہوجاتی ہے۔\nفاحیینا بہ الارض بعد موتھا (35: 9) ” اور اس کے ذریعے سے اس زمین کو جلا اٹھاتے ہیں جو مری پڑی تھی “ یوں یہ معجزہ برپا ہوتا ہے لیکن تعجب کی بات ہے کہ لوگ غفلت میں پڑے ہوئے ہیں اور ہر لحظہ اس قسم کے معجزات دیکھتے ہوئے بھی انہیں قیامت میں لوگوں کا اٹھایا جانا مستبد نظر آتا ہے حالانکہ حشر و نشر تو ان کے ہاتھوں میں اس دنیا میں موجود ہے۔\nکذلک النشور (35: 9) ” مرے ہوئے انسانوں کا جی اٹھنا بھی اسی طرح ہوگا “۔ یہی سادہ طریق استدلال ہے قرآن کا۔ اسی طرح آسانی سے یہ عمل ہوگا ، اللہ کے لیے اس میں کوئی دقت نہیں ہے۔\nیہ منظر قرآن میں کائناتی دلائل کے بیان کے دوران بار بار دہرایا جاتا ہے۔ اس لیے کہ یہ منظر ایسا ہے جسے ہر شخص دیکھتا ہے اور اس کے انکار کا کوئی جواز انسان کے سامنے نہیں ہے۔ پھر یہ منظر انسان کو بےحد جھنجھوڑتا ہے بشرطیکہ انسان اسے دیکھیں ۔ اسے سمجھیں اس حال میں کہ ان کے دل زندہ ہوں اور جب بھی انسان اس منظر پر غور کرے تو یہ انسانی شعور پر چھا جاتا ہے۔ پھر یہ منظر ایک خوبصورت اور پسندیدہ منظر ہے۔ خصوصا صحرائی علاقوں میں جہاں انسان ریگستانوں میں جلتا رہتا ہے۔ اچانک جب سرسبز اور شاداب علاقہ آجاتا ہے تو انسان کی نگاہ گرویدہ ہوجاتی ہے ۔ حالانکہ کل جب بارش نہ ہوئی تھی تو یہی علاقہ چٹیل میدان اور خشک صحرا تھا۔ قرآن کریم کا یہ انداز ہے کہ وہ اپنے دلائل ایسے مناظر سے اخذ کرتا ہے جو انسان نے دیکھے ہوئے ہوں۔ جبکہ ان مناظر سے انسان روز گزرتے ہیں لیکن نہایت غفلت سے۔ حقیقت یہ ہے کہ جب ان مناظر پر انسان غور کرتا ہے تو اسے یہ منظر معجزات نظر آتے ہیں۔\nاب روئے سخن مردہ زمین کے احیا کے موضوع سے ہٹ کر نفسیاتی شعور کے میدان میں آتا ہے۔ موضوع کی یہ تبدیلی بظاہر عجیب لگتی ہے یہ کہ عزت ، سربلندی ، قوت اور شوکت کا سرچشمہ کیا ہے ؟ اور عزت اور سربلندی کو مربوط کیا جاتا ہے۔ قول طیب اور قول صالح کے ساتھ ، کیونکہ قول صالح بھی اللہ کی طرف اٹھتا ہے اور عمل صالح بھی عزت اور رفعت پاتا ہے اور اس کے\nمقابلے میں قول خبیث اور عمل خبیث سرنگوں ہوکر ہلاکت اور تباہی کی طرف آتے ہیں۔",
  "ayah": 9,
  "surah": 35
}
