{
  "text": "যারা তাদের সালাতে ভীতি-অবনত [১],\n[১] এ হচ্ছে সফলতা লাভে আগ্রহী মুমিনের প্রথম গুণ। “খুশূ” এর আসল মানে হচ্ছে, স্থিরতা, অন্তরে স্থিরতা থাকা; অর্থাৎ ঝুঁকে পড়া, দমিত বা বশীভূত হওয়া, বিনয় ও নম্রতা প্রকাশ করা। [আদওয়াউল বায়ান] ইবন আব্বাস বলেন, এর অর্থ, ভীত ও শান্ত থাকা। [ইবন কাসীর] মুজাহিদ বলেনঃ দৃষ্টি অবনত রাখা। শব্দ নিচু রাখা। [বাগভী] খুশূ’ এবং খুদূ‘ দুটি পরিভাষা। অর্থ কাছাকাছি। তবে খুদূ‘ কেবল শরীরের উপর প্রকাশ পায়। আর খুশূ‘ মন, শরীর, চোখ ও শব্দের মধ্যে প্রকাশ পায়। আল্লাহ্‌ বলেন, “আর রহমানের জন্য যাবতীয় শব্দ বিনীত হয়ে গেছে।\" [সূরা ত্বা-হাঃ ১০৮] আলী রাদিয়াল্লাহু আনহু বলেন, খুশূ‘ হচ্ছে, ডানে বা বাঁয়ে না তাকানো। [বাগভী] অন্য বর্ণনায় তিনি বলেন, খুশূ‘ হচ্ছে মনের বিনয়। [ইবন কাসীর] সা‘য়ীদ ইবন জুবাইর বলেন, খুশূ' হচ্ছে, তার ডানে ও বামে কে আছে সেটা না জানা। আতা বলেনঃ দেহের কোন অংশ নিয়ে খেলা না করা। [বাগভী]\nউপরের বর্ণনাগুলো পর্যালোচনা করলে আমরা বুঝতে পারি যে, “খুশূ’’র সম্পর্ক মনের সাথে এবং দেহের বাহ্যিক অবস্থার সাথেও৷ মনের ‘খুশূ' হচ্ছে, মানুষ কারোর ভীতি, শ্রেষ্ঠত্ব, প্ৰতাপ ও পরাক্রমের দরুন সন্ত্রস্ত ও আড়ষ্ট থাকবে। আর দেহের খুশূ‘ হচ্ছে, যখন সে তার সামনে যাবে তখন মাথা নত হয়ে যাবে, অংগ-প্রত্যংগ ঢিলে হয়ে যাবে, দৃষ্টি নত হবে, কণ্ঠস্বর নিম্নগামী হবে এবং কোন জবরদস্ত প্রতাপশালী ব্যক্তির সামনে উপস্থিত হলে মানুষের মধ্যে যে স্বাভাবিক ভীতির সঞ্চার হয় তার যাবতীয় চিহ্ন তার মধ্যে ফুটে উঠবে। সালাতে খুশূ‘ বলতে মন ও শরীরের এ অবস্থাটি বুঝায় এবং এটাই সালাতের আসল প্ৰাণ।\nযদিও খুশূ‘র সম্পর্ক মূলত মনের সাথে এবং মনের খুশূ‘ আপনা আপনি দেহে সঞ্চারিত হয়, তবুও শরী‘আতে সালাতের এমন কিছু নিয়ম-কানুন নির্ধারিত করে দেয়া হয়েছে যা একদিকে মনের খুশূ‘ (আন্তরিক বিনয়-নম্রতা) সৃষ্টিতে সাহায্য করে এবং অন্যদিকে খুশূ‘র হ্রাস-বৃদ্ধির অবস্থায় সালাতের কর্মকাণ্ডকে কমপক্ষে বাহ্যিক দিক দিয়ে একটি বিশেষ মানদণ্ডে প্রতিষ্ঠিত রাখে। এই নিয়মগুলোর মধ্যে একটি হচ্ছে, সালাত আদায়কারী যেন ডানে বামে না ফিরে এবং মাথা উঠিয়ে উপরের দিকে না তাকায়, সালাতের মধ্যে বিভিন্ন দিকে ঝুঁকে পড়া নিষিদ্ধ। বারবার কাপড় গুটানো অথবা ঝাড়া কিংবা কাপড় নিয়ে খেলা করা জায়েয নয়। সিজদায় যাওয়ার সময় বসার জায়গা বা সিজদা করার জায়গা পরিষ্কার করার চেষ্টা করতেও নিষেধ করা হয়েছে। তাড়াহুড়া করে টপাটপ সালাত আদায় করে নেয়াও ভীষণ অপছন্দনীয়। নির্দেশ হচ্ছে, সালাতের প্রত্যেকটি কাজ পুরোপুরি ধীরস্থিরভাবে শান্ত সমাহিত চিত্তে সম্পন্ন করতে হবে। এক একটি কাজ যেমন রুকূ’, সিজদা, দাঁড়ানো বা বসা যতক্ষণ পুরোপুরি শেষ না হয় ততক্ষণ অন্য কাজ শুরু করা যাবে না। সালাত আদায় করা অবস্থায় যদি কোন জিনিস কষ্ট দিতে থাকে তাহলে এক হাত দিয়ে তা দূর করে দেয়া যেতে পারে। কিন্তু বারবার হাত নাড়া অথবা বিনা প্রয়োজনে উভয় হাত একসাথে ব্যবহার করা নিষিদ্ধ। এ বাহ্যিক আদবের সাথে সাথে সালাতের মধ্যে জেনে বুঝে সালাতের সাথে অসংশ্লিষ্ট ও অবান্তর কথা চিন্তা করা থেকে দূরে থাকার বিষয়টিও খুবই গুরুত্বপূর্ণ। অনিচ্ছাকৃত চিন্তা-ভাবনা মনের মধ্যে আসা ও আসতে থাকা মানুষ মাত্রেরই একটি স্বভাবগত দুর্বলতা। কিন্তু মানুষের পুর্ণপ্রচেষ্টা থাকতে হবে সালাতের সময় তার মন যেন আল্লাহ্‌র প্রতি আকৃষ্ট থাকে এবং মুখে যদি অনিচ্ছাকৃতভাবে অন্য চিন্তাভাবনা এসে যায় তাহলে যখনই মানুষের মধ্যে এর অনুভূতি সজাগ হবে তখনই তার মনোযোগ সেদিক থেকে সরিয়ে নিয়ে পুনরায় সালাতের সাথে সংযুক্ত করতে হবে। সুতরাং পূর্ণাঙ্গ ‘খুশূ’ হচ্ছে, অন্তরে বাড়তি চিন্তা-ভাবনা ইচ্ছাকৃতভাবে উপস্থিত না করা এবং অঙ্গ-প্রত্যঙ্গেও স্থিরতা থাকা; অনর্থক নড়াচড়া না করা। বিশেষতঃ এমন নড়াচড়া, যা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম সালাতে নিষিদ্ধ করেছেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘সালাতের সময় আল্লাহ্‌ তা‘আলা বান্দার প্রতি সৰ্বক্ষণ দৃষ্টি নিবদ্ধ রাখেন যতক্ষণ না সে অন্য কোন দিকে দৃষ্টি না দেয়। তারপর যখন সে অন্য কোন দিকে মনোনিবেশ করে, তখন আল্লাহ্‌ তা‘আলা তার দিকে থেকে দৃষ্টি ফিরিয়ে নেন।’ [ইবনে মাজাহঃ ১০২৩]",
  "ayah": 2,
  "surah": 23
}
