{
  "text": "আর যারা যা দেয়ার তা দেয় [১] ভীত-কম্পিত হৃদয়ে, এজন্য যে তারা তাদের রব-এর কাছে প্রত্যাবর্তনকারী [২]।\n[১] يؤتون শব্দটি إيتاء শব্দ থেকে উদ্ভুত। এর অর্থ দেয়া, খরচ করা ও দান-খয়রাত করা। তা যাকাতও হতে পারে, আবার নফল সাদকাহও হতে পারে। [ইবন কাসীর] এমনকি এর দ্বারা যাবতীয় নেক ও কল্যাণের কাজ যেমন সালাত, যাকাত, সাদাকাহ ও হজ্জ ইত্যাদি সবই উদ্দেশ্য হতে পারে। [সা‘দী]\n[২] অৰ্থাৎ তারা দুনিয়ায় আল্লাহ্‌র ব্যাপারে ভীতি শূন্য ও চিন্তামুক্ত জীবন যাপন করে না। যা মনে আসে তাই করে না। বরং তাদের মন সবসময় তাঁর ভয়ে ভীত থাকে। তারা আরও ভয় করে যে, আমরা আল্লাহ্‌র নির্দেশ মোতাবেক দেয়ার পরও তা আমাদের থেকে কবুল করা হচ্ছে কি না? আয়েশা সিদ্দীকা রাদিয়াল্লাহু আনহা থেকে বর্ণিত তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে এই আয়াতের মর্ম জিজ্ঞেস করে বললাম যে, এই কাজ করে যারা ভীত কম্পিত হবে তারা কি মদ্যপান করে কিংবা চুরি করে? রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ না হে সিদ্দীক তনয়! বরং এরা ঐ সমস্ত লোক যারা সাওম পালন করে, সালাত পড়ে। এতদসত্ত্বেও তারা শঙ্কিত থাকে যে, সম্ভবতঃ আমাদের এই আমল আল্লাহ্‌র কাছে (আমাদের কোন ত্রুটির কারণে) কবুল হবে না। এ ধরনের লোকই সৎকাজ দ্রুত সম্পাদন করে এবং তাতে অগ্রগামী থাকে [আহমদ ৬/২০৫, তিরমিযীঃ ৩১৭৫] হাসান রাহেমাহুল্লাহ বলেনঃ আমি এমন লোক দেখেছি যারা সৎকাজ করে ততটুকুই ভীত হয় যতটুকু তোমরা মন্দ কাজ করেও ভীত হও না। [কুরতুবী] মুফাসসিরগণ তাদের অন্তর ভীত-সন্ত্রস্ত হওয়ার কয়েকটি কারণ উল্লেখ করেছেন। তাদেরকে যা দেয়ার নির্দেশ দেয়া হয়েছে তা তারা দেয়া সত্ত্বেও ভয় পায় যে, তাদেরকে আল্লাহ্‌র কাছে ফিরে যেতে হবে তিনি প্রত্যেকের যাবতীয় গোপন ও প্রকাশ্য বিষয় জানেন। তাই তাদের দান যথাযোগ্য পন্থায় হয়েছে কি না সে ভয়ে তারা ভীত।\nঅথবা, তারা তাদের প্রভুর কাছে ফিরে যাবার কারণেই ভয় করছে, কারণ তাঁর কাছে কোন কাজই গোপন নেই। যে কোন ভাবেই তিনি ইচ্ছা করলে পাকড়াও করতে পারেন।\nতাছাড়া, আয়াতের অন্য কেরাআত হলোঃ أتوا অর্থ হবে, তারা যা কাজ করার তা করে, তারপর তারা ভয় করে যে, তাদেরকে তাদের রব-এর কাছে ফিরে যেতে হবে ফলে তিনি তাদের কাজের হিসাব নিবেন। আর যার হিসেব কড়াভাবে নেয়া হবে তার ধ্বংস অনিবাৰ্য। [ইবন কাসীর; ফাতহুল কাদীর]",
  "ayah": 60,
  "surah": 23
}
