{
  "text": "দম্ভভরে এ বিষয়ে অর্থহীন গল্প-গুজবে [১] রাত মাতিয়ে [২] তোমরা খারাপ কথা বলতে।\n[১] আয়াতের দু’টি অর্থ হতে পারে। প্রথম অর্থ, তারা যখন ঈমান না এনে পিছনে ফিরে যায়, তখন তারা সেটা করে থাকে অহংকারবশত। তারা হক পন্থীদেরকে ঘৃণা ও হেয় মনে করে নিজেদেরকে বড় মনে করে এটি করে থাকে। এমতাবস্থায় আয়াতের পরবর্তী অংশ به এর অর্থ নির্ণয়ে তিনটি মত রয়েছে। এক. به এর সর্বনাম পবিত্র মক্কার হারামের দিকে প্রত্যাবর্তন করবে তবে ‘হারাম’ শব্দটি পূর্বে কোথাও উল্লেখ করা হয়নি। তার সাথে কুরাইশদের গভীর সম্পর্ক এবং একে নিয়ে তাদের গর্ব সুবিদিত ছিল। এর পরিপ্রেক্ষিতে শব্দটি উল্লেখ করার প্রয়োজন মনে করা হয়নি। অর্থ এই যে, মক্কার কুরাইশদের আল্লাহ্‌র আয়াতসমূহ শুনে মুখ ঘুরিয়ে সরে যাওয়া এবং না মানার কারণ হারামে বসে খারাপ কথা বলে রাত কাটায়। দুই. অথবা এখানে به বলে কুরআনকে বুঝানো হয়েছে। অর্থাৎ কুরাইশদের আল্লাহ্‌র আয়াতসমূহ শুনে মুখ ঘুরিয়ে সরে যাওয়া এবং না মানার কারণ তারা এ কুরআন নিয়ে খারাপ কথা বলে রাত কাটায়। কখনও এটাকে বলে জাদু, কখনও বলে কবিতা, কখনও গণকের কথা, ইত্যাদি বাতিল কথা। তিন. অথবা به শব্দ দ্বারা এখানে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেই বোঝানো হয়েছে। অর্থাৎ কুরাইশদের আল্লাহ্‌র আয়াতসমূহ শুনে মুখ ঘুরিয়ে সরে যাওয়া এবং না মানার কারণ তারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নিয়ে খারাপ ও কটু কথা বলে রাত কাটায়। কখনও তাকে কবি, আবার কখনও গণক, কখনও জাদুকর, কখনও মিথ্যাবাদী অথবা পাগল, ইত্যাদি বাতিল ও অসার কথাসমূহ বলে থাকে। অথচ তিনি আল্লাহ্‌র রাসূল। যাকে আল্লাহ্‌ তাদের উপর বিজয় দিয়েছেন আর তাদেরকে সেখান থেকে অপমানিত ও হেয় করে বের করে দিয়েছেন। [ইবন কাসীর] আয়াতের দ্বিতীয় অর্থ হচ্ছে, তারা যখন ঈমান না এনে পিছনে ফিরে যায়, তখন তারা কা‘বা ঘর নিয়ে অহংকারে মত্ত থাকে। এ অহংকারেই তারা হক গ্ৰহণ করতে রাযী হয় না। কারণ, তারা কা‘বার সাথে সম্পর্ক ও তত্ত্বাবধানপ্রসূত অহংকার ও গর্বে ফেটে পড়ার উপক্রম হয়। তারা মনে করে যে, যতকিছুই হোক তাদের ব্যাপারটা আলাদা। কারণ, তারা কা‘বার অভিভাবক, অথচ তারা কা‘বার অভিভাবক নয়। [ইবন কাসীর] ইবন আব্বাস বলেন, তারা সেখানে বসে রাত জেগে খোশগল্পে মেতে থাকত। মসজিদ ও কা‘বাকে খোশ-গল্প ও অসার কথাবার্তার আসরে পরিণত করেছিল, ইবাদাতের মাধ্যমে আবাদ করেনি। [ইবন কাসীর]\n[২] রাত্রিকালে কাহিনী বলার প্রথা আরব-আজমে প্রাচীনকাল থেকেই প্রচলিত রয়েছে। এতে অনেক ক্ষতিকর দিক ছিল এবং বৃথা সময় নষ্ট হত। বর্তমান কালেও যারা সবচেয়ে ভয়ংকর ধরনের লোক তারা রাত জেগে ব্যাক্তি, সমাজ, রাষ্ট্র ও দ্বীনের বিরুদ্ধে নানা ষড়যন্ত্র পাকাতে থাকে। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এই প্রথা মিটানোর প্রচেষ্টা চালান। তিনি “এশার পূর্বে নিদ্ৰা যাওয়া এবং এশার পর অনৰ্থক কিসসা-কাহিনী বলা নিষিদ্ধ করেন।” [বুখারীঃ ৫৭৪] এর পেছনে সম্ভবত অন্য এক রহস্য এটাও ছিল যে, এশার সালাতের সাথে সাথে মানুষের সেদিনের কাজকর্ম শেষ হয়ে যায়। এই সালাত সারাদিনের গোনাহসমূহের কাফফারাও হতে পারে। কাজেই এটাই তার দিনের সর্বশেষ কাজ হওয়া উত্তম। যদি এশার পর অনর্থক কিসসা-কাহিনীতে লিপ্ত হয়, তবে প্রথমতঃ এটা স্বয়ং অনর্থক ও অপছন্দনীয়; এছাড়া এই প্রসঙ্গে পরনিন্দা, মিথ্যা এবং আরও বহু রকমের গোনাহ সংঘটিত হয়। এর আরেকটি কুপরিণতি এই যে, বিলম্বে নিদ্রা গেলে প্রত্যুষে জাগ্রত হওয়া সম্ভবপর হয় না। [কুরতুবী]",
  "ayah": 67,
  "surah": 23
}
