{
  "text": "The Encouragement to traverse upon the Path of Goodness\nIbn Zayd said,\nفَلاَ اقتَحَمَ الْعَقَبَةَ\n(But he has not attempted to pass on the path that is steep.) \"This means, will he not traverse upon the path which contains salvation and good Then He explains this path by his saying,\nوَمَآ أَدْرَاكَ مَا الْعَقَبَةُ - فَكُّ رَقَبَةٍ أَوْ إِطْعَامٌ\n(And what will make you know the path that is steep Freeing a neck, or giving food.)\" Imam Ahmad recorded from Sa`id bin Marjanah that he heard Abu Hurayrah saying that the Messenger of Allah ﷺ said,\n«مَنْ أَعْتَقَ رَقَبَةً مُؤمِنَةً أَعْتَقَ اللهُ بِكُلِّ إِرْبٍ أَيْ عُضْوٍ مِنْهَا إِرْبًا مِنْهُ مِنَ النَّارِ حَتْى إِنَّهُ لَيُعْتِقُ بِالْيَدِ الْيَدَ، وَبِالرِّجْلِ الرِّجْلَ، وَبِالْفَرْجِ الْفَرْج»\n(Whoever frees a believing slave, Allah will free for every limb (of the slave) one of his limbs from the Fire. This is to such an extent that He (Allah) will free a hand for a hand, a leg for a leg, and a private part for a private part.) `Ali bin Al-Husayn then said (to Sa`id), \"Did you hear this from Abu Hurayrah\" Sa`id replied, \"Yes.\" Then `Ali bin Al-Husayn said to a slave boy that he owned who was the swiftest of his servants, \"Call Mutarrif!\" So when the slave was brought before him he said, \"Go, for you are free for the Face of Allah.\" Al-Bukhari, Muslim, At-Tirmidhi, An-Nasa'i, all recorded this Hadith from Sa`id bin Marjanah. Imam Ahmad recorded from `Amr bin `Abasah that the Prophet said,\n«مَنْ بَنَى مَسْجِدًا لِيُذْكَرَ اللْهُ فِيهِ بَنَى اللْهُ لَهُ بَيْتًا فِي الْجَنَّةِ وَمَنْ أَعْتَقَ نَفْسًا مُسْلِمَةً كَانَتْ فِدْيَتَهُ مِنْ جَهَنَّمَ وَمَنْ شَابَ شَيْبَةً فِي الْإِسْلَامِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَة»\n(Whoever builds a Masjid so that Allah may be remembered in it, Allah will build a house for him in Paradise; and whoever frees a Muslim person, then it will be his ransom from Hell; and whoever grows grey in Islam, then it will be a light for him on the Day of Judgement.) According to another route of transmission, Ahmad recorded from Abu Umamah, who reported from `Amr bin `Abasah that As-Sulami said to him, \"Narrate a Hadith to us that you heard from the Messenger of Allah ﷺ, without any deficiency or mistakes.\" He (`Amr) said, \"I heard him saying,\n«مَنْ وُلِدَ لَهُ ثَلَاثَةُ أَوْلَادٍ فِي الْإِسْلَامِ فَمَاتُوا قَبْلَ أَنْ يَبْلُغُوا الْحِنْثَ أَدْخَلَهُ اللهُ الْجَنَّةَ بِفَضْلِ رَحْمَتِهِ إِيَّاهُمْ، وَمَنْ شَابَ شَيْبَةً فِي سَبِيلِ اللهِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ، وَمَنْ رَمَى بِسَهْم فِي سَبِيلِ اللهِ بَلَغَ بِهِ الْعَدُوَّ أَصَابَ أَوْ أَخْطَأَ كَانَ لَهُ عِتْقُ رَقَبَةٍ، وَمَنْ أَعْتَقَ رَقَبَةً مُؤْمِنَـةً أَعْتَقَ اللهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ، وَمَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللهِ فَإِنَّ لِلْجَنَّةِ ثَمَانِيَةَ أَبْوَابٍ يُدْخِلُهُ اللهُ مِنْ أَيِّ بَابٍ شَاءَ مِنْهَا»\n(Whoever has three children born to him in Islam, and they die before reaching the age of puberty, Allah will enter him into Paradise by virtue of His mercy to them. And whoever grows gray in the way of Allah (fighting Jihad), then it will be a light for him on the Day of Judgement. And whoever shoots an arrow in the way of Allah (fighting Jihad) that reaches the enemy, whether it hits or misses, he will get the reward of freeing a slave. And whoever frees a believing slave, then Allah will free each of his limbs from the Fire for every limb that the slave has. And whoever equipped two riding animals in the way of Allah (for fighting Jihad), then indeed Paradise has eight gates, and Allah will allow him to enter any of them he choses.)\" Ahmad recorded this Hadith from different routes of transmission that are good and strong, and all praise is due to Allah.Allah said,\nأَوْ إِطْعَامٌ فِى يَوْمٍ ذِى مَسْغَبَةٍ\n(Or giving food in a day full of Masghabah,) Ibn `Abbas said, \"Of hunger.\" `Ikrimah, Mujahid, Ad-Dahhak, Qatadah and others all said the same. The word `Saghb' means hunger. Then Allah says,\nيَتِيماً\n(To an orphan) meaning, he gives food on a day like this to an orphan.\nذَا مَقْرَبَةٍ\n(near of kin.) meaning, who is related to him. Ibn `Abbas, `Ikrimah, Al-Hasan, Ad-Dahhak and As-Suddi all said this. This is similar to what was related in a Hadith that was collected by Imam Ahmad on the authority of Salman bin `Amir who said that he heard the Messenger of Allah ﷺ say,\n«الصَّدَقَةُ عَلَى الْمِسْكِينِ صَدَقَةٌ وَعَلَى ذِي الرَّحِمِ اثْنَتَانِ: صَدَقَةٌ وَصِلَة»\n(Charity given to the poor person is counted as one charity, while if it is given to a relative it is counted as two: charity and connecting the ties (of kinship).) At-Tirmidhi and An-Nasa'i both recorded this Hadith and its chain of narration is authentic. Then Allah says,\nأَوْ مِسْكِيناً ذَا مَتْرَبَةٍ\n(Or to a Miskin cleaving to dust (Dha Matrabah).) meaning, poor, miserable, and clinging to the dirt. It means those who are in a state of destitution. Ibn `Abbas said, \"Dha Matrabah is that who is dejected in the street and who has no house or anything else to protect him against the dirt.\" Allah said;\nثُمَّ كَانَ مِنَ الَّذِينَ ءَامَنُواْ\n(Then he became one of those who believed) meaning, then, along with these beautiful and pure characteristics, he was a believer in his heart, seeking the reward of that from Allah. This is as Allah says,\nوَمَنْ أَرَادَ الاٌّخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَـئِكَ كَانَ سَعْيُهُم مَّشْكُورًا\n(And whoever desires the Hereafter and strives for it, with the necessary effort due for it while he is believer, then such are the ones whose striving shall be appreciated.) (17:19) Allah also says,\nمَنْ عَمِلَ صَـلِحاً مِّن ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ\n(Whoever works righteousness -- whether male or female -- while being a true believer....) (16:97) Allah says,\nوَتَوَاصَوْاْ بِالصَّبْرِ وَتَوَاصَوْاْ بِالْمَرْحَمَةِ\n(and recommended one another to patience, and recommended one another to compassion.) meaning, he was from the believers who worked righteous deeds, and advised each other to be patient with the harms of the people, and to be merciful with them. This is similar to what has been related in the noble Hadith,\n«الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمنُ، ارْحَمُوا مَنْ فِي الْأَرْضِ يَرْحَمْكُمْ مَنْ فِي السَّمَاء»\n(The merciful people will be treated with mercy by the Most Merciful (Allah). Be merciful to those who are on the earth and He Who is above the heavens will be merciful to you.) In another Hadith he said,\n«لَا يَرْحَمُ اللهُ مَنْ لَا يَرْحَمِ النَّاس»\n(Allah will not be merciful with whoever is not merciful with the people.) Abu Dawud recorded from `Abdullah bin `Amr that he narrated (from the Prophet ),\n«مَنْ لَمْ يَرْحَمْ صَغِيرَنَا وَيَعْرِفْ حَقَّ كَبِيرِنَا فَلَيْسَ مِنَّا»\n(Whoever does not show mercy to our children, nor does he recognize the right of our elders, then he is not of us.) Then Allah says,\nأُوْلَـئِكَ أَصْحَـبُ الْمَيْمَنَةِ\n(They are those on the Right,) meaning, those who have these characteristics are the companions of the Right Hand.\nThe Companions of the Left Hand and Their Recompense\nThen Allah says,\nوَالَّذِينَ كَفَرُواْ بِـَايَـتِنَا هُمْ أَصْحَـبُ الْمَشْـَمَةِ\n(But those who disbelieved in Our Ayat, they are those on the Left.) meaning, the companions of the Left Hand.\nعَلَيْهِمْ نَارٌ مُّؤْصَدَةُ\n(Upon them Fire will Mu'sadah.) meaning, it will be sealed over them and there will be no way for them to avoid it, nor will they have any way out. Abu Hurayrah, Ibn `Abbas, `Ikrimah, Sa`id bin Jubayr, Mujahid, Muhammad bin Ka`b Al-Qurazi, `Atiyah Al-`Awfi, Al-Hasan, Qatadah and As-Suddi, all said,\nمُّؤْصَدَةُ\n(Mu'sadah.) \"This means shut.\" Ibn `Abbas said, \"Its doors will be closed.\" Ad-Dahhak said,\nمُّؤْصَدَةُ\n(Mu'sadah.) \"It will be sealed over them and it will have no door.\" Qatadah said,\nمُّؤْصَدَةُ\n(Mu'sadah.) \"It will be shut and there will be no light in it, no crevice (escape), and no way out of it forever.\" This is the end of the Tafsir of Surat Al-Balad, and all praise and blessings are due to Allah.",
  "ayah": 12,
  "surah": 90
}
