{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nSwearing by the Sanctity of Makkah and Other Things that Man was created in Hardship\nHere Allah has sworn by Makkah, the Mother of the Towns, addressing its resident (during the non-sacred months,) free in this city in order to draw his attention to the significance of its sanctity when its people are in the state of sanctity. Khusayf reported from Mujahid;\nلاَ أُقْسِمُ بِهَـذَا الْبَلَدِ\n(Nay! I swear by this city;) \"The word \"La\" (Nay) refers to the refutation against them (Quraish). I swear by this city.\" Shabib bin Bishr narrated from `Ikrimah, from Ibn `Abbas that he said,\nلاَ أُقْسِمُ بِهَـذَا الْبَلَدِ\n(Nay! I swear by this city;) \"This means Makkah.\" Concerning the Ayah:\nوَأَنتَ حِلٌّ بِهَـذَا الْبَلَدِ\n(And you are free in this city.) he (Ibn `Abbas) said, \"O Muhammad! It is permissable for you to fight in it.\" Similar was reported from Sa`id bin Jubayr, Abu Salih, `Atiyah, Ad-Dahhak, Qatadah, As-Suddi and Ibn Zayd. Al-Hasan Al-Basri said, \"Allah made it lawful (to fight in) for him (the Prophet ) for one hour of a day.\" The meaning of what they have said was mentioned in a Hadith that is agreed- upon as being authentic. In it the Prophet said,\n«إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللهُ يَوْمَ خَلَقَ السَّموَاتِ وَالْأَرْضَ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْم الْقِيَامَةِ لَا يُعْضَدُ شَجَرُهُ وَلَا يُخْتَلَى خَلَاهُ، وَإِنَّمَا أُحِلَّتْ لِي سَاعَةٌ مِنْ نَهَارٍ، وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ، أَلَا فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِب»\n(Verily, Allah made this city sacred on the Day that He created the heavens and the earth. Therefore, it is sacred by the sanctity of Allah until the Day of Judgement. Its trees should not be uprooted, and its bushes and grasses should not be removed. And it was only made lawful for me (to fight in) for one hour of a day. Today its sanctity has been restored just as it was sacred yesterday. So, let the one who is present inform those who are absent.) In another wording of this Hadith, he said,\n«فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُولِ اللهِ فَقُولُوا: إِنَّ اللهَ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُم»\n(So, if anyone tries to use the fighting of the Messenger (to conquer Makkah) as an excuse (to fight there), then tell him that Allah permitted it for His Messenger and He has not permitted it for you.) Concerning Allah's statement,\nوَوَالِدٍ وَمَا وَلَدَ\n(And by the begetter and that which he begot.) Mujahid, Abu Salih, Qatadah, Ad-Dahhak, Sufyan Ath-Thawri, Sa`id bin Jubayr, As-Suddi, Al-Hasan Al-Basri, Khusayf, Shurahbil bin Sa`d and others have said, \"Meaning, by the begetter, Adam, and that which he begot is his children.\" This view that Mujahid and his companions have chosen is good and strong. This is supported by the fact that Allah swears by the Mother of the Towns, which are dwellings. Then after it He swears by the dwellers therein, who is Adam, the father of mankind, and his children. Abu `Imran Al-Jawni said, \"It refers to Ibrahim and his progeny.\" Ibn Jarir recorded this statement as did Ibn Abi Hatim. Ibn Jarir preferred the view that it is general and it refers to every father and his children. This meaning is also acceptable. Allah then says,\nلَقَدْ خَلَقْنَا الإِنسَـنَ فِى كَبَدٍ\n(Verily, We have created man in Kabad.) Ibn Abi Najih and Jurayj reported from `Ata, from Ibn `Abbas concerning the phrase `in Kabad', \"He was created while in hardship. Don't you see him\" Then he mentioned his birth and the sprouting of his teeth. Mujahid said,\nفِى كَبَدٍ\n(in Kabad.) \"A drop of sperm, then a clot, then a lump of flesh, enduring in his creation.\" Mujahid then said, \"This is similar to Allah's statement,\nحَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً\n(His mother bears him with hardship. And she brings him forth with hardship.) (46:15) and she breast-feeds him with hardship, and his livelihood is a hardship. So he endures all of this.\" Sa`id bin Jubayr said,\nلَقَدْ خَلَقْنَا الإِنسَـنَ فِى كَبَدٍ\n(Verily, We have created man in Kabad.) \"In hardship and seeking livelihood.\" `Ikrimah said, \"In hardship and long-suffering.\" Qatadah said, \"In difficulty.\" It is reported from Al-Hasan that he said, \"Enduring the hardships of the world by life and the severity of the Hereafter.\"\nMan is encompassed by Allah and His Bounties\nAllah says,\nأَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ\n(Does he think that none can overcome him) Al-Hasan Al-Basri said,\nأَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ\n(Does he think that none can overcome him) \"Meaning no one is able to take his wealth.\" Qatadah said,\nأَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ\n(Does he think that none can overcome him) \"The Son of Adam thinks that he will not be asked about this wealth of his -- how he earned and how he spent it.\" Allah said:\nيَقُولُ أَهْلَكْتُ مَالاً لُّبَداً\n(He says: \"I have wasted wealth in abundance!\") This means, the Son of Adam says, \"I spent an abundance of wealth.\" Mujahid, Al-Hasan, Qatadah, As-Suddi and others have said this.\nأَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ\n(Does he think that none sees him) Mujahid said, \"Does he think that Allah, the Mighty and Majestic, does not see him.\" Others among the Salaf have said similar to this. Allah said;\nأَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ\n(Have We not made for him two eyes) meaning, for him to see with them.\nوَلِسَاناً\n(And a tongue) meaning, for him to speak with, and so that he can express that which is inside of him.\nوَشَفَتَيْنِ\n(and two lips) In order to help him with speaking, eating food, and beautifying his face and his mouth.\nThe Ability to distinguish between Good and Evil is also a Blessing\nوَهَدَيْنَـهُ النَّجْدَينِ\n(And shown him the two ways) This refers to the two paths. Sufyan Ath-Thawri narrated from `Asim, from Zirr, from `Abdullah bin Mas`ud that he said,\nوَهَدَيْنَـهُ النَّجْدَينِ\n(And shown him the two ways) \"The good and the evil.\" Similar to this has been reported from `Ali, Ibn `Abbas, Mujahid, `Ikrimah, Abu Wa'il, Abu Salih, Muhammad bin Ka`b, Ad-Dahhak, and `Ata' Al-Khurasani among others. Similar to this Ayah is Allah's statement,\nإِنَّا خَلَقْنَا الإِنسَـنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَـهُ سَمِيعاً بَصِيراً - إِنَّا هَدَيْنَـهُ السَّبِيلَ إِمَّا شَاكِراً وَإِمَّا كَفُوراً\n(Verily, We have created man from Nutfah Amshaj, in order to try him: so We made him hearer and seer. Verily, We showed him the way, whether he be grateful or ungrateful.) (76:2-3)",
  "ayah": 5,
  "surah": 90
}
