{
  "text": "ثم أشارت السورة الكريمة بعد ذلك إلى ما أعطاه الله - تعالى - لنبيه موسى - عليه السلام - من نعم . وما منحه للصالحين من قومه من منن ، فقال - تعالى - : ( وَلَقَدْ آتَيْنَا مُوسَى الكتاب . . . فِيهِ يَخْتَلِفُونَ ) .والمراد بالكتاب فى قوله - تعالى - : ( وَلَقَدْ آتَيْنَا مُوسَى الكتاب ) التوراة التى أنزلها سبحانه - لتكون هداية لبنى إسرائيل .قالوا : وإنما ذكر موسى لقربه من النبى صلى الله عليه وسلم ووجود من كان على دينه إلزاماً لهم . إنما لم يختر عيسى - عليه السلام - للذكر وللاستدلال ، لأن اليهود ما كانوا يوافقون على نبوته ، وأما النصارى فكانوا يعترفون بنبوة موسى - عليه السلام - .والضمير المجرور فى قوله : ( فَلاَ تَكُن فِي مِرْيَةٍ مِّن لِّقَآئِهِ ) يعود إلى موسى على أرجح لأقوال - أو إلى الكتاب .أى : أتينا موسى الكتاب فلا تكن - أيها الرسول الكريم - فى مرية أو شك من لقاء وسى للكتاب الذى أوحيناه إليه ، بقبول ورضا وتحمل لتكاليف الدعوة به ، فكن مثله فى لك ، وبلغ ما أنزل إليك من ربك دون ان تخشى أحداً سواه .قال الآلوسى ما ملخصه : قوله : ( وَلَقَدْ آتَيْنَا مُوسَى الكتاب ) أى : جنس الكتاب ( فَلاَ تَكُن فِي مِرْيَةٍ ) أى : شك ( مِّن لِّقَآئِهِ ) أى : من لقائه ذلك الجنس .وحمل بعضهم ( الكتاب ) على العهد ، أى الكتاب المعهود وهو التوراة .ونهيه صلى الله عليه وسلم عن أن يكون فى شك ، المقصود به أمته ، والتعريض بمن اتصف بذلك . وقيل الكتاب ، المراد به التوراة ، وضمير ، لقائه ، عائد إليه من غير تقدير مضاف . ولقاء صدر مضاف إلى مفعوله موسى . أى : فلا تكن فى مرية من لقاء موسى الكتاب ، ومضاف إلى فاعله ، ومفعوله موسى . أى : من لقاء الكتاب موسى ووصوله إليه . .وهذا الرأى الأخير الذى عبر عنه الآلوسى - رحمه الله - بقوله \" وقيل \" وهو فى رأينا رجح الآراء ، وأقربها إلى الصواب ، لبعده عن التكلف .قال الجمل فى حاشيته ، بعد أن ساق ستة أقوال فى عودة الضمير فى قوله ( مِّن لِّقَآئِهِ ) : وأظهرها أن الضمير إما لموسى وإما للكتاب . أى : لا ترتب فى أن موسى لقى الكتاب أنزل عليه .قال صاحب الكشاف : والضمير فى \" لقائه \" له - أى لموسى - ، ومعناه : إنا آتينا موسى - عليه السلام - مثل ما آتيناك من الكتب ، ولقيناه مثل ما لقيناك من الوحى ، فلا تكن فى شك من أنك لقيت مثله ، ولقيت نظيره كقوله - تعالى - : ( فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَاسْأَلِ الذين يَقْرَءُونَ الكتاب مِن قَبْلِكَ ) .وقوله - تعالى - : ( وَجَعَلْنَاهُ هُدًى لبني إِسْرَائِيلَ ) أى : وجعلنا الكتاب الذى أنزلناه على نبينا موسى - عليه السلام - هداية لبنى إسرائيل إلى طريق الحق والسداد .",
  "ayah": 23,
  "surah": 32
}
