{
  "text": "ثم أضاف - سبحانه - إلى ما سبق أن وصف به ذاته ، صفات أخرى تليق بجلاله ، فقال : ( يُدَبِّرُ الأمر مِنَ السمآء إِلَى الأرض ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ ) .وقوله - تعالى - : ( يُدَبِّرُ ) من التدبير بمعنى الإِحكام والإِتقان ، والمراد به هنا : إيجاد الأشياء علت هذا النحو البديع الحكيم الذى نشاهده ، وأصل التدبير : النظر فى أعقاب الأمور محمودة العاقبة .وقوله : ( يَعْرُجُ ) من العروج بمعنى الصعود والارتفاع والصيرورة إليه - تعالى - .والضمير فى \" إليه \" يعود إلى الأمر الذى دبره وأحكمه - سبحانه - .أى : أن الله - تعالى - هو الذى يحكم شئون الدنيا السماوية والأرضية إلا أن تقوم الساعة ، وهو الذى يجعلها على تلك الصورة البديعة المتقنة ، ثم تصعد إليه - تعالى - تلك الأمور والشئون المدبرة ، فى يوم ، عظيم هو يوم القيامة ( كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ ) من أيام الدنيا .قال الآلوسى ما ملخصه : وقوله : ( مِنَ السمآء إِلَى الأرض ) متعلقان بقوله : ( يُدَبِّرُ ) ومن ابتدائية ، وإلى انتهائية . أى : يريده - تعالى - على وجه الإِتقان ومراعاة الحكمة ، منزلاً له من السماء إلى الأرض . وإنزاله من السماء باعتبار أسبابه ، فإن أسبابه سماوية من الملائكة وغيرهم .وقوله ( ثُمَّ يَعْرُجُ إِلَيْهِ ) أى : ذلك الأمر بعد تدبيره . وهذا العروج مجاز عن ثوبته فى علمه . . أو عن كتابته فى صحف الملائكة بأمره - تعالى - .وقال بعض العلماء : وقد ذكر - سبحانه - هنا أنه ( يُدَبِّرُ الأمر مِنَ السمآء إِلَى الأرض ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ ) . وذكر فى سورة الحج ( وَإِنَّ يَوْماً عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ ) وذكر فى سورة المعارج ( تَعْرُجُ الملائكة والروح إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) والجمع بين هذه الآيات من وجهين :الأول : ما جاء عن ابن عباس من أن يوم الألف فى سورة الحج ، هو أحد الأيام الستة التى خلق الله فيها السماوات والأرض .ويوم الألف فى سورة السجدة ، هو مقدار سير الأمر وعروجه إليه - تعالى - ، ويوم الخمسين ألفا - فى سورة المعارج - هو يوم القيامة .الثانى : أن المراد بجميعها يوم القيامة ، وأن الاختلاف باعتبار حال المؤمن والكافر ويدل لهذا الوجه قوله - تعالى - : ( فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ عَلَى الكافرين غَيْرُ يَسِيرٍ ) أى : أن يوم القيامة يتفاوت طوله بحسب اختلاف الشدة ، فهو يعادل فى حالة ألف سنة من سنى الدنيا ، ويعادل فى حالة أخرى خمسين ألف سنة .",
  "ayah": 5,
  "surah": 32
}
