{
  "text": "يقول تعالى قل يا محمد لهؤلاء المشركين المنكرين صفة الرحمة لله عز وجل المانعين من تسميته بالرحمن \"ادعوا الله أو ادعوا الرحمن أياما تدعوا فله الأسماء الحسنى\" أي لا فرق بين دعائكم له باسم الله أو باسم الرحمن فإنه ذو الأسماء الحسنى كما قال تعالى \"هو الله الذي لا إله الا هو عالم الغيب والشهادة هو الرحمن الرحيم - إلى أن قال - له الأسماء الحسنى يسبح له ما في السموات والأرض\" الآية وقد روى مكحول أن رجلا من المشركين سمع النبي صلى الله عليه وسلم وهو يقول في سجوده \"يا رحمن يا رحيم\" فقال إنه يزعم أنه يدعو واحدا وهو يدعو اثنين فأنزل الله هذه الآية وكذا روي عن ابن عباس رواهما ابن جرير وقوله \"ولا تجهر بصلاتك\" الآية. قال الإمام أحمد حدثنا هشيم حدثنا أبو بشر عن سعيد بن جبير عن ابن عباس قال نزلت هذه الآية ورسول الله صلى الله عليه وسلم متوار بمكة \"ولا تجهر بصلاتك ولا تخافت بها\" قال كان إذا صلى بأصحابه رفع صوته بالقرآن فلما سمع ذلك المشركون سبوا القرآن وسبوا من أنزله ومن جاء به قال: فقال الله تعالى لنبيه صلى الله عليه وسلم \"ولا تجهر بصلاتك\" أي بقراءتك فيسمع المشركون فيسبون القرآن \"ولا تخافت بها\" عن أصحابك فلا تسمعهم القرآن حتى يأخذوه عنك \"وابتغ بين ذلك سبيلا\" أخرجاه في الصحيحين من حديث أبي بشر جعفر بن إياس به وكذا رواه الضحاك عن ابن عباس وزاد فلما هاجر إلى المدينة سقط ذلك يفعل أي ذلك شاء وقال محمد بن إسحاق: حدثني داود بن الحصين عن عكرمة عن ابن عباس قال: كان رسول الله صلى الله عليه وسلم إذا جهر بالقرآن وهو يصلي تفرقوا عنه وأبوا أن يسمعوا منه فكان الرجل إذا أراد أن يسمع من رسول الله صلى الله عليه وسلم بعض ما يتلو وهو يصلى استرق السمع دونهم فرقا منهم فإذا رأى أنهم قد عرفوا أنه يستمع ذهب خشية أذاهم فلم يسمع فإن خفض صوته صلى الله عليه وسلم لم يسمع الذين يستمعون من قراءته شيئا فأنزل الله \"ولا تجهر بصلاتك\" فيتفرقوا عنك \"ولا تخافت بها\" فلا يسمع من أراد أن يسمع ممن يسترق ذلك منهم فلعله يرعوي إلى بعض ما يسمع فينتفع به \"وابتغ بين ذلك سبيلا\" وهكذا قال عكرمة والحسن البصري وقتادة نزلت هذه الآية في القراءة في الصلاة وقال شعبة عن أشعث بن سليم عن الأسود بن هلال عن ابن مسعود \"ولا تخافت بها\" من أسمع أذنيه قال ابن جرير: حدثنا يعقوب حدثنا ابن علية عن سلمة بن علقمة عن محمد بن سيرين قال: نبئت أن أبا بكر كان إذا صلى فقرأ خفض صوته وأن عمر كان يرفع صوته فقيل لأبي بكر لم تصنع هذا؟ قال أناجي ربي عز وجل وقد علم حاجتي فقيل أحسنت. وقيل لعمر لم تصنع هذا؟ قال أطرد الشيطان وأوقظ الوسنان قيل أحسنت فلما نزلت \"ولا تجهر بصلاتك ولا تخافت بها وابتغ بين ذلك سبيلا\" قيل لأبي بكر ارفع شيئا وقيل لعمر اخفض شيئا وقال أشعث بن سوار عن عكرمة عن ابن عباس: نزلت في الدعاء وهكذا روى الثوري ومالك عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها أنها نزلت في الدعاء وكذا قال مجاهد وسعيد بن جبير وأبو عياض ومكحول وعروة بن الزبير وقال الثوري عن ابن عياش العامري عن عبدالله بن شداد قال كان أعرابي من بني تميم إذا سلم النبي صلى الله عليه وسلم قال: اللهم ارزقني إبلا وولدا: قال فنزلت هذه الآية \"ولا تجهربصلاتك ولا تخافت بها\". \"قول آخر\" قال ابن جرير حدثنا أبو السائب حدثنا حفص بن غياث عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها نزلت هذه الآية في التشهد \"ولا تجهر بصلاتك ولا تخافت بها\" وبه قال حفص عن أشعث بن سوار عن محمد بن سيرين مثله \"قول آخر\" قال علي بن أبي طلحة عن ابن عباس في قوله \"ولا تجهر بصلاتك ولا تخافت بها\" قال لا تصل مراآة للناس ولا تدعها مخافة الناس وقال الثوري عن منصور عن الحسن البصري \"ولا تجهر بصلاتك ولا تخافت بها\" قال لا تحسن علانيتها وتسيء سريرتها وكذا رواه عبدالرزاق عن معمر عن الحسن به وهشام عن عوف عنه به وسعيد عن قتادة عنه كذلك. \"قول آخر\" قال عبدالرحمن بن زيد بن أسلم في قوله \"وابتغ بين ذلك سبيلا\" قال أهل الكتاب يخافتون ثم يجهر أحدهم بالحرف فيصيح به ويصيحون هم به وراءه فنهاه أن يصيح كما يصيح هؤلاء وأن يخافت كما يخافت القوم ثم كان السبيل الذي بين ذلك الذي سن له جبريل من الصلاة.",
  "ayah": 110,
  "surah": 17
}
