{
  "text": "The Israelites crossed the northern end of the Red Sea and reached the Sinai Peninsula. Then they travelled Southwards along the banks of the sea. During this journey, they witnessed a community engaged in polytheism. On seeing this, some of the Israelites demanded that Moses make an idol for them. The greatest weakness of man is to attach importance to appearances, thus becoming unable to devote his attention to the Invisible God. That is why he cannot detach himself from things which can be seen with the naked eye. The un-enlightened bow down before deities of stone and metals, while the civilized devote their attention to a particular personality or a community or a cultural structure, etc. When a group of Israelites asked Moses to make tangible idols, Moses replied, ‘All their devotion is going to be wasted.’ What he meant was that when his mission was to make people worship the one God, how could he possibly carve idols for his community? The Israelites were given superiority over all mankind. This ‘superiority’ is not used here in the racial sense, but refers rather to their mission. It conveys the same sense as the Quranic phrase “you are the best community” applied to the ummah of the Prophet Muhammad. It is the way of God that He selects a community to become the bearer of the Book of God and, through this community, He conveys His message to other nations. In ancient times this office was held by the Israelites, but after the coming of the Final Prophet, this office was given to the Muslim community. The opportunity Pharaoh had of oppressing the Israelites was a test for the Israelites and not a punishment. Believers are subjected to such trials in order to shake them and awaken them by shock treatment. It thus becomes clear who are the people who turn away from the true religion of God because of having to face difficult circumstances and who are the people who can adhere strictly to God’s religion by exercising patience in times of adversity.",
  "ayah": 138,
  "surah": 7
}
