{
  "text": "This action of the Israelites has been called false representation (iftira). Why was it so called? The reason is that they had committed this wrongful act in the name of Truth. Their case was not of the rejection of truth but of the exploition of Truth in order to gain material benefits. They used to justify such acts in religious terms. Like the polytheists, they said that God had become incarnate in the form of the idol they had made themselves, so they believed that worshipping it was as good as worshipping God. Moreover, Samiri also fabricated a dream, saying that in it he had seen Gabriel and collected a handful of earth from the footprint of his horse and put it in the statue of the calf, which caused a sound to come from its mouth. Samiri and his companions fabricated falsehoods and attributed them to God. Such action amounted to the making of false allegations (iftira) about God. When the People of the Book indulge in such irreligious acts in the name of religion, they incur the wrath of God. Such people are punished not only in the Hereafter but also in this life. As for the Israelites, Moses instructed the leaders of each tribe to find out those who were initially responsible for this wrongdoing. The guilty were thus caught and put to death by their own tribesmen. Only those who, greatly ashamed of their actions, admitted their guilt and sincerely repented, were not punished. The Israelites were punished for their wrongdoing by their own people. However, such punishment is sometimes meted out by other people or communities, especially when they can also inflict humiliation or ignominy. Being truly ashamed of sin is the real essence of repentance (tawbah). This strong feeling of shame is a guarantee that the individual resolves in the innermost recesses of his heart that he will never indulge in such an act in future. When a sinner displays this feeling of shame and proves his determination never to repeat the act in question, it is as if he has embraced the faith afresh. After a period of backsliding, he re-enters the fold of God’s religion.",
  "ayah": 153,
  "surah": 7
}
