{
  "text": "During the period of the Prophet Muhammad there was a man of great moral and intellectual distinction called Umayyah ibn Abi as-Salt. When he came to know that there were predictions in the Holy Books of the Christians and Jews about the coming of a prophet, he felt that he himself was that prophet. Later, when he was informed about the claim to prophethood made by the Prophet Muhammad and he heard the fine discourse revealed to him, he was greatly disappointed, and became an opponent of the Prophet. The proper use of the superior qualities given by God to Umayyah ibn Abi as-Salt would have been to recognise the Prophet of God and then become his companion. But because of the blessings of God already showered on him, he formed the idea that God should have showered the blessing of prophethood on him rather than on anyone else. He saw worldly benefit in the rejection of the Prophet of God while, on the contrary, acceptance of the Prophet would have led to benefit in the Hereafter. Had he gone in the direction of acceptance, he could have made the angels his fellow travellers. But when he walked the path of jealousy and pride, there was nobody except Satan to give him company. This example is applicable to all those people who ignore the Truth or refuse to accept it on the basis of jealousy and haughtiness. A man’s becoming like this amounts to falling down from the status of humanity to the status of a dog. A dog pants on good treatment as well as on bad. This is the condition of such a man. When God blessed him, he became arrogant and when He did not bless him, he still remained arrogant. Actually, he should have been grateful and obliged to God for His blessing, and when he did not receive some blessing, he should have reconciled himself to God’s dispensation and turned back to Him. God does not openly appear to guide people, He shows His way to the people by means of signs. Those who have the ability to recognize Truth as it appears in the shape of signs and arguments, and are ready to surrender to it, are the ones who avail of guidance in this world. And for those who do not attach importance to signs and arguments, there is nothing but eternal destruction.",
  "ayah": 177,
  "surah": 7
}
