{
  "text": "Both Adam and Satan have been sent to the earth as each other’s enemies. Now the battle which goes on between them will continue till Doomsday. Satan constantly strives to bring human beings on to his path and to deprive man of God’s grace, just as he himself had been deprived of it. But man should place himself in opposition to him; he should sabotage the plans of Satan. He should ignore his call and rush to obey the call of God. The fight between Adam and Satan makes itself manifest in the formation of human beings into two groups. Some succumb to the inducements of Satan and fall in line with him, while others who respond to God’s call incur the risk of all the companions of Satan contriving to vilify and defeat them. It has been seen in every age that true devotees of truth, who are always small in number, remain victims of the direst enmity of those who deny the truth. The reason for this is Satan’s inimical actions. He turns people against the true believers, in different ways filling their hearts with a burning hatred for them. Thus certain people become Satan’s tools and start harassing these devotees of truth. The real sin of Satan was his refusal to acknowledge the favour bestowed upon Adam by God. It is Satan’s effort to create in every man a temperament similar to his own. He instigates the younger ones not to give due regard to their elders. In the course of social or business transactions, when one party is honour-bound to give the other his dues, Satan persuades the former not to honour his pledge. When a servant of God brings the message of truth, Satan introduces different types of doubts into the hearts of the people and induces them not to accept it. If there is a dispute between two parties and if one of them is ready to pay an amount commensurate with his circumstances, Satan insidiously persuades the other party not to accept this offer, but rather to make such huge demands as the other party cannot meet, so that the fight continues unabated. In this way, due to the misguidance of Satan, enmity between people prevails everywhere. Two opposing groups form among human beings and Satan sees to it that the confrontation between them will be unending.",
  "ayah": 25,
  "surah": 7
}
