{
  "text": "In this verse ‘community’(ummah) means those leaders who misguide and ‘fellow community’ (ukht) means the misguided general public. In the Hereafter when the wrong-thinking leaders and their misguided followers from the general public are cast into Hell, this will present a great lesson-giving scene. In the world they posed as each other’s well-wishers and as being ready to make sacrifices for each other. Such leaders used to respect each and every wish of the general public and the general public made heroes of their leaders. But, when they are trapped in the fire of Hell, all the artificial veils will drop from their eyes. Then everybody will be seen in his true colours. The followers will say to their leaders, ‘May you be accursed! How terrible was your leadership which showed us false spectacles and thereafter thrust us into such horrible affliction!’ In reply to this, the leaders will say, ‘You wanted a religion to your liking and finding such a religion with us, you rushed towards us. Otherwise, during that very period there were such servants of God as were calling you towards the path of real success. You heard their call, but did not pay attention to them.’ The leaders will tell their followers, ‘You are in no way better than us. We established leadership in pursuance of our desires, and you followed us for the sake of your desires. So, in point of fact, both of us are in the same position. So, here you will be liable to receive the same punishment as has been laid down for us in accordance with our deeds.’ The followers will tell God that the leaders had misled them and as such the latter should be given double the punishment that they received. The reply will be that the leaders were already being given double punishment but that they did not know it. The fact is that in Hell whatever punishment is given to anybody will be felt to be so severe that he will think that nobody else is in such terrible agony. Everyone will feel himself the worst afflicted. In the world self-interested leaders and self-interested followers are inter-linked in strong bonds of friendship. Each group expresses fine opinions about the other, and each finds words for the good of the other. But, in the Hereafter the one group will hate the other. Each will try to push the other towards the direst of fates.",
  "ayah": 39,
  "surah": 7
}
