{
  "text": "The question was asked in early times how with Heaven and Hell being far away from each other—heaven above the skies and Hell at the lowest possible level—it would be possible for the voices of the people in heaven to reach the people in hell. But, in this age of mass communication, this question has become a relative matter. Now, man has come to know that it is possible to see far-away things and to hear voices from far away. What was not clear in ancient times has now become fully understandable in the light of modern experience and observation. This indicates that if any statement of the Quran defies analysis in the light of today’s knowledge, no conclusion should be drawn about it. It is quite possible that, with the increase in knowledge, it may become an accepted fact tomorrow, though today it seems to be strange and unknowable. However, this does not mean that, in the Hereafter, a connection will be established between the respective inmates of heaven and hell by means of modern radio or television. It only means that modern discoveries have shown that, in this universe of God, certain arrangements make it possible for two men situated far away from each other to see and talk to each other without any difficulty. A man can feel the weight of an argument only if he is serious and sincere about it. Those who do not attach significance to the Hereafter, are unable to see the point of arguments about the after-life. The reality of the Hereafter is supported by extremely strong arguments, but with their non-serious minds they can only ferret out defects in it. They produce different types of objections to it and, as a result, not only do they themselves entertain different suspicions and doubts about it, but they incline others towards incredulity. Such people are, in the eyes of God, guilty in the extreme. In the Hereafter, they will suffer the scourge of God, though in this world they may consider themselves entitled to His grace. Howsoever strong and convincing an argument may be, doubt can always be cast upon its veracity by clever utterances. People in general are unable to differentiate between a real argument and sophistry. So, they move away from Truth on hearing such talk. But those who, in spite of being capable of understanding the Truth, alienate people from it by indulging in such clever utterances, will be far removed from God’s grace on the Day of Reckoning.",
  "ayah": 44,
  "surah": 7
}
