{
  "text": "According to al-Qurtubi, ‘the people of the heights’ in this verse refers to shuhada’. That is, those special servants of God who, in the service of the religion of God, were witness to the deeds of the nations of the world. Some accepted their call, while others rejected it. These preachers of the divine message have been mentioned in the Quran in many different terms such as ‘warner’, ‘bearer of glad tidings’, ‘the caller’, etc. This group, originally formed of the prophets, was later made up of those special servants of God who followed the example of the prophets and performed dawah for the people of their times. The Final Judgement on human beings, which is going to take place in the hereafter, will be based on the task performed by the witnesses (shahadah) for the people of the world. This task of witness divides the people of the world into two groups: one which accepts the divine message and the other which rejects it. On the Day of Judgement these two opposing groups will be separated from each other. Then according to their deeds, they will be judged and will be destined to two different sets of consequences. Though this judgement will be entirely God’s judgement, the announcement of it will be made by those special servants of God who had undertaken the task of calling people to God. This will be a matter of a great honour to them. On the Day of Judgement, high platforms will be raised for ‘the people of the heights’ to stand on. From there they will be able to see everyone, and will pronounce God’s judgement to the people. Those who bore witness to people (shuhada’) and those who called people to truth (du‘at), strove very hard in the world to convey the message of God to people. They dedicated their entire lives to this mission, as if it were their own personal work. For this reason, they will be honoured on the Day of Judgement by being asked to announce the final result of their call to the people to truth. They ranked high in the world according to their mission, and they will be referred to as high-ranked on the Day of Judgement, according to the result of their actions. The conveying of the message of Truth to everyone, the responsibility for which has been placed on the Muslims, is not like an optional subject, which you may either take up or make some excuse to leave off. This is a responsibility of such a nature that it has to be discharged at all costs. No excuse made by the followers of the Prophet will be heard and found acceptable by God. Even other religious acts and deeds will not be enough for the salvation of the believers, if they have ignored the responsibility of conveying the message of Truth to all the people.Thousands of men and women are dying every day without having had  the   message of God conveyed to them; without having had the opportunity to accept it, they have missed their chance of improving their lives in the Hereafter. In such a situation it is the grave responsibility of the believers to desist from making excuses and seriously take up the mission of proclaiming the divine truth.",
  "ayah": 48,
  "surah": 7
}
