{
  "text": "How can You feel Secure against the Punishment of Allah while He is Able to seize You however He wil\nThis is another indication of His gentleness and His mercy with His creatures. He is able to punish them because some of them disbelieve in Him and worship others besides Him, yet He is forbearing, He pardons, and He gives respite for an appointed time without hastening. This is as He says,\nوَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَى ظَهْرِهَا مِن دَآبَّةٍ وَلَـكِن يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُّسَمًّى فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيراً\n(And if Allah were to punish men for that which they earned, He would not leave a moving creature on the surface of the earth; but He gives them respite to an appointed term: and when their term comes, then verily, Allah is Ever All-Seer of His servants.) 35:45 Here Allah says,\nأَءَمِنتُمْ مَّن فِى السَّمَآءِ أَن يَخْسِفَ بِكُمُ الاٌّرْضَ فَإِذَا هِىَ تَمُورُ\n(Do you feel secure that He, Who is over the heaven, will not cause the earth to sink with you, and then it should quake) meaning, that it would move back and forth, and be disrupted.\nأَمْ أَمِنتُمْ مِّن فِى السَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَـصِباً\n(Or do you feel secure that He, Who is over the heaven, will not send against you a Hasib) meaning, a wind containing gravel that will strike you, as Allah says in another Ayah,\nأَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لاَ تَجِدُواْ لَكُمْ وَكِيلاً\n(Do you then feel secure that He will not cause a side of the land to swallow you up, or that He will not send against you a violent sandstorm Then, you shall find no trustee.) 17:68 And similarly, here Allah threatens them with His statement,\nفَسَتَعْلَمُونَ كَيْفَ نَذِيرِ\n(Then you shall know how has been My warning.) meaning, `how is My admonition and what will happen to those who disregard and reject it.' Then Allah says,\nوَلَقَدْ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ\n(And indeed those before them rejected,) meaning, from the previous nations and the old generations that have passed. Then Allah says,\nفَكَيْفَ كَانَ نَكِيرِ\n(then how terrible was My reproach) meaning, `how was My rebuke of them and my punishment of them.' Meaning, it was great, severe and painful.\nThe flight of Birds is by the Power of Allah and it is a Proof that He sees everything small n large\nAllah says,\nأَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَــفَّـتٍ وَيَقْبِضْنَ\n(Do they not see the birds above them, spreading out their wings and folding them in) meaning, sometimes they spread their wings out in the wind (gliding) and other times they gather and spread (flapping) the wings in flight\nمَا يُمْسِكُهُنَّ\n(None upholds them) meaning, in the air,\nإِلاَّ الرَّحْمَـنُ\n(except the Most Gracious.) meaning, Allah holds them up in the air by subjecting the air to them out of His mercy and His gentleness.\nإِنَّهُ بِكُلِّ شَىْءٍ بَصِيرٌ\n(Verily, He is the All-Seer of everything.) means, with what is beneficial and suitable for all of His creatures. This is similar to His statement,\nأَلَمْ يَرَوْاْ إِلَى الطَّيْرِ مُسَخَّرَتٍ فِى جَوِّ السَّمَآءِ مَا يُمْسِكُهُنَّ إِلاَّ اللَّهُ إِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يُؤْمِنُونَ\n(Do they not see the birds held in the midst of the sky None upholds them but Allah. Verily, in this are clear Ayat for people who believe.) 16:79",
  "ayah": 16,
  "surah": 67
}
