{
  "text": "حضرت لقمان کی اپنے بیٹے کو نصیحت ووصیت حضرت لقمان نے جو اپنے صاحبزادے کو نصیحت و وصیت کی تھی اس کا بیان ہو رہا ہے۔ یہ لقمان بن عنقاء بن سدون تھے ان کے بیٹے کا نام سہیلی کے بیان کی رو سے ثاران ہے۔ اللہ تعالیٰ نے ان کا ذکر اچھائی سے کیا اور فرمایا کہ انکوحکمت عنایت فرمائی گئی تھی۔ انہوں نے جو بہترین وعظ اپنے لڑکے کو سنایا تھا اور انہیں مفید ضروری اور عمدہ نصیحتیں کی تھیں ان کا ذکر ہو رہا ہے۔ ظاہر ہے کہ اولاد سے پیاری چیز انسان کی اور کوئی نہیں ہوتی اور انسان اپنی بہترین اور انمول چیز اپنی اولاد کو دینا چاہتا ہے۔ تو سب سے پہلے یہ نصیحت کی کہ صرف اللہ کی عبادت کرنا اس کے ساتھ کسی کو شریک نہ ٹھہرانا۔ یاد رکھو اس سے بڑی بےحیائی اور زیادہ برا کام کوئی نہیں۔ حضرت عبداللہ سے صحیح بخاری میں مروی ہے کہ جب آیت (اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۗىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَ 82؀) 6۔ الانعام :82) اتری تو آصحاب رسول ﷺ پر بڑی مشکل آپڑی اور انہوں نے حضور سے عرض کیا ہم میں سے وہ کون ہے جس نے کوئی گناہ کیا ہی نہ ہو ؟ اور آیت میں ہے کہ ایمان کو جنہوں نے ظلم سے نہیں ملایا وہی با امن اور راہ راست والے ہیں۔ تو آپ نے فرمایا کہ ظلم سے مراد عام گناہ نہیں بلکہ ظلم سے مراد وہ ظلم ہے جو حضرت لقمان نے اپنے بیٹے کو نصیحت کرتے ہوئے فرمایا تھا کہ بیٹے اللہ کے ساتھ کسی کو شریک نہ ٹھہرانا بڑا بھاری ظلم ہے۔ اس پہلی وصیت کے بعد حضرت لقمان دوسری وصیت کرتے ہیں اور وہ بھی دوزخ اور تاکید کے لحاظ سے واقع ایسی ہی ہے کہ اس پہلی وصیت سے ملائی جائے۔ یعنی ماں باپ کے ساتھ سلوک واحسان کرنا جیسے فرمان جناب باری ہے آیت (وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسَانًا 23؀) 17۔ الإسراء :23) یعنی تیرا رب یہ فیصلہ فرماچکا ہے کہ اس کے سوا کسی اور کی عبادت نہ کرو اور ماں باپ کے ساتھ اچھا سلوک واحسان کرتے رہو۔ عموما قرآن کریم میں ان دونوں چیزوں کا بیان ایک ساتھ ہے۔ یہاں بھی اسی طرح ہے وھن کے معنی مشقت تکلیف ضعف وغیرہ کے ہیں۔ ایک تکلیف تو حمل کی ہوتی ہے جسے ماں برداشت کرتی ہے۔ حالت حمل کے دکھ درد کی حالت سب کو معلوم ہے پھر دو سال تک اسے دودھ پلاتی رہتی ہے اور اس کی پرورش میں لگی رہتی ہے۔ چناچہ اور آیت میں ہے (وَالْوَالِدٰتُ يُرْضِعْنَ اَوْلَادَھُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّـتِمَّ الرَّضَاعَةَ02303) 2۔ البقرة :233) یعنی جو لوگ اپنی اولاد کو پورا پورا دودھ پلانا چاہے ان کے لئے آخری انتہائی سبب یہ ہے کہ دو سال کامل تک ان بچوں کو ان کی مائیں اپنا دودھ پلاتی رہیں۔ چونکہ ایک اور آیت میں فرمایا گیا ہے (وَحَمْلُهٗ وَفِصٰلُهٗ ثَلٰثُوْنَ شَهْرًا 15؀) 46۔ الأحقاف :15) یعنی مدت حمل اور دودھ چھٹائی کل تیس ماہ ہے۔ اس لئے حضرت ابن عباس اور دوسرے بڑے اماموں نے استدلال کیا ہے کہ حمل کی کم سے کم مدت چھ مہینے ہے۔ ماں کی اس تکلیف کو اولاد کے سامنے اس لئے ظاہر کیا جاتا ہے کہ اولاد اپنی ماں کی ان مہربانیوں کو یاد کرکے شکر گذاری اطاعت اور احسان کرے جیسے اور آیت میں فرمان عالیشان ہے آیت (وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيٰنِيْ صَغِيْرًا 24؀ۭ) 17۔ الإسراء :24) ہم سے دعا کرو اور کہو کہ میرے سچے پروردگار میرے ماں باپ پر اس طرح رحم وکرم فرما جس طرح میرے بچپن میں وہ مجھ پر رحم کیا کرتے تھے۔ یہاں فرمایا تاکہ تو میرا اور اپنے ماں باپ کا احسان مند ہو۔ سن لے آخر لوٹنا تو میری طرف ہے اگر میری اس بات کو مان لیا تو پھر بہترین جزا دونگا۔ ابن ابی حاتم میں ہے کہ جب حضرت معاذ ؓ کو رسول اللہ ﷺ نے امیر بناکر بھیجا آپ نے وہاں پہنچ کر سب سے پہلے کھڑے ہو کر خطبہ پڑھا جس میں اللہ تعالیٰ کی حمد وثنا کے بعد فرمایا میں تمہاری طرف رسول اللہ ﷺ کا بھیجا ہوا ہوں۔ یہ پیغام لے کر تم اللہ ہی کی عبادت کرو اس کے ساتھ کسی کو شریک نہ کرو میری باتیں مانتے رہو میں تمہاری خیر خواہی میں کوئی کوتاہی نہ کرونگا۔ سب کو لوٹ کر اللہ کی طرف جانا ہے۔ پھر یا تو جنت مکان بنے گی یا جہنم ٹھکانا ہوگا۔ پھر وہاں سے نہ اخراج ہوگا نہ موت آئے گی۔ پھر فرماتا ہے کہ اگر تمہارے ماں باپ تمہیں اسلام کے سوا اور دین قبول کرنے کو کہیں۔ گو وہ تمام تر طاقت خرچ کر ڈالیں خبردار تم ان کی مان کر میرے ساتھ ہرگز شریک نہ کرنا۔ لیکن اس کا یہ بھی مطلب نہیں کہ تم ان کیساتھ سلوک واحسان کرنا چھوڑ دو نہیں دنیوی حقوق جو تمہارے ذمہ انکے ہیں ادا کرتے رہو۔ ایسی باتیں ان کی نہ مانو بلکہ ان کی تابعداری کرو جو میری طرف رجوع ہوچکے ہیں سن لو تم سب لوٹ کر ایک دن میرے سامنے آنے والے ہو اس دن میں تمہیں تمہارے تمام تر اعمال کی خبر دونگا۔ طبرانی کی کتاب العشرہ میں ہے حضرت سعد بن مالک ؓ فرماتے ہیں کہ یہ آیت میرے بارے میں نازل ہوئی ہے۔ میں اپنی ماں کی بہت خدمت کیا کرتا تھا اور ان کا پورا اطاعت گذار تھا۔ جب مجھے اللہ نے اسلام کی طرف ہدایت کی تو میری والدہ مجھ پر بہت بگڑیں اور کہنے لگی بچے یہ نیا دین تو کہاں سے نکال لایا۔ سنو میں تمہیں حکم دیتی ہوں کہ اس دین سے دستبردار ہوجاؤ ورنہ میں نہ کھاؤنگی نہ پیوگی اور یونہی بھوکی مرجاؤنگی۔ میں نے اسلام کو چھوڑا نہیں اور میری ماں نے کھانا پینا ترک کردیا اور ہر طرف سے مجھ پر آوارہ کشی ہونے لگی کہ یہ اپنی ماں کا قاتل ہے۔ میں بہت ہی دل میں تنگ ہوا اپنی والدہ کی خدمت میں باربار عرض کیا خوشامدیں کیں سمجھایا کہ اللہ کے لئے اپنی ضد سے باز آجاؤ۔ یہ تو ناممکن ہے کہ میں اس سچے دین کو چھوڑ دوں۔ اسی ضد میں میری والدہ پر تین دن کا فاقہ گذر گیا اور اس کی حالت بہت ہی خراب ہوگئی تو میں اس کے پاس گیا اور میں نے کہا میری اچھی اماں جان سنو تم مجھے میری جان سے زیادہ عزیز ہو لیکن میرے دین سے زیادہ عزیز نہیں۔ واللہ ایک نہیں تمہاری ایک سوجانیں بھی ہوں اور اسی بھوک پیاس میں ایک ایک کرکے سب نکل جائیں تو بھی میں اخری لمحہ تک اپنے سچے دین اسلام کو نہ چھوڑونگا پر نہ چھوڑونگا۔ اب میری ماں مایوس ہوگئیں اور کھانا پینا شرع کردیا۔",
  "ayah": 13,
  "surah": 31
}
