{
  "text": "قیامت کے دن اعلیٰ اخلاق کام آئے گا  حضرت لقمان کی یہ اور وصیتیں ہیں اور چونکہ یہ سب حکمتوں سے پر ہیں۔ قرآن انہیں بیان فرما رہا ہے تاکہ لوگ ان پر عمل کریں۔ فرماتے ہیں کہ برائی خطا ظلم ہے چاہے رائی کے دانے کے برابر بھی ہو پھر وہ خواہ کتنا ہی پوشیدہ اور ڈھکا چھپا کیوں نہ ہو قیامت کے دن اللہ اسے پیش کرے گا میزان میں سب کو رکھا جائے گا اور بدلہ دیا جائے گا نیک کام پر جزا بد پر سزا جیسے فرمان ہے آیت (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا 47؀) 21۔ الأنبیاء :47) ، یعنی قیامت کے دن عدل کے ترازو رکھ کر ہر ایک کو بدلہ دیں گے کوئی ظلم نہ کیا جائے گا۔ اور آیت میں ہے ذرے برابر نیکی اور ذرے برابر برائی ہر ایک دیکھ لے گا خواہ وہ نیکی یا بدی کسی مکان میں محل میں قلعہ میں پتھر کے سوراخ میں آسمانوں کے کونوں میں، زمین کی تہہ میں ہو کہیں بھی ہو اللہ تعالیٰ سے مخفی نہیں وہ اسے لاکر پیش کرے گا وہ بڑے باریک علم والا ہے۔ چھوٹی سے چھوٹی چیز بھی اس پر ظاہر ہے اندھیری رات میں چیونٹی جو چل رہی ہو اس کے پاؤں کی آہٹ کا بھی وہ علم رکھتا ہے۔ بعض نے یہ بھی جائز رکھا ہے کہ انھا میں ضمیر شان کی اور قصہ کی ہے اور اس بنا پر انہوں نے مثقال کی لام کا پیش پڑھنا بھی جائز رکھا ہے لیکن پہلی بات ہی زیادہ اچھی ہے۔ بعض کہتے ہیں کہ صخرہ سے مراد وہ پتھر ہے جو ساتویں آسمان اور زمین کے نیچے ہیں۔ اس کی بعض سندیں بھی بنی اسرائیل سے ہیں اگر صحیح ثابت ہوجائیں۔ بعض صحابہ سے مروی تو ہے واللہ اعلم۔ بہت ممکن ہے کہ یہ بھی بنی اسرائیل سے منقول ہو لیکن ان کی کتابوں کی کسی بات کو ہم نہ سچی مان سکیں نہ جھٹلاسکیں۔ بہ ظاہر یہ معلوم ہوتا ہے کہ بقدر رائی کے دانہ کے کوئی عمل حقیر ہو اور ایسا پوشیدہ ہو کہ کسی پتھر کے اندر ہو۔ جیسے مسند احمد کی حدیث میں ہے رسو اللہ ﷺ فرماتے ہیں اگر تم میں سے کوئی شخص کوئی علم کرے کسی بےسوراخ کے پتھر کے اندر جس کا نہ کوئی دروازہ ہو نہ کھڑکی ہو نہ سوراخ ہو تاہم اللہ تعالیٰ اسے لوگوں پر ظاہر کردے گا خواہ کچھ ہی عمل ہو نیک ہو یا بد۔ پھر فرماتے ہیں بیٹے نماز کا خیال رکھنا۔ اس کے فرائض اسکے واجبات ارکان اوقات وغیرہ کی پوری حفاظت کرنا۔ اپنی طاقت کے مطابق پوری کوشش کرنا ساتھ اللہ کی باتوں کی تبلیغ اپنوں پرایوں میں کرتے رہنا بھلی باتیں کرنے اور بری باتوں سے بچنے کے لئے ہر ایک سے کہنا اور چونکہ۔ نیکی کا حکم یعنی بدی سے روکنا جو عموما لوگوں کو کڑوی لگتی ہے۔ اور حق گو شخص سے لوگ دشمنی رکھتے ہیں اس لئے ساتھ ہی فرمایا کہ لوگوں سے جو ایذاء اور مصیبت پہنچے اس پر صبر کرنا درحقیقت اللہ کی راہ میں ننگی شمشیر رہنا اور حق پر مصیبتیں جھیلتے ہوئے پست ہمت نہ ہونا یہ بڑا بھاری اور جوانمردی کا کام ہے۔ پھر فرماتے ہیں اپنا منہ لوگوں سے نہ موڑ انہیں حقیر سمجھ کر یا اپنے تئیں بڑا سمجھ کر لوگوں سے تکبر نہ کر۔ بلکہ نرمی برت خوش خلقی سے پیش آ۔ خندہ پیشانی سے بات کر۔ حدیث شریف میں ہے کہ کسی مسلمان بھائی سے تو کشادہ پیشانی سے ہنس مکھ ہو کر ملے یہ بھی تیری بڑی نیکی ہے۔ تہبند اور پاجامے کو ٹخنے سے نیچا نہ کر یہ کبر غرور ہے اور اللہ کو ناپسند ہے۔ حضرت لقمان نے اپنے بیٹے کو تکبر نہ کرنے کی وصیت کی ہے کہ ایسا نہ ہو کہ اللہ کے بندوں کو حقیر سمجھ کر تو ان سے منہ موڑ لے اور مسکنیوں سے بات کرنے سے شرمائے۔ منہ موڑے ہوئے باتیں کرنا بھی غرور میں داخل ہے۔ باچھیں پھاڑ کر لہجہ بدل کر حاکمانہ انداز کے ساتھ گھمنڈ بھرے الفاظ سے بات چیت بھی ممنوع ہے۔ صعر ایک بیماری ہے جو اونٹوں کی گردہ میں ظاہر ہوتی ہے یا سر میں اور اس سے گردن ٹیڑی ہوجاتی ہے، پس متکبر شخص کو اسی ٹیڑھے منہ والے شخص سے ملادیا گیا۔ عرب عموما تکبر کے موقعہ پر صعر کا استعمال کرتے ہیں اور یہ استعمال ان کے شعروں میں بھی موجود ہے۔ زمین پر تن کر اکڑ کر اترا کر غرور وتکبر سے نہ چلو یہ چال اللہ کو ناپسند ہے۔ اللہ تعالیٰ ان لوگوں کو ناپسند رکھتا ہے جو خود بین متکبر سرکش اور فخر و غرور کرنے والے ہوں اور آیت میں ہے (وَلَا تَمْشِ فِي الْاَرْضِ مَرَحًا ۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا 37؀) 17۔ الإسراء :37) ، یعنی اکڑ کر زمین پر نہ چلو نہ تو تم زمین کو پھاڑ سکتے ہو نہ پہاڑوں کی لمبائی کو پہنچ سکتے ہو۔ اس آیت کی تفسیر بھی اس کی جگہ گذر چکی ہے۔ حضور کے سامنے ایک مرتبہ تکبر کا ذکر کیا گیا تو آپ نے اس کی بڑی مذمت فرمائی اور فرمایا کہ ایسے خود پسند مغرور لوگوں سے اللہ غصہ ہوتا ہے اس پر ایک صحابی نے کہا یارسول اللہ ﷺ میں جب کپڑے دھوتا ہوں اور خوب سفید ہوجاتے ہیں تو مجھے بہت اچھے لگتے ہیں میں ان سے خوش ہوتا ہوں۔ اسی طرح جوتے میں تسمہ بھلالگتا ہے۔ کوڑے کا خوبصورت غلاف بھلا معلوم ہوتا ہے آپ نے فرمایا یہ تکبر نہیں ہے تکبر اس کا نام ہے کہ تو حق کو حقیر سمجھے اور لوگوں کو ذلیل خیال کرے یہ روایت اور طریق سے بہت لمبی مروی ہے اور اس میں حضرت ثابت کے انتقال اور ان کی وصیت کا ذکر بھی ہے۔ اور میانہ روی کی چال چلاکر نہ بہت آہستہ خراماں خراماں نہ بہت جلدی لمبے ڈک بھر بھر کے۔ کلام میں مبالغہ نہ کرے بےفائدہ چیخ چلا نہیں۔ بدترین آواز گدھے کی ہے۔ جو پوری طاقت لگا کر بےسود چلاتا ہے۔ باوجودیکہ وہ بھی اللہ کے سامنے اپنی عاجزی ظاہر کرتا ہے۔ پس یہ بری مثال دے کر سمجھا دیا کہ بلاوجہ چیخنا ڈانٹ ڈپٹ کرنا حرام ہے۔ رسول اللہ ﷺ فرماتے ہیں بری مثالوں کے لائق ہم نہیں۔ اپنی دے دی ہوئی چیز واپس لینے والا ایسا ہے جیسے کتا جو قے کرکے چاٹ لیتا ہے۔ نسائی میں اس آیت کی تفسیر میں ہے کہ رسول اللہ ﷺ نے فرمایا جب مرغ کی آواز سنو تو اللہ تعالیٰ سے اس کا فضل طلب کرو اور جب گدھے کی آواز سنو تو اللہ تعالیٰ سے پناہ طلب کرو۔ اس لئے کہ وہ شیطان کو دیکھتا ہے۔ ایک روایت میں ہے رات کو۔ واللہ اعلم۔ یہ وصیتیں حضرت لقمان حکیم کی نہایت ہی نفع بخش ہیں۔ قرآن حکیم نے اسی لیے بیان فرمائی ہیں۔ آپ سے اور بھی بہت حکیمانہ قول اور وعظ و نصیحت کے کلمات مروی ہیں۔ بطور نمونہ کے اور دستور کے ہم بھی تھوڑے سے بیان کرتے ہیں۔ مسند احمد میں بزبان رسول اللہ ﷺ حضرت لقمان حکیم کا ایک قول یہ بھی مروی ہے کہ اللہ کو جب کوئی چیز سونپ دی جائے اللہ تبارک وتعالیٰ اس کی حفاظت کرتا ہے۔ اور حدیث میں آپ کا یہ قول بھی مروی ہے کہ تصنع سے بچ یہ رات کے وقت ڈراؤنی چیز ہے اور دن کو مذمت و برائی والی چیز ہے آپ نے اپنے بیٹے سے یہ بھی فرمایا تھا کہ حکمت سے مسکین لوگ بادشاہ بن جاتے ہیں۔ آپ کا فرمان ہے کہ جب کسی مجلس میں پہنچو پہلے اسلامی طریق کے مطابق سلام کرو پھر مجلس کے ایک طرف بیٹھ جاؤ۔ دوسرے نہ بولیں تو تم بھی خاموش رہو۔ اگر وہ ذکر اللہ کریں تو تم ان میں سب سے پہلے زیادہ حصہ لینے کی کوشش کرو۔ اور اگر وہ گپ شپ کریں تو تم اس مجلس کو چھوڑ دو۔ مروی ہے کہ آپ اپنے بچے کو نصیحت کرنے کے لئے جب بیٹھتے تو رائی کی بھری ہوئی ایک تھیلی اپنے پاس رکھ لی تھی اور ہر ہر نصیحت کے بعد ایک دانہ اس میں سے نکال لیتے یہاں تک کہ تھیلی خالی ہوگئی تو آپ نے فرمایا بچے اگر اتنی نصیحت کسی پہاڑ کو کرتا تو وہ بھی ٹکڑے ٹکڑے ہوجاتا چناچہ آپ کے صاحبزادے کا بھی یہی حال ہوا۔ رسول اللہ ﷺ فرماتے ہیں حبشیوں کو رکھاکر ان میں سے تین شخص اہل جنت کے سردار ہیں لقمان حکیم نجاشی اور بلال موذن۔ تواضع اور فروتنی کا بیان حضرت لقمان نے اپنے بچے کو اس کی وصیت کی تھی اور ابن ابی الدنیا نے اس مسئلہ پر ایک مستقل کتاب لکھی ہے۔ ہم اس میں سے اہم باتیں یہاں ذکر کردیتے ہیں رسول اللہ ﷺ فرماتے ہیں بہت سے پراگندہ بالوں والے میلے کچیلے کپڑوں والے جو کسی بڑے گھر تک نہیں پہنچ سکتے اللہ کے ہاں اتنے بڑے مرتبہ والے ہیں کہ اگر وہ اللہ پر کوئی قسم لگا بیٹھیں تو اللہ تعالیٰ اسے بھی پوری فرمادے۔ اور حدیث میں ہے براء بن مالک ایسے ہی لوگوں میں سے ہیں ؓ ایک مرتبہ حضرت عمر ؓ نے حضرت معاذ ؓ کو قبر رسول کے پاس روتے دیکھ کر دریافت فرمایا تو جواب ملا کہ صاحب قبر ﷺ سے ایک حدیث میں نے سنی ہے جسے یاد کرکے رورہا ہوں۔ میں نے آپ سے سنا فرماتے تھے تھوڑی سی ریاکاری بھی شرک ہے اللہ تعالیٰ انہیں دوست رکھتا ہے جو متقی ہیں جو لوگوں میں چھپے چھپائے ہیں جو کسی گنتی میں نہیں آتے اگر وہ کسی مجمع میں نہ ہوں تو کوئی ان کا پرسان حال نہیں اگر آجائیں تو کوئی آؤ بھگت نہیں لیکن ان کے دل ہدایت کے چراغ ہیں وہ ہر ایک غبار آلود اندھیرے سے بچ کر نور حاصل کرلیتے ہیں۔ حضور فرماتے ہیں یہ میلے کچیلے کپڑوں والے جو ذلیل گنے جاتے ہیں اللہ کے ہاں ایسے مقرب ہیں کہ اگر اللہ پر قسم کھا بیٹھیں تو اللہ پوری کردے گو انہیں اللہ نے دنیا نہیں دی لیکن ان کی زبان سے پوری جنت کا سوال بھی نکل جائے تو اللہ پورا کرلیتا ہے۔ آپ فرماتے ہیں کہ میری امت میں ایسے لوگ بھی ہیں کہ اگر تم میں سے کسی کے دروازے پر آکر وہ لوگ ایک دینار ایک درہم بلکہ ایک فلوس بھی مانگیں تو تم نہ دو لیکن اللہ کے ہاں وہ ایسے پیارے ہیں کہ اگر اللہ سے جنت کی جنت مانگیں تو پروردگار دے دے ہاں دنیا نہ تو انہیں دیتا ہے نہ روکتا ہے اس لئے کہ یہ کوئی قابل قدر چیز نہیں۔ یہ میلی کچیلی دو چادروں میں رہتے ہیں اگر کسی موقعہ پر قسم کھا بیٹھیں تو جو قسم انہوں نے کھائی ہو اللہ پوری کرتا ہے۔ حضور فرماتے ہیں کہ جنت کے بادشاہ لوگ ہیں جو پراگندہ اور بکھرے ہوئے بالوں والے ہیں غبار آلود اور گرد سے اٹے ہوئے وہ امیروں کے گھر جانا چاہیں تو انہیں اجازت نہیں ملتی اگر کسی بڑے گھرانے میں نکاح کی مانگ کر ڈالیں تو وہاں کی بیٹی نہیں ملتی۔ ان مسکینوں سے انصاف کے برتاؤ نہیں برتے جاتے۔ ان کی حاجتیں اور ان کی امنگیں اور مرادیں پوری ہونے سے پہلے ہی خود ہی فوت ہوجاتی ہے اور آرزوئیں دل کی دل میں ہی رہ جاتی ہیں انہیں قیامت کے دن اس قدر نور ملے گا کہ اگر وہ تقسیم کیا جائے تو تمام دنیا کے لئے کافی ہوجائے۔ حضرت عبداللہ بن مبارک کے شعروں میں ہے کہ بہت سے وہ لوگ جو دنیا میں حقیر وذلیل سمجھے جاتے ہیں کل قیامت کے دن تخت و تاراج والے ملک ومنال والے عزت وجلال والے بنے ہوئے ہونگے۔ باغات میں نہروں میں نعمتوں میں راحتوں میں مشغول ہونگے۔ رسول کریم ﷺ فرماتے ہیں کہ جناب باری کا ارشاد ہے سب سے زیادہ میرا پسندیدہ ولی وہ ہے جو مومن ہو کم مال والا کم عیال والا غازی عبادت واطاعت گذار پوشیدہ واعلانیہ مطیع ہو لوگوں میں اس کی عزت اور اس کا وقار نہ ہو اس کی جانب انگلیاں اٹھتی ہوں اور وہ اس پر صابر ہو پھر حضور ﷺ نے اپنے ہاتھ جھاڑ کر فرمایا اس کی موت جلدی آجاتی ہے اس کی میراث بہت کم ہوتی ہے اس کی رونے والیاں تھوڑی ہوتی ہیں۔ فرماتے ہیں اللہ کے سب سے زیادہ محبوب بندے غرباء جو اپنے دین کو لئے پھرتے ہیں جہاں دین کے کمزور ہونے کا خطرہ ہوتا ہے وہاں سے نکل کھڑے ہوتے ہیں یہ قیامت کے دن حضرت عیسیٰ ؑ کیساتھ جمع ہونگے۔ حضرت فضیل بن عیاض کا قول ہے کہ مجھے یہ بات معلوم ہوئی ہے کہ اللہ تعالیٰ قیامت کے دن اپنے بندے سے فرمائے گا کیا میں نے تجھ پر انعام و اکرام نہیں فرمایا ؟ کیا میں نے تجھے دیا نہیں ؟ کیا میں نے تیرا جسم نہیں ڈھانپا ؟ کیا میں نے تمہیں یہ نہیں دیا ؟ کیا وہ نہیں دیا ؟ کیا لوگوں میں تجھے عزت نہیں دی تھی ؟ وغیرہ تو جہاں تک ہوسکے ان سوالوں کے جواب دینے کا موقعہ کم ملے اچھا ہے۔ لوگوں کی تعریفوں سے کیا فائدہ اور مذمت کریں تو کیا نقصان ہوگا۔ ہمارے نزدیک تو وہ شخص زیادہ اچھا ہے جسے لوگ برا کہتے ہوں اور وہ اللہ کے نزدیک اچھا ہو۔ ابن محیریز تو دعا کرتے تھے کہ اللہ میری شہرت نہ ہو۔ خلیل بن احمد اپنی دعا میں کہتے تھے اللہ مجھے اپنی نگاہوں میں تو بلندی عطا فرما اور خود میری نظر میں مجھے بہت حقیر کردے اور لوگوں کی نگاہوں میں مجھے درمیانہ درجہ کا رکھ پھر شہرت کا باب باندھ کر امام صاحب اس حدیث کو لائے ہیں انسان کو یہی برائی کافی ہے کہ لوگ اس کی دینداری یا دنیاداری کی شہرت دینے لگیں اور اس کی طرف انگلیاں اٹھنے لگیں اشارے ہونے لگیں۔ پس اسی میں آکر بہت سے لوگ ہلاک ہوجاتے ہیں مگر جنہیں اللہ بچالے۔ سنو اللہ تعالیٰ تمہاری صورتوں کو نہیں دیکھتا بلکہ وہ تمہارے دلوں اور اعمالوں کو دیکھتا ہے۔ حضرت حسن سے بھی یہی روایت مرسلا مروی ہے جب آپ نے یہ روایت بیان کی تو کسی نے کہا آپ کی طرف بھی انگلیاں اٹھتی ہیں۔ آپ نے فرمایا سمجھے نہیں مراد انگلیاں اٹھنے سے دینی بدعت یا دنیوی فسق و فجور ہے۔ حضرت علی ؓ کا فرمان ہے کہ شہرت حاصل کرنا نہ چاہو۔ اپنے تئیں اونچا نہ کرو کہ لوگوں میں تذکرے ہونے لگیں علم حاصل کرو لیکن چھپاؤ چپ رہو تاکہ سلامت رہو نیکوں کو خوش رکھو بدکاروں سے تصرف رکھو۔ حضرت ابراہیم بن ادھم فرماتے ہیں کہ شہرت کا چاہنے والا اللہ کا ولی نہیں ہوتا۔ حضرت ایوب کا فرمان ہے جسے اللہ دوست بنالیتا ہے وہ تو لوگوں سے اپنا درجہ چھپاتا ہے۔ محمد بن علا فرماتے ہیں اللہ کے دوست لوگ اپنے تئیں ظاہر نہیں کرتے۔ سماک بن سلمہ کا قول ہے عام لوگوں کے میل جول سے اور احباب کی زیادتی سے پرہیز کرو۔ حضرت ابان بن عثمان فرماتے ہیں اگر دین کو سالم رکھنا چاہتے ہو تو لوگوں سے کم جان پہچان رکھو۔ حضرت ابو العالیہ کا قاعدہ تھا جب دیکھتے کہ انکی مجلس میں تین سے زیادہ لوگ جمع ہوگئے تو انہیں چھوڑ کر خود چل دیتے۔ حضرت طلحہ ؓ کھڑے تھے حضرت عمر ؓ نے کوڑا تانا اور فرمایا اس میں تابع کے لیے ذلت اور متبوع کے لئے فتنہ ہے۔ حضرت ابن مسعود ؓ کے ساتھ جب لوگ چلنے لگے تو آپ نے فرمایا کہ اگر تم پر میرا باطن ظاہر ہوجائے تو تم میں سے دو بھی میرے ساتھ چلنا پسند نہ کریں۔ حماد بن زید کہتے ہیں جب ہم کسی مجلس کے پاس سے گذرتے اور ہمارے ساتھ ایوب ہوتے تو سلام کرتے اور وہ سختی سے جواب دیتے۔ پس یہ ایک نعمت تھی۔ آپ لمبی قمیض پہنتے اس پر لوگوں نے کہا تو آپ نے جواب دیا کہ اگلے زمانے میں شہرت کی چیز تھی۔ لیکن یہ شہرت اس کو اونچا کرنے میں ہے۔ ایک مرتبہ آپ نے اپنی ٹوپیاں مسنون رنگ کی رنگوائی اور کچھ دنوں تک پہن کر اتاردی اور فرمایا میں نے دیکھا کہ لوگ انہیں نہیں پہنتے۔ حضرت ابراہیم نخعی کا قول ہے کہ نہ تو ایسا لباس پہنو کہ لوگوں کی انگلیاں اٹھیں نہ اتنا گھٹیا پہنو کہ لوگ حقارت سے دیکھیں۔ ثوری فرماتے ہیں عام سلف کا یہی معمول تھا کہ نہ بہت بڑھیا کپڑا پہنتے تھے نہ بالکل گھٹیا۔ ابو قلابہ کے پاس ایک شخص بہت سی بہترین اور شہرت کا لباس پہنے ہوئے آیا تو آپ نے فرمایا اس آواز دینے والے گدھے سے بچو۔ حضرت حسن ؒ فرماتے ہیں کہ بعض لوگوں نے دلوں میں تو تکبر بھر رکھا ہے اور ظاہر لباس میں تواضع کر رکھی ہے گویا چادر ایک بھاری ہتھوڑا ہے۔ حضرت موسیٰ ؑ کا مقولہ ہے کہ آپ نے بنی اسرائیل سے فرمایا میرے سامنے تو درویشوں کی پوشاک میں آئے حالانکہ تمہارے دل بھیڑیوں جیسے ہیں۔ سنولباس چاہے بادشاہوں جیسا پہنو مگر دل خوف اللہ سے نرم رکھو۔  اچھے اخلاق کا بیان حضور ﷺ سب سے بہتر اخلاق والے تھے۔ آپ سے سوال ہوا کہ کونسا مومن بہتر ہے فرمایا سب سے اچھے اخلاق والا۔ آپ کا فرمان ہے کہ باوجود کم اعمال کے صرف اچھے اخلاق کیوجہ سے انسان بڑے بڑے درجے اور جنت کے اعلی منازل حاصل کرلیتا ہے۔ اور باوجود بہت ساری نیکیوں کے صرف اخلاق کی برائی کی وجہ سے جہنم کے نیچے کے طبقے میں چلا جاتا ہے۔ فرماتے ہیں اچھے اخلاق ہی میں دنیا آخرت کی بھلائی ہے۔ فرماتے ہیں انسان اپنی خوش اخلاقی کے باعث راتوں کو قیام کرنے والے اور دنوں کو روزے رکھنے والوں کے درجوں کو پالیتا ہے۔ حضور سے سوال ہو کہ دخول جنت کا موجب عام طور سے کیا ہے ؟ فرمایا اللہ کا ڈر اور اخلاق کی اچھائی۔ پوچھا گیا عام طور سے جہنم میں کونسی چیز لے جاتی ہے ؟ فرمایا دو سوراخ دار چیزیں یعنی منہ اور شرمگاہ۔ ایک مرتبہ چند اعراب کے اس سوال پر کہ انسان کو سب سے بہتر عطیہ کیا ملا ہے ؟ فرمایا کہ حسن اخلاق۔ فرمایا کہ نیکی کی ترازو میں اچھے اخلاق سے زیادہ وزنی چیز اور کوئی نہیں۔ فرماتے ہیں تم میں سے سب سے بہتر وہ ہے جو سب سے اچھے اخلاق والا ہو۔ فرماتے ہیں جس طرح مجاہد کو اللہ کی راہ میں جہاد کرتا ہے صبح شام اجر ملتا ہے اسی طرح اچھے اخلاق پر بھی اللہ ثواب عطا فرماتا ہے۔ ارشاد ہے تم میں مجھے سب سے زیادہ محبوب اور سب سے زیادہ قریب وہ ہے جو سب سے اچھے اخلاق والا ہو۔ میرے نزدیک سب سے زیادہ بغض ونفرت کے قابل اور مجھ سے سب سے دور جنت میں وہ ہوگا جو بد خلق بدگو بدکلام بدزبان ہوگا۔ فرماتے ہیں کامل ایماندار اچھے اخلاق والے ہیں جو ہر ایک سے سلوک و محبت سے ملیں جلیں۔ ارشاد ہے جس کی پیدائش اور اخلاق اچھے ہیں اسے اللہ تعالیٰ جہنم کا لقمہ نہیں بنائے گا۔ ارشاد ہے کہ دو خصلتیں مومن میں جمع نہیں ہوسکتی بخل اور بداخلاقی۔ فرماتے ہیں بدخلقی سے زیادہ بڑا کوئی گناہ نہیں۔ اس لئے کہ بداخلاقی سے ایک سے ایک بڑے گناہ میں مبتلا ہوجاتا ہے۔ حضور کا ارشاد ہے اللہ کے نزدیک بد اخلاقی سے بڑا کوئی گناہ نہیں۔ اچھے اخلاق سے گناہ معاف ہوجاتے ہیں۔ بداخلاقیاں نیک اعمالوں کو غارت کردیتی ہیں۔ جیسے شہد کو سرکہ خراب کردیتا ہے۔ حضور فرماتے ہیں کہ غلام خرید نے سے غلام نہیں بڑھتے البتہ خوش اخلاقی سے لوگ گرویدہ ہوجاتے ہیں۔ امام محمد بن سیریں کا قول ہے کہ اچھا خلق دین کی مدد ہے۔ تکبر کی مذمت کا بیان۔حضور ﷺ فرماتے ہیں وہ جنت میں نہ جائے گا جس کے دل میں رائی کے دانے کے برابر تکبر ہو۔ اور وہ جہنمی نہیں جس کے دل میں رائی کے برابر ایمان ہو۔ فرماتے ہیں کہ جس کے دل میں ایک ذرے کے برابر تکبر ہے وہ اوندھے منہ جہنم میں جائیں گے۔ ارشاد ہے کہ انسان اپنے غرور اور خود پسندی میں بڑھتے بڑھتے اللہ کے ہاں جباروں میں لکھ دیا جاتا ہے۔ پھر سرکشوں کے عذاب میں پھنس جاتا ہے۔ امام مالک بن دینار رحمۃ اللہ فرماتے ہیں ایک دن حضرت سلیمان بن داؤد ؑ اپنے تخت پر بیٹے تھے آپ کی دربار میں اس وقت دو لاکھ انسان تھے اور دو لاکھ جن تھے آپ کو آسمان تک پہنچایا گیا یہاں تک کہ فرشتوں کی تسبیح کی آواز کان میں آنے لگی۔ اور پھر زمین تک لایا گیا یہاں تک کہ سمندر کے پانی سے آپ کے قدم بھیگ گئے۔ پھر ہاتف غیب نے ندادی کہ اگر اس کے دل میں ایک دانے کے برابر بھی تکبر ہوتا تو جتنا اونچا گیا تھا اس سے زیادہ نیچے دھنسادیا جاتا۔ حضرت ابوبکر صدیق ؓ نے اپنے خطبے میں انسان کی ابتدائی پیدائش کا بیان فرماتے ہوئے فرمایا کہ یہ دو شخصوں کی پیشاب گاہ سے نکلتا ہے۔ اس طرح اسے بیان فرمایا کہ سننے والے کراہت کرنے لگے۔ امام شعبی کا قول ہے جس نے دو شخصوں کو قتل کردیا وہ بڑا ہی سرکش اور جبار ہے پھر آپ نے یہ آیت پڑھی (اَتُرِيْدُ اَنْ تَــقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًۢا بالْاَمْسِ 19؀) 28۔ القصص :19) کیا تو مجھے قتل کرنا چاہتا ہے ؟ جیسے کہ تو نے کل ایک شخص کو قتل کیا ہے۔ تیرا ارادہ تو دنیا میں سرکش اور جبار بن کر رہنے کا معلوم ہوتا ہے۔ حضرت حسن کا مقولہ ہے وہ انسان جو ہر دن میں دو مرتبہ اپنا پاخانہ اپنے ہاتھ سے دھوتا ہے وہ کس بنا پر تکبر کرتا ہے اور اس کا وصف اپنے میں پیدا کرنا چاہتا ہے جس نے آسمانوں کو پیدا کیا ہے اور اپنے قبضے میں رکھا ضحاک بن سفیان سے دنیا کی مثال اس چیز سے بھی مروی ہے جو انسان سے نکلتی ہے۔ امام محمد بن حسین بن علی فرماتے ہیں جس دل میں جتنا تکبر اور گھمنڈ ہوتا ہے اتنی ہی عقل اسکی کم ہوجاتی ہے۔ یونس بن عبید فرماتے ہیں کہ سجدہ کرنے کے ساتھ تکبر اور توحید کیساتھ نفاق نہیں ہوا کرتا۔ بنی امیہ مارمار کر اپنی اولاد کو اکڑا کر چلنا سکھاتے تھے۔ حضرت عمر بن عبدالعزیز کو آپ کی خلافت سے پہلے ایک مرتبہ اٹھلاتی ہوئی چال چلتے ہوئے دیکھ کر حضرت طاؤس نے انکے پہلو میں ایک ٹھونکا مارا اور فرمایا یہ چال اس کی جس کے پیٹ میں پاخانہ بھرا ہوا ہے ؟ حضرت عمر بن عبدالعزیز بہت شرمندہ ہوئے اور کہنے لگے معاف فرمائیے ہمیں مارمار کر اس چال کی عادت ڈلوائی گئی ہے۔ فخر و گھمنڈ کی مذمت کا بیان رسول اللہ ﷺ فرماتے ہیں جو شخص فخروغرور سے اپنا کپڑا نیچے لٹکا کر گھسیٹے گا اللہ تعالیٰ قیامت کے دن اسکی طرف رحمت سے نہ دیکھے گا۔ فرماتے ہیں اسکی طرف اللہ قیامت کے دن نظر نہ ڈالے گا جو اپنا تہبند لٹکائے۔ ایک شخص دو عمدہ چادریں اوڑھے دل میں غرور لئے اکڑتا ہوا جارہار تھا کہ اللہ تعالیٰ نے اسے زمین میں دھنسادیا قیامت تک وہ دھنستا ہوا چلا جائے گا۔",
  "ayah": 17,
  "surah": 31
}
