{
  "text": "لہو و لعب موسیقی اور لغو باتیں اوپر بیان ہوا تھا نیک بختوں کا جو کتاب اللہ سے ہدایت پاتے تھے اور اسے سن کر نفع اٹھاتے تھے۔ تو یہاں بیان ہو رہا ہے ان بدبختوں کا جو کلام الٰہی کو سن کر نفع حاصل کرنے سے باز رہتے ہیں اور بجائے اس کے گانے بجانے باجے گاجے ڈھول تاشے سنتے ہیں چناچہ اس آیت کی تفسیر میں حضرت عبداللہ بن مسعود ؓ فرماتے ہیں قسم اللہ کی اس سے مراد گانا اور راگ ہے۔ ایک اور جگہ ہے کہ آپ سے اس آیت کا مطلب پوچھا گیا تو آپ نے تین دفعہ قسم کھاکر فرمایا کہ اس سے مقصد گانا اور راگ اور راگنیاں ہیں۔ یہی قول حضرت ابن عباس، جابر، عکرمہ، سعید بن جیبر، مجاہد مکحول، عمرو بن شعیب، علی بن بذیمہ کا ہے۔ امام حسن بصری فرماتے ہیں کہ یہ آیت گانے بجانے باجوں گاجوں کے بارے میں اتری ہے۔ حضرت قتادۃ فرماتے ہیں کہ اس سے مراد صرف وہی نہیں جو اس لہو ولعب میں پیسے خرچے یہاں مراد خرید سے اسے محبوب رکھنا اور پسند کرنا ہے۔ انسان کو یہی گمراہی کافی ہے کہ لغو بات خریدنے سے مراد گانے والی لونڈیوں کی خریداری ہے چناچہ ابن ابی حاتم وغیرہ میں رسول اللہ ﷺ کا فرمان ہے کہ گانے والیوں کی خریدو فروخت حلال نہیں اور ان کی قیمت کا کھانا حرام ہے انہی کے بارے میں یہ آیت اتری ہے۔ امام ترمذی بھی اس حدیث کو لائے ہیں اور اسے غریب کہا ہے اور اس کے ایک راوی علی بن زید کو ضعیف کہا ہے۔ میں کہتا ہوں خود علی ان کے استاد اور ان کے تمام شاگرد ضعیف ہیں۔ واللہ اعلم۔ ضحاک کا قول ہے کہ مراد اس سے شرک ہے امام ابن جریر کا فیصلہ یہ ہے کہ ہر وہ کلام جو اللہ سے اور اتباع شرع سے روکے وہ اس آیت کے حکم میں داخل ہے۔ اس سے غرض اس کی اسلام اور اہل اسلام کی مخالفت ہوتی ہے۔ ایک قرأت میں لیضل ہے تو لام لام عاقبت ہوگا یا لام عیل ہوگا۔ یعنی امرتقدیری ان کی اس کارگزاری سے ہو کر رہے گا۔ ایسے لوگ اللہ کی راہ کو ہنسی بنالیتے ہیں۔ آیات اللہ کو بھی مذاق میں اڑاتے ہیں۔ اب ان کا انجام بھی سن لو کہ جس طرح انہوں نے اللہ کی راہ کی کتاب اللہ کی اہانت کی قیامت کے دن ان کی اہانت ہوگی اور خطرناک عذاب میں ذلیل و رسوا ہونگے۔ پھر بیان ہو رہا ہے کہ یہ نانصیب جو کھیل تماشوں باجوں گاجوں پر راگ راگنیوں پر ریجھا ہوا ہے۔ یہ قرآن کی آیتوں سے بھاگتا ہے کان ان سے بہرے کرلیتا ہے یہ اسے اچھی نہیں معلوم ہوتیں۔ سن بھی لیتا ہے تو بےسنی کردیتا ہے۔ بلکہ انکا سننا اسے ناگوار گذرتا ہے کوئی مزہ نہیں آتا۔ وہ اسے فضول کام قرار دیتا ہے چونکہ اس کی کوئی اہمیت اور عزت اس کے دل میں نہیں اس لئے وہ ان سے کوئی نفع حاصل نہیں کرسکتا وہ تو ان سے محض بےپرواہ ہے۔ یہ یہاں اللہ کی آیتوں سے اکتاتا ہے تو قیامت کے دن عذاب بھی وہ ہونگے کہ اکتا اکتا اٹھے۔ یہاں آیات قرانی سن کر اسے دکھ ہوتا ہے وہاں دکھ دینے والے عذاب اسے بھگتنے پڑیں گے۔",
  "ayah": 6,
  "surah": 31
}
