{
  "text": "عطف على جملة { سبحان الذي أسرى } [ الإسراء : 1 ] الخ فهي ابتدائية . والتقدير : الله أسرى بعبده محمد وآتى موسى الكتاب ، فهما منتان عظيمتان على جزء عظيم من البشر . وهو انتقال إلى غرض آخر لِمناسبة ذكر المسجد الأقصى . فإن أطوار المسجد الأقصى تمثل ما تطور به حالُ بني إسرائيل في جامعتهم من أطوار الصلاح والفساد ، والنهوض والركود ، ليعتبر بذلك المسلمون فيقتدوا أو يحذروا .ولمناسبة قوله : { لنريه من آياتنا } [ الإسراء : 1 ] فإن من آيات الله التي أوتيها النبي آيَةَ القرآن ، فكان ذلك في قوة أن يقال : وآتيناه القرآن وآتينا موسى الكتاب ( أي التوراة ) ، كما يشهد به قوله بعد ذلك { إن هذا القرآن يهدي للتي هي أقوم } [ الإسراء : 9 ] أي للطريقة التي هي أقوم من طريقة التوراة وإن كان كلاهما هُدى ، على ما في حالة الإسراء بالنبي عليه الصلاة والسلام ليلاً ليرى من آيات الله تعالى من المناسبة لحالة موسى عليه السلام حين أوتي النبوة ، فقد أوتي النبوءة ليلاً وهو سار بأهله من أرض مدين إذ آنس من جانب الطور ناراً ، ولحاله أيضاً حين أسري به إلى مناجاة ربه بآيات الكتاب .والكتاب هو المعهود إيتاؤُه موسى عليه السلام وهو التوراة . وضمير الغائب في جعلناه للكتاب ، والإخبار عنه بأنه هدى مبالغة لأن الهُدى بسبب العمل بما فيه فجُعل كأنه نفسُ الهدى ، كقوله تعالى في القرآن : { هدى للمتقين } [ البقرة : 2 ].وخص بني إسرائيل لأنهم المخاطبون بشريعة التوراة دون غيرهم ، فالجعل الذي في قوله : { وجعلناه } هو جعل التكليف . وهم المراد ب «الناس» في قوله : { قل من أنزل الكتاب الذي جاء به موسى نوراً وهدى للناس } [ الأنعام : 91 ] ، لأن الناس قد يطلق على بعضهم ، على أن ما هو هدى لفريق من الناس صالح لأن يَنتفع بهديه من لم يكن مخاطباً بكتاب آخرَ ، ولذلك قال تعالى : { إنا أنزلنا التوراة فيها هدى ونور } [ المائدة : 44 ].وقرأ الجمهور ألا تتخذوا } بتاء الخطاب على الأصل في حكاية ما يحكى من الأقوال المتضمنة نهياً ، فتكون ( أنْ ) تفسيرية لما تضمنه لفظ ( الكتاب ) من معنى الأقوال ، ويكون التفسير لبعض ما تضمنه الكتاب اقتصاراً على الأهم منه وهو التوحيد . وقرأ أبو عمرو وحده بياء الغيبة على اعتبار حكاية القول بالمعنى ، أو تكون ( أنْ ) مصدرية مجرورة بلام محذوفة حَذفاً مطرداً ، والتقدير : آتيناهم الكتاب لئلا يتخذوا من دوني وكيلا .والوكيل : الذي تفوض إليه الأمور . والمراد به الرب ، لأنه يتكل عليه العباد في شؤونهم ، أي أن لا تتخذوا شريكاً تلجؤون إليه . وقد عُرف إطلاق الوكيل على الله في لغة بني إسرائيل كما حكى الله عن يعقوب وأبنائه { فلما آتوه موثقهم قال الله على ما نقول وكيل } [ يوسف : 66 ].",
  "ayah": 2,
  "surah": 17
}
