{
  "text": "{ وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إياه }.عطف على الكلام السابق عطف غرض على غرض تخلصاً إلى أعمدة من شريعة الإسلام بمناسبة الفذلكة المتقدمة تنبيهاً على أن إصلاح الأعمال متفرع على نبذ الشرك كما قال تعالى : { فك رقبة أو إطعام في يوم ذي مسغبة يتيماً ذا مقربة أو مسكيناً ذا متربة ثم كان من الذين آمنوا } [ البلد : 13 17 ].وقد ابتُدىء تشريع للمسلمين أحكاماً عظيمة لإصلاح جامعتهم وبناء أركانها ليزدادوا يقيناً بارتفاعهم على أهل الشرك وبانحطاط هؤلاء عنهم ، وفي جميعها تعريض بالمشركين الذين كانوا منغمسين في المنهيات . وهذه الآيات أول تفصيل للشريعة للمسلمين وقع بمكة ، وأن ما ذكر في هذه الآيات مقصود به تعليم المسلمين . ولذلك اختلف أسلوبه عن أسلوب نظيره في سورة الأنعام الذي وُجه فيه الخطاب إلى المشركين لتوقيفهم على قواعد ضلالتهم .فمن الاختلاف بين الأسلوبين أن هذه الآية افتتحت بفعل القضاء المقتضي الإلزام ، وهو مناسب لخطاب أمة تمتثل أمر ربها ، وافتتح خطاب سورة [ الأنعام : 151 ] ب { تعالوا أتل ما حرم ربكم عليكم } كما تقدم هنالك .ومنها أن هذه الآية جعلت المقضي هو توحيد الله بالعبادة ، لأنه المناسب لحال المسلمين فحذرهم من عبادة غير الله . وآية الأنعام جعلت المحرم فيها هو الإشراك بالله في الإلهية المناسب لما كانوا عليه من الشرك إذ لا عبادة لهم .وأن هذه الآية فصل فيها حكم البر بالوالدين وحكم القتل وحكم الإنفاق ولم يفصل ما في آية الأنعام .وكان ما ذكر في هذه الآيات خمسة عشر تشريعاً هي أصول التشريع الراجع إلى نظام المجتمع .وأحسب أن هذه الآيات اشتهرت بين الناس في مكة وتناقلها العرب في الآفاق ، فلذلك ألَمّ الأعشى ببعضها في قصيدته المروية التي أعدها لمدح النبي صلى الله عليه وسلم حين جاء يريد الإيمان فصدته قريش عن ذلك ، وهي القصيدة الدالية التي يقول فيها :أجدّك لم تسمع وَصاة محمد ... نبيء الإله حين أوصى وأشهدافإياك والميتاتتِ لا تأكلنها ... ولا تأخذنْ سهماً حديداً لتفصداوذا النُصُب المنصوب لا تنسكنه ... ولا تَعبد الشيطانَ والله فاعبداوذا الرحم القربى فلا تقطعنه ... لفاقته ولا الأسيرَ المقيداولا تسخرن من بائس ذي ضرارة ... ولا تَحسبن المال للمرء مخلداولا تقربَنّ جارةً إن سرها ... عليك حَرام فانكحَنّ أو تأبّداوافتتحت هذه الأحكام والوصايا بفعل القضاء اهتماماً به وأنه مما أمر الله به أمراً جازماً وحكماً لازماً ، وليس هو بمعنى التقدير كقوله : { وقضينا إلى بني إسرائيل في الكتاب } [ الإسراء : 4 ] لظهور أن المذكورات هنا مما يقع ولا يقع .و ( أنْ ) يجوز أن تكون تفسيرية لما في ( قضى ) من معنى القول . ويجوز أن تكون مصدرية مجرورة بباء جر مقدرة ، أي قضى بأن لا تعبدوا . وابتدىء هذا التشريع بذكر أصل التشريعة كلها وهو توحيد الله ، فذلك تمهيد لما سيذكر بعده من الأحكام .وجيء بخطاب الجماعة في قوله : { ألا تعبدوا إلا إياه } لأن النهي يتعلق بجميع الناس وهو تعريض بالمشركين .والخطاب في قوله : { ربك } للنبيء صلى الله عليه وسلم كالذي في قوله قبل : { من عطاء ربك } [ الإسراء : 20 ] ، والقرينة ظاهرة . ويجوز أن يكون لغير معين فيعم الأمة والمآل واحد .وابتدىء التشريع بالنهي عن عبادة غير الله لأن ذلك هو أصل الإصلاح ، لأن إصلاح التفكير مقدم على إصلاح العمل ، إذ لا يشاق العقل إلى طلب الصالحات إلا إذا كان صالحاً . وفي الحديث : « ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب » وقد فصلت ذلك في كتابي المسمى { أصول النظام الاجتماعي في الإسلام }.هذا أصل ثاننٍ من أصول الشريعة وهو بر الوالدين .وانتصب { إحساناً } على المفعولية المطلقة مصدر نائباً عن فعله . والتقدير : وأحسنوا إحساناً بالوالدين كما يقتضيه العطف على { ألا تعبدوا إلا إياه } أي وقضى إحساناً بالوالدين .{ وبالوالدين } متعلق بقوله؛ { إحساناً } ، والباء فيه للتعدية يقال : أحسن بفلان كما يقال أحسن إليه ، وقد تقدم قوله تعالى : { وقد أحسن بي } في سورة [ يوسف : 100 ]. وتقديمه على متعلقه للاهتمام به ، والتعريف في الوالدين للاستغراق باعتبار والدي كل مكلف ممن شملهم الجمع في { ألا تعبدوا }.وعطف الأمر بالإحسان إلى الوالدين على ما هو في معنى الأمر بعبادة الله لأن الله هو الخالق فاستحق العبادة لأنه أوجد الناس . ولما جعل الله الأبوين مظهرَ إيجاد الناس أمر بالإحسان إليهما ، فالخالق مستحق العبادة لغناه عن الإحسان ، ولأنها أعظم الشكر على أعظم منة ، ، وسببُ الوجود دون ذلك فهو يستحق الإحسان لا العبادة لأنه محتاج إلى الإحسان دون العبادة ، ولأنه ليس بمُوجد حقيقي ، ولأن الله جبل الوالدين على الشفقة على ولدهما ، فأمر الولد بمجازاة ذلك بالإحسان إلى أبويه كما سيأتي { وقل رب أرحمهما كما ربياني صغيراً }.وشمل الإحسان كل ما يصدق فيه هذا الجنس من الأقوال والأفعال والبذل والمواساة .وجملة { إما يبلغن } بيان لجملة { إحساناً } ، و { إما } مركبة من ( إن ) الشرطية و ( ما ) الزائدة المهيئة لنون التوكيد ، وحقها أن تكتب بنون بعد الهمزة وبعدها ( ما ) ولكنهم راعوا حالة النطق بها مدغمة فرسموها كذلك في المصاحف وتبعها رسم الناس غالباً ، أي إن يبلغ أحدُ الوالدين أو كلاهما حد الكبَر وهما عندك ، أي في كفالتك فَوَطّىء لهما خُلُقك ولين جانبك .والخطاب لغير معين فيعم كل مخاطب بقرينة العطف على { ألا تعبدوا إلا إياه } وليس خطاباً للنبيء صلى الله عليه وسلم إذ لم يكن له أبوان يومئذٍ . وإيثار ضمير المفرد هنا دون ضمير الجمع لأنه خطاب يختص بمن له أبوان من بين الجماعة المخاطبين بقوله : { ألا تعبدوا إلا إياه } فكان الإفراد أنسب به وإن كان الإفراد والجمع سواء في المقصود لأن خطاب غير المعين يساوي خطاب الجمع .وخص هذه الحالة بالبيان لأنها مظنة انتفاء الإحسان بما يلقى الولد من أبيه وأمّه من مشقة القيام بشؤونهما ومن سوء الخلق منهما .ووجه تَعدد فاعل { يبلغن } مُظهراً دون جعله بضمير التثنية بأن يقال إما يبلغَانِّ عندك الكبر ، الاهتمام بتخصيص كل حالة من أحوال الوالدين بالذكر ، ولم يستغن بإحدى الحالتين عن الأخرى لأن لكل حالة بواعث على التفريط في واجب الإحسان إليهما ، فقد تكون حالة اجتماعهما عند الابن تستوجب الاحتمال منهما لأجل مراعاة أحدهما الذي الابن أشد حُبّاً له دون ما لو كان أحدهما منفرداً عنده بدون الآخر الذي ميله إليه أشد ، فالاحتياج إلى ذكر أحدهما في هذه الصورة للتنبيه على وجوب المحافظة على الإحسان له . وقد تكون حالة انفراد أحد الأبوين عند الابن أخف كلفة عليه من حالة اجتماعهما ، فالاحتياج إلى { أو كلاهما } في هذه الصورة للتحذير من اعتذار الابن لنفسه عن التقصير بأن حالة اجتماع الأبوين أحرَج عليه ، فلأجل ذلك ذكرت الحالتان وأجري الحكم عليهما على السواء ، فكانت جملة { فلا تقل لهما أف } بتمامها جواباً ل ( إما ).وأكد فعل الشرط بنون التوكيد لتحقيق الربط بين مضمون الجواب ومضمون الشرط في الوجود . وقرأ الجمهور { إما يبلغن } على أن { أحدهما } فاعل { يبلغن } فلا تلحق الفعل علامة لأنّ فاعله اسم ظاهر .وقرأ حمزة والكسائي وخلف { يبلغان } بألف التثنية ونون مشددة والضمير فاعل عائد إلى الوالدين في قوله : { وبالوالدين إحساناً } ، فيكون { أحدهما أو كلاهما } بدلاً من ألف المثنى تنبيهاً على أنه ليس الحكم لاجتماعهما فقط بل هو للحالتين على التوزيع .والخطاب ب { عندك } لكل من يصلح لسماع الكلام فيعم كل مخاطب بقرينة سبق قوله : { ألا تعبدوا إلا إياه } ، وقوله اللاحق { ربكم أعلم بما في نفوسكم } [ الإسراء : 25 ].{ أف } اسم فعل مضارع معناه أتضخر . وفيه لغات كثيرة أشهرها كلها ضم الهمزة وتشديد الفاء ، والخلاف في حركة الفاء ، فقرأ نافع ، وأبو جعفر ، وحفص عن عاصم بكسر الفاء منونة . وقرأ ابن كثير ، وابن عامر ، ويعقوب بفتح الفاء غيرَ منونة . وقرأ الباقون بكسر الفاء غير منونة .وليس المقصود من النهي عن أن يقول لهما { أف } خاصة ، وإنما المقصود النهي عن الأذى الذي أقله الأذى باللسان بأوْجز كلمة ، وبأنها غير دالة على أكثر من حصُول الضجر لقائلها دون شتم أو ذم ، فيفهم منه النهي مما هو أشد أذى بطريق فحوى الخطاب بالأوْلى .ثم عطف عليه النهي عن نهرهما لئلا يُحسب أن ذلك تأديب لصلاحهما وليس بالأذى . والنهر الزجر ، يقال : نهره وانتهره .ثم أمر بإكرام القول لهما . والكريم من كل شيء : الرفيع في نوعه .وتقدم عند قوله تعالى : { ومغفرة ورزق كريم } في سورة [ الأنفال : 4 ].وبهذا الأمر انقطع العذر بحيث إذا رأى الولد أن ينصح لأحد أبويه أو أن يحذر مما قد يضر به أدى إليه ذلك بقول لين حسن الوقع .",
  "ayah": 23,
  "surah": 17
}
