{
  "text": "وجملة { إن المبذرين كانوا إخوان الشياطين } تعليل للمبالغة في النهي عن التبذير .والتعريف في { المبذرين } تعريف الجنس ، أي الذين عرفوا بهذه الحقيقة كالتعريف في قوله : { هدى للمتقين } [ البقرة : 2 ].والإخوان جمع أخ ، وهو هنا مستعار للملازم غير المفارق لأن ذلك شأن الأخ ، كقولهم : أخو العلم ، أي مُلازمه والمتصف به ، وأخو السفَر لمن يُكثر الأسفار . وقول عدي بن زيد:وأخو الحَضْر إذ بناه وإذ دجْ...لةُ تَجبِي إليه والخابُور ... يريد صاحب قَصر الحَضْر ، وهو مَلك بلد الحَضْر المسمى الضَيْزنَ بنَ معاوية القضاعي الملقّب السيْطرون .والمعنى : أنهم من أتباع الشياطين وحُلفائهم كما يتابع الأخُ أخاه .وقد زيد تأكيد ذلك بلفظ { كانوا } المفيد أن تلك الأخوة صفة راسخة فيهم ، وكفى بحقيقة الشيطان كراهة في النفوس واستقباحاً .ومعنى ذلك : أن التبذير يدعو إليه الشيطان لأنه إما إنفاق في الفساد وإما إسراف يستنزف المال في السفاسف واللذات فيعطل الإنفاق في الخير وكل ذلك يرضي الشيطان ، فلا جرم أن كان المتصفون بالتبذير من جند الشيطان وإخوانه .وهذا تحذير من التبذير ، فإن التبذير إذا فعله المرء اعتاده فأدمن عليه فصار له خلقاً لا يفارقه شأن الأخلاق الذميمة أن يسهل تعلقها بالنفوس كما ورد في الحديث « إن المرء لا يزال يكذب حتى يكتب عند الله كذاباً »، فإذا بذر المرء لم يلبث أن يصير من المبذرين ، أي المعروفين بهذا الوصف ، والمبذرون إخوان الشياطين ، فليحذر المرء من عمل هو من شأن إخوان الشياطين ، وليحذر أن ينقلب من إخوان الشياطين . وبهذا يتبين أن في الكلام إيجازَ حذف تقديره : ولا تبذر تبذيراً فتصير من المبذرين إن المبذرين كانوا إخوان الشياطين . والذي يدل على المحذوف أن المرء يصدق عليه أنه من المبذرين عندما يبذر تبذيرة أو تبذيرتين .ثم أكد التحذير بجملة { وكان الشيطان لربه كفورا }. وهذا تحذير شديد من أن يفضي التبذير بصاحبه إلى الكفر تدريجاً بسبب التخلق بالطبائع الشيطانية ، فيذهب يتدهور في مهاوي الضلالة حتى يبلغ به إلى الكفر ، كما قال تعالى : { وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم إنكم لمشركون } [ الأنعام : 121 ]. ويجوز حمل الكفر هنا على كفر النعمة فيكون أقرب درجات إلى حال التخلق بالتبذير ، لأن التبذير صرف المال في غير ما أمر الله به فهو كفر لنعمة الله بالمال . فالتخلق به يفضي إلى التخلق والاعتياد لكفران النعم .وعلى الوجهين فالكلام جار على ما يعرف في المنطق بقياس المساواة ، إذ كان المبذر مؤاخياً للشيطان وكان الشيطانُ كفوراً ، فكانَ المبذّر كفوراً بالمآل أو بالدرجة القريبة .وقد كان التبذير من خُلق أهل الجاهلية ، ولذلك يتمدحون بصفة المتلاف والمُهلك المال ، فكان عندهم الميسر من أسْباب الإتلاف ، فحذر الله المؤمنين من التلبس بصفات أهل الكفر ، وهي من المذام ، وأدبهم بآداب الحكمة والكمال .",
  "ayah": 27,
  "surah": 17
}
