{
  "text": "عطف على قوله : { وآت ذا القربى والمسكين } [ الإسراء : 26 ] لأنه من تمامه .والخطاب لغير معين ليعم كل مخاطب . والمقصود بالخطاب النبي لأنه على وزان نظم قوله : { وقضى ربك ألا تعبدوا إلا إياه } [ الإسراء : 23 ] فإن المواجهة ب ربك } في القرآن جاءت غالباً لخطاب النبي صلى الله عليه وسلم ويعدله ما روي أن النبي كان إذا سأله أحد مالاً ولم يكن عنده ما يعطيه يعرض عنه حياء فنبهه الله إلى أدب أكمل من الذي تعهده من قبل ويحصل من ذلك تعليم لسائر الأمة .وضمير { عنهم } عائد إلى ذي القُربى والمسكين وابن السبيل .والإعراض : أصله ضد الإقبال مشتق من العُرض بضم العين أي الجانب ، فأعرض بمعنى أعطى جانبه { وإذا أنعمنا على الإنسان أعرض ونأى بجانبه } [ الإسراء : 83 ] ، وهو هنا مجاز في عدم الإيتاء أو كناية عنه لأن الإمساك يلازمه الإعراض ، أي إن سألك أحدهم عطاءً فلم تجبه إليه أو إن لم تفتقدهم بالعطاء المعروف فتباعدتَ عن لقائهم حياءً منهم أن تلاقيهم بيد فارغة فقل لهم قولاً ميسوراً .والميسور : مفعول من اليُسر ، وهو السهولة ، وفعله مبني للمجهول . يقال : يُسِر الأمرُ بضم الياء وكسر السين كما يقال : سُعِد الرجل ونُحِس ، والمعنى : جُعِل يسيراً غير عسير ، وكذلك يقال : عُسِر . والقول الميسور : اللين الحسن المقبول عندهم؛ شبه المقبول بالميسور في قبول النفس إياه لأن غير المقبول عسير . أمر الله بإرفاق عدم الإعطاء لعدم الموجدة بقول لين حسن بالاعتذار والوعد عند الموجدة ، لئلا يُحمل الإعراض على قلة الاكتراث والشح .وقد شرط الإعراض بشرطين : أن يكون إعراضاً لابتغاء رزق من الله ، أي إعراضاً لعدم الجدة لا اعتراضاً لبخل عنهم ، وأن يكون معه قول لين في الاعتذار . وعلم من قوله : ابتغاء رحمة من ربك } أنه اعتذار صادق وليس تعللاً كما قال بشار:وللبخيل على أمواله علل...رزق العيون عليها أوجه سود ... فقوله : { ابتغاء رحمة من ربك } حال من ضمير { تعرضن } مصدر بالوصف ، أي مبتغياً رحمة من ربك . و { ترجوها } صفة ل { رحمة }. والرحمة هنا هي الرزق الذي يتأتى منه العطاء بقرينة السياق . وفيه إشارة إلى أن الرزق سبب للرحمة لأنه إذا أعطاه مستحقه أثيب عليه ، وهذا إدماج .وفي ضمن هذا الشرط تأديب للمؤمن إن كان فاقداً ما يبلغ به إلى فعل الخير أن يرجوَ من الله تيسير أسبابه ، وأن لا يحمله الشح على السرور بفقد الرزق للراحة من البذل بحيث لا يَعدِم البذلَ الآن إلا وهو راج أن يسهل له في المستقبل حرصاً على فضيلته ، وأنه لا ينبغي أن يعرض عن ذي القربى والمسكين وابن السبيل إلا في حال رجاء حصول نعمة فإن حصلت أعطاهم .",
  "ayah": 28,
  "surah": 17
}
