{
  "text": "عود إلى بيان التبذير والشح ، فالجملة عطف على جملة { ولا تبذر تبذيراً } [ الإسراء : 26 ]. ولولا تخلل الفصل بينهما بقوله؛ { وإما تعرضن عنهم ابتغاء رحمة من ربك } [ الإسراء : 28 ] الآية لكانت جملة ولا تجعل يدك مغلولة إلى عنقك غَيْر مقترنة بواو العطف لأن شأن البيان أن لا يعطف على المبين ، وأيضاً على أن في عطفها اهتماماً بها يجعلها مستقلة بالقصد لأنها مشتملة على زيادة على البيان بما فيها من النهي عن البخل المقابل للتبذير .وقد أتت هذه الآية تعليماً بمعرفة حقيقة من الحقائق الدقيقة فكانت من الحكمة . وجاء نظمها على سبيل التمثيل فصيغت الحكمة في قالب البلاغة .فأما الحكمة فإذ بينت أن المحمود في العطاء هو الوسط الواقع بين طرفي الإفراط والتفريط ، وهذه الأوساط هي حدود المحامد بين المذام من كل حقيقة لها طرفان . وقد تقرر في حكمة الأخلاق أن لكل خلق طرفين ووسطاً ، فالطرفان إفراط وتفريط وكلاهما مقر مفاسد للمصدر وللمورد ، وأن الوسط هو العدل ، فالإنفاق والبذل حقيقة أحد طرفيها الشح وهو مفسدة للمحاويج ولصاحب المال إذ يجر إليه كراهية الناس إياه وكراهتيه إياهم . والطرف الآخر التبذير والإسراف ، وفيه مفاسد لذي المال وعشيرته لأنه يصرف ماله عن مستحقه إلى مصارف غير جديرة بالصرف ، والوسط هو وضع المال في مواضعه وهو الحد الذي عبر عنه في الآية بنفي حالين بين ( لا ولا ).وأما البلاغة فبتمثيل الشح والإمساك بغل اليد إلى العُنق ، وهو تمثيل مبني على تخيل اليد مصدراً للبذل والعطاء ، وتخيُّل بَسطها كذلك وغلها شحاً ، وهو تخيل معروف لدى البلغاء والشعراء ، قال الله تعالى : وقالت اليهود يد الله مغلولة ثم قال : { بل يداه مبسوطتان } [ المائدة : 64 ] وقال الأعشى: ... يَداك يدَا صدق فكف مفيدةوكف إذا ما ضُن بالمال تنفق ... ومن ثم قالوا : له يدُ على فلان ، أي نعمة وفضل ، فجاء التثميل في الآية مبنياً على التصرف في ذلك المعنى بتمثيل الذي يشح بالمال بالذي غُلّت يده إلى عنقه ، أي شدت بالغُلّ ، وهو القيد من السير يشد به يد الأسير ، فإذا غُلت اليد إلى العنق تعذر التصرف بها فتعطل الانتفاع بها فصار مصدر البذل معطلاً فيه ، وبضده مُثِّلَ المسرف بباسط يده غاية البسط ونهايته وهو المفاد بقوله : كل البسط } أي البسطَ كله الذي لا بسط بعده ، وهو معنى النهاية . وقد تقدم من هذا المعنى عند قوله تعالى : { وقالت اليهود يد الله مغلولة } إلى قوله : { بل يداه مبسوطتان ينفق كيف يشاء } في سورة العقود [ المائدة : 64 ]. هذا قالب البلاغة المصوغةُ في تلك الحكمة .وقوله : فتقعد ملوما محسوراً } جواب لكلا النهيين على التوزيع بطريقة النشر المرتب ، فالملوم يرجع إلى النهي عن الشح ، والمحسور يرجع إلى النهي عن التبذير ، فإن الشحيح ملوم مذموم . وقد قيل: ... إن البخيل ملوم حيثما كاناوقال زهيرومن يك ذا فضل فيبخل بفضله ... على قومه يُستغن عنه ويذمموالمحسور : المنهوك القوى . يقال : بعير حسير ، إذا أتعبه السير فلم تبق له قوة ، ومنه قوله تعالى : { ينقلب إليك البصر خاسئاً وهو حسير } [ الملك : 4 ] ، والمعنى : غير قادر على إقامة شؤونك . والخطاب لغير معين . وقد مضى الكلام على تقعد آنفاً .",
  "ayah": 29,
  "surah": 17
}
