{
  "text": "يجوز أن يكون اعتراضاً في آخر الحكاية ليس داخلاً في الجملة التفسيرية . فانتصاب { ذريّةَ } على الاختصاص لزيادة بيان بني إسرائيل بياناً مقصوداً به التعريض بهم إذ لم يشكروا النعمة . ويجوز أن يكون من تمام الجملة التفسيرية ، أي حال كونكم ذرية من حملنا مع نوح عليه السلام ، أو ينتصب على النداء بتقدير حرف النداء ، أي يا ذرية من حملنا مع نوح ، مقصوداً به تحريضهم على شكر نعمة الله واجتناب الكفر به باتخاذ شركاء دونه .والحمل وضع شيء على آخر لنقله ، والمراد الحمل في السفينة كما قال : { حملناكم في الجارية } [ الحاقة : 11 ] ، أي ذرّيّة من أنجيناهم من الطوفان مع نوح عليه السلام .وجملة { إنه كان عبدا شكوراً } مفيدة تعليل النهي عن أن يتخذوا من دون الله وكيلاً ، لأن أجدادهم حملوا مع نوح بنعمة من الله عليهم لنجاتهم من الغرق وكان نوح عبداً شكوراً والذين حملوا معه كانوا شاكرين مثله ، أي فاقتدوا بهم ولا تكفروا نعم الله .ويحتمل أن تكون هذه الجملة من تمام الجملة التفسيرية فتكون مما خاطب الله به بني إسرائيل ، ويحتمل أنها مذيلة لجملة { وآياتنا موسى الكتاب } فيكون خطاباً لأهل القرآن .واعلم أن في اختيار وصفهم بأنهم ذرية من حمل مع نوح عليه السلام معاني عظيمة من التذكير والتحريض والتعريض لأن بني إسرائيل من ذرية سام بن نوح وكان سام ممن ركب السفينة .وإنما لم يقل ذرية نوح مع أنهم كذلك قصداً لإدماج التذكير بنعمة إنجاء أصولهم من الغرق .وفيه تذكير بأن الله أنجى نوحاً ومن معه من الهلاك بسبب شكره وشكرهم تحريضاً على الائتساء بأولئك .وفيه تعريض بأنهم إن أشركوا ليُوشكن أن ينزل بهم عذاب واستئصال ، كما في قوله : { قيل يا نوح اهبِطْ بسلام منا وبركات عليك وعلى أمم ممن معك وأمم سنُمتعهم ثم يَمَسُّهُمْ منا عذابٌ أليم } [ هود : 48 ].وفيه أن ذرية نوح كانوا شقين شق بار مطيع ، وهم الذين حملهم معه في السفينة ، وشق متكبر كافر وهو ولده الذي غرق ، فكان نوح عليه السلام مثلاً لأبي فريقين ، وكان بنو إسرائيل من ذرية الفريق البار ، فإن اقتدوا به نَجُوا وإن حادوا فقد نزعوا إلى الفريق الآخر فيوشك أن يهلكوا . وهذا التماثل هو نكتة اختيار ذكر نوح من بين أجدادهم الآخرين مثل إبراهيم ، وإسحاق ، ويعقوب عليهم السلام ، لفوات هذا المعنى في أولئك . وقد ذكر في هذه السورة استئصال بني إسرائيل مرتين بسبب إفسادهم في الأرض وعلوهم مرتين وأن ذلك جزاء إهمالهم وعْدَ اللّهِ نوحاً عليه السلام حينما نجاه .وتأكيد كون نوح كان عبداً شكوراً } بحرف ( إنّ ) تنزيل لهم منزلة من يجهل ذلك؛ إما لتوثيق حملهم على الاقتداء به إن كانت الجملة خطاباً لبني إسرائيل من تمام الجملة التفسيرية ، وإما لتنزيلهم منزلة من جهل ذلك حتى تورطوا في الفساد فاستأهلوا الاستئصال وذهاب ملكهم ، لينتقل منه إلى التعريض بالمشركين من العرب بأنهم غير مقتدين بنوح لأن مثلهم ومثل بني إسرائيل في هذا السياق واحد في جميع أحوالهم ، فيكون التأكيد منظوراً فيه إلى المعنى التعريضي .ومعنى كون نوح { عبداً } أنه معترف لله بالعبودية غير متكبر بالإشراك ، وكونه { شكوراً } ، أي شديداً لشكر الله بامتثال أوامره . وروي أنه كان يكثر حمد الله .والاقتداء بصالح الآباء مجبولة عليه النفوس ومحل تنافس عند الأمم بحيث يعد خلاف ذلك كمثير للشك في صحة الانتساب .وكان نوح عليه السلام مثلاً في كمال النفس وكانت العرب تعرف ذلك وتنبعث على الاقتداء به . قال النابغة: ... فألفيت الأمانة لم تخنهاكذلك كان نوح لا يخون ...",
  "ayah": 3,
  "surah": 17
}
