{
  "text": "جملة مستأنفة استئنافاً ابتدائياً ونظائرها كثيرة في القرآن .والتعبير بفعل النظر إشارة إلى أنه بلغ من الوضوح أن يكون منظوراً .والاستفهام ب ( كيف ) للتعجيب من حالة تمثيلهم للنبيء عليه الصلاة والسلام بالمسحور ونحوه .وأصل ( ضرب ) وضع الشيء وتثبيته يقال : ضرب خيمة ، ويطلق على صوغ الشيء على حجم مخصوص ، يقال : ضرب دنانير ، وهو هنا مستعار للإبراز والبيان تشبيهاً للشيء المبرز المبين بالشيء المثبت . وتقدم عند قوله تعالى : { إن الله لا يستحيي أن يضرب مثلاً } في [ البقرة : 26 ].واللام في لك } للتعليل والأجْل ، أي ضربوا الأمثال لأجلك ، أي لأجل تمثيلك ، أي مثلوك . يقال : ضربت لك مثلاً بكذا . وأصله مثلتك بكذا ، أي أجِد كذا مثلاً لك ، قال تعالى : { فلا تضربوا لله الأمثال } [ النحل : 74 ] وقال : { واضرب لهم مثلاً أصحاب القرية } [ يس : 13 ] أي اجعلهم مثلاً لحالهم .وجمع الأمثال } هنا ، وإن كان المحكي عنهم أنهم مثلوه بالمسحور ، وهو مثل واحد ، لأن المقصود التعجيب من هذا المثل ومن غيره فيما يصدر عنهم من قولهم : هو شاعر ، هو كاهن ، هو مجنون ، هو ساحر ، هو مسحور . وسميت أمثالاً باعتبار حالهم لأنهم تحيروا فيما يصفونه به للناس لئلا يعتقدوه نبيئاً ، فجعلوا يتطلبون أشبه الأحوال بحاله في خيالهم فيلحقونه به ، كمن يدرج فرداً غريباً في أشبه الأجناس به ، كمن يقول في الزرافة : إنها مِن الأفراس أو من الإبل أو من البقر .وفُرع ضَلالُهم على ضرب أمثالهم لأن ما ضربوه من الأمثال كله باطل وضلال وقوة في الكفر . فالمراد تفريع ضلالهم الخاص ببطلان تلك الأمثال ، أي فظهر ضلالهم في ذلك كقوله : { كذبت قبلهم قوم نوح فكذبوا عبدنا } [ القمر : 9 ].ويجوز أن يراد بالضلال هنا أصل معناه ، وهو الحيرة في الطريق وعدم الاهتداء ، أي ضربوا لك أشباهاً كثيرة لأنهم تحيروا فيما يعتذرون به عن شأنك العظيم .وتفريع فلا يستطيعون سبيلاً } على { فضلوا } تفريع لتوغلهم في الحيرة على ضلالهم في ضرب تلك الأمثال .والسبيل : الطريق ، واستطاعته استطاعة الظفر به ، فيجوز أن يراد بالسبيل سبيل الهدى على الوجه الأول في تفسير الضلال ، ويجوز أن يكون تمثيلاً لحال ضلالهم بحال الذي وقف في فيفاء لا يدري من أية جهة يسلك إلى المقصود ، على الوجه الثاني في تفسير الضلال .والمعنى على هذا : أنهم تحيروا كيف يصفون حالك للناس لتوقعهم أن الناس يكذبونهم ، فلذلك جعلوا ينتقلون في وصفه من صفة إلى صفة لاستشعارهم أن ما يصفونه به باطل لا يطابقه الواقع .",
  "ayah": 48,
  "surah": 17
}
