{
  "text": "والخلق : بعنى المخلوق ، أي أو خلقاً آخر مما يعظم في نفوسكم عن قبوله الحياة ويستحيل عندكم على الله إحياؤه مثل الفولاذ والنحاس .وقوله : { مما يكبر في صدوركم } صفة { خلقاً }.ومعنى { يكبر } يعظم وهو عظم مجازي بمعنى القوي في نوعه وصفاته ، والصدور : العقول ، أي مما تعدونه عظيماً لا يتغير .وفي الكلام حذف دل عليْه الكلام المردود وهو قولهم : { أئذا كنا عظاماً ورفاتاً أئنا لمبعوثون } [ الإسراء : 49 ]. والتقدير : كونوا أشياء أبعد عن قبول الحياة من العظام والرفات .والمعنى : لو كنتم حجارة أو حديداً لأحياكم الله ، لأنهم جعلوا كونهم عظاماً حجة لاستحالة الإعادة ، فرد عليهم بأن الإعادة مقدرة لله تعالى ولو كنتم حجارة أو حديداً ، لأن الحجارة والحديد أبعد عن قبول الحياة من العظام والرفات إذ لم يسبق فيهما حلول الحياة قط بخلاف الرفات والعظام .والتفريع في { فسيقولون من يعيدنا } على جملة { قل كونوا حجارة } أي قل لهم ذلك فسيقولون لك : من يعيدنا .وجُعِلَ سؤالهم هنا عن المعيد لا عن أصل الإعادة لأن البحث عن المعيد أدخل في الاستحالة من البحث عن أصل الإعادة ، فهو بمنزلة الجواب بالتسليم الجدلي بعد الجواب بالمنع فإنهم نفوا إمكان إحياء الموتى ، ثم انتقلوا إلى التسليم الجدلي لأن التسليم الجدلي أقوى ، في معارضة الدعوى ، من المنع .والاستفهام في { من يعيدنا } تهكمي . ولما كان قولهم هذا محقق الوقوع في المستقبل أمر النبي بأن يجيبهم عندما يقولونه جواب تعيين لمن يعيدهم إبطالاً للازم التهكم ، وهو الاستحالة في نظرهم بقوله : { قل الذي فطركم أول مرة } إجراء لظاهر استفهامهم على أصله بحمله على خلاف مرادهم ، لأن ذلك أجدر على طريقة الأسلوب الحكيم لزيادة المحاجة ، كقوله في محاجة موسى لفرعون { قال لمن حوله ألا تستمعون قال ربكم ورب آبائكم الأولين } [ الشعراء : 25 26 ].وجيء بالمسند إليه موصولاً لقصد ما في الصلة من الإيماء إلى تعليل الحكم بأن الذي فطرهم أول مرة قادر على إعادة خلقهم ، كقوله تعالى : { وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه } [ الروم : 27 ] فإنه لقدرته التي ابتدأ بها خلقكم في المرة الأولى قادر أن يخلقكم مرة ثانية .والإنغاض : التحريك من أعلى إلى أسفل والعكس . فإنغاض الرأس تحريكه كذلك ، وهو تحريك الاستهزاء .واستفهموا عن وقته بقولهم : { متى هو } استفهام تهكم أيضاً؛ فأمر الرسول بأن يجيبهم جواباً حقاً إبطالاً للازم التهكم ، كما تقدم في نظيره آنفاً .وضمير { متى هو } عائد إلى العود المأخوذ من قوله : { يعيدنا } كقوله : { اعدلوا هو أقرب للتقوى } [ المائدة : 8 ].و ( عسى ] للرجاء على لسان الرسول : والمعنى لا يبعد أن يكون قريباً .ويوم يدعوكم } بدل من الضمير المستتر في { يكون } من قوله : { أن يكون قريباً }. وفتحته فتحة بناء لأنه أضيف إلى الجملة الفعلية .ويجوز أن يكون ظرفاً ل { يكون } ، أي يكون يوم يدعوكم ، وفتحته فتحة نصب على الظرفية .",
  "ayah": 51,
  "surah": 17
}
