{
  "text": "والدعاء يجوز أن يحمل على حقيقته ، أي دعاء الله الناس بواسطة الملائكة الذين يسوقون الناس إلى المحشر .ويجوز أن يحمل على الأمر التكويني بإحيائهم ، فأطلق عليه الدعاء لأن الدعاء يستلزم إحياء المدعو وحصول حضوره ، فهو مجاز في الإحياء والتسخير لحضور الحساب .والاستجابة مستعارة لمطاوعة معنى { يدعوكم } ، أي فتحيون وتمثلون للحساب . أي يدعوكم وأنتم عظام ورفات . وليس للعظام والرفات إدراك واستماع ولا ثم استجابة لأنها فرع السماع وإنما هو تصوير لسرعة الإحياء والإحضار وسرعة الانبعاث والحضور للحساب بحيث يحصل ذلك كحصول استماع الدعوة واستجابتها في أنه لا معالجة في تحصيله وحصوله ولا ريث ولا بطْء في زمانه .وضمائر الخطاب على هذا خطاب للكفار القائلين { من يعيدنا } والقائلين { متى هو }.والباء في { بحمده } للملابسة ، فهي في معنى الحال ، أي حامدين ، فهم إذا بعثوا خلق فيهم إدراك الحقائق فعلموا أن الحق لله .ويجوز أن يكون { بحمده } متعلقاً بمحذوف على أنه من كلام النبي صلى الله عليه وسلم والتقدير : انطق بحمده ، كما يقال : باسم الله ، أي ابتدىء ، وكما يقال للمعرس : باليمن والبركة ، أي احمد الله على ظهور صدق ما أنبأتكم به ، ويكون اعتراضاً بين المتعاطفات .وقيل : إن قوله : { يوم يدعوكم } استئناف كلام خطاب للمؤمنين فيكون { يوم يدعوكم } متعلقاً بفعل محذوف ، أي اذكروا يوم يدعوكم . والحمد على هذا الوجه محمول على حقيقته ، أي تستجيبون حامدين الله على ما منحكم من الإيمان وعلى ما أعد لكم مما تشاهدون حين انبعاثكم من دلائل الكرامة والإقبال .وأما جملة { وتظنون إن لبثتم إلا قليلاً } فهي عطف على { تستجيبون } ، أي وتحسبون أنكم ما لبثتم في الأرض إلا قليلاً . والمراد : التعجيب من هذه الحالة ، ولذلك جاء في بعض آيات أخرى سؤال المولى حين يبعثون عن مدة لبثهم تعجيباً من حالهم ، قال تعالى : { قال كم لبثتم في الأرض عدد سنين قالوا لبثنا يوماً أو بعض يوم فاسأل العادين قال إن لبثتم إلا قليلا لو أنكم كنتم تعلمون } [ المؤمنون : 112 114 ] ، وقال : { فأماته الله مائة عام ثم بعثه قال كم لبثتَ قال لبثت يوماً أو بعض يوم قال بل لبثت مائة عام } [ البقرة : 259 ]. وهذا التعجيب تنديم للمشركين وتأييد للمؤمنين . والمراد هنا : أنهم ظنوا ظناً خاطئاً ، وهو محل التعجيب . وأما قوله في الآية الأخرى : قال إن لبثتم إلا قليلاً لو أنكم كنتم تعلمون فمعناه : أنه وإن طال فهو قليل بالنسبة لأيام الله .",
  "ayah": 52,
  "surah": 17
}
