{
  "text": "تماثل القرينتين في فاصلتيْ هذه الآية من كلمة { والأرض } وكلمة { على بعض } ، يدل دلالة واضحة على أنهما كلام مرتبط بعضه ببعض ، وأن ليس قوله : { وربك أعلم بمن في السماوات والأرض } تكملة لآية { ربكم أعلم بكم } [ الإسراء : 54 ] الآية .وتغيير أسلوب الخطاب في قوله : { وربك أعلم } بعد قوله : { ربكم أعلم بكم } [ الإسراء : 54 ] إيماء إلى أن الغرض من هذه الجملة عائد إلى شأن من شؤون النبي التي لها مزيد اختصاص به ، تقفية على إبطال أقوال المشركين في شؤون الصفات الإلهية ، بإبطال أقوالهم في أحوال النبي . ذلك أن المشركين لم يقبلوا دعوة النبي بغرورهم أنه لم يكن من عظماء أهل بلادهم وقادتهم ، وقالوا : أبعث الله يتيم أبي طالب رسولاً ، أبعث الله بشراً رسولاً ، فأبكتهم الله بهذا الرد بقوله : وربك أعلم بمن في السماوات والأرض } فهو العالم حيث يجعل رسالته .وكان قوله : { وربك أعلم بمن في السماوات والأرض } كالمقدمة لقوله : { ولقد فضلنا بعض النبيئين } الآية . أعاد تذكيرهم بأن الله أعلم منهم بالمستأهل للرسالة بحسب ما أعده الله فيه من الصفات القابلة لذلك ، كما قال الله تعالى عنهم { قالوا لن نؤمن حتى نؤتى مثل ما أوتي رسل الله الله أعلم حيث يجعل رسالاته } في سورة [ الأنعام : 124 ].وكان الحكم في هذه المقدمة على عموم الموجودات لتكون بمنزلة الكلية التي يؤخذ منها كل حكم لجزئياتها ، لأن المقصود بالإبطال من أقوال المشركين جامع لصور كثيرة من أحوال الموجودات من البشر والملائكة وأحوالهم؛ لأن بعض المشركين أحالوا إرسال رسول من البشر ، وبعضهم أحالوا إرسال رسول ليس من عظمائهم ، وبعضهم أحالوا إرسال من لا يأتي بمثل ما جاء به موسى عليه الصلاة والسلام . وذلك يثير أحوالاً جمة من العصور والرجال والأمم أحياءً وأمواتاً . فلا جرم كان للتعميم موقع عظيم في قوله : { بمن في السماوات والأرض } ، وهو أيضاً كالمقدمة لجملة { ولقد فضلنا بعض النبيئين على بعض } ، مشيراً إلى أن تفاضل الأنبياء ناشىء على ما أودعه الله فيهم من موجبات التفاضل . وهذا إيجاز تضمن إثباتَ النبوءة وتقررها فيما مضى ما لا قبل لهم بإنكاره ، وتعدّدَ الأنبياء مما يجعل محمداً صلى الله عليه وسلم ليس بدعا من الرسل ، وإثباتَ التفاضل بين الأفراد من البشر ، فمنهم رسول ومنهم مرسل إليهم ، وإثباتَ التفاضل بين أفراد الصنف الفاضل . وتقرر ذلك فيما مضى تقرراً لا يستطيع إنكاره إلا مكابر بالتفاضل حتى بين الأفضلين سنةً إلهية مقررة لا نكران لها . فعلم أن طعنهم في نبوءة محمد صلى الله عليه وسلم طعن مكابرة وحسد . كما قال تعالى في شأن اليهود { أم يحسدون الناس على ما آتاهم الله من فضله فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم مُلكاً عظيماً } في سورة [ النساء : 54 ].وتخصيص داوود عليه السلام بالذكر عقب هذه القضية العامة وجهه صاحب «الكشاف» ومن تبعه بأن فائدة التلميح إلى أن محمداً صلى الله عليه وسلم أفضل الأنبياء وأمته أفضل الأمم لأن في الزبور أن الأرض يرثها عباد الله الصالحون . وهذا حسن . وأنا أرى أن يكون وجه هذا التخصيص الإيماء إلى أن كثيراً من الأحوال المرموقة في نظر الجاهلين وقاصري الأنظار بنظر الغضاضة هي أحوال لا تعوق أصحابها عن الصعود في مدارج الكمال التي اصطفاها الله لها ، وأن التفضيل بالنبوءة والرسالة لا ينشأ عن عظمة سابقة؛ فإن داوود عليه السلام كان راعياً من رعاة الغنم في بني إسرائيل ، وكان ذا قوة في الرمي بالحجر ، فأمر الله شاول ملك بني إسرائيل أن يختار داوود لمحاربة جالوت الكنعاني ، فلما قَتل داوودُ جالوتَ آتاه الله النبوءة وصيره ملِكاً لإسرائيل ، فهو النبي الذي تجلى فيه اصطفاء الله تعالى لمن لم يكن ذا عظمة وسيادة .وذكر إيتائه الزبور هو محل التعريض للمشركين بأن المسلمين سيرثون أرضهم وينتصرون عليهم لأن ذلك مكتوب في الزبور كما تقدم آنفاً . وقد أوتي داوود الزبور ولم يؤت أحد من أنبياء بني إسرائيل كتاباً بعد موسى عليه السلام .وذكر داوود تقدم في سورة الأنعام وفي آخر سورة النساء .وأما الزبور فذكر عند قوله تعالى : { وآتينا داوود زبورا } في آخر سورة [ النساء : 163 .والزبور : اسم لمجموع أقوال داوود عليه السلام التي بعضها مما أوحاه إليه وبعضها مما ألهمه من دعوات ومناجاة وهو المعروف اليوم بكتاب المزامير من كتب العهد القديم .",
  "ayah": 55,
  "surah": 17
}
