{
  "text": "يجوز أن يكون هذا كلاماً مستقلاً غير متصل بقوله : { وإن كادوا ليفتنونك } [ الإسراء : 73 ] بناءً على ما نحوناه في تفسير الآية السابقة . وهذه منّة أخرى ومقام آخر من مقام رسول الله تجاه المشركين . ويجوز أن يكون من تكملة ما قبله فيكون الركون إليهم ركوناً فيما سألوه منه على نحو ما ساقه المفسرون من الأخبار المتقدمة .و ( لولا ) حرف امتناع لوجود ، أي يقتضي امتناعاً لوجود ، أي يقتضي امتناع جوابه لوجود شرطه ، أي بسبب وجود شرطه .والتثبيت : جعل الشيء ثابتاً ، أي متمكناً من مكانه غير مقلقل ولا مقلوع ، وهو مستعار للبقاء على حاله غير متغير . وتقدم عند قوله تعالى : { وتثبيتاً من أنفسهم } في سورة [ البقرة : 265 ].وعدي التثبيت إلى ضمير النبي الدال على ذاته . والمراد تثبيت فهمه ورأيه ، وهذا من الحكم على الذات . والمراد بعض أحوالها بحسب دلالة المقام ، مثل { حرمت عليكم أمهاتكم } [ النساء : 23 ]. فالمعنى : ولولا أن ثبتنا رأيك فأقررناه على ما كان عليه في معاملة المشركين لقاربت أن تركن إليهم .واللام في لقد كدت تركن إليهم } يجوز أن تكون لام جواب ( لولا ) ، وهي ملازمة لجوابها لتحقيق الربط بينه وبين الشرط .والمعنى على الوجه الأول في موقع هذه الآية : أن الركون مجمل في أشياء هي مظنة الركون ولكن الركونَ منتف من أصله لأجل التثبيت بالعصمة كما انتفى أن يفتنه المشركون عن الذي أوحي إليه بصرف الله إياهم عن تنفيذ فتنتهم .والمعنى على الوجه الثاني : ولولا أن عصمناك من الخطأ في الاجتهاد وأريناك أن مصلحة الشدة في الدين والتنويه بأتباعه ، ولو كانوا من ضعفاء أهل الدنيا ، لا تعارضها مصلحة تأليف قلوب المشركين ، ولو كان المسلمون راضين بالغضاضة من أنفسهم استئلافاً للمشركين ، فإن إظهار الهوادة في أمر الدين تُطمع المشركين في الترقي إلى سؤال ما هو أبعد مدى مما سألوه ، فمصلحة ملازمة موقف الحزم معهم أرجح من مصلحة ملاينتهم وموافقتهم ، أي فلا فائدة من ذلك . ولولا ذلك كله لقد كدت تركن إليهم قليلاً ، أي تميل إليهم ، أي توَعدتهم بالإجابة إلى بعض ما سألوك استناداً لدليل مصلحة مرجوحة واضحة وغفلة عن مصلحة راجحة خفية اغتراراً بخفة بعض ما سألوه في جانب عِظم ما وعدوا به من إيمانهم .والركون : الميل بالرُكن ، أي بالجانب من الجسد واستعمل في الموافقة بعلاقة القرب . وتقدم في قوله : { ولا تركنوا إلى الذين ظلموا } في سورة [ هود : 113 ] ، كما استعمل ضده في المخالفة في قوله تعالى : { وإذا أنعمنا على الإنسان أعرض ونأى بجانبه } في هذه السورة [ الإسراء : 83 ].وانتصب شيئاً } على المفعول المطلق ل { تركن } ، أي شيئاً من الركون . ووجه العدول عن مصدر { تركن } طلب الخفة لأن مصدر { تركن } وهو الركون فيه ثقل فتركه أفصح ، وإنما لم يقتصر على { قليلاً } لأن تنكير { شيئاً } مفيد التقليل ، فكان في ذكره تهيئة لتوكيد معنى التقليل ، فإن كلمة ( شيء ) لتوغلها في إبهام جنس ما تضاف إليه أو جنس الموجود مطلقاً مفيدةٌ للتقليل غالباً كقوله تعالى :{ فلا تأخذوا منه شيئاً } [ النساء : 20 ].و ( إذن ) الثانية جَزَاءً لـ { كدت تركن } ، ولكونها جزاء فصلت عن العطف إذ لا مقتضى له . فركون النبي صلى الله عليه وسلم إليهم غير واقع ولا مقارب الوقوع لأن الآية قد نفته بأربعة أمور ، وهي : ( لولا ) الامتناعية . وفعل المقاربة المقتضي أنه ما كان يقع الركون ولكن يقع الاقتراب منه ، والتحقير المستفاد من { شيئاً } ، والتقليل المستفاد من { قليلاً }.أي لولا إفهامنا إياك وجه الحق لخشي أن تقترب من ركون ضعيف قليل ولكن ذلك لم يقع . ودخلت ( قد ) في حيز الامتناع فأصبح تحقيقها معدوماً ، أي لولا أن ثبتناك لتحقق قرب ميلك القليل ولكن ذلك لم يقع لأنا ثبتناك .",
  "ayah": 74,
  "surah": 17
}
