{
  "text": "استئناف ابتدائي عاد به الكلام إلى الغرض الأهم من هذه السورة وهو تأييد النبي صلى الله عليه وسلم بالآيات والمعجزات ، وإيتاؤه الآيات التي أعظمها آية القرآن كما قدمناه عند قوله تعالى : { وآتينا موسى الكتاب } [ الإسراء : 2 ]. وأعقب ذلك بذكر ما أنزل على بني إسرائيل من الكُتب للهدى والتحذير ، وما نالهم من جراء مخالفتهم ما أمرهم الله به ، ومن عدولهم عن سَنن أسلافهم من عهد نوح . وفي ذلك فائدة التحذير من وقوع المسلمين فيما وقع فيه بنو إسرائيل ، وهي الفائدة العظمى من ذكر قصص القرآن ، وهي فائدة التاريخ .وتأكيد الجملة مراعى فيه حال بعض المخاطبين وهم الذين لم يذعنوا إليه ، وحالُ المؤمنين من الاهتمام بهذا الخبر ، فالتوكيد مستعمل في معنييه دفع الإنكار والاهتمام ، ولا تعارض بين الاعتبارين .وقوله : { هذا القرآن } إشارة إلى الحاضر في أذهان الناس من المقدار المنزل من القرآن قبل هذه الآية .وبُينت الإشارة بالاسم الواقع بعدها تنويهاً بشأن القرآن .وقد جاءت هذه الآية تنفيساً على المؤمنين من أثر القصص المهولة التي قصت عن بني إسرائيل وما حل بهم من البلاء مما يثير في نفوس المسلمين الخشية من أن يصيبهم مثل ما أصاب أولئك ، فأخبروا بأن في القرآن ما يعصمهم عن الوقوع فيما وقع فيه بنو إسرائيل إذ هو يهدي للطريق التي هي أقوم مما سلكه بنو إسرائيل ، ولذلك ذكر مع الهداية بشارة المؤمنين الذين يعملون الصالحات ، ونذارة الذين لا يؤمنون بالآخرة . وفي التعبير ب { التي هي أقوم } نكتة لطيفة ستأتي . وتلك عادة القرآن في تعقيب الرهبة بالرغبة وعكسه .و { التي هي أقوم } صفة لمحذوف دل عليه { يهدي } ، أي للطريق التي هي أقوم ، لأن الهداية من ملازمات السير والطريق ، أو للملة الأقوم ، وفي حذف الموصوف من الإيجاز من جهة ومن التفخيم من جهة أخرى ما رجح الحذف على الذكر .والأقوم : تفضيل القويم . والمعنى : أنه يهدي للتي هي أقوم من هُدى كتاب بني إسرائيل الذي في قوله : { وجعلناه هدى لبني إسرائيل } [ الإسراء : 2 ]. ففيه إيماء إلى ضمان سلامة أمة القرآن من الحيدة عن الطريق الأقوم ، لأن القرآن جاء بأسلوب من الإرشاد قويم ذي أفنان لا يحول دونه ودون الولوج إلى العقول حَائل ، ولا يغادر مسلكاً إلى ناحية من نواحي الأخلاق والطبائع إلا سلكهُ إليها تحريضاً أو تحذيراً ، بحيث لا يعدم المتدبر في معانيه اجتناء ثمار أفنانه ، وبتلك الأساليب التي لم تبلغها الكتب السابقة كانت الطريقة التي يهدي إلى سلوكها أقومَ من الطرائق الأخرى وإن كانت الغاية المقصود الوصول إليها واحدة .وهذا وصف إجمالي لمعنى هدايته إلى التي هي أقوم لو أريد تفصيله لاقتضى أسفاراً ، وحسبك مثالاً لذلك أساليب القرآن في سد مسالك الشرك بحيث سلمت هذه الآية في جميع أطوارها من التخليط بين التقديس البشري وبين التمجيد الإلهي ، فلم تنزل إلى حضيض الشرك بحال ، فمحل التفضيل هو وسائل الوصول إلى الغاية من الحق والصدق ، وليس محل التفضيل تلك الغاية حتى يقال : إن الحق لا يتفاوت .والأجر الكبير فُسر بالجنة ، والعذابُ الأليم بجهنم ، والأظهر أن يحمل على عموم الأجر والعذاب ، فيشمل أجر الدنيا وعذابها ، وهو المناسب لما تقدم من سعادة عيش بني إسرائيل وشقائه ، فجعل اختلاف الحالين فيهما موعظة لحالي المسلمين والمشركين .",
  "ayah": 9,
  "surah": 17
}
