{
  "text": "{ وَمَن يَهْدِ الله فَهُوَ المهتد وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ }يجوز أن تكون الجملة معطوفة على جملة { وما منع الناس أن يؤمنوا إذ جاءهم الهدى } [ الإسراء : 94 ] جمعاً بين المانع الظاهر المعتاد من الهدى وبين المانع الحقيقي وهو حرمان التوفيق من الله تعالى ، فمن أصَرّ على الكفر مع وضوح الدليل لذوي العقول فذلك لأن الله تعالى لم يوفقه . وأسباب الحرمان غضب الله على من لا يُلقِي عقله لتلقي الحق ويتخذُ هواه رائداً له في مواقف الجد .ويجوز أن تكون الجملة معطوفة على جملة { قل كفى باللَّه شهيداً بيني وبينكم } [ الإسراء : 96 ] ارتقاء في التسلية ، أي لا يحزنك عدم اهتدائهم فإن الله حرمهم الاهتداء لما أخذوا بالعناد قبل التدبر في حقيقة الرسالة .والمراد بالهُدى الهدى إلى الإيمان بما جاء به الرسول .والتعريف في { المهتد } تعريف العهد الذهني ، فالمعرف مساوٍ للنكرة ، فكأنه قيل : فهو مهتدٍ . وفائدة الإخبار عنه بأنه مهتد التوطئة إلى ذكر مقابله وهو { ومن يضلل فلن تجد لهم أولياء } ، كما يقال من عَرفني فقد عرفني ومن لم يعرفني فأنا فُلان .ويجوز أن تجعل التعريف في قوله : { المهتد } تعريف الجنس فيفيد قصر الهداية على الذي هداه الله قصراً إضافياً ، أي دون من تريد أنتَ هداه وأضله الله . ولا يحتمل أن يكون المعنى على القصر الادعائي الذي هو بمعنى الكمال لأن الهدى المراد هنا هدي واحد وهو الهدي إلى الإيمان .وحُذفت ياء { المهتد } في رسم المصحف لأنهم وقفوا عليها بدون ياء على لغة من يقف على الاسم المنقوص غيرِ المنون بحذف الياء ، وهي لغة فصيحة غير جارية على القياس ولكنها أوثرت من جهة التخفيف لثقل صيغة اسم الفاعل مع ثقل حرف العلة في آخر الكلمة . ورسمت بدون ياء لأن شأن أواخر الكلم أن ترسم بمراعاة حال الوقف . وأما في حال النطق في الوصل فقرأها نافع وأبو عَمرو بإثبات الياء في الوصل وهو الوجه ، ولذلك كتبوا الياء في مصاحفهم باللون الأحمر وجعلوها أدق من بقية الحروف المرسومة في المصحف تفرقة بينها وبين ما رسمه الصحابة كتّاب المصحف . والباقون حذفوا الياء في النطققِ في الوصل إجراء للوصل مجرى الوقف . وذلك وإن كان نادراً في غير الشعر إلا أن الفصحاء يُجرون الفواصل مجرى القوافي ، واعتبروا الفاصلة كل جملة ثم بها الكلام ، كما دل عليه تمثيل سيبويه في كتابه الفاصلة بقوله تعالى : { والليل إذا يسر } [ الفجر : 4 ] وقوله : { قال ذلك ما كنا نبغ } [ الكهف : 64 ]. وقد تقدم شيء من هذا عند قوله تعالى : { عالم الغيب والشهادة الكبير المتعال } في سورة [ الرعد : 9 ].والخطاب في { فلن تجد لهم أولياء من دونه } للنبيء صلى الله عليه وسلم لأن هذا الكلام مسوق لتسليته على عدم استجابتهم له ، فنفي وجدان الأولياء كناية عن نفي وجود الأولياء لهم لأنهم لو كانوا موجودين لوجدهم هو وعرفهم .والأولياء : الأنصار ، أي لن تجد لهم أنصاراً يخلصونهم من جزاء الضلال وهو العذاب . ويجوز أن يكون الأولياء بمعنى متولي شأنهم ، أي لن تجد لهم من يُصلح حالهم فينقلهم من الضلال كقوله تعالى : { الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور } [ البقرة : 257 ].وجُمع الأولياء باعتبار مقابلة الجمع بالجمع ، أي لن تجد لكل واحد ولياً ولا لجماعته ولياً ، كما يقال : ركب القوم دوابهم .و { من دونه } أي غيره .ذكر المقصود من نفي الولي أو المَئال له بذكر صورة عقابهم بقوله : { ونحشرهم يوم القيامة على وجوههم } الآية .والحشر : جمع الناس من مواضع متفرقة إلى مكان واحد . ولما كان ذلك يستدعي مشيهم عدي الحشر بحرف ( على ) لتضمينه معنى ( يمشون ) . وقد فهم الناس ذلك من الآية فسألوا النبي صلى الله عليه وسلم كيف يمشون على وجوههم؟ فقال : إن الذي أمشاهم على أقدامهم قادر على أن يمشيهم على وجوههم . والمقصود من ذلك الجمعُ بين التشويه والتعذيب لأن الوجه أرق تحملاً لصلابة الأرض من الرجل .وهذا جزاء مناسب للجرم ، لأنهم روّجوا الضلالة في صورة الحق ووسموا الحق بسمات الضلال فكان جزاؤهم أن حولت وجوههم أعضاءَ مشي عِوضاً عن الأرجل . ثم كانوا { عميا وبكما } جزاء أقوالهم الباطلة على الرسول وعلى القرآن ، و { صمّاً } جزاء امتناعهم من سماع الحق ، كما قال تعالى عنهم : { وقالوا قلوبنا في أكنة مما تدعونا إليه وفي آذاننا وقر ومن بيننا وبينك حجاب } [ فصّلت : 5 ]. وقال عنهم : { قال رب لم حشرتني أعمى وقد كنت بصيراً قال كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى } [ طه : 125 - 126 ] ، وقال عنهم : { ومن كان في هذه أعمى فهو في الآخرة أعمى } [ الإسراء : 72 ] أي من كان أعمى عن الحق فهو في الحشر يكون محروماً من متعة النظر . وهذه حالتهم عند الحشر .والمأوى محل الأوِيِّ ، أي النزول بالمأوى . أي المنزل والمقر .وخبت النار خُبُوّاً وخَبْواً . نقص لهيبها .والسعير : لهب النار ، وهو مشتق من سعّر النارَ إذا هيج وقودها . وقد جرى الوصف فيه على التذكير تبعاً لتذكير اللهب . والمعنى : زدناهم لهباً فيها .وفي قوله : { كلما خبت زدناهم سعيراً } إشكال لأن نار جهنم لا تخبو . وقد قال تعالى : { فلا يخفف عنهم العذاب } [ البقرة : 86 ]. فعن ابن عباس : أن الكفرة وقود للنار قال تعالى : { وقودها الناس والحجارة } [ البقرة : 24 ] فإذا أحرقتهم النار زال اللهب الذي كان متصاعداً من أجسامهم فلا يلبثون أن يعادوا كما كانوا فيعود الالتهاب لهم .فالخُبُوّ وازدياد الاشتعال بالنسبة إلى أجسادهم لا في أصل نار جهنم . ولهذه النكتة سلط فعل { زدناهم } على ضمير المشركين للدلالة على أن ازدياد السعير كان فيهم ، فكأنه قيل : كلما خبت فيهم زدناهم سعيراً ، ولم يقل : زدناها سعيراً .وعندي : أن معنى الآية جارٍ على طريق التهكّم وبادىء الإطماع المسفر عن خيبة ، لأنه جعل ازدياد السعير مقترناً بكل زمان من أزمنة الخبُوّ ، كما تفيده كلمة ( كلما ) التي هي بمعنى كل زمان . وهذا في ظاهره إطماع بحصول خبو لورود لفظ الخبو في الظاهر ، ولكنه يؤول إلى يأس منه إذ يدل على دوام سعيرها في كل الأزمان ، لاقتران ازدياد سعيرها بكل أزمان خبوها . فهذا الكلام من قبيل التمليح ، وهو من قبيل قوله تعالى : { ولا يدخلون الجنة حتى يلج الجمل في سم الخياط } [ الأعراف : 40 ] ، وقول إياس القاضي للخصم الذي سأله : على من قَضيت؟ فقال : على ابن أخت خالك .",
  "ayah": 97,
  "surah": 17
}
