{
  "text": "آیت 2{ ہُوَ الَّذِیْ بَعَثَ فِی الْاُمِّیّٖنَ رَسُوْلًا مِّنْہُمْ یَتْلُوْا عَلَیْہِمْ اٰیٰتِہٖ وَیُزَکِّیْہِمْ وَیُعَلِّمُہُمُ الْکِتٰبَ وَالْحِکْمَۃَق } ”وہی تو ہے جس نے اٹھایا امیین میں ایک رسول ان ہی میں سے ‘ جو ان کو پڑھ کر سناتا ہے اس کی آیات اور ان کا تزکیہ کرتا ہے اور انہیں تعلیم دیتا ہے کتاب و حکمت کی۔“{ وَاِنْ کَانُوْا مِنْ قَـبْلُ لَفِیْ ضَلٰلٍ مُّبِیْنٍ۔ } ”اور یقینا اس سے پہلے تو وہ کھلی گمراہی میں تھے۔“ اس سورت کی یہ آیت انقلابِ نبوی ﷺ کے اساسی منہاج کے حوالے سے اسی طرح اہم ہے جس طرح سورة الصف کی آیت 9 تکمیلی منہاج کے اعتبار سے اہم ہے۔ سورة الصف کی مذکورہ آیت میں حضور ﷺ کا مقصد ِبعثت بیان ہوا ہے تو آیت زیر مطالعہ میں آپ ﷺ کے فرائض منصبی کا ذکر ہے۔ سورة الصف کی وہ آیت اپنی اہمیت کی وجہ سے قرآن مجید میں تین مرتبہ سورۃ الصف کے علاوہ سورة التوبہ ‘ آیت 33 اور سورة الفتح ‘ آیت 28 کے طور پر آئی ہے ‘ تو اس آیت میں مذکور ”انقلابِ نبوی ﷺ کا اساسی منہاج“ قرآن حکیم میں چار مرتبہ سورۃ الجمعہ کی اس آیت کے علاوہ سورة البقرۃ کی آیات 129 ‘ 151 اور سورة آل عمران کی آیت 164 میں بیان کیا گیا ہے۔ اس آیت مبارکہ میں نبی اکرم ﷺ کے اساسی منہج کے عناصر ِاربعہ بیان کیے گئے ہیں : 1 تلاوتِ آیات 2 تزکیہ 3 تعلیم کتاب 4 تعلیم حکمت۔  اس آیت کی بنیادی اہمیت یہ ہے کہ اس میں مطلوبہ انقلاب کی تیاری اور اس کے لیے مردانِ کار کی فراہمی کا مکمل طریقہ اور نصاب بیان کردیا گیا ہے کہ ان کی تعلیم ‘ تربیت ‘ تذکیر ‘ ان کا تزکیہ ‘ ان کا انذار سب کچھ قرآن کریم کے ذریعے سے ہوگا۔ حضور ﷺ نے لوگوں کو قرآن مجید سنانا شروع کیا توسلیم الفطرت لوگ قرآن کی مقناطیسی تاثیر کی وجہ سے اپنی اپنی استعداد کے مطابق اس کی طرف کھنچے چلے آئے۔ کسی نے فوراً ہی لبیک کہہ دیا ‘ کوئی قدرے تامل کے بعد راغب ہوا اور کسی نے نسبتاً زیادہ دیر بعد فیصلہ کیا۔ چناچہ جس طرح دودھ کو بلو کر مکھن نکالا جاتا ہے بالکل اسی طرح مکہ کی آبادی کو بارہ سال کے عرصے میں آیات ِقرآن کی تلاوت کے ذریعے سے بار بار جھنجھوڑکر تمام سلیم الفطرت زندہ ارواح کے حامل افراد کو چھانٹ کر الگ کرلیا گیا۔ پھر ان منتخب افراد کا تزکیہ بھی قرآن مجید کی تلاوت سے ہی ہوا۔ قرآن مجید بلاشبہ { شِفَآئٌ لِّمَا فِی الصُّدُوْرِلا } یونس : 57 ہے۔ جیسے جیسے یہ کلام ان لوگوں کے سینوں میں اترتا گیا دلوں کی بیماریاں دور ہوتی چلی گئیں۔ یہاں پر یہ اہم نکتہ بھی سمجھ لیجیے کہ دل کی بیماریاں تو بیشمار ہیں لیکن ان تمام بیماریوں کو اگر کوئی ایک نام یا کوئی ایک عنوان دیا جائے تو وہ ”حب ِدُنیا“ ہے۔ حب ِدُنیا کی گندگی جب کسی دل کے اندر ڈیرہ جما لیتی ہے تو اس کے تعفن سے نت نئی بیماریاں جنم لیتی چلی جاتی ہیں ‘ جبکہ خود حب دنیا کے جراثیم کو غذا انسان کی سوچ اور اس کے نظریے سے ملتی ہے۔ ظاہر ہے انسان کی زندگی کا انداز اور اس کی دوڑ دھوپ کا رخ اس کا نظریہ متعین کرتا ہے۔ چناچہ قرآن مجید کی تعلیم کے ذریعے ان لوگوں کے نظریات درست ہوگئے تو حب دنیا سمیت تمام باطنی بیماریوں کی گویا جڑ کٹ گئی اور برے اعمال و خصائل ان کی شخصیات سے ایسے غائب ہوگئے جیسے موسم خزاں میں درختوں سے ّپتے جھڑ جاتے ہیں۔ یہاں ضمنی طور پر یہ نکتہ بھی سمجھ لیجیے کہ اس آیت میں حضور ﷺ کے جن فرائض منصبی کا ذکر ہوا ہے ان میں ”تعلیم حکمت“ کا تعلق عام لوگوں سے نہیں ہے ‘ بلکہ یہ حضور ﷺ کی تعلیم و تربیت کا شعبہ تخصص area of specialization ہے۔ ہر کوئی اس میدان کا شہسوار نہیں بن سکتا۔ ارشادِ خداوندی ہے : { یُؤْتِی الْحِکْمَۃَ مَنْ یَّشَآئُج وَمَنْ یُّؤْتَ الْحِکْمَۃَ فَقَدْ اُوْتِیَ خَیْرًا کَثِیْرًاط } البقرۃ : 269 ”وہ جس کو چاہتا ہے حکمت عطا کرتا ہے۔ اور جسے حکمت دے دی گئی اسے تو خیر ِکثیر عطا ہوگیا“۔۔۔۔ بہرحال یہ آیت ہم پر یہ حقیقت واضح کرتی ہے کہ حضور ﷺ کے منہج انقلاب میں آلہ دعوت اور آلہ انقلاب قرآن مجید ہے۔ آپ ﷺ نے لوگوں کو دعوت بھی قرآن کے ذریعے دی۔ ان کی تذکیر وتبشیر کے لیے بھی قرآن پر ہی انحصار کیا۔ پھر اس دعوت پر لبیک کہنے والوں کا تزکیہ بھی قرآن سے ہی ہوا اور ان کی تعلیم و تربیت کا ذریعہ بھی قرآن ہی بنا۔ آپ ﷺ نے قرآن کی بنیاد پر 23 سال کے مختصر عرصے میں انسانی تاریخ کا عظیم ترین انقلاب برپا کر کے جزیرہ نمائے عرب میں اللہ تعالیٰ کے عطا کردہ نظام عدل و قسط کو بالفعل نافذ کردیا۔ اس کے بعد پوری دنیا میں دین کو غالب کرنے کا مشن امت کے سپرد کر کے آپ ﷺ اس دنیا سے تشریف لے گئے۔ یہ مشن منتقل کرتے ہوئے بھی حضور ﷺ نے امت کو جو وصیت کی تھی وہ بھی قرآن کے بارے میں تھی۔ آپ ﷺ نے فرمایا : قَدْ تَرَکْتُ فِیْکُمْ مَا لَنْ تَضِلُّوْا بَعْدَہٗ اِنِ اعْتَصَمْتُمْ بِہٖ کِتَابَ اللّٰہِ 1 ”میں تمہارے درمیان وہ شے چھوڑے جا رہا ہوں کہ جسے تم مضبوطی سے تھام لو گے تو ہرگز گمراہ نہیں ہوگے۔ وہ ہے اللہ کی کتاب !“ چناچہ آج ہمارے لیے بلکہ تاقیامِ قیامت ہر زمانے کے مسلمانوں کے لیے قرآن مجید گویا محمد رسول اللہ ﷺ کے قائم مقام ہے۔ اس حیثیت میں یہ حضرت موسیٰ علیہ السلام کے عصا سے کئی گنا بڑا معجزہ ہے۔ عصائے موسیٰ علیہ السلام تو صرف حضرت موسیٰ علیہ السلام کے ہاتھ میں معجزہ تھا ‘ آپ علیہ السلام کے بعد تو وہ معجزہ نہیں رہا۔ اگر آج بھی وہ کہیں موجود ہے ‘ جیسا کہ یہودیوں کا دعویٰ ہے کہ ان کے پاس محفوظ ہے ‘ تو اس کی حیثیت بس ایک لاٹھی کی سی ہے۔ اس کے برعکس حضور ﷺ کا معجزئہ رسالت یعنی قرآن مجید قیامت تک کے لیے معجزہ ہے اور ہر اس شخص کے لیے معجزہ ہے جو اس کا حق پہچانے اور ادا کرے۔ اس حوالے سے میرا ایمان تو حق الیقین کی حد تک ہے کہ اگر کوئی شخص خلوص و اخلاص کے ساتھ قرآن مجید میں ایسی ”محنت“ کرے کہ قرآن اس کو possess کرلے تو پھر اسے دنیا کی ہرچیز بےوقعت نظر آئے گی اور قرآن کے علاوہ کسی اور چیز میں اس کا دل نہیں لگے گا۔ لیکن مقام افسوس ہے کہ ہم نے اللہ تعالیٰ کی اتنی بڑی نعمت کو بالکل ہی پس پشت ڈال دیا ہے۔ ہم دنیا بھر کے علوم سیکھتے ہیں مگر اس قدر عربی نہیں سیکھ سکتے جس سے قرآن مجید کو سمجھ کر پڑھا جاسکے۔ اس لیے کہ یہ نہ تو ہماری ترجیح ہے اور نہ ہی اس کے لیے ہمارے پاس وقت ہے۔ اللہ تعالیٰ کے کلام کو نظر انداز کرنے کا ہمارا یہ انداز حیرت انگیز حد تک جسارت آمیز ہے۔ اس حوالے سے ذرا قرآن کی یہ وعید بھی سنیے : { اَفَبِھٰذَا الْحَدِیْثِ اَنْتُمْ مُّدْھِنُوْنَ - وَتَجْعَلُوْنَ رِزْقَکُمْ اَنَّــکُمْ تُـکَذِّبُوْنَ۔ } الواقعۃ کہ اے اللہ کے بندو ! ذرا سوچو تو ! کیا تم اس عظیم الشان کلام کے بارے میں مداہنت کرتے ہو ؟ اور کیا اس کی تکذیب کو تم نے اپنا وطیرہ بنا لیا ہے ؟ قرآن مجید تو ظاہر ہے ہر زمانے کے لوگوں کے لیے ہے۔ یہ آیات اپنے نزول کے وقت تو مشرکین مکہ سے مخاطب تھیں ‘ جبکہ آج ان کے مخاطب ہم ہیں۔ وہ لوگ تو نظریاتی طور پر قرآن مجید کو اللہ کا کلام نہیں مانتے تھے اور اپنی زبانوں سے اس کی تکذیب کرتے تھے ‘ جبکہ آج ہم اپنی زبانوں سے اس کے کلام اللہ ہونے کی تصدیق کرنے کے بعد اپنے عمل سے اس کی تکذیب کر رہے ہیں۔ مقامِ عبرت ہے ! قرآن مجید کی طرف تو پلٹ کر دیکھنے کے لیے بھی ہمارے پاس وقت نہیں جبکہ دنیا کے حقیر مفادات کے لیے ہم دن رات ایک کیے ہوئے ہیں۔ کیا ہمیں اسی لیے پیدا کیا گیا تھا ؟ یہی سوال تھا جس نے ابراہیم بن ادھم رح کی زندگی بدل دی تھی۔ ابراہیم بن ادھم رح بادشاہ کی حیثیت سے غفلت اور عیش و عشرت کی زندگی بسر کر رہے تھے۔ ایک دن شکار کھیلنے میں مصروف تھے کہ انہوں نے ایک آواز سنی : یَااِبْرَاھِیْمُ اَلِھٰذَا خُلِقْتَ اَمْ لِھٰذَا اُمِرْتَ ؟ کہ اے ابراہیم ذرا سوچو ! کیا تمہیں اسی کام کے لیے پیدا کیا گیا تھا ؟ اور کیا تمہیں اسی کام کا حکم ہوا تھا ؟ اللہ جانے یہ کسی فرشتے کی آواز تھی یا ان کے اپنے دل کی صدا۔ بہرحال جو بھی صورت حال تھی ‘ اس کا نتیجہ یہ نکلا کہ وہ بات ان کے دل میں گھر کرگئی اور ان کی زندگی کی کایا پلٹ گئی۔",
  "ayah": 2,
  "surah": 62
}
