{
  "text": "آیت 3{ وَّاٰخَرِیْنَ مِنْہُمْ لَمَّا یَلْحَقُوْا بِہِمْ } ”اور ان ہی میں سے ان دوسرے لوگوں میں بھی جو ابھی ان میں شامل نہیں ہوئے۔“ { وَہُوَ الْعَزِیْزُ الْحَکِیْمُ۔ } ”اور وہ بہت زبردست ہے ‘ کمال حکمت والا ہے۔“ وَّاٰخَرِیْنَ مِنْہُمْ کا عطف اُمّیّٖنَ پر ہے۔ یعنی دوسرے کچھ اور بھی ہیں جن کی طرف آپ ﷺ کو مبعوث فرمایا گیا۔ حضور ﷺ کی بعثت تو قیامت تک لیے ہے۔ ظاہر ہے آپ ﷺ کی امت میں ہر نسل ‘ ہر ملک اور ہر قوم کے لوگ شامل ہوں گے۔ متفق علیہ احادیث کے مطابق حضور ﷺ سے جب اٰخَرِیْنَ مِنْہُمْکے بارے میں پوچھا گیا تو آپ ﷺ نے اپنا دست مبارک حضرت سلمان فارسی رض کے کندھے پر رکھ کر فرمایا کہ ”یہ اور اس کی قوم کے لوگ“۔ مزید فرمایا کہ دین اگر ثریا پر بھی ہوگا تو اس کی قوم کا ایک شخص اس تک پہنچ جائے گا۔ حضور ﷺ کے اس فرمان کے بارے میں تمام حنفی علماء متفق ہیں کہ اس کے مصداق حضرت امام ابوحنیفہ - ہیں ‘ جو ایرانی النسل ہیں۔ اس میں کوئی شک بھی نہیں کہ ایرانی قوم بحیثیت مجموعی بہت ذہین ہے۔ اس قوم نے ایک سے بڑھ کر ایک فلاسفر پیدا کیا ہے ‘ بلکہ ہمارے علمائے کلام تو سب کے سب ایرانی ہیں۔ اس حوالے سے ایرانی قوم کی تاریخ پر نظر ڈالیں تو یوں لگتا ہے جیسے فلسفہ اور منطق ان کی گھٹی میں شامل ہے۔ ماضی میں یونان اور ہندوستان کے ساتھ ساتھ ایران بھی فلسفہ و منطق کے ایک اہم مرکز کے طور پر جانا جاتا تھا۔ بعد میں جرمن قوم نے بھی اس میدان میں نام پیدا کیا۔ یہ سب اقوام حضرت نوح علیہ السلام کے بیٹے حضرت حام کی نسل سے ہیں۔ اس ضمن میں میری تحقیق یہ ہے کہ حضرت سام کی نسل کو اللہ تعالیٰ نے نبوت کے لیے چن لیا تھا ‘ جبکہ حضرت حام کی نسل کو حکمت میں برگزیدہ کیا تھا۔ میں نے آیت زیر مطالعہ کو ایٹم atom اور اس کے مرکزہ nucleus کے گرد مختلف دائروں میں گھومنے والے الیکٹرانز کی مثال سے سمجھا ہے۔ اس مثال کے مطابق امت مسلمہ کا مرکزہ nucleus ”اُمیین“ پر مشتمل ہے۔ یعنی بنواسماعیل اور حضور ﷺ کے زمانے کے تمام اہل عرب جو اس وقت آپ ﷺ کے براہ راست مخاطب تھے۔ اس کے بعد نیوکلیس کے گرد پہلا دائرہ ایرانیوں کے الیکٹرانز سے بنا۔ پھر رومی ‘ قبطی ‘ سندھی ‘ ہندی وغیرہ اقوام کے الیکٹرانز کے دائرے بنے اور پھیلتے گئے۔ یہ دائرے ظاہر ہے قیامت تک مزید بھی پھیلیں گے لیکن امیین نیوکلیس کے علاوہ باقی تمام اقوام کا شمار ”آخرین“ میں ہوگا۔ حضور ﷺ کی دعوت کے حوالے سے ”اُمیین“ اور ”آخرین“ میں بنیادی فرق یہ ہے کہ امیین پر وہی قانون لاگو ہوا جو سابقہ رسولوں علیہ السلام کی اقوام پر ہوا تھا۔ یعنی اتمامِ حجت کے بعد بھی جو لوگ ایمان نہ لائیں انہیں نیست و نابود کردیا جائے۔ چناچہ حضور ﷺ کی طرف سے اتمامِ حجت ہوجانے کے بعد ”اُمیین“ کے ساتھ کوئی رعایت نہیں برتی گئی۔ 9 ہجری میں ان کو ایک اعلانِ عام سورۃ التوبہ ‘ رکوع اول کے ذریعے متنبہ کردیا گیا کہ چار ماہ کے اندر اندر ایمان لے آئو ورنہ قتل کردیے جائو گے۔ اس کے برعکس ”آخرین“ پر مذکورہ قانون کا اطلاق نہیں ہوتا۔ ان میں سے کوئی اسلام کی دعوت کو مانے یا نہ مانے ‘ ایمان لائے یا نہ لائے اسے اختیار ہے۔ حتیٰ کہ اسلام کے مکمل غلبے کی صورت میں بھی کسی سے اس کے مذہب کے بارے میں تعرض نہیں ہوگا۔ البتہ ملک کا نظام اللہ کے قانون کے مطابق چلایا جائے گا ‘ اس پر کوئی سمجھوتہ نہیں ہوگا۔",
  "ayah": 3,
  "surah": 62
}
