{
  "text": "آیت 4 { ذٰلِکَ فَضْلُ اللّٰہِ یُـؤْتِیْہِ مَنْ یَّشَآئُ } ”یہ اللہ کا فضل ہے وہ دیتا ہے جسے چاہتا ہے۔“ { وَاللّٰہُ ذُو الْفَضْلِ الْعَظِیْمِ۔ } ”اور اللہ بڑے فضل والا ہے۔“ اللہ تعالیٰ کے فضل کے بہت سے درجات ہیں اور ان میں سب سے اونچا اور اعلیٰ درجہ پوری کائنات میں محمد رسول اللہ ﷺ کے لیے مختص ہے : { اِنَّ فَضْلَہٗ کَانَ عَلَیْکَ کَبِیْرًا۔ } بنی اسرائیل ”اس میں کوئی شک نہیں کہ اس کا فضل آپ ﷺ پر بہت بڑا ہے“۔ حضور ﷺ کے بعد ہر اس شخص پر بھی اللہ کا بہت بڑا فضل ہے جو حضور ﷺ کے دامن سے وابستہ ہوگیا۔ اللہ تعالیٰ کا شکر ہے کہ ہمیں اس نے اپنا یہ فضل پیدائشی طور پر عطا فرما دیا اور ہمیں ایسے گھروں میں پیدا کیا جہاں پیدا ہوتے ہی ہم نے اپنے کانوں میں اذان اور اقامت کی آوازیں سنیں۔ سورة الحجرات میں اللہ تعالیٰ کا فرمان ہے : { بَلِ اللّٰہُ یَمُنُّ عَلَیْکُمْ اَنْ ھَدٰٹکُمْ لِلْاِیْمَانِ } آیت 17 کہ تم پر یہ اللہ کا بہت بڑا احسان ہے کہ اس نے تمہیں ایمان کے راستے پر ڈال دیا ہے۔ اب اگر ہم اپنے رویے سے اللہ کے اس فضل اور احسان کی ناقدری کریں اور اللہ کی نافرمانی کے راستے پر چل کر راندئہ درگاہ ہوجائیں تو ہم سے بڑا بدنصیب کون ہوگا ! اس حوالے سے ایک اہم نکتہ یہ بھی سمجھنے کا ہے کہ اللہ کے فضل کا تعلق دنیوی آسائش و آرام اور مال و دولت سے نہیں ہے۔ اس ضمن میں خود حضور ﷺ کی مثال ہی لے لیجیے۔ دُنیوی لحاظ سے تو آپ ﷺ کو بہت سی محرومیوں کا سامنا تھا۔ آپ ﷺ کو اللہ تعالیٰ نے یتیم پیدا کیا۔ آپ ﷺ کی پیدائش کے وقت گھر کی مالی حالت ایسی تھی کہ کوئی دایہ آپ ﷺ کی پرورش کی ذمہ داری قبول کرنے کو تیار نہ تھی۔ حلیمہ سعدیہ رض نے بھی آپ ﷺ کو صرف اس لیے قبول کیا کہ انہیں کوئی اور بچہ ملا نہیں تھا۔ اس کے بعد آپ ﷺ کے لڑکپن اور جوانی کا دور بھی سخت مشقت اور مزدوری میں گزرا۔ آپ ﷺ خود فرماتے ہیں کہ میں چند ٹکوں کے عوض قریش کی بکریاں چرایا کرتا تھا۔ متعلقہ حدیث میں درہم یا دینار کا ذکر نہیں بلکہ ”قراریط“ کا لفظ آیا ہے جو ریزگاری کے لیے استعمال ہوتا تھا ‘ یعنی چند ٹکے یا پیسے۔ آپ ﷺ کی اس دور کی زندگی کی جھلک سورة الضحیٰ کی ان آیات میں بھی نظر آتی ہے :{ اَلَمْ یَجِدْکَ یَتِیْمًا فَاٰوٰی - وَوَجَدَکَ ضَآلًّا فَہَدٰی - وَوَجَدَکَ عَآئِلًا فَاَغْنٰی۔ } ”کیا اس نے آپ کو یتیم نہیں پایا پھر آپ کو ٹھکانہ دیا ! اور آپ کو تلاش حقیقت میں سرگرداں پایا تو راہ دکھلائی ! اور آپ کو نادار پایا تو مال دار کردیا !“ اس کے بعد دور نبوت میں بھی آپٖ ﷺ کی زندگی مسلسل فقر و فاقہ اور مصائب و مشکلات میں گزری۔ آپ ﷺ کے راستے میں کانٹے بچھائے گئے۔ آپ ﷺ کو شاعر اور مجنون کہا گیا ‘ اوباش اور آوارہ لڑکوں نے پتھرائو کر کے آپ ﷺ کو لہولہان کردیا۔ غرض آپ ﷺ کی دنیوی زندگی مجموعی طور پر سخت مشکلات اور مشقت میں گزری۔ جبکہ دوسری طرف آپ ﷺ کی شان یہ ہے کہ پوری کائنات میں اللہ کا سب سے بڑا فضل آپ ﷺ پر ہے۔ چناچہ اللہ کے فضل کے اپنے انداز اور اپنے پیمانے ہیں۔ دنیوی ناز و نعم ‘ عیش و عشرت ‘ عزت و شہرت وغیرہ کو اس کا معیار نہیں سمجھنا چاہیے۔ یہاں پر سورة کی پہلی چار آیات کا مطالعہ مکمل ہوگیا ہے۔ ان آیات میں حضور ﷺ کی بعثت کے حوالے سے آپ ﷺ کے فرائض منصبی کا ذکر ہے اور اس امت کی ”آفاقی“ حیثیت کی نشاندہی کی گئی ہے۔ یعنی سابقہ امت مسلمہ بنی اسرائیل یک نسلی uni racial اُمت تھی ‘ جبکہ موجودہ امت مسلمہ ملٹی نیشنل امت ہے ‘ جس میں عربی ‘ فارسی ‘ ہندی ‘ چینی وغیرہ ہر قوم اور ہر نسل کے لوگ شامل ہیں ‘ بلکہ اس وقت دنیا میں شاید ہی ایسی کوئی قوم یا نسل موجود ہو جس کے افراد اس امت میں شامل نہ ہوں۔ ان آیات میں دوسری بات یہ واضح کی گئی ہے کہ حضور ﷺ کا آلہ دعوت اور آلہ تربیت صرف اور صرف قرآن تھا۔ اسی سے آپ ﷺ نے لوگوں کو اکٹھا کیا اور اسی سے انہیں انقلابی جدوجہد اور جہاد و قتال کے لیے تیار کیا۔",
  "ayah": 4,
  "surah": 62
}
