{
  "text": "اب اگلی چار آیات میں بنی اسرائیل کی مثال کا آئینہ دکھا کر ہمیں ہمارے مجموعی طرزعمل سے آگاہ کیا جارہا ہے :آیت 5{ مَثَلُ الَّذِیْنَ حُمِّلُوا التَّـوْرٰٹۃَ ثُمَّ لَمْ یَحْمِلُوْہَا کَمَثَلِ الْحِمَارِ یَحْمِلُ اَسْفَارًاط } ”مثال ان لوگوں کی جو حامل تورات بنائے گئے ‘ پھر وہ اس کے حامل ثابت نہ ہوئے ‘ اس گدھے کی سی مثال ہے جو اٹھائے ہوئے ہو کتابوں کا بوجھ۔“  جب وہ لوگ حامل تورات ہو کر بھی تورات سے بےگانہ رہے تو ان میں اور اس گدھے میں کیا فرق رہ گیا جو اپنی پیٹھ پر کتابوں کا بوجھ اٹھائے پھر رہا ہے۔ ظاہر ہے ایک گدھے پر آپ مکالماتِ افلاطون لاد دیں یا انسائیکلوپیڈیا آف برٹانیکا کی تمام جلدیں رکھ دیں ‘ اس سے اس کے اندر نہ تو کوئی فلسفیانہ بصیرت پیدا ہوگی اور نہ ہی اس کے دماغ میں کوئی معلومات منتقل ہو سکیں گی۔۔۔۔ آیت کے اس حصے میں لفظ حمل مختلف صیغوں میں تین مرتبہ آیا ہے۔ حمل ایسے بوجھ کو کہا جاتا ہے جسے آدمی اٹھا کر چل سکے۔ اسی معنی میں حمّال قلی اس شخص کو کہا جاتا ہے جو بوجھ وغیرہ ایک جگہ سے اٹھا کر دوسری جگہ لے جائے اور یہی مفہوم عورت کے حمل کا بھی ہے : { حَمَلَتْہُ اُمُّہٗ وَہْنًا عَلٰی وَہْنٍ } لقمن : 14 ”اس کو اٹھائے رکھا اس کی ماں نے اپنے پیٹ میں کمزوری پر کمزوری جھیل کر“۔ عورت کو یہ حمل اٹھانے میں مشقت اور تکلیف کا سامنا تو کرنا پڑتا ہے ‘ لیکن اس کے لیے اس بوجھ کو اٹھائے پھرنا ممکن ہوتا ہے۔ اس کے مقابلے میں اِصْر البقرۃ : 286 ‘ الاعراف : 157 ایسا بوجھ ہے جس کا اٹھانا انسان کے لیے ممکن نہ ہو اور وہ اس کے نیچے دب کر رہ جائے۔ بہرحال اللہ تعالیٰ جس قوم کو اپنی کتاب عطا کرتا ہے اس قوم پر اس کتاب کے حقوق کا بوجھ بھی ڈالتا ہے۔ ان حقوق میں کتاب پر ایمان لانے ‘ اس کے احکام پر عمل کرنے اور اس کی تعلیمات کی تبلیغ و اشاعت کی ذمہ داری کا بوجھ بھی شامل ہے : { وَاِذْ اَخَذَ اللّٰہُ مِیْثَاقَ الَّذِیْنَ اُوْتُوا الْـکِتٰبَ لَتُبَـیِّنُـنَّـہٗ لِلنَّاسِ وَلاَ تَـکْتُمُوْنَـہٗز } آل عمران : 187 ”اور یاد کرو جبکہ اللہ نے ان لوگوں سے ایک قول وقرار لیا تھا جن کو کتاب دی گئی تھی کہ تم لازماً اسے لوگوں کے سامنے واضح کرو گے اور اسے چھپائو گے نہیں“۔ یہ میثاق اہل تورات سے لیا گیا تھا جبکہ قرآن مجید میں اہل کتاب سے متعلق ایسے واقعات اور ایسی مثالوں کا ذکر ہمیں خبردار کرنے کے لیے آیا ہے ‘ کہ اے اہل قرآن تمہیں بھی اپنی کتاب کے حقوق کماحقہ ادا کرنے ہیں اور اس کی تعلیمات کو لوگوں کے لیے عام کرنا ہے۔ ورنہ کتابوں کا بوجھ اٹھا نے والے گدھے کی مثال کا اطلاق تم پر بھی ہوگا۔ اس حوالے سے حضرت عبیدہ الملیکی رض کا روایت کردہ حضور ﷺ کا یہ فرمان بہت اہم ہے : یَا اَھْلَ الْقُرْآنِ لَا تَتَوَسَّدُوا الْقُرْآنَ ‘ وَاتْلُوْہُ حَقَّ تِلَاوَتِہٖ مِنْ آنَائِ اللَّیْلِ وَالنَّھَارِ ‘ وَافْشُوْہُ وَتَغَنَّوْہُ وَتَدَبَّرُوْا فِیْہِ لَعَلَّکُمْ تُفْلِحُوْنَ 1”اے قرآن والو ! تم قرآن کو تکیہ ذہنی سہارا نہ بنا لینا ‘ بلکہ تمہیں چاہیے کہ رات اور دن کے اوقات میں اس کی تلاوت کیا کروجیسا کہ اس کی تلاوت کا حق ہے ‘ اور اس کو پھیلائو ‘ اور اس کو خوش الحانی سے پڑھو ‘ اور اس میں تدبر کرو ‘ تاکہ تم فلاح پاجائو۔“ مقامِ عبرت ہے ! آج ہم قرآن مجید کے حقوق ادا کرنے کے لیے تو غور کرنے کو بھی تیار نہیں ‘ لیکن اس کو تکیہ بنانے کے نت نئے طریقے ایجاد کرنے میں ہم بڑی مہارت رکھتے ہیں۔ اس کی زندہ مثال ایوبی دور کی یادگار ‘ سونے کی تاروں سے لکھا ہوا چالیس من وزنی قرآن مجید کا وہ نسخہ ہے جسے ہم نے پچھلے پچاس سال سے لاہور میں نمائش کے لیے رکھا ہوا ہے۔  { بِئْسَ مَثَلُ الْقَوْمِ الَّذِیْنَ کَذَّبُوْا بِاٰیٰتِ اللّٰہِ } ”بہت بری مثال ہے اس قوم کی جنہوں نے اللہ کی آیات کو جھٹلایا۔“ یہ یہودیوں کی طرف سے کلام اللہ کی عملی یا حالی تکذیب کا ذکر ہے۔ قبل ازیں سورة الواقعہ کی آیت 82 کے حوالے سے وضاحت کی جا چکی ہے کہ بالکل اسی طور سے ہم بھی قرآن مجید کو جھٹلا رہے ہیں۔ ظاہر ہے اپنی زبان سے نہ تو یہودی تورات کی تکذیب کرتے تھے اور نہ ہی ہم قرآن کے بارے میں ایسا سوچ سکتے ہیں۔ لیکن کیا ہم واقعی قرآن مجید کی عملی یا حالی تکذیب کے مرتکب ہو رہے ہیں ؟ اس سوال کا جواب جاننے کے لیے ایک ایسے تعلیم یافتہ نوجوان کا تصور کریں جو مزید تعلیم حاصل کرنے کے لیے پاکستان سے امریکہ گیا ہے۔ اس نوجوان سے اگر پوچھا جائے کہ کیا قرآن مجید اللہ کا کلام ہے تو وہ کہے گا کیوں نہیں ! میں مانتا ہوں کہ یہ اللہ کا کلام ہے۔ لیکن اگر اس سے دوسرا سوال یہ کیا جائے کہ آپ نے اس کو کتنا پڑھا ہے اور اس کی تعلیمات کو جاننے اور سمجھنے کے لیے آپ نے کس قدر محنت کی ہے تو وہ اِلا ماشاء اللہ یہی جواب دے گا کہ مجھے اس کا موقع نہیں ملا۔ تو کیا اس نوجوان کا یہ عمل قرآن مجید کی تکذیب نہیں کر رہا ہے ؟ کیا اس کا حال چیخ چیخ کر گواہی نہیں دے رہا کہ اس کے نزدیک اس کی وہ ڈگری قرآن مجید سے زیادہ اہم ہے ‘ جس کے لیے وہ سات سمندر پار آکر دیار غیر کی خاک چھان رہا ہے ‘ لیکن قرآن مجید کو سمجھنے کی کبھی اس نے ہلکی سی کوشش بھی نہیں کی۔ { وَاللّٰہُ لَا یَہْدِی الْقَوْمَ الظّٰلِمِیْنَ۔ } ”اور اللہ ایسے ظالموں کو زبردستی ہدایت نہیں دیتا۔“ اللہ تعالیٰ کی ہدایت معاذ اللہ کوئی ایسی حقیر شے نہیں جسے ہر شخص کی جھولی میں زبردستی ڈال دیا جائے۔ یہ تو صرف اسی شخص کو ملے گی جس کے دل میں اس کے حصول کی تمنا ہوگی اور جو اس کے حصول کے لیے تگ و دو کرے گا۔",
  "ayah": 5,
  "surah": 62
}
