{
  "text": "৯০-১০৪ নং আয়াতের তাফসীর\nযারা সৎ কাজ করেছিল, অসৎ কাজ হতে বিরত থেকেছিল, ঐ দিন জান্নাত তাদের পার্শ্বে ও তাদের সামনে সৌন্দর্যমণ্ডিত অবস্থায় বিদ্যমান থাকবে। পক্ষান্তরে জাহান্নাম এরূপভাবেই অসৎ লোকদের সামনে প্রকাশিত হবে। ওর মধ্য হতে একটি গ্রীবা উঁচু হয়ে দাঁড়িয়ে যাবে, যে পাপীদের দিকে ক্রোধের দৃষ্টিতে তাকাবে এবং এমনভাবে চীৎকার শুরু করবে যে, প্রাণ উড়ে যাবে। মুশরিকদেরকে অত্যন্ত ধমকের সুরে বলা হবেঃ তোমরা যেসব বাতিল মা’ৰূদের পূজা করতে তারা আজ কোথায়? তারা তোমাদের কোন উপকার করতে পারে কি? অথবা তারা নিজেরাই নিজেদের কোন সাহায্য করতে সক্ষম কি? না, না। বরং উপাসক ও উপাস্য সবাইকে আজ জাহান্নামে লটকিয়ে রাখা হয়েছে। তারা আজ জাহান্নামের আগুনে ভষ্মিভূত হচ্ছে। অনুসারী ও অনুসৃত সকলকে সেদিন অধোমুখী করে জাহান্নামে নিক্ষেপ করা হবে। আর সাথে সাথে ইবলীসের সেনাবাহিনীর সবকেও অনুরূপভাবে জাহান্নামে নিক্ষেপ করা হবে।সেখানে প্রথম হতে শেষ পর্যন্ত দুর্বল লোকেরা বড় লোকদের সাথে ঝগড়া করবে ও বলবেঃ “আমরা সারা জীবন তোমাদের কথামত চলেছি। সুতরাং আজ তোমরা আমাদেরকে শাস্তি হতে রক্ষা করছো না কেন? সত্য কথা তো এই যে, আমরা তো স্পষ্ট বিভ্রান্তিতেই ছিলাম। তোমাদের নির্দেশাবলীকে আমরা আল্লাহর নির্দেশাবলী মনে করে নিয়েছিলাম। বিশ্ব-প্রতিপালকের সাথে তোমাদেরও আমরা ইবাদত করেছিলাম। আমরা তোমাদেরকে যেন আমাদের প্রতিপালকের সমান মনে করেছিলাম। বড়ই দুঃখের বিষয় যে, পাপীরা আমাদেরকে ঐ ভুল ও বিপজ্জনক পথে পরিচালিত করেছিল। এখন তো আমাদের জন্যে কোন সুপারিশকারী নেই।” তারা পরস্পর বলাবলি করবেঃ “আমাদের জন্যে সুপরিশ করবে এরূপ কোন সুপারিশকারী আছে কি? অথবা আমাদেরকে পুনরায় দুনিয়ায় ফিরিয়ে দেয়া যেতে পারে কিন্তু সেখানে গিয়ে আমরা আমাদের পূর্বকৃত আমলের বিপরীত আমল করতাম! এখানে আমাদের জন্যে সুপারিশ করতে পারে এমন কাউকেও দেখছি না এবং কোন সত্যিকারের বন্ধুও পরিলক্ষিত হচ্ছে না যে, সে আমাদের এই দুঃখের সময় সহানুভূতি জ্ঞাপন করে। কেননা তারা জানে যে, যদি কোন ভাল লোকের সাথে তাদের বন্ধুত্ব থাকতো তবে অবশ্যই তারা তাদের উপকার করতো এবং যদি তাদের কোন অন্তরঙ্গ বন্ধু থাকতো তবে অবশ্যই তাদের সুপরিশের জন্যে সামনে এগিয়ে যেতো। আর যদি তাদেরকে পুনরায় দুনিয়ায় ফিরিয়ে দেয়া হতো তবে তারা তাদের দুষ্কর্ম সংশোধন করে নিতো। কিন্তু সত্য কথা তো এই যে, পুনরায় যদি তাদেরকে দুনিয়ায় ফিরিয়া দেয়াও হয় তবুও তারা আবার ঐ দুষ্কর্মই করতে থাকবে। যেহেতু তারা হলো চরম হতভাগ্য। সূরায়ে (আরবি)  এও আল্লাহ তাআলা এই জাহান্নামীদের বিতর্কের কথা বর্ণনা করে বলেনঃ (আরবি) অর্থাৎ “এটা নিশ্চিত সত্য জাহান্নামীদের এই বাদ-প্রতিবাদ।” (৩৮: ৬৪)।হযরত ইবরাহীম (আঃ) নিজের কওমের কাছে যা কিছু বর্ণনা করেছেন এবং তাদের সামনে যেসব দলীল প্রমাণ পেশ করেছেন ও তাদেরকে তাওহীদের ব্যাখ্যা শুনিয়েছেন তাতে নিশ্চিতরূপে আল্লাহর আল্লাহ হওয়ার উপর এবং তাঁর একাকীত্বের উপর স্পষ্ট প্রমাণ বিদ্যমান রয়েছে, কিন্তু তবুও অধিকাংশ লোকে ঈমান আনয়ন করে না। স্বীয় নবী (সঃ)-কে মহান আল্লাহ সম্বোধন করে বলেনঃ এতে কোন সন্দেহ নেই যে, তোমার প্রতিপালক মাহাপরাক্রমশালী এবং সাথে সাথে তিনি পরম দয়ালুও বটে।",
  "ayah": 104,
  "surah": 26
}
