{
  "text": "১২৩-১৩৫ নং আয়াতের তাফসীর\nএখানে হযরত হূদ (আঃ)-এর ঘটনা বর্ণিত হচ্ছে যে, তিনি তাঁর সম্প্রদায় আ'দ জাতিকে আল্লাহর পথে আহ্বান করেন। তারা ছিল আকাফের অধিবাসী। আহকাফ হলো ইয়ামন দেশের হাযূরা মাউতের পার্শ্ববর্তী একটি পার্বত্য অঞ্চল। হব্রত হূদ (আঃ)-এর যুগটি ছিল হযরত নূহ (আঃ)-এর পরবর্তী যুগ। সূরায়ে আব্রাফেও তাঁর ঘটনা বর্ণনা করা হয়েছে। আ’দ সম্প্রদায়কে হযরত নূহ (আঃ)-এর সম্প্রদায়ের স্থলাভিষিক্ত করা হয় এবং তাদেরকে বেশ স্বচ্ছলতা প্রদান করা হয়। তারা ছিল সবল ও সুঠাম দেহের অধিকারী। তাদের ছিল প্রচুর ধন-সম্পদ ও সন্তান-সন্ততি। জমি-জমা, বাগ্-বাগীচা, ফলমূল, নদী-প্রস্রবণ ইত্যাদির প্রাচুর্য তাদের ছিল। মোটকথা, সুখের সামগ্রী তাদের সবই ছিল। কিন্তু তারা মহান আল্লাহর নিয়ামতরাশির জন্যে তাঁর কৃতজ্ঞতা প্রকাশ করেনি এবং তার সাথে শরীক স্থাপন করেছিল। নবী (আঃ)-কে তারা আবিশ্বাস করেছিল। নবী তো ছিলেন তাদেরই একজন। তিনি তাদেরকে বুঝিয়েছিলেন এবং আল্লাহর ভয় প্রদর্শন করেছিলেন। তিনি তাদেরকে তাঁর রাসূল হওয়ার কথা বলার পর তাঁর আনুগত্য করার এবং আল্লাহর একত্ববাদে বিশ্বাস করার দাওয়াত দেন, যেমন হযরত নূহ (আঃ) দাওয়াত দিয়েছিলেন। তারা তাদের শক্তি ও ধনৈশ্বর্যের নিদর্শন রূপে উঁচু উঁচু প্রসিদ্ধ পাহাড়ের উপর উঁচু উঁচু প্রাসাদ নির্মাণ করেছিল। হযরত হূদ (আঃ) তাদেরকে এভাবে মাল অপচয় করতে নিষেধ করেছিলেন। কেননা, ওটা শুধু মাল অপচয় করা, সময় নষ্ট করা এবং কষ্ট উঠানো ছাড়া কিছুই ছিল না। ওতে না ছিল দ্বীনের কোন উপকার এবং না ছিল কোন উপকার দুনিয়ার। তাদের নবী হযরত হূদ (আঃ) তাই তাদেরকে বলেছিলেন, তোমরা কি প্রতিটি উঁচু স্থানে নিরর্থক স্মৃতি স্তম্ভ নির্মাণ করছো? তোমরা কি মনে করেছে যে, এখানে তোমরা চিরস্থায়ী হবে? দুনিয়া তোমাদেরকে আখিরাতের কথা ভুলিয়ে দিয়েছে। জেনে রাখো যে, তোমাদের এ মনোবাসনা নিরর্থক। দুনিয়া তো নশ্বর। তোমরা নিজেরাও ধ্বংস হয়ে যাবে। একটি কিরআতে (আরবি) রয়েছে। হযরত আব্দুল্লাহ ইবনে উত্মা (রাঃ) হতে বর্ণিত আছে যে, যখন মুসলমানরা গৃতায় বড় বড় প্রাসাদ নির্মাণ করে ও সুন্দর সুন্দর বাগান তৈরী করে তখন হযরত আবুদ দারদা (রাঃ) এসব দেখে মসজিদে দাঁড়িয়ে যান এবং উচ্চ স্বরে বলেনঃ “হে দামেস্কের অধিবাসী! তোমরা আমার কথা শুনো!” জনগণ সব একত্রিত হলে তিনি হামদ ও সানার পর বলেনঃ “তোমাদের কি লজ্জা হয় না, তোমরা কি এটা খেয়াল করছে না যে, তোমরা যা জমা করতে শুরু করেছে তা তোমরা খেতে পার না? তোমরা এমন ঘরবাড়ী তৈরী করতে শুরু করে দিয়েছো যেগুলো তোমাদের বসবাসের কাজে লাগবে না। তোমরা এমন দূরের আশা করতে শুরু করেছে যা পূরণ হওয়া সম্ভব নয়। তোমরা ভুলে গেছো যে, তোমাদের পূর্ববর্তী লোকেরাও বহু কিছু জমা করেছিল, বড় বড় ও উঁচু উঁচু প্রাসাদ নির্মাণ করেছিল, বড় রকমের আশা তারা পোষণ করেছিল, কিন্তু ফল এই দাঁড়িয়েছিল যে, তারা প্রতারিত হয়েছিল, তাদের সব কিছুই ধ্বংস হয়ে গিয়েছিল। তাদের ঘরবাড়ী, দালান-কোঠা মূলোৎপাটিত হয়েছিল। আ’দ সম্প্রদায়কে দেখো, আদৃন হতে আম্মান পর্যন্ত তাদের ঘোড়া ও উট ছিল। কিন্তু তারা আজ কোথায়? এমন কোন নির্বোধ আছে কি যে আ’দ সম্প্রদায়ের মীরাসকে মাত্র দুই দিরহামের বিনিময়ে ক্রয় করবে?আল্লাহ তা'আলা আ’দ সম্প্রদায়ের ধন-দৌলত ও ঘরবাড়ীর বর্ণনা দেয়ার পর তাদের বল ও শক্তির বর্ণনা দিয়েছেন যে, তারা বড়ই উদ্ধত, অহংকারী ও পাষাণ হৃদয় ছিল। আল্লাহর নবী হযরত হূদ (আঃ) তাদেরকে আল্লাহর ভয় দেখালেন এবং তাঁর আনুগত্য স্বীকার করতে বললেন। অতঃপর তিনি তাদেরকে ঐ সব নিয়ামতের কথা স্মরণ করালেন যেগুলো মহান আল্লাহ তাদেরকে দান করেছিলেন। যেমন চতুষ্পদ জন্তু, সন্তান-সন্ততি, উদ্যান এবং প্রস্রবণ। তারপর তিনি তাদেরকে বললেন যে, তিনি তাদের জন্যে মহাদিবসের শাস্তির আশংকা করেন। তিনি তাদেরকে জান্নাতের লোভ দেখান এবং জাহান্নাম হতে ভীতি প্রদর্শন করেন। কিন্তু সবই বিফলে যায়।",
  "ayah": 135,
  "surah": 26
}
