{
  "text": "১৩৬-১৪০ নং আয়াতের তাফসীর\nহযরত হূদ (আঃ)-এর হৃদয়গ্রাহী বর্ণনা এবং উৎসাহ প্রদান ও ভয় প্রদর্শনযুক্ত ভাষণ তাঁর কওমের উপর মোটেই ক্রিয়াশীল হলো না। তারা পরিষ্কারভাবে বলে দিলোঃ “(হে হৃদ আঃ)! তুমি আমাদেরকে উপদেশ দাও আর না-ই দাও, উভয়ই আমাদের জন্যে সমান। আমরা তোমার কথা মেনে নিয়ে আমাদের পূর্বপুরুষদের রীতি-নীতি পরিত্যাগ করতে পারি না। আমাদের ঈমান আনয়নের ব্যাপারে তোমাদের নিরাশ হয়ে যাওয়া উচিত আমরা তোমার উপর ঈমান আনবো না।” প্রকৃতপক্ষে কাফিরদের অবস্থা এটাই। তাদেরকে বুঝানো ও উপদেশ দান বৃথা। শেষ নবী হযরত মুহাম্মাদ (সঃ)-কে আল্লাহ তা'আলা একথাই বলেছিলেনঃ ‘যারা কাফির হয়েছে তাদেরকে তুমি ভয় প্রদর্শন কর বা না-ই কর, উভয়ই তাদের জন্যে সমান, তারা ঈমান আনবে না।” আর এক জায়গায় রয়েছেঃ “নিশ্চয়ই যাদের উপর তোমার প্রতিপালকের কথা বাস্তবায়িত হয়েছে তারা ঈমান আনয়ন করবে না।”(আরবি)-এর দ্বিতীয় কিরআত (আরবি) ও রয়েছে। অর্থাৎ হে হৃদ (আঃ)! তুমি.যে কথা আমাদেরকে বলছো এটা তো পূর্ববর্তীদের কথিত কথা।' যেমন কুরাইশরা রাসূলুল্লাহ (সঃ)-কে বলেছিলঃ “এগুলো তো পূর্ববর্তীদের কাহিনী, যেগুলো সকাল-সন্ধ্যায় তোমার সামনে পাঠ করা হয়। আর এক জায়গায় রয়েছেঃ “এটা একটা মিথ্যা অপবাদ যা তুমি নিজেই গড়িয়ে নিয়েছো এবং কিছু লোককে নিজের পক্ষে করে নিয়েছো।” প্রসিদ্ধ কিরআত হিসেবে অর্থ হবেঃ “যার উপর আমরা রয়েছি ওটাই আমাদের পূর্বপুরুষদের মাযহাব। আমরা তো তাদের পথেই চলবো এবং তাদের রীতি-নীতিরই অনুসরণ করবো। আর এর উপরই আমরা মৃত্যু বরণ করবো। তুমি যা বলছে তা বাজে কথা। মৃত্যুর পরে আমাদেরকে পুনরায় জীবিত করা হবে এটা ঠিক নয়। আমাদেরকে শাস্তিও দেয়া হবে না। শেষ পর্যন্ত তাদের বিরুদ্ধাচরণ ও অবিশ্বাস করার কারণে তাদেরকে ধ্বংস করে দেয়া হয়। প্রচণ্ড বায়ু প্রেরণ করে তাদেরকে মূলোৎপাটিত করা হয়। এরাই ছিল প্রথম আ'দ। এদেরকেই ইরামাযাতিল ইমাদ বলা হয়েছে। এরা ইরাম ইবনে সাম ইবনে নূহ (আঃ)-এর বংশধর ছিল। তারা সুউচ্চ প্রাসাদে বাস করতো। ইরাম ছিল হযরত নূহ (আঃ)-এর পৌত্রের নাম। ইরাম কোন শহরের নাম ছিল না। কেউ কেউ ইরামকে শহরের নামও বলেছেন বটে, কিন্তু এটা বানী ইসরাঈলের উক্তি। তাদের মুখ থেকে শুনে অন্যেরাও একথা বলে দিয়েছেন। প্রকৃতপক্ষে এর কোন ম্যুবৃত দলীল নেই। এ কারণেই কুরআন কারীমে ইরামের উল্লেখের পরেই বলা হয়েছেঃ (আরবি) (আরবি)  অর্থাৎ “যার সমতুল্য কোন শহরে সৃষ্টি করা হয়নি।” (৮৯: ৮) যদি ইরাম দ্বারা শহর উদ্দেশ্য হতো তবে বলা হতো।অর্থাৎ “কোন দেশ যার মত শহর নির্মাণ করা হয়নি।” কুরআন কারীমের অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “আ’দ সম্প্রদায় অন্যায়ভাবে ভূ-পৃষ্ঠে অহংকার করে এবং বলে-আমাদের অপেক্ষা অধিক শক্তিশালী আর কে আছে? তারা কি দেখেনি যে, যে আল্লাহ তাদেরকে সৃষ্টি করেছেন তিনি তাদের চেয়ে বহুগুণে শক্তিশালী? তারা তার আয়াতসমূহকে অস্বীকার করতো।” (৪১:১৫) এটা আমরা পূর্বেই বর্ণনা করেছি যে, তাদের উপর শুধু বলদের নাক পরিমাণ বায়ু পাঠিয়েছিলেন। ঐ বায়ুই তাদের শহরগুলো এবং তাদের ঘরবাড়ীগুলো নিশ্চিহ্ন করে দেয়। যেখান দিয়েই ঐ বায়ু প্রবাহিত হয় সব সাফ করে দেয়। কওমের সবারই মাথা দেহ হতে বিচ্ছিন্ন হয়ে পড়ে। আল্লাহর শাস্তিকে তারা বাতাসের আকারে দেখে দূর্গে, প্রাসাদে এবং সুরক্ষিত ঘরে আশ্রয় নেয়। মাটিতে গর্ত খনন করে তারা তাদের অর্ধেক দেহকে তাতে ঢুকিয়ে দিয়ে নিজেদেরকে রক্ষা করার চেষ্টা করেছিল। কিন্তু আল্লাহর শাস্তিকে কোন কিছু বাধা দিতে পারে কি? এ শাস্তি এক মিনিটের জন্যেও কাউকেও অবকাশ দেয় না। মহামহিমান্বিত আল্লাহ তাদের এ ঘটনার বর্ণনা দিতে গিয়ে বলেনঃ “আ’দ সম্প্রদায়, তাদেরকে ধ্বংস করা হয়েছিল এক প্রচণ্ড ঝঞাবায়ু দ্বারা, যা তিনি তাদের উপর প্রবাহিত করেছিলেন সপ্তরাত্রি ও অষ্টদিবস বিরামহীনভাবে; তখন তুমি উক্ত সম্প্রদায়কে দেখতে তারা সেখানে লুটিয়ে পড়ে আছে সারশূন্য বিক্ষিপ্ত খর্জুর কাণ্ডের ন্যায়।” মহান আল্লাহ বলেনঃ এতে অবশ্যই নিদর্শন রয়েছে, কিন্তু তাদের অধিকাংশই ঈমানদার নয়। আল্লাহ হলেন মহাপরাক্রমশালী ও পরম দয়ালু।",
  "ayah": 140,
  "surah": 26
}
