{
  "text": "১৮৫-১৯১ নং আয়াতের তাফসীর\nসামূদ সম্প্রদায় তাদের নবীকে যে উত্তর দিয়েছিল ঐ উত্তরই এই লোকগুলোও তাদের নবীকে দিলো। তারাও নবী (আঃ)-কে বললোঃ “তোমাকে কেউ যাদু করেছে। তোমার জ্ঞান ঠিক নেই। তুমি তো আমাদের মতই একজন মানুষ। আর আমাদের তো বিশ্বাস যে, তুমি মিথ্যাবাদী। আল্লাহ তা'আলা তোমাকে নবীরূপে প্রেরণ করেননি। আচ্ছা, তুমি যদি সত্যিই নবী হয়ে থাকো তবে আকাশের একটি খণ্ড আমাদের উপর ফেলে দাও দেখি? আসমানী শাস্তি আমাদের উপর নিয়ে এসো।” যেমন কুরায়েশরা রাসূলুল্লাহ (সঃ)-কে বলেছিলঃ “আমরা তোমার উপর ঈমান আনবো না যে পর্যন্ত না তুমি আরবের এই বালুকাময় ভূমিতে নদী প্রবাহিত করবে।” এমনকি তারা এ কথাও বলেছিলঃ “অথবা তুমি আকাশের একটা খণ্ড আমাদের উপর নিক্ষেপ করবে যেমন তুমি ধারণা করছো অথবা আল্লাহ কিংবা ফেরেশতাদেরকে সরাসরি আমাদের সামনে নিয়ে আসবে।” অন্য এক আয়াতে রয়েছেঃ “তারা বলেছিল-হে আল্লাহ! যদি এটা তোমার পক্ষ হতে সত্য হয় তবে আকাশ হতে একটা টুকরা আমাদের উপর নিক্ষেপ কর।” অনুরূপভাবে ঐ কাফির অজ্ঞ লোকেরা বলেছিলঃ “তুমি যদি সত্যবাদী হও তবে আকাশের এক খণ্ড আমাদের উপর ফেলে দাও।” নবী (আঃ) উত্তরে বলেনঃ তোমরা যা কর আমার প্রতিপালক তা ভালরূপে অবগত আছেন। তোমরা যা হওয়ার যোগ্য তিনি তোমাদেরকে তাই করবেন। যদি তোমরা তাঁর কাছে আসমানী শাস্তির যোগ্য হয়ে থাকো তবে তিনি অনতিবিলম্বে তোমাদের উপর ঐ শাস্তি অবতীর্ণ করবেন। শেষ পর্যন্ত যে শাস্তি তারা কামনা করেছিল সেই শাস্তিই তাদের উপর এসে পড়ে। তারা কঠিন গরম অনুভব করে। সাত দিন পর্যন্ত যমীন যেন টগবগ করে ফুটতে থাকে। কোন জায়গায়, কোন ছায়ায় ঠাণ্ডা ও শান্তি তারা প্রাপ্ত হয়নি। তারা চরম অস্বস্তিবোধ করতে থাকে। সাত দিন পর তারা দেখতে পায় যে, একখণ্ড কালো মেঘ তাদের নিকট চলে আসছে। ঐ মেঘখণ্ড এসে তাদের মাথার উপর ছেয়ে যায়। তারা গরমে অস্থির হয়ে পড়েছিল। ঐ মেঘ দেখে তারা ওর নীচে বসে পড়ে। যখন সবাই ওর নীচে এসে যায় তখন ঐ মেঘ হতে অগ্নি বর্ষণ শুরু হয়ে যায়। সাথে সাথে যমীন প্রচণ্ডভাবে টান দিতে শুরু করে এবং এমন ভীষণ শব্দ করে যে, তাদের অন্তর ফেটে যায় এবং একই সাথে সবাই ধ্বংস হয়ে যায়। ঐ দিনের মহাপ্লাবন তাদের একজনকেও অবশিষ্ট রাখেনি। সূরায়ে আ’রাফে রয়েছেঃ (আরবি) অর্থাৎ “অতঃপর তারা ভূমিকম্প দ্বারা আক্রান্ত হলো, ফলে তাদের প্রভাত হলো নিজগৃহে অধঃমুখে পতিত অবস্থায়।” (৭: ৭৮) এটা এই কারণে যে, তারা বলেছিলঃ(আরবি) অর্থাৎ “হে শুআইব (আঃ)! তোমাকে ও তোমার সাথে যারা বিশ্বাস করেছে। ভাদেরকে আমরা জনপদ হতে বহিষ্কার করবই অথবা তোমাদেরকে আমাদের ধর্মাদর্শে ফিরে আসতে হবে।” (৭: ৮৮) সূরায়ে হূদে রয়েছেঃ (আরবি) অর্থাৎ “যারা সীমালংঘন করেছিল মহা-নাদ তাদেরকে আঘাত করলো।” (১১:৬৭) এটা এই কারণে যে, তারা আল্লাহর নবী (আঃ)-কে বিদ্রুপ করেছিলঃ (আরবি) অর্থাৎ “তোমার নামায কি তোমাকে নির্দেশ দেয় যে, আমাদের পিতৃপুরুষরা যার ইবাদত করতে আমাদেরকে তা বর্জন করতে হবে এবং আমরা ধন-সম্পদ সম্পর্কে যা করি তাও না? তুমি তো অবশ্যই সহিষ্ণু, সদাচারী।” (১১:৮৭)।আর এখানে রয়েছে যে, তারা বলেছিলঃ “তুমি যদি সত্যবাদী হও তবে আকাশের একখণ্ড আমাদের উপর ফেলে দাও। অতঃপর তারা তাঁকে প্রত্যাখ্যান করলো, পরে তাদেরকে মেঘাচ্ছন্ন দিবসের শাস্তি গ্রাস করলো।” সুতরাং ঐ তিন জায়গায় তিন প্রকারের শাস্তির বর্ণনা দেয়া হয়েছে। এই বর্ণনা জায়গার সম্পর্কের কারণেই দেয়া হয়েছে। সূরায়ে আ’রাফে তাদের এই খিয়ানতের উল্লেখ রয়েছে যে, তারা হযরত শুআইব (আঃ)-কে ধমকের সুরে বলেছিলঃ তুমি যদি আমাদের ধর্মে না আসো তবে আমরা তোমাকে ও তোমার সহচরদেরকে আমাদের শহর হতে বের করে দিবো। যেহেতু সেখানে নবী (আঃ)-এর অন্তরকে কম্পিত করে তোলার বর্ণনা রয়েছে, সেই হেতু তাদেরকে শাস্তি দেয়ার বর্ণনা দেয়া হয়েছে ভূমিকম্প দ্বারা, যাতে তাদেরও অন্তরাত্মা কেঁপে ওঠে। সূরায়ে হৃদে বর্ণনা করা হয়েছে যে, তারা তাদের নবী হযরত শুআইব (আঃ)-কে উপহাস করে বলেছিলঃ তুমি তো বড় সহিষ্ণু ও ভাল লোক।' এ কথার ভাবার্থ ছিলঃ তুমি বড়ই বাজে উক্তিকারী ও দুষ্ট লোক। কাজেই সেখানে তাদের শাস্তির বর্ণনা দেয়া হয়েছে মহা-নাদ দ্বারা। আর এখানে যেহেতু তাদের কামনা ছিল যে, যেন তাদের প্রতি আকাশের একটি খণ্ড নিক্ষিপ্ত হয়, সেই হেতু এখানে তাদের শাস্তির বর্ণনা দেয়া হয়েছে যে, তাদের উপর আকাশ হতে শাস্তিমূলক প্রস্তরবৃষ্টি বর্ষিত হয়। হযরত আবদুল্লাহ ইবনে উমার (লাঃ) বলেন যে, সাত দিন পর্যন্ত তাদের উপর এই প্রস্তর বর্ষিত হতে থাকে। কোন জায়গাতেই তারা একটু শান্তি ও শীতলতা লাভ করতে পারেনি। এরপর আকাশে একখণ্ড মেঘ তারা দেখতে পায়। একটি লোক ঐ মেঘের নীচে পৌঁছে এবং সেখানে শান্তি লাভ করে। তাই সে অন্যদেরকে সেখানে আহ্বান করে। যখন সবাই সেখানে একত্রিত হয়ে যায় তখন ঐ মেঘ ফেটে যায় এবং তা হতে অগ্নি বর্ষিত হয়।এও বর্ণিত আছে যে, ছায়ারূপে যে মেঘমালা ছিল তা তাদের একত্রিত হওয়া মাত্রই সরে যায় এবং সূর্য হতে তাদের উপর অগ্নি বর্ষিত হয়। ফলে তারা সবাই দগ্ধীভূত হয়। মুহাম্মাদ ইবনে কাব কুরতী (রঃ) বলেন যে, মাদইয়ানবাসীদের উপর তিনটি শাস্তিই আপতিত হয়েছিল। শহরে ভূমিকম্প শুরু হলে তারা ভীত-সন্ত্রস্ত হয়ে শহর হতে বাইরে পালিয়ে যায় এবং বাইরে সবাই একত্রিত হয়। কিন্তু সেখানেও তাদের হতবুদ্ধিতা ও অস্বস্তিকর অবস্থা শুরু হয়ে যায়। সুতরাং আবার তারা সেখান হতে পলায়ন করে। কিন্তু শহরে প্রবেশ করতে তারা ভয় পায়। এমতাবস্থায় এক জায়গায় তারা একখণ্ড মেঘ দেখতে পায়। একটি লোক ঐ মেঘখণ্ডের নীচে যায় এবং সেখানে ঠাণ্ডা ও শান্তি অনুভব করে সকলকে সেখানে আসতে বলে। তারা এ কথা শোনা মাত্র সবাই ঐ মেঘখণ্ডের নীচে একত্রিত হয়ে যায়। এমন সময় এক ভীষণ চীৎকারের শব্দ আসে, যার ফলে তাদের কলেজা ফেটে যায় এবং সবাই মৃত্যুমুখে পতিত হয়।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, বজ্রের ভীষণ গর্জন ও কঠিন গরম শুরু হয়, ফলে শ্বাসকষ্ট হতে থাকে। তাদের অস্বস্তিকর অবস্থা সীমা ছাড়িয়ে যায়। হতবুদ্ধি হয়ে সবাই শহর ছেড়ে দিয়ে ময়দানে গিয়ে জমা হয়ে যায়। এখানে তারা মেঘখণ্ড দেখতে পায় এবং ঠাণ্ডা ও আরাম লাভ করার। উদ্দেশ্যে ওর নীচে সবাই একত্রিত হয়। কিন্তু সেখানে অগ্নি বর্ষিত হয় এবং তারা সব জ্বলে পুড়ে শেষ হয়ে যায়। এটা ছিল মেঘাচ্ছন্ন দিনের বড় শাস্তি যা তাদেরকে নিশ্চিহ্ন করে দেয়।নিঃসন্দেহে এ ঘটনা মহাপরাক্রমশালী আল্লাহর মহাশক্তির একটি বড় নিদর্শন। তাদের অধিকাংশই মুমিন ছিল না। আল্লাহ তাআলা স্বীয় বান্দাদের নিকট হতে প্রতিশোধ গ্রহণ করার ব্যাপারে মহাপরাক্রমশালী। কেউই তার উপর বিজয় লাভ করতে পারে না। তিনি তাঁর সৎ বান্দাদের প্রতি পরম করুণাময়। তিনি তাদেরকে কঠিন শাস্তি হতে বাঁচিয়ে নেন।",
  "ayah": 191,
  "surah": 26
}
