{
  "text": "১৯২-১৯৫ নং আয়াতের তাফসীর\nসূরার শুরুতে কুরআন কারীমের বর্ণনা এসেছিল, ওরই বর্ণনা আবার বিস্তারিতভাবে দেয়া হচ্ছে। মহামহিমান্বিত আল্লাহ বলেনঃ এই কিতাব অর্থাৎ কুরআন কারীম আল্লাহ তা'আলা স্বীয় বান্দা ও রাসূল হযরত মুহাম্মাদ মুস্তফা (সঃ)-এর উপর অবতীর্ণ করেছেন। রূহুল আমীন দ্বারা হযরত জিবরাঈল (আঃ)-কে বুঝানো হয়েছে যিনি রাসূলুল্লাহ (সঃ)-এর নিকট অহী নিয়ে আসতেন। রূহুল আমীন দ্বারা যে হযরত জিবরাঈল (আঃ) উদ্দেশ্য এটা পূর্বযুগীয় বহু গুরুজন হতে বর্ণিত হয়েছে। যেমন হযরত ইবনে আব্বাস (রাঃ), হযরত মুহাম্মাদ ইবনে কা'ব (রঃ), হযরত কাতাদা (রঃ), হযরত আতিয়্যা (রঃ), হযরত সুদ্দী (রঃ), হযরত যুহরী (রঃ) হযরত ইবনে জুরায়েজ (রঃ) প্রমুখ। হযরত যুহরী (রঃ) বলেন যে, এটা আল্লাহ তা'আলার নিম্নের উক্তির মতইঃ (আরবি) অর্থাৎ “বল-যে কেউ জিবরীল (আঃ)-এর শত্রু এই জন্যে যে, সে আল্লাহর নির্দেশক্রমে তোমার হৃদয়ে কুরআন পৌছিয়ে দিয়েছে, যা ওর পূর্ববর্তী কিতাবের সমর্থক।” (২:৯৭) এ ফেরেশতা এমন সম্মানিত যে, তাঁর শত্রু আল্লাহও শত্রু। হযরত মুজাহিদ (রঃ) বলেন যে, রুহুল আমীন (আঃ) যার সাথে কথা বলেন তাঁকে যমীনে খায় না। মহান আল্লাহ বলেনঃ “হে নবী (সঃ)! এই বুযর্গ ও মর্যাদা সম্পন্ন ফেরেশতা, যে ফেরেশতাদের নেতা, তোমার হৃদয়ে আল্লাহর ঐ পবিত্র ও উত্তম কথা অবতীর্ণ করে যা সর্ব প্রকারের ময়লা-মলিনতা, হ্রাস-বৃদ্ধি এবং বক্রতা হতে সম্পূর্ণরূপে মুক্ত, যেন তুমি পাপীদেরকে আল্লাহর শাস্তি হতে বাঁচাবার পথ প্রদর্শন করতে পার। আর যাতে তুমি আল্লাহর অনুগত বান্দাদের তাঁর ক্ষমা ও সন্তুষ্টির সুসংবাদ দিতে পার। এটা সুস্পষ্ট আরবী ভাষায় অবতারিত যাতে সবাই এটা বুঝতে এবং পড়তে পারে, তাদের যেন ওজর কবার কিছুই অবশিষ্ট না থাকে। আর যাতে এ কুরআন কারীম প্রত্যেকের উপর হুজ্জত হতে পারে।হযরত ইবরাহীম তাইমী (রঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, তিনি বলেন, একদা বাদলের দিনে রাসূলুল্লাহ (সঃ) স্বীয় সাহাবীদের সাথে ছিলেন এমন সময় তিনি অত্যন্ত প্রাঞ্জল ভাষায় মেঘের গুণাবলী বর্ণনা করেন। তখন একজন লোক তাকে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি তো সর্বাপেক্ষা বাকপটু ও প্রাঞ্জল ভাষী!” উত্তরে তিনি বলেনঃ “আমার ভাষা এরূপ পবিত্র, ত্রুটিমুক্ত এবং প্রাঞ্জল হবে না কেন? কুরআন কারীমও তো আমার ভাষাতেই অবতীর্ণ হয়েছে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত সুফইয়ান সাওরী (রঃ) বলেন যে, অহী আরবী ভাষায় অবতীর্ণ হয়েছে এবং প্রত্যেক নবী তাঁর কওমের জন্যে তাদের ভাষায় অনুবাদ করেছেন। কিয়ামতের দিন সুরইয়ানী ভাষা হবে। আর যারা জান্নাতে প্রবেশ করবে তারা আরবী ভাষায় কথা বলবে।",
  "ayah": 195,
  "surah": 26
}
