{
  "text": "২০০-২০৯ নং আয়াতের তাফসীর\nমহামহিমান্বিত আল্লাহ বলেনঃ অবিশ্বাস, কুফরী, অস্বীকার ও অমান্যকরণ এই অপরাধীদের অন্তরে সঞ্চার করে দেয়া হয়েছে। তারা যে পর্যন্ত না শাস্তি স্বচক্ষে দেখবে ঈমান আনবে না। ঐ সময় যদি তারা ঈমান আনয়ন করে তবে তা বিফলে যাবে। সেই সময় তারা অভিশপ্ত হয়েই যাবে। না অনুশোচনা করে কোন কাজ হবে, না ওজর করে কোন উপকার হবে। তাদের অজ্ঞাতে আকস্মিকভাবে তাদের উপর আযাব চলে আসবে। ঐ সময় তারা কামনা করবে যে, যদি তাদেরকে ক্ষণেকের জন্যে অবকাশ দেয়া হতো তবে তারা সৎ হয়ে যেতো! শুধু তারা কেন, প্রত্যেক যালিম, পাপী, ফাসেক, কাফির ও বদকার শাস্তি প্রত্যক্ষ করা মাত্রই সোজা হয়ে যাবে এবং শাস্তি হতে পরিত্রাণ পাওয়ার জন্যে অনুনয় বিনয় করতে থাকবে, কিন্তু সবই ব্যর্থতায় পর্যবসিত হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যেদিন তাদের শাস্তি আসবে সেই দিন সম্পর্কে তুমি মানুষকে সতর্ক কর, তখন যালিমরা বলবে-হে আমাদের প্রতিপালক! আমাদেরকে কিছুকালের জন্যে অবকাশ দিন, আমরা আপনার আহ্বানে সাড়া দিবো এবং রাসূলদের অনুসরণ করবো। (উত্তরে বলা হবে) তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?\" (১৪:৪৪)ফিরাউনের অবস্থা দেখা যায় যে, হযরত মূসা (আঃ) তার জন্যে বদদু'আ করেন এবং তা কবূল করা হয়। আল্লাহর শাস্তি দেখে ডুবন্ত অবস্থায় সে বলেঃ “এখন আমি মুসলমান হচ্ছি।” কিন্তু উত্তরে বলা হয় যে, এখন ঈমান আনয়নে কোনই লাভ হবে না। অন্য জায়গায় মহান আল্লাহ বলেনঃ “যখন তারা আমার শাস্তি দেখলো তখন বললো-আমরা এক আল্লাহর উপর ঈমান আনলাম (শেষ পর্যন্ত)।”এরপর তাদের আর একটি দুষ্কৃতির বর্ণনা দেয়া হচ্ছে যে, তারা তাদের নবীকে বলেছিলঃ “তুমি সত্যবাদী হলে আল্লাহর আযাব নিয়ে এসো।' মহান আল্লাহ বলেনঃ “যদি আমি তাদেরকে দীর্ঘকাল ভোগ-বিলাসের সুযোগ দিই এবং পরে তাদের উপর আমার ওয়াদাকৃত শাস্তি এসে পড়ে তবে ঐ সময় তাদের ভোগ-বিলাসের উপকরণ তাদের কোন কাজে আসবে কি?” ঐ সময় তো এরূপই মনে হবে যে, সে হয়তো এক সকাল বা এক সন্ধ্যাই দুনিয়ায় অবস্থান করেছে। যেমন অন্য একটি আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “তাদের একজন এটা কামনা করে যে, যদি তাকে এক হাজার বছর আয়ু দেয়া হতো! যদি তাকে এই আয়ু দেয়াও হয় তবুও তা তাকে শাস্তি হতে দূরে রাখতে পারবে না।” (২: ৯৬) এখানেও তিনি একথাই বলেন যে, তাদের ভোগ-বিলাসের উপকরণ সেদিন তাদের কোন উপকারে আসবে না। সেই দিন যখন তাদেরকে উপুড় করে জাহান্নামে নিক্ষেপ করা হবে তখন তাদের শক্তি ও দাপট সব হারিয়ে যাবে।সহীহ হাদীসে রয়েছে যে, কিয়ামতের দিন কাফিরকে আনয়ন করা হবে, অতঃপর তাকে জাহান্নামের আগুনে ডুবিয়ে দেয়ার পর উঠানো হবে এবং বলা হবেঃ তুমি কখনো সুখ ও নিয়ামত পেয়েছিলে কি? সে উত্তরে বলবেঃ “হে আমার প্রতিপালক! আপনার শপথ! আমি কখনোই সুখ-শান্তি পাইনি।” অপর একটি লোককে আনয়ন করা হবে যে সারা জীবনে কখনো সুখ-শান্তির স্বাদ গ্রহণ করতে পায়নি, তাকে জান্নাতের বাতাসে ভ্রমণ করানোর পর জিজ্ঞেস করা হবেঃ“তুমি জীবনে কখনো দুঃখ-কষ্ট পেয়েছিলে কি?” সে জবাবে বলবেঃ “আপনার সত্তার কসম! আমি জীবনে কখনো দুঃখ-কষ্ট ভোগ করিনি।” হযরত উমার ইবনে খাত্তাব (রাঃ) দৃষ্টান্ত স্বরূপ নিম্নের কবিতাংশটি পাঠ করতেনঃ (আরবি) অর্থাৎ “যখন তুমি তোমার আকাঙ্ক্ষিত জিনিস পেয়ে গেলে তখন যেন তুমি কখনো দুঃখ-কষ্টের নামও শুননি।”এরপর মহামহিমান্বিত আল্লাহ নিজের ন্যায়পরায়ণতার খবর দিচ্ছেন যে, তিনি। এমন কোন জনপদ ধ্বংস করেননি যার জন্যে তিনি কোন সতর্ককারী প্রেরণ করেননি। তিনি রাসূলদেরকে প্রেরণ করেন, কিতাবসমূহ অবতীর্ণ করেন এবং সতর্ক করে থাকেন। এরপরেও যারা অমান্য করে তাদের উপর তিনি বিপদের পাহাড় চাপিয়ে দেন। এ জন্যেই তিনি বলেনঃ এরূপ কখনো হয়নি যে, নবীদেরকে প্রেরণ না করেই আমি কোন উম্মতের উপর শাস্তি পাঠিয়েছি। প্রথমে আমি ভয়-প্রদর্শক প্রেরণ করি এবং সে উম্মতকে ভয় প্রদর্শন করে ও উপদেশ দেয়। এভাবে আমি তাদের ওযর করবার কিছুই বাকী রাখি না। কিন্তু এতদসত্তেও যখন তারা তাদের নবীকে অবিশ্বাস করে তখন তাদের উপর শাস্তি আপতিত হয়।যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “আমি শাস্তি প্রদানকারী নই যে পর্যন্ত না আমি রাসূল প্রেরণ করি।” (১৭: ১৫) আর এক জায়গায় বলেনঃ “তোমার প্রতিপালক কোন জনপদকে ধ্বংস করেন না যে পর্যন্ত না তিনি জনপদগুলোর মূল জনপদে কোন রাসূল প্রেরণ করেন যে তাদেরকে আমার আয়াতসমূহ পাঠ করে শুনায়।”",
  "ayah": 209,
  "surah": 26
}
