{
  "text": "৪৯-৫১ নং আয়াতের তাফসীর\nযাদুকরদের ঈমানের পরিপক্কতা দেখে বিস্মিত হতে হয়। তারা তো সবেমাত্র আল্লাহ তা'আলার উপর ঈমান আনয়ন করেছে, অথচ তাদের ধৈর্য ও অটলতা এমনই যে, ফিরাউনের মত অত্যাচারী ও নিষ্ঠুর সম্রাট তাদের সামনে দাঁড়িয়ে তাদেরকে ধমকাচ্ছে, আর তারা নির্ভীক হয়ে তার মুখের সামনে তার ইচ্ছার বিপরীত জবাব দিচ্ছে। কফরীর পর্দা তাদের অন্তর থেকে দূর হয়ে গেছে। তাই তারা বুক ফুলিয়ে ফিরাউনের সাথে মুকাবিলায় লেগে পড়েছে। তাদের অন্তরে এ বিশ্বাস বদ্ধমূল হয়ে গেছে যে, হযরত মূসা (আঃ)-এর নিকট আল্লাহ প্রদত্ত মুজিযা রয়েছে, এটা অর্জিত যাদু নয়। সুতরাং তারা সত্যকে কবুল করে নিয়েছে। ফিরাউন তাদের উপর তেলে বেগুনে জ্বলে উঠেছে এবং তাদেরকে বলেছেঃ “তোমরা আমাকে কিছুই মনে করলে না? বরং আমার বিরুদ্ধে বিদ্রোহ ঘোষণা করে মূসা (আঃ)-কে মেনে নিলে? আমার নিকট অনুমতিও প্রার্থনা করলে না?” একথা বলার পর সে চিন্তা করলো যে, না জানি হয় তো যাদুকরদের পরাজিত হওয়া ও তাদের মুসলমান হয়ে যাওয়ার প্রভাব তথায় সমবেত লোকদের উপর পড়ে যাবে, তাই একটি কথা বানিয়ে নিয়ে বললোঃ “আমি বুঝতে পেরেছি যে, তোমরা সবাই মূসা (আঃ)-এর শিষ্য এবং সে তোমাদের গুরু। সেই তোমাদের সবকে যাদু শিখিয়েছে।”এটা ছিল ফিরাউনের সম্পূর্ণরূপে বে-ঈমানী ও প্রতারণামূলক কথা। ইতিপূর্বে যাদুকররা না হযরত মূসা (আঃ)-কে দেখেছিল, না হযরত মূসা (আঃ) যাদুকরদেরকে চিনতেন। আল্লাহর পয়গম্বর তো নিজেই যাদু জানতেন না, সুতরাং অপরকে তিনি তা শিখাবেন কি করে? বুদ্ধির বিপরীত একথা বলে ফিরাউন যাদুকরদের ধমকাতে শুরু করলো এবং নিজের অত্যাচারমূলক নীতিতে নেমে আসলো। সে যাদুকরদেরকে বললোঃ “আমি অবশ্যই তোমাদের হাত-পা বিপরীত দিক হতে কর্তন করবো। অতঃপর তোমাদের সকলকে শূলবিদ্ধ করে ছাড়বো।\" যাদুকরদের সবাই সমস্বরে জবাব দিলোঃ “এতে কোন ক্ষতি নেই। তোমার যা ইচ্ছা তাই তুমি করতে পার। এটাকে আমরা মোটেই পরোয়া করি না। আমাদেরকে তো আল্লাহ তা'আলার নিকট ফিরে যেতেই হবে। আমরা তাঁরই নিকট আমাদের কাজের প্রতিদান চাই। যত কষ্ট তুমি আমাদেরকে দেবে ততই পুণ্য আমরা তাঁর নিকট লাভ করবো। সত্যের উপর বিপদ-আপদ সহ্য করা তো সাধারণ ব্যাপার, যাকে আমরা মোটেই ভয় করি না। আমাদের তো এখন কামনা এটাই যে, আমাদের প্রতিপালক আমাদের পূর্বের অপরাধ ক্ষমা করবেন। তাঁর নবী (আঃ)-এর সাথে যে মুকাবিলা তুমি আমাদের দ্বারা করিয়ে নিয়েছে তার শাস্তি আমাদের উপর পতিত হবে না। এ জন্যে আমাদের নিকট এছাড়া কোন মাধ্যম নেই যে, আমরা মুমিনদের মধ্যে অগ্রণী হয়েছি।” যাদুকরদের এ উত্তর শুনে ফিরাউন আরো চটে গেল এবং তাদের সবাইকে হত্যা করে ফেললো।",
  "ayah": 51,
  "surah": 26
}
