{
  "text": "فصل جملة { قال } جار على طريقة المحاورة .أظهر لهم سبب امتناعه من خروج يوسف عليه السّلام معهم إلى الرّيف بأنّه يحزنه لبعده عنه أيّاماً ، وبأنّه يخشى عليه الذئاب ، إذ كان يوسف عليه السّلام حينئذٍ غلاماً ، وكان قد رُبّيَ في دَعَة فلم يكن مَرناً بمقاومة الوحوش ، والذئابُ تَجْتَرىءُ على الذي تحسّ منه ضعفاً في دفاعها . قال الرّبيع بن ضبع الفزاري يشكو ضعف الشيخوخة :والذّئب أخشاه إن مررت به ... وحدي وأخشى الرياح والمطراوقال الفرزدق يذكر ذئباً :فقلت له لمّا تكشّر ضاحكاً ... وقائم سيفي من يدي بمكانتعش فإن عاهدتني لا تخونني ... نكن مثل من يا ذئب يصطحبانفذئاب بادية الشّام كانت أشدّ خبثاً من بقية الذئاب ، ولعلّها كانت كذئاب بلاد الرُّوس . والعرب يقولون : إنّ الذئب إذا حورب ودافع عن نفسه حتّى عضّ الإنسان وأسال دمه أنّه يضرى حين يرى الدمّ فيستأسد على الإنسان ، قال :فكنت كذئب السّوء حين رأى دماً ... بصاحبه يوماً أحال على الدموقد يتجمّع سرب من الذئاب فتكون أشدّ خطراً على الواحد من الناس والصغير .والتعريف في { الذئب } تعريف الحقيقة والطبيعة ، ويسمّى تعريف الجنس . وهو هنا مراد به غير معيّن من نوع الذئب أو جماعة منه ، وليس الحكم على الجنس بقرينة أن الأكل من أحوال الذّوات لا من أحوال الجنس ، لكن المراد أية ذات من هذا الجنس دون تعيين . ونظيره قوله تعالى : { كمثل الحمار يحمل أسفاراً } [ سورة الجمعة : 5 ] أي فرد من الحمير غير معيّن ، وقرينة إرادة الفرد دون الجنس إسناد حمل الأسفار إليه لأنّ الجنس لا يحمل . ومنه قولهم : ( ادخل السوق ) إذا أردت فرداً من الأسواق غير معين ، وقولك : ادخل ، قرينة على ما ذكر . وهذا التّعريف شبيه بالنّكرة في المعنى إلاّ أنّه مراد به فرد من الجنس . وقريب من هذا التّعريف باللاّم التعريف بعلم الجنس ، والفرق بين هذه اللام وبين المنكّر كالفرق بين علم الجنس والنكرة .فالمعنى : أخاف أن يأكله الذّئب ، أي يَقتله فيأكل منه فإنّكم تبعدون عنه ، لمَا يعلم من إمعانهم في اللّعب والشّغل باللهو والمسابقة ، فتجتري الذئاب على يوسف عليه السّلام .والذئب : حيوان من الفصيلة الكلبيّة ، وهو كلب بَرّي وحشيّ . من خلقه الاحتيال والنفورُ . وهو يفترس الغنم . وإذا قاتل الإنسان فجرحه ورأى عليه الدم ضرى به فربّما مزّقه .وإنّما ذكر يعقوب عليه السّلام أنّ ذهابهم به غَدا يحدث به حزناً مستقبلاً ليصرفهم عن الإلحاح في طلب الخروج به لأنّ شأن الابن البار أن يتّقي ما يحزن أباه .وتأكيد الجملة بحرف التّأكيد لقطع إلحاحهم بتحقيق أنّ حزنه لفراقه ثابت ، تنزيلاً لهم منزلة من ينكر ذلك ، إذْ رأى إلحاحهم . ويسري التّأكيد إلى جملة { وأخاف أن يأكله الذئب }.",
  "ayah": 13,
  "surah": 12
}
