{
  "text": "وجملة { وجاءوا على قميصه } في موضع الحال . ولما كان الدم ملطخاً به القميص وكانوا قد جاءوا مصاحبين للقميص فقد جاءوا بالدم على القميص .ووصف الدم بالكذب وصف بالمصدر ، والمصدر هنا بمعنى المفعول كالخَلْق بمعنى المخلوق ، أي مكذوب كونه دم يوسف عليه السّلام إذ هو دم جدي ، فهو دم حقاً لكنه ليس الدم المزعوم . ولا شك في أنهم لم يتركوا كيفية من كيفيات تمويه الدم وحالة القميص بحال قميص من يأكله الذئب من آثار تخريق وتمزيق مما لا تخلو عنه حالة افتراس الذئب ، وأنهم أفطن من أن يفوتهم ذلك وهم عصبة لا يعْزُب عن مجموعهم مثل ذلك . فما قاله بعض أصحاب التفسير من أن يعقوب عليه السّلام قال لأبنائه : ما رأيت كاليوم ذئباً أحلَم من هذا ، أكل ابني ولم يمزق قميصه ، فذلك من تظرفات القصص .وقوله : { على قميصه } حال من ( دم ) فقدم على صاحب الحال .حرف الإضراب إبطال لدعواهم أن الذئب أكله فقد صرح لهم بكذبهم .والتسويل : التسهيل وتزيين النفس ما تحرص على حصوله .والإبهام الذي في كلمة { أمراً } يحتمل عدة أشياء مما يمكن أن يؤذوا به يوسف عليه السّلام : من قتل ، أو بيع ، أو تغريب ، لأنه لم يعلم تعيين ما فعلوه . وتنكير { أمراً } للتهويل .وفرّع على ذلك إنشاءُ التصبر { فصبرٌ جميل } نائب مناب اصبر صبراً جميلاً . عدل به عن النصب إلى الرفع للدلالة على الثبات والدوام ، كما تقدم عند قوله تعالى :{ قالوا سلاماً قال سلامٌ } في سورة هود ( 69 ). ويكون ذلك اعتراضاً في أثناء خطاب أبنائه ، أو يكون تقدير : اصبر صبراً جميلاً ، على أنه خطاب لنفسه . ويجوز أن يكون فصبر جميل } خبر مبتدأ محذوف دلّ عليه السياق ، أي فأمْري صبرٌ . أو مبتدأ خبره محذوف كذلك . والمعنى على الإنشاء أوقع ، وتقدم الصبر عند قوله تعالى : { واستعينوا بالصبر والصلاة } في سورة البقرة ( 45 ).ووصف { جميل } يحتمل أن يكون وصفاً كاشفاً إذ الصبر كله حسن دون الجزع . كما قال إبراهيم بن كنيف النبهانيتصبّر فإنّ الصبر بالحرّ أجمل: ...وليس على ريب الزمان معوّل ... أي أجمل من الجزع .ويحتمل أن يكون وصفاً مخصصاً . وقد فسّر الصبر الجميل بالذي لا يخالطه جزع .والجمال : حسن الشيء في صفات محاسن صنفه ، فجمال الصبر أحسن أحواله ، وهو أن لا يقارنه شيء يقلل خصائص ماهيته .وفي الحديث الصحيح أن النبي عليه السّلام مر بامرأة تبكي عند قبر فقال لها : « اتقي الله واصبري » فقالت : إليك عني فإنك لم تصب بمصيبتي ولم تعرفه فلما انصرف مرّ بها رجل ، فقال لها : إنه النبيءُ صلى الله عليه وسلم فأتت باب النبي صلى الله عليه وسلم فقالت : لم أعرفك يا رسول الله ، فقال : « إنما الصبر عند الصدمة الأولى » أي الصبر الكامل .وقوله : { والله المستعان على ما تصفون } عطف على جملة { فصبر جميل } فتكون محتملة للمعنيين المذكورين من إنشاء الاستعانة أو الإخبار بحصول استعانته بالله على تحمل الصبر على ذلك ، أو أراد الاستعانة بالله ليوسف عليه السّلام على الخلاص مما أحاط به .والتعبير عما أصاب يوسف عليه السّلام ب { ما تصفون } في غاية البلاغة لأنه كان واثقاً بأنهم كاذبون في الصفة وواثقاً بأنهم ألحقوا بيوسف عليه السّلام ضراً فلما لم يتعيّن عنده المصاب أجمل التعبير عنه إجمالاً موجهاً لأنهم يحسبون أن ما يصفونه هو موته بأكل الذئب إياه ويعقوب عليه السّلام يريد أن ما يصفونه هو المصاب الواقع الذي وصفوه وصفاً كاذباً . فهو قريب من قوله تعالى : { سبحان ربك رب العزة عما يصفون } [ سورة الصافات : 180 ].وإنما فوض يعقوب عليه السّلام الأمر إلى الله ولم يسْعَ للكشف عن مصير يوسف عليه السّلام لأنه علم تعذر ذلك عليه لكبر سنه ، ولأنه لا عضد له يستعين به على أبنائه أولئك . وقد صاروا هم الساعين في البعد بيْنه وبين يوسف عليه السّلام ، فأيس من استطاعة الكشف عن يوسف عليه السّلام بدونهم ، ألا ترى أنه لما وجد منهم فرصة قال لهم : { اذهبوا فتحسّسوا من يوسف وأخيه } [ سورة يوسف : 87 ].",
  "ayah": 18,
  "surah": 12
}
