{
  "text": "عطف على { وجاءوا أباهم عشاء يبكون } [ سورة يوسف : 16 ] عطف قصة على قصة . وهذا رجوع إلى ما جرى في شأن يوسف عليه السّلام ، والمعنى : وجاءت الجبّ .و ( السّيّارة ) تقدم آنفاً .والوارد : الذي يرد الماء ليستقي للقوم .والإدلاء : إرسال الدلو في البئر لنزع الماء .والدلو : ظرف كبير من جلد مخيط له خرطوم في أسفله يكون مطوياً على ظاهر الظرف بسبب شده بحبل مقارن للحبل المعلقة فيه الدلو . والدلو مؤنثة .وجملة قال يا بشراي مستأنفة استئنافاً بيانياً لأن ذكر إدلاء الدلو يهيّىء السامع للسؤال عمّا جرى حينئذٍ فيقع جوابه قال يا بشراي .والبشرى : تقدمت في قوله تعالى : { لهم البشرى في الحياة الدنيا وفي الآخرة } في سورة يونس ( 64 ).ونداء البشرى مجاز ، لأنّ البشرى لا تنادى ، ولكنها شبّهت بالعاقل الغائب الذي احتيج إليه فينادى كأنه يقال له : هذا آن حضورك . ومنه : يا حسرتَا ، ويا عجباً ، فهي مكنية وحرف النداء تخييل أو تبعية .والمعنى : أنه فرح وابتهج بالعثور على غلام .وقرأ الجمهور يا بشّرَايَ } بإضافة البشرى إلى ياء المتكلم . وقرأ عاصم ، وحمزة ، والكسائي ، وخلف بدون إضافة .واسم الإشارة عائد إلى ذات يوسف عليه السّلام ؛ خاطب الواردُ بقية السيّارة ، ولم يكونوا يرون ذات يوسف عليه السّلام حين أصعده الوارد من الجب ، إذ لو كانوا يرونه لما كانت فائدة لتعريفهم بأنه غلام إذ المشاهدة كافية عن الإعلام ، فتعين أيضاً أنهم لم يكونوا مشاهدين شبح يوسف عليه السّلام حين ظهر من الجب ، فالظاهر أن اسم الإشارة في مثل هذا المقام لا يقصد به الدلالة على ذات معيّنة مرئية بل يقصد به إشعار السامع بأنه قد حصَل شيءٌ فرح به غير مترقب ، كما يقول الصائد لرفاقه : هذا غزال وكما يقول الغائص : هذه صدقة أو لؤلؤة ويقول الحافر للبئر : هذا الماء قال النابغة يصف الصائد وكلابه وفرسه: ... يقول راكبه الجنيّ مرتفقاًهذا لكُنّ ولحم الشاة محجور ... وكان الغائصون إذا وجدوا لؤلؤة يصيحون . قال النابغة: ... أو درّة صدفاته غوّاصهابهج متى يُرها يهلّ ويسجد ... والمعنى : وجدت في البئر غلاماً ، فهو لقطة ، فيكون عبداً لمن التقطه . وذلك سبب ابتهاجه بقوله : { يا بشراي هذا غلام }.والغلام : مَن سنهُ بين العشر والعشرين . وكان سنّ يوسف عليه السّلام يومئذٍ سبع عشرة سنة .وكان هؤلاء السيارة من الإسماعيليين كما في التّوراة ، أي أبناء إسماعيل بن إبراهيم . وقيل : كانوا من أهل مدين وكان مجيئهم الجب للاستقاء منها ، ولم يشعر بهم إخوة يوسف إذ كانوا قد ابتعدوا عن الجب .ومعنى { أسَرُّوه } أخْفَوْه . والضمير للسيارة لا محالة ، أي أخْفوا يوسف عليه السّلام ، أي خبر التقاطه خشية أن يكون من ولدان بعض الأحياء القريبة من الماء قد تردّى في الجب ، فإذا علم أهله بخبره طلبوه وانتزعوه منهم لأنهم توسموا منه مخائل أبناء البيوت ، وكان الشأن أن يعرّفوا من كان قريباً من ذلك الجب ويعلنوا كما هو الشأن في التعريف باللّقطة ، ولذلك كان قوله : { وأسرّوه } مشعراً بأن يوسف عليه السّلام أخبرهم بقصته ، فأعرضوا عن ذلك طمعاً في أن يبيعوه .وذلك من فقدان الدين بينهم أو لعدم العمل بالدين .و { بضاعةً } منصوب على الحال المقدّرة من الضمير المنصوب في { أسرّوه } ، أي جعلوه بضاعة . والبضاعة : عروض التجارة ومتاعها ، أي عزموا على بيعه .وجملة { والله عليم بما يعملون } معترضة ، أي والله عليم بما يعملون من استرقاق من ليس لهم حقّ في استرقاقه ، ومن كان حقّه أن يسألوا عن قومه ويبلغوه إليهم ، لأنهم قد علموا خبره ، أو كان من حقهم أن يسْألوه لأنه كان مستطيعاً أن يخبرهم بخبره .وفي عثور السيارة على الجب الذي فيه يوسف عليه السّلام آية من لطف الله به .",
  "ayah": 19,
  "surah": 12
}
