{
  "text": "عطف قصة على قصة ، فلا يلزم أن تكون هذه القصة حاصلة في الوجود بعد التي قبلها . وقد كان هذا الحادث قبل إيتائه النبوءة لأن إيتاء النبوءة غلب أن يكون في سن الأربعين . والأظهر أنه أوتي النبوءة والرسالة بعد دخول أهله إلى مصر وبعد وفاة أبيه . وقد تعرضت الآيات لتقرير ثبات يوسف عليه السّلام على العفاف والوفاء وكرم الخلق .فالمراودة المقتضية تكرير المحاولة بصيغة المفاعلة ، والمفاعلة مستعملة في التكرير . وقيل : المفاعلة تقديرية بأن اعتبر العمل من جانب والممانعة من الجانب الآخر من العمل بمنزلة مقابلة العمل بمثله . والمراودة : مشتقة من راد يرود ، إذا جاء وذهب . شبه حال المحاول أحداً على فعل شيء مكرراً ذلك . بحال من يذهب ويجيء في المعاودة إلى الشيء المذهوب عنه ، فأطلق راود بمعنى حاول .و { عن } للمجاوزة ، أي راودته مباعدة له عن نفسه ، أي بأن يجعل نفسه لها . والظاهر أن هذا التركيب من مبتكرات القرآن ، فالنفس هنا كناية عن غرض المواقعة ، قاله ابن عطية ، أي فالنفس أريد بها عفافه وتمكينها منه لما تريد ، فكأنها تراوده عن أن يسلم إليها إرادته وحكمه في نفسه .وأما تعديته ب ( على ) فذلك إلى الشيء المطلوب حصوله . ووقع في قول أبي هريرة أن النبي صلى الله عليه وسلم يراود عمه أبا طالب على الإسلام : وفي حديث الإسلاء «فقال له موسى : قد والله راودت بني إسرائيل على أدنى من ذلك فتركوه» .والتعبير عن امرأة العزيز بطريق الموصولية في قوله : { التي هو في بيتها } لقصد ما تؤذن به الصلة من تقرير عصمة يوسف عليه السّلام لأن كونه في بيتها من شأنه أن يطوّعه لمرادها .و { بيتها } بيت سكناها الذي تبيت فيه . فمعنى { هو في بيتها } أنه كان حينئذٍ في البيت الذي هي به ، ويجوز أن يكون المراد بالبيت : المنزل كله ، وهو قصر العزيز . ومنه قولهم : ربة البيت ، أي زوجة صاحب الدار ويكون معنى { هو في بيتها } أنه من جملة أتباع ذلك المنزل .وغلق الأبواب : جَعْل كل باب سادّاً للفرجة التي هو بها .وتضعيف { غلّقت } لإفادة شدة الفعل وقوته ، أي أغلقت إغلاقاً محكماً .والأبواب : جمع باب . وتقدم في قوله تعالى : { ادخلوا عليهم الباب } [ سورة المائدة : 23 ].و { هَيتَ } اسم فعل أمر بمعنى بَادرْ . قيل أصلها من اللغة الحَوْرانية ، وهي نبطية . وقيل : هي من اللغة العبرانية .واللام في { لك } لزيادة بيان المقصود بالخطاب ، كما في قولهم : سقياً لك وشكراً لك . وأصله : هيتَك . ويظهر أنها طلبت منه أمراً كان غير بدع في قصورهم بأن تستمتع المرأة بعبدها كما يستمتع الرجل بأمته ، ولذلك لم تتقدم إليه من قبل بترغيب بل ابتدأته بالتمكين من نفسها .وسيأتي لهذا ما يزيده بياناً عند قوله تعالى : { قالت ما جزاء من أراد بأهلك سوءاً }.وفي { هيت } لغات . قَرأ نافع ، وابن ذكوان عن ابن عامر ، وأبو جعفر بكسر الهاء وفتح المثناة الفوقية . وقرأه ابن كثير بفتح الهاء وسكون التحتية وضم الفوقية . وقرأه الباقون بفتح الهاء وسكون التحتية وضم التاء الفوقية ، والفتحة والضمة حركتا بناء .و { مَعاذ } مصدر أضيف إلى اسم الجلالة إضافة المصدر إلى معموله . وأصله : أعوذ عَوذاً بالله ، أي أعتصم به مما تحاولين . وسيأتي بيانه عند قوله : { قال معاذ الله أن نأخذ } [ سورة يوسف : 79 ] في هذه السورة .و ( إنّ ) مفيدة تعليل ما أفاده { معاذ الله } من الامتناع والاعتصام منه بالله المقتضي أن الله أمر بذلك الاعتصام .وضمير { إنه } يجوز أن يعود إلى اسم الجلالة ، ويكون { ربي } بمعنى خالقي . ويجوز أن يعود إلى معلوم من المقام وهو زوجها الذي لا يرضى بأن يمسها غيره ، فهو معلوم بدلالة العرف ، ويكون { ربي } بمعنى سيدي ومالكي .وهذا من الكلام الموجّه توجيهاً بليغاً حكي به كلام يوسف عليه السّلام إمّا لأن يوسف عليه السّلام أتى بمثل هذا التركيب في لغة القِبط ، وإما لأنه أتى بتركيبين عُذرين لامتناعه فحكاهما القرآن بطريقة الإيجاز والتوجيه .وأياً ما كان فالكلام تعليل لامتناعه وتعريض بها في خيانة عهدها .وفي هذا الكلام عبرة عظيمة من العفاف والتقوى وعصمة الأنبياء قبل النبوءة من الكبائر .وذُكِرَ وصف الرب على الاحتمالين لما يؤذن به من وجوب طاعته وشكره على نعمة الإيجاد بالنسبة إلى الله ، ونعمة التربية بالنسبة لمولاه العزيز .وأكدَ ذلك بوصفه بجملة { أحسن مثواي } ، أي جعل آخرتي حسنى ، إذ أنقذني من الهلاك ، أو أكرم كفالتي . وتقدم آنفاً تفسير المثوى .وجملة { إنه لا يفلح الظالمون } تعليل ثان للامتناع . والضمير المجعول اسماً ل ( إن ) ضميرُ الشأن يفيد أهمية الجملة المجعولة خبراً عنه لأنها موعظة جامعة . وأشار إلى أن إجابتها لما راودته ظلم ، لأن فيها ظلم كليهما نفسه بارتكاب معصية مما اتفقت الأديان على أنها كبيرة ، وظلم سيده الذي آمنه على بينه وآمنها على نفسها إذ اتخذها زوجاً وأحصنها .",
  "ayah": 23,
  "surah": 12
}
