{
  "text": "والهم : العزم على الفعل . وتقدم عند قوله تعالى : { وهمّوا بما لم ينالوا } في سورة براءة ( 74 ). وأكد همّها ب { قد } ولام القسم ليفيد أنها عزمت عزماً محققاً .وجملة { ولقد همت به } مستأنفة استئنافاً ابتدائياً . والمقصود : أنها كانت جادة فيما راودته لا مختبرة . والمقصود من ذكر هَمّها به التمهيد إلى ذكر انتفاء همه بها لبيان الفرق بين حاليهما في الدين فإنه معصوم .وجملة { وهَمّ بها لولا أن رأى برهان ربه } معطوفة على جملة { ولقد همت به } كلها . وليست معطوفة على جملة { همت } التي هي جواب القسم المدلول عليه باللام ، لأنه لما أردفت جملة { وهمّ بها } بجملة شرط { لولا } المتمحض لكونه من أحوال يوسف عليه السّلام وحْده لا من أحوال امرأة العزيز تعين أنه لا علاقة بين الجملتين ، فتعين أن الثانية مستقلة لاختصاص شرطها بحال المسند إليه فيها .فالتقدير : ولولا أن رأى برهان ربه لَهَمّ بها ، فقدم الجواب على شرطه للاهتمام به . ولم يقرن الجواب باللاّم التي يكثر اقتران جواب { لولا } بها لأنه ليس لازماً ولأنه لمّا قُدم على { لولا } كُره قرنه باللام قبل ذكر حرف الشرط ، فيحسن الوقف على قوله : { ولقد همت به } ليظهر معنى الابتداء بجملة { وهَمّ بها } واضحاً . وبذلك يظهر أن يوسف عليه السّلام لم يخالطه همّ بامرأة العزيز لأن الله عصمه من الهمّ بالمعصية بما أراه من البرهان .قال أبو حاتم : كنت أقرأ غريب القرآن على أبي عبيدة فلما أتيت على قوله : { ولقد همّت به وهمّ بها } الآية قال أبو عبيدة : هذا على التقديم والتأخير ، أي تقديم الجواب وتأخير الشرط ، كأنه قال : ولقد همّت به ولولا أن رأى برهان ربه لَهَمّ بها .وطعن في هذا التأويل الطبري بأن جواب { لولا } لا يتقدم عليها . ويدفع هذا الطعن أن أبا عبيدة لما قال ذلك علمنا أنه لا يرى منع تقديم جواب { لولا } ، على أنه قد يجعل المذكور قبل { لولا } دليلاً للجواب والجواب محذوفاً لدلالة ما قبل { لولا } عليه . ولا مفرّ من ذلك على كل تقدير فإن { لولا } وشرطها تقييد لقوله : { وهمّ بها } على جميع التأويلات ، فما يقدّر من الجواب يقدّر على جميع التأويلات .وقال جماعة : هَمّ يوسف بأن يجيبها لما دعته إليه ثم ارعوى وانكفّ على ذلك لما رأى برهان ربه . قاله ابن عباس ، وقتادة ، وابن أبي مليكة ، وثعْلب . وبيان هذا أنه انصرف عمّا همّ به بحفظ الله أو بعصمته ، والهمّ بالسيئة مع الكف عن إيقاعها ليس بكبيرة فلا ينافي عصمة الأنبياء من الكبائر قبل النبوءة على قول من رأى عصمتهم منها قبل النبوءة ، وهو قول الجمهور ، وفيه خلاف ، ولذلك جوز ابن عباس ذلك على يوسف . وقال جماعة : هَمّ يوسف وأخذ في التهيّؤ لذلك فرأى برهاناً صرفه عن ذلك فأقلع عن ذلك . وهذا قول السديّ ، ورواية عن ابن عباس . وهو يرجع إلى ما بيناه في القول الذي قبله .وقد خبط صاحب «الكشاف» في إلصاق هذه الروايات بمن يسميهم الحشوية والمجْبرة ، وهو يعني الأشاعرة ، وغض بصره عن أسماء من عزيت إليهم هذه التّأويلات ( رمتني بدائها وانسلت ) ولم يتعجب من إجماع الجميع على محاولة إخوة يوسف عليه السّلام قتلَه والقتلُ أشد .والرؤية : هنا عِلمية لأن البرهان من المعاني التي لا ترى بالبصر .والبرهان : الحجة . وهذا البرهان من جملته صرفهُ عن الهمّ بها ، ولولا ذلك لكان حال البشرية لا يسلم من الهمّ بمطاوعتها في تلك الحالة لتوفّر دواعي الهمّ من حسنها ، ورغبتها فيه ، واغتباط أمثاله بطاعتها ، والقرب منها ، ودواعي الشباب المسولة لذلك ، فكان برهان الله هو الحائل بينه وبين الهمّ بها دون شيء آخر .واختلف المفسرون في ما هو هذا البرهان ، فمنهم من يشير إلى أنه حجة نظرية قبّحت له هذا الفعل ، وقيل : هو وحي إلهي ، وقيل : حفظ إلهي ، وقيل : مشاهدات تمثلت له .والإشارة في قوله : { كذلك لنصرف عنه السوء والفحشاء } إلى شيء مفهوم مما قبله بتضمنه قوله : { رأى برهان ربّه } ، وهو رأي البرهان ، أي أريناه كذلك الرأي لنصرف عنه السوء .والصرف : نقل الشيء من مكان إلى مكان ، وهو هنا مجاز عن الحفظ من حلول الشيء بالمحل الذي من شأنه أن يحل فيه . عبر به عن العصمة من شيء يوشك أن يلابس شيئاً . والتعبير عن العصمة بالصرف يشير إلى أن أسباب حصول السوء والفحشاء موجودة ولكن الله صرفهما عنه .والسوء : القبيح ، وهو خيانة من ائتمنه . والفحشاء : المعصية ، وهي الزنى . وتقدم السوء والفحشاء عند قوله تعالى : { إنما يأمركم بالسوء والفحشاء } في سورة البقرة ( 169 ). ومعنى صرفهما عنه صرف ملابسته إياهما .وجملة { إنه من عبادنا المخلصين } تعليل لحكمة صرفه عن السوء والفحشاء الصرف الخارق للعادة لئلا ينتقص اصطفاء الله إياه في هذه الشدة على النفس .قرأ نافع ، وعاصم ، وحمزة ، والكسائي ، وأبو جعفر ، وخلف { المخلَصين } بفتح اللام أي الذين أخلصهم الله واصطفاهم . وقرأه ابن كثير ، وأبو عمرو ، وابن عامر ، ويعقوب بكسر اللام على معنى المخلصين دينهم لله . ومعنى التعليل على القراءتين واحد .",
  "ayah": 24,
  "surah": 12
}
