{
  "text": "هذه الجملة تتنزل من جملة { إنّا أنزلناه قرآناً عربيّاً } [ سورة يوسف : 2 ] منزلة بدل الاشتمال لأنّ أحسن القصص ممّا يشتمل عليه إنزال القرآن . وكون القصص من عند الله يتنزّل منزلة الاشتمال من جملة تأكيد إنزاله من عند الله .وقوله : بما أوحينا إليك هذا القرآن } يتضمّن رابطاً بين جملة البدل والجملة المبدل منها .وافتتاح الجملة بضمير العظمة للتّنويه بالخبر ، كما يقول كتّاب «الديوان» : أمير المؤمنين يأمر بكذا .وتقديم الضمير على الخبر الفعليّ يفيد الاختصاص ، أي نحن نقصّ لا غيرُنا ، ردّاً على من يطعن من المشركين في القرآن بقولهم : { إنّما يعلمه بشرٌ } [ سورة النحل : 103 ] وقولهم : { أساطير الأولين اكتتبها } [ سورة الفرقان : 5 ] وقولهم : يُعلمه رجل من أهل اليمامة اسمه الرّحمان . وقول النضر بن الحارث المتقدّم ديباجة تفسير هذه السورة .وفي هذا الاختصاص توافُق بين جملة البدل والجملة المبدل منها في تأكيد كون القرآن من عند الله المفاد بقوله : { إنّا أنزلناه قرآناً عربيّاً } [ سورة يوسف : 2 ].ومعنى نَقُصُّ } نخبر الأخبار السّالفة . وهو منقول من قَصّ الأثر إذا تتبّع مواقع الأقدام ليتعرّف منتهى سير صاحبها . ومصدره : القصّ بالإدغام ، والقصص بالفكّ . قال تعالى : { فارتدّا على آثارهما قصصاً } [ سورة الكهف : 64 ]. وذلك أنّ حكاية أخبار الماضين تشبه اتّبَاعَ خطاهم ، ألاَ ترى أنّهم سمّوا الأعمال سِيرة وهي في الأصل هيئة السّير ، وقالوا : سار فلان سِيرة فلان ، أي فعل مثل فعله ، وقد فرّقوا بين هذا الإطلاق المجازي وبين قصّ الأثر فخصّوا المجازي بالصّدر المفكّك وغلبوا المصدر المدغم على المعنى الحقيقيّ مع بقاء المصدر المفكك أيضاً كما في قوله : فارتدّا على آثارهما قَصصاً }.ف { أحسن القصص } هنا إمّا مفعول مطلق مبيّن لنوع فعله ، وإمّا أن يكون القصص بمعنى المفعول من إطلاق المصدر وإرادة المفعول ، كالخلق بمعنى المخلوق ، وهو إطلاق للقصص شائع أيضاً . قال تعالى : { لقد كان في قصصهم عبرةٌ لأولي الألباب } [ سورة يوسف : 111 ]. وقد يكون وزن فَعْل بمعنى المفعول كالنّبأ والخبر بمعنى المنبّأ به والمخبّر به ، ومثله الحَسب والنقَض .وجعل هذا القَصص أحسن القصص لأنّ بعض القصص لا يخلو عن حسن ترتاح له النفوس . وقصص القرآن أحسن من قصص غيره من جهة حسن نظمه وإعجاز أسلوبه وبما يتضمّنه من العبر والحكم ، فكلّ قصص في القرآن هو أحسن القصص في بابه ، وكلّ قصة في القرآن هي أحسن من كلّ ما يقصّه القاصّ في غير القرآن . وليس المراد أحسن قصص القرآن حتى تكون قصّة يوسف عليه السّلام أحسن من بقيّة قصص القرآن كما دلّ عليه قوله : بما أوحينا إليك هذا القرآن }.والباء في { بما أوحينا إليك } للسببيّة متعلّقة ب { نقُصُّ } ، فإنّ القصص الوارد في القرآن كان أحسن لأنّه وارد من العليم الحكيم ، فهو يوحي ما يعلم أنّه أحسن نفعاً للسّامعين في أبدع الألفاظ والتراكيب ، فيحصل منه غذاء العقل والروح وابتهاج النفس والذّوق ممّا لا تأتي بمثله عقول البشر .واسم الإشارة لزيادة التمييز ، فقد تكرّر ذكر القرآن بالتّصريح والإضمار واسم الإشارة ستّ مرّات ، وجمع له طرق التعريف كلّها وهي اللاّم والإضمار والعلمية والإشارة والإضافة .وجملة { وإن كنتَ من قبله لمن الغافلين } في موضع الحال من كاف الخطاب . وحرف { إنْ } مخفّف من الثقيلة ، واسمها ضمير شأن محذوف .وجملة { كنتَ من قبله لمن الغافلين } خبر عن ضمير الشأن المحذوف واللاّم الدّاخلة على خبر { كنتَ } لام الفرق بين { إنْ } المخففة و ( إنْ ) النافية .وأدخلت اللاّم في خبر كان لأنه جزء من الجملة الواقعة خبراً عن ( إن ).والضمير في { قبله } عائد إلى القرآن . والمراد من قبل نزوله بقرينة السياق .والغفلة : انتفاء العلم لعدم توجّه الذهن إلى المعلوم ، والمعنى المقصود من الغفلة ظاهر . ونكتة جعله من الغافلين دون أن يوصف وحده بالغفلة للإشارة إلى تفضيله بالقرآن على كل من لم ينتفع بالقرآن فدخل في هذا الفضل أصحابه والمسلمون على تفاوت مراتبهم في العلم .ومفهوم { من قبله } مقصود منه التعريض بالمشركين المُعْرضين عن هدي القرآن . قال النبي صلى الله عليه وسلم « مَثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضاً فكان منها نَقية قبِلت الماء فأنبتت الكلأ والعُشُب الكثير ، وكانت منها أجادب أمسَكَتْ الماء فنفع الله بها الناس فشربوا وسقَوا وزَرعوا ، وأصاب منها طائفةً أخرى إنّما هي قيعان لا تُمسك ماء ولا تُنبت كلأ . فذلك مَثل من فقه في دين الله ونفعه ما بعثني الله به فعَلِم وعلّم . ومثَل من لم يرفع بذلك رأساً ولم يقبل هُدى الله الذي أرسلتُ به » أي المشركين الذين مثَلُهم كمثل من لا يرفع رأسه لينظر .",
  "ayah": 3,
  "surah": 12
}
