{
  "text": "وذكر آباءه تعليماً بفضلهم ، وإظهاراً لسابقية الصلاح فيه ، وأنه متسلسل من آبائه ، وقد عقله من أول نشأته ثم تأيد بما علّمه ربّه فحصل له بذلك الشرف العظامي والشرف العصامي . ولذلك قال النبي صلى الله عليه وسلم لما سئل عن أكرم الناس : «يوسف بن يعقوب بن إسحاق بن إبراهيم نبيء ابن نبيء ابن نبيء ابن نبيء» . ومثل هذه السلسلة في النبوءة لم يجتمع لأحد غير يوسف عليه السّلام إذا كان المراد بالنبوءة أكملها وهو الرسالة ، أو إذا كان إخوة يوسف عليه السّلام غير أنبياء على رأي فريق من العلماء .وأراد باتّباع ملّة آبائه اتباعَها في أصولها قبل أن يعطى النبوءة إذا كان فيما أوحي إليه زيادة على ما أوحي به إلى آبائه من تعبير الرؤيا والاقتصاد؛ أو أن نبوءته كانت بوحي مثل ما أوحي به إلى آبائه ، كقوله تعالى : { شرع لكم من الدين ما وصّى به نوحاً إلى قوله أقيموا الدين ولا تتفرّقوا فيه } [ سورة الشورى : 13 ].وذكر السلف الصالح في الحقّ يزيد دليل الحقّ تمكّناً ، وذكر ضدهم في الباطل لقصد عدم الحجة بهم بمجردهم . كما في قوله الآتي : { ما تعبدون من دونه إلا أسماء سمّيتموها أنتم وآباؤكم } [ سورة يوسف : 40 ].وجملة ما كان لنا أن نشرك بالله من شيء } في قوة البيان لما اقتضته جملة { واتّبعتُ ملة آبائي } من كون التوْحيد صار كالسجية لهم عرف بها أسلافه بين الأمم ، وعرّفهم بها لنفسه في هذه الفرصة . ولا يخفى ما تقتضيه صيغة الجحود من مبالغة انتفاء الوصف على الموصوف ، كما تقدم في قوله تعالى : { ما كان لبشر أن يؤتيه الله الكتاب } في سورة آل عمران ( 79 ) ، وعند قوله تعالى : { قال سبحانك ما يكون لي أن أقول ما ليس لي بحقٍ } في آخر سورة العقود ( 116 ).و { من } في قوله : { مِن شيء } مزيدة لتأكيد النفي . وأدخلت على المقصود بالنفي .وجملة { ذلك من فضل الله علينا } زيادة في الاستئناف والبيان لقصد الترغيب في اتباع دين التوحيد بأنه فضل .وقوله : { وعلى الناس } أي الذين يتبعونهم ، وهو المقصود من الترغيب بالجملة .وأتَى بالاستدراك بقوله : { ولكن أكثر الناس لا يشكرون } للتصريح بأن حال المخاطبين في إشراكهم حال من يكفر نعمة الله ، لأن إرسال الهداة نعمة ينبغي أن ينظر الناس فيها فيعلموا أن ما يدعونَهم إليه خير وإنقاذ لهم من الانحطاط في الدنيا والعذاب في الآخرة ، ولأن الإعراض عن النظر في أدلة صدق الرسل كفر بنعمة العقل والنظر .",
  "ayah": 38,
  "surah": 12
}
