{
  "text": "هذا عطف جزء من قصة على جزء منها تكملة لوصف خلاص يوسف عليه السّلام من السجن .والتعريف في { الملك } للعهد ، أي ملك مصر . وسماه القرآن هنا ملكاً ولم يسمه فرعونَ لأن هذا الملك لم يكن من الفراعنة ملوك مصر القبط ، وإنما كان ملكاً لمصر أيامَ حَكَمَها ( الهِكسوس ) ، وهم العمالقة ، وهم من الكنعانيين ، أو من العرب ، ويعبر عنهم مؤرخو الإغريق بملوك الرعاة ، أي البَدو . وقد ملكوا بمصر من عام 1900 إلى عام 1525 قبل ميلاد المسيح عليه السّلام . وكان عصرهم فيما بين مدة العائلة الثالثة عشرة والعائلة الثامنة عشرة من ملوك القبط ، إذ كانت عائلات ملوك القبط قد بقي لها حكم في مصر العليا في مدينة ( طِيبة ) كما تقدم عند قوله تعالى : { وقال الذي اشتراه } [ سورة يوسف : 21 ]. وكان ملكهم في تلك المدة ضعيفاً لأن السيادة كانت لملوك مصر السفلى . ويقدّر المؤرخون أن ملك مصر السفلى في زمن يوسف عليه السّلام كان في مدة العائلة السابعة عشرة .فالتعبير عنه بالملك في القرآن دون التعبير بفرعون مع أنه عبّر عن ملك مصر في زمن موسى عليه السّلام بلقب فرعون هو من دقائق إعجاز القرآن العلمي . وقد وقع في التوراة إذ عبر فيها عن ملك مصر في زمن يوسف عليه السّلام فرعون وما هو بفرعون لأن أمته ما كانت تتكلم بالقبطية وإنما كانت لغتهم كنعانية قريبَة من الآرامية والعربية ، فيكون زمن يوسف عليه السّلام في آخر أزمان حكم ملوك الرعاة على اختلاف شديد في ذلك .وقوله : { سِمانٍ } جمع سمينة وسَمين ، مثل كرام ، وهو وصف ل { بقرات }.و { عجاف } جمع عجفاء . والقياس في جمع عجفاء عُجف لكنه صيغ هنا بوزن فِعال لأجل المزاوجة لمقارنه وهو { سمان }. كما قال الشاعرهتّاك أخبية ولاّج أبوية: ...والقياس أبواب لكنه حمله على أخبية .والعجفاء : ذات العَجَف بفتحتين وهو الهزال الشديد .و { وسبع سنبلات } معطوف على { سبع بقرات }. والسنبلة تقدمت في قوله تعالى : { كمثل حبةٍ أنبتت سبع سنابل } في سورة البقرة ( 261 ).والملأ : أعيان الناس . وتقدم عند قوله تعالى : { قال الملأ من قومه } في سورة الأعراف ( 60 ).والإفتاء : الإخبار بالفتوى . وتقدمت آنفاً عند قوله : { قضي الأمر الذي فيه تستفتيان } [ سورة يوسف : 41 ].و { في } للظرفية المجازية التي هي بمعنى الملابسة ، أي أفتوني إفتاء ملابساً لرؤياي ملابسة البيان للمجمل .وتقديم { للرؤيا } على عامله وهو { تعبرون } للرعاية على الفاصلة مع الاهتمام بالرؤيا في التعبير . والتعريف في { للرؤيا } تعريف الجنس .واللام في { للرؤيا } لام التقوية لضعف العامل عن العمل بالتأخير عن معموله . يقال : عَبَر الرؤيا من باب نَصر . قال في «الكشاف» : وعبَرت الرؤيا بالتخفيف هو الذي اعتمده الأثبات . ورأيتهم ينكرون عبّرت بالتشديد والتعبير ، وقد عثرت على بيت أنشده المبرد في كتاب «الكامل» لبعض الأعراب:رأيت رؤْيَاي ثم عبّرتُها...وكنتُ للأحلام عَبّارا ...والمعنى : فسر ما تدل عليه وأوّل إشاراتها ورموزها .وكان تعبير الرؤيا مما يشتغلون به . وكان الكهنة منهم يعدونه من علومهم ولهم قواعد في حل رموز ما يراه النائم . وقد وجدت في آثار القبط أوراق من البردي فيها ضوابط وقواعد لتعبير الرُّؤى ، فإن استفتاء صاحبي السجن يوسف عليه السّلام في رؤييهما ينبىء بأن ذلك شائع فيهم ، وسؤال المَلك أهل ملأه تعبير رؤياه ينبىء عن احتواء ذلك الملأ على من يُظنّ بهم علم تعبير الرؤيا ، ولا يخلو ملأ الملك من حضور كهان من شأنهم تعبير الرؤيا .وفي التوراة «فأرسل ودعا جميع سَحرة مصر وجميع حكمائها وقص عليهم حلمه فلم يكن من يعبره له» . وإنما كان مما يقصد فيه إلى الكهنة لأنه من المغيبات . وقد ورد في أخبار السيرة النبوية أن كسرى أرسل إلى سطيح الكاهن ليعبر له رؤيا أيام ولادة النبي صلى الله عليه وسلم وهي معدودة من الإرهاصات النبوية . وحصل لكسرى فزع فأوفد إليه عبد المسيح .فالتعريف في قوله { للرؤيا } تعريف العهد ، والمعهود الرؤيا التي كان يقصها عليهم على طريقة إعادة النكرة معرفة باللام أن تكون الثانية عين الأولى . والمعنى : إن كنتم تعبرون هذه الرؤيا .",
  "ayah": 43,
  "surah": 12
}
