{
  "text": "الخطاب بالنداء مؤذن بقول محذوف في الكلام ، وأنه من قول الذي نجا وادكر بعد أمة . وحُذف من الكلام ذكر إرساله ومشيه ووصوله ، إذ لا غرض فيه من القصة . وهذا من بديع الإيجاز .و { الصدّيق } أصله صفةُ مبالغة مشتقة من الصّدْق ، كما تقدم عند قوله تعالى : { وأمه صدّيقةٌ } في سورة العقود ( 75 ) ، وغلب استعمال وصف الصدّيق استعمال اللقب الجامع لمعاني الكمال واستقامة السلوك في طاعة الله تعالى ، لأن تلك المعاني لا تجتمع إلا لمن قوي صدقه في الوفاء بعهد الدين .وأحسنُ ما رأيت في هذا المعنى كلمة الراغب الأصفهاني في مفردات القرآن قال : «الصديقون هم دُوَيْن الأنبياء» . وهذا ما يشهد به استعمال القرآن في آيات كثيرة مثل قوله : { فأولئك مع الذين أنعم الله عليهم من النبيين والصدّيقين } [ سورة النساء : 69 ] الآية ، وقوله : { وأمه صدّيقة } [ سورة المائدة : 75 ]. ومنه ما لَقّب النبيءُ أبا بكر بالصدّيق في قوله في حديث رجف جبل أحُد أُسْكُنْ أُحُد فإنما عليك نبيء وصدّيق وشهيدان . من أجل ذلك أجمع أصحاب رسول الله ومنهم علي بن أبي طالب كرّم الله وجهه على أن أبا بكر رضي الله عنه أفضل الأمة بعد النبي . وقد جَمع الله هذا الوصف مع صفة النبوءة في قوله : { واذكر في الكتاب إدريس إنه كان صدّيقاً نبياً } في سورة مريم ( 56 ).وقد يطلق الصدّيق على أصل وصفه ، كما في قوله تعالى : { والذين آمنوا بالله ورُسله أولئك هم الصدّيقون } [ سورة الحديد : 19 ] على أحد تأويلين فيها .فهذا الذي استفتَى يوسف عليه السّلام في رؤيا الملِك وَصَف في كلامه يوسف عليه السّلام بمعنى يدل عليه وصف الصدّيق في اللسان العربي ، وإنما وصفه به عن خبرة وتجربة اكتسبها من مخالطة يوسف عليه السّلام في السجن .فضمّ ما ذكرناه هنا إلى ما تقدم عند قوله تعالى : { وأمه صدّيقةٌ } في سورة العقود ( 75 ) ، وإلى قوله : { مع الذين أنعم الله عليهم من النبيين والصدّيقين } في سورة النساء ( 69 ).وإعادة العِبارات المحكية عن الملك بعينها إشارة إلى أنه بلّغ السؤال كما تلقاه ، وذلك تمام أمانة الناقل .و { الناس } تقدم في قوله : { ومن الناس من يقول آمنا بالله } في سورة البقرة ( 8 ).والمراد ب { الناس } بعضهم ، كقوله تعالى : { الذينَ قال لهم النّاس إن النّاس قد جمعوا لكم } [ سورة آل عمران : 173 ]. والناس هنا هم الملك وأهل مجلسه ، لأن تأويل تلك الرؤيا يهمهم جميعاً ليعلم الملك تأويل رؤياه ويعلم أهل مجلسه أن ما عجزوا عن تأويله قد علمه من هو أعلم منهم . وهذا وجه قوله : لعلهم يعلمون } مع حذف معمول { يعلمون } لأن كل أحد يعلم ما يفيده علمه .",
  "ayah": 46,
  "surah": 12
}
