{
  "text": "جاءت الجملة مفصولة عن التي قبلها على طريقة المحاورات . وقد تقدّمت عند قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ).والنّداء مع حضور المخاطب مستعمل في طلب إحضار الذهن اهتماماً بالغرض المخاطب فيه .و { بُنَيّ } بكسر الياء المشدّدة تصغير ابن مع إضافته إلى ياء المتكلم وأصله بُنَيْوي أو بُنَيْيي على الخلاف في أنّ لام ابن الملتزمَ عدمُ ظهورها هي واو أم ياء . وعلى كلا التقديرين فإنّها أدغمت فيها ياء التصغير بعد قلب الواو ياء لتقارب الياء والواو ، أو لتمَاثلهما فصار ( بنَيّي ). وقد اجتمع ثلاث ياءات فلزم حذف واحدة منها فحذفت ياء المتكلم لزوماً وألقيت الكسرة التي اجتلبت لأجلها على ياء التصغير دلالة على الياء المحذوفة . وحذفُ ياء المتكلم من المنادى المضاف شائع ، وبخاصة إذا كان في إبقائها ثقل كما هنا ، لأنّ التقاء ياءات ثلاث فيه ثقل .وهذا التّصغير كناية عن تحبيب وشفقة . نزل الكبير منزلة الصغير لأنّ شأن الصغير أن يحب ويشفق عليه . وفي ذلك كناية عن إمحاض النصح له .والقصّ : حكاية الرؤيا . يقال : قص الرؤيا إذا حكاها وأخبر بها . وهو جاءٍ من القصص كما علمت آنفاً .والرؤيا بألف التأنيث هي : رؤية الصور في النوم ، فرّقوا بينها وبين رؤية اليقظة باختلاف علامتي التأنيث ، وهي بوزن البشرى والبقيَا .وقد علم يعقوب عليه السّلام أن إخوة يوسف عليه السّلام العشرة كانوا يغارون منه لفرط فضله عليهم خَلقا وخلقا ، وعلم أنّهم يعبرون الرؤيا إجمالاً وتفصيلاً ، وعلم أن تلك الرؤيا تؤذن برفعة ينالها يوسف عليه السّلام على إخوته الذين هم أحدَ عَشَرَ فخشي إن قصّها يوسف عليه السلام عليهم أن تشتد بهم الغيرة إلى حدّ الحسد ، وأن يعبّروها على وجهها فينشأ فيهم شرّ الحاسد إذا حسد ، فيكيدوا له كيداً ليسلموا من تفوقّه عليهم وفضله فيهم .والكيد : إخفاء عمل يضرّ المكيد . وتقدّم عند قوله تعالى : { وأُمْلِي لهم إن كيدي متين } في سورة الأعراف ( 183 ).واللاّم في { لك } لتأكيد صلة الفعل بمفعوله كقوله : شكرت لك النعمى .وتنوين { كيداً } للتعظيم والتهويل زيادة في تحذيره من قص الرؤيا عليهم .وقصد يعقوب عليه السّلام من ذلك نجاة ابنه من أضرار تلحقه ، وليس قصده إبطال ما دلّت عليه الرؤيا فإنّه يقع بعد أضرار ومشاق . وكان يعلم أن بنيه لم يبلغوا في العلم مبلغ غوص النظر المفضي إلى أن الرّؤيا إن كانت دالة على خير عظيم يناله فهي خبر إلهي ، وهو لا يجوز عليه عدم المطابقة للواقع في المستقبل ، بل لعلّهم يحسبونها من الإنذار بالأسباب الطبيعية التي يزول تسببها بتعطيل بعضها .وقول يعقوب عليه السّلام هذا لابنه تحذير له مع ثقته بأنّ التحذير لا يثير في نفسه كراهة لإخوته لأنّه وثق منه بكمال العقل ، وصفاء السريرة ، ومكارم الخلق . ومن كان حاله هكذا كان سمحاً ، عاذراً ، معرضاً عن الزلاّت ، عالماً بأثر الصبر في رفعة الشأن ، ولذلك قال لإخوته { إنّه من يتّق ويصبر فإنّ الله لا يضيع أجر المحسنين } [ سورة يوسف : 90 ] وقال : { لا تثريب عليكم اليوم يغفر الله لكم وهو أرحم الراحمين } [ سورة يوسف : 92 ]. وقد قال أحد ابني آدم عليه السّلام لأخيه الذي قال له لأقتلنّك حسداً { لئن بسطت إليّ يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك إنّي أخاف الله رب العالمين } [ سورة المائدة : 28 ]. فلا يشكل كيف حذّر يعقوبُ يوسفَ عليهما السّلام من كيد إخوته ، ولذلك عقب كلامه بقوله : إن الشيطان للإنسان عدوّ مبين } ليعلم أنه ما حذّره إلاّ من نزغ الشيطان في نفوس إخوته . وهذا كاعتذار النبي صلى الله عليه وسلم للرّجلين من الأنصار اللذين لقياه ليلاً وهو يشيّع زوجه أمّ المؤمنين إلى بيتها فلمّا رأياه ولّيَا ، فقال : « على رسلكما إنها صفية ، فقالا : سبْحان الله يا رسول الله وأكبرا ذلك ، فقال لهما : إنّ الشيطان يجري من ابن آدم مجرى الدم وإني خشيت أن يقذف في نفوسكما » . فهذه آيةُ عبرة بتوسّم يعقوب عليه السّلام أحوال أبنائه وارتيائه أن يكفّ كيدَ بعضهم لبعض .فجملة { إن الشيطان للإنسان } الخ واقعة موقع التعليل للنهي عن قصّ الرؤيا على إخوته . وعداوة الشيطان لجنس الإنسان تحمله على أن يدفعهم إلى إضرار بعضهم ببعض .وظاهر الآية أن يوسف عليه السّلام لم يقص رؤياه على إخوته وهو المناسب لكماله الذي يبعثه على طاعة أمْر أبيه . ووقع في الإسرائيليات أنه قصّها عليهم فحسدوه .",
  "ayah": 5,
  "surah": 12
}
