{
  "text": "قال الملك : ائتوني به لما أبلغه الساقي صورة التعبير . والخطاب للملأ ليرسلوا مَن يعينونه لجلبه . ولذلك فرع عليه { فلما جاءه الرسول }. فالتقدير : فأرسلوا رسولاً منهم . وضميرا الغائب في قوله : { به } وقوله : { جاءه } عائدان إلى يوسف عليه السّلام . وضمير { قال } المستتر كذلك .وقد أبى يوسف عليه السّلام الخروج من السجن قبل أن تثبت براءته مما رمي به في بيت العزيز ، لأن ذلك قد بلغ الملك لا محالة لئلا يكون تبريزه في التعبير الموجب لإطلاقه من السجن كالشفيع فيه فيبقى حديث قرفه بما قرف به فاشياً في الناس فيتسلق به الحاسدون إلى انتقاص شأنه عند الملك يوماً ما ، فإن تبرئة العرض من التهم الباطلة مقصد شرعي ، وليكون حضوره لدى الملك مرموقاً بعين لا تنظر إليه بشائبة نقص .وجعل طريق تقرير براءته مفتتحةً بالسؤال عن الخبر لإعادة ذكره من أوله ، فمعنى { فاسألْه } بلَغ إليه سؤالاً من قِبلي . وهذه حكمة عظيمة تحق بأن يؤتسى بها . وهي تطلب المسجون باطلاً أن يَبقى في السجن حتى تتبين براءته من السبب الذي سجن لأجله ، وهي راجعة إلى التحلي بالصبر حتى يظهر النصر .وقال النبي صلى الله عليه وسلم « لو لبثت ما لبث يوسف في السجن لأجبت الداعي » أي داعيَ الملك وهو الرسول الذي في قوله تعالى : { فلما جاءه الرسول } ، أي لما راجعت الملك . فهذه إحدى الآيات والعبر التي أشار إليها قوله تعالى : { لقد كان في يوسف وإخوته آيات للسائلين } [ سورة يوسف : 7 ].والسؤال : مستعمل في التنبيه دون طلب الفهم ، لأن السائل عالم بالأمر المسؤول عنه وإنما يريد السائل حث المسؤول عن علم الخبر . وقريب منه قوله تعالى : { عم يتساءلون } [ سورة النبإ : 1 ].وجعل السؤال عن النسوة اللاتي قطعن أيديهن دون امرأة العزيز تسهيلاً للكشف عن أمرها ، لأن ذكرها مع مكانة زوجها من الملك ربما يصرف الملك عن الكشف رعياً للعزيز ، ولأن حديث المُتّكأ شاع بين الناس ، وأصبحت قضية يوسف عليه السّلام مشهورة بذلك اليوم ، كما تقدم عند قوله تعالى : { ثم بدا لهم من بعد ما رأوا الآيات ليسجننه } [ سورة يوسف : 35 ] ، ولأن النسوة كن شواهد على إقرار امرأة العزيم بأنها راودت يوسف عليه السّلام عن نفسه . فلا جرم كان طلب الكشف عن أولئك النسوة منتهى الحكمة في البحث وغاية الإيجاز في الخطاب .وجملة إن ربي بكيدهن عليم } من كلام يوسف عليه السّلام . وهي تذييل وتعريض بأن الكشف المطلوب سينجلي عن براءته وظهور كيد الكائدات له ثقة بالله ربه أنه ناصره .وإضافة كيد إلى ضمير النسوة لأدنى ملابسة لأن الكيد واقع من بعضهن ، وهي امرأة العزيز في غرضها من جمع النسوة فأضيف إلى ضمير جماعتهن قصداً للإبهام المعين على التبيان .",
  "ayah": 50,
  "surah": 12
}
