{
  "text": "وجملة { قال اجعلني على خزائن الأرض } حكاية جوابه لكلام الملك ولذلك فصلت على طريقة المحاورات .و { على } هنا للاستعلاء المجازي ، وهو التصرف والتمكن ، أي اجعلني متصرّفاً في خزائن الأرض .و { خزائن } جمع خِزانة بكسر الخاء ، أي البيت الذي يختزن فيه الحبوب والأموال .والتعريف في { الأرض } تعريف العهد ، وهي الأرض المعهودة لهم ، أي أرض مصر .والمراد من { خزائن الأرض } خزائن كانت موجودة ، وهي خزائن الأموال؛ إذ لا يخلو سلطان من خزائن معدودة لنوائب بلاده لا الخزائن التي زيدت من بعد لخزن الأقوات استعداداً للسنوات المعبر عنها بقوله : { مما تحصنون } [ سورة يوسف : 48 ].واقتراح يوسف عليه السلام ذلك إعداد لنفسه للقيام بمصالح الأمة على سنة أهل الفضل والكمال من ارتياح نفوسهم للعلم في المصالح ، ولذلك لم يسأل مالاً لنفسه ولا عَرَضاً من متاع الدنيا ، ولكنه سأل أن يوليه خزائن المملكة ليحفظ الأموال ويعدل في توزيعها ويرفق بالأمة في جمعها وإبلاغها لمحالّها .وعلّل طلبه ذلك بقوله : { إني حفيظ عليم } المفيد تعليل ما قبلها لوقوع ( إنّ ) في صدر الجملة فإنه علم أنه اتصف بصفتين يعسر حصول إحداهما في الناس بله كلتيهما ، وهما : الحفظ لما يليه ، والعلم بتدبير ما يتولاه ، ليعلم الملك أن مكانته لديه وائتمانه إياه قد صادفا محلهما وأهلهما ، وأنه حقيق بهما لأنه متصف بما يفي بواجبهما ، وذلك صفة الحفظ المحقّق للائتمان ، وصفة العلم المحققّ للمكانة . وفي هذا تعريف بفضله ليهتدي الناس إلى اتباعه وهذا من قبيل الحِسبَة .وشبه ابن عطية بمقام يوسفَ عليه السلام هذا مقام أبي بكر رضي الله عنه في دخوله في الخلافة مع نهيه المستشير له من الأنصار من أن يتأمر على اثنين . قلت : وهو تشبيه رشيق ، إذ كلاهما صدّيق .وهذه الآية أصل لوجوب عرض المرء نفسه لولاية عمل من أمور الأمة إذا علم أنه لا يصلح له غيره لأن ذلك من النصح للأمة ، وخاصة إذا لم يكن ممّن يتهم على إيثار منفعة نفسه على مصلحة الأمة . وقد علم يوسف عليه السلام أنه أفضل الناس هنالك لأنه كان المؤمن الوحيد في ذلك القطر ، فهو لإيمانه بالله يبث أصول الفضائل التي تقتضيها شريعة آبائه إبراهيم وإسحاق ويعقوب عليهم السلام . فلا يعارض هذا ما جاء في «صحيح مسلم» عن عبد الرحمان بن سمرة قال : قال لي رسول الله صلى الله عليه وسلم \" يا عبد الرحمان لا تسأل الإمارة فإنك إن أعطيتَها عن مسألة وُكلتَ إليها وإن أعطيتَها عن غير مسألة أُعنت عليها \" لأن عبد الرحمان بن سمرة لم يكن منفرداً بالفضل من بين أمثاله ولا راجحاً على جميعهم .ومن هذه الآية أخذ فقهاء المذهب جواز طلب القضاء لمن يعلم أنه أهل وأنه إن لم يُوَلّ ضاعت الحقوق . قال المازري : «يجب على من هو أهل الاجتهاد والعدالة السعي في طلب القضاء إن عَلم أنه إن لم يلِه ضاعت الحقوق أو وليه مَن لا يحلّ أن يولى . وكذلك إن كان وَلِيَه من لا تحلّ توليته ولا سبيل لعزله إلا بطلب أهله» .وقال ابن مرزوق : لم أقف على هذا لأحد من قدماء أهل المذهب غير المازري .وقال عياض في كتاب الإمارة ، أي من «شرح صحيح مسلم» ، ما ظاهره الاتفاق على جواز الطلب في هذه الحالة ، وظاهر كلام ابن رشد في «المقدمات» حِرمة الطلب مطلقاً . قال ابن مرزوق : وإنما رأيت مثل ما نقل المازري أو قريباً منه للغزالي في «الوجيز» .",
  "ayah": 55,
  "surah": 12
}
