{
  "text": "عطف هذا الكلام على تحذيره من قصّ الرؤيا على إخوته إعلاماً له بعلوّ قدره ومستقبل كماله ، كي يزيد تملياً من سموّ الأخلاق فيتسع صدره لاحتمال أذى إخوته ، وصفحاً عن غيرتهم منه وحسدهم إيّاه ليتمحّض تحذيره للصلاح ، وتنتفي عنه مفسدة إثارة البغضاء ونحوها ، حكمة نبويّة عظيمة وطبّاً روحانيّاً ناجعاً .والإشارة في قوله : { وكذلك } إلى ما دلّت عليه الرؤيا من العِناية الربّانيّة به ، أي ومثل ذلك الاجتباء يجتبيك ربّك في المستقبل ، والتّشبيه هنا تشبيه تعليل لأنّه تشبيه أحد المعلولين بالآخر لاتّحاد العلّة . وموقع الجار والمجرور موقع المفعول المطلق ل { يجتبيك } المبيّن لنوع الاجتباء ووجهه .والاجتباء : الاختيار والاصطفاء . وتقدّم في قوله تعالى : { واجتبيناهم } في سورة الأنعام ( 87 ) ، أي اختياره من بين إخوته ، أو من بين كثير من خلقه . وقد علم يعقوب عليه السّلام ذلك بتعبير الرؤيا ودلالتها على رفعة شأنه في المستقبل فتلك إذا ضُمّت إلى ما هو عليه من الفضائل آلت إلى اجتباء الله إياه ، وذلك يؤذن بنبوءته . وإنّما علم يعقوب عليه السّلام أنّ رفعة يوسف عليه السّلام في مستقبله رفعة إلهية لأنّه عَلِمَ أن نعم الله تعالى متناسبة فلمّا كان ما ابتدأه به من النعم اجتباءً وكمالاً نفسيّاً تعيّن أن يكون ما يلحق بها ، من نوعها .ثم إنّ ذلك الارتقاء النفساني الذي هو من الواردات الإلهية غايته أن يبلغ بصاحبه إلى النبوءة أو الحكمة فلذلك علم يعقوب عليه السّلام أنّ الله سيعلّم يوسف عليه السّلام من تأويل الأحاديث ، لأنّ مسَبّبَ الشيء مسبّب عن سَبب ذلك الشيء ، فتعليم التّأويل ناشىء عن التشبيه الذي تضمنه قوله : { وكذلك } ، ولأنّ اهتمام يوسف عليه السّلام برؤياه وعرضها على أبيه دلّ أباه على أنّ الله أودع في نفس يوسف عليه السّلام الاعتناء بتأويل الرؤيا وتعبيرها . وهذه آية عبرة بحال يعقوب عليه السّلام مع ابنه إذ أشعره بما توسّمه من عناية الله به ليزداد إقبالاً على الكمال بقوله : { ويتمّ نعمته عليك }.والتّأويل : إرجاع الشيء إلى حقيقته ودليله . وتقدّم عند قوله تعالى : { وما يعلم تأويله إلاّ الله } [ سورة آل عمران : 7 ].والأحاديث } : يصحّ أن يكون جمع حديث بمعنى الشيء الحادث ، فتأويل الأحاديث : إرجاع الحوادث إلى عللها وأسبابها بإدراك حقائقها على التمام . وهو المعنى بالحكمة ، وذلك بالاستدلال بأصناف الموجودات على قدرة الله وحكمته ، ويصحّ أن يكون الأحاديث جمع حديث بمعنى الخبر المتحدّث به ، فالتأويل : تعبير الرؤيا . سمّيت أحاديث لأنّ المرائيَ يتحدثُ بها الراؤون وعلى هذا المعنى حملها بعضُ المفسرين . واستدلوا بقوله في آخر القصة { وقال يا أبت هذا تأويل رؤياي من قبل }[ سورة يوسف : 100 ]. ولعلّ كِلاَ المعنيين مراد بناء على صحة استعمال المشترك في معنييه وهو الأصح ، أو يكون اختيار هذا اللفظ إيجازاً معجزاً ، إذ يكون قد حكِي به كلام طويل صَدر من يعقوب عليه السّلام بلغته يعبّر عن تأويل الأشياء بجميع تلك المعاني .وإتمام النعمة عليه هو إعطاؤه أفضل النعم وهي نعمة النبوءة ، أو هو ضميمة الملك إلى النبوءة والرسالة ، فيكون المراد إتمام نعمة الاجتباء الأخروي بنعمة المجد الدنيوي .وعلم يعقوب عليه السّلام ذلك من دلالة الرؤيا على سجود الكواكب والنيريْن له ، وقد علم يعقوب عليه السّلام تأويل تلك بإخوته وأبويه أو زوج أبيه وهي خالة يوسف عليه السّلام ، وعلم من تمثيلهم في الرؤيا أنّهم حين يسجدون له يَكون أخوته قد نالوا النبوءة ، وبذلك علم أيضاً أنّ الله يتمّ نعمته على إخوته وعلى زوج يعقوب عليه السّلام بالصديقية إذا كانت زوجة نبيء . فالمراد من آل يعقوب خاصتهم وهم أنباؤه وزوجه ، وإن كان المراد بإتمام النعمة ليوسف عليه السّلام إعطاءُ الملك فإتمامها على آل يعقوب هو أن زادهم على ما أعطاهم من الفضل نعمة قرابة المَلِك ، فيصح حينئذٍ أنْ يكون المراد من آله جميع قرابته .والتّشبيه في قوله : كما أتمها على أبويك من قبل } تذكير له بنعم سابقة ، وليس ممّا دلت عليه الرؤيا . ثم إن كان المراد من إتمام النعمة النبوءة فالتّشبيه تام ، وإن كان المراد من إتمام النعمة الملك فالتشبيه في إتمام النعمة على الإطلاق .وجعل إبراهيم وإسحاق عليهما السّلام أبوين له لأنّ لهما ولادة عليه ، فهما أبواه الأعليان بقرينة المقام كقول النبي صلى الله عليه وسلم « أنا ابنُ عبد المطّلب » .وجملة { إنّ ربّك عليم حكيم } تذييل بتمجيد هذه النعم ، وأنها كائنة على وفق علمه وحكمته ، فعلمه هو علمه بالنفوس الصالحة لهذه الفضائل ، لأنّه خلقها لقبول ذلك فعلمه بها سابق ، وحكمته وضع النعم في مواضعها المناسبة .وتصدير الجملة ب { إنّ } للاهتمام لا للتّأكيد إذْ لاَ يشك يوسف عليه السّلام في علم الله وحكمته . والاهتمام ذريعة إلى إفادة التعليل . والتفريع في ذلك تعريض بالثناء على يوسف عليه السّلام وتأهّله لمثل تلك الفضائل .",
  "ayah": 6,
  "surah": 12
}
