{
  "text": "أصل المتاع ما يتمتع به من العروض والثياب . وتقدم عند قوله تعالى : { لو تغفلون عن أسلحتكم وأمتعتكم } في سورة النساء ( 102 ). وأطلق هنا على إعدال المتاع وإحماله من تسمية الشيء باسم الحالّ فيه .وجملة { قالوا يا أبانا } مستأنفة استئنافاً بيانياً لترقب السامع أن يعلم ماذا صدر منهم حين فجأهم وجدان بضاعتهم في ضمن متاعهم لأنه مفاجأة غريبة ، ولهذه النكتة لم يعطف بالفاء .و { ما } في قوله : { ما نبغي } يجوز أن يكون للاستفهام الإنكاري بتنزيل المخاطب منزلة من يتطلب منهم تحصيل بغية فينكرون أن تكون لهم بغية أخرى ، أي ماذا نطلب بعد هذا . ويجوز كون { ما } نافية ، والمعنى واحد لأن الاستفهام الإنكاري في معنى النفي .وجملة { هذه بضاعتنا ردت إلينا } مبينة لجملة { ما نبغي } على الاحتمالين . وإنما علموا أنها رُدّت إليهم بقرينة وَضْعها في العِدل بعد وضع الطعام وهم قد كانوا دفعوها إلى الكيالين ، أو بقرينة ما شاهدوا في يوسف عليه السلام من العطف عليهم ، والوعد بالخير إن هم أتوا بأخيهم إذ قال لهم { ألا ترون أني أوفي الكيل وأنا خير المنزلين } [ سورة يوسف : 59 ].وجملة ونمير أهلنا } معطوفة على جملة { هذه بضاعتنا ردت إلينا } ، لأنها في قوة هذا ثمن ما نحتاجه من الميرة صَار إلينا ونمير به أهلنا ، أي نأتيهم بالميرة .والميرة بكسر الميم بعدها ياء ساكنة : هي الطعام المجلوب .وجملة { ونحفظ أخانا } معطوفة على جملة { ونمير أهلنا } ، لأن المير يقتضي ارتحالاً للجلب ، وكانوا سألوا أباهم أن يكون أخوهم رفيقاً لهم في الارتحال الذكور ، فكانت المناسب بين جملة { ونمير أهلنا } وجملة { ونحفظ أخانا } بهذا الاعتبار ، فذكروا ذلك تطميناً لخاطر فيهم .وجملة { ونزداد كيل بعير } زيادةٌ في إظهار حرصهم على سلامة أخيهم لأن في سلامته فائدة لهم بازدياد كيل بعير ، لأن يوسف عليه السلام لا يعطي الممتارَ أكثر من حمل بعير من الطعام ، فإذا كان أخوهم معهم أعطاه حِمل بعير في عداد الإخوة . وبه تظهر المناسبة بين هذه الجملة والتي قبلها .وهذه الجمل مرتبة ترتيباً بديعاً لأن بعضها متولد عن بعض .والإشارة في { ذلك كيل يسير } إلى الطعام الذي في متاعهم . وإطلاق الكيل عليه من إطلاق المصدر على المفعول بقرينة الإشارة .قيل : إن يعقوب عليه السلام قال لهم : لعلهم نسوا البضاعة فإذا قدمتم عليهم فأخبروهم بأنكم وجدتموها في رحالكم .",
  "ayah": 65,
  "surah": 12
}
