{
  "text": "اشتهر الإيتاء والإعطاء وما يراد بهما في إنشاء الحلف ليطمئن بصدق الحالف غيره وهو المحلوف له .وفي حديث الحشر « فيعطي الله من عُهود ومواثيق أن لا يسأله غيره » كما أطلق فعل الأخذ على تلقي المحلوف له للحلف ، قال تعالى : { وأخذنا منكم ميثاقاً غليظاً } [ سورة النساء : 21 ] و { قد أخذ عليكم موثقاً من الله } [ سورة يوسف : 80 ].ولعل سبب إطلاق فعل الإعطاء أن الحالف كان في العصور القديمة يعطي المحلوف له شيئاً تذكرة لليمين مثل سوطه أو خاتمه ، أو أنهم كانوا يضعون عند صاحب الحق ضماناً يكون رهينة عنده . وكانت الحمالة طريقة للتوثق فشبه اليمين بالحمالة . وأثبت له الإعطاء والأخذ على طريقة المكنيّة ، وقد اشتهر ضد ذلك في إبطال التوثق يقال : رَدّ عليه حِلفه .والمَوثْق : أصله مصدر ميمي للتوثّق ، أطلق هنا على المفعول وهو ما به التوثق ، يعني اليمين .ومن الله } صفة ل { موثقاً } ، و { من } للابتداء ، أي موثقاً صادراً من الله تعالى . ومعنى ذلك أن يجعلوا الله شاهداً عليهم فيما وَعدوا به بأن يحلفوا بالله فتصير شهادة الله عليهم كتوثق صادر من الله تعالى بهذا الاعتبار . وذلك أن يقولوا : لك ميثاق الله أو عهد الله أو نحو ذلك ، وبهذا يضاف الميثاق والعهد إلى اسم الجلالة كأنّ الحالف استودع الله ما به التوثق للمحلوف له .وجملة { لتأتنني به } جواب لقسم محذوف دلّ عليه { موثقاً }. وهو حكاية لقول يقوله أبناؤه المطلوب منهم إيقاعه حكاية بالمعنى على طريقة حكاية الأقوال لأنهم لو نطقوا بالقسم لقالوا : لنأتينك به ، فلما حكاه هو ركب الحكاية بالجملة التي هي كلامهم وبالضمائر المناسبة لكلامه بخطابه إياهم .ومن هذا النوع قوله تعالى حكاية عن عيسى عليه السلام { ما قلت لهم إلاّ ما أمرتني به أن اعبدوا الله ربي وربكم } [ سورة المائدة : 117 ] ، وإن ما أمره الله : قل لهم أن يعبدوا ربك وربهم .ومعنى يحاط بكم } يُحيط بكم مُحيط والإحاطة : الأخذُ بأسْر أو هلاك مما هو خارج عن قدرتهم ، وأصله إحاطة الجيش في الحرب ، فاستعمل مجازاً في الحالة التي لا يستطاع التغلب عليها ، وقد تقدم عند قوله تعالى : { وظنوا أنهم أحيط بهم } [ سورة يونس : 22 ].والاستثناء في إلا أن يحاط بكم } استثناء من عموم أحوال ، فالمصدر المنسبك من { أن } مع الفعل في موضع الحال ، وهو كالإخبار بالمَصدر فتأويله : إلاّ محاطاً بكم .وقوله : { الله على ما نقول وكيل } تذكير لهم بأن الله رقيب على ما وقع بينهم . وهذا توكيد للحَلِف .والوَكيل : فعيل بمعنى مفعول ، أي موكول إليه ، وتقدم في { وقالوا حسبنا الله ونعم الوكيل } في سورة آل عمران ( 173 ).",
  "ayah": 66,
  "surah": 12
}
