{
  "text": "جملة ابتدائية ، وهي مبدأ القصص المقصود ، إذ كان ما قبله كالمقدمة له المنبئة بنباهة شأن صاحب القصة ، فليس هو من الحوادث التي لحقت يوسف عليه السّلام ولهذا كان أسلوب هذه الجملة كأسلوب القصص ، وهو قوله : { إذ قالوا ليوسف وأخوه أحب إلى أبينا منّا } [ سورة يوسف : 8 ] نظير قوله تعالى : { إنْ يوحَى إليّ إلاّ أنّما أنا نذيرٌ مبينٌ إذ قال ربك للملائكة إنّي خالقٌ بشراً من طينٍ } [ سورة ص : 70 ، 71 ] إلى آخر القصة .والظرفية المستفاد من في } ظرفية مجازية بتشبيه مقارنة الدليل للمدلول بمقارنة المظروف للظرف ، أي لقد كان شأن يوسف عليه السّلام وإخوته مقارناً لدلائل عظيمة من العبر والمواعظ ، والتعريف بعظيم صنع الله تعالى وتقديره .والآيات : الدلائل على ما تتطلب معرفته من الأمور الخفية .والآيات حقيقة في آيات الطريق ، وهي علامات يجعلونها في المفاوز تكون بادية لا تغمرها الرمال لتكون مرشدة للسائرين ، ثم أطلقت على حجج الصدق ، وأدلة المعلومات الدقيقة . وجمع الآيات هنا مراعى فيه تعدّدها وتعدّد أنواعها ، ففي قصة يوسف عليه السّلام دلائل على ما للصّبر وحسن الطويّة من عواقب الخير والنصر ، أو على ما للحسد والإضرار بالنّاس من الخيبة والاندحار والهبوط .وفيها من الدلائل على صدق النبي صلى الله عليه وسلم ، وأنّ القرآن وحي من الله ، إذ جاء في هذه السورة ما لا يعلمه إلاّ أحْبار أهل الكتاب دون قراءة ولا كتاب وذلك من المعجزات .وفي بلاغة نظمها وفصاحتها من الإعجاز ما هو دليل على أنّ هذا الكلام من صنع الله ألقاه إلى رسوله صلى الله عليه وسلم معجزة له على قومه أهل الفصاحة والبلاغة .والسائلون : مراد منهم مَن يُتوقع منه السؤال عن المواعظ والحكم كقوله تعالى : { في أربعة أياممٍ سواءً للسائلين } [ سورة فصلت : 10 ]. ومثل هذا يستعمل في كلام العرب للتشويق ، والحثّ على تطلب الخبر والقصة . قال طرفة: ... سائلوا عنّا الذي يعرفنابقوانا يوم تحلاق اللمم ... وقال السموءل أو عبد الملك الحارثي: ... سَلي إن جهلت الناسَ عنّا وعنهمفليس سواءً عالمٌ وجهول ... وقال عامر بن الطفيل: ... طُلّقتتِ إن لم تَسْألي أيُّ فارسحَليلك إذ لاَقَى صُداءً وخَثعما ... وقال أنيف بن زبان النبهاني: ... فلمّا التقينا بين السّيف بيننالسائلة عنا حَفي سؤالها ... وأكثر استعمال ذلك في كلامهم يكون توجيهه إلى ضمير الأنثى ، لأنّ النساء يُعنين بالسؤال عن الأخبار التي يتحدث الناس بها ، ولمّا جاء القرآن وكانت أخباره التي يشوق إلى معرفتها أخبارَ علم وحكمة صُرف ذلك الاستعمال عن التوجيه إلى ضمير النسوة ، ووجّه إلى ضمير المذكّر كما في قوله : { سَأل سائلٌ بعذاببٍ واقعٍ } [ سورة المعارج : 1 ] وقوله : { عَمّ يتساءلون } [ سورة النبأ : 1 ].وقيل المراد ب ( السائلين ) اليهود إذ سأل فريق منهم النبي عن ذلك . وهذا لا يستقيم لأنّ السورة مكيّة ولم يكن لليهود مخالطة للمسلمين بمكة .",
  "ayah": 7,
  "surah": 12
}
