{
  "text": "{ بدأ } أي أمر يوسف عليه السلام بالبداءة بأوعية بقية إخوته قبلَ وعاء أخيه الشقيق .وأوعية : جمع وعاء ، وهو الظرف ، . مشتق من الوعي وهو الحفظ . والابتداء بأوعية غير أخيه لإبعاد أن يكون الذي يُوجد في وعائه هو المقصود من أول الأمر . وتأنيث ضمير { استخرجها } للسقاية . وهذا التأنيث في تمام الرشاقة إذ كانت الحقيقة أنها سقاية جعلت صواعاً . فهو كردّ العجز على الصدر .والقول في { كذلك كدنا ليوسف } كالقول في { كذلك نجزي الظالمين } [ سورة يوسف : 75 ].والكَيْد : فعل يتوصل بظاهره إلى مقصد خفي . والكيد : هنا هو إلهام يوسف عليه السلام لهذه الحيلة المحكمة في وضع الصواع وتفتيشه وإلهام إخوته إلى ذلك الحكم المُصْمَت .وأسند الكيد إلى الله لأنه ملهمه فهو مسبّبه . وجعل الكيد لأجل يوسف عليه السلام لأنه لفائدته .وجملة ما كان ليأخذ أخاه في دين الملك إلا أن يشاء الله } بيان للكيد باعتبار جميع ما فيه من وضع السقاية ومن حكم إخوته على أنفسهم بما يلائم مَرغوب يوسف عليه السلام من إبقاء أخيه عنده ، ولولا ذلك لمَا كانت شريعة القبط تخوله ذلك ، فقد قيل : إن شرعهم في جزاء السارق أن يؤخذ منه الشيء ويضرب ويغرم ضعفي المسروق أو ضعفي قيمته . وعن مجاهد { في دين الملك } أي حكمه وهو استرقاق السراق . وهو الذي يقتضيه ظاهر الآية لقوله : { ما كان ليأخذ أخاه في دين الملك } أي لولا حيلة وضع الصُّواع في متاع أخيه . ولعل ذلك كان حكماً شائعاً في كثير من الأمم ، ألا ترى إلى قولهم : { من وجد في رحله فهو جزاؤه } [ سورة يوسف : 75 ] كما تقدم ، أي أن ملك مصر كان عادلاً فلا يؤخذ أحد في بلاده بغير حق . ومثله ما كان في شرع الرومان من استرقاق المدين ، فتعين أن المراد بالدّين الشريعة لا مطلق السلطان .ومعنى لام الجحود هنا نفي أن يكون في نفس الأمر سبب يخول يوسف عليه السلام أخذ أخيه عنده .والاستثناء من عموم أسباب أخذ أخيه المنفية . وفي الكلام حرف جر محذوف قبل أن } المصدرية ، وهو باء السببية التي يدل عليها نفي الأخذ ، أي أسبابه . فالتقدير : إلا بأن يشاء الله ، أي يُلهم تصوير حالته ويأذن ليوسف عليه السلام في عَمله باعتبار ما فيه من المصالح الجمة ليوسف وإخوته في الحال والاستقبال لهم ولذريتهم .وجملة { نرفع درجات من نشاء } تذييل لقصة أخذ يوسف عليه السلام أخاه لأن فيها رفع درجة يوسف عليه السلام في الحال بالتدبير الحكيم من وقت مناجاته أخاه إلى وقت استخراج السقاية من رحله . ورفع درجة أخيه في الحال بإلحاقه ليوسف عليه السلام في العيش الرفيه والكمال بتلقي الحكمة من فيه .ورفع درجات إخوته وأبيه في الاستقبال بسبب رفع درجة يوسف عليه السلام وحنوه عليهم . فالدرجات مستعارة لقوة الشرف من استعارة المحسوس للمعقول . وتقدم في قوله تعالى : { وللرجال عليهن درجة } في سورة البقرة ( 228 ) ، وقوله : { لهم درجات عند ربهم } في سورة الأنفال ( 4 ).وجملة وفوق كل ذي علم عليم } تذييل ثان لجملة { كذلك كدنا ليوسف } الآية .وفيها شاهد لتفاوت الناس في العلم المؤذن بأن علم الذي خلق لهم العلم لا ينحصر مداه ، وأنه فوق كل نهاية من علم الناس .والفوقية مجاز في شرف الحال ، لأن الشرف يشبّه بالارتفاع .وعبر عن جنس المتفوق في العلم بوصف { عليم } باعتبار نسبته إلى من هو فوقه إلى أن يبلغ إلى العليم المطلق سبحانه .وظاهر تنكير { عليم } أن يراد به الجنس فيعم كلّ موصوف بقوة العلم إلى أن ينتهي إلى علم الله تعالى . فعموم هذا الحكم بالنسبة إلى المخلوقات لا إشكال فيه . ويتعين تخصيص هذا العموم بالنسبة إلى الله تعالى بدليل العقل إذ ليس فوق الله عليم .وقد يحمل التنكير على الوحدة ويكون المراد عليم واحد فيكون التنكير للوحدة والتعظيم ، وهو الله تعالى فلا يحتاج إلى التخصيص .وقرأ الجمهور { درجات من نشاء } بإضافة { درجات } إلى { من نشاء }. وقرأه حمزة ، وعاصم ، والكسائي ، وخلف بتنوين { درجاتٍ } على أنه تمييز لتعلق فعل { نرفع } بمفعوله وهو { من نشاء }.",
  "ayah": 76,
  "surah": 12
}
