{
  "text": "و { معاذ } مصدر ميمي اسم للعوْذ ، وهو اللجَأ إلى مكان للتحصن . وتقدم قريباً عند قوله : { قال معاذ الله إنه ربي أحسن مثواي } [ سورة يوسف : 23 ].وانتصب هذا المصدر على المفعولية المطلقة نائباً عن فعله المحذوف . والتقدير : أعوذ بالله مَعاذاً ، فلما حُذف الفعل جعل الاسم المجرور بباء التعدية متصلاً بالمصدر بطريق الإضافة فقيل : معاذَ اللّهِ ، كما قالوا : سبحان الله ، عوضاً عن أسبح الله . والمستعاذ منه هو المصدر المنسبك من أن نأخذ إلا من وجدنا متاعنا عنده }. والمعنى : الامتناع من ذلك ، أي نلجأ إلى الله أن يعصمنا من أخذ من لا حق لنا في أخذه ، أي أن يعصمنا من الظلم لأن أخذ من وُجِد المتاع عنده صار حقاً عليه بحكمه على نفسه ، لأن التحكيم له قوة الشريعة . وأما أخذ غيره فلا يسوغ إذ ليس لأحد أن يسترقّ نفسه بغير حكم ، ولذلك علل الامتناع من ذلك بأنه لو فعله لكان ذلك ظلماً .ودليل التعليل شيئان : وقوع { إنّ } في صدر الجملة ، والإتيانُ بحرف الجزاء وهو { إذن }.وضمائر { نأخذ } و { وجدنا } و { متاعنا } و { إنا } و { لظالمون } مراد بها المتكلم وحده دون مشارك ، فيجوز أن يكون من استعمال ضمير الجمع في التعظيم حكاية لعبارته في اللغة التي تكلم بها فإنه كان عظيم المدينة . ويجوز أن يكون استعمل ضمير المتكلم المشارك تواضعاً منه تشبيهاً لنفسه بمن له مشارك في الفعل وهو استعمال موجود في الكلام .ومنه قوله تعالى حكاية عن الخضر عليه السلام { فخشينا أن يرهقهما طغياناً وكفراً فأردنا أن يبدلهما ربهما } الآية من سورة الكهف ( 80 ).وإنما لم يكاشفهم يوسف عليه السلام بحاله ويأمرهم بجلب أبيهم يومئذٍ : إمّا لأنه خشي إن هو تركهم إلى اختيارهم أن يكيدوا لبنيامين فيزعموا أنهم يرجعون جميعاً إلى أبيهم فإذا انفردوا ببنيامين أهلكوه في الطريق ، وإما لأنه قد كان بين القبط وبين الكنعانيين في تلك المدة عداوة فخاف إن هو جلَب عَشيرته إلى مصر أن تتطرق إليه وإليهم ظنون السوء من ملك مصر فتريّث إلى أن يجد فرصة لذلك ، وكان الملك قد أحسن إليه فلم يكن من الوفاء له أن يفعل ما يكرهه أو يسيءُ ظنه ، فترقب وفاة الملك أو السعي في أرضائه بذلك ، أو أراد أن يستعلم من أخيه في مدة الانفراد به أحوال أبيه وأهلِهم لينظر كيف يأتي بهم أو ببعضهم ، وسنذكره عند قوله : { قال هل عَلمتم ما فعلتم بيوسف } [ سورة يوسف : 89 ].",
  "ayah": 79,
  "surah": 12
}
