{
  "text": "{ استيأسوا } بمعنى يئسوا فالسين والتاء للتأكيد ، ومثلها { فاستجاب له ربه } [ سورة يوسف : 34 ] واستعصَم }.واليأس منه : اليأس من إطلاقه أخاهم ، فهو من تعليق الحكم بالذات . والمراد بعض أحوالها بقرينة المقام للمبالغة .وقرأ الجمهور { استيأسوا } بتحتية بعد الفوقية وهمزة بعد التحتية على أصل التصريف . وقرأه البزي عن ابن كثير بخلف عنه بألف بعد الفوقية ثم تحتية على اعتبار القلب في المكان ثم إبدال الهمزة .و { خلصوا } بمعنى اعتزلوا وانفردوا . وأصله من الخلوص وهو الصفاء من الأخلاط . ومنه قول عبد الرحمان بن عوف لعمر بن الخطاب رضي الله عنهما في آخر حجة حجّها حيث عزم عمر رضي الله عنه على أن يخطب في الناس فيحذرهم من قوم يريدون المزاحمة في الخلافة بغير حق ، قال عبد الرحمان بن عوف رضي الله عنه : «يا أمير المؤمنين إن المَوسم يجمع رَعاع الناس فأمهل حتى تقدم المدينة فتخلص بأهل الفقه . . . » إلخ .والنجيّ : اسم من المناجاة ، وانتصابه على الحال . ولما كان الوصف بالمصدر يلازم الإفراد والتذكير كقوله تعالى : { وإذْ هم نجوى }. والمعنى : انفردوا تناجيا . والتناجي : المحادثة سراً ، أي متناجين .وجملة { قال كبيرهم } بدل من جملة { خلصوا نجيا } وهو بدل اشتمال ، لأن المناجاة تشتمل على أقوال كثيرة منها قَول كبيرهم هذا ، وكبيرهم هو أكبرهم سناً وهو رُوبين بِكرُ يعقوب عليه السلام .والاستفهام في { ألم تعلموا } تقريري مستعمل في التذكير بعدم اطمئنان أبيهم بحفظهم لابنه .وجملة { ومن قبل ما فرطتم } جملة معترضة . و { ما } مصدرية ، أي تفريطكم في يوسف عليه السلام كان من قبل المَوثق ، أي فهو غير مصدقكم فيما تخبرون به من أخذ بنيامين في سرقة الصُّوَاع . وفرع عليه كبيرهم أنه يبقى في مصر ليكون بقاؤه علامة عند يعقوب عليه السلام يعرف بها صدقهم في سبب تخلف بنيامين ، إذ لا يرضى لنفسه أن يبقى غريباً لولا خوفه من أبيه ، ولا يرضى بقية أشقائه أن يكيدوا له كما يكيدون لغير الشقيق .وقوله : { أو يحكم الله لي } ترديد بين ما رسمه هو لنفسه وبين ما عسى أن يكون الله قد قدره له مما لا قبل له بدفعه ، فحذف متعلّق { يحكم } المجرور بالباء لتنزيل فعل { يحكم } منزلة ما لا يطلب متعلقاً .واللام للأجل ، أي يحكم الله بما فيه نفعي . والمراد بالحكم التقدير .وجملة { وهو خير الحاكمين } تذييل . و { خير الحاكمين } إن كان على التعميم فهو الذي حكمه لا جور فيه أو الذي حكمه لا يستطيع أحد نقضه ، وإن كان على إرادة وهو خير الحاكمين لي فالخبر مستعمل في الثناء للتعريض بالسؤال أن يقدر له ما فيه رأفة في رد غربته .وعدم التعرّض لقول صدَر من بنيامين يدافع به عن نفسه يدل على أنه لازم السكوت لأنه كان مطلعاً على مراد يوسف عليه السلام من استبقائه عنده ، كما تقدم في قوله : { آوى إليه أخاه قال إني أنا أخوك } [ يوسف : 69 ].",
  "ayah": 80,
  "surah": 12
}
