{
  "text": "Муж имеет право возобновить брак до полного истечения установленного срока, потому что после этого он лишается права по своему усмотрению возобновить брак или отпустить жену. Если вы решите сохранить семью, живите с ними в мире и согласии, не причиняйте им зла и не стремитесь навредить им или держать их в заточении. Аллах не разрешает мужьям удерживать жен ради этой цели. Если же вы решите расстаться окончательно, то отпустите их с миром, разойдитесь без ссор, перебранки и насилия и не мешайте им взять из дома то, что им принадлежит. И призовите свидетелями вашего окончательного развода или возобновления брака двух справедливых мусульман. Воистину, присутствие свидетелей предотвращает возможную тяжбу и сокрытие того, о чем необходимо предварительно возвестить. О свидетели! Подтвердите свидетельство перед Аллахом, то есть засвидетельствуйте все как есть, не добавляя к истине ложь и не утаивая истину. Совершайте это ради Аллаха и не пытайтесь поддерживать сторону одного из супругов, будь то ваш близкий родственник или любимый друг. Вышеупомянутые законы и ограничения есть увещание для тех, кто верует в Аллаха и в Последний день, потому что именно вера в Аллаха и в Судный день заставляет человека извлекать урок из проповедей Аллаха и предварять для своей Последней жизни столько благих дел, на сколько у него хватает сил. Совершенно по-иному поступает тот, чье сердце покинула вера. Ему безразлично, какие злодеяния он унесет с собой в Последнюю жизнь. Он не чтит наставления Аллаха, потому что в его душе нет той веры, которая подталкивает человека к этому. Известно, что при разводе супруги оказываются в стесненном положении и бывают озабочены и опечалены. Поэтому Всевышний повелел Своим рабам в этот трудный час бояться Его и пообещал тем, кто страшится Аллаха при разводе и во всех других делах, облегчить их участь и создать для них выход из обременительного положения. Если человек решил развестись со своей женой и сделал это в соответствии с шариатом, то есть объявил о разводе всего один раз в период, когда его жена была очищена от месячных кровотечений и когда он не имел с ней половой близости после завершения последней менструации, то Аллах не стеснит его обстоятельствами, а дарует ему облегчение и достаток. Может быть, тогда он пожалеет о том, что развелся, и возобновит брак. Хотя этот аят ниспослан о разводе и восстановлении брачного союза, он имеет гораздо более широкий смысл. Поэтому каждого, кто боится Аллаха и во всех своих начинаниях стремится обрести Его благосклонность, Аллах непременно вознаградит как в этой, так и в будущей жизнях. Частью же этого вознаграждения будет то, что Господь избавит его от забот и создаст для него выход из трудного положения. А на тех, кто не страшится Аллаха в своих делах, непременно падут тяжкое бремя и могучие путы, от которых они не смогут избавиться и последствий которых они не смогут избежать. Об этом следует помнить и при разводе, потому что если раб Божий не страшится Аллаха и разводится не по установлениям шариата, например, если он объявляет о разводе трижды кряду, чтобы сразу добиться окончательного развода, то он непременно пожалеет об этом, однако исправить ошибку, дабы выйти из создавшегося положения, будет уже слишком поздно. Аллах не только создает для богобоязненных рабов выход из трудного положения, но и ниспосылает им пропитание оттуда, откуда те и не мыслят получить его. Для того, кто уповает на Аллаха, достаточно Его покровительства как в духовных, так и в мирских делах. Поэтому правоверный всегда должен полагаться на Аллаха, опираться на Его поддержку и надеяться на то, что Господь поможет ему и убережет его от вреда. И действительно, если человек уповает на Аллаха, то Он устраивает все его дела наилучшим образом. Да и как может быть иначе, если человек приобретает в лице Аллаха Богатого, Сильного, Могущественного и Милостивого Покровителя, Который ближе к Своему рабу, чем кто бы то ни было иной. Однако может случиться, что по Своей божественной мудрости Аллах отсрочит Свою помощь до того времени, когда осуществление задуманного человеком будет иметь больший успех. Поэтому Всевышний сказал: «Аллах доводит до конца свое дело». Это означает, что предначертанное Аллахом должно непременно свершится. Но вместе с тем для каждой вещи установлены срок и мера, благодаря чему ничто не может запоздать или наступить раньше времени.",
  "ayah": 3,
  "surah": 65
}
