{
  "text": "Fourth virtue: وَالَّذِينَ اسْتَجَابُوا لِرَ‌بِّهِمْ وَأَقَامُوا الصَّلَاةَ (and those who have responded to their Lord [ in submission to Him ] and have established Salah - 38,). ` Responding to the Lord' means to accept Allah's orders immediately, without questioning them, and get ready to obey them, irrespective of whether the order is or is not according to one's liking. This includes carrying out all the obligatory duties and avoiding all the things considered unlawful and undesirable in Islam. But salah being the most important of all the obligations, and having the quality of enabling discharge of other duties and avoidance of unlawful things, has been mentioned prominently.\nThe fifth virtue: وَأَمْرُ‌هُمْ شُورَ‌ىٰ بَيْنَهُمْ (whose affairs are settled with consultation between them - 38). The sense is that in all important affairs where the Shari'ah is silent, they thy consult each other. ` Affairs' have been qualified by us with the word ` important', because the word 'Amr' used in the text signifies importance in common usage. It has been clarified in the explanation of the verse (وَشَاوِرْ‌هُمْ فِي الْأَمْرِ‌) And consult them in the matter - 3:159) of surah ` Al-'Imran that important affairs include affairs of the state as well as important affairs in general. Ibn Kathir has stated that consultation in the important affairs of the state is compulsory. The selection of the head of the state through consultation, ordained by Islam, brought to an end the autocratic rule of kings of the days of ignorance who used to take the state as an inherited estate. As such, Islam laid the foundation of real democracy by ending autocracy. But Islam, unlike western democracies, has not given total authority to the public. There are certain restrictions on the members of the advisory body. So the system of government in Islam is a very moderate one, quite apart from autocracy and western democracy. Please see details in the second volume of Ma'arif ul Qur'an from page 227 to 238.\nImam Jassas has stated in Ahkam-ul-Qur'an that this verse has made the importance of consultation evident, and we are under orders to consult wise and far sighted people for taking action in important matters requiring advice, and not to act hurriedly relying only on ourselves.\nImportance of consultation and its process\nKhatib Baghdadi has narrated the following statement of Sayyidna Ali ؓ asked the Holy Prophet ﷺ that if, after you we face a situation about which neither the Qur'an has any specific ruling, nor have you given any direction, how should we proceed'?\" The Holy Prophet ﷺ replied by saying,\nاجمعوالہ العابدین من اُمّتی واجعلوہ بینکم شورٰی ولا تقضوا برأی واحد\n\"In such a case, assemble abidin (the worshipping people) of my ummah, and decide the matter by mutual consultation; do not take decision on any individual's single opinion.\" (Ruh-ul-Ma’ ani, referring to Khatib)\nIn some versions of this narration, the word 'fuqaha' (jurists) also appears alongwith abidin (the worshipping people) which means that the jurists who have understanding of the religion and worshipers are the ones who should be consulted.\nThe author of Ruh-ul-Ma’ ani has stated that if the above process is not followed in consultation, rather irreligious people and people without proper knowledge of religion are consulted, the ill effects would prevail upon the good in their advice.\nBaihaqi (رح) has narrated in Shu` ab-ul-'Iman from Sayyidna Ibn Umar ؓ that the Holy Prophet ﷺ has said, \"Anyone who intends to do something, and he takes that action after consultation, Allah Ta’ ala would guide him towards the best possible option.\" It means that He will turn that person's direction towards an option that results in his betterment. A similar hadith reported by Sayyidna Hasan ؓ has been reproduced by Bukhari in Al-Adab-ul-Mufrad, and by ` Abd Ibn Humaid in his Musnad that the Holy Prophet ﷺ ، after reciting-the above verse, said:\nما تشاور قوم قط الا ھدوا لأرشد أمرھم\n\"When a nation takes an action after mutual consultation, it is surely guided towards the correct course.\"\nAs reported in a hadith, the Holy Prophet ﷺ said, \"So far as your rulers are the best among you, your rich people are generous (enough to spend in the way of Allah and on poor people) and your affairs are decided through mutual consultation, then the back of the earth would be better for you than its belly (i.e. the life would be better than death) but when your rulers are the worst from among you, your rich people are misers and your affairs are given in the charge of women, then the belly of the earth will be better for you than its back (i.e. death will be better than life). (Ruh-ul-Ma’ ani)\nSixth virtue:- مِمَّا رَ‌زَقْنَاهُمْ يُنفِقُونَ (who spend out of what We have given to them - 38) It refers to spending for virtuous deeds, such as zakah, obligatory and optional alms. Qur'an usually mentions zakah and sadaqat (alms) immediately after salah. But the mention of mutual consultation immediately after salah and the mention of Zakah after it is perhaps to attract attention to the possibility of utilizing the five times daily salah congregation in mosques for the purpose of consultation also in matters which require mutual consultation. (Ruh-ul-Ma'ani)",
  "ayah": 38,
  "surah": 42
}
