{
  "text": "ولقد………الصلحون (105)\nزبور ایک الہامی کتاب تھی جو دائود (علیہ السلام) کو دی گئی تھی۔ اس سورة میں ذکر سے مراد تو رات ہوگی۔ جو زبور سے پہلے نازل ہوئی۔ یہ کتاب کی صفت ہے یعنی کتاب کا ایک ٹکڑا۔ اصل کتاب کا حصہ بمعنی لوح محفوظ ، جو ایک مکمل نظام ہے ، جو ایک مکمل مرجع ہے او اس کائنات کے ساتھ متعلق تمام قوانین اس کے اندر محفوظ ہیں۔ اس کا حصہ ہیں۔\nبہرحال اصل زیر غور مسئلہ یہ ہے کہ اس سے مراد کیا ہے۔\nولقد کتبنا فی الزبور من بعد الذکر ان الارض یرثھا عبادی الصلحون (21 : 105) ” اور زبور میں نصیحت کے بعد ہم نے لکھ دیا کہ زمین کے وارث ہمارے نیک بندے ہوں گے۔ “ وراثت کیا ہے ، اس سے مراد یہ ہے کہ اس زمین کی وراثت اور اقتدار اعلیٰ کے بارے میں سنت الہیہ کیا ہے ؟ یہ کہ یہاں اقتدار میرے صالح بندوں کو ملے گا۔ اب سوال یہ ہے کہ صالح بندے کون ہیں ؟\nاللہ نے زمین پر آدم کو خلیفہ بنایا تاکہ وہ اس زمین کی تعمیر کرے او اس کی اصلاح کرے۔ اس کو ترقی دے اور اس سے تو جو خزانے ودیعت کئے ہوئے ہیں ، ان سے استفادہ کرے ، اس کے اندر جو طبیعی قوتیں ہیں ان کو کام میں لائے او اس ترقی کو اپنی انتہا تک پہنچائے جہاں تک اللہ چاہے۔\nاس خلافت فی الارض کے لئے اللہ تعالیٰ نے ایک منہاج بھی انسان کو دے دیا ، جس کے مطابق انسان نے زمین پر کام کرنا ہے۔ یہ منہاج نبی ﷺ نے اپنی آخری رسالت میں مکمل و مفصل کردیا ہے اور اس کے لئے قوانین اور ضوابط مقرر کردیئے ہیں۔ اس کے لئے ان قوانین میں مکمل ضمانت ہے۔\nاس نظام کے مقاصد میں صرف یہ بات ہی شامل نہیں ہے کہ انسان زمین کے اندر موجود ذخائر کو کام میں لا کر مادی ترقی پر زور دیتا ہے بلکہ انسانی عقل اور انسانی ضمیر اور اس کی روح کو بھی ترقی دے۔ تاکہ اس دنیا میں انسان نے جس قدر مادی اور روحانی ترقی کرنی ہے وہ اس کے آخر تک پہنچ جائے۔ یہ نہ ہو کہ دنیا میں مادی ترقی کرتے کرتے وہ خود محض حیوان بن کر تنزل کا شکار نہ ہوجائے۔ مادی ترقیات تو آسمانوں کو چھو رہی ہوں اور انسان کی انسانیت پستیوں کی آخری حدوں پر (……) میں ہو۔\nجب انسان اسلامی نظام زندگی کے مطابق منصب خلافت کے فرائض ادا کرتے ہوئے راہ ترقی پر گامزن ہو ، تو اس راہ میں مادی ترقی اور روحانی ترقی کا توازن کبھی کبھی بگڑ بھی جاتا ہے۔ کبھی ایک پلڑا بھاری ہوجاتا ہے اور کبھی دوسرا۔ اور توازن باقی نہیں رہتا۔ بعض اوقات اقتدار کے سرچشموں پر ڈکٹیٹر ، ظالم اور سرکش لوگ قابض ہوجاتے ہیں۔ کبھی ان مناصب پر سخت جاہل ، اجڈ اور مہم جو قابض ہوجاتے ہیں ، کبھی ان مناصب پر کفار اور فجار خالص ہوجاتے ہیں جو پوری دنیا کا مادی اور اخلاقی استحصال کرتے ہیں لیکن یہ صرف راستے کے تجربے ہوتے ہیں۔ اللہ کا قانون یہ ہے کہ زمین کے مناصب کی وراثت اللہ کے صالح بندوں کے لئے ہے۔ جن کا ایمان بھی مکمل ہو اور عمل بھی درست ہو۔ ان کی زندگی میں ایمان اور عمل صالح دونوں کبھی ایک دوسرے سے جدا نہ ہوتے ہوں۔\nامت میں جب بھی ایمان اور عمل اسلامی معیار کے مطابق جمع ہوئے ہیں ، تاریخ کے کسی بھی موڑ میں ، تو زمین صالح بندوں کی وراثت بنی ہے لیکن جب ایمان و عمل میں جدائی ہوئی ہے یعنی ایمان نہیں رہا یا عمل نہیں رہا ، تو یہ وراثت ان کے ہاتھ سے چلی گئی ہے۔ بعض اوقات ایسے لوگوں کو غلبہ مل جاتا ہے جو محض مادی وسائل پر تکیہ کرتے ہیں۔ جو لوگ محض زبانی کلامی مومن ہوتے ہیں وہ پیچھے رہ جات یہیں۔ نیز بعض اوقات اہل ایمان کے اندر رسمی ایمان تو وہتا مگر وہ صحیح ایمان نہیں ہوتا جو انسان کو صحیح عمل پر آمادہ کرے اور دنیاوی ترقی کرے تو ایسی صورت میں بھی محض مادی ترقی کرنے والے لوگ زمین کے اقتدار پر قابض ہوجاتے ہیں۔ اس لئے کہ اہل ایمان ، ایمان کے ان تقاضوں کو پورا نہیں کر رہے ہوتے جو خلافت فی الارض کے اونچے مقام کے لئے اسلامی نظام کی شکل میں اللہ نے اہل ایمان کے لئے وضع کئے ہیں۔\nتحریک اسلامی کے کارکنوں پر اس وقت ایک ہی فرض ہے ، وہ یہ کہ وہ اپنے دلوں میں ایمان کا حقیقی مفہوم پیدا کریں۔ ایمان کا حقیقی مفہوم عمل صالح ہے۔ پھر خلافت فی الارض کے تقاضوں کو پورا کرنا ہے۔ اس کے بعد پھر اللہ کی سنت اپنے ظہور میں ایک لمحہ بھی دیر نہیں کرتی۔\nان الارض یرثھا عبادی الصلحون (21 : 105) ” زمین کے وارث میرے نیک بندے ہوں گے۔ “ اب آخر میں عقل و خرد کی تاروں پر اسی مضراب کی ضربات لگتی ہیں جن کے نغمات سورة کے آغاز میں سنے گئے تھے۔",
  "ayah": 105,
  "surah": 21
}
