{
  "text": "ان فی ھذا لبلغا لقوم عبدین (21 : 106) ” اس میں ایک بڑی خبر ہے عبادت گزار لوگوں کے لئے۔ “ یعنی قرآن کی تعلیمات میں اس پوری کائنات اور انسانی زندگی کے لئے جو اصول وضع کئے گئے ہیں اور پھر لوگوں کے لئے دنیا (آیت 105) اور آخرت میں جو فطری انجام بتائے گئے ہیں ، جو اصول عمل اور مکافات عمل رکھے گئے ہیں ان سب میں ان لوگوں کے لئے بڑی خوشخبری ہے۔ صرف ان لوگوں کے لئے جو اللہ کی ہدایات کے مطابق کام کرنے کے لئے تیار ہوں۔ ایسے لوگوں کے لئے اللہ نے لفظ ” عابدین “ استعمال کیا ہے کیونکہ عبادت کرنے والا ، بندگی کرنے والا شخص ہر بھلائی کو قبول کرنے کیلئے ہر وقت تیار ہوتا ہے اور تدبر کر کے اس سے نفع اٹھا سکتا ہے۔\nاللہ تعالیٰ نے حضرت محمد ﷺ کو تمام انسانیت کے لئے ایک ہادی بنا کر بھیجا ہے تاکہ وہ لوگوں کو پکڑ پکڑ کر اللہ کی راہ کی طرف لے آئیں۔ لیکن ہدایت تو وہی پاتے ہیں جو ہدایت پانے کے لئے تایر ہوں ، ارادہ کریں ، اگرچہ اللہ کی رحمت مومنین اور غیر مومنین دونوں کیل ئے عام ہے۔ حقیقت یہ ہے کہ حضرت محمد ﷺ جو نظام اور جو مناج لے کر آئے ہیں وہ اس دنیا میں بھی پوری انسانیت کے لئے سعادت مندی کا باعث ہے۔ رسول اللہ ﷺ کی رسالت اس دور میں آئی جس دور میں انسانیت سن رشد اور بلوغ کو پہنچ گئی تھی۔ یہ رسالت ایک کھلی کتاب کی صورت میں آئی اور یہ کتاب اور یہ رسالت تمام آنے والی نسلوں کے لئے ایک ایسا نظام زندگی پیش کرتی ہے جس میں کسی تبدیلی کی آئندہ بھی کوئی ضرورت نہیں ہے کیونکہ یہ نظام انسان کی ان تمام ضروریات کو پورا کرتا ہے جو قیامت تک اسے پیش آسکتی ہیں۔ یہ نظام اس خالق کا ارسال کردہ ہے ، جو انسانوں کی ضروریات کو خود انسانوں سے زیادہ جانتا ہے ، کیونکہ وہ لطیف وخبیر ہے۔\nاللہ نے قرآن مجید کے اندر ایسے اصول وضع کئے ہیں جو قیامت تک آنے والی انسانی زندگی کی نئی نئی ضروریات کو بھی پورا کرتے ہیں۔ فروع اور جزئیات خود انسان پر چھوڑ دی ہیں کہ وہ ان اصولوں کی روشنی میں قیامت تک آنے والی انسان کی ترقی یافتہ زندگی کی ضروریات کے لئے خود قانون وضع کریں۔ ہر دور کی ظروف و احوال کے مطابق جزوی مسائل کو اجتہاد کر کے اس کے لئے قانون بنائیں بشرطیکہ وہ قوانین قرآن کے اصولوں سے متصادم نہ ہوں جو دائمی ہیں۔\nقرآن انسان کو عقل اور سوچ کی پوری آزادی دیتا ہے وہ ایک ایسا معاشرہ اٹھاتا ہے جس میں لوگوں کے دماغوں پر تالے نہ پڑے ہوں۔ لیکن آزادی فکر و عمل اس دائرے کے اندر ہے جو اسلامی منہاج نے کھینچ دیا ہے تاکہ انسان اس دنیا کی زندگی میں نشو و نما پائے ، ترقی کے عمل کو جاری رکھے اور اسے دائرہ کمال تک پہنچائے۔\nآج تک کے انسانی تجربات یہ بتاتے ہیں کہ اسلام نے جو نظام زندگی وضع کیا ہے وہ تمام انسانیت کے فکر و عمل کے نظاموں سے آگے ہے۔ وہ اس قابل ہے کہ اس کی روشنی میں انسان مسلسل ترقی کرسکے۔ یہ نظام انسان کو ہر لمحہ آگے ہی بڑھاتا ہے ، نہ اسے جامد کرتا ہے اور نہ اسے پیچھے کی طرف لے جاتا ہے ، کیونکہ یہ ایک ایسا نظام ہے جس کا مقصد ہی خلافت فی الارض ہے۔ اس دنیا کو ترقی دیتا ہے ، ہمیشہ آگے ہی بڑھتا ہے اور اس کے قدم آگے ہی جاتے ہیں۔\nیہ نظام انسان کے داعیہ ترقی کی حوصلہ افزائی کرتا ہے ، اور اس کے آگے بڑھنے کے شوق کو پورا کرتا ہے۔ کسی انسان کی انفرادی یا اجتماعی صلاحیتوں پر کوئی قدغن نہیں لگاتا۔ نہ یہ نظام انسان کو اس کی جدوجہد کے ثمرات سے فائدہ اٹھانے سے محروم کرتا ہے اور نہ یہ پابندی لگاتا ہے کہ وہ زندگی کی پاک چیزوں سے استفادہ نہ کرے۔\nاس نظام کا مقام یہ ہے کہ یہ تموازن اور ہم آہنگ ہے۔ یہ جسم کو اس لئے نہیں کچلتا کہ روح کو بالیدگی نصیب ہو اور روح کو اس لئے نہیں دباتا کہ جسم موٹا ہو۔ انسان کی صحت مند جسمانی ضروریات اور خواہشات کو پورا کرتا ہے ، اس طرح کہ وہ انفرادی اور اجتماعی ترجیحات کے مطابق ہوں۔ فرد کو پانی ذاتی خواہشات کو اس قدر آزاد ، اور بےلگام چھوڑنے کی اجازت نہیں دیتا جن سے سوسائٹی کے حقوق متاثر ہوں ، یا کسی فرد یا افراد کے مفاد میں سوسائٹی کے مفادات کو قربان کیا جائے۔\nیہ نظام انسان پر جو فرائض اور ذمہ داریاں عائد کرتا ہے ان میں یہ بات پیش نظر ہوتی ہے کہ انسان ان کو برداشت کرسکتا ہے۔ یہ اس کی وسعت اور طاقت کے حدود میں ہیں ، اس کے مفاد میں ہیں اور اس کے اندر ان فرائض کو ادا کرنے کی استعداد موجود ہے۔ پھر یہ فرائض ایسے ہوتے ہیں کہ یہ فرد ان کی ادائیگی پر آمادہ ہو ، بلکہ یہ ایسے فرائض ہیں کہ لوگ نہ صرف یہ کہ دل و جان سے انہیں قبول کرنے کے لئے تیار ہوتے ہیں بلکہ لوگ ان کے لئے جان دینے کو تیار ہوتے ہیں کیونکہ یہ فرائض ان کے خواہشات کے مطابق ہوتے ہیں۔\nیہی وجہ ہے کہ حضرت محمد ﷺ کی رسالت تمام انسانوں کے لئے ایک رحمت ہے۔ یہ رسالت جن اصولوں کو لے کر آئی تھی ابتداء میں لوگوں نے اسے عجیب و غریب سمجھا اور یہ اصول لوگوں کے لئے بوجھ سمجھے گئے کیونکہ ابتداء میں اسلامی اصولوں اور لوگوں کی روحانی اور عملی زندگی کے درمیان بہت بعد تھا۔ لیکن اسلام کے آنے کے بعد انسانیت پوری کی پوری روز بروز اسلامی نظام کے قریب آتی گئی۔ انسانیت اسلامی نظام سے مانوس ہوگئی اور پھر ان اصولوں کو انہوں نے آہستہ آہستہ اپنے ہاں رائج کیا مگر دوسرے عنوانات سے ، اسلامی عنوان سے نہیں۔\nاس آخری رسالت نے انسانیت کے راستے میں حائل ، لسانی ، قومی اور جغرافیائی حدود کو مٹا دیتا تاکہ تمام لوگ ایک ہی عقیدے ، ایک ہی نظام میں ، خالص انسانی نظام میں ایک ہوجائیں۔ اس وقت لوگوں کیلئے یہ ایک عجیب و غریب دعوت تھی۔ اس دور میں اشراف اور بڑے لوگ یہ سمجھتے تھے کہ ان کو اس مٹی سے نہیں پیدا کیا گیا جس سے غرباء کو پیدا کیا گیا ہے لیکن آج سے چودہ سو سال قبل اسلام نے جو انسانی اصول وضع کئے تھے ان کی طرف انسانیت آج بھی آہستہ آہستہ بڑھ رہی ہے۔ اگرچہ اس عرصہ میں انسانیت نے بہت بڑی ٹھوکریں کھائیں اس لئے کہ وہ نور اسلام سے محروم تھی ، آج اسے اسلامی اصولوں میں روشنی نظر آتی ہے اور کم از کم زبانی طور پر وہ اسلام کے انسانی اصولوں کی بات بہرحال کرتی ہے اگر چہ یورپ و امریکہ اب بھی قومی ، لسانی اور جغرافیائی لعنتوں میں گرفتار ہیں۔\nاسلام جب آیا تو اس نے تمام انسانوں کو قانون اور عدالت کے سامنے مساوی درجہ دیا۔ اس وقت دنیا کی صورت حالات یہ تھی کہ انسانیت کو طبقات میں بانٹ دیا گیا تھا اور ہر طبقے کے لئے جدا قانون تھا۔ بلکہ غلامی ، اور جاگیرداری کے دور میں تو مالک کا ارادہ ہی قانون ہوا کرتا تھا۔ اسلئے اس دور میں لوگوں کو یہ بات عجیب و غریب لگی کہ اسلام میں بندہ و آقا ، امیر و غریب سب ایک ہی قانون اور ایک ہی عدالت کے ماتحت ہیں۔ لیکن اسلام نے قانونی مساوات اور عدالتی چارہ جوئی کی مساوات کا جو اصول آج سے چودہ سو سال پہلے دیا ، انسانیت آج بھی اسی اصول کی طرف بوجھل قدموں کے ساتھ بڑھ رہی ہے۔\nان باتوں کے علاوہ بھی بیشمار اجتماعی اور سماجی امور ایسے ہیں جن میں حضرت محمد ﷺ کی رسالت لوگوں کے لئے ایک عظیم رحمت ثابت ہوئی ہے۔ آپ ﷺ انسانیت کے لئے رحمت بنا کر بھیجے گئے ہیں چاہے کوئی آپ ﷺ پر ایمان لایا ہو یا نہ لایا ہو کیونکہ جو نظام آپ ﷺ لے کر آئے تھے تمام انسان اس سے متاثر ہوئے چاہے خوشی سے چاہے مجبور ہو کر ، دانستہ طور پر یا نادانستہ طور پر۔ اس رحمت کا سایہ اب بھی پھیلا ہوا ہے ، جو چاہے اس کے نیچے آ کر سستائے۔ اس میں سمادی باد نسیم کے خوشگوار جھونکے ہیں۔ اس کے شجر طیبہ کی گہرئی چھائوں ہے جبکہ اس کے اردگرد کی دنیا اس طرح ہے جس طرح سخت گرمی کے موسم میں کوئی چٹیل میدان میں سرگرداں ہو اور گرمی سے جھلس رہا ہو۔\nواقعہ یہ ہے کہ انسانیت جس طرح آج رحمت اسلام کی محتاج ہے اس طرح کبھی نہ تھی۔ وہ اذیت ناک قلق میں مبتلا ہے۔ وہ مادیت کے بےآب وگیاہ میدان میں سرگرداں و پریشان ہے۔ وہ اسلحہ کے ڈھیروں اور جنگل کے قانون جنگ میں گرفتار ہے اور مادیت نے لوگوں کے دلوں کو خشک کردیا ہے۔ لوگوں کی روح خوفناک حد تک اذیت میں ہے او ان کے دل پریشان ہیں۔\nچناچہ یہ بتانے کے بعد کہ حضور ﷺ کی رسالت تمام انسانیت کے لئے رحمت ہے۔ حضور ﷺ کو بتایا جاتا ہے کہ آپ ؐ مذاق کرنے والوں اور تکذیب کرنے والوں کو بتا دیں کہ آپ ؐ کی رسالت کے رحمت ہونے کا خلاصہ کیا ہے۔",
  "ayah": 107,
  "surah": 21
}
