{
  "text": "بل نقذف۔۔۔۔۔۔۔۔۔۔۔ زاھق (12 : 81) ” مگر ہم باطل پر حق کی چوٹ لگاتے ہیں جو اس کا سر توڑ دیتی ہے اور وہ دیکھتے دیکھتے مٹ جاتا ہے “۔ نحو میں لفظ بل اضراب کے لیے آتا ہے یعنی ایک بات کو چھوڑ کر متکلم دوسری بات لیتا ہے۔ یعنی لہو کی بات چھوڑ کر بتایا جاتا ہے کہ اصل حقیقت یہ ہے کہ یہاں حق و باطل کی کشمکش ہے اور سنت الہیہ یہ ہے کہ اس کشمکش میں حق کو غلبہ نصیب ہو۔\nاس منظر کا انداز تعبیر نہایت ہی حسی محسوس ہونے والا ‘ زندگی سے بھرپور اور حرکت سے بھر پور ہے۔ نقشہ کچھ یوں ہے کہ سچائی ایک گولہ ہے جو دست قدرت میں ہے ‘ قدرت اسے پھینکتی ہے ‘ یہ باطل کے سر پر لگتا ہے اور اس کے دماغ کو پھوڑ کر رکھ دیتا ہے اور باطل صفحہ ہستی سے مٹ جاتا ہے آناً فاناً ۔\nیہ ایک طے شدہ سنت ہے ‘ اور سچائی اس کائنات کے اندر اصل ہے۔ کائنات کے وجود میں اس کا گہر ادخل ہے۔ باطل تو دائرہ کائنات سے خارج البلد ہے۔ اگر کہیں نظر آتا ہے تو یہ عارضی ہوتا ہے ‘ اس کی قوت گہری نہیں ہوسکتی ‘ اللہ اس باطل کو بھگاتا رہتا ہے۔ سچائی سے خود اللہ باطل پر بمباری کرتارہتا ہے اور اس کا سر توڑ تا رہتا ہے۔ لہٰذا جس چیز پر اللہ کی بمباری ہو ‘ جس چیز کو دست قدرت فنا کرتا ہو ‘ اس کے لیے بقا نہیں ہے۔ ہر گز نہیں ہے !\nبعض سطحی لوگ یہ سوچتے ہیں کہ اس وقت عملی صورت حالات اس کرئہ ارض پر اس کے خلاف ہے ‘ جو اللہ علیم وخبیر فرمارہا ہے۔ بظاہر حالات اس کے برعکس ہیں۔ یہ سوال ان تاریخی وقفوں میں پیدا ہوتا ہے جن میں کبھی کبھار باطل پھولا ہوا نظر آتا ہے۔ یوں لگتا ہے کہ گویا اس کی حکمرانی رہے گی۔ اور ان وقفوں میں حق اور اہل حق اس قدر بدحال ‘ افسردہ اور غبار آلودہ ہوتے ہیں کہ وہ مغلوب نظر آتے ہیں۔ حقیقت یہ ہے کہ انسانی تاریخ میں بعض مختصر وقفوں میں یوں ہوتا رہتا ہے۔ ان وقفوں کو اللہ تعالیٰ بعض اوقات ذرا طویل بھی کردیتا ہے مگر یہ اہل حق کی آزمائش کے لیے ہوتا ہے۔ اس کے بعد سنت الہی کا دست غیب بمباری شروع کرتا ہے۔ یہ سنت الہیہ ہے اور اسی سنت پر ارض و سما کا نظام قائم ہے اور اسی پر اسلامی دعوتوں کا بھی نظام قائم ہے۔\nجن لوگوں کا ایمان پختہ ہے ان کے دل میں تو ذرا شک بھی پیدا نہیں ہو سکتا کہ اس کائنات کی بنیاد سچائی پر ہے۔ وہ یہ شک نہیں کرسکتے کہ اللہ داعیان حق کی نصرت کرتے ہوئے باطل پر گولہ پھینکتا ہے اور اس کا بھیجا نکالا دیتا ہے۔ اہل حق کو اگر اللہ کچھ عرصہ کے لیے آزمائے تو ان کو سمجھ لینا چاہیے کہ یہ ان کی آزمائش ہے۔ ان کور اہ حق میں جم جانا چاہیے۔ اور اس آزمائش میں پورا اترنا چاہیے۔ ان کو سمجھ لینا چاہیے کہ ان میں کچھ کمزور یاں ہیں اور اللہ چاہتا ہے کہ وہ دور ہوں اور وہ اس حق کے غلبے کے لیے تیار ہوں۔ وہ دست قدرت کا کام کریں ‘ اپنی کمزوریاں دور کریں ‘ اپنے اندر کمال پیدا کریں جس قدر وہ جلدی تیاریاں مکمل کریں گے ‘ ان کی آزمائش کا عرصہ اسی قدر جلدی ختم ہوگا اور پھر اللہ باطل پر جو گولہ باری کرے گا تو انہی کے ہاتھوں سے ہوگی۔ اہل حق کے غلبے کے لیے تیار ہوں۔ وہ دست دقدرت کا کام کریں ‘ اپنی کمزوریاں دور کریں ‘ اپنے اندر کمال پیدا کریں جس قدر وہ جلدی تیاریاں مکمل کریں گے ‘ ان کی آزمائش کا عرصہ اسی قدر جلدی ختم ہوگا اور پھر اللہ باطل پر جو گولہ باری کرے گا تو انہی کے ہاتھوں سے یہ ہوگی۔ (وما رمیت اذ رمیت ولکن اللہ رمی) کا منظر ہوگا ‘ اچانک باطل اس دنیا سے نیست و نابود ہوجائے گا۔ یادرکھئے کہ باطل کا انجام مقرر ہے۔\nبل نقذف۔۔۔۔۔۔۔۔۔۔ زاھق (12 : 81) ” مگر ہم باطل پر حق کی چوٹ لگاتے ہیں جو اس کا سر توڑ دیتی ہے اور وہ دیکھتے دیکھتے مٹ جاتا ہے “۔ اور اللہ جو چاہتا ہے ‘ وہ کرتا ہے۔\n(روس میں دست قدرت نے یہ کام کردکھایا ہے۔ مترجم)\nقرآن کریم یہ حقیقت مشرکین مکہ کیذہن نشین کررہا ہے جو قرآن مجید کے بارے میں اس قسم کی باتیں کرتے تھے کہ یہ سحر ہے ‘ یہ شعر ہے ‘ یہ افتراء ہے۔ حالانکہ یہ برحق ہے اور قرآن کریم باطل پر حملہ آور ہے ‘ اس کا سر پھوڑ رہا ہے اور جلد ہی باطل اور شرک (جزیرۃ العرب سے ) مٹنے والا ہے۔ ان کو متنبہ کیا جاتا ہے کہ تم قرآن مجید یا تحریک اسلامی کے بارے میں جو باتیں بناتے ہو ‘ وہ تمہارے لیے سامان ہلاکت ہیں۔ (ولکم الویل مما تصفون) اس کے بعد ان کے سامنے ان کی نافرمانی اور روگردانی کے مقابلے میں اطاعت کیش مخلوق کی اطاعت شعاری کا ایک نمونہ پیش کیا جاتا ہے۔ یہ نمونہ ان لوگوں کی زندگی سے پیش کیا جاتا ہے جو ان کے مقابلے میں خدا تخالیٰ سے زیادہ قریب ہیں ‘ لیکن اس قربت کے باوجود وہ رات اور دن اس کی بندگی میں لگے ہوئے ہیں اور بندگی کرتے کرتے تھکتے بھی نہیں۔",
  "ayah": 18,
  "surah": 21
}
