{
  "text": "وقالوا اتخذالرحمن۔۔۔۔۔۔۔۔۔۔ نجزی الظلمین ”\nاللہ کے لیے بیٹا ہونے کا تصور زمانہ جاہلیت میں مختلف لوگوں کے درمیان مختلف تھا۔ مشرکین عرب خیال کرتے تھے کہ ملائکہ اللہ کی بیٹیاں ہیں۔ مشرکین یہود کہتے تھے کہ عزیز ابن اللہ ہیں اور مشرکین نصاریٰ کا عقیدہ یہ تھا کہ حضرت مسیح اللہ کے بیٹے ہیں۔ یہ سب شرکیہ عقائد ہیں اور دوسری اقوام مشرک کے ہاں اور طرح کے ہیں۔\nیہاں اشارہ عربوں کے عقیدہ کی طرف ہے جو ملائکہ کو اللہ کی بیٹیاں کہتے تھے۔ یہاں ان کے عقیدے کی تردید فرشتوں کی نوعیت اور حقیقت کے بیان سے کی جاتی ہے کہ وہ اللہ کی بیٹیاں نہیں ‘ جس طرح ان لوگوں کا زعم ہے بلکہ یہ اللہ کے ہاں مکرم بندے ہیں۔ یہ ایسی مخلوق ہے کہ اللہ کے سامنے جذبہ اطاعت ‘ ادب اور خوف خدا کی وجہ سے بات ہی نہیں کرتے۔ پس جو ان کو حکم دیا جاتا ہے ‘ بےچون و چرا اس پر عمل کرتے ہیں۔ اللہ کا علم پوری طرح ان کا احاطہ کیے ہوئے ہے۔ یہ لوگ کسی کی سفارش بھی نہیں کرتے الا یہ کہ اللہ کسی کی سفارش پر راضی ہوجائے۔ وہ مزاجا اللہ سیڈرتے ہیں اور اللہ کے خوف سے بھی ڈرتے ہیں حالانکہ وہ اللہ کے قریب تر ہیں ‘ پاکباز ہیں ‘ پوری طرح مطیع فرمان ہیں اور ان کے اندر کوئی انحراف نہیں ہے۔ پھر ان کا یہ دعویٰ بھی نہیں ہے کہ وہ الہٰ ہیں۔ اور اگر وہ ایسا کوئی دعویٰ کر بھی بیٹھیں ‘ بفرض محال ‘ تو وہ بھی ایسی ہی سزا کے مستحق ہوں گے جس کا اعلان دوسروں کے لیے ہے ‘ یعنی جہنم اور یہ سب ظالم مشرکین کے لیے ہے۔ یہ اس لیے کہ الوہیت کا حق صرف اللہ کا ہے۔۔ اس طرح مشرکین عرب کا یہ دعویٰ غلط ‘ خلاف عقل اور مکروہ ہے ‘ کوئی بھی ایسا دعویٰ نہیں کرتا اور اگر کرے گا تو مقررہ سزا پائے گا۔ جو بھی ہو یہ مدعی۔۔۔۔ یہاں فرشتوں کی اطاعت شعاری کو بڑے موثر انداز میں بیان کیا گیا ہے کہ وہ اللہ کے خلاف میں ڈوبے رہتے ہیں جبکہ مشرکین مکہ جسارت کرتے ہیں۔\nیہاں تک انسان کے سامنے توحید کے تکوینی دلائل رکھے گئے ‘ نیز تمام شرائع کے نقلی دلائل کی طرف بھی اشارہ کیا گیا کہ سب کی تعلیم توحید ہے اور بعض وجدانی دلائل بھی دیئے گئے جو دلوں میں قدرتاً اتر جاتے ہیں۔ اب قرآن مجید انسان کو اس عظیم کائنات کی سیر کراتا ہے ‘ وہ کائنات جسے اللہ کا وست قدرت نہایت ہی حکیمانہ انداز میں چلاتا ہے۔ اس کے باوجود بھی یہ لوگ اس کائنات میں پھیلے ہوئے آیات و معجزات پر غور نہیں کرتے۔",
  "ayah": 26,
  "surah": 21
}
