{
  "text": "درس نمبر 241 ایک نظر میں\nاس سورة کا یہ تیسرا سبق تمام رسولوں کے گروہ پر ایک سرسری نظر ہے۔ اس میں تمام رسولوں کا احاطہ تو نہیں کیا گیا لیکن بڑے بڑے رسولوں کا ذکر ہے۔ بعض کی طرف اس میں نہایت ہی مختصر اشارہ ہے اور بعض کے بارے میں ذرا تفصیلی ذکر ہے اور بعض کا مختصر ذکر ہے۔\nان تمام اشارات اور مفصل اور مختصر تذکروں میں یہ بات نظر آتی ہے کہ اللہ نے اپنے رسولوں پر کیا کیا رحمتیں کیں اور جن لوگوں نے تببیہات اور معجزات دیکھ کر بھی ان کی تکذیب کی ان کا انجام کیا ہوا۔ نیز ان میں رسولوں کی آزمائش کے بھی واقعات ہیں۔ بعض اوقات انہیں خیر میں آزمایا گیا اور بعض اوقات شر میں اور یہ کہ وہ ان امتحانوں میں کس طرح کامیاب رہے۔\nپھر اس میں یہ بھی بتایا گیا کہ اللہ نے ہمیشہ انسانوں میں سے رسول بھیجے اور ان کا نظریہ بھی ایک ہی رہا۔ عقیدے کے ساتھ ساتھ فریضہ رسالت کی ادائیگی میں ان کا طریقہ کار بھی ایک رہا اور زمان و مکان کے اختلاف کے باوجود یوں نظر آتا ہے کہ وہ ایک ہی امت اور گروہ ہیں۔\nرسولوں کا ایک نظریہ اور ایک امت ہونا اس بات کی دلیل ہے کہ اللہ ایک ہے ‘ اس لیے رسولوں کا عقیدہ ایک عقیدہ دینے والا ایک ‘ اس کائنات کی اندر قوانین فطرت پیدا کرنے والا ایک اور ان تمام رسولوں کو ‘ انسانوں کو ‘ کائنات کو ایک ہی جہت میں ایک ہی خدا کیساتھ مربوط کرنا بھی اس سبق سے معلوم ہوتا ہے۔ انا ربکم فاعبدون ” میں تمہارا رب ہوں لہٰذا میری اطاعت کرو “۔\nدرس نمبر 241 تشریح آیات\n84۔۔ تا۔۔۔۔ 29\nولقد اتینا موسی۔۔۔۔۔۔ افانتم لہ منکرون (84 : 05) ”\nاس سورة میں یہ بات آئی تھی کہ مشرکین نبی ﷺ کے ساتھ مذاق کرتی تھے کہ آپ رسالت کا دعویٰ کرتے ہیں حالانکہ آپ ہم جیسے بشر ہیں ‘ پھر وہ قرآن مجید کو وحی ماننے کے بجائے یہ کہتے تھے کہ یہ سحر ہے ‘ یا شعر ہے یا افتراء پر دازی ہے۔ چناچہ اس پوریے سبق میں ان کے اس الزام کا جواب ہے کہ رسول اس سے قبل بھی بھیجے گئے اور یہ سنت الہیہ ہے کہ تمام رسول بشر تھے اور کتاب بھیجنا بھی کوئی انوکھی بات نہیں ہے۔ اس سے قبل بھی رسولوں کو کتابیں دی گئی ہیں۔ حضرت موسیٰ اور ہارون (علیہم السلام) کو کتاب دی گئی تھی۔\nحضرت موسیٰ (علیہ السلام) کو جو کتاب دی گئی تھی وہ بھی فرقان تھی۔ فرقان قرآن کی بھی صفت ہے۔ گویا تمام رسولوں کا سلسلہ بھی ایک ہے ‘ کتابیں بھی ایک ہیں ‘ اور ان کی صفات بھی ایک ہیں ‘ کیونکہ اللہ کی نازل کردہ تمام کتب حق اور باطل کے درمیان فرق کرنے والی تھیں ‘ اس لیے ان کو فرقان کہا گیا۔ یہ ہدایت و ضلالت کی درمیان تمیز کرتی تھیں۔ یہ اسلامی نظام حیات اور جاہلی نظام کے درمیان فرق کرتی تھیں۔ یہاسلامی رحجانات اور غیر اسلامی رحجانات میں فرق کرتی تھیں اس لیے ان کو عمومی طور پر فرقان کہا گیا اور تورات اور قرآن کو صراحت کے ساتھ کہا گیا کہ وہ فرقان ہیں۔\nتورات کو یہاں روشنی بھی کہا گیا ‘ اس لیے کہ وہ نظریات و افکار کی ظلمتوں کو روشن کرنے والی تھی ‘ باطل کے اندھیروں کو دور کرنے والی تھی ‘ اور یہ ایسے اندھیرے ہوتے ہیں جن میں عقل و خرد ‘ ٹامک ٹوئیاں مارتے پھرتے ہیں اور انسان کی دلی دنیا پر اس وقت تک سورج طلوع نیں ہوتا جب تک اس کے اندر شعلہ ایمان روشن نہ ہو اور وہ اپنے ماحول کو روشن نہ کرے۔ اس کو زندگی کا منہاج نہ دے دے اور زندگی کے اقدامات کی سمت متعین نہ کردے تاکہ اقدار ‘ منصوبوں اور مطالب کے درمیان اختلاف پیدا نہ ہو۔\nتورات بھی قرآن کی طرح متقین کے لیے ذکر اور ہدایت تھی۔ یعنی تورات کے ذریعہ حضرت موسیٰ اور بنی اسرائیل کا ذکر آج تک ہے جبکہ تورات سے قبل بنی اسرائیل کی کیا تاریخی حیثیت تھی ؟ پہلے وہ فرعون کے غلام تھے۔ جو انکے بیٹوں کو ذبح کرتا اور بیٹیوں کو زندہ رکھتا تھا۔ اور انکو ذلت کے ساتھ اور تشدد کے تحت رکھتا ۔ یہاں متقین کے ساتھ یہ صفت بھی لگائی گئی کہ وہ لوگ جو غیب پر ایمان لاتے ہیں اور اپنے رب سے ڈرتے ہیں۔",
  "ayah": 48,
  "surah": 21
}
