{
  "text": "اب قصہ یونس علیہ السلام۔ آپ کو ذوالنون بھی کہتے ہیں۔\nوذالانون اذ ذھب۔۔۔۔۔۔ کذلک نجی المومنین (78۔ 88) ’ “۔\nحضرت یونس (علیہ السلام) کا قصہ بھی یہاں ایک سرسری اشارے کی شکل میں ہے ‘ جیسا کہ اس سورة کا انداز ہے اور سورة مضافات میں اس کی تفصیلات ہیں لیکن ضروری ہے کہ یہاں ہم بعض ضروری تفصیلات دے دیں تاکہ یہاں کے اشارات اچھی طرح سمجھ میں آجائیں۔ ان کو مچھلی والے (ذوالنون) اس لیے کہا جاتا ہے کہ جب ان کو کشتی سے پھینکا گیا تو مچھلی نے ان کو نگل لیا۔ قصہ یہ تھا کہ ان کو ایک گائوں میں دعوت اسلامی پھیلانے کے لیے بھیجا گیا۔ گائوں والوں نے ان کی ایک نہ مانی ‘ ان کو اس پر بہت غصہ آیا۔ اسی غصے کی وجہ سے ناراض ہو کر وہاں سے چلے گئے اور ان میں رہ کر دعوت اسلامی کی مشکلات کو برداشت کرتے ہوئے صبر اور مصابرت سے کام نہ لیا۔ انہوں نے یہ خیال کیا کہ ملک خدا تنگ نیست بئے مرالنگ نیست۔ اللہ کی مخلوقات سے اور گائوں بھرے پڑے ہیں ‘ اگر یہ لوگ دعوت کو قبول نہیں کرتے تو اللہ انہیں دوسروں کع طرف متوجہ گر دے گا۔ یہ ہے مفہوم فظن ان لن نقدر علیہ (12 : 78) کا ” اس نے گمان کیا کہ ہم اس پر تنگی نہ کریں گے “ یعنی ” لن نقدر “ کا مفہوم ہے ” لم نضیق علیہ “۔ ان کے غصے اور تنگ دلی نے ان کو گائوں سے نکلنے پر آمادہ کردیا۔ وہ سمندر کے کنارے پہنچ گئے۔ وہاں ایک کشتی تیار تھی۔ اس میں سوار ہر گئے۔ کشتی کو امواج بحری نے گھیر لیا۔ ملاح نے کہا کہ اگر اسے ہلکا نہ کیا گیا تو سب لوگ ڈوب جائیں گے۔ اس پر انہوں نے قرعہ اندازی کی۔ قرعہ حضرت یونس کا نکل گیا۔ لوگوں نے انہیں سمندر میں پھینک دیا یا خود کود پڑے۔ ان کو مچھلی نے نگل لیا۔ اور وہ مزید تنگ جگہ تک جا پہنچے۔ اس وقت اندھیروں میں تھے۔ ایک اندھیرا مچھلی کے پیٹ کا ‘ دوسرا اندھیرا سمندر کا اور تیسرا اندھیرا رات کا۔ انہوں نے اپنے رب کو یوں پکارا۔\nلاالہ الا انت سنحنک انی کنت من الظلمین (12 : 78) ” نہیں ہے کوئی الہٰ مگر تو ‘ پاک ہے ذات تیری ‘ بیشک میں ہی ظالموں میں سے تھا “۔ اللہ نے ان کی دعا قبول کرلی۔ اس پریشانی سے انہیں نجات دی جس میں وہ تھے۔ مچھلی نے انہیں ساحل پر پھینک دیا۔ اس کے بعد کے ان واقعات سورة اصافات میں مفصل ہیں۔ یہاں اسی قدرضروری تھا۔\nحضرت یونس (علیہ السلام) کے قصے کے اس حصے میں عبرت اور غور طلب نکات ہیں لہٰذا یہاں قدرے قوقف ضروری ہے۔ یہ کہ حضرت یونس (علیہ السلام) نے دعوت اسلامی کی راہ میں پیش آنے والی مشکلات پر صبر نہ کیا۔ ان کا دل بھر آیا ‘ انہوں نے دعوت کی ذمہ داریاں چھوڑدیں اور غصے میں اس گائوں سے چل پڑے۔ جب وہ چلے تو سخت پریشانی اور غصے میں تھے۔ اللہ نے ان کو ان مشکلات سے دوچارکر دیا جن کے مقابلے میں تکذیب کرنے والوں کی جانب سے آنے والی مشکلات کم تھیں۔ اگر وہ توبہ نہ کرتے اور اپنے نفس پر ‘ دعوت اسلامی پر اور اپنے فرائض پر ظلم کا اعتراف نہ کرتے تو اللہ ان کو اس مصیبت سے نہ نکالتا لیکن قدرت نے ان کی توبہ قبول کر کے ان کی حفاظت کی اور ان کو اس غم سے نجات دی۔\nدعوت اسلامی کے حاملین کے لیے ضروری ہے کہ وہ دعوت کے فرائض اور مشکلات کو برداشت کریں۔ اگر لوگ تکذیب کرتے ہیں تو وہ ان پر صبر کریں۔ اگر ایذادیتے ہیں تو صبر کریں ‘ حقیقت یہ ہے کہ ایک سچے آدمی کو جھوٹا کہنے کا اثر اس کے نفس پر بہت ہی کڑواہوتا ہے۔ لیکن رسالت کی ذمہ داریوں کا یہ قصہ ہے کہ لوگ مانیں یا نہ مانیں دعوت اسلامی کے حاملین کو چاہیے کہ وہ اپنے اندر برداشت پیدا کریں ‘ صبر کریں اور ثابت قدمی کا مظاہرہ کریں۔ ضروری ہے کہ وہ از سر نو دعوت کا کام شروع کریں۔ دعوت کا آغاز از سر نو کریں اور پرو گرام کو پھر سے شروع کریں۔\nان کا فرض ہے کہ وہ دعوت کے کام سے مایوس نہ ہوں ، دلوں میں از سر نو اصلاح کا جذبہ پیدا کیا جاسکتا ہے اور لوگوں کی اصلاح کا کام کیا جاسکتا ہے۔ اگرچہ قوم بار بار انکار کر دے اور تکذیب کر دے۔ سرکشی کرے اور دعوت کو رد کر دے۔ اگر سو بار کی دعوت دلوں پر اثر نہ کرے تو ہو سکتا ہے کہ ایک سو بار ایک بار کی دعوت دلوں میں اتر جائے۔ بعض اوقات انسان ایک ہزار ایک بار سعی کرنے پر کامیاب ہوتا ہے۔ اگر داعی صبر کرے ، کوشش کرے اور مایوس نہ ہو تو ہزار ہا کوششوں کے بعد وہ کامیاب ہو سکتا ہے۔\nدعوت اسلامی کا کام آسان اور سہل نہیں ہے۔ لوگوں کے دلوں کو کسی دعوت کے لئے برانگیختہ کرنا بہت ہی دشوار کام ہے۔ دلوں کا جیتنا جوئے شیر لانے سے بھی مشکل ہے۔ باطل ، رسم و رواج اور عادات اور رسوم کا ایک تہ بہ تہ نظام ہے جس نے دعوت کے کام کو روک لیا ہوتا ہے۔ پھر ہر سوسائٹی اپنی موجودہ تنظیم اور اداروں کو بچانا چاہتی ہے۔ دلوں کے اوپر موجودہ عادات اور طرز زندگی زنگ کی طرح جما ہوتا ہے لہٰذا دلوں کو از سر نو زندہ کرنے کے لئے سب کچھ کرنا ہوتا ہے تمام حساس مراکز تحریک کو چھونا ہوتا ہے اور بڑی مشکل سے اس رگ کو پکڑا جاتا ہے جس کے ذریعے پیغام پہنچ جاتا ہے ۔ ایک ایک نج کے بڑے صبر ، بڑی برداشت اور بڑی جدوجہد کرنی ہوتی ہے لیکن بعض اوقات صرف ایک سرسری کوشش سے اور جب انسانی سوسائٹی کی دکھتی رگ کو پکڑ لیا جاتا ہے تو پھر بڑی آسانی کے ساتھ انسان منزل مقصود تک پہنچ جاتا ہے اور سوسائٹی میں ایک انقلاب برپا ہوجاتا ہے۔\nاس بات کو ایک عام مثال سے سمجھایا جاسکتا ہے۔ آپ ریڈیو کے ریسیور کی سوئی کو گھماتے رہتے ہیں لیکن مطلوبہ اسٹیشن نہیں لگتا۔ بار بار گھمانے کے بعد اچانک اچانک اسٹیشن لگ جاتا ہے بار بار کوششوں سے بعض اوقات اسٹیشن نہیں لگتا لیکن بعض اوقات سوئی کو محض لاپرواہی سے گھمانے کے نتیجے میں اسٹیشن لگ جاتا ہے اور پروگرام آنے شروع ہوجاتے ہیں۔\nانسانی دل ریڈیو کے ریسیور کے مانند ہے اور داعی کو چاہئے کہ وہ مایوس نہ ہو اور ریسیور کو گھماتا رہے۔ دلوں کو ٹٹولتا رہے۔ ہو سکتا ہے کہ کسی وقت لوگوں کے دل اسے قبول کرنے کے لئے اچانک آمادہ ہوجائیں اور لوگ افق ہے ذرا بلند دیکھنے لگ جائیں۔ ہو سکتا ہے کہ انسان کی ہزار کوششیں ناکام رہیں اور ایک ہزار ایک نمبر پر کی جانے والی کوشش میں ہم منزل مقصود کو پالیں۔\nیہ تو بہت آسان ہے کہ ایک داعی غضب میں آجائے برہم ہوجائے کہ لوگ میری بات کو قبول کیوں نہیں کرتے۔ وہ لوگوں کو چھوڑ دے ، آرام سے بیٹھ جائے ، ٹھیک ہے اس کی برہمی دور ہوجائے گی۔ اس کے اعصاب ٹھنڈے ہوجائیں گے۔ لیکن دعوت اور پھر دعوت اسلامی کا کیا ہوگا ؟ کون واپس آئے گا اور جھٹلانے والی اور چھوڑی ہوئی قوم کو دعوت کون دے گا ؟\nاصل بات دعوت ہے۔ داعی کی شخصیت اصل مقصود نہیں ہے۔ اگر داعی برہم ہوتا ہے یا اس کا سینہ دق ہوتا ہے تو اسے صبر کرنا چاہئے اور اپنی راہ کو نہ چھوڑنا چاہئے۔ اس کی ذات کے لئے یہی بہتر ہے کہ وہ صبر کرے اور لوگوں کی باتوں پر دل کو تنگ نہ کے۔ بےصبری کا مظاہرہ نہ کرے اور پھر لوگوں کی تکذیب اور لوگوں کی باتوں کی وجہ سے تو ایسا ہرگز نہ کرے۔\nرہی داعی کی ذات تو اس کی حقیقت ہی کیا ہے۔ یہ تو دست قدرت کا ایک ہتھیار ہے۔ دعوت کا اصل کام اللہ خود کرتا ہے۔ وہی دعوت کا محافظ ہے۔ داعی کو چاہئے کہ وہ ہر قسم کے حالات میں اپنے فریضہ کو پورا کرے۔ ہر فضا میں کام کے لئے راہیں نکالے۔ انجام اللہ پر چھوڑ دے۔ ہدایت اللہ کے ہاتھ میں ہے۔\nواقعہ یہ ہے کہ حضرت ذوالنون کے قصے میں داعیان حق کے لئے ایک بہت بڑا سبق ہے۔ ان کا فرض ہے کہ وہ اس سبق کو غور سے حاصل کریں۔ حضرت ذوالنون (علیہ السلام) نے جب توبہ کی ، اپنے موقف پر نظرثانی کی اور اپنے کام پر لوٹ آئے تو اس میں دعوت اسلامی کے کارکنوں کے لئے بہت بڑی عبرت ہے۔ کیا مناسب نہیں ہے کہ داعیان حق اس پر تدبر کریں۔ پھر حضرت یونس (علیہ السلام) کی دعا ، اندھیروں کے اندر ان کی دعا اور اللہ کی طرف سے اس کی قبولیت میں داعیان حق کے لئے بھی ایک خوشخبری ہے۔ کیا یہ نہیں کہا گیا۔\nکذلک ننحی المومنین (21 : 88) ” اور اسی طرح ہم مومنوں کو بچا لیا کرتے ہیں۔ “\nاب حضرت زکریا اور یحییٰ (علیہما السلام) کے قصے کی طرف سرسری اشارہ اور حضرت زکریا کی دعا کی قبولیت :\nوزکریآ…خشعین (90)",
  "ayah": 87,
  "surah": 21
}
