{
  "text": "قوله تعالى إذ يغشيكم النعاس أمنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطان وليربط على قلوبكم ويثبت به الأقدامقوله تعالى إذ يغشيكم النعاس مفعولان . وهي قراءة أهل المدينة ، وهي حسنة لإضافة الفعل إلى الله عز وجل لتقدم ذكره في قوله : وما النصر إلا من عند الله . ولأن بعده وينزل عليكم فأضاف الفعل إلى الله عز وجل . فكذلك الإغشاء يضاف إلى الله عز وجل ليتشاكل الكلام . وقرأ ابن كثير وأبو عمرو \" يغشاكم النعاس \" بإضافة الفعل إلى النعاس . دليله أمنة نعاسا يغشى في قراءة من قرأ بالياء أو بالتاء ; فأضاف الفعل إلى النعاس أو إلى الأمنة . والأمنة هي النعاس ; فأخبر أن النعاس هو الذي يغشى القوم . وقرأ الباقون \" يغشيكم \" بفتح الغين وشد الشين . \" النعاس \" بالنصب على معنى قراءة نافع ، لغتان بمعنى غشى وأغشى ; قال الله تعالى : فأغشيناهم . وقال : فغشاها ما غشى . وقال : كأنما أغشيت وجوههم . قال مكي : والاختيار ضم الياء والتشديد ونصب النعاس ; لأن بعده أمنة منه والهاء في منه لله ، فهو الذي يغشيهم النعاس ، ولأن الأكثر عليه . وقيل : أمنة من العدو و أمنة مفعول من أجله أو مصدر ; يقال : أمن أمنة وأمنا وأمانا ; كلها سواء . والنعاس حالة الآمن الذي لا يخاف . وكان هذا النعاس في الليلة التي كان القتال من غدها ; [ ص: 334 ] فكان النوم عجيبا مع ما كان بين أيديهم من الأمر المهم ، ولكن الله ربط جأشهم . وعن علي رضي الله عنه قال : ما كان فينا فارس يوم بدر غير المقداد على فرس أبلق ، ولقد رأيتنا وما فينا إلا نائم إلا رسول الله صلى الله عليه وسلم تحت شجرة يصلي ويبكي حتى أصبح ; ذكره البيهقي . الماوردي : وفي امتنان الله عليهم بالنوم في هذه الليلة وجهان : أحدهما : أن قواهم بالاستراحة على القتال من الغد . الثاني : أن أمنهم بزوال الرعب من قلوبهم ; كما يقال : الأمن منيم ، والخوف مسهر . وقيل : غشاهم في حال التقاء الصفين . وقد مضى مثل هذا في يوم أحد في \" آل عمران \" .قوله تعالى وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطان وليربط على قلوبكم ويثبت به الأقدام ظاهر القرآن يدل على أن النعاس كان قبل المطر . وقال ابن أبي نجيح : كان المطر قبل النعاس . وحكى الزجاج : أن الكفار يوم بدر سبقوا المؤمنين إلى ماء بدر فنزلوا عليه ، وبقي المؤمنون لا ماء لهم ، فوجست نفوسهم وعطشوا وأجنبوا وصلوا كذلك ; فقال بعضهم في نفوسهم بإلقاء الشيطان إليهم : نزعم أنا أولياء الله وفينا رسوله وحالنا هذه والمشركون على الماء . فأنزل الله المطر ليلة بدر السابعة عشرة من رمضان حتى سالت الأودية ; فشربوا وتطهروا وسقوا الظهر وتلبدت السبخة التي كانت بينهم وبين المشركين حتى ثبتت فيها أقدام المسلمين وقت القتال . وقد قيل : إن هذه الأحوال كانت قبل وصولهم إلى بدر ; وهو أصح ، وهو الذي ذكره ابن إسحاق في سيرته وغيره . وهذا اختصاره : قال ابن عباس لما أخبر رسول الله صلى الله عليه وسلم بأبي سفيان أنه مقبل من الشأم ندب المسلمين إليهم وقال : \" هذه عير قريش فيها الأموال فاخرجوا إليهم لعل الله أن ينفلكموها \" قال : فانبعث معه من خف ; وثقل قوم وكرهوا الخروج ، وأسرع رسول الله صلى الله عليه وسلم لا يلوي على من تعذر ، ولا ينتظر من غاب ظهره ، فسار في ثلاثمائة وثلاثة عشر من أصحابه من مهاجري وأنصاري . وفي البخاري عن البراء بن عازب قال : كان المهاجرون يوم بدر نيفا وثمانين ، وكان الأنصار نيفا وأربعين ومائتين . وخرج أيضا عنه قال : كنا نتحدث أن أصحاب محمد صلى الله عليه وسلم كانوا ثلاثمائة وبضعة عشر ، على عدد أصحاب طالوت الذين جاوزوا معه النهر ، وما جاوز معه إلا مؤمن . وذكر البيهقي عن أبي أيوب الأنصاري قال : فخرجنا - يعني إلى بدر - فلما سرنا يوما أو يومين [ ص: 335 ] أمرنا رسول الله صلى الله عليه وسلم أن نتعاد ، ففعلنا فإذا نحن ثلاثمائة وثلاثة عشر رجلا ، فأخبرنا النبي صلى الله عليه وسلم بعدتنا ، فسر بذلك وحمد الله وقال : عدة أصحاب طالوت . قال ابن إسحاق : وقد ظن الناس بأجمعهم أن رسول الله صلى الله عليه وسلم لا يلقى حربا فلم يكثر استعدادهم . وكان أبو سفيان حين دنا من الحجاز يتجسس الأخبار ويسأل من لقي من الركبان تخوفا على أموال الناس ، حتى أصاب خبرا من بعض الركبان أن محمدا رسول الله صلى الله عليه وسلم قد استنفر لكم الناس ; فحذر عند ذلك واستأجر ضمضم بن عمرو الغفاري وبعثه إلى مكة ، وأمره أن يأتي قريشا يستنفرهم إلى أموالهم ويخبرهم أن محمدا صلى الله عليه وسلم قد عرض لها في أصحابه ; ففعل ضمضم . فخرج أهل مكة في ألف رجل أو نحو ذلك ، وخرج النبي صلى الله عليه وسلم في أصحابه ، وأتاه الخبر عن قريش بخروجهم ليمنعوا عيرهم ; فاستشار النبي صلى الله عليه وسلم الناس ، فقام أبو بكر فقال فأحسن ، وقام عمر فقال فأحسن ، ثم قام المقداد بن عمرو فقال : يا رسول الله ، امض لما أمرك الله فنحن معك ، والله لا نقول كما قالت بنو إسرائيل \" فاذهب أنت وربك فقاتلا إنا هاهنا قاعدون \" ولكن اذهب أنت وربك فقاتلا إنا معكم مقاتلون ، والذي بعثك بالحق لو سرت إلى برك الغماد - يعني مدينة الحبشة - لجالدنا معك من دونه ; فسر بذلك رسول الله صلى الله عليه وسلم ودعا له بخير . ثم قال : أشيروا علي أيها الناس يريد الأنصار . وذلك أنهم عدد الناس ، وكانوا حين بايعوه بالعقبة قالوا : يا رسول الله ، إنا برآء من ذمامك حتى تصل إلى ديارنا ، فإذا وصلت إلينا فأنت في ذممنا ، نمنعك مما نمنع منه أنفسنا وأبناءنا ونساءنا . فكان رسول الله صلى الله عليه وسلم يتخوف ألا تكون الأنصار ترى أن عليها نصرته إلا بالمدينة ، وأنه ليس عليهم أن يسير بهم إلى عدو بغير بلادهم . فلما قال ذلك رسول الله صلى الله عليه وسلم كلمه سعد بن معاذ - وقيل سعد بن عبادة ، ويمكن أنهما تكلما جميعا في ذلك اليوم - فقال : يا رسول الله ، كأنك تريدنا معشر الأنصار ؟ فقال رسول الله صلى الله عليه وسلم : أجل فقال : إنا قد آمنا بك واتبعناك ، فامض لما أمرك الله ، فوالذي بعثك بالحق لو استعرضت بنا هذا البحر فخضته لخضناه معك . فقال رسول الله صلى الله عليه وسلم : امضوا على بركة الله فكأني أنظر إلى مصارع القوم . فمضى رسول الله صلى الله عليه وسلم وسبق قريشا إلى ماء بدر . ومنع قريشا من السبق إليه مطر عظيم أنزله الله عليهم ، ولم يصب منه المسلمين إلا ما شد لهم دهس الوادي وأعانهم على المسير . والدهس : الرمل اللين الذي تسوخ فيه الأرجل . فنزل رسول الله صلى الله عليه وسلم على أدنى ماء من مياه بدر إلى المدينة ، فأشار عليه الحباب بن المنذر بن عمرو بن الجموح بغير ذلك وقال له : يا رسول الله ، أرأيت هذا المنزل ، أمنزلا أنزلكه الله فليس لنا أن نتقدمه أو نتأخر عنه ، أم هو [ ص: 336 ] الرأي والحرب والمكيدة ؟ فقال عليه السلام : بل هو الرأي والحرب والمكيدة . فقال : يا رسول الله ، إن هذا ليس لك بمنزل ، فانهض بنا إلى أدنى ماء من القوم فننزله ونعور ما وراءه من القلب ، ثم نبني عليه حوضا فنملأه فنشرب ولا يشربون . فاستحسن رسول الله صلى الله عليه وسلم ذلك من رأيه ، وفعله . ثم التقوا فنصر الله نبيه والمسلمين ، فقتل من المشركين سبعين وأسر منهم سبعين ، وانتقم منهم للمؤمنين ، وشفى الله صدر رسوله عليه السلام وصدور أصحابه من غيظهم . وفي ذلك يقول حسان : عرفت ديار زينب بالكثيب كخط الوحي في الورق القشيب     تداولها الرياح وكل جونمن الوسمي منهمر سكوب     فأمسى ربعها خلقا وأمستيبابا بعد ساكنها الحبيب     فدع عنك التذكر كل يومورد حرارة الصدر الكئيب     وخبر بالذي لا عيب فيهبصدق غير إخبار الكذوب     بما صنع الإله غداة بدرلنا في المشركين من النصيب     غداة كأن جمعهم حراءبدت أركانه جنح الغروب     فلاقيناهم منا بجمعكأسد الغاب مردان وشيب     أمام محمد قد وازروهعلى الأعداء في لفح الحروب     بأيديهم صوارم مرهفاتوكل مجرب خاظي الكعوب     بنو الأوس الغطارف وازرتهابنو النجار في الدين الصليب     فغادرنا أبا جهل صريعاوعتبة قد تركنا بالجبوب [ ص: 337 ]وشيبة قد تركنا في رجالذوي نسب إذا نسبوا حسيبيناديهم رسول الله لما     قذفناهم كباكب في القليبألم تجدوا كلامي كان حقا     وأمر الله يأخذ بالقلوبفما نطقوا ، ولو نطقوا لقالوا     أصبت وكنت ذا رأي مصيبوهنا ثلاث مسائل :الأولى : قال مالك : بلغني أن جبريل عليه السلام قال للنبي صلى الله عليه وسلم : كيف أهل بدر فيكم ؟ قال : خيارنا . قال : إنهم كذلك فينا . فدل هذا على أن شرف المخلوقات ليس بالذوات ، وإنما هو بالأفعال . فللملائكة أفعالها الشريفة من المواظبة على التسبيح الدائم . ولنا أفعالنا بالإخلاص بالطاعة . وتتفاضل الطاعات بتفضيل الشرع لها ، وأفضلها الجهاد ، وأفضل الجهاد يوم بدر ; لأن بناء الإسلام كان عليه .الثانية : ودل خروج النبي صلى الله عليه وسلم ليلقى العير على جواز النفير للغنيمة لأنها كسب حلال . وهو يرد ما كره مالك من ذلك ; إذ قال : ذلك قتال على الدنيا ، وما جاء أن من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله دون من يقاتل للغنيمة ، يراد به إذا كان قصده وحده وليس للدين فيه حظ . وروى عكرمة عن ابن عباس قال : قالوا للنبي صلى الله عليه وسلم حين فرغ من بدر : عليك بالعير ، ليس دونها شيء . فناداه العباس وهو في الأسرى : لا يصلح هذا . فقال له النبي صلى الله عليه وسلم : ولم ؟ قال : لأن الله وعدك إحدى الطائفتين ، وقد أعطاك الله ما وعدك . فقال النبي صلى الله عليه وسلم : صدقت . وعلم ذلك العباس بحديث أصحاب النبي صلى الله عليه وسلم وبما كان من شأن بدر ، فسمع ذلك في أثناء الحديث .الثالثة : روى مسلم عن أنس بن مالك أن رسول الله صلى الله عليه وسلم ترك قتلى بدر ثلاثا ، ثم قام عليهم فناداهم فقال : يا أبا جهل بن هشام يا أمية بن خلف يا عتبة بن ربيعة يا شيبة بن ربيعة أليس قد وجدتم ما وعد ربكم حقا فإني قد وجدت ما وعدني ربي حقا . فسمع عمر قول النبي صلى الله عليه وسلم فقال : يا رسول الله ، كيف يسمعون ، وأنى يجيبون وقد جيفوا ؟ قال : والذي نفسي بيده ما أنتم بأسمع لما أقول منهم ولكنهم لا يقدرون أن يجيبوا . ثم أمر بهم فسحبوا فألقوا في [ ص: 338 ] القليب ، قليب بدر .\" جيفوا \" بفتح الجيم والياء ، ومعناه أنتنوا فصاروا جيفا . وقول عمر : \" يسمعون \" استبعاد على ما جرت به حكم العادة . فأجابه النبي صلى الله عليه وسلم بأنهم يسمعون كسمع الأحياء . وفي هذا ما يدل على أن الموت ليس بعدم محض ولا فناء صرف ، وإنما هو انقطاع تعلق الروح بالبدن ومفارقته ، وحيلولة بينهما ، وتبدل حال وانتقال من دار إلى دار . قال رسول الله صلى الله عليه وسلم : إن الميت إذا وضع في قبره وتولى عنه أصحابه إنه ليسمع قرع نعالهم الحديث . أخرجه الصحيح .قوله تعالى : ويثبت به الأقدام الضمير في به عائد على الماء الذي شد دهس الوادي ، كما تقوم . وقيل : هو عائد على ربط القلوب ; فيكون تثبيت الأقدام عبارة عن النصر والمعونة في موطن الحرب .",
  "ayah": 11,
  "surah": 8
}
