{
  "text": "قوله تعالى إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنانقوله تعالى إذ يوحي ربك إلى الملائكة أني معكم العامل في \" إذ \" يثبت ، أي يثبت به الأقدام ذلك الوقت . وقيل : العامل \" ليربط \" أي وليربط إذ يوحي . وقد يكون التقدير : اذكر إذ يوحي ربك إلى الملائكة أني معكم في موضع نصب ، والمعنى : بأني معكم ، أي بالنصر والمعونة . معكم بفتح العين ظرف ، ومن أسكنها فهي عنده حرف .فثبتوا الذين آمنوا أي بشروهم بالنصر أو القتال معهم أو الحضور معهم من غير قتال ; فكان الملك يسير أمام الصف في صورة الرجل ويقول : سيروا فإن الله ناصركم . ويظن المسلمون أنه منهم ; وقد تقدم في \" آل عمران \" أن الملائكة قاتلت ذلك اليوم . فكانوا يرون رءوسا تندر عن الأعناق من غير ضارب يرونه . وسمع بعضهم قائلا يسمع قوله ولا يرى شخصه : أقدم حيزوم . وقيل : كان هذا التثبيت ذكر رسول الله صلى الله عليه وسلم للمؤمنين نزول الملائكة مددا .قوله تعالى سألقي في قلوب الذين كفروا الرعب تقدم في \" آل عمران \" بيانه .[ ص: 339 ] فاضربوا فوق الأعناق هذا أمر للملائكة . وقيل : للمؤمنين ، أي اضربوا الأعناق ، وفوق زائدة ; قاله الأخفش والضحاك وعطية . وقد روى المسعودي قال قال رسول الله صلى الله عليه وسلم : إني لم أبعث لأعذب بعذاب الله وإنما بعثت بضرب الرقاب وشد الوثاق . وقال محمد بن يزيد : هذا خطأ ; لأن فوق تفيد معنى فلا يجوز زيادتها ، ولكن المعنى أنهم أبيح لهم ضرب الوجوه وما قرب منها . وقال ابن عباس : كل هام وجمجمة . وقيل : أي ما فوق الأعناق ، وهو الرءوس ; قال عكرمة . والضرب على الرأس أبلغ ; لأن أدنى شيء يؤثر في الدماغ . وقد مضى شيء من هذا المعنى في \" النساء \" وأن فوق ليست بزائدة ، عند قوله : فوق اثنتين .واضربوا منهم كل بنان قال الزجاج : واحد البنان بنانة ، وهي هنا الأصابع وغيرها من الأعضاء . والبنان مشتق من قولهم : أبن الرجل بالمكان إذا أقام به . فالبنان يعتمل به ما يكون للإقامة والحياة . وقيل : المراد بالبنان هنا أطراف الأصابع من اليدين والرجلين . وهو عبارة عن الثبات في الحرب وموضع الضرب ; فإذا ضربت البنان تعطل من المضروب القتال بخلاف سائر الأعضاء . قال عنترة :وكان فتى الهيجاء يحمي ذمارها ويضرب عند الكرب كل بنانومما جاء أن البنان الأصابع قول عنترة أيضا :وأن الموت طوع يدي إذا ما     وصلت بنانها بالهندوانيوهو كثير في أشعار العرب ، البنان : الأصابع . قال ابن فارس : البنان الأصابع ، ويقال : الأطراف . وذكر بعضهم أنها سميت بنانا لأن بها صلاح الأحوال التي بها يستقر الإنسان ويبن وقال الضحاك : البنان كل مفصل .",
  "ayah": 12,
  "surah": 8
}
