{
  "text": "قوله تعالى فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا إن الله سميع عليم[ ص: 344 ] قوله تعالى فلم تقتلوهم ولكن الله قتلهم أي يوم بدر . روي أن أصحاب رسول الله صلى الله عليه وسلم لما صدروا عن بدر ذكر كل واحد منهم ما فعل : قتلت كذا ، فعلت كذا ; فجاء من ذلك تفاخر ونحو ذلك . فنزلت الآية إعلاما بأن الله تعالى هو المميت والمقدر لجميع الأشياء ، وأن العبد إنما يشارك بتكسبه وقصده . وهذه الآية ترد على من يقول بأن أفعال العباد خلق لهم . فقيل : المعنى فلم تقتلوهم ولكن الله قتلهم بسوقهم إليكم حتى أمكنكم منهم . وقيل : ولكن الله قتلهم بالملائكة الذين أمدكم بهم .وما رميت إذ رميت مثله ولكن الله رمى . واختلف العلماء في هذا الرمي على أربعة أقوال :الأول : إن هذا الرمي إنما كان في حصب رسول الله صلى الله عليه وسلم يوم حنين رواه ابن وهب عن مالك . قال مالك : ولم يبق في ذلك اليوم أحد إلا وقد أصابه ذلك . وكذلك روى عنه ابن القاسم أيضا .الثاني : أن هذا كان يوم أحد حين رمى أبي بن خلف بالحربة في عنقه ; فكر أبي منهزما . فقال له المشركون : والله ما بك من بأس . فقال : والله لو بصق علي لقتلني . أليس قد قال : بل أنا أقتله . وكان أوعد أبي رسول الله صلى الله عليه وسلم بالقتل بمكة ; فقال له رسول الله صلى الله عليه وسلم : بل أنا أقتلك فمات عدو الله من ضربة رسول الله صلى الله عليه وسلم في مرجعه إلى مكة ، بموضع يقال له \" سرف \" . قال موسى بن عقبة عن ابن شهاب : لما كان يوم أحد أقبل أبي مقنعا في الحديد على فرسه يقول : لا نجوت إن نجا محمد ; فحمل على رسول الله صلى الله عليه وسلم يريد قتله . قال موسى بن عقبة قال سعيد بن المسيب : فاعترض له رجال من المؤمنين ، فأمرهم رسول الله صلى الله عليه وسلم فخلوا طريقه ; فاستقبله مصعب بن عمير يقي رسول الله صلى الله عليه وسلم ; فقتل مصعب بن عمير ، وأبصر رسول الله صلى الله عليه وسلم ترقوة أبي بن خلف من فرجة بين سابغة البيضة والدرع ; فطعنه بحربته فوقع أبي عن فرسه ، ولم يخرج من طعنته دم . قال سعيد : فكسر ضلعا من أضلاعه ; فقال : ففي ذلك نزل وما رميت إذ رميت ولكن الله رمى . وهذا ضعيف ; لأن الآية نزلت عقيب بدر .الثالث : أن المراد السهم الذي رمى به رسول الله صلى الله عليه وسلم في حصن خيبر ، فسار في الهواء [ ص: 345 ] حتى أصاب ابن أبي الحقيق وهو على فراشه . وهذا أيضا فاسد ، وخيبر وفتحها أبعد من أحد بكثير . والصحيح في صورة قتل ابن أبي الحقيق غير هذا .الرابع : أنها كانت يوم بدر ; قال ابن إسحاق . وهو أصح ; لأن السورة بدرية ، وذلك أن جبريل عليه السلام قال للنبي صلى الله عليه وسلم : خذ قبضة من التراب . فأخذ قبضة من التراب فرمى بها وجوههم فما من المشركين من أحد إلا وأصاب عينيه ومنخريه وفمه تراب من تلك القبضة وقاله ابن عباس وسيأتي . قال ثعلب : المعنى وما رميت الفزع والرعب في قلوبهم إذ رميت بالحصباء فانهزموا ولكن الله رمى أي أعانك وأظفرك . والعرب تقول : رمى الله لك ، أي أعانك وأظفرك وصنع لك . حكى هذا أبو عبيدة في كتاب المجاز . وقال محمد بن يزيد : وما رميت بقوتك ، إذ رميت ، ولكنك بقوة الله رميت .وليبلي المؤمنين منه بلاء حسنا البلاء هاهنا النعمة . واللام تتعلق بمحذوف ; أي وليبليي المؤمنين فعل ذلك .",
  "ayah": 17,
  "surah": 8
}
