{
  "text": "قوله تعالى : قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنة الأولين فيه خمس مسائل : الأولى : قوله تعالى : قل للذين كفروا أمر النبي صلى الله عليه وسلم أن يقول للكفار هذا المعنى ، وسواء قال بهذه العبارة أو غيرها . قال ابن عطية : ولو كان كما ذكر الكسائي أنه في مصحف عبد الله بن مسعود \" قل للذين كفروا إن تنتهوا يغفر لكم \" لما تأدت الرسالة إلا بتلك الألفاظ بعينها ; هذا بحسب ما تقتضيه الألفاظ .[ ص: 360 ] الثانية : قوله تعالى : إن ينتهوا يريد عن الكفر . قال ابن عطية : ولا بد ; والحامل على ذلك جواب الشرط يغفر لهم ما قد سلف ومغفرة ما قد سلف لا تكون إلا لمنته عن الكفر . ولقد أحسن القائل أبو سعيد أحمد بن محمد الزبيري :يستوجب العفو الفتى إذا اعترف ثم انتهى عما أتاه واقترفلقوله سبحانه في المعترف     إن ينتهوا يغفر لهم ما قد سلفروى مسلم عن أبي شماسة المهري قال : حضرنا عمرو بن العاص وهو في سياقة الموت يبكي طويلا . الحديث . وفيه : فقال النبي صلى الله عليه وسلم : أما علمت أن الإسلام يهدم ما كان قبله وأن الهجرة تهدم ما كان قبلها وأن الحج يهدم ما كان قبله الحديث . قال ابن العربي : هذه لطيفة من الله سبحانه من بها على الخلق ; وذلك أن الكفار يقتحمون الكفر والجرائم ، ويرتكبون المعاصي والمآثم ; فلو كان ذلك يوجب مؤاخذة لهم لما استدركوا أبدا توبة ولا نالتهم مغفرة . فيسر الله تعالى عليهم قبول التوبة عند الإنابة ، وبذل المغفرة بالإسلام ، وهدم جميع ما تقدم ; ليكون ذلك أقرب لدخولهم في الدين ، وأدعى إلى قبولهم لكلمة المسلمين ، ولو علموا أنهم يؤاخذون لما تابوا ولا أسلموا . وفي صحيح مسلم أن رجلا فيمن كان قبلكم قتل تسعة وتسعين نفسا ثم سأل هل له من توبة فجاء عابدا فسأل هل له من توبة فقال : لا توبة لك فقتله فكمل به مائة الحديث . فانظروا إلى قول العابد : لا توبة لك ; فلما علم أنه قد أيأسه قتله ، فعل الآيس من الرحمة . فالتنفير مفسدة للخليقة ، والتيسير مصلحة لهم . وروي عن ابن عباس رضي الله عنهما أنه كان إذا جاء إليه رجل لم يقتل فسأل : هل لقاتل من توبة ؟ فيقول : لا توبة ; تخويفا وتحذيرا . فإذا جاءه من قتل فسأله : هل لقاتل من توبة ؟ قال له : لك توبة ; تيسيرا وتأليفا . وقد تقدم .الثالثة : قال ابن القاسم وابن وهب عن مالك فيمن طلق في الشرك ثم أسلم فلا طلاق له . وكذلك من حلف فأسلم فلا حنث عليه . وكذا من وجبت عليه هذه الأشياء ; فذلك مغفور له . فأما من افترى على مسلم ثم أسلم أو سرق ثم أسلم أقيم عليه الحد للفرية والسرقة . ولو زنى وأسلم ، أو اغتصب مسلمة ثم أسلم سقط عنه الحد . وروى أشهب عن مالك أنه قال : إنما يعني الله عز وجل ما قد مضى قبل الإسلام ، من مال أو دم أو شيء . قال ابن العربي : وهذا [ ص: 361 ] هو الصواب ; لما قدمناه من عموم قوله تعالى : قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف ، وقوله : الإسلام يهدم ما قبله ، وما بيناه من المعنى من التيسير وعدم التنفير .قلت : أما الكافر الحربي فلا خلاف في إسقاط ما فعله في حال كفره في دار الحرب . وأما إن دخل إلينا بأمان فقذف مسلما فإنه يحد ، وإن سرق قطع . وكذلك الذمي إذا قذف حد ثمانين ، وإذا سرق قطع ، وإن قتل قتل . ولا يسقط الإسلام ذلك عنه لنقضه العهد حال كفره ; على رواية ابن القاسم وغيره . قال ابن المنذر : واختلفوا في النصراني يزني ثم يسلم ، وقد شهدت عليه بينة من المسلمين ; فحكي عن الشافعي رضي الله عنه إذ هو بالعراق لا حد عليه ولا تغريب ; لقول الله عز وجل : قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف قال ابن المنذر : وهذا موافق لما روي عن مالك . وقال أبو ثور : إذا أقر وهو مسلم أنه زنى وهو كافر أقيم عليه الحد . وحكي عن الكوفي أنه قال : لا يحد .الرابعة : فأما المرتد إذا أسلم وقد فاتته صلوات ، وأصاب جنايات وأتلف أموالا ; فقيل : حكمه حكم الكافر الأصلي إذا أسلم ; لا يؤخذ بشيء مما أحدثه في حال ارتداده . وقال الشافعي في أحد قوليه : يلزمه كل حق لله عز وجل وللآدمي ; بدليل أن حقوق الآدميين تلزمه فوجب أن تلزمه حقوق الله تعالى . وقال أبو حنيفة : ما كان لله يسقط ، وما كان للآدمي لا يسقط . قال ابن العربي : وهو قول علمائنا ; لأن الله تعالى مستغن عن حقه ، والآدمي مفتقر إليه . ألا ترى أن حقوق الله عز وجل لا تجب على الصبي وتلزمه حقوق الآدميين . قالوا : وقوله تعالى : قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف عام في حقوق الله تعالى .الخامسة قوله تعالى وإن يعودوا يريد إلى القتال ; لأن لفظة \" عاد \" إذا جاءت مطلقة فإنما تتضمن الرجوع إلى حالة كان الإنسان عليها ثم انتقل عنها . قال ابن عطية : ولسنا نجد في هذه الآية لهؤلاء الكفار حالة تشبه ما ذكرنا إلا القتال . ولا يجوز أن يتأول إلى الكفر ; لأنهم لم ينفصلوا عنه ، وإنما قلنا ذلك في \" عاد \" إذا كانت مطلقة لأنها قد تجيء في كلام العرب داخلة على الابتداء والخبر ، فيكون معناها معنى صار ; كما تقول : عاد زيد ملكا ; يريد صار . ومنه قول أمية بن أبي الصلت :تلك المكارم لا قعبان من لبن     شيبا بماء فعادا بعد أبوالاوهذه لا تتضمن الرجوع إلى حالة قد كان العائد عليها قبل . فهي مقيدة بخبرها لا يجوز الاقتصار دونها ; فحكمها حكم \" صار \" .[ ص: 362 ] قوله تعالى فقد مضت سنة الأولين عبارة تجمع الوعيد والتهديد والتمثيل بمن هلك من الأمم في سالف الدهر بعذاب الله .",
  "ayah": 38,
  "surah": 8
}
