{
  "text": "قوله تعالى واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى واليتامى والمساكين وابن السبيل إن كنتم آمنتم بالله وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان والله على كل شيء قديرقوله تعالى واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى واليتامى والمساكين وابن السبيل إن كنتم آمنتم بالله فيه ست وعشرون مسألة :الأولى : قوله تعالى واعلموا أنما غنمتم من شيء الغنيمة في اللغة ما يناله الرجل أو الجماعة بسعي ، ومن ذلك قول الشاعر :وقد طوفت في الآفاق حتى رضيت من الغنيمة بالإيابوقال آخر :ومطعم الغنم يوم الغنم مطعمه     أنى توجه والمحروم محروموالمغنم والغنيمة بمعنى ; يقال : غنم القوم غنما . واعلم أن الاتفاق حاصل على أن المراد بقوله تعالى : غنمتم من شيء مال الكفار إذا ظفر به المسلمون على وجه الغلبة والقهر . ولا تقتضي اللغة هذا التخصيص على ما بيناه ، ولكن عرف الشرع قيد اللفظ بهذا [ ص: 363 ] النوع . وسمى الشرع الواصل من الكفار إلينا من الأموال باسمين : غنيمة وفيئا . فالشيء الذي يناله المسلمون من عدوهم بالسعي وإيجاف الخيل والركاب يسمى غنيمة . ولزم هذا الاسم هذا المعنى حتى صار عرفا . والفيء مأخوذ من فاء يفيء إذا رجع ، وهو كل مال دخل على المسلمين من غير حرب ولا إيجاف . كخراج الأرضين وجزية الجماجم وخمس الغنائم . ونحو هذا قال سفيان الثوري وعطاء بن السائب . وقيل : إنهما واحد ، وفيهما الخمس ; قاله قتادة . وقيل : الفيء عبارة عن كل ما صار للمسلمين من الأموال بغير قهر . والمعنى متقارب .الثانية : هذه الآية ناسخة لأول السورة ، عند الجمهور . وقد ادعى ابن عبد البر الإجماع على أن هذه الآية نزلت بعد قوله : يسألونك عن الأنفال وأن أربعة أخماس الغنيمة مقسومة على الغانمين ، على ما يأتي بيانه . وأن قوله : يسألونك عن الأنفال نزلت في حين تشاجر أهل بدر في غنائم بدر ، على ما تقدم أول السورة .قلت : ومما يدل على صحة هذا ما ذكره إسماعيل بن إسحاق قال : حدثنا محمد بن كثير قال حدثنا سفيان قال حدثني محمد بن السائب عن أبي صالح عن ابن عباس قال : لما كان يوم بدر قال النبي صلى الله عليه وسلم : من قتل قتيلا فله كذا ومن أسر أسيرا فله كذا وكانوا قتلوا سبعين ، وأسروا سبعين ، فجاء أبو اليسر بن عمرو بأسيرين ، فقال : يا رسول الله إنك وعدتنا من قتل قتيلا فله كذا ، وقد جئت بأسيرين . فقام سعد فقال : يا رسول الله ، إنا لم يمنعنا زيادة في الأجر ولا جبن عن العدو ولكنا قمنا هذا المقام خشية أن يعطف المشركون ، فإنك إن تعط هؤلاء لا يبق لأصحابك شيء . قال : وجعل هؤلاء يقولون وهؤلاء يقولون فنزلت يسألونك عن الأنفال قل الأنفال لله والرسول فاتقوا الله وأصلحوا ذات بينكم فسلموا الغنيمة لرسول الله صلى الله عليه وسلم . ثم نزلت واعلموا أنما غنمتم من شيء فأن لله خمسه الآية . وقد قيل : إنها محكمة غير منسوخة ، وأن الغنيمة لرسول الله صلى الله عليه وسلم ، وليست مقسومة بين الغانمين ، وكذلك لمن بعده من الأئمة . كذا حكاه المازري عن كثير من أصحابنا ، رضي الله عنهم ، وأن للإمام أن يخرجها عنهم . واحتجوا بفتح مكة وقصة حنين . وكان أبو عبيد يقول : افتتح رسول الله صلى الله عليه وسلم مكة عنوة ومن على أهلها فردها عليهم ولم يقسمها ولم يجعلها عليهم فيئا . ورأى بعض الناس أن هذا جائز للأئمة بعده . [ ص: 364 ]قلت : وعلى هذا يكون معنى قوله تعالى : واعلموا أنما غنمتم من شيء فأن لله خمسه والأربعة الأخماس للإمام ، إن شاء حبسها وإن شاء قسمها بين الغانمين . وهذا ليس بشيء ، لما ذكرناه ، ولأن الله سبحانه أضاف الغنيمة للغانمين فقال : واعلموا أنما غنمتم من شيء ثم عين الخمس لمن سمى في كتابه ، وسكت عن الأربعة الأخماس ، كما سكت عن الثلثين في قوله : وورثه أبواه فلأمه الثلث فكان للأب الثلثان اتفاقا . وكذا الأربعة الأخماس للغانمين إجماعا ، على ما ذكره ابن المنذر وابن عبد البر والداودي والمازري أيضا والقاضي عياض وابن العربي . والأخبار بهذا المعنى متظاهرة ، وسيأتي بعضها . ويكون معنى قوله : يسألونك عن الأنفال الآية ، ما ينفله الإمام لمن شاء لما يراه من المصلحة قبل القسمة . وقال عطاء والحسن : هي مخصوصة بما شذ من المشركين إلى المسلمين ، من عبد أو أمة أو دابة ، يقضي فيها الإمام بما أحب . وقيل : المراد بها أنفال السرايا أي غنائمها ، إن شاء خمسها الإمام ، وإن شاء نفلها كلها . وقال إبراهيم النخعي في الإمام يبعث السرية فيصيبون المغنم : إن شاء الإمام نفله كله ، وإن شاء خمسه . وحكاه أبو عمر عن مكحول وعطاء . قال علي بن ثابت : سألت مكحولا وعطاء عن الإمام ينفل القوم ما أصابوا ، قال : ذلك لهم . قال أبو عمر : من ذهب إلى هذا تأول قول الله عز وجل : يسألونك عن الأنفال قل الأنفال لله والرسول أن ذلك للنبي صلى الله عليه وسلم يضعها حيث شاء . ولم ير أن هذه الآية منسوخة بقوله تعالى : واعلموا أنما غنمتم من شيء فأن لله خمسه . وقيل غير هذا مما قد أتينا عليه في كتاب \" القبس في شرح موطأ مالك بن أنس \" . ولم يقل أحد من العلماء فيما أعلم أن قوله تعالى يسألونك عن الأنفال الآية ، ناسخ لقوله : واعلموا أنما غنمتم من شيء فأن لله خمسه بل قال الجمهور على ما ذكرنا : إن قوله : ما غنمتم ناسخ ، وهم الذين لا يجوز عليهم التحريف ولا التبديل لكتاب الله تعالى . وأما قصة فتح مكة فلا حجة فيها لاختلاف العلماء في فتحها . وقد قال أبو عبيد : ولا نعلم مكة يشبهها شيء من البلدان من جهتين : إحداهما أن رسول الله صلى الله عليه وسلم كان الله قد خصه من الأنفال والغنائم ما لم يجعله لغيره ، وذلك لقوله : يسألونك عن الأنفال الآية ، فنرى أن هذا كان خاصا له والجهة الأخرى أنه سن لمكة سننا ليست لشيء من البلاد . وأما قصة حنين فقد عوض الأنصار لما قالوا : يعطي الغنائم قريشا ويتركنا وسيوفنا تقطر من دمائهم ! فقال لهم : أما ترضون أن يرجع الناس بالدنيا وترجعون [ ص: 365 ] برسول الله صلى الله عليه وسلم إلى بيوتكم . خرجه مسلم وغيره . وليس لغيره أن يقول هذا القول ، مع أن ذلك خاص به على ما قاله بعض علمائنا . والله أعلم .الثالثة : لم يختلف العلماء أن قوله : واعلموا أنما غنمتم من شيء ليس على عمومه ، وأنه يدخله الخصوص ، فمما خصصوه بإجماع أن قالوا : سلب المقتول لقاتله إذا نادى به الإمام . وكذلك الرقاب ، أعني الأسارى ، الخيرة فيها إلى الإمام بلا خلاف ، على ما يأتي بيانه . ومما خص به أيضا الأرض . والمعنى : ما غنمتم من ذهب وفضة وسائر الأمتعة والسبي . وأما الأرض فغير داخلة في عموم هذه الآية ، لما روى أبو داود عن عمر بن الخطاب أنه قال : لولا آخر الناس ما فتحت قرية إلا قسمتها كما قسم رسول الله صلى الله عليه وسلم خيبر . ومما يصحح هذا المذهب ما رواه الصحيح عن أبي هريرة عن النبي صلى الله عليه وسلم قال : منعت العراق قفيزها ودرهمها ومنعت الشام مدها ودينارها الحديث . قال الطحاوي : \" منعت \" بمعنى ستمنع ، فدل ذلك على أنها لا تكون للغانمين ، لأن ما ملكه الغانمون لا يكون فيه قفيز ولا درهم ، ولو كانت الأرض تقسم ما بقي لمن جاء بعد الغانمين شيء . والله تعالى يقول : والذين جاءوا من بعدهم بالعطف على قوله : للفقراء المهاجرين . قال : وإنما يقسم ما ينقل من موضع إلى موضع . وقال الشافعي : كل ما حصل من الغنائم من أهل دار الحرب من شيء قل أو كثر من دار أو أرض أو متاع أو غير ذلك قسم ، إلا الرجال البالغين فإن الإمام فيهم مخير أن يمن أو يقتل أو يسبي . وسبيل ما أخذ منهم وسبي سبيل الغنيمة . واحتج بعموم الآية . قال : والأرض مغنومة لا محالة ، فوجب أن تقسم كسائر الغنائم . وقد قسم رسول الله صلى الله عليه وسلم ما افتتح عنوة من خيبر . قالوا : ولو جاز أن يدعى الخصوص في الأرض جاز أن يدعى في غير الأرض فيبطل حكم الآية . وأما آية \" الحشر \" فلا حجة فيها ، لأن ذلك إنما هو في الفيء لا في الغنيمة وقوله : والذين جاءوا من بعدهم استئناف كلام بالدعاء لمن سبقهم بالإيمان لا لغير ذلك . قالوا : وليس يخلو فعل عمر في توقيفه الأرض من أحد وجهين : إما أن تكون غنيمة استطاب أنفس أهلها ، وطابت بذلك فوقفها . وكذلك روى جرير أن عمر استطاب أنفس أهلها ، وكذلك [ ص: 366 ] صنع رسول الله صلى الله عليه وسلم في سبي هوازن ، لما أتوه استطاب أنفس أصحابه عما كان في أيديهم . وإما أن يكون ما وقفه عمر فيئا فلم يحتج إلى مراضاة أحد . وذهب الكوفيون إلى تخيير الإمام في قسمها أو إقرارها وتوظيف الخراج عليها ، وتصير ملكا لهم كأرض الصلح . قال شيخنا أبو العباس رضي الله عنه : وكأن هذا جمع بين الدليلين ووسط بين المذهبين ، وهو الذي فهمه عمر رضي الله عنه قطعا ، ولذلك قال : لولا آخر الناس ، فلم يخبر بنسخ فعل النبي صلى الله عليه وسلم ولا بتخصيصه بهم ، غير أن الكوفيين زادوا على ما فعل عمر ، فإن عمر إنما وقفها على مصالح المسلمين ولم يملكها لأهل الصلح ، وهم الذين قالوا للإمام أن يملكها لأهل الصلح .الرابعة : ذهب مالك وأبو حنيفة والثوري إلى أن السلب ليس للقاتل ، وأن حكمه حكم الغنيمة ، إلا أن يقول الأمير : من قتل قتيلا فله سلبه ، فيكون حينئذ له . وقال الليث والأوزاعي والشافعي وإسحاق وأبو ثور وأبو عبيد والطبري وابن المنذر : السلب للقاتل على كل حال ، قاله الإمام أو لم يقله . إلا أن الشافعي رضي الله عنه قال : إنما يكون السلب للقاتل إذا قتل قتيلا مقبلا عليه ، وأما إذا قتله مدبرا عنه فلا . قال أبو العباس بن سريج من أصحاب الشافعي : ليس الحديث من قتل قتيلا فله سلبه على عمومه ، لإجماع العلماء على أن من قتل أسيرا أو امرأة أو شيخا أنه ليس له سلب واحد منهم . وكذلك من ذفف على جريح ، ومن قتل من قطعت يداه ورجلاه . قال : وكذلك المنهزم لا يمتنع في انهزامه ، وهو كالمكتوف . قال : فعلم بذلك أن الحديث إنما جعل السلب لمن لقتله معنى زائد ، أو لمن في قتله فضيلة ، وهو القاتل في الإقبال ، لما في ذلك من المؤنة . وأما من أثخن فلا . وقال الطبري : السلب للقاتل ، مقبلا قتله أو مدبرا ، هاربا أو مبارزا إذا كان في المعركة . وهذا يرده ما ذكره عبد الرزاق ومحمد بن بكر عن ابن جريج قال سمعت نافعا مولى ابن عمر يقول : لم نزل نسمع إذا التقى المسلمون والكفار فقتل رجل من المسلمين رجلا من الكفار فإن سلبه له إلا أن يكون في معمعة القتال ، لأنه حينئذ لا يدرى من قتل قتيلا . فظاهر هذا يرد قول الطبري لاشتراطه في السلب القتل في المعركة خاصة . وقال أبو ثور وابن المنذر : السلب للقاتل في معركة كان أو غير معركة ، في الإقبال والإدبار والهروب والانتهار ، على كل الوجوه ، لعموم قوله صلى الله عليه وسلم : من قتل قتيلا فله [ ص: 367 ] سلبه .قلت : روى مسلم عن سلمة بن الأكوع قال : غزونا مع رسول الله صلى الله عليه وسلم هوازن فبينا نحن نتضحى مع رسول الله صلى الله عليه وسلم إذ جاء رجل على جمل أحمر فأناخه ، ثم انتزع طلقا من حقبه فقيد به الجمل ، ثم تقدم يتغدى مع القوم ، وجعل ينظر ، وفينا ضعفة ورقة في الظهر ، وبعضنا مشاة ، إذ خرج يشتد ، فأتى جمله فأطلق قيده ثم أناخه وقعد عليه فأثاره فاشتد به الجمل ، فاتبعه رجل على ناقة ورقاء . قال سلمة : وخرجت أشتد فكنت عند ورك الناقة ، ثم تقدمت حتى كنت عند ورك الجمل ، ثم تقدمت حتى أخذت بخطام الجمل فأنخته ، فلما وضع ركبته في الأرض اخترطت سيفي فضربت رأس الرجل فندر ، ثم جئت بالجمل أقوده ، عليه رحله وسلاحه ، فاستقبلني رسول الله صلى الله عليه وسلم والناس معه فقال : من قتل الرجل ؟ قالوا : ابن الأكوع . قال : له سلبه أجمع . فهذا سلمة قتله هاربا غير مقبل ، وأعطاه سلبه . وفيه حجة لمالك من أن السلب لا يستحقه القاتل إلا بإذن الإمام ، إذ لو كان واجبا له بنفس القتل لما احتاج إلى تكرير هذا القول . ومن حجته أيضا ما ذكره أبو بكر بن أبي شيبة قال : حدثنا أبو الأحوص عن الأسود بن قيس عن بشر بن علقمة قال : بارزت رجلا يوم القادسية فقتلته وأخذت سلبه ، فأتيت سعدا فخطب سعد أصحابه ثم قال : هذا سلب بشر بن علقمة ، فهو خير من اثني عشر ألف درهم ، وإنا قد نفلناه إياه . فلو كان السلب للقاتل قضاء من النبي صلى الله عليه وسلم ما احتاج الأمر أن يضيفوا ذلك إلى أنفسهم باجتهادهم ، ولأخذه القاتل دون أمرهم . والله أعلم . وفي الصحيح أن معاذ بن عمرو بن الجموح ومعاذ بن عفراء ضربا أبا جهل بسيفيهما حتى قتلاه ، فأتيا رسول الله صلى الله عليه وسلم فقال : أيكما قتله ؟ فقال كل واحد منهما : أنا قتلته . فنظر في السيفين فقال : كلاكما قتله وقضى بسلبه لمعاذ بن عمرو بن الجموح وهذا نص على أن السلب ليس للقاتل ، إذ لو كان له لقسمه النبي صلى الله عليه وسلم بينهما . وفي الصحيح أيضا عن عوف بن مالك قال : خرجت مع من خرج مع زيد بن حارثة في غزوة مؤتة ، ورافقني مددي من اليمن . وساق الحديث ، وفيه : فقال عوف : يا خالد ، أما علمت أن رسول الله صلى الله عليه وسلم قضى بالسلب للقاتل ؟ [ ص: 368 ] قال : بلى ، ولكني استكثرته . وأخرجه أبو بكر البرقاني بإسناده الذي أخرجه به مسلم ، وزاد فيه بيانا أن عوف بن مالك قال : إن رسول الله صلى الله عليه وسلم لم يكن يخمس السلب ، وإن مدديا كان رفيقا لهم في غزوة مؤتة في طرف من الشام ، قال : فجعل رومي منهم يشتد على المسلمين وهو على فرس أشقر وسرج مذهب ومنطقة ملطخة وسيف محلى بذهب . قال : فيغري بهم ، قال : فتلطف له المددي حتى مر به فضرب عرقوب فرسه فوقع ، وعلاه بالسيف فقتله وأخذ سلاحه . قال : فأعطاه خالد بن الوليد وحبس منه ، قال عوف : فقلت له أعطه كله ، أليس قد سمعت رسول الله صلى الله عليه وسلم يقول : السلب للقاتل ! قال : بلى ، ولكني استكثرته . قال عوف : وكان بيني وبينه كلام ، فقلت له : لأخبرن رسول الله صلى الله عليه وسلم . قال عوف : فلما اجتمعنا عند رسول الله صلى الله عليه وسلم ذكر عوف ذلك لرسول الله صلى الله عليه وسلم ، فقال لخالد : لم لم تعطه ؟ قال فقال : استكثرته . قال : فادفعه إليه . فقلت له : ألم أنجز لك ما وعدتك ؟ قال : فغضب رسول الله صلى الله عليه وسلم وقال : يا خالد لا تدفعه إليه هل أنتم تاركون لي أمرائي . فهذا يدل دلالة واضحة على أن السلب لا يستحقه القاتل بنفس القتل بل برأي الإمام ونظره . وقال أحمد بن حنبل : لا يكون السلب للقاتل إلا في المبارزة خاصة .الخامسة : اختلف العلماء في تخميس السلب ، فقال الشافعي : لا يخمس . وقال إسحاق : إن كان السلب يسيرا فهو للقاتل ، وإن كان كثيرا خمس . وفعله عمر بن الخطاب مع البراء بن مالك حين بارز المرزبان فقتله ، فكانت قيمة منطقته وسواريه ثلاثين ألفا فخمس ذلك . أنس عن البراء بن مالك أنه قتل من المشركين مائة رجل إلا رجلا مبارزة ، وأنهم لما غزوا الزارة خرج دهقان الزارة فقال : رجل ورجل ، فبرز البراء فاختلفا بسيفيهما ثم اعتنقا فتوركه البراء فقعد على كبده ، ثم أخذ السيف فذبحه ، وأخذ سلاحه ومنطقته وأتى به عمر ، فنفله السلاح وقوم المنطقة بثلاثين ألفا فخمسها ، وقال : إنها مال . وقال الأوزاعي ومكحول : السلب مغنم وفيه الخمس . وروي نحوه عن عمر بن الخطاب . والحجة للشافعي ما رواه أبو داود عن عوف بن مالك الأشجعي وخالد بن الوليد أن رسول الله صلى الله عليه وسلم قضى في السلب للقاتل ولم يخمس السلب .[ ص: 369 ] السادسة : ذهب جمهور العلماء إلى أن السلب لا يعطى للقاتل إلا أن يقيم البينة على قتله . قال أكثرهم : ويجزئ شاهد واحد ، على حديث أبي قتادة . وقيل : شاهدان أو شاهد ويمين . وقال الأوزاعي : يعطاه بمجرد دعواه ، وليست البينة : شرطا في الاستحقاق ، بل إن اتفق ذلك فهو الأولى دفعا للمنازعة . ألا ترى أن النبي صلى الله عليه وسلم أعطى أبا قتادة سلب مقتول من غير شهادة ولا يمين . ولا تكفي شهادة واحد ، ولا يناط بها حكم بمجردها . وبه قال الليث بن سعد .قلت : سمعت شيخنا الحافظ المنذري الشافعي أبا محمد عبد العظيم يقول : إنما أعطاه النبي صلى الله عليه وسلم السلب بشهادة الأسود بن خزاعي وعبد الله بن أنيس . وعلى هذا يندفع النزاع ويزول الإشكال ، ويطرد الحكم . وأما المالكية فيخرج على قولهم أنه لا يحتاج الإمام فيه إلى بينة ، لأنه من الإمام ابتداء عطية ، فإن شرط الشهادة كان له ، وإن لم يشترط جاز أن يعطيه من غير شهادة .السابعة : واختلفوا في السلب ما هو ، فأما السلاح وكل ما يحتاج للقتال فلا خلاف أنه من السلب ، وفرسه إن قاتل عليه وصرع عنه . وقال أحمد في الفرس : ليس من السلب . وكذلك إن كان في هميانه وفي منطقته دنانير أو جواهر أو نحو هذا ، فلا خلاف أنه ليس من السلب . واختلفوا فيما يتزين به للحرب ، فقال الأوزاعي : ذلك كله من السلب . وقالت فرقة : ليس من السلب . وهذا مروي عن سحنون رحمه الله ، إلا المنطقة فإنها عنده من السلب . وقال ابن حبيب في الواضحة : والسواران من السلب .الثامنة : قوله تعالى فأن لله خمسه قال أبو عبيد : هذا ناسخ لقوله عز وجل في أول السورة قل الأنفال لله والرسول ولم يخمس رسول الله صلى الله عليه وسلم غنائم بدر ، فنسخ حكمه في ترك التخميس بهذا . إلا أنه يظهر من قول علي رضي الله عنه في صحيح مسلم \" كان لي شارف من نصيبي من المغنم يوم بدر ، وكان رسول الله صلى الله عليه وسلم أعطاني شارفا من الخمس يومئذ \" الحديث - أنه خمس ، فإن كان هذا فقول أبي عبيد مردود . قال ابن عطية : ويحتمل أن يكون الخمس الذي ذكر علي من إحدى الغزوات التي كانت بين بدر وأحد ، فقد كانت غزوة بني سليم وغزوة بني المصطلق وغزوة ذي أمر وغزوة بحران ، ولم يحفظ فيها قتال ، ولكن يمكن أن غنمت غنائم . والله أعلم .[ ص: 370 ] قلت : وهذا التأويل يرده قول علي يومئذ ، وذلك إشارة إلى يوم قسم غنائم بدر ، إلا أنه يحتمل أن يكون من الخمس إن كان لم يقع في بدر تخميس ، من خمس سرية عبد الله بن جحش فإنها أول غنيمة غنمت في الإسلام ، وأول خمس كان في الإسلام ، ثم نزل القرآن واعلموا أنما غنمتم من شيء فأن لله خمسه . وهذا أولى من التأويل الأول . والله أعلم .التاسعة ما في قوله ما غنمتم بمعنى الذي والهاء محذوفة ، أي الذي غنمتموه . ودخلت الفاء لأن في الكلام معنى المجازاة . و أن الثانية توكيد للأولى ، ويجوز كسرها ، وروي عن أبي عمرو . قال الحسن : هذا مفتاح كلام ، الدنيا والآخرة لله ، ذكره النسائي . واستفتح عز وجل الكلام في الفيء والخمس بذكر نفسه ، لأنهما أشرف الكسب ، ولم ينسب الصدقة إليه لأنها أوساخ الناس .العاشرة : واختلف العلماء في كيفية قسم الخمس على أقوال ستة :الأول : قالت طائفة : يقسم الخمس على ستة ، فيجعل السدس للكعبة ، وهو الذي لله . والثاني لرسول الله صلى الله عليه وسلم . والثالث لذوي القربى . والرابع لليتامى . والخامس للمساكين . والسادس لابن السبيل . وقال بعض أصحاب هذا القول : يرد السهم الذي لله على ذوي الحاجة .الثاني : قال أبو العالية والربيع : تقسم الغنيمة على خمسة ، فيعزل منها سهم واحد ، وتقسم الأربعة على الناس ، ثم يضرب بيده على السهم الذي عزله فما قبض عليه من شيء جعله للكعبة ، ثم يقسم بقية السهم الذي عزله على خمسة ، سهم للنبي صلى الله عليه وسلم ، وسهم لذوي القربى ، وسهم لليتامى ، وسهم للمساكين ، وسهم لابن السبيل .الثالث : قال المنهال بن عمرو : سألت عبد الله بن محمد بن علي وعلي بن الحسين عن الخمس فقال : هو لنا . قلت لعلي : إن الله تعالى يقول : واليتامى والمساكين وابن السبيل فقال : أيتامنا ومساكيننا .الرابع : قال الشافعي : يقسم على خمسة . ورأى أن سهم الله ورسوله واحد ، وأنه يصرف في مصالح المؤمنين ، والأربعة الأخماس على الأربعة الأصناف المذكورين في الآية .[ ص: 371 ] الخامس : قال أبو حنيفة : يقسم على ثلاثة : اليتامى والمساكين وابن السبيل . وارتفع عنده حكم قرابة رسول الله صلى الله عليه وسلم بموته ، كما ارتفع حكم سهمه . قالوا : ويبدأ من الخمس بإصلاح القناطر ، وبناء المساجد ، وأرزاق القضاة والجند ، وروي نحو هذا عن الشافعي أيضا .السادس : قال مالك : هو موكول إلى نظر الإمام واجتهاده ، فيأخذ منه من غير تقدير ، ويعطي منه القرابة باجتهاد ، ويصرف الباقي في مصالح المسلمين . وبه قال الخلفاء الأربعة ، وبه عملوا . وعليه يدل قوله صلى الله عليه وسلم : ما لي مما أفاء الله عليكم إلا الخمس والخمس مردود عليكم . فإنه لم يقسمه أخماسا ولا أثلاثا ، وإنما ذكر في الآية من ذكر على وجه التنبيه عليهم ، لأنهم من أهم من يدفع إليه . قال الزجاج محتجا لمالك : قال الله عز وجل : يسألونك ماذا ينفقون قل ما أنفقتم من خير فللوالدين والأقربين واليتامى والمساكين وابن السبيل وللرجل جائز بإجماع أن ينفق في غير هذه الأصناف إذا رأى ذلك . وذكر النسائي عن عطاء قال : خمس الله وخمس رسوله واحد ، كان رسول الله صلى الله عليه وسلم يحمل منه ويضعه حيث شاء ويصنع به ما شاء .الحادية عشرة : ولذي القربى ليست اللام لبيان الاستحقاق والملك ، وإنما هي لبيان المصرف والمحل . والدليل عليه ما رواه مسلم أن الفضل بن عباس وربيعة بن عبد المطلب أتيا النبي صلى الله عليه وسلم ، فتكلم أحدهما فقال : يا رسول الله ، أنت أبر الناس ، وأوصل الناس ، وقد بلغنا النكاح فجئنا لتؤمرنا على بعض هذه الصدقات ، فنؤدي إليك كما يؤدي الناس ، ونصيب كما يصيبون . فسكت طويلا حتى أردنا أن نكلمه ، قال : وجعلت زينب تلمع إلينا من وراء الحجاب ألا تكلماه ، قال : ثم قال : إن الصدقة لا تحل لآل محمد إنما هي أوساخ الناس ادعوا لي محمية - وكان على الخمس - ونوفل بن الحارث بن عبد المطلب . قال : فجاءاه فقال لمحمية : أنكح هذا الغلام ابنتك - للفضل بن عباس - فأنكحه . وقال لنوفل بن الحارث : أنكح هذا الغلام ابنتك - يعني ربيعة بن عبد المطلب . وقال لمحمية : أصدق عنهما من الخمس كذا وكذا . وقال صلى الله عليه وسلم : ما لي مما أفاء الله عليكم إلا الخمس [ ص: 372 ] والخمس مردود عليكم . وقد أعطى جميعه وبعضه ، وأعطى منه المؤلفة قلوبهم ، وليس ممن ذكرهم الله في التقسيم ، فدل على ما ذكرناه ، والموفق الإله .الثانية عشرة : واختلف العلماء في ذوي القربى على ثلاثة أقوال : قريش كلها ، قاله بعض السلف ، لأن النبي صلى الله عليه وسلم لما صعد الصفا جعل يهتف : يا بني فلان يا بني عبد مناف يا بني عبد المطلب يا بني كعب يا بني مرة يا بني عبد شمس أنقذوا أنفسكم من النار الحديث . وسيأتي في \" الشعراء \" . وقال الشافعي وأحمد وأبو ثور ومجاهد وقتادة وابن جريج ومسلم بن خالد : بنو هاشم وبنو عبد المطلب ، لأن النبي صلى الله عليه وسلم لما قسم سهم ذوي القربى بين بني هاشم وبني عبد المطلب قال : إنهم لم يفارقوني في جاهلية ولا إسلام إنما بنو هاشم وبنو المطلب شيء واحد وشبك بين أصابعه ، أخرجه النسائي والبخاري . قال البخاري : قال الليث حدثني يونس ، وزاد : ولم يقسم النبي صلى الله عليه وسلم لبني عبد شمس ولا لبني نوفل شيئا . قال ابن إسحاق : وعبد شمس وهاشم والمطلب إخوة لأم ، وأمهم عاتكة بنت مرة . وكان نوفل أخاهم لأبيهم . قال النسائي : وأسهم النبي صلى الله عليه وسلم لذوي القربى ، وهم بنو هاشم وبنو المطلب ، بينهم الغني والفقير . وقد قيل : إنه للفقير منهم دون الغني ، كاليتامى وابن السبيل - وهو أشبه القولين بالصواب عندي . والله أعلم - والصغير والكبير والذكر والأنثى سواء ، لأن الله تعالى جعل ذلك لهم ، وقسمه رسول الله صلى الله عليه وسلم فيهم . وليس في الحديث أنه فضل بعضهم على بعض . الثالث : بنو هاشم خاصة ، قاله مجاهد وعلي بن الحسين . وهو قول مالك والثوري والأوزاعي وغيرهم .الثالثة عشرة : لما بين الله عز وجل حكم الخمس وسكت عن الأربعة الأخماس ، دل ذلك على أنها ملك للغانمين . وبين النبي صلى الله عليه وسلم ذلك بقوله : وأيما قرية عصت الله ورسوله فإن خمسها لله ورسوله ثم هي لكم . وهذا مما لا خلاف فيه بين الأمة ولا بين الأئمة ، على ما [ ص: 373 ] حكاه ابن العربي في أحكامه ، وغيره . بيد أن الإمام إن رأى أن يمن على الأسارى بالإطلاق فعل ، وبطلت حقوق الغانمين فيهم ، كما فعل النبي صلى الله عليه وسلم بثمامة بن أثال وغيره ، وقال : لو كان المطعم بن عدي حيا ثم كلمني في هؤلاء النتنى - يعني أسارى بدر - لتركتهم له . أخرجه البخاري . مكافأة له لقيامه في شأن نقض الصحيفة . وله أن يقتل جميعهم ، وقد قتل رسول الله صلى الله عليه وسلم عقبة بن أبي معيط من بين الأسرى صبرا ، وكذلك النضر بن الحارث قتله بالصفراء صبرا ، وهذا ما لا خلاف فيه . وكان لرسول الله صلى الله عليه وسلم سهم كسهم الغانمين ، حضر أو غاب . وسهم الصفي ، يصطفي سيفا أو سهما أو خادما أو دابة . وكانت صفية بنت حيي من الصفي من غنائم خيبر . وكذلك ذو الفقار كان من الصفي . وقد انقطع بموته ، إلا عند أبي ثور فإنه رآه باقيا للإمام يجعله مجعل سهم النبي صلى الله عليه وسلم . وكانت الحكمة في ذلك أن أهل الجاهلية كانوا يرون للرئيس ربع الغنيمة . قال شاعرهم :لك المرباع منها والصفايا     وحكمك والنشيطة والفضولوقال آخر :منا الذي ربع الجيوش ، لصلبه     عشرون وهو يعد في الأحياءيقال : ربع الجيش يربعه رباعة إذا أخذ ربع الغنيمة . قال الأصمعي : ربع في الجاهلية وخمس في الإسلام ، فكان يأخذ بغير شرع ولا دين الربع من الغنيمة ، ويصطفي منها ، ثم يتحكم بعد الصفي في أي شيء أراد ، وكان ما شذ منها وما فضل من خرثي ومتاع له . فأحكم الله سبحانه الدين بقوله : واعلموا أنما غنمتم من شيء فأن لله خمسه وأبقى سهم الصفي لنبيه صلى الله عليه وسلم وأسقط حكم الجاهلية . وقال عامر الشعبي : كان لرسول الله صلى الله عليه وسلم سهم يدعى الصفي إن شاء عبدا أو أمة أو فرسا يختاره قبل الخمس ، أخرجه أبو داود . وفي حديث أبي هريرة قال فيلقى العبد فيقول : أي فل ألم أكرمك وأسودك وأزوجك وأسخر لك الخيل [ ص: 374 ] والإبل وأذرك ترأس وتربع الحديث . أخرجه مسلم . \" تربع \" بالباء الموحدة من تحتها : تأخذ المرباع ، أي الربع مما يحصل لقومك من الغنائم والكسب . وقد ذهب بعض أصحاب الشافعي رضي الله عنه إلى أن خمس الخمس كان النبي صلى الله عليه وسلم يصرفه في كفاية أولاده ونسائه ، ويدخر من ذلك قوت سنته ، ويصرف الباقي في الكراع والسلاح . وهذا يرده ما رواه عمر قال : كانت أموال بني النضير مما أفاء - الله على رسوله مما لم يوجف عليه المسلمون بخيل ولا ركاب ، فكانت للنبي صلى الله عليه وسلم خاصة ، فكان ينفق على نفسه منها قوت سنة ، وما بقي جعله في الكراع والسلاح عدة في سبيل الله . أخرجه مسلم . وقال : والخمس مردود عليكم .الرابعة عشرة : ليس في كتاب الله تعالى دلالة على تفضيل الفارس على الراجل ، بل فيه أنهم سواء ، لأن الله تعالى جعل الأربعة أخماس لهم ولم يخص راجلا من فارس . ولولا الأخبار الواردة عن النبي صلى الله عليه وسلم لكان الفارس كالراجل ، والعبد كالحر ، والصبي كالبالغ . وقد اختلف العلماء في قسمة الأربعة الأخماس ، فالذي عليه عامة أهل العلم فيما ذكر ابن المنذر أنه يسهم للفارس سهمان ، وللراجل سهم . وممن قال ذلك مالك بن أنس ومن تبعه من أهل المدينة . وكذلك قال الأوزاعي ومن وافقه من أهل الشام . وكذلك قال الثوري ومن وافقه من أهل العراق . وهو قول الليث بن سعد ومن تبعه من أهل مصر . وكذلك قال الشافعي رضي الله عنه وأصحابه . وبه قال أحمد بن حنبل وإسحاق وأبو ثور ويعقوب ومحمد . قال ابن المنذر : ولا نعلم أحدا خالف في ذلك إلا النعمان فإنه خالف فيه السنن وما عليه جل أهل العلم في القديم والحديث . قال : لا يسهم للفارس إلا سهم واحد .قلت : ولعله شبه عليه بحديث ابن عمر أن رسول الله صلى الله عليه وسلم جعل للفارس سهمين ، وللراجل سهما . خرجه الدارقطني وقال : قال الرمادي كذا يقول ابن نمير قال لنا النيسابوري : هذا عندي وهم من ابن أبي شيبة أو من الرمادي ، لأن أحمد بن حنبل [ ص: 375 ] وعبد الرحمن بن بشر وغيرهما رووه عن ابن عمر رضي الله عنهما بخلاف هذا ، وهو أن رسول الله صلى الله عليه وسلم أسهم للرجل ولفرسه ثلاثة أسهم ، سهما له وسهمين لفرسه ، هكذا رواه عبد الرحمن بن بشر عن عبد الله بن نمير عن عبيد الله بن عمر عن نافع عن ابن عمر ، وذكر الحديث . وفي صحيح البخاري عن ابن عمر أن رسول الله صلى الله عليه وسلم جعل للفرس سهمين ولصاحبه سهما . وهذا نص . وقد روى الدارقطني عن الزبير قال : أعطاني رسول الله صلى الله عليه وسلم أربعة أسهم يوم بدر ، سهمين لفرسي وسهما لي وسهما لأمي من ذوي القرابة . وفي رواية : وسهما لأمه سهم ذوي القربى . وخرج عن بشير بن عمرو بن محصن قال : أسهم رسول الله صلى الله عليه وسلم لفرسي أربعة أسهم ، ولي سهما ، فأخذت خمسة أسهم . وقيل إن ذلك راجع إلى اجتهاد الإمام ، فينفذ ما رأى . والله أعلم .الخامسة عشرة : لا يفاضل بين الفارس والراجل بأكثر من فرس واحد ، وبه قال الشافعي . وقال أبو حنيفة : يسهم لأكثر من فرس واحد ، لأنه أكثر عناء وأعظم منفعة ، وبه قال ابن الجهم من أصحابنا ، ورواه سحنون عن ابن وهب . ودليلنا أنه لم ترد رواية عن النبي صلى الله عليه وسلم بأن يسهم لأكثر من فرس واحد ، وكذلك الأئمة بعده ، ولأن العدو لا يمكن أن يقاتل إلا على فرس واحد ، وما زاد على ذلك فرفاهية وزيادة عدة ، وذلك لا يؤثر في زيادة السهمان ، كالذي معه زيادة سيوف أو رماح ، واعتبارا بالثالث والرابع . وقد روي عن سليمان بن موسى أنه يسهم لمن كان عنده أفراس ، لكل فرس سهم .السادسة عشرة : لا يسهم إلا للعتاق من الخيل ، لما فيها من الكر والفر ، وما كان من البراذين والهجن بمثابتها في ذلك . وما لم يكن كذلك لم يسهم له . وقيل : إن أجازها الإمام أسهم لها ، لأن الانتفاع بها يختلف بحسب الموضع ، فالهجن والبراذين تصلح للمواضع المتوعرة كالشعاب والجبال ، والعتاق تصلح للمواضع التي يتأتى فيها الكر والفر ، فكان ذلك متعلقا برأي الإمام . والعتاق : خيل العرب . والهجن والبراذين : خيل الروم .السابعة عشرة : واختلف علماؤنا في الفرس الضعيف ، فقال أشهب وابن نافع : لا [ ص: 376 ] يسهم له ، لأنه لا يمكن القتال عليه فأشبه الكسير . وقيل : يسهم له لأنه يرجى برؤه . ولا يسهم للأعجف إذا كان في حيز ما لا ينتفع به ، كما لا يسهم للكسير . فأما المريض مرضا خفيفا مثل الرهيص ، وما يجري مجراه مما لا يمنعه المرض عن حصول المنفعة المقصودة منه فإنه يسهم له . ويعطى الفرس المستعار والمستأجر ، وكذلك المغصوب ، وسهمه لصاحبه . ويستحق السهم للخيل وإن كانت في السفن ووقعت الغنيمة في البحر ، لأنها معدة للنزول إلى البر .الثامنة عشرة : لا حق في الغنائم للحشوة كالأجراء والصناع الذين يصحبون الجيش للمعاش ، لأنهم لم يقصدوا قتالا ولا خرجوا مجاهدين . وقيل : يسهم لهم ، لقوله صلى الله عليه وسلم : الغنيمة لمن شهد الوقعة . أخرجه البخاري . وهذا لا حجة فيه لأنه جاء بيانا لمن باشر الحرب وخرج إليه ، وكفى ببيان الله عز وجل المقاتلين وأهل المعاش من المسلمين حيث جعلهم فرقتين متميزتين ، لكل واحدة حالها في حكمها ، فقال : علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله إلا أن هؤلاء إذا قاتلوا لا يضرهم كونهم على معاشهم ، لأن سبب الاستحقاق قد وجد منهم . وقال أشهب : لا يستحق أحد منهم وإن قاتل ، وبه قال ابن القصار في الأجير : لا يسهم له وإن قاتل . وهذا يرده حديث سلمة بن الأكوع قال : كنت تبيعا لطلحة بن عبيد الله أسقي فرسه وأحسه وأخدمه وآكل من طعامه ، الحديث . وفيه : ثم أعطاني رسول الله صلى الله عليه وسلم سهمين ، سهم الفارس وسهم الراجل ، فجمعهما لي . خرجه مسلم . واحتج ابن القصار ومن قال بقوله بحديث عبد الرحمن بن عوف ، ذكره عبد الرزاق ، وفيه : فقال رسول الله صلى الله عليه وسلم لعبد الرحمن : هذه الثلاثة الدنانير حظه ونصيبه من غزوته في أمر دنياه وآخرته . [ ص: 377 ]التاسعة عشرة : فأما العبيد والنساء فمذهب الكتاب أنه لا يسهم لهم ولا يرضخ . وقيل : يرضخ لهم ، وبه قال جمهور العلماء . وقال الأوزاعي : إن قاتلت المرأة أسهم لها . وزعم أن رسول الله صلى الله عليه وسلم أسهم للنساء يوم خيبر . قال : وأخذ المسلمون بذلك عندنا . وإلى هذا القول مال ابن حبيب من أصحابنا . خرج مسلم عن ابن عباس أنه كان في كتابه إلى نجدة : تسألني هل كان رسول الله صلى الله عليه وسلم يغزو بالنساء ؟ وقد كان يغزو بهن فيداوين الجرحى ويحذين من الغنيمة ، وأما بسهم فلم يضرب لهن . وأما الصبيان فإن كان مطيقا للقتال ففيه عندنا ثلاثة أقوال : الإسهام ونفيه حتى يبلغ ، لحديث ابن عمر ، وبه قال أبو حنيفة والشافعي . والتفرقة بين أن يقاتل فيسهم له أو يقاتل فلا يسهم له . والصحيح الأول ، لأمر رسول الله صلى الله عليه وسلم في بني قريظة أن يقتل منهم من أنبت ويخلى منهم من لم ينبت . وهذه مراعاة لإطاقة القتال لا للبلوغ . وقد روى أبو عمر في الاستيعاب عن سمرة بن جندب قال : كان رسول الله صلى الله عليه وسلم يعرض عليه الغلمان من الأنصار فيلحق من أدرك منهم ، فعرضت عليه عاما فألحق غلاما وردني ، فقلت : يا رسول الله ، ألحقته ورددتني ، ولو صارعني صرعته قال : فصارعني فصرعته فألحقني . وأما العبيد فلا يسهم لهم أيضا ويرضخ لهم .الموفية العشرين : الكافر إذا حضر بإذن الإمام وقاتل ففي الإسهام له عندنا ثلاثة أقوال : الإسهام ونفيه ، وبه قال مالك وابن القاسم . زاد ابن حبيب : ولا نصيب لهم . ويفرق في الثالث - وهو لسحنون - بين أن يستقل المسلمون بأنفسهم فلا يسهم له ، أو لا يستقلوا ويفتقروا إلى معونته فيسهم له . فإن لم يقاتل فلا يستحق شيئا . وكذلك العبيد مع الأحرار . وقال الثوري والأوزاعي : إذا استعين بأهل الذمة أسهم لهم . وقال أبو حنيفة وأصحابه : لا يسهم لهم ، ولكن يرضخ لهم . وقال الشافعي رضي الله عنه : يستأجرهم الإمام من مال لا مالك له بعينه . فإن لم يفعل أعطاهم سهم النبي صلى الله عليه وسلم . وقال في موضع آخر : يرضخ للمشركين إذا قاتلوا مع المسلمين . قال أبو عمر : اتفق الجميع أن العبد ، وهو ممن يجوز أمانه ، إذا قاتل لم يسهم له ولكن يرضخ ، فالكافر بذلك أولى ألا يسهم له .الحادية والعشرون : لو خرج العبد وأهل الذمة لصوصا وأخذوا مال أهل الحرب فهو لهم ولا يخمس ، لأنه لم يدخل في عموم قوله عز وجل : واعلموا أنما غنمتم من شيء فأن لله خمسه [ ص: 378 ] أحد منهم ولا من النساء . فأما الكفار فلا مدخل لهم من غير خلاف . وقال سحنون . لا يخمس ما ينوب العبد . وقال ابن القاسم : يخمس ، لأنه يجوز أن يأذن له سيده في القتال ويقاتل على الدين ، بخلاف الكافر . وقال أشهب في كتاب محمد : إذا خرج العبد والذمي من الجيش وغنما فالغنيمة للجيش دونهم .الثانية والعشرون : سبب استحقاق السهم شهود الوقعة لنصر المسلمين ، على ما تقدم . فلو شهد آخر الوقعة استحق . ولو حضر بعد انقضاء القتال فلا . ولو غاب بانهزام فكذلك . فإن كان قصد التحيز إلى فئة فلا يسقط استحقاقه . روى البخاري وأبو داود أن رسول الله صلى الله عليه وسلم بعث أبان بن سعيد على سرية من المدينة قبل نجد ، فقدم أبان بن سعيد وأصحابه على رسول الله صلى الله عليه وسلم بخيبر بعد أن فتحها ، وإن حزم خيلهم ليف ، فقال أبان : اقسم لنا يا رسول الله . قال أبو هريرة : فقلت لا تقسم لهم يا رسول الله . فقال أبان : أنت بها يا وبر تحدر علينا من رأس ضال . فقال رسول الله صلى الله عليه وسلم : اجلس يا أبان ولم يقسم لهم رسول الله صلى الله عليه وسلم .الثالثة والعشرون : واختلف العلماء فيمن خرج لشهود الوقعة فمنعه العذر منه كمرض ، ففي ثبوت الإسهام له ونفيه ثلاثة أقوال : يفرق في الثالث ، وهو المشهور ، فيثبته إن كان الضلال قبل القتال وبعد الإدراب ، وهو الأصح ، قاله ابن العربي . وينفيه إن كان قبله . وكمن بعثه الأمير من الجيش في أمر من مصلحة الجيش فشغله ذلك عن شهود الوقعة فإنه يسهم له ، قاله ابن المواز ، ورواه ابن وهب وابن نافع عن مالك . وروي لا يسهم له بل يرضخ له لعدم السبب الذي يستحق به السهم ، والله أعلم . وقال أشهب : يسهم للأسير وإن كان في الحديد . والصحيح أنه لا يسهم له ، لأنه ملك مستحق بالقتال ، فمن غاب أو حضر مريضا كمن لم يحضر .الرابعة والعشرون : الغائب المطلق لا يسهم له ، ولم يسهم رسول الله صلى الله عليه وسلم لغائب قط [ ص: 379 ] إلا يوم خيبر ، فإنه أسهم لأهل الحديبية من حضر منهم ومن غاب ، لقول الله عز وجل : وعدكم الله مغانم كثيرة تأخذونها ، قاله موسى بن عقبة . وروي ذلك عن جماعة من السلف . وقسم يوم بدر لعثمان ولسعيد بن زيد وطلحة ، وكانوا غائبين ، فهم كمن حضرها إن شاء الله تعالى . فأما عثمان فإنه تخلف على رقية بنت رسول الله صلى الله عليه وسلم بأمره من أجل مرضها . فضرب له رسول الله صلى الله عليه وسلم بسهمه وأجره ، فكان كمن شهدها . وأما طلحة بن عبيد الله فكان بالشام في تجارة فضرب له رسول الله صلى الله عليه وسلم بسهمه وأجره ، فيعد لذلك في أهل بدر . وأما سعيد بن زيد فكان غائبا بالشام أيضا فضرب له رسول الله صلى الله عليه وسلم بسهمه وأجره . فهو معدود في البدريين . قال ابن العربي : أما أهل الحديبية فكان ميعادا من الله اختص به أولئك النفر فلا يشاركهم فيه غيرهم . وأما عثمان وسعيد وطلحة فيحتمل أن يكون أسهم لهم من الخمس ، لأن الأمة مجمعة على أن من بقي لعذر فلا يسهم له .قلت : الظاهر أن ذلك مخصوص بعثمان وطلحة وسعيد فلا يقاس عليهم غيرهم . وأن سهمهم كان من صلب الغنيمة كسائر من حضرها لا من الخمس . هذا الظاهر من الأحاديث والله أعلم . وقد روى البخاري عن ابن عمر قال : لما تغيب عثمان عن بدر فإنه كان تحته ابنة رسول الله صلى الله عليه وسلم وكانت مريضة ، فقال له النبي صلى الله عليه وسلم : إن لك أجر رجل ممن شهد بدرا وسهمه .الخامسة والعشرون قوله تعالى إن كنتم آمنتم بالله قال الزجاج عن فرقة : المعنى فاعلموا أن الله مولاكم إن كنتم ، ف ( إن ) متعلقة بهذا الوعد . وقالت فرقة : إن ( إن ) متعلقة بقوله واعلموا أنما غنمتم . قال ابن عطية : وهذا هو الصحيح ، لأن قوله واعلموا يتضمن الأمر بالانقياد والتسليم لأمر الله في الغنائم ، فعلق إن بقوله : واعلموا على هذا المعنى ، أي إن كنتم مؤمنين بالله فانقادوا وسلموا لأمر الله فيما أعلمكم به من حال قسمة الغنيمة .السادسة والعشرون : وما أنزلنا على عبدنا يوم الفرقان ما في موضع [ ص: 380 ] خفض عطف على اسم الله يوم الفرقان أي اليوم الذي فرقت فيه بين الحق والباطل ، وهو يوم بدر .يوم التقى الجمعان حزب الله وحزب الشيطان . والله على كل شيء قدير",
  "ayah": 41,
  "surah": 8
}
