{
  "text": "قوله تعالى وإذ زين لهم الشيطان أعمالهم وقال لا غالب لكم اليوم من الناس وإني جار لكم فلما تراءت الفئتان نكص على عقبيه وقال إني بريء منكم إني أرى ما لا ترون إني أخاف الله والله شديد العقاب روي أن الشيطان تمثل لهم يومئذ في صورة سراقة بن مالك بن جعشم ، وهو من بني بكر بن كنانة ، وكانت قريش تخاف من بني بكر أن يأتوهم من ورائهم ، لأنهم قتلوا رجلا منهم . فلما تمثل لهم قال ما أخبر الله به عنه . وقال الضحاك : جاءهم إبليس يوم بدر برايته وجنوده ، وألقى في قلوبهم أنهم لن يهزموا وهم يقاتلون على دين آبائهم . وعن ابن عباس قال : أمد الله نبيه محمدا صلى الله عليه وسلم والمؤمنين بألف من الملائكة ، فكان جبريل عليه السلام في خمسمائة من الملائكة مجنبة ، وميكائيل في خمسمائة من الملائكة مجنبة . وجاء إبليس في جند من الشياطين ومعه راية في صورة رجال من بني مدلج ، والشيطان في صورة سراقة بن مالك بن جعشم . فقال الشيطان للمشركين : لا غالب لكم اليوم من الناس وإني جار لكم ، فلما اصطف القوم قال أبو جهل : اللهم أولانا بالحق فانصره . ورفع رسول الله صلى الله عليه وسلم يده فقال : يا رب إنك [ ص: 385 ] إن تهلك هذه العصابة فلن تعبد في الأرض أبدا . فقال جبريل : خذ قبضة من التراب فأخذ قبضة من التراب فرمى بها وجوههم ، فما من المشركين من أحد إلا أصاب عينيه ومنخريه وفمه . فولوا مدبرين ، وأقبل جبريل عليه السلام إلى إبليس فلما رآه كانت يده في يد رجل من المشركين انتزع إبليس يده ثم ولى مدبرا وشيعته ، فقال له الرجل : يا سراقة ، ألم تزعم أنك لنا جار ، قال : إني بريء منكم إني أرى ما لا ترون . ذكره البيهقي وغيره . وفي موطأ مالك عن إبراهيم بن أبي عبلة عن طلحة بن عبيد الله بن كريز أن رسول الله صلى الله عليه وسلم قال : ما رأى الشيطان نفسه يوما هو فيه أصغر ولا أحقر ولا أدحر ولا أغيظ منه في يوم عرفة وما ذاك إلا لما رأى من تنزل الرحمة وتجاوز الله عن الذنوب العظام إلا ما رأى يوم بدر . قيل : وما رأى يوم بدر يا رسول الله ؟ قال : أما إنه رأى جبريل يزع الملائكة . ومعنى نكص : رجع بلغة سليم ، عن مؤرج وغيره . وقال الشاعر :ليس النكوص على الأدبار مكرمة إن المكارم إقدام على الأسلوقال آخر :وما ينفع المستأخرين نكوصهم     ولا ضر أهل السابقات التقدموليس هاهنا قهقرى بل هو فرار ، كما قال : إذا سمع الأذان أدبر وله ضراط .إني أخاف الله قيل : خاف إبليس أن يكون يوم بدر اليوم الذي أنظر إليه . وقيل : كذب إبليس في قوله : إني أخاف الله ولكن علم أنه لا قوة له .ويجمع جار على أجوار وجيران ، وفي القليل جيرة .",
  "ayah": 48,
  "surah": 8
}
