{
  "text": "قوله تعالى لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم فيه مسألتان :الأولى : قوله تعالى : لولا كتاب من الله سبق في أنه لا يعذب قوما حتى يبين لهم ما يتقون . واختلف الناس في كتاب الله السابق على أقوال ، أصحها ما سبق من إحلال الغنائم ، فإنها كانت محرمة على من قبلنا . فلما كان يوم بدر ، أسرع الناس إلى الغنائم فأنزل الله عز وجل لولا كتاب من الله سبق أي بتحليل الغنائم . وروى أبو داود الطيالسي في مسنده : حدثنا سلام عن الأعمش عن أبي صالح عن أبي هريرة قال : لما كان يوم بدر تعجل الناس إلى الغنائم فأصابوها ، فقال رسول الله صلى الله عليه وسلم : إن الغنيمة لا تحل لأحد سود الرءوس غيركم . فكان النبي وأصحابه إذا غنموا الغنيمة جمعوها ونزلت نار من السماء فأكلتها فأنزل الله تعالى : لولا كتاب من الله سبق إلى آخر الآيتين . وأخرجه الترمذي وقال : حديث حسن صحيح ، وقال مجاهد والحسن . وعنهما أيضا وسعيد بن جبير : الكتاب السابق هو مغفرة الله لأهل بدر ، ما تقدم أو تأخر من ذنوبهم . وقالت فرقة : الكتاب السابق هو عفو الله عنهم في هذا الذنب ، معينا . والعموم أصح ، لقول رسول الله صلى الله عليه وسلم لعمر في أهل بدر : وما يدريك لعل الله [ ص: 407 ] اطلع على أهل بدر فقال اعملوا ما شئتم فقد غفرت لكم . خرجه مسلم . وقيل : الكتاب السابق هو ألا يعذبهم ومحمد عليه السلام فيهم . وقيل : الكتاب السابق هو ألا يعذب أحدا بذنب أتاه جاهلا حتى يتقدم إليه . وقالت فرقة : الكتاب السابق هو مما قضى الله من محو الصغائر باجتناب الكبائر . وذهب الطبري إلى أن هذه المعاني كلها داخلة تحت اللفظ وأنه يعمها ، ونكب عن تخصيص معنى دون معنى .الثانية : ابن العربي : وفي الآية دليل على أن العبد إذا اقتحم ما يعتقده حراما مما هو في علم الله حلال له لا عقوبة عليه ، كالصائم إذا قال : هذا يوم نوبي فأفطر الآن . أو تقول المرأة : هذا يوم حيضتي فأفطر ، ففعلا ذلك ، وكان النوب والحيض الموجبان للفطر ، ففي المشهور من المذهب فيه الكفارة ، وبه قال الشافعي . وقال أبو حنيفة : لا كفارة عليه ، وهي الرواية الأخرى . وجه الرواية الأولى أن طرو الإباحة لا يثبت عذرا في عقوبة التحريم عند الهتك ، كما لو وطئ امرأة ثم نكحها . وجه الرواية الثانية أن حرمة اليوم ساقطة عند الله عز وجل فصادف الهتك محلا لا حرمة له في علم الله ، فكان بمنزلة ما لو قصد وطء امرأة قد زفت إليه وهو يعتقدها أنها ليست بزوجته فإذا هي زوجته . وهذا أصح . والتعليل الأول لا يلزم ، لأن علم الله سبحانه وتعالى مع علمنا قد استوى في مسألة التحريم ، وفي مسألتنا اختلف فيها علمنا وعلم الله فكان المعول على علم الله . كما قال : لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم .",
  "ayah": 68,
  "surah": 8
}
