{
  "text": "قوله تعالى والذين آمنوا من بعد وهاجروا يريد من بعد الحديبية وبيعة الرضوان . وذلك أن الهجرة من بعد ذلك كانت أقل رتبة من الهجرة الأولى . والهجرة الثانية هي التي وقع فيها الصلح ، ووضعت الحرب أوزارها نحو عامين ثم كان فتح مكة . ولهذا قال عليه السلام : لا هجرة بعد الفتح . فبين أن من آمن وهاجر من بعد يلتحق بهم . ومعنى منكم أي مثلكم في النصر والموالاة .قوله تعالى وأولو الأرحام ابتداء . والواحد ذو ، والرحم مؤنثة ، والجمع أرحام . والمراد بها هاهنا العصبات دون المولود بالرحم . ومما يبين أن المراد بالرحم العصبات قول العرب : وصلتك رحم . لا يريدون قرابة الأم . قالت قتيلة بنت الحارث - أخت النضر بن الحارث - كذا قال ابن هشام . قال السهيلي : الصحيح أنها بنت النضر لا أخته ، كذا وقع في كتاب الدلائل - ترثي أباها حين قتله النبي صلى الله عليه وسلم صبرا بالصفراء :يا راكبا إن الأثيل مظنة من صبح خامسة وأنت موفق أبلغ بها ميتا بأن تحية ما إن تزال بها النجائب تخفق مني إليك وعبرة مسفوحة جادت بواكفها وأخرى تخنق هل يسمعني النضر إن ناديته أم كيف يسمع ميت لا ينطق أمحمد يا خير ضنء كريمة في قومها والفحل فحل معرق ما كان ضرك لو مننت وربما من الفتى وهو المغيظ المحنق لو كنت قابل فدية لفديته بأعز ما يفدى به ما ينفق فالنضر أقرب من أسرت قرابة وأحقهم إن كان عتق يعتق ظلت سيوف بني أبيه تنوشه لله أرحام هناك تشقق صبرا يقاد إلى المنية متعبا رسف المقيد وهو عان موثق السابعة : واختلف السلف ومن بعدهم في توريث ذوي الأرحام - وهو من لا سهم له في الكتاب - من قرابة الميت وليس بعصبة ، كأولاد البنات ، وأولاد الأخوات وبنات الأخ ، والعمة والخالة ، والعم أخ الأب للأم ، والجد أبي الأم ، والجدة أم الأم ، ومن أدلى بهم . فقال قوم : لا يرث من لا فرض له من ذوي الأرحام . وروي عن أبي بكر الصديق وزيد بن ثابت وابن عمر ، ورواية عن علي ، وهو قول أهل المدينة ، وروي عن مكحول والأوزاعي ، وبه قال الشافعي رضي الله عنه . وقال بتوريثهم : عمر بن الخطاب وابن مسعود ومعاذ وأبو الدرداء وعائشة وعلي في رواية عنه ، وهو قول الكوفيين وأحمد وإسحاق . واحتجوا بالآية ، وقالوا : وقد اجتمع في ذوي الأرحام سببان : القرابة والإسلام ، فهم أولى ممن له سبب واحد وهو الإسلام . أجاب الأولون فقالوا : هذه آية مجملة جامعة ، والظاهر بكل رحم قرب أو بعد ، وآيات المواريث مفسرة والمفسر قاض على المجمل ومبين . قالوا : وقد جعل النبي صلى الله عليه وسلم الولاء سببا ثابتا ، أقام [ ص: 415 ] المولى فيه مقام العصبة فقال : الولاء لمن أعتق . ونهى عن بيع الولاء وعن هبته . احتج الآخرون بما روى أبو داود والدارقطني عن المقدام قال قال رسول الله صلى الله عليه وسلم : من ترك كلا فإلي - وربما قال فإلى الله وإلى رسوله - ومن ترك مالا فلورثته فأنا وارث من لا وارث له أعقل عنه وأرثه والخال وارث من لا وارث له يعقل عنه ويرثه . وروى الدارقطني عن طاوس قال قالت عائشة رضي الله عنها : الله مولى من لا مولى له ، والخال وارث من لا وارث له . موقوف . وروي عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : الخال وارث . وروي عن أبي هريرة قال : سئل رسول الله صلى الله عليه وسلم عن ميراث العمة والخالة فقال : لا أدري حتى يأتيني جبريل . ثم قال : أين السائل عن ميراث العمة والخالة ؟ قال : فأتى الرجل فقال : سارني جبريل أنه لا شيء لهما . قال الدارقطني : لم يسنده غير مسعدة عن محمد بن عمرو وهو ضعيف ، والصواب مرسل . وروي عن الشعبي قال قال زياد بن أبي سفيان لجليسه : هل تدري كيف قضى عمر في العمة والخالة ؟ قال لا . قال : إني لأعلم خلق الله كيف قضى فيهما عمر ، جعل الخالة بمنزلة الأم ، والعمة بمنزلة الأب .بعونه تعالى تم الجزء السابع من الجامع لأحكام القرآن ويليه الجزء الثامن ، وأوله تفسير سورة \" براءة \" .",
  "ayah": 75,
  "surah": 8
}
