{
  "text": "( وكأين من دابة لا تحمل رزقها ) وذلك أن النبي - صلى الله عليه وسلم - قال للمؤمنين الذين كانوا بمكة وقد آذاهم المشركون : \" هاجروا إلى المدينة \" ، فقالوا : كيف نخرج إلى المدينة وليس لنا بها دار ولا مال ، فمن يطعمنا بها ويسقينا ؟ فأنزل الله : ( وكأين من دابة ) ذات حاجة إلى غذاء ( لا تحمل رزقها ) أي : لا ترفع رزقها معها ولا تدخر شيئا لغد مثل البهائم والطير ( الله يرزقها وإياكم ) حيث كنتم ( وهو السميع العليم ) السميع لأقوالكم : لا نجد ما ننفق بالمدينة ، العليم بما في قلوبكم . وقال سفيان عن علي بن الأقمر : وكأين من دابة لا تحمل رزقها ، قال : لا تدخر شيئا لغد . قال سفيان : ليس شيء من خلق الله يخبأ إلا الإنسان والفأرة والنملة .أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أحمد بن محمد بن إبراهيم الثعلبي ، أخبرني أبو عبد الله الحسين بن محمد الثقفي ، أخبرنا عبد الله بن عبد الرحمن الدقاق ، أخبرنا محمد بن عبد العزيز ، أخبرنا إسماعيل بن زرارة الرقي ، أخبرنا أبو العطوف الجراح بن منهال ، عن الزهري ، عن عطاء بن أبي رباح ، عن ابن عمر قال : دخلت مع رسول الله - صلى الله عليه وسلم - حائطا من حوائط الأنصار ، فجعل رسول الله - صلى الله عليه وسلم - يلقط الرطب بيده ويأكل ، فقال : كل يا ابن عمر ، قلت : لا أشتهيها يا رسول الله ، قال : لكني أشتهيه ، وهذه صبح رابعة منذ لم أطعم طعاما ولم أجده ، فقلت إنا لله ، الله المستعان ، قال : يا ابن عمر لو سألت ربي لأعطاني مثل ملك كسرى وقيصر أضعافا مضاعفة ، ولكن أجوع يوما وأشبع يوما فكيف بك يا ابن عمر إذا عمرت وبقيت في حثالة من الناس يخبئون رزق سنة ويضعف اليقين ، فنزلت ) ( وكأين من دابة لا تحمل رزقها الآيةأخبرنا عبد الواحد المليحي ، أخبرنا أبو محمد الحسين بن أحمد المخلدي ، أخبرنا أبو العباس السراج ، أخبرنا قتيبة بن سعيد ، أخبرنا جعفر بن سليمان ، عن ثابت ، عن أنس عن النبي - صلى الله عليه وسلم - : كان لا يدخر شيئا لغد .وروينا أن النبي - صلى الله عليه وسلم - قال : \" لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير تغدو خماصا وتروح بطانا \" . أخبرنا أبو منصور محمد بن عبد الملك المظفري ، أخبرنا أبو سعيد أحمد بن محمد بن الفضل الفقيه ، أخبرنا أبو نصر بن حمدويه المطوعي ، أخبرنا أبو الموجه محمد بن عمرو ، أخبرنا عبدان ، عن أبي حمزة ، عن إسماعيل هو ابن أبي خالد ، عن رجلين أحدهما زبيد اليامي ، عن عبد الله بن مسعود عن النبي - صلى الله عليه وسلم - أنه قال : \" أيها الناس ليس من شيء يقربكم إلى الجنة ويباعدكم من النار إلا وقد أمرتكم به ، وليس شيء يقربكم إلى النار ويباعدكم من الجنة إلا وقد نهيتكم عنه ، وإن الروح الأمين قد نفث في روعي أنه ليس من نفس تموت حتى تستوفي رزقها ، فاتقوا الله وأجملوا في الطلب ، ولا يحملنكم استبطاء الرزق أن تطلبوه بمعاصي الله ، فإنه لا يدرك ما عند الله إلا بطاعته \" وقال هشيم عن إسماعيل عن زبيد عمن أخبره عن ابن مسعود .",
  "ayah": 60,
  "surah": 29
}
