{
  "text": "آیت 79{ لَّا یَمَسُّہٗٓ اِلَّا الْمُطَہَّرُوْنَ } ”اسے چھو نہیں سکتے مگر وہی جو بالکل پاک ہیں۔“ یعنی اسے فرشتے ہی چھو سکتے ہیں جو بالکل پاک مخلوق ہے۔ جیسا کہ قرآن مجید کی عظمت کے ضمن میں سورة عبس میں فرمایا گیا ہے : { کَلَّآ اِنَّھَا تَذْکِرَۃٌ - فَمَنْ شَآئَ ذَکَرَہٗ - فِیْ صُحُفٍ مُّکَرَّمَۃٍ - مَّرْفُوْعَۃٍ مُّطَھَّرَۃٍم - بِاَیْدِیْ سَفَرَۃٍ - کِرَامٍم بَرَرَۃٍ۔ } ”ہرگز نہیں ‘ یہ تو ایک نصیحت ہے۔ پس جو کوئی چاہے اسے قبول کرے۔ یہ ایسے صحیفوں میں درج ہے جو باعزت ہیں ‘ بلند مرتبہ ہیں ‘ پاکیزہ ہیں۔ ایسے کاتبوں کے ہاتھوں میں ہیں جو معزز اور نیک ہیں۔“ آیت زیر مطالعہ میں الْمُطَہَّرُوْنَسے مراد فرشتے ہیں اور یَمَسُّہٗ میں ہٗ کی ضمیر کا تعلق ”کِتٰبٍ مَّکْنُوْنٍ“ سے ہے۔ مَوٰقِعِ النُّجُوم کی قسم کا مقسم علیہ یہ ہے کہ یہ ایک نہایت باعزت اور برتر کلام ہے۔ یہ اللہ تعالیٰ کے پاس ایک محفوظ کتاب میں ہے ‘ جس تک اس کے پاک فرشتوں کے سوا کسی کی بھی رسائی نہیں۔ یعنی اس کو صرف ملائکہ مقربین ہی ہاتھ لگا سکتے ہیں ‘ جنات اور شیاطین وہاں پھٹک بھی نہیں سکتے۔  فقہاء نے اس آیت سے یہ حکم بھی استنباط کیا ہے کہ قرآن مجید کو ناپاکی کی حالت میں چھونے کی اجازت نہیں ہے۔ اس بارے میں فقہاء کے موقف کا خلاصہ یہ ہے کہ قرآن مجید کو چھونے اور چھوکر پڑھنے کے لیے وضو ضروری ہے ‘ جبکہ زبانی تلاوت بغیر وضو بھی کی جاسکتی ہے ‘ البتہ جنابت کی حالت میں قرآن مجید کے الفاظ کو زبانی پڑھنے کی بھی اجازت نہیں ہے۔  اس کے علاوہ اس آیت کا ایک مفہوم یہ بھی ہے کہ قرآن کے اصل لب لباب تک پہنچنے اور اس کی ہدایت سے مستفیض ہونے کے لیے باطنی صفائی ضروری ہے۔ اس نکتے کو سمجھنے کے لیے قرآن کے ظاہر اور باطن کے فرق کو سمجھنا ضروری ہے۔ جس طرح ہم اللہ تعالیٰ کی صفات کے بارے میں پڑھتے ہیں : { ہُوَالْاَوَّلُ وَالْاٰخِرُ وَالظَّاہِرُ وَالْبَاطِنُج } الحدید : 3 ”کہ وہ اول بھی ہے ‘ آخر بھی ہے ‘ ظاہر بھی ہے اور باطن بھی ہے“۔ اسی طرح قرآن کا ظاہر بھی ہے اور باطن بھی۔ قرآن کا ظاہر اس کی عبارت اور اس کے الفاظ ہیں۔ جہاں تک قرآن کے اس ظاہر کا تعلق ہے ہر عربی دان شخص اس کے معانی و مطالب کو سمجھ سکتا ہے اور اس کی صرف و نحو پر بحث کرسکتا ہے۔ اس اعتبار سے کئی ایسے غیر مسلموں کی مثالیں بھی موجود ہیں جنہوں نے عربی میں مہارت حاصل کر کے قرآن کے تراجم کیے اور تفسیریں لکھیں۔ لیکن ایسے لوگ قرآن کے باطن تک رسائی حاصل نہیں کرسکتے۔ اقبال نے اسی مفہوم میں ایسی ہی بات بندئہ مومن کے بارے میں کہی ہے :فرشتہ موت کا چھوتا ہے گو بدن تیرا ترے وجود کے مرکز سے دور رہتا ہے !اقبال نے اس شعر میں بندئہ مومن کے وجود کے مرکز کا ذکر کیا ہے۔ بالکل اسی مفہوم میں قرآن مجید کا بھی ”مرکز“ ہے۔ قرآن کے مرکز سے مراد اس کی روح باطنی ‘ اس کی ہدایت ‘ اس کا اصل علم اور اس کا لب لباب ہے۔ اس لحاظ سے آیت زیر مطالعہ اس حقیقت کی طرف ہماری راہنمائی کرتی ہے کہ قرآن مجید کے مرکز nucleus تک رسائی حاصل کرنے کے لیے تزکیہ باطنی ضروری ہے۔ اس تزکیہ باطنی کا ذکر حضرت ابراہیم اور حضرت اسماعیل کی اس دعا میں بھی ہے : { رَبَّنَا وَابْعَثْ فِیْہِمْ رَسُوْلاً مِّنْہُمْ یَتْلُوْا عَلَیْہِمْ اٰیٰتِکَ وَیُعَلِّمُہُمُ الْکِتٰبَ وَالْحِکْمَۃَ وَیُزَکِّیْہِمْ }  البقرۃ : 129 ”پروردگار ! ان لوگوں میں اٹھائیو ایک رسول خود انہی میں سے جو انہیں تیری آیات پڑھ کر سنائے اور انہیں کتاب اور حکمت کی تعلیم دے اور ان کو پاک کرے۔“  یہاں پر یہ نکتہ لائق توجہ ہے کہ حضرت ابراہیم علیہ السلام نے اپنی اس دعا میں تعلیم کتاب و حکمت کا ذکر پہلے کیا اور تزکیہ کو آخر پر رکھا ‘ لیکن جب حضور ﷺ کے حوالے سے ان ہی چار امور کا ذکر خود اللہ تعالیٰ نے فرمایا تو ترتیب بدل دی۔ قرآن مجید میں اللہ تعالیٰ نے تین مقامات البقرۃ : 151 ‘ آل عمران : 164 ‘ الجمعہ : 2 پر حضور ﷺ کی ان ذمہ داریوں کا ذکر کیا اور تینوں مقامات پر تزکیہ کا ذکرتعلیم کتاب و حکمت سے پہلے کیا۔ اس کا مطلب یہ ہے کہ جو شخص قرآن مجید کی روح باطنی تک رسائی کا طالب ہو اسے چاہیے کہ وہ اپنے دل کو تکبر ‘ حسد ‘ حب ِدُنیا سمیت تمام خباثتوں سے پاک کرے ‘ ورنہ قرآن مجید کا نور اس کے باطن میں کبھی سرایت نہیں کرے گا اور نہ ہی اس کا اصل فہم اس پر کبھی منکشف ہوگا ‘ اگرچہ بظاہر وہ قرآن کا بہت بڑا مفسر ہی کیوں نہ بن جائے۔ تزکیہ باطن کے حوالے سے یہاں سورة یونس کی آیت 57 کا پیغام بھی ذہن میں تازہ کرنے کی ضرورت ہے۔ اس آیت میں اللہ تعالیٰ نے خود قرآن کو انسانی دل کی تمام باطنی امراض کے لیے شفا قرار دیا ہے : { یٰٓــاَیُّہَا النَّاسُ قَدْجَآئَ تْکُمْ مَّوْعِظَۃٌ مِّنْ رَّبِّکُمْ وَشِفَآئٌ لِّمَا فِی الصُّدُوْرِلا وَہُدًی وَّرَحْمَۃٌ لِّلْمُؤْمِنِیْنَ۔ }  ”اے لوگو ! آگئی ہے تمہارے پاس نصیحت تمہارے رب کی طرف سے اور تمہارے سینوں کے اَمراض کی شفا اور اہل ایمان کے لیے ہدایت اور بہت بڑی رحمت۔“",
  "ayah": 79,
  "surah": 56
}
