{
  "text": "آیت 82{ وَتَجْعَلُوْنَ رِزْقَکُمْ اَنَّکُمْ تُکَذِّبُوْنَ۔ } ”اور تم نے اپنا نصیب یہ ٹھہرا لیا ہے کہ تم اس کو جھٹلا رہے ہو !“ اس حوالے سے یہ نکتہ بھی یاد رکھیں کہ قرآن کا جھٹلانا ایک تو زبانی ہے اور دوسرا عملی۔ زبانی اور نظریاتی طور پر تو قرآن مجید کو مشرکین عرب جھٹلاتے تھے یا ہر زمانے کے بہت سے غیر مسلم جھٹلاتے ہیں کہ یہ اللہ کا کلام نہیں بلکہ خود محمد ﷺ کی تصنیف ہے۔ جبکہ عملی طور پر اسے ہم مسلمان جھٹلاتے ہیں۔ ہم نظریاتی طور پر تو اسے اللہ کا کلام مانتے ہیں اور زبان سے اس کا اقرار بھی کرتے ہیں مگر اس کے احکام ماننے سے کھلم کھلا اعراض کرتے ہیں۔ ہماری اس کیفیت کی مثال اللہ تعالیٰ نے یہودیوں کے حوالے سے ان الفاظ میں بیان فرمائی ہے : { مَثَلُ الَّذِیْنَ حُمِّلُوا التَّوْرٰٹۃَ ثُمَّ لَمْ یَحْمِلُوْہَا کَمَثَلِ الْحِمَارِ یَحْمِلُ اَسْفَارًا } الجمعۃ : 5 کہ جو لوگ حامل تورات بنائے گئے اور پھر انہوں نے اس کی ذمہ داریوں کو ادا نہ کیا ‘ ان کی مثال اس گدھے کی سی ہے جس پر کتابوں کا بوجھ لدا ہوا ہو۔ اگر آپ ایک گدھے پر مکالماتِ افلاطون اور انسائیکلوپیڈیا برٹانیکا کی تمام جلدیں لاد دیں تو ان کتابوں کو اٹھا لینے سے وہ ان کا عالم تو نہیں بن جائے گا۔ اس آیت کی روشنی میں یہودیوں کے طرزعمل کا جائزہ لیں تو انہوں نے زبان سے کبھی تورات کی تکذیب نہیں کی ‘ بلکہ وہ ابھی تک اسے اپنے سینوں سے لگائے بیٹھے ہیں۔ اس لیے قرآن مجید نے مذکورہ آیت میں ان کی جس تکذیب کا ذکر کیا ہے وہ عملی تکذیب ہے۔ بالکل اسی طرح ہم بھی آج قرآن مجید کو سینے سے لگائے بیٹھے ہیں ‘ لیکن عملی طور پر اس کے احکام کی تعمیل سے روگردانی کرکے مذکورہ بالا مثال کے مصداق بنے ہوئے ہیں۔ ایک حدیث کے مطابق تو ہمارے اس طرزعمل سے قرآن مجید پر ہمارے زبانی ایمان کی بھی تکذیب ہوتی ہے۔ حضور ﷺ نے فرمایا : مَا آمَنَ بِالْقُرْآنِ مَنِ اسْتَحَلَّ مَحَارِِمَہٗ 1 1 سنن الترمذی ‘ ابواب فضائل القرآن ‘ باب ما جاء فیمن قرأ حرفاً من القرآن مالہ من الاجر ‘ ح : 2918۔ والمعجم الاوسط للطبرانی : 4/337۔”جس نے قرآن کی حرام کردہ اشیاء کو اپنے لیے حلال ٹھہرا لیا اس کا قرآن پر کوئی ایمان نہیں۔“ قرآن مجید کی اس عملی تکذیب کے علاوہ آج ہم مسلمان اس کی ”تکذیب حالی“ کے بھی مرتکب ہو رہے ہیں۔ تکذیب حالی یہ ہے کہ کسی شخص کا حال اس حقیقت کی گواہی دے رہا ہو کہ اس کے نزدیک فلاں چیز کی کوئی اہمیت نہیں ہے۔ قرآن مجید کے حوالے سے اپنی تکذیب حالی کو سمجھنے کے لیے آپ اپنے ہاں کے ایک عام ڈاکٹر کی مثال لے لیں۔ اس نے رات دن ایک کر کے پچیس سال کی عمر میں ایم بی بی ایس کیا۔ پھر FRCS کا امتحان پاس کیا۔ اس کے بعد وہ امریکہ گیا ‘ وہاں جا کر امتحان دیا۔ وہاں کے بورڈز سے یہ ڈپلومہ ‘ وہ ڈپلومہ…! اس پڑھائی میں اس نے اپنی زندگی کے پینتیس چالیس سال کھپا دیے۔ اس کے بعد وہیں ملازمت اختیار کرلی … یا واپس آکر اپنی ملازمت اور پریکٹس میں کو ہلو کے بیل کی طرح جت گیا۔ مشن کیا ہے ؟ معاش اچھی ہوجائے اور معیارِ زندگی بلند ہوجائے ! یہ مشن تو اس نے حاصل کرلیا ‘ لیکن اپنی زندگی کے ماہ و سال میں سے اس نے قرآن مجید سیکھنے کے لیے کوئی وقت نکالا اور اس کے لیے کوئی محنت کی ؟ اگر اس سوال کا جواب نفی میں ہے تو اس کا حال گویا چیخ چیخ کر گواہی دے رہا ہے کہ اس شخص کی زندگی میں قرآن مجید کی کوئی اہمیت نہیں۔ اور اس کی اصل وجہ یہ ہے کہ اس کے دل کی گہرائیوں میں قرآن مجید کے کلام اللہ ہونے کے بارے میں یقین نہیں۔ یاد رہے کہ سورة الرحمن کی ابتدائی آیات میں قرآن کے حقوق ادا کرنے کی ترغیب مثبت انداز میں دلائی گئی تھی ‘ جبکہ یہاں سورة الواقعہ کے اختتام پر اسی ترغیب کے لیے منفی انداز اپنایا گیا ہے۔ یعنی سورة الرحمن کی چار ابتدائی آیات کے بین السطور میں یہ پیغام مضمر تھا کہ اگر رحمن نے اپنا کلام ”قرآن“ تمہارے پاس بھیجا ہے اور تمہیں ”بیان“ کی صلاحیت سے بھی نوازا ہے تو تمہاری اس طلاقت لسانی کا بہترین اور لازمی مصرف یہی ہے کہ تم اس صلاحیت کو قرآن کے لیے وقف کر دو۔ جبکہ یہاں سورة الواقعہ کی ان آیات میں یہ تنبیہہ مضمر ہے کہ جو لوگ قرآن کے حقوق کماحقہ ادا نہیں کرتے آخرت میں انہیں اس کے لیے جواب دہ ہونا پڑے گا اور کوتاہی ثابت ہونے پر ان کی سخت گرفت ہوگی۔",
  "ayah": 82,
  "surah": 56
}
