{
  "text": "৭৫-৮২ নং আয়াতের তাফসীর:\nহযরত যহ্হাক (রঃ) বলেন যে, আল্লাহ তা'আলার এই কসমগুলো কালাম শুরু করার জন্যে হয়ে থাকে। কিন্তু এই উক্তিটি দুর্বল। জমহুর বলেন যে, এটা আল্লাহ তা'আলার কসম, তিনি তার মাখলুকের মধ্যে যার ইচ্ছা কসম খেতে পারেন এবং এর দ্বারা ঐ জিনিসের শ্রেষ্ঠত্ব প্রমাণিত হয়। কোন কোন মুফাসসিরের উক্তি এই যে, এখানে (আরবী) অতিরিক্ত এবং.... (আরবী) হলো কসমের জবাব। এটা ইমাম ইবনে জারীর (রঃ) সাঈদ ইবনে জুবায়ের (রঃ) হতে বর্ণনা করেছেন। অন্যেরা বলেন যে, এখানে (আরবী)-কে অতিরিক্ত বলার কোন প্রয়োজনই নেই। কালামে আরবের প্রথা হিসেবে এটা কসমের শুরুতে এসে থাকে। যখন কোন জিনিসের উপর কসম খাওয়া হয় এবং ওটাকে অস্বীকার করা উদ্দেশ্য হয় তখন কসমের শুরুতে এই এসে থাকে। যেমন হযরত আয়েশা (রাঃ)-এর নিম্নের উক্তিতে রয়েছেঃ (আরবী)অর্থাৎ “আল্লাহর কসম! রাসূলুল্লাহ (সঃ)-এর হাত কখনো কোন স্ত্রীলোকের হাতকে স্পর্শ করেনি।” অর্থাৎ বায়আত গ্রহণের সময় রাসূলুল্লাহ (সঃ) কখনো কোন নিঃসম্পর্ক স্ত্রীলোকের সাথে মুসাফাহা বা করমর্দন করেননি। অনুরূপভাবে এখানেও। কসমের শুরুতে নিয়ম অনুযায়ী এসেছে, অতিরিক্ত হিসেবে নয়। তাহলে কালামের ভাবার্থ হবেঃ কুরআন কারীম সম্পর্কে তোমাদের যে ধারণা আছে যে, এটা যাদু, এটা সম্পূর্ণ ভুল ধারণা। বরং এ পবিত্র কিতাবটি আল্লাহর কালাম। কোন কোন আরব বলেন যে, (আরবী) দ্বারা তাদের কালামকে অস্বীকার করা হয়েছে। অতঃপর আসল বিষয়ের স্বীকৃতি শব্দে রয়েছে।(আরবী) দ্বারা উদ্দেশ্য হলো কুরআন কারীম ক্রমান্বয়ে অবতীর্ণ হওয়া। লাওহে মাহফুয হতে তো কদরের রাত্রিতে কুরআন কারীম একই সাথে প্রথম আসমানে অবতীর্ণ হয়। তারপর প্রয়োজন মত অল্প অল্প করে সময়ে সময়ে অবতীর্ণ হতে থাকে। এই ভাবে কয়েক বছরে পূর্ণ কুরআন অবতীর্ণ হয়। মুজাহিদ (রঃ) বলেন যে, আসমানের সূর্যোদয়ের জায়গাকে বুঝানো হয়েছে। (আরবী) দ্বারা (আরবী) উদ্দেশ্য। হাসান (রঃ) বলেন যে, কিয়ামতের দিন ঐগুলো বিক্ষিপ্ত হয়ে যাওয়া উদ্দেশ্য। যহাক (রঃ) বলেন যে, এর দ্বারা ঐ তারকাগুলোকে বুঝানো হয়েছে যেগুলো সম্পর্কে মুশরিকদের আকীদা বা বিশ্বাস ছিল যে, অমুক অমুক তারকার কারণে তাদের উপর বৃষ্টি বর্ষিত হয়েছে।এরপর ঘোষিত হচ্ছেঃ অবশ্যই এটা এক মহাশপথ! কেননা, যে বিষয়ের উপর শপথ করা হচ্ছে তা খুবই বড় বিষয়। অর্থাৎ এই কুরআন বড়ই সম্মানিত কিতাব। এটা বড়ই মর্যাদা সম্পন্ন, সুরক্ষিত ও সুদৃঢ় কিতাবে রয়েছে। মহান আল্লাহ বলেনঃ যারা পূতঃপবিত্র তারা ব্যতীত অন্য কেউ তা স্পর্শ করে না। অর্থাৎ শুধু ফেরেশতারাই এটা স্পর্শ করে থাকেন। হ্যাঁ, তবে দুনিয়ায় এটাকে সবাই স্পর্শ করে সেটা অন্য কথা। হযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে (আরবী) রয়েছে। হযরত আবুল আলিয়া (রঃ) বলেন যে, এখানে পবিত্র দ্বারা উদ্দেশ্য মানুষ নয়, মানুষ তো পাপী। এটা কাফিরদের জবাবে বলা হয়েছে। তারা বলতো যে, এই কুরআন নিয়ে শয়তান অবতীর্ণ হয়ে থাকে। যেমন আল্লাহ তা'আলা অন্য জায়গায় পরিষ্কারভাবে বলেনঃ (আরবী) অর্থাৎ “এটা নিয়ে শয়তানরা অবতীর্ণ হয় না, না তাদের এই যোগ্যতা বা শক্তি আছে, এমনকি তাদেরকে তো এটা শ্রবণ হতেও দূর করে দেয়া হয়।” (২৬:২১০-২১২) এ আয়াতের তাফসীরে এ উক্তিটিই মনে বেশী ধরছে। তবে অন্যান্য উক্তিগুলোও এর অনুরূপ হতে পারে। ফারা (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে এই যে, এর স্বাদ ও মজা শুধুমাত্র ঈমানদার লোকেরাই পেতে পারে। কেউ কেউ বলেন যে, এর দ্বারা উদ্দেশ্য হলো অপবিত্রতা হতে পবিত্র হওয়া। যদিও এটা খবর, কিন্তু উদ্দেশ্য হলো ইনশা। কুরআন দ্বারা এখানে মাসহাফ উদ্দেশ্য। ভাবার্থ হলো এই যে, মুসলমান অপবিত্র অবস্থায় কুরআন কারীমে হাত লাগাবে না। একটি হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) কুরআন কারীমকে সাথে নিয়ে হারবী কাফিরদের দেশে যেতে নিষেধ করেছেন। কেননা, হতে পারে যে, শত্রুরা এর কোন ক্ষতি সাধন করবে।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আমর ইবনে হাযাম (রাঃ)-কে রাসূলুল্লাহ (সঃ) যে পত্রটি লিখে দিয়েছিলেন তাতে এও ছিলঃ “পবিত্র ব্যক্তি ছাড়া যেন কেউ কুরআন স্পর্শ না করে।” (এ হাদীসটি ইমাম মালিক (রঃ) স্বীয় মুআত্তা গ্রন্থে বর্ণনা করেছেন)মারাসীলে আবি দাউদে রয়েছে যে, যুহরী (রঃ) বলেনঃ “আমি স্বয়ং পত্রটি দেখেছি এবং তাতে এই বাক্যটি পাঠ করেছি।” যদিও এ রিওয়াইয়াতটির বহু সনদ রয়েছে কিন্তু প্রত্যেকটির বিষয়েই চিন্তা-ভাবনার অবকাশ আছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।এরপর ইরশাদ হচ্ছেঃ এই কুরআন কবিতা, যাদু অথবা অন্য কোন বিষয়ের গ্রন্থ নয়, বরং এটা সরাসরি সত্য। কারণ এটা জগতসমূহের প্রতিপালকের নিকট হতে অবতীর্ণ। এটাই সঠিক ও সত্য কিতাব। এটা ছাড়া এর বিরোধী সবই মিথ্যা এবং সম্পূর্ণরূপে প্রত্যাখ্যাত। তবুও কি তোমরা এই বাণীকে তুচ্ছ গণ্য করবে? এর জন্যে কৃতজ্ঞতা প্রকাশ কি এটাই হবে যে, তোমরা একে অবিশ্বাস করবে?  ইযদ গোত্রের ভাষায় (আরবী)-এর অর্থ (আরবী) বা কৃতজ্ঞতা এসে থাকে। মুসনাদের একটি হাদীসেও (আরবী) -এর অর্থ (আরবী) করা হয়েছে। অর্থাৎ তোমরা বলে থাকো যে, অমুক তারকার কারণে তোমরা পানি পেয়েছো বা অমুক তারকার কারণে অমুক জিনিস পেয়েছো।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, বৃষ্টির সময় কোন কোন লোক কুফরী কালেমা বলে ফেলে। তারা বলে থাকে যে, বৃষ্টির কারণ হলো অমুক তারকা।হযরত যায়েদ ইবনে খালিদ জুহনী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমরা হুদায়বিয়ায় অবস্থান করছিলাম, রাত্রে খুব বৃষ্টি বর্ষিত হয়েছিল। ফজরের নামাযের পর রাসূলুল্লাহ (সঃ) জনগণের দিকে মুখ করে বলেনঃ “আজ রাত্রে তোমাদের প্রতিপালক কি বলেছেন তা তোমরা জান কি?” জনগণ বললেনঃ “আল্লাহ এবং তাঁর রাসূলই (সঃ) ভাল জানেন।” তখন তিনি বললেন, আল্লাহ তা'আলা বলেছেনঃ “আজ আমার বান্দাদের মধ্যে অনেকে কাফির হয়েছে এবং অনেকে মুমিন হয়েছে। যে বলেছে যে, আল্লাহর ফযল ও করমে বৃষ্টি বর্ষিত হয়েছে, সে আমার প্রতি বিশ্বাস স্থাপনকারী এবং তারকাকে অস্বীকারকারী। আর যে বলেছে যে, অমুক অমুক তারকার কারণে বৃষ্টি বর্ষিত হয়েছে, সে আমার সাথে কুফরী করেছে এবং তারকার উপর ঈমান এনেছে।” (এ হাদীসটি ইমাম মালিক (রঃ) স্বীয় মুআত্তা গ্রন্থে বর্ণনা করেছেন এবং ইমাম মুসলিমও (রঃ) তাঁর সহীহ গ্রন্থে এটা বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আকাশ হতে যে বরকত নাযিল হয় তা কারো ঈমানের এবং কারো কুফরীর কারণ হয়ে থাকে (শেষ পর্যন্ত)।” (এ হাদীসটি ইমাম মুসলিম বর্ণনা করেছেন) হ্যাঁ, তবে এটা লক্ষ্যণীয় বিষয় যে, একবার হযরত উমার (রাঃ) হযরত আব্বাস (রাঃ)-কে জিজ্ঞেস করেছিলেনঃ “সুরাইয়া তারকা উদিত হতে কত দিন বাকী আছে?” তারপর তিনি বলেনঃ “জ্যোতির্বিদদের ধারণা এই যে, এই তারকা লুপ্ত হয়ে যাওয়ার এক সপ্তাহ পর আবার দিগন্তে প্রকাশিত হয়ে থাকে। বাস্তবে এটাই হয় যে, এই প্রশ্নোত্তর ও ইসতিসকার (পানির জন্যে প্রার্থনার) সাত দিন অতিক্রান্ত হতেই বৃষ্টি বর্ষিত হয়। তবে এ ঘটনাটি স্বভাব এবং অভিজ্ঞতার ভিত্তির উপর প্রতিষ্ঠিত। এটা নয় যে, ঐ তারকাকেই তিনি বৃষ্টি বর্ষণের কারণ মনে করতেন। কেননা, এ ধরনের আকীদা তো কুফরী! হ্যাঁ, তবে অভিজ্ঞতাবলে কোন কিছু জেনে নেয়া বা কোন কথা বলে দেয়া অন্য জিনিস। এই ব্যাপারে বহু হাদীস (আরবী) অর্থাৎ আল্লাহ মানুষের জন্যে যে রহমত খুলে দেন তা কেউ বন্ধ রাখতে পারে না। (৩৫:২) এই আয়াতের তাফসীরে গত হয়েছে।রাসূলুল্লাহ (সঃ) একটি লোককে বলতে শুনেনঃ ‘অমুক তারকার প্রভাবে বৃষ্টি বর্ষিত হয়েছে। তখন তিনি বলেনঃ “তুমি মিথ্যা কথা বলেছে। এ বৃষ্টি তো আল্লাহ তাআলাই বর্ষণ করেছেন! এটা আল্লাহর রিযক।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যখনই রাত্রে কোন কওমের উপর বৃষ্টি বর্ষিত হয়েছে তখনই সকালে ঐ কওম ওর সাথে কুফরীকারী হয়েছে।” তারপর আল্লাহ তা'আলার নিম্নের উক্তিটি তিনি উদ্ধৃত করেনঃ (আরবী) অর্থাৎ “তোমরা মিথ্যারোপকেই তোমাদের উপজীব্য করে নিয়েছে।” অতঃপর রাসূলুল্লাহ (সঃ) বলেন যে, তাদের মধ্যে কোন উক্তিকারী উক্তি করেঃ “অমুক অমুক তারকার প্রভাবে আমাদের উপর বৃষ্টি বর্ষিত হয়েছে। (এ হাদীসটিও ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু সাঈদ (রাঃ) হতে মারফু' রূপে বর্ণিত আছেঃ “সাত বছর পর্যন্ত যদি মানুষ দুর্ভিক্ষের মধ্যে পতিত থাকে, তারপর যদি তাদের উপর বৃষ্টি বর্ষণ করা হয়, তবে তখনো তারা বলে বসবে যে, অমুক তারকা বৃষ্টি বর্ষণ করেছে।”‘তোমরা মিথ্যারোপকেই তোমাদের উপজীব্য করে নিয়েছে। আল্লাহ পাকের এ উক্তি সম্পর্কে মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ তোমরা এ কথা বলো না যে, অমুক প্রাচুর্যের কারণ হলো অমুক জিনিস, বরং বললঃ সব কিছুই আল্লাহ তাআলার পক্ষ হতে এসে থাকে। সুতরাং ভাবার্থ এটাও। আবার ভাবার্থ এও হতে পারে যে, কুরআনে তাদের কোনই অংশ নেই, বরং তাদের অংশ এটাই যে, তারা এই কুরআনের উপর মিথ্যারোপ করে থাকে। এই ভাবার্থের পৃষ্ঠপোষকতা করে নিম্নের আয়াতদ্বয়ঃ (আরবী)",
  "ayah": 82,
  "surah": 56
}
