{
  "text": "৮৮-৯৬ নং আয়াতের তাফসীর:\nএখানে ঐ অবস্থার বর্ণনা দেয়া হচ্ছে যা মৃত্যুর সময়, মৃত্যু যন্ত্রণার সময় এবং দুনিয়ার শেষ মুহূর্তে মানুষের হয়ে থাকে। হয়তো সে উচ্চ পর্যায়ের আল্লাহর নৈকট্য প্রাপ্ত হবে বা তার চেয়ে নিম্ন পর্যায়ের হবে, যার ডান হাতে আমলনামা দেয়া হবে, কিংবা হয়তো সে হতভাগ্য হবে, যে আল্লাহ তা'আলা সম্পর্কে অজ্ঞ থেকেছে এবং সত্য পথ হতে গাফেল থেকেছে। আল্লাহ তাআলা বলেনঃ যারা আল্লাহ তা'আলার নৈকট্য প্রাপ্ত বান্দা, যারা তাঁর আহকামের উপর আমলকারী ছিল এবং অবাধ্যাচরণের কাজ পরিত্যাগকারী ছিল তাদেরকে তাদের মৃত্যুর সময় ফেরেশতারা নানা প্রকারের সুসংবাদ শুনিয়ে থাকেন। যেমন ইতিপূর্বে হযরত বারা (রাঃ) বর্ণিত হাদীস গত হয়েছে যে, রহমতের ফেরেশতারা তাদেরকে বলেনঃ “হে পবিত্র রূহ এবং হে পবিত্র দেহধারী রূহ! বিশ্রাম ও আরামের দিকে চল, পরম করুণাময় আল্লাহর দিকে চল যিনি কখনো অসন্তুষ্ট হবেন না।(আরবী)-এর অর্থ হলো বিশ্রাম এবং (আরবী)-এর অর্থ হলো আরাম। মোটকথা, তারা দুনিয়ার বিপদাপদ হতে বিশ্রাম ও শান্তি লাভ করে থাকে। চিরস্থায়ী শান্তি ও প্রকৃত আনন্দ আল্লাহর গোলাম তখনই লাভ করে থাকে। তারা একটা প্রশস্ততা দেখতে পায়। তাদের সামনে রিযক ও রহমত থাকে। তারা জান্নাতে আদনের দিকে ধাবিত হয়। জান্নাতের একটি সবুজ সজীব শাখা প্রকাশিত হয় এবং তখনই আল্লাহর নৈকট্য প্রাপ্ত বান্দার রূহ কবয করা হয়। এটা হযরত আবুল আলিয়া (রঃ)-এর উক্তি। মুহাম্মাদ ইবনে কা'ব (রঃ) বলেন যে, মৃত্যুর পূর্বেই মরণমুখী প্রত্যেক ব্যক্তিই সে জান্নাতী কি জাহান্নামী তা জানতে পারে। মৃত্যু-যন্ত্রণার সময়ের হাদীসগুলো যদিও আমরা সূরায়ে ইবরাহীমের (আরবী) এ আয়াতের তাফসীরে আনয়ন করেছি, কিন্তু এটা এর সর্বোত্তম স্থান বলে এখানেও একটা অংশ বর্ণনা করছি।  হযরত তামীমুদ্দারী (রাঃ) নবী (সঃ) হতে বর্ণনা করেছেন যে, আল্লাহ তা'আলা হযরত মালাকুল মাউত (আঃ)-কে বলেনঃ “তুমি আমার অমুক বান্দার নিকট যাও এবং তাকে আমার দরবারে নিয়ে এসো। আমি তাকে দুঃখ-সুখ, কষ্ট-আরাম, আনন্দ-নিরানন্দ ইত্যাদি সব কিছুরই মাধ্যমে পরীক্ষা করেছি এবং তাকে আমার চাহিদা মোতাবিক পেয়েছি। এখন আমি তাকে চিরস্থায়ী সুখ প্রদান করতে চাই। তাকে আমার খাস দরবারে পেশ কর।” মালাকুল মাউত পাঁচশ জন রহমতের ফেরেশতা এবং জান্নাতের কাফন ও জান্নাতী খোশবু সাথে নিয়ে তার নিকট আগমন করেন। যদিও রাইহান (খোশবু) একই হয়, কিন্তু এর মাথায় বিশ প্রকারের রঙ থাকে। প্রত্যেকটিরই পৃথক পৃথক সুগন্ধি রয়েছে। আর তাদের সাথে থাকে সাদা রেশম এবং তাতে থাকে মেশক বা মৃগনাভী (শেষ পর্যন্ত)।মুসনাদে আহমাদে রয়েছে যে, হযরত আয়েশা (রাঃ) রাসূলুল্লাহ (সঃ)-কে (আরবী) অর্থাৎ (আরবী)-এর (আরবী) অক্ষরকে পেশ দিয়ে পড়তে শুনেছেন। কিন্তু সমস্ত কারী (আরবী) অর্থাৎ (আরবী) কে যবর দিয়ে পড়েছেন।হযরত উম্মে হানী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “মৃত্যুর পর কি আমরা পরস্পর মিলিত হবো এবং আমাদের একে অপরকে দেখবে?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “রূহ পাখী হয়ে যাবে যা গাছের ফল খাবে, শেষ পর্যন্ত কিয়ামত সংঘটিত হবে। ঐ সময় রূহ নিজ নিজ দেহের মধ্যে প্রবেশ করবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। মুসনাদে আহমাদেই এ হাদীসের সহায়ক। রূপে আর একটি হাদীস রয়েছে, যার ইসনাদ খুবই উত্তম এবং মতনও খুব সবল) এ হাদীসে প্রত্যেক মুমিনের জন্যে বড়ই সুসংবাদ রয়েছে।  অন্য এক সহীহ রিওয়াইয়াতে রয়েছে যে, শহীদদের রূহগুলো সবুজ রঙ এর পাখীর অন্তরে অবস্থান করে, যে পাখী জান্নাতের সব জায়গায় ইচ্ছামত বিচরণ করে ও পানাহার করে এবং আরশের নীচে লটকানো লণ্ঠনে আশ্রয় নেয়।  মুসনাদে আহমাদে রয়েছে যে, আবদুর রহমান ইবনে আবি লাইলা (রঃ) গাধায় সওয়ার হয়ে একটি জানাযার পিছনে পিছনে যাচ্ছিলেন। ঐ সময় তিনি বার্ধক্যে উপনীত হয়েছিলেন এবং তাঁর চুল দাড়ি সাদা হয়ে গিয়েছিল। ঐ সময় তিনি বলেন যে, অমুকের পুত্র অমুক তাঁর নিকট বর্ণনা করেছেন যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “যে ব্যক্তি আল্লাহর সাথে সাক্ষাৎ পছন্দ করে, আল্লাহ তাআলাও তার সাথে সাক্ষাৎ পছন্দ করেন। পক্ষান্তরে যে ব্যক্তি আল্লাহর সাথে সাক্ষাৎ অপছন্দ করে, তিনি তার সাথে সাক্ষাৎ অপছন্দ করেন।” একথা শুনে সাহাবীগণ (রাঃ) মাথা ঝুকিয়ে দিয়ে কাঁদতে শুরু করেন। রাসূলুল্লাহ (সঃ) তাদেরকে জিজ্ঞেস করেনঃ “তোমরা কাঁদছো কেন?” উত্তরে তারা বলেনঃ “আমরা তো মৃত্যুকে অপছন্দ করি (তাহলে তো আল্লাহর সাথে সাক্ষাৎকে আমাদের পছন্দ করা হলো না)?” তখন রাসূলুল্লাহ (সঃ) তাদেরকে বললেনঃ “আরে, তা নয়, তা নয়। বরং এটা হলো মৃত্যুকালীন অবস্থার কথা। ঐ সময় আল্লাহর নৈক্য প্রাপ্ত বান্দাদেরকে সুখ-শান্তিময় ও আরামদায়ক জান্নাতের সুংবাদ দেয়া হয়, যার কারণে তারা লাফিয়ে উঠে এবং চায় যে যতো তাড়াতাড়ি সম্ভব তারা আল্লাহর সাথে মিলিত হবে, যাতে তারা ঐ সব নিয়ামত লাভ করতে পারে। তখন আল্লাহ তাবারাকা ওয়া তা'আলাও তাদের সাক্ষাৎ কামনা করেন। আর যদি সে সত্য অস্বীকারকারী ও বিভ্রান্তদের অন্যতম হয় তবে তাদেরকে অত্যুষ্ণ পানির আপ্যায়ন ও জাহান্নামের দহনের সুসংবাদ দেয়া হয়, যার কারণে তারা মৃত্যুকে অপছন্দ করে এবং রূহ লুকাতে থাকে এবং তাদের মন চায় যে, কোনক্রমেই তারা আল্লাহ তাআলার নিকট হাযির হবে না। সুতরাং আল্লাহ তাআলাও তাদের সাক্ষাৎকে অপছন্দ করেন।”এরপর আল্লাহ তা'আলা বলেনঃ যদি সে ডান দিকের লোকদের একজন হয় তবে মৃত্যুর ফেরেশতা তাকে সালাম দেয় এবং বলেঃ তোমার উপর শান্তি বর্ষিত হোক, তুমি আসহাবুল ইয়ামীনের অন্তর্ভুক্ত। তুমি আল্লাহর আযাব হতে নিরাপত্তা লাভ করবে। তাকে বলা হবেঃ হে দক্ষিণ পার্শ্ববর্তী! তোমার প্রতি সালাম বা শান্তি। অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “যারা বলেঃ আমাদের প্রতিপালক আল্লাহ, অতঃপর অবিচলিত থাকে, তাদের নিকট অবতীর্ণ হয় ফেরেশতা এবং বলেঃ তোমরা ভীত হয়ো না, চিন্তিত হয়ো না এবং তোমাদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছিল তার জন্যে আনন্দিত হও। আমরাই তোমাদের বন্ধু দুনিয়ার জীবনে ও আখিরাতে; সেথায় তোমাদের জন্যে রয়েছে যা কিছু তোমাদের মন চায় এবং যা তোমরা ফরমায়েশ কর। এটা হলো ক্ষমাশীল, পরম দয়ালু আল্লাহর পক্ষ হতে আপ্যায়ন।” (৪১:৩০-৩২)  ইমাম বুখারী (রঃ) বলেন যে, এর ভাবার্থ হলোঃ তোমার জন্যে স্বীকৃত যে, তুমি আসহাবুল ইয়ামীনের অন্তর্ভুক্ত। এটাও হতে পারে যে, সালাম এখানে দু'আর অর্থে এসেছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ কিন্তু সে যদি সত্য অস্বীকারকারী ও বিভ্রান্তদের অন্তর্ভুক্ত হয় তবে তার জন্যে আপ্যায়ন রয়েছে অত্যুষ্ণ পানির দ্বারা এবং জাহান্নামের দহন রয়েছে যা নাড়ী-ভূড়ি ঝলসিয়ে দিবে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ এটা তো ধ্রুব সত্য। অতএব, তুমি তোমার মহান প্রতিপালকের নামের পবিত্রতা ও মহিমা ঘোষণা কর।হযরত উকবা ইবনে আমির জুহনী (রাঃ) হতে বর্ণিত আছে যে, যখন রাসূলুল্লাহ (সঃ)-এর উপর (আরবী) অবতীর্ণ হয় তখন তিনি বলেনঃ “এটা তোমরা তোমাদের রুকূতে রাখো।” আর যখন (আরবী) (৮৭:১) অবতীর্ণ হয় তখন বলেনঃ “এটাকে তোমরা তোমাদের সিজদায় রাখো।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাউদ (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি (আরবী) বলে তার জন্যে জান্নাতে একটি গাছ রোপণ করা হয়।” ((এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দুটি বাক্য আছে যা উচ্চারণ করতে খুবই সহজ, ওযন দণ্ডের পরিমাণে খুবই ভারী এবং করুণাময় আল্লাহর কাছে খুবই প্রিয়, বাক্য দুটি হলোঃ (আরবী) অর্থাৎ “মহা পবিত্র আল্লাহ, তার জন্যে সমস্ত প্রশংসা। মহাপবিত্র আল্লাহ, তিনি মহামহিম।” (এ হাদীসটি ইমাম বুখারী (রঃ) তাঁর কিতাবের শেষে আনয়ন করেছেন)",
  "ayah": 96,
  "surah": 56
}
