{
  "text": "القول في تأويل قوله تعالى :  هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الأَبْصَارِ (2)يعني تعالى ذكره بقوله: ( هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ): الله الذي أخرج الذين جحدوا نبوّة محمد صَلَّى الله عَلَيْهِ وَسَلَّم من أهل الكتاب، وهم يهود بني النضير من ديارهم، وذلك خروجهم عن منازلهم ودورهم، . حين صالحوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على أن يؤمنهم على دمائهم ونسائهم وذراريهم، وعلى أن لهم ما أقلت الإبل من أموالهم، ويخلو له دورهم، وسائر أموالهم، فأجابهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى ذلك، فخرجوا من ديارهم، فمنهم من خرج إلى الشام، ومنهم من خرج إلى خيبر، فذلك قول الله عزّ وجلّ( هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ) .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، في قول الله عزّ وجلّ: ( هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ) قال: النضير حتى قوله:  وَلِيُخْزِيَ الْفَاسِقِينَ  .* ذكر ما بين ذلك كله فيهم:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ) قيل: الشام، وهم بنو النضير حيّ من اليهود، فأجلاهم نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم من المدينة إلى خيبر، مرجعه من أحد.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري ( مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ) قال: هم بنو النضير قاتلهم النبي صَلَّى الله عَلَيْهِ وَسَلَّم حتى صالحهم على الجلاء، فأجلاهم إلى الشام، وعلى أن لهم ما أقلت الإبل من شيء إلا الحلقة، والحلقة: السلاح، كانوا من سبط لم يصبهم جلاء فيما مضى، وكان الله عزّ وجلّ قد كتب عليهم الجلاء، ولولا ذلك عذبهم في الدنيا بالقتل والسباء.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ) قال: هؤلاء النضير حين أجلاهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن حميد، قال: ثنا سلمة بن الفضل، قال: ثنا ابن إسحاق، عن يزيد بن رومان، قال: نـزلت في بني النضير سورة الحشر بأسرها، يذكر فيها ما أصابهم الله عزّ وجل به من نقمته، وما سلط عليهم به رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وما عمل به فيهم، فقال: ( هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لأوَّلِ الْحَشْرِ ) ... الآيات.وقوله: ( لأوَّلِ الْحَشْرِ ) يقول تعالى ذكره: لأوّل الجمع في الدنيا، وذلك حشرهم إلى أرض الشام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري، قوله: ( لأوَّلِ الْحَشْرِ ) قال: \" كان جلاءوهم أوّل الحشر في الدنيا إلى الشام \".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: \" تجيء نار من مَشرِق الأرض، تَحْشُر الناس إلى مغاربها، فتبيت معهم حيث باتُوا، تَقِيل معهم حيث قالوا، وتأكل من تَخَلَّف \".حدثنا ابن بشار، قال: ثنا ابن أَبي عديّ، عن عوف، عن الحسن، قال: بلغني أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لما أجلى بني النضير، قال: \" امْضوا فهذا أوَّل الْحَشْرِ، وإنَّا على الأثَرِ\".حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( لأوَّلِ الْحَشْرِ ) قال: الشام حين ردهم إلى الشام، وقرأ قول الله عزّ وجلّ:  يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَـزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا  قال: من حيث جاءت، أدبارها أن رجعت إلى الشام، من حيث جاءت ردّوا إليه.وقوله: (مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا) ، يقول تعالى ذكره للمؤمنين من أصحاب &; 23-264 &; رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: ما ظننتم أن يخرج هؤلاء الذين أخرجهم الله من ديارهم من أهل الكتاب من مساكنهم ومنازلهم، (وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ)، وإنما ظن القوم فيما ذكر أن عبد الله بن أُبي، وجماعة من المنافقين بعثوا إليهم لما حصرهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يأمرونهم بالثبات في حصونهم، ويعدونهم النصر.كما حدثنا ابن حُميد، قال: ثنا سلمة، عن ابن إسحاق، عن يزيد بن رومان، أن رهطًا من بني عوف بن الخزرج، منهم عبد الله بن أُبيّ بن سلول، ووديعة ومالك، ابنا نوفل، وسويد وداعس، بعثوا إلى بني النضير أن اثبتوا وتمنَّعوا، فإنا لن نسلمكم، وإن قوتلتم قاتلنا معكم، وإن خرجتم خرجنا معكم، فتربصوا لذلك من نصرهم، فلم يفعلوا، وكانوا قد تحصنوا في الحصون من رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حين نـزل بهم.وقوله: ( فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ) يقول تعالى ذكره: فأتاهم أمر الله من حيث لم يحتسبوا أنه يأتيهم، وذلك الأمر الذي أتاهم من الله حيث لم يحتسبوا، قذف في قلوبهم الرعب بنـزول رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بهم في أصحابه، يقول جلّ ثناؤه: ( وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ ) .وقوله: ( يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ ) يعني جلّ ثناؤه بقوله: ( يُخْرِبُونَ بُيُوتَهُمْ ) بني النضير من اليهود، وأنهم يخربون مساكنهم، وذلك أنهم كانوا ينظرون إلى الخشبة فيما ذُكر في منازلهم مما يستحسنونه، أو العمود أو الباب، فينـزعون ذلك منها بأيديهم وأيدي المؤمنين.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ ) جعلوا يخربونها من أجوافها، وجعل المؤمنون يخربون من ظاهرها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزُّهريّ، قال: لما صالحوا النبي صَلَّى الله عَلَيْهِ وَسَلَّم كانوا لا يعجبهم خشبة إلا أخذوها، فكان ذلك خرابها. وقال قتادة: كان المسلمون يخربون ما يليهم من ظاهرها، وتخربها اليهود من داخلها.حدثنا ابن حُميد، قال: ثنا سلمة، عن ابن إسحاق، عن يزيد بن رومان، قال: احتملوا من أموالهم، يعني بني النضير، ما استقلت به الإبل، فكان الرجل منهم يهدم بيته عن نجاف بابه، فيضعه على ظهر بعيره فينطلق به، قال: فذلك قوله: ( يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ ) وذلك هدمهم بيوتهم عن نجف أبوابهم إذا احتملوها.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله عزّ وجلّ: ( يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ ) قال: هؤلاء النضير، صالحهم النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم على ما حملت الإبل، فجعلوا يقلعون الأوتاد يخربون بيوتهم.وقال آخرون: إنما قيل ذلك كذلك، لأنهم كانوا يخربون بيوتهم ليبنوا بنقضها ما هدم المسلمون من حصونهم.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال: ثني أَبي، عن أبيه، عن ابن عباس، قوله: ( يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الأبْصَارِ ) قال: يعني بني النضير، جعل المسلمون كلما هدموا شيئًا من حصونهم جعلوا ينقضون بيوتهم ويخربونها، ثم يبنون ما يخرب المسلمون، فذلك هلاكهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ ) يعني: أهل النضير، جعل المسلمون كلما هدموا من حصنهم جعلوا ينقضون بيوتهم بأيديهم وأيدي المؤمنين، ثم يبنون ما خرّب المسلمون.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الحجاز والمدينة والعراق سوى أَبي عمرو: ( يُخْرِبُونَ ) بتخفيف الراء، بمعنى يخرجون منها ويتركونها معطلة خرابًا، وكان أبو عمرو يقرأ ذلك ( يخرّبون ) بالتشديد في الراء، بمعنى يهدّمون بيوتهم. وقد ذكر عن أَبي عبد الرحمن السلمي والحسن البصري أنهما كانا يقرآن ذلك نحو قراءة أَبي عمرو. وكان أبو عمرو فيما ذكر عنه يزعم أنه إنما اختار التشديد في الراء لما ذكرت من أن الإخراب: إنما هو ترك ذلك خرابًا بغير ساكن، وإن بني النضير لم يتركوا منازلهم، فيرتحلوا عنها، ولكنهم خرّبوها بالنقض والهدم، وذلك لا يكون فيما قال إلا بالتشديد.وأولى القراءتين في ذلك بالصواب عندي قراءة من قرأه بالتخفيف، لإجماع الحجة من القرّاء عليه. وقد كان بعض أهل المعرفة بكلام العرب يقول: التخريب والإخراب بمعنى واحد، وإنما ذلك في اختلاف اللفظ لا اختلاف في المعنى.وقوله: ( فَاعْتَبِرُوا يَاأُولِي الأبْصَارِ ) يقول تعالى ذكره: فاتعظوا يا معشر ذوي الأفهام بما أحلّ الله بهؤلاء اليهود الذين قذف الله في قلوبهم الرعب، وهم في حصونهم من نقمته، واعلموا أن الله وليّ من والاه، وناصر رسوله على كلّ من ناوأه، ومحلّ من نقمته به نظيرَ الذي أحلّ ببني النضير. وإنما عنى بالأبصار في هذا الموضع أبصار القلوب، وذلك أن الاعتبار بها يكون دون الإبصار بالعيون.",
  "ayah": 2,
  "surah": 59
}
