{
  "text": "القول في تأويل قوله تعالى :  هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (23)يقول تعالى ذكره: هو المعبود الذي لا تصلح العبادة إلا له، الملك الذي لا ملك فوقه، ولا شيء إلا دونه، القدّوس، قيل: هو المبارك.وقد بيَّنت فيما مضى قبل معنى التقديس بشواهده، وذكرت اختلاف المختلفين فيه بما أغنى عن إعادته.* ذكر من قال: عُنِيَ به المبارك .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( الْقُدُّوسُ ): أي المبارك.وقوله: ( السَّلامَ ) يقول: هو الذي يسلم خلقه من ظلمه، وهو اسم من أسمائه.كما حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمّر، عن قتادة ( السَّلامَ ) : الله السلام.حدثنا ابن حُمَيْد، قال: ثنا يحيى بن واضح، قال: ثنا عبيد الله، يعني العَتكي، عن جابر بن زيد قوله: ( السَّلامَ ) قال: هو الله، وقد ذكرت الرواية فيما مضى، وبيَّنت معناه بشواهده، فأعنى ذلك عن إعادته. وقوله: ( الْمُؤْمِنُ ) يعني بالمؤمن: الذي يؤمن خلقه من ظلمه.وكان قتادة يقول في ذلك ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( الْمُؤْمِنُ ): أمن بقوله أنه حقّ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( الْمُؤْمِنُ ): آمن بقوله أنه حقّ.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن جُوَيبر عن الضحاك ( الْمُؤْمِنُ ) قال: المصدق.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( الْمُؤْمِنُ ) قال: المؤمن: المصدّق الموقن، آمن الناس بربهم فسماهم مؤمنين، وآمن الربّ الكريم لهم بإيمانهم صدّقهم أن يسمى بذلك الاسم.وقوله: ( الْمُهَيْمِنُ ) اختلف أهل التأويل في تأويله، فقال بعضهم: المهيمن الشهيد.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( الْمُهَيْمِنُ ) قال: الشهيد، وقال مرّة أخرى: الأمين.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعًا عن ابن أَبي نجيح، عن مجاهد، في قوله: ( الْمُهَيْمِنُ ) قال: الشهيد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( الْمُهَيْمِنُ ) قال: أنـزل الله عزّ وجلّ كتابًا فشهد عليه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( الْمُهَيْمِنُ ) قال: الشهيد عليه.وقال آخرون: المهيمن: الأمين.* ذكر من قال ذلك:حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن جُويبر، عن الضحاك ( الْمُهَيْمِنُ ) الأمين. وقال آخرون: ( الْمُهَيْمِنُ ) : المصدّق.* ذكر من قال ذلك:حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( الْمُهَيْمِنُ ) قال: المصدق لكلّ ما حدّث، وقرأ  وَمُهَيْمِنًا عَلَيْهِ  قال: فالقرآن مصدّق على ما قبله من الكتب، والله مصدّق في كلّ ما حدّث عما مضى من الدنيا، وما بقي، وما حدّث عن الآخرة.وقد بيَّنت أولى هذه الأقوال بالصواب فيما مضى قبل في سورة المائدة بالعلل الدالة على صحته، فأغنى عن إعادته في هذا الموضع.وقوله: ( الْعَزِيزُ ) : الشديد في انتقامه ممن انتقم من أعدائه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( الْعَزِيزُ ) أي في نقمته إذا انتقم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( الْعَزِيزُ ) في نقمته إذا انتقم.وقوله: ( الْجَبَّارُ ) يعني: المصلح أمور خلقه، المصرفهم فيما فيه صلاحهم. وكان قتادة يقول: جبر خلقه على ما يشاء من أمره.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( الْجَبَّارُ ) قال: جَبَرَ خلقه على ما يشاء.وقوله: ( الْمُتَكَبِّرُ ) قيل: عُنِيَ به أنه تكبر عن كلّ شرّ.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( الْمُتَكَبِّرُ ) قال: تكبر عن كلّ شر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: أخبرنا أبو رجاء، قال: ثني رجل، عن جابر بن زيد، قال: إن اسم الله الأعظم هو الله، ألم تسمع يقول:  هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ * هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ  يقول: تنـزيهًا لله وتبرئة له عن شرك المشركين به.",
  "ayah": 23,
  "surah": 59
}
