{
  "text": "القول في تأويل قوله تعالى :  وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابُ النَّارِ (3)يقول تعالى ذكره: ولولا أن الله قضى وكتب على هؤلاء اليهود من بني النضير في أم الكتاب الجلاء، وهو الانتقال من موضع إلى موضع، وبلدة إلى أخرى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ ) : خروج الناس من البلد إلى البلد.حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال ثني أَبي، عن أبيه، عن ابن عباس (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ ) والجلاء: إخراجهم من أرضهم إلى أرض أخرى، قال: ويقال: الجلاء: الفرار، يقال منه: جلا القوم من منازلهم، وأجليتهم أنا.وقوله: (لَعَذَّبَهُمْ فِي الدُّنْيَا ) يقول تعالى ذكره: (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ ) من أرضهم وديارهم، لعذّبهم في الدنيا بالقتل والسَّبْي، ولكنه رفع العذاب عنهم في الدنيا بالقتل، وجعل عذابهم في الدنيا والجلاء، (وَلَهُمْ فِي الآخِرَةِ عَذَابُ النَّارِ ) مع ما حلّ بهم من خزي الدنيا بالجلاء عن أرضهم ودورهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري، قال: كان النضير من سِبْطٍ لم يصبهم جلاء فيما مضى، وكان الله قد كتب عليهم الجلاء، ولولا ذلك لعذّبهم في الدنيا بالقتل والسبي.حدثنا ابن حُميد، قال: ثنا سَلَمَة، قال: ثني محمد بن إسحاق، عن يزيد بن رُومان (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ )، وكان لهم من الله نقمة، (لَعَذَّبَهُمْ فِي الدُّنْيَا ): أي بالسيف (وَلَهُمْ فِي الآخِرَةِ عَذَابُ النَّارِ )، مع ذلك.حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال: ثني أَبي، عن أبيه، عن ابن عباس، قوله: (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابُ النَّارِ ) قال: كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قد حاصرهم حتى بلغ منهم كل مبلغ، فأعطوه ما أراد منهم، فصالحهم على أن يحقن لهم دماءهم، وأن يخرجهم من أرضهم وأوطانهم، ويسيرهم إلى أذرعات الشام، وجعل لكل ثلاثة منهم بعيرًا وسقاء.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ ) : أهل النضير، حاصرهم نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم حتى بلغ منهم كلّ مبلغ، فأعطوا نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم ما أراد، ثم ذكر نحوه وزاد فيه: فهذا الجلاء.",
  "ayah": 3,
  "surah": 59
}
