{
  "text": "القول في تأويل قوله تعالى :  مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ (5)يقول تعالى ذكره: ما قطعتم من ألوان النخل، أو تركتموها قائمة على أصولها.اختلف أهل التأويل في معنى اللينة، فقال بعضهم: هي جميع أنواع النخل سوى العجوة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا أَبو عاصم، قال: ثنا سفيان، عن داود بن أَبي هند، عن عكرِمة: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: النخلة.حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن عكرمة أنه قال في هذه الآية: (مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا ) قال: اللينة: ما دون العجوة من النخل.حدثنا ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، عن يزيد بن رومان، في قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: اللينة ما خالف العجوة من التمر.وحدثنا به مرة أخرى فقال: من النخل.حدثني يعقوب، قال: ثنا ابن علية، عن سعيد، عن قتادة، في قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: النخل كله ما خلا العجوة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ )، واللينة: ما خلا العجوة من النخل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري (مَا قَطَعْتُمْ مِنْ لِينَةٍ ): ألوان النخل كلها إلا العجوة.حدثنا ابن حُميد، قال: ثنا مهران، قال: ثنا سفيان، عن داود بن أَبي هند، عن عكرمة، عن ابن عباس (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: النخلة دون العجوة.وقال آخرون: النخل كله لينة، العجوة منه وغير العجوة.* ذكر من قال ذلك:حدثنا ابن حُمَيد، قال: ثنا حكام، عن عمرو، عن منصور، عن مجاهد (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: النخلة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: نخلة. قال: نهى بعض المهاجرين بعضا عن قطع النخل، وقالوا: إنما هي مغانم المسلمين، ونـزل القرآن بتصديق من نهى عن قطعه، وتحليل من قطعه من الإثم، وإنما قطعه وتركه بإذنه.حدثنا ابن المثنى، قال: ثنا يحيى بن أَبي بكير، قال: ثنا شريك، عن أَبي إسحاق، عن عمرو بن ميمون (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: النخلة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: اللينة: النخلة؛ عجوة كانت أو غيرها، قال الله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: الذي قطعوا من نخل النضير حين غدرت النضير.وقال آخرون: هي لون من النخل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال: ثني أَبي، عن أبيه، عن ابن عباس، قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: اللينة: لون من النخل.وقال، آخرون: هي كرام النخل.* ذكر من قال ذلك:حدثنا ابن حُمَيْد، قال: ثنا مهران، قال: ثنا سفيان في (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) قال: من كرام نخلهم.والصواب من القول في ذلك قول من قال: اللينة: النخلة، وهن من ألوان النخل ما لم تكن عجوة، وإياها عنى ذو الرُّمَّة بقوله:طِـرَاقُ الخَـوَافِي وَاقِـعٌ فَـوْقَ لِيَنـةٍنَــدَى لَيْلـهِ فِـي رِيشِـهِ يَـترَقْرَقُ (1)وكان بعض أهل العربية من أهل البصرة يقول: اللينة من اللون، والليان في الجماعة واحدها اللينة. قال: وإنما سميت لينة لأنه فعلة من فَعْل، هو اللون، وهو ضرب من النخل، ولكن لما انكسر ما قبلها انقلبت إلى الياء. وكان بعضهم ينكر هذا القول ويقول: لو كان كما قال لجمعوه: اللوان لا الليان. وكان بعض نحويي الكوفة يقول: جمع اللينة لين، وإنما أُنـزلت هذه الآية فيما ذُكر من أجل أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لما قطع نخل بني النضير وحرّقها، قالت بنو النضير لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: إنك كنت تنهى عن الفساد وتعيبه، فما بالك تقطع نخلنا وتُحرقها؟ فأنـزل الله هذه الآية، فأخبرهم أن ما قطع من ذلك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أو ترك، فعن أمر الله فعل.وقال آخرون: بل نـزل ذلك لاختلاف كان من المسلمين في قطعها وتركها.* ذكر من قال: نـزل ذلك لقول اليهود للمسلمين ما قالوا:حدثنا ابن حُميد، قال: ثنا سلمة بن الفضل، قال: ثنا محمد بن إسحاق، قال: ثنا يزيد بن رومان، قال: لما نـزل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بهم، يعني ببني النضير تحصنوا منه في الحصون، فأمر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بقطع النخل، والتحريق فيها، فنادوْه: يا محمد، قد كنت تنهى عن الفساد وتعيبه على من صنعه، فما بال قطع النخل وتحريقها؟ فأنـزل الله عزّ وجلّ: (مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ ) .* ذكر من قال: نـزل ذلك لاختلاف كان بين المسلمين في أمرها:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا ) ... الآية، أي ليعظهم، فقطع المسلمون يومئذ النخل، وأمسك آخرون كراهية أن يكون إفسادًا، فقالت اليهود: آلله أذن لكم في الفساد؟ فأنـزل الله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: (مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا ) قال: نهى بعض المهاجرين بعضًا عن قطع النخل، وقالوا: إنما هي مغانم المسلمين، ونـزل القرآن بتصديق من نهى عن قطعه، وتحليل من قطعه من الإثم، وإنما قطعه وتركه بإذنه.حدثنا سليمان بن عمر بن خالد البرقي، قال ابن المبارك، عن موسى بن عقبة، عن نافع، عن ابن عمر قال: قطع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نخل بني النضير، وفي ذلك نـزلت (مَا قَطَعْتُمْ مِنْ لِينَةٍ ) ... الآية، وفي ذلك يقول حسان بن ثابت:وَهَــانَ عَــلَى سَـرَاةَ بَنِـي لُـؤَيّحَـــرِيقٌ بـــالبُوَيْرَةِ مُسْــتَطِيرُ (2)وقوله: (فَبِإِذْنِ اللَّهِ ) يقول: فبأمر الله قطعتم ما قطعتم، وتركتم ما تركتم، وليغيظ بذلك أعداءه، ولم يكن فسادًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُميد قال: ثنا سلمة، عن ابن إسحاق، عن يزيد بن رومان (فَبِإِذْنِ اللَّهِ ) : أي فبأمر الله قطعت، ولم يكن فسادًا، ولكن نقمة من الله، وليخزي الفاسقين.وقوله: (وَلِيُخْزِيَ الْفَاسِقِينَ ) وليذلّ الخارجين عن طاعة الله عزّ وجلّ، المخالفين أمره ونهيه، وهم يهود بني النضير.-------------------الهوامش:(1) البيت لذي الرمة (اللسان: ريع) والرواية فيه \"ريعه\" في موضع \"لينة\" واللينة: النخلة، وكل شيء من النخل سوى العجوة فهو من اللين. وقد سبق استشهاد المؤلف بالبيت عند قوله تعالى: \"أتبنون بكل ريع آية\"، وشرحناه هناك شرحًا مفصلا، فارجع إليه في (19 : 93)(2) ‌البيت لحسان بن ثابت (معجم ما استعجم للبكري: رسم البويرة 285) قال البويرة، بضم أوله، وبالراء المهملة، على لفظ التصغير، وهي من تيماء. قال أبو عبيدة في كتاب الأموال: أحرق رسول الله صلى الله عليه وسلم نخل بني النضير، وقطع زهو البويرة، فنزل فيهم: \"ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين\". قال حسان: \"هان على سراة ... البيت\". قال ذلك حسان، لأن قريشًا هم الذين حملوا كعب بن أسد القرظي، صاحب عقد بني قريظة، على نقض العقد بينه وبين رسول الله صلى الله عليه وسلم، حتى خرج معهم إلى الخندق، وعند ذلك اشتد البلاء والخوف على المسلمين. ا هـ",
  "ayah": 5,
  "surah": 59
}
