{
  "text": "القول في تأويل قوله تعالى :  وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (6)يقول تعالى ذكره: والذي ردّه الله على رسوله منهم، يعني من أموال بني النضير. يقال منه: فاء الشيء على فلان: إذا رجع إليه، و أفأته أنا عليه: إذا رددته عليه. وقد قيل: إنه عنى بذلك أموال قُرَيظة ( فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ ) يقول: فما أوضعتم فيه من خيل ولا في إبل وهي الركاب. وإنما وصف جلّ ثناؤه الذي أفاءه على رسوله منهم بأنه لم يوجف عليه بخيل من أجل أن المسلمين لم يلقوا في ذلك حربًا، ولا كلفوا فيه مئونة، وإنما كان القوم معهم، وفي بلدهم، فلم يكن فيه إيجاف خيل ولا ركاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ ) ... الآية، يقول: ما قطعتم إليها واديًا، ولا سرتم إليها سيرًا، وإنما كان حوائط لبني النضير طعمة أطعمها الله رسوله، ذُكر لنا أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كان يقول: \" أيُّمَا قَرْيَةٍ أَعْطَتِ اللهَ وَرَسُولَهُ، فَهِيَ لِلَّهِ وَلِرَسُولِهِ، وَأيُّمَا قَرْيَةٍ فَتَحَهَا المُسْلِمُونَ عَنْوَةً فَإنَّ لِلَّهِ خُمُسَهُ وَلِرَسُولِهِ وَمَا بَقِيَ غَنِيمَةٌ لِمَنْ قَاتَلَ عَلَيْهَا \".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري، في قوله: ( فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ ) قال: صالح النبي صَلَّى الله عَلَيْهِ وَسَلَّم أهل فدك وقرى قد سماها لا أحفظها، وهو محاصر قومًا آخرين، فأرسلوا إليه بالصلح، قال: ( فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ ) يقول: بغير قتال. قال الزهريّ: فكانت بنو النضير للنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم خالصة لم يفتحوها عنوة، بل على صلح، فقسمها النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بين المهاجرين لم يعط الأنصار منها شيئًا، إلا رجلين كانت بهما حاجة.حدثنا ابن حُميد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن يزيد بن رومان ( وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ )، يعني: بني النضير ( فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ ) قال: يذكر ربهم أنه نصرهم، وكفاهم بغير كراع، ولا عدة في قريظة وخيبر، ما أفاء الله على رسوله من قريظة، جعلها لمهاجرة قريش.حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال: ثني أَبي، عن أبيه، عن ابن عباس، قوله: ( وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) قال: أمر الله عزّ وجلّ نبيه بالسير إلى قريظة والنضير، وليس للمسلمين يومئذ كثير خيل ولا ركاب، فجعل ما أصاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يحكم فيه ما أراد، ولم يكن يومئذ خيل ولا ركاب يوجف بها. قال: والإيجاف: أن يوضعوا السير، وهي لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فكان من ذلك خيبر وَفَدَك وَقُرًى عَرَبَيةً، وأمر الله رسوله أن يعد لينبع، فأتاها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فاحتواها كلها، فقال ناس: هلا قسَّمها، فأنـزل الله عزّ وجلّ عذره، فقال:  مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ  ثم قال:  وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا  ... الآية.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: ( فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ ) يعني: يوم قريظة.وقوله: ( وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ ) أعلمك أنه كما سلَّط محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم على بني النضير، يخبر بذلك جلّ ثناؤه أن ما أفاء الله عليه من أموال لم يُوجف المسلمون بالخيل والركاب، من الأعداء مما صالحوه عليه له خاصة يعمل فيه بما يرى. يقول: فمحمد صَلَّى الله عَلَيْهِ وَسَلَّم إنما صار إليه أموال بني النضير بالصلح لا عنوة، فتقع فيها القسمة.( وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول: والله على كلّ شيء أراده ذو قدرة لا يُعجزه شيء، وبقُدرته على ما يشاء سلَّط نبيه محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم على ما سلط عليه من أموال بني النضير، فحازه عليهم.",
  "ayah": 6,
  "surah": 59
}
