{
  "surah": 9,
  "ayah": 60,
  "text": "The freewill offerings are for the poor, and the indigent.... and the son of the road....O you whose heart has never for one day walked in poverty and who, in your whole life, have never for one hour sat like Jacob in poverty's house of sorrows! O you who have never for one day placed your own attributes with the description of poverty in the mangonel of struggle and never for an instant sacrificed your spirit in the cave of exile and the state of indigence by following the beloved Prophet and the sincerely truthful Abū Bakr. You suppose that without tasting the drink of poverty and wearing the clothes of discipline today you will dwell tomorrow in the domiciles of the High Chambers with the poor among the Companions and the men of the road of poverty. Your supposition is erroneous and your self-governance wrong. They were a thousand times more passionate about that poverty of theirs than you are about being a chief.ʿAbd al-RaḤmān ibn ʿAwf was one of the paragons among the Companions, but the beauty of poverty had hidden its face from him. One day he came in to the presence of MuṣṬafā, and Saʿd ibn Muʿādh, a poor Companion, was present. Words came forth from ʿAbd al-RaḤmān that made the poor man sad, and he became ill. Then ʿAbd al-RaḤmān made one-half of his wealth a sacrifice for the suf- fering of his heart, but he would not accept. God's Messenger said, \" O Saʿd, why will you not accept? \"He said, \" O Messenger of God! The pearl of poverty is too exalted to be sold even for the whole of this world. \"For a hundred years the sun must rise in the east and set in the west before the beginningless decree gives a recognizer the eyes to see the beauty of poverty and recognize the exaltedness ofpoverty. He must have a pain that makes him familiar with seeking. But this seeking is not like the seeking of other things. This pain is not like other pains, which arise from the vapor of forbidden morsels and appear at the top of the stomach. The pain of the religion and the vision of this seeking arise from the level of the liver of the free man, and the exaltedness of the poverty in the hearts of seekers appears in the measure of their pain."
}
