{
  "text": "The Criterion of Leadership\nThis sentence of the Qur'an gives two clear criterions of choosing a leader. These are having Knowledge (` Ilm) and Guidance (Ihtida' ). Knowledge means the knowing of the desired purpose or destination and the knowing of the methods to reach it, while having Guidance means moving towards the chosen objective. Combined together, it would mean constant effort based on sound knowledge.\nTo explain, it can be said that it is necessary to first find out - before making the choice of a leader - if he is fully conversant with the objectives and methods chosen to be followed. Then, it has to be seen whether he himself is traveling on the same path and in the same direction. And then, it has to be determined whether or not his conduct is in accordance with his knowledge. So, in order to take someone as a leader to be followed, it is necessary to test him on the anvil of sound knowledge and steady conduct. None of the other options based on ancestry and lineage, or being in the lead followed by masses of people, or being wealthy through money or property, or being in power and authority, not one of them is worthy of being considered as the criterion of leadership in the real sense.\nAn Effective Method of Criticism\nAt this place, the Qur'an has pointed out to the error of people who are used to following their ancestral customs blindly. However, right along with it, it has told us about an effective method which can be used when needed to identify the error of the other person, so that the addressee is not hurt or provoked. It will be noticed that the comment made in the text is not direct. It does not say that their forefathers were ignorant or astray. Instead of that, it employs a subtle interrogative style in asking if the practice of following one's forefathers could be reasonable in a situation when they did not have either knowledge or guidance.\nComfort for the Reformers of People\nIn the second verse (105), Muslims who sacrificed a great deal in their concern for reforming people have been comforted by saying that they had done their best to spread the call of truth and they had done their duty of conveying to people what was good for them. Now, if there were people who chose to stick by their error, that was not for them to worry about for their going astray will bring no loss to them. It was said:\nيَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنفُسَكُمْ ۖ لَا يَضُرُّ‌كُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ ۚ\n0 those who believe, take care of your own selves. Those who have gone astray cannot harm you, if you are on the right path.\nThese words of the verse, if looked at outwardly, sometimes are taken in the sense that it is enough for one to only take care of one's own conduct, and just correct it when necessary. This would leave out the others who may keep doing what they do - there was no need to think about that. Such thinking is contrary to a great many very clear statements of the Qur'an where Bidding the Fair (al-amr bil-ma` ruf) and Forbidding the Unfair (al-nahy 'anil-munkar) has been declared to be an important duty in Islam and a singular distinction of the Muslim community. When this verse was revealed, some people faced doubts. The Holy Prophet ﷺ clarified by saying that the verse was not contradictory to the injunctions regarding the Bidding of the Fair. If they were to leave the mission of Bidding the Fair, they will be answerable for that. Therefore, Sayyidna Said ibn Jubayr ؓ has, in his Tafsir of the Verse as reported in Al-Bahr Al-Muhit, said: Keep doing what your religion obligates you with, which includes Jihad and Al-amr bil-ma` ruf (Bidding the Fair). If, even after doing all this, those who remain astray could bring no loss on you. A little deliberation in the words: إِذَا اهْتَدَيْتُمْ (if you are on the right path) of the Qur'an itself makes this explanation all the more clear as the converse of it shows that one who has abandoned the duty of Bidding the Fair is obviously not on the right path.\nReported in Tafsir Al-Durr Al-Manthur, is an event relating to Sayyidna ` Abdullah ibn ` Umar ؓ . Someone mentioned before him a serious dispute between certain people he named who were calling each other Mushriks (polytheists). Sayyidna Ibn ` Umar ؓ said: Do you think I am going to tell you to go and fight them? Never! Go, talk to them softly. If they listen, fine. If not, stop worrying about them. Get busy taking care of your own selves. After having said that, it was this very verse that he recited as the confirmation of his answer to their statement.\nSayyidna Abu-Bakr\tرضی اللہ تعالیٰ عنہ on Checking of Sins\nSensing the doubt generated by a surface view of the words of the verse, Sayyidna Abu-Bakr ؓ said in a Khutbah (address): You people recite this verse and use it out of context - that Al-amr bil-Ma` ruf (Bidding the Fair) is not required. Understand it very clearly that I have myself heard the Holy Prophet ﷺ say that people who see a sin being committed and do not try to stop it (to the best of their ability) then, it is likely that they too are seized by the divine punishment along with the actual sinners.\nThis narration is there in Tirmidhi and Ibn Majah. However, the words in Abu Dawud appear as follows: those who see an oppressor oppressing and do not stop him from his oppression (to the best of their ability), then, Allah Ta` ala will seize everyone in punishment.\nThe Meaning of Ma` ruf مَعرُوف and Munkar مُنکَر\nFrom the details given earlier, we know that it is the duty of a Muslim that he should do what he can to check what is not permissible, or, at the least, show his dislike for it. Let us now find out what is Ma` ruf and Munkar.\nThe word, Ma` ruf is from Ma` rifah and the word, Munkar is from Inkar. Ma` rifah means to know, and to understand and recognize something after deliberation. In contrast, there is Inkar which means not to know, and not to understand and recognize something. These words are taken to be antonyms. The Holy Qur'an says: يَعْرِ‌فُونَ نِعْمَتَ اللَّـهِ ثُمَّ يُنكِرُ‌ونَهَا (16:83). It means that they recognize the blessings of Allah by seeing the manifestations of His perfect power, but thereafter they deny them as if they do not know them. This tells us that, lexically, Ma` ruf signifies something well-recognized while Munkar refers to something unrecognized. Keeping this congruity in view, Imam a1-Raghib al-Isfahan has, in his Mufradat al-Qur'an, given the meaning of Ma‘ruf and Munkar as used in the terminology of the Shari’ ah. According to him, Ma` ruf refers to what is known to be good in the light of reason (` Aql) and revelation (Shar`). And Munkar means what is strange and unrecognized, that is, what is taken as bad. Therefore, Al-Amr bil Ma` ruf comes to mean bidding toward the Fair, while, Nahy 'anil-Munkar signifies forbidding from the Unfair.\nThere is nothing Legally Unfair in the sayings of the Mujtahid Imams\nBut here, the use of the words, Ma` ruf and Munkar, in place of sin and reward or obedience and disobedience, may perhaps be indicating towards the possibility that there can be two opinions in matters which are deep and in problems which require Ijtihad due to brevity or ambiguity left in the Qur'an and Sunnah - the basis on which sayings of Muslim jurists (fuqaha' ) differ - therefore, they are excluded from this scope. The brilliance of Ijtihad done by the great Mujtahid Imams is an accepted fact among scholars and jurists of Muslim Ummah. If two views are different about a religious problem, none of them can be considered to be censurable in Shari` ah1 (al-munkar ash-Shar` i). In fact, both the sides are included under Ma` ruf. In such problems, a person who considers one opinion weightier does not have the right to reject and censure the other in the manner it is done in the case of sin. This is the reason why, despite many differences in matters of Ijtihad and opposing opinions, it has not been reported anywhere that the noble Saba-bah and Tabi` in ever called each other sinners. Debates, dialogues, and polemics - they had all that. They presented their point of view, explained the reasons for their preference and did not hesitate in questioning what others had to say. But, nobody took anyone to be a sinner just because of this difference of opinion.\n1. It must be noted here that the author is referring to the views expressed by the competent mujtahids who are equipped with deep knowledge of the Holy Qur'an and Sunnah and have expressed their bona fide view after doing their best to reach the truth. Conversely, if an incompetent person, Iacking the standard of knowledge required for ijtihad, declares a view based on his whims and conjectures, his view cannot be taken as a view based on ijtihad, therefore, he cannot claim immunity from 'Nahy anil munkar'. (Muhammad Taqi Usmani)\nTo put it briefly, it can be said that on occasions where Ijtihadi difference exists, every knowledgeable person (having the optimum subject knowledge) has the choice to take a side which is weightier in his sight. This much he can do. But, no one has the right to reject and censure what someone else has done by taking it as Munkar (evil and sinful). From here we learn that all those writings which spread mutual hatred and hostility in Ijtihadi problems and issues are not included under the purview of Al-Amr bil-Ma’ ruf or Nahy 'anil-Munkar (Bidding the Fair and Forbidding the Unfair). Opening a war front on the basis of such religious issues can only be because of unawareness or ignorance.",
  "ayah": 105,
  "surah": 5
}
