{
  "text": "A Particular Question Asked from Sayyidna ` Isa (علیہ السلام)\nThe first verse (109) referred to prophets in general where a question was asked and its reply was given. In the second verse (100), and after that, in all the nine verses appearing through the end of the Surah, the text talks about Sayyidna ` Isa (علیہ السلام) ، the last prophet of the Bani Isra'il, and mentions some blessings of Allah on him. A particular question asked from him on the Day of Resurrection (Al-Mahshar) along with its answer has also been mentioned which follows in verses coming next.\nThe purpose of the question asked and the answer given is to show this disturbing sight to Bani Isra'il and to the entire creation. When on the plains of the Hashr, the one who is called, The Spirit of Allah (Ruhullah) and The Word of Allah (Kalimatullah) is asked the question as to why did his people make him a partner of God, he would be upset despite his being a great prophet and would hasten to plead his being free from what his followers did, not in one way, but in more than one. First he said. سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ (Pure are You, it does not be-hove me to say what is not right for me - 116).\nThen, he pleads his innocence from another angle when he makes Almighty Allah his witness and says: ` Had I said it, You would have known it. You know what is in my heart and I do not know what is in Your's. You alone have the full knowledge of what is unseen - 116.' After this overture, he answers the main question.\nThe Answer given by Sayyidna ` Isa (علیہ السلام) before His Lord\nHis answer was that he had taught his people precisely what he was commanded to teach, that is: أَنِ اعْبُدُوا اللَّـهَ رَ‌بِّي وَرَ‌بَّكُمْ (Worship Allah, my Lord and your Lord - 117). Then, after this teaching, as long as he lived among those people, he was a witness to what they said and did (upto that time, none of them said things like that about him). Then, after he was raised by his Lord towards Him, these people remained under His watch, and it is He who knew their words and deeds fully and truly.\nThe Mention of Special Blessings on Sayyidna ` Isa (علیہ السلام)\nBefore these verses where questions asked and their answers given by Sayyidna ` Isa (علیہ السلام) have been mentioned, special blessings which were bestowed upon him as his miracles have also been described (110). Thus, by bringing the bestowal of blessings and the scenario of answerability in juxtaposition, both groups of Bani Isra'il have been ad-monished, one of which insulted, accused and harassed him while the other took him as God or son of God. By describing the blessings, the first group has been admonished while, by mentioning the questions and answers, it is the second group which has been warned. The detailed description of blessings which appears in many verses has one sentence which is worth special consideration, the sentence where it is said: تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا ۖYou spoke to the people when in the cradle and while middle-aged). In other words, a special miracle given to Sayyidna ` Isa (علیہ السلام) was that he talked to people in a state when he is a child, and he also does that in a state when he is middle-aged.\nAs for the first spectacle, it is obvious that it is a miracle and certainly a special blessing of Allah. In the early post-birth stage, children cannot talk (meaningfully). If a child were to start talking in the cradle or on the laps of the mother, that would be a particular distinction of the child. As for talking ` while middle-aged,' it does not seem to be worth mentioning, for everyone talks at this age. But, for a moment, think of the conditions surrounding Sayyidna ` Isa and you will realize that this too was a miracle - because Sayyidna ` Isa (علیہ السلام) was raised from the earth before reaching middle-age. Now that he would talk to people on the earth after reaching his middle-age can become possible only when he returns to this world - as is the collective belief of Muslims which stands proved on the basis of clear statements of the Qur'an and Sunnah. It is from here that we find out that in the manner it was a miracle of Sayyidna ` Isa (علیہ السلام) that he talked when a child, so in the same manner, talking while middle-aged because of his return to this world is nothing but a miracle.",
  "ayah": 111,
  "surah": 5
}
