{
  "text": "Commentary\nPrevious to the verses cited above, a pledge was mentioned in which the Bani Isra'il were bound to obey Allah and His Messenger. Mentioned along with it was their customary breach of trust, and its punishment. Taken up in the verses appearing above there is a particular event which shows such a breach.\nThat event goes back to the time when Pharaoh and his army were drowned in the sea and Sayyidna Musa (علیہ السلام) and his people, the Bani Isra'il, once delivered from the slavery of the Pharaoh, became the masters of Egypt. Then, to bless them with His added reward, and to let them repossess their ancestral land of Syria, Allah Ta` ala commanded them through Sayyidna Musa (علیہ السلام) that they should enter the Holy Land, that is, Syria, with the intention of Jihad. And along-with it, they were given the good news that victory will be all theirs in this Jihad - as Allah had made that holy land their destiny and they were bound to have it. But, the Bani Isra'il had their peculiar traits of character. They saw the blessings of Allah with their own eyes, they saw the spectacle of the drowning of Pharaoh and the conquest of Egypt, yet they failed, once again, to stand by the solemn pledges they had given and elected to sit out the Jihad of Syria squarely against this Divine command. The punishment they received for it was in the form of a forty-year confinement to a limited area where, strangely enough, there were no walls or fences around them, nor were they in chains. Instead, they were free to move in an open area and actually travelled every day, right from the morning through the evening, with the intention of returning to Egypt, their homeland. But, when came the evening, they would find themselves exactly at the spot from where they had started in the morning. During this period, Sayyidna Musa (علیہ السلام) and Sayyidna Harun (علیہ السلام) left this mortal world and these people kept wandering in the wilderness of Tih. It was after that, that Allah Ta` ala sent other prophets for their guidance.\nThus, after the passage of full forty years, those who survived from among them resolved to take up the Jihad of Syria and Baytul-Maqdis under the leadership of the prophet of their time and the promise of Allah that the Holy Land had been destined for them was thus ful-filled. This is a summary of the event referred to in the verses cited above. Let us now see its details in the words of the Qur'an.\nWhen Sayyidna Musa (علیہ السلام) received the instruction to call his people to Jihad in order to conquer Baytul-Maqdis and Syria, he acted very much in accordance with his prophetic wisdom so crucial in giving good counsel. Therefore, before announcing the Divine command to his people, he reminded them of the many blessings bestowed upon them upto that time. He said:\nاذْكُرُ‌وا نِعْمَةَ اللَّـهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ وَجَعَلَكُم مُّلُوكًا وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِي\nO my people, remember the blessings of Allah upon you when He made prophets from among you, made you kings and gave you what He did not give to anyone in the worlds.\nRecounted here are three blessings. The first of these is a spiritual blessing, that is, many prophets were sent to them continuously, a spiritual honour which can hardly be matched. It has been reported in Tafsir Mazhari that no other community has had such a large number of prophets as compared to Bani Isra'il.\nHadith authority, Ibn Abi Hatim, reports on the basis of a narration from A'mash that in only one single period, the last period of the people of Bani Isra'il which extends from Sayyidna Musa\tعلیہ السلام to Sayyidna 'Isa (علیہ السلام) one thousand prophets were sent to Ban' Isra'il. The second blessing mentioned in the verse quoted immediately above is a material blessing, that is, they were made masters and wielders of power. The hint given here is that the people of Bani' Isra'il who were the oppressed slaves of the Pharaoh and his people for many ages saw how Allah Ta` ala destroyed their enemies and how they themselves were made masters and kings. Noteworthy here is the statement about prophets where it was said: جَعَلَ فِيكُمْ أَنبِيَاءَ (He made prophets from among you) which carries the sense that the whole people were not prophets, and this is the truth as prophets are only a few while the large body of people follows them. But, when it comes to the subject of temporal power on countries and states, said there was: وَجَعَلَكُم مُّلُوكًا (and made you kings) the outward sense of which is that they (all) were made kings. The Arabic word, ` muluk' used in the text is the plural of Malik which means a king in common usage. Obviously, when a whole people cannot be all prophets, no people of a country can be all kings.\nWhat happens is that authority in a country rests in the hands of an individual or some individuals while the rest of the people are subordinate to them. But, here the words of the Qur'an are attributing king-ship to all of them.\nOne reason for this is what has been stated by Maulana Ashraf ` Ali Thanavi (رح) with reference to some righteous elders in his Tafsir Bayan al-Qur'an, that is, the sovereignty of the ` king' of a country is customarily attributed to his entire people, for example, during the middle centuries of Islam, the government was called as that of Ummaiyyids and ` Abbasids. Similarly, the rule of Ghaznavis and Ghauris, then, that of Mughals, and after that, the rule of the British in India was attributed to all individuals of entire people of that country. Therefore, a whole people having a ruler are known (by proxy) to be rulers of that country.\nIt was according to this usage that the Qur'an has attributed king-ship to the whole people of Bani Isra'il. In this, there may be a hint that an Islamic state is really run by a government of the people. It is the people who have the right to elect their Amir (Imam, leader or ruler) and it is once again, the right of the people who can, by their collective will, remove the holder of that office. Therefore, when seen outwardly, a ruler rules as one individual, but, in reality, that rule is that of the people.\nThe second reason as reported from some elders by Ibn Kathir, Mazhari and others is that the sense of ` malik' is more general than that of a king. In common usage, this word is also applied to a person who is well-to-do, has a home, owns property and employs help. In the light of this sense, that was a time when every individual from the Bani Isra'il was like a king of his castle. That explains the attribution of kingship to the entire Bani Isra'il.\nThe third blessing mentioned in this verse is a combination of both, the spiritual and the material. It was said: وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِينَ that is, they were given the kind of blessings which were not given to any-one else in all the worlds. Included under these blessings is spiritual distinction highlighted by the station of prophethood and, along with it, the more obvious temporal power, authority, domain and wealth too. However, a question may arise here regarding the belief that the Muslim Ummah, the large body of believers in the Last among Prophets ﷺ is the most distinct among all Communities as supported by the textual authority of the Holy Qur'an, such as: كُنتُمْ خَيْرَ‌ أُمَّةٍ أُخْرِ‌جَتْ لِلنَّاسِ (You are the best Ummah raised for mankind - 3:110) and: جَعَلْنَاكُمْ أُمَّةً وَسَطًا (And in the same way, We made you a moderate Ummah - 2:143) prove it, as do the many narrations from the Prophet's living Traditions. The answer is that the people of the world being mentioned in this verse are the people who were living in the particular\nperiod of Bani Isra'il which was marked by the presence of Sayyidna Musa among them. That was the time when no one in all the worlds was as blessed as were the Bani Isra'il. That any other community in times to come could be blessed more than them should not be considered contrary to this.",
  "ayah": 20,
  "surah": 5
}
