{
  "text": "Looking at verse 22 which begins with the words: قَالُوا يَا مُوسَىٰ (They said, 0 Musa ...), it will be recalled that, in the verse previous to it (21), Allah Ta` ala had commanded the Bani Isra'il through Sayyidna Musa (علیہ السلام) that they should wage a Jihad against the Amalkites and conquer Syria given along with it was the good news that the land of Syria has been destined for them, therefore, their victory is certain.\nThe present verse (22) tells us that, despite the Divine command and assurance, the Bani Isra'il, because of their well-known contumacy and crookedness, just did not obey that command as well. Instead of doing that, they said: ` 0 Musa, there is a nation of tyrants over there, and we shall never go in there until they get out of it. If they do get out of it, then, we are ready to go in.'\nThe actual event as reported from the masters of Tafsir (Exegesis), Sayyidna ` Abdullah ibn ` Abbas, ` Ikrimah, ibn Abi Talhah and others ؓ is that it was a time when the Amalkites ruled Syria and Baytul-Maqdis. They were an offshoot of the people of ` Ad, unusually big in height and size and very ferocious in looks and behavior. They were the people Sayyidna Musa (علیہ السلام) and his community were asked to fight against and go on to conquer Baytul-Maqdis.\nTo carry out the Divine command, Sayyidna Musa (علیہ السلام) marched towards Syria in the company of his people, the Bani Isra'il. Baytul-Maqdis was their first destination. After crossing the Jordan river, when they reached Ariha, the oldest city of the world, they made a stopover. We have already read about the appointment of twelve chiefs to administer the affairs of Bani' Isra'il in the previous verses of the Holy Qur'an. The same chiefs were asked to go on an advance fact-finding mission into enemy territory. Their duty was to gather intelligence on local conditions, the battle front and about the people who control Baytul-Maqdis and against whom they have to wage the Jihad. When these chiefs reached Baytul-Maqdis, they were stopped by an Amalkite man right outside the gate of the city. He, all alone, put them under arrest and took them to his king reporting to him that these people had come to fight them. The king went into consultation with his courtiers. Their decision was that all of them should either be killed or punished in some other way. Finally, they agreed upon the proposal that they should be allowed to go free so that they could return to their people and become walking eye witnesses of the great power and grandeur of the Amalkites against which they would never dare to think of marching.\nAt this point in most books of Tafsir, reported there are tall tales from Isra'ilite narrations which give the name of the person who accosted these chiefs as ` Awj ibn ` Unuq. His extra-ordinary height and size and his power and strength has been described there with such exaggeration that a sensible person would find it too thick even to just pass it onwards.\nTafsir authority, Ibn Kathir has said: Tales reported in such Isra'ilite narrations can neither be accepted by reason nor do they have any justification in the Shari` ah. In fact, all this is a bundle of lies and imputations. The truth of the matter is no more than that there are the people called the Amalkites. Since they are the remnants of the people of ` Ad whose awesome height and size has been mentioned by the Holy Qur'an itself, so, their huge size and unusual strength were proverbial. One of their men proved strong enough to arrest and take away twelve men from the people of Bani Isra'il.\nHowever, freed by the Amalkites, the twelve chiefs of Bani Isr-a'il returned to their people at Ariha. They told Sayyidna Musa (علیہ السلام) about these unusual people and how unbelievable was their power and grandeur. Whatever they said to him left his heart unmoved because Allah Ta` ala had already given him the good news of victory over them through revelation.\nSo, despite having heard about the power of his enemy, he stood like a rock making preparations for the Jihad initiative. But, he had realized the danger that, should the Bani Isra'il come to hear about this unusual strength of their adversary, they would cringe and back out. Therefore, he instructed those twelve chiefs not to talk about the Amalkites before their people, in fact, he asked them to keep this as a guarded secret. But, what actually happened was that everyone from among them passed on the information to their respective friends privately. There were only two of them, Yusha` ibn Nun and Kalib ibn Yu'qina, who strictly followed the instructions of Sayyidna Musa (علیہ السلام) and did not disclose the secret to anyone.\nWhen ten out of the twelve chiefs let the secret out, it was only natural that the secret became public knowledge. Hit by the news of conditions prevailing in the enemy country, they were all upset. Wailing and protesting, they said: It would have been much better if we too had been drowned in the Nile like the people of the Pharaoh! Now those who saved us there have brought us here to be killed at the hands of those tyrants! It was under these conditions that the Bani Isra'il said the following words:\nإِنَّ فِيهَا قَوْمًا جَبَّارِ‌ينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُ‌جُوا مِنْهَا فَإِن يَخْرُ‌جُوا مِنْهَا\nThey said, \"0 Musa, there is a nation of tyrants over there and we shall never go in there until they get out of it. If they do get out of it, we are ready to go in.\"\nIt appears in the next verse (23) that two persons, God-fearing and blessed by Allah, hearing the remarks made by the Bani Isra'il, gave them some good counsel by saying: Why are you so scared of death much before it has come? Just take a few steps. The gate of the city of Baytul-Maqdis is not far. Take heart and make your move. Only this much of your action, we believe, will become the cause of your victory. Once you enter the gate of Baytul-Maqdis, you will overcome your enemy who would run in defeat. These two persons mentioned in this verse are, according to most commentators, the same two of the twelve chiefs who had faithfully acted upon the advice given by Sayyidna Musa (علیہ السلام) and had abstained from telling the Bani Isra'il every-thing about the Amalkites - that is, Yusha` ibn Nun and Kalib ibn Yu'gina.",
  "ayah": 22,
  "surah": 5
}
