{
  "text": "But the Bani Isra'il who had not listened to their own prophet Sayyidna Musa (علیہ السلام) would have hardly listened to these elders. They gave them the same response, even in a manner which was more uncouth and grotesque. They said: فَاذْهَبْ أَنتَ وَرَ‌بُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (So go, you and your Lord, and fight. As for us, we are sitting right here). Had this remark of the Bani Isra'il been by way of mockery, it would have been open blasphemy (Kufr). After that, the fact of Sayyidna Musa (علیہ السلام) living with them and praying for them in the wilderness of Tih which finds mention in the next verse would have not been possible.\nTherefore, the sense of this statement given by leading commentators is: 'You go and fight them. Your Lord will help you. As for us, we cannot help you.' Given this sense, their statement cannot be taken as blasphemy, though the response given by them remains grotesque and hurtful. This is why this statement of the Bani Isra'il became proverbial.\nLet us recollect a related episode from the early period of Islam. This is the Battle of Badr. An army contingent of a thousand strong young men starts marching against Muslims, who are hungry and almost unarmed. Seeing this happen, the Holy Prophet ﷺ started praying before his Lord. Then, a Sahabi, Sayyidna Miqdad ibn al-Aswad ؓ stepped forward and said: 'Ya Rasul Allah , we swear by Allah we shall never say what was said to Sayyidna Musa (علیہ السلام) by his people, that is فَاذْهَبْ أَنتَ وَرَ‌بُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ (So go, you and your Lord, and fight. As for us, we are sitting right here). Instead of that, we shall defend you from your right and left and from the front and rear. Please feel free of any concern and go ahead with your battle plan.'\nWhen he heard this, the Holy Prophet\tI ﷺ was very pleased, and his Companions ؓ too were fired with a renewed zeal for Jihad. Sayyidna ` Abdullah ibn Masud\tرضی اللہ تعالیٰ عنہما \talways used to say: 'I really envy this feat of Miqdad ibn al-Aswad. I wish I too had this good fortune.'\nIn gist, the people of Sayyidna ibn Musa (علیہ السلام) ، bygiving him a flat response at such a crucial time, broke all pledges they had made.",
  "ayah": 24,
  "surah": 5
}
