{
  "text": "Commentary\nIn verses previous to those cited above, the Islamic Prescribed Punishment of robbery and rebellion, as well as the details of injunctions relating to them, were mentioned while the Prescribed Punishment for theft is coming up after three verses later. The three verses which appear in between talk about Taqwa (the fear of Allah), obedience to and the worship of Allah, inducement to Jihad (fighting or struggling in the way of Allah ) as well as the ruinous effects of disbelief, rejection, obstinacy and disobedience. A deeper look into this particular style of the Qur'an would reveal that its oft-recurring approach is not simply to state the letter of the law of penalty and punishment as some cold and coercive command from the law giver and just leave it at that, instead, by taking the approach of an affectionate nourisher and nurturer, it also smooths out the edges of the human mind to prepare it for its ultimate abstention from crimes. And when it awakens the human minds to the awaiting realities of the fear of Allah and the Akhirah (Hereafter) and when it makes the everlasting blessing and bliss of Paradise appear almost in sight, it goes on to change hearts replacing their chronic taste for crime with instant distaste. This is the reason why words similar to: اِتَّقُوا اللہِ (fear Allah) are repeated after stated laws of crime and punishment. Here too, three things have been commanded:\n1.\tThe first one is : اِتَّقُوا اللہِ , that is, ` fear Allah', for it is the fear of Allah alone which can really stop human beings from committing crimes openly and secretly.\n2.\tThe second one is that is, ` seek the nearness of Allah.' The word, وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ : wasilah, left untranslated, is a derivation from the verbal noun, ` waslun', which means to make effort to become close to someone. This word, whether spelt with the letter, sin سین : وسیلہ) or sad (وصیلہ : صاد), is used almost in the same sense. The only difference is that waslun spelt with the letter, Sad (صاد) refers to becoming close in the absolute sense, while, waslun spelt with the letter, sin, is used to denote seeking to gain nearness with longing and love. Related details appear in the Sihah of Jauhari and in the Mufradat of Raghib al-Isfahani. So, wuslah (وصلہ) or wasilah (وصیلہ) spelt with the letter, Sad, refer to something which brings about nearness or conjunction between two things, whether that nearness comes to be through longing and love, or in some other form. As for the word, wasilah (وسیلہ) spelt with the letter, sin, it means that which brings someone closer to some-one else through liking and love. (Lisan al-` Arab, Mufradat al-Qur'an)\nThe act of seeking to gain access to Allah - that is,` wasilah' to Allah, to be precise - is anything which brings a servant of Allah nearer to his or her sole object of worship with all longing and love. Therefore, the righteous elders, the Sahabah and Tabi` in have explained the word, ` wasilah', to mean obedience, nearness, faith and righteous conduct. Sayyidna 1Iudhayfah, as reported by Hakim, said : ` Wasilah' means nearness and obedience, and Ibn Jarir has reported the same on the authority of ` Ata', Mujahid and Hasan al-Basri, may the mercy of Allah be upon them all.\nAlso, Ibn Jarir and others have reported from Qatadah a Tafsir of this verse which is : تَقَرَّبُوا الیہِ بطاعتہِ والعَمَل ھِما یُرضیِیہ . It means: Seek nearness to Him by obedience to Him and by doing deeds which please Him. Therefore, the gist of the explanation of this verse is that one should seek the nearness of Allah through 'lman (faith) and Amal (good deeds).\nAppearing in the Musnad of Ahmad, there is a sound (Sahih) hadith in which the Holy Prophet ﷺ has been reported to have said: ` Wasilah' is a high rank of Paradise, above which there is no rank. You pray to Almighty Allah that He gives me that rank.\nAgain, in a narration from Sahih Muslim, the Holy Prophet ﷺ has been reported to have said: When the Mu'adhdhin مؤذَّن): Muezzin) calls the Adhan, you keep saying what he says. Then, recite Durud on me and pray that I be blessed with ` Wasilah.'\nThese ahadith tell us that ` Wasilah' is a special rank of Jannah (Paradise) which is identified particularly with the Holy Prophet . As for the command to seek and find ` Wasilah' given to every believer, it seems to be, on the surface, contrary to this particularity. But, the answer is fairly clear that the way the highest station of guidance is special to the Holy Prophet ﷺ who always prayed for it, but, its elementary and intermediary ranks of guidance are common and open to all Muslims - similarly, the high rank of ` Wasilah' is particular to the Holy Prophet ﷺ and all ranks after it are open and common to all believers through the linkage of their love for him.\nIn his Letters, the famous renovator of the second millennium of Islam in India, Mujaddid Alf-Thani, and Qadi Thana'ullah of Panipat, in his Tafsir Mazhari, have both warned that the sense of longing and love embedded in the word, ` Wasilah', clearly shows that advancement in the ranks of ` Wasilah' depends on the love for Almighty Allah and His Messenger ﷺ - and love comes through the following of Sunnah, the words and deeds of the Holy Prophet ﷺ .\tThis is because Al mighty Allah says: فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّـهُ (Say [ 0 Prophet ], \"If you do love Allah, follow me; Allah shall love you ...\"- 3:31). Therefore, the more particular one is in following the Sunnah of the Holy Prophet ﷺ in acts of worship, transactions, dealings, morals, social living, practically in all departments of life, the more beloved of Allah one shall be, and the more widening becomes the gyre of this love, the closer and nearer to Allah one shall be.\nNow, after this lexical explanation of the word, ` Wasilah,' and the exegetical notes from the Sahabah and Tabi` in, we do know how every-thing which becomes the means of achieving the pleasure and nearness of Allah is, for a human being, the ` Wasilah' of becoming close to Allah. As included in it are faith ('Iman) and good deeds (al-a` mal alsalih الاعمال اصالح), so included therein are the company and the love of prophets and righteous people as well, for that too is one of the causes of the pleasure of Allah - and so, praying to Allah Almighty by making them a Wasllah' should be correct, as was done by Sayyidna ` Umar ؓ ، when he, at the time of a famine, making Sayyidna ` Abbas ؓ ` Wasilah,' made a prayer for rains before Almighty Allah. The prayer was answered.\nIt is reported that the Holy Prophet ﷺ\thad himself taught a blind Sahabi to pray with the words which are as follows : اَللَّھُمَّ اِنِّی اَسأَلُک وَ اَتَوَجَّہُ اِلَیکَ بِنَبِیِّکَ مُحَمَّدِ نَبِیِّ الرَّحمَۃِ ; ( O Allah, I seek from You, and I ask for Your attention with (the Wasilah of) Your Prophet, Muhammad, the Prophet of Mercy. (Manar)\n3.\tBefore taking up the third command, that of Jihad, in this verse (35), it will be useful to recollect the first command, that of Taqwa, then the command to seek nearness to Allah through faith and good deeds, and now in the end it was said: وَجَاهِدُوا فِي سَبِيلِهِ (and carry out Jihad in His way). Though Jihad was included under ` good deeds' yet it was to spell out the higher status of Jihad among ` good deeds' that Jihad was mentioned separately and distinctly - as confirmed by a saying of the Holy Prophet ﷺ which is: وَ ذِروَۃُ سَنَامِہِ الجِھَادُ that is, Jihad is the highest peak of Islam. Moreover, there is yet another element of wisdom why Jihad has been mentioned distinctly at this place. It will be recalled that the unlawfulness of spreading disorder on the earth, alongwith its worldly and other-worldly punishment, was mentioned in previous verses (32, 33). Since Jihad too, given a surface view of it (or, as those allergic to it would love to believe), appears to be some form of disorder on the earth (al-fasad fi al-ard), therefore, it was possible that someone ignorant could just fail to understand the difference between Jihad (fighting in the way of Allah) and Fasad (spreading disorder). To offset this possibility, the spreading of disorder on the earth was for-bidden first and it was after that that the command of Jihad was mentioned distinctly and the difference between the two was pointed out by the addition of the words : فِي سَبِيلِهِ (in His way). This is because the killing and plundering of the property of people in robberies and rebel-lions is for the sole purpose of personal aggrandizement and other nefarious objectives while, should it ever come to happen in a Jihad, it will still be for the initial purpose of upraising the Word of Allah and eliminating oppression and tyranny. There is a world of difference between the two.\nMoving on to the second (36) and the third (37) verses, one notices the manner in which the grave curse of Kufr (disbelief), Shirk (the associating of partners in the Divinity of Allah) and sin has been pointed out. It is so poignant that even a little reflection on it could bring an instant revolution in the lives of men and women of such persuasion compelling them to abandon all Kufr and Shirk and sin. To explain the curse of sinful living a little further, it can be said that sins in which one gets involved usually is because of personal desires and needs or for the desires and needs of family and children. Since their Fulfillment comes through an increase in wealth and property, one goes after amassing wealth and property without making any distinc-tion between what is Halal (lawful) and what is Haram (unlawful) in it. In these verses, Almighty Allah has censured the acquisition mania of such people which will prove to be futile in the ultimate analysis because its cure lies in realizing that things of comfort collected to satisfy a short lived span of life by working hard day and night still remain unattained. More and more stays to be the order of every other day in life. What begins must end and this race of gold and greed will also end when the punishment of the Doomsday will appear in sight and, at that time, if these people were to offer all they had collected in the mortal world, wealth and property, things and things of comfort, taste and value, offer all of it in return for their release from the punishment, then, this would not be possible anymore. Even if the wager is increased higher, suppose everything of value were to be owned by one person, nay, let us say twice as much, and if he were to offer all of it to have his release from the punishment, still then, nothing would be accepted from him and he will not have his deliverance from the punishment of the Hereafter.",
  "ayah": 36,
  "surah": 5
}
