{
  "text": "1. The first trait identified is: سَمَّاعُونَ لِلْكَذِبِ (They are listeners of the lie). It means that they are used to listening to and going by what is false. They are the kind of blind followers of unfaithful Jews who see to it that they are called men of learning who would go on following them despite noticing that they were openly negating the injunctions of the Torah, worse still, they would continue being satisfied with their fictional interpretations of it.\nFollowing ` Ulama': The Norm for People\nThe way those making alterations and adulterations in the injunctions of Allah and His Messengers have been warned here, indicted similarly are those too who take such people as their leaders in religion and get used to listening to false and fabricated presentations from them. Offered here is an important rule of guidance for Muslims that, though the only way of following the obligations of religion open to un-lettered masses is to act in accordance with the ruling (Fatwa) and teaching (Ta` lim) of ` Ulama' (traditionally trained, morally groomed, professionally equipped men and women of learning and living and teaching in accordance with the inviolable truth of the Qur'an and Sunnah - a sense not carried by stray equivalents of scholars, the learned, religious leaders, divines, priests, et al. Tr.). But, this is a responsibility from which the masses too cannot escape. It is their duty to first find out what they are doing. Before they take a Fatwa or hope to act correctly in a religious matter, they must at least investigate into the antecedents of those they are going to follow. This is like a sick person looking for a good physician. He consults people who know about the best in the field, about their education, expertise, practice, professionalism, moral quality and human dealing. After this possible assessment, if one makes a mistake and falls into the trap of a quack or charlatan, a reasonable person would not blame him. But, anyone who did not take the trouble of investigating and landed into the lair of a false practitioner and messed up his life, then, he alone will be responsible for his suicide.\nThe same principle applies to the dissemination of knowledge about religious matters for common people. If one of them first did what was necessary, talked to people of knowledge, expertise and experience available in his area and was able to pick up an ` Alim to consult and follow, and acted according to his Fatwa, then, he would be considered excusable not only in the sight of people but also in the sight of Allah. In a hadith relating to a similar matter, the Holy Prophet ﷺ is reported to have said: فَاِنَ اِثمَہ علٰی مَن اَفتٰی which means, if in a situation like that, should the ` Alim or Mufti make a mistake, and a Muslim acts in accordance with this incorrect Fatwa, then, the sin for having acted in that manner does not fall on him, but it does on that ` Alim or Mufti - and that too would apply in a situation when that ` Alim or Mufti had made such a mistake knowingly, or had fallen short in deliberating on the problem to the best of his ability, or, may be, he was no ` Alim or Mufti to begin with, and had taken that responsible office through fraud or favour.\nBut, if a person takes someone as an ` Alim (a source of correct religious guidance which is worth following) on his own, without investigating, and does what he says - and the ` Alim so chosen is really not deserving of being followed - then, its curse will fall not only on that Mufti or ` Alim alone, but this person who chose him will also share its consequences equally because he gave the reins of his 'Iman (faith) into the hands of such a person without any investigation. These are the kind of people the Holy Qur'an calls ` the listeners of the lie,' people who keep tagged behind their (ill-chosen) religious leaders without taking the trouble of finding out the truth about their knowledge and integrity, conduct and deeds, trustworthiness and honesty. Unfortunately, they have got themselves into the habit of listening, accepting and being satisfied with fabricated and false narratives from them.\nThe Holy Qur'an is talking about the condition of Jews here but the message behind it is actually beamed at Muslims so that they can stay safe against something like that. Unfortunately, this is one of the reasons of the downfall of Muslims in the contemporary world. They are quite smart in their mundane matters. When sick, they find the best physician. When stuck with a case, they will search out the best lawyer. When they make a house, they can dig out the top architect and engineer. But, when it comes to the matter of religion, they become so careless that they would take any man with a beard, a long shirt and a glib tongue as their religious leader, ` Alim, Mufti or guide. They would do that without bothering to find out whether or not this person was educated and trained formally in a reliable institution of higher religious learning; whether or not he has sat at the feet of experts in the field and culled the taste and temperament of the knowledge of Din; whether or not he has made intellectual contributions during his career; whether or not he has benefited from the company of truly pious elders and Men of Allah by imbibing from them the essential virtues of Taqwa (fear of Allah) and Taharah (physical and spiritual purity)?\nThe result of this carefree attitude is that a large section of people from among Muslims who do turn to religion unfortunately falls into the fishing nets of ignorant preachers and commercial pirs and becomes far-removed from the correct path of religion. For people like that, their knowledge of religion stands reduced to tales which leave their desiring selves untouched and which, then, gives them the delusion that they are following religion and doing a lot of worship. But, its reality is what has been described in the Holy Qur'an in the following words:\nالَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا\nThey are the people whose efforts and deeds have gone waste within the life of the world while they are thinking that they have done something good.\nConcluding with a summary, we can say that the Holy Qur'an identifies an important principle by describing the hypocrites from among the Jews as ` the listeners of the lie.' The principle is that following ` Ulama is inevitable for people at large, but it is their responsibility that they should not follow anyone as their ` Alim or guide in religion without prior investigation as a result of which they may not become habituated to listening to what is false from ignorant people.\n2.\tDescribing the other evil trait of these hypocrites, it was said: سَمَّاعُونَ لِقَوْمٍ آخَرِ‌ينَ لَمْ يَأْتُوكَ (listeners for other people who did not come to you). It means that these people have obviously come to ask you about a religious matter. But, the truth of the matter is that their objective is neither religion nor some ruling about it. In fact, they are the spies of the kind of Jewish people who did not come to you by themselves be-cause of their arrogance. The deputationists, following the wishes of their senders, simply want to find out your view of the punishment of adultery and let their senders know about it who will themselves decide whether or not they would accept the verdict. In this, there is warning for Muslims that whoever seeks a Fatwa from an ` Alim of Din is bound by the condition that the intention of the seeker must be to find out the command of Allah and His Messenger and to follow it. Any effort to find out from one Mufti, or more than one, the objective solution of a religious problem, then, going about looking for a solution which suits one's desires is an open demonstration of following one's own desiring self - and Shaytan. This should be avoided.\n3.\tDescribing the third evil trait of these people, it has been said that they ` displace the words (of Allah) after their having been placed properly,' which means that, by doing so, they give the Word of Allah a meaning which is not intended and thus try to alter Divine injunctions. Included here is the possibility of making some changes or alterations in the very words of the Torah, as well as the eventuality that they keep the words as they are but make interpretations and alterations which are absurd in meaning. The Jews are used to doing it both ways.\nIn this, the warning given to Muslims is that Allah Almighty has Himself taken the responsibility of protecting the Holy Qur'an. As for an alteration in its words, nobod' - can dare to do that because it is simply not a matter of what is written in the already countless copies of the Qur'an, but also that of what lies secured in the memory banks of millions of human beings. Anyone who makes the slightest mistake of mispronouncing even a short vowel is caught instantly. As for an alteration in meaning, it can obviously be done - and doers have done it too. But, for its security, Almighty Allah has made the arrangement that there shall remain in this Ummah right through the Last Day of Qiyamah, a group of people who would be armed with the correct meaning and message of the Qur'an and Sunnah, and they would be enough to unmask the alterers, corrupters and distorters of their meanings.\nBribery and its evil consequences\n4. The second verse (42) mentions another evil trait of these people by calling them: أَكَّالُونَ لِلسُّحْتِ translated here as ` eaters of the unlawful' making ` the unlawful' to stand for the word, ` suht' in the text. The liter-al meaning of Suht is to uproot or destroy something totally which is the sense in what the Qur'an says in: فَيُسْحِتَكُم بِعَذَابٍ , that is, (do not forge lies against Allah) lest He destroy you with a punishment - 20:61). But, at this place in the Qur'an, Suht denotes bribe. Sayyidna Ibrahim Nakha'ii, Hasan al-Basri, Mujahid, Qatadah and Dahhak and other leading authorities in Tafsir have explained it as bribe.\nThe reason for equating bribe with Suht (total destruction; also - unlawful earning, detestable enough to be shunned) is that it not only destroys its givers and takers alike but also goes on to uproot the whole country and community and destroy public peace and tranquility (by causing rise in illegal gratification and fall in avenues of honest earning). When bribery gains currency in a country or a department, law freezes and bribery stays hot. As for the law of a country, it is the only power which maintains peace and stability. When law and order stand suspended, nothing remains safe, life or property or honour, nothing. Therefore, by calling it Suht, the Shari’ ah has declared it to be gravely Haram, forbidden and unlawful. Moreover, to block all possible doors of bribery, even the gifts given to officials or leaders or dignitaries of a country have also been classed as Suht or bribe in an authentic Hadith, and has been declared to be Haram. (Jassas)\nThe Holy Prophet ﷺ\thas said in a hadith: Almighty Allah causes His curse to fall on the giver and taker of bribe and on him too who acts as a broker between them. (Jassas).\nThe Islamic Legal definition of Rishwah (meaning bribery) is the taking of compensation for something the taking of which would not be legally correct. For example, a person doing a job, the doing of which is included within his duty, and the fulfilling of which is mandatory on him, cannot take any compensation for it from any party. If taken, that is bribe. Functionaries of governments, officials or clerks, higher or lower, are all obligated to do their duties by virtue of being paid employees of the government. If they take something from the person whose case they are handling, that will be a bribe. The father and mother of a girl are responsible for the marriage of their daughter. They cannot take any ` compensation' for doing that. If they take any ` compensation' from the person who will have the hands of their daughter in marriage, that is a bribe. Sawm (fasting), Salah (prayers), Hajj (pilgrimage) and the Tilawah (recitation) of the Qur'an are ` Ibadah' (acts of worship) with which Muslims have been obligated. The taking of any ` compensation' from anyone is a bribe. However, the duty of the Teaching of Qur'an and the duty of leading Salah as Imam are exempt from this (as ruled by later Muslim jurists).\nThen, a person who takes bribe and does someone's job as it should rightfully be done, he commits the sin of taking bribe and the money or material he has ` earned' is ` suht,' and unlawful for him. And should he do it as it should have not been done rightfully, then, this becomes another grave crime, that of wastage of what was right and that of changing an express command of Allah, in addition to the initial one. May Allah keep all Muslims safe from this curse.",
  "ayah": 42,
  "surah": 5
}
