{
  "text": "Sequence of the Verses\nThis is the third Section of Surah al-Ma` idah. Here, Allah Almighty has asked the Jews, the Christians and the Muslims to pay heed to a particular injunction of the creed they all share as being the three communities attached to the Prophetic Tradition. Appearing in different contexts through verses which have gone earlier, this is the serious matter of acting against the pledges given to Almighty Allah and that of changes, alterations and false interpretations made in injunctions sent to them - something which had become a chronic compulsion of habit with the Jews and Christians.\nIn the first two verses (44:45) of this Section, addressing the people of the Torah, Almighty Allah has warned them on this crookedness and about the sad end it will bring. With it, as a corollary, some congruent injunctions pertaining to Qisas (Even Retaliation) have also been mentioned - for the Jewish conspiracy described in the previous verses was related to Qisas which the people of the tribe of Banu Nadir did not like to be even and because of which they had compelled their weaker rivals, the Banu Qurayzah, to be content with lesser blood money as compared to themselves. Thus, in these two verses, the Jews have been given a stern warning against imposing their own law contrary to the Law sent down by Almighty Allah and those who do that have been classed as Kafir (disbelievers) and Zalim (unjust).\nAfter that, the third (46) and the fourth (47) verses are addressed to Christians. They too have been warned against enforcing a law of their own contrary to the Law sent by Allah. And those who do that have been classed as contumacious and disobedient.\nFinally, in the fifth (48) and sixth (49) verses, addressing the Holy Prophet ﷺ Muslims have been instructed that they should take precautions to stay immune from the disease which had afflicted the people of the Book lest they too, God forbid, were to start changing through misinterpretations the injunctions and laws given by Al-mighty Allah - goaded by greed for money and recognition, or stoop to the haughtier level of making and enforcing a self-made law of their own contrary to His Law.\nAlso stated here subsequently is an important matter of principle which posits that all prophets, may peace be upon them all, adhered to the same faith and way as far as believing in and obeying Allah is concerned. But, every prophet was given, as wisdom demanded, a Shari` ah or Way or Code, appropriate to the nature and need of his time and in which many subsidiary injunctions differ. Thus, as pointed out here, the very Shari'ah given to a prophet was the wisest choice for that time of the prophet and during which following it was obligatory. When abrogated and replaced by another Shari'ah, the later, then be-came what was wise and expedient at its time, the following of which also became equally obligatory. That there is a unique element of wisdom in the phenomena of alternation and variation in the systems of Shari'ah is a point which has also been made here.\nCommentary\nIn the first verse of the set of verses appearing above, by saying: إِنَّا أَنزَلْنَا التَّوْرَ‌اةَ فِيهَا هُدًى وَنُورٌ‌ (Surely We have sent down the Torah, having guidance and light therein), the hint given is that the abrogation of the Shari'ah of Torah at that point of time is not because of any shortcoming of the Torah itself but it has been done rather because of the need to change injunctions with the change of time. Otherwise, the Torah too is a Book revealed by the same Revealer. It has rules of guidance for the Ban' Isra'il and it also has a special light which moves their hearts spiritually.\nAfter that it was said: يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّ‌بَّانِيُّونَ وَالْأَحْبَارُ‌ that is, ` We had revealed the Torah so that, until its Shari'ah has not been abrogated, all incoming prophets and their deputies, the men of Allah and the 'Ulama shall all decide and rule in accordance with this Torah making it the working law of their time.' The deputies of the prophets, may peace be upon them all, have been mentioned in two categories - 'Rabbaniyyan' and ` Ahbar.' The word, 'Rabbaniyy ' is attributed to ` Rabb' and means ` Man of Allah.' As for Ahbar', it is the plural form of Hibr which, in the Jewish terminology, used to stand for ` Alim (roughly, a scholar of religious sciences). It is obvious that for one to be a Man of Allah one has to have the knowledge of the necessary injunctions of Al-mighty Allah, otherwise deed sans knowledge is not possible - and no one can become a Man of Allah without obeying Divine injunctions and acting in accordance with them. Similarly, an ` Alim is, in the sight of Allah, one whose deeds in life are a mirror of his knowledge, otherwise an ` Alim who, despite his knowledge of Divine injunctions, does not fulfill his binding religious obligations by doing what is required of him nor shows any concern for his failure to do so, is worse than an ignorant person in the sight of Allah. The outcome is that every Man of Allah is an ` Alim and every ` Alim is a Man of Allah (or should be, in principle). But, at this place, by mentioning both separately, a notice of caution has been given - no doubt, knowledge is necessary for a Man of Allah and deed, for an ` Alim - but, one gets to be identified with his dominant activity or colour (of the rainbow he follows in his path of obedience to Allah) and that becomes the name he is called with. A person who mostly devotes himself to ` Ibadat (acts of worship), A` mal (deeds) and the Dhikr of Allah (remembrance) and acquires religious knowledge sufficient for his needs, he is called a Rabbaniyy or Man of Allah. This, in our contemporary usage, is given names like Shaykh, Murshid, Pir and a good many others. As for the person who acquires the highest practical expertise available in religious sciences, and de-votes himself to the mission of teaching and training people in the rules of the Shari` ah, and fulfills the obligations of discharging what is Fard, Wajib and Sunnah al-Mu'akkadah - but is unable to spend any-more time in performing Nail ` Ibadat (voluntary acts of worship) - he is called ` Hibr' or ` Alim.\nTo sum up, it can be said that the explanation given above also makes it clear that there is no dichotomy in Shari` ah and Tariqah and no distance between ` Ulama and Masha'ikh. They all converge into the basic unity. As far as the difference in their method of work and the predominant area of occupation is concerned, it becomes equally evident that the 'Ulama (religious scholars) and Sufis (religious mystics) are not two sects or factions. Far from it, they are, rather, one - in the sense that they both work for the same purpose in life, that of submission and obedience to Allah and His Messenger. But, their comparative methods employed to achieve this purpose do seem to be formally divergent.\nAfter that, it was said: بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّـهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ (because they were entrusted with the protection of the Book of Allah and they stood guard over it). It means that these prophets and their two kinds of deputies, the ` Ulama and the Masha'ikh (Men of Knowledge and Men of Allah) were responsible for enforcing the laws of the Torah because Almighty Allah had entrusted them with the protection of the Torah and they had given the pledge that they would guard it.\nUpto this point, the text was referring to the Torah as Divine Scripture and guidance and light which was enforced and guarded by prophets, and their deputies among guides and scholars. Then, the focus turns on to the contemporary Jews who have been censured for not having guarded the Torah as their elders did. They acted crookedly when they started changing its injunctions, for example, the glad tidings of the coming of the Last among Prophets, Muhammad al-Mustafa, may the peace and blessing of Allah be upon him, was mentioned clearly in the Torah and the Jews were asked to believe in him. But, rather than believe in him as required, they became hostile to him. Also given here is the reason as to what prompted them to do so. It was love for power and love for money. They knew that the Holy Prophet ﷺ was a true prophet of Allah but they balked at the thought of following him because they were taken as leaders among their people, common Jews who followed them. Now if they were to embrace Islam, they will turn into common Muslim individuals. Gone will be their pivotal position for power play. Other than this, they had almost made it a profession that they would bend and alter the provisions of the Torah to provide officially endorsed conveniences for influential people against payment of bribes. The contemporary Jews were warned about this practice in the following words:\nفَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُ‌وا بِآيَاتِي ثَمَنًا قَلِيلًا ۚ\n(So, do not fear people, fear Me. And do not take a paltry price for My verses).\nIt means that they should not fear that their people will stop following them or will turn against them and that they should not alter Divine commands for the sake of insignificant worldly gains for it would ruin them both materially and spiritually because:\nوَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّـهُ فَأُولَـٰئِكَ هُمُ الْكَافِرُ‌ونَ\nAnd whoever does not judge by what Allah has sent down, then, they are the disbelievers.",
  "ayah": 44,
  "surah": 5
}
