{
  "text": "The fourth verse (54) tells us that the prohibition of intimate friend-ship and intermingling with non-Muslims is for the good of Muslims themselves. Otherwise, Islam is the particular religion the responsibility to protect which has been taken by Almighty Allah Himself. The crookedness or disobedience of an individual or group is self-destruct in its place. However, should some individual or group from among Muslims were to really abandon Islam itself, turn into an apostate (Murtadd) totally and become a part of non-Muslims, even that too could bring no harm to Islam because Allah who is Absolutely Powerful is responsible for its protection and He will immediately bring in some other nation into action which will carry out the duties of protecting and spreading the Din of Allah. Things He must do depend neither on an individual nor on the largest of the large party or institution. When He so wishes, He can make straws work for beams and logs, otherwise beams and logs sit in forests turning into compost any-way. As referred to elsewhere in this Commentary, how well this was put in an Arabic couplet:\nاِنَ المقادیر اذاساعدَت\nاَلحَقَتِ العَاجِزَ بالقادرِ\nWhen Divine decree helps - it can make the weak overtake the mighty.\nWhen it was said in this verse that should Muslims become apostates, it does not matter, for Allah will make another set of people rise to take their place, then, right there, some virtues of this set of people have also been enumerated saying clearly that they can be marked out by such and such distinguishable qualities. Those engaged in the service of their religion should keep these qualities foremost in their minds because these verses tell us that people who have such quality and character are welcome and dear in the sight of Almighty Allah.\n1. Their first quality identified by the Holy Qur'an is that Allah will love them and they will love Allah. There are two parts to this quality. The first one is the love of these people for Almighty Allah. This could be taken, in one or the other degree, within one's control since one can, even if one does not love someone emotionally or naturally, at least make his intention and determination to work for him in loving intellectually. And even emotional or natural love is though not in one's control, yet its causes are, for instance, the meditation of the greatness and majesty of Almighty Allah, the conception of His most perfect power and the recapitulative survey of His authorities and blessings over human beings. This would definitely generate even natural love for Almighty Allah in the heart of a man or woman.\nBut, as far as the other part is concerned, that is, the love of Allah will be with these people, it obviously seems to indicate that this is a matter where human choice and action play no role. So, what is beyond our control and choice hardly warrants a description and is obviously fruitless - one may be tempted to wonder.\nBut, by pondering over some other verses of the Holy Qur'an, one will discover that the causes of this part of love too are within human control. If someone uses these means, the love of Allah will necessarily be with him or her. Those means of achieving this end have been mentioned in the verse of the Qur'an which appears in Surah 'Al-` Imran قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّـهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّـهُ (Say [ 0 Prophet ], \"If you do love Allah, follow me; Allah shall love you\" ... 3:31).\nThis verse tells us that one who wishes to have Allah love him or her should make the Sunnah of the Holy Prophet ﷺ the very pivot of life and develop a committed habit of following Sunnah in whatever one does in each and every department of one's life. If so, the promise of Allah is there - He will love that person. And this very verse also tells us that the only group of people which can stand up and meet the challenge of Disbelief and Apostasy (Kufr and Irtidad) shall be the group of people which follows the Sunnah conscientiously and habitually - neither falling short in obedience to the injunctions of the Shari` ah, nor initiating and introducing on their own, deeds contrary to the Sunnah.\n2. The second quality of this group has been identified as: أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِ‌ينَ (...soft on the believers, hard on the disbelievers ...). Here, the word: ` adhillah' could be, as explained in Qamus, the plural of both dhalil or dhalul. Dhalil means low or despicable while dhalul means soft and tractable, that is, easily controlled, docile. According to the majority of commentators, this is the meaning of ` adhillah' at this place, that is, these people will be soft with Muslims. Even in matters of dispute, they can be controlled and mollified easily. They would set the dispute aside, even if they are right in it - as said by the Holy Prophet ﷺ in an authentic hadith: اَناَ زعیم ببیت فی رَبصِ الجنۃِ لِمَن تَرَکَ المراَء و ھو مُ حِقُ ;that is, ` I am the guarantor of a home in the middle of Paradise for one who abandons dispute despite being in the right.' Thus, the essential meaning of this word comes to be that these people will have no dispute with Muslims in matters relating to their rights and dealings.\nThe second word is 'a'izzah' in: أَعِزَّةٍ عَلَى الْكَافِرِ‌ينَ , it Ai (hard on the disbelievers). Here too, 'a'izzah' is the plural of ` Aziz which means dominant, strong and hard. So, the sense is that these people are hard and strong against the enemies of Allah and His Din who would be unable to control or manipulate them. Now, by combining both sentences we can arrive at the essence of the statement - that this will be a set of people whose love and hate, friendship and enmity will be, not for their person or their rights and dealings, but only for Allah, His Messenger and His Din. Therefore, when comes the time to fight, it will not be against the obedient servants of Allah and His Messenger, instead of that, it would be against those who are hostile and disobedient to Allah and His Messenger. The same subject appears in a verse of Surah Al-Fath where the words are: أَشِدَّاءُ عَلَى الْكُفَّارِ‌ رُ‌حَمَاءُ بَيْنَهُمْ (severe against disbelievers, merciful between themselves - 48:29).\n3.\tThe essence of the first quality was the most perfect fulfillment of the rights of Allah, and the essence of the second quality was moderation in the fulfillment of the rights of the servants of Allah by remaining accommodating in dealings. Now, the third quality of these people mentioned here is: يُجَاهِدُونَ فِي سَبِيلِ اللَّـهِ that is, they shall keep carrying out Jihad to spread and establish the True Faith. In essence, it means that fighting against forces of disbelief and apostasy is no easy task. In this confrontation, traditionally known devotion to worship in seclusion or a simple softness or hardness of attitude is not enough. Also necessary here is a feeling and fervour for the mission of establishing Din دین .\n4.\tTo ensure that this feeling and fervor achieves its desired perfection, the fourth quality of these people has been identified as: وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ that is, they will not care for any blame, censure or derogatory criticism directed against them while they are engaged in their efforts to upraise the true word of Allah and establish His Din. A little reflection will show that the leader of a movement usually faces two types of impediments in his efforts which are the power of the adversary and the vilification of his own people. Experience bears out that people who lead a movement resolutely would stand firm against any adversary, even go through arrests, jail sentences, beatings and tortures, yet, when it comes to facing blames and vilifications from their own people, even the most determined leaders tend to falter. Perhaps, it is to stress the importance of this trying situation at this place, that Allah Almighty has considered it sufficient to say that these people go on with their Jihad without taking notice of any blames directed against them.\nFinally, towards the end of the verse (54), it was added that these good qualities of character are nothing but rewards from Almighty Allah. It is He who gives them to whom He wills. A human being can-not acquire these by dint of his own effort and deed without Divine grace.\nThe Fitnah of Apostasy\nThrough the explanation of the words of this verse, it has already been clarified that the incidence of some from among Muslims turning into apostates will not harm Islam as a religion because Allah will raise a set of people with high morals and superior deeds who would defend and support it. However, the majority of commentators have dwelt further on the Fitnah (trial) of Apostasy (Irtidad). According to them, this verse is actually a prophecy of this Trial and at the same time a good news for the group of people who will fight against it and eliminate it successfully. This coming Fitnah of Apostasy was a serious problem the germs of which had already started spreading to-wards the lattermost period of Prophethood. But, after the departure of the Holy Prophet ﷺ from this mortal world, this became an epidemic spreading all over the Arabian Peninsula. The group blessed with the good news was that of the noble Companions ؓ who confronted this onslaught of Apostasy under the command of the first Khalifah of Islam, Sayyidna Abu Bakr As-Siddiq ؓ .\nChronologically, Musaylimah al-Kadhdhab (the Liar) was the first to claim prophethood along with the Holy Prophet ﷺ and was so audacious that he returned his emissaries back with the threat that he would have killed them had it not been for the protocol which prohibited killing of envoys and emissaries. Musaylimah was a liar in his claim. The Holy Prophet ﷺ did not get the time to wage Jihad against him and he left this mortal world.\nSimilarly, Aswad al-` Ansi, the chief of the tribe of Mudhhaj in Yaman announced his prophethood. The Holy Prophet ﷺ ordered the Governor of Yaman appointed by him to fight against him. But, the very next day after the night he was killed, the Holy Prophet ﷺ departed from this mortal world. The news about his being killed reached the noble Companions ؓ at the end of Rabi' al-Awwal. Another event like this was reported concerning the tribe of Banu Asad whose chief, Tulayhah ibn Khuwaylid laid a claim to his own prophethood.\nGroups from these three tribes had turned Apostates during the last sickness of the Holy Prophet ﷺ . The news of his passing away took the lid out of this storm of Apostasy. Seven tribes of Arabia from different places turned against Islam and its legal authority.\nThey refused to pay Zakah as required by Islamic law to the Khalifah of the time, Sayyidna Abu Bakr As-Siddiq ؓ .\nAfter the passing away of the Holy Prophet ﷺ the responsibility of the country and the community fell on the shoulders of Sayyidna Abu Bakr As-Siddiq ؓ . There was the great shock on the one hand, and the flood of trials and rebellions on the other. Sayyidah ` A'ishah ؓ says that the shock faced by her father, Sayyidna Abu Bakr ؓ ، after the passing away of the Holy Prophet ﷺ ، was so great that had it fallen on high mountains they would have been reduced to powder. But, Almighty Allah had blessed him with the high station of patience and fortitude by virtue of which he fought against all odds with full determination and courage, and did succeed finally.\nRebellion, as obvious, can be quashed by use of force only. But, conditions had reached a point of danger and Sayyidna Abu Bakr ؓ went into consultation with the noble Companions. None of them approved of a hard-line against rebellions. The danger was: If the Companions ؓ were to be committed to internal warfare, foreign powers would run over their new Islamic country. But, Allah Almighty made the heart of His ` True one' strong and settled for Jihad. He gave an eloquent Khutbah before the Companions ؓ of the Holy Prophet ﷺ which opened up their hearts too in favour of Jihad. The power and perfection of his determination and fortitude is reflected through his words:\n\"People who, after they have become Muslims, turn back and reject the injunctions given by the Holy Prophet ﷺ ، and the Law of Islam, then, it is my duty that I should wage a Jihad against them. If, against me, they decide to bring along the combined force of all Jinns and human beings, and all trees and rocks of the world, all together, and I have no comrade in arms to support me, even then, I would, all by myself, put my neck on the stake and carry out this Jihad.\"\nAfter having said this, he mounted his horse and started moving ahead. Then, the noble Companions, may Allah be pleased with them all, came forward and made Sayyidna Siddiq al-Akbar ؓ sit at his place. In no time, a battle plan was drawn with fronts assigned to different people and the time of their departure set for action.\nTherefore, Sayyidna ` Ali ؓ ، Hasan al-Basri, Dahhak, Qatadah and other Imams of Tafsir have said that this verse has been revealed about Sayyidna Abu Bakr As-Siddiq ؓ . He was the first one of the promised people about whom it was said in this verse that they will appear to defend Islam at the command of Allah.\nBut, not contrary to this, is the possibility that some other group could also be included in the sense of this verse. Therefore, respected elders who have pointed out to Sayyidna Abu Musa al-Ash` ari ؓ or other noble Companions ؓ as being included in the sense of this verse cannot be really taken as contrary to this suggestion. In fact, the most sound and safe position is to believe that all these blessed people, rather every single Muslim due to come right upto the Last Day of Qiymah, who will keep confronting disbelief and apostasy in accordance with the commands of the Qur'an - they all shall be considered as included under the purview of this verse.\nLet us now resume our description of how the moving exhortation of Sayyidna Siddiq Alkbar made a group of Sahabah rise to the occasion and meet the challenge of this trial of Apostasy under the leadership of the first Khalifah of Islam. Assigning an army of fighting men, he sent Sayyidna Khalid ibn Walid ؓ to Yamamah to fight against Mu-saylimah the Liar who had become very poweful in his area. The encounters were tough, but Musaylimah the Liar was ultimately killed at the hands of Sayyidna Wahshi, may Allah be pleased with him. His group repented and returned to the fold of Islam. Again, it was Sayyidna Khalid ؓ who went to fight against Tulayhah ibn Khuwaylid. He escaped and went out to some other area. Then, Allah gave him the ability to repent and return to Islam once again. He came back as a Muslim.\nThe news that Aswad al-'Ansi had been killed and his group had surrendered had reached Madinah toward the end of the month of Rabi' al-Awwal, the first month of the Siddiqi Caliphate. This was the very first news of victory which reached Sayyidna Siddiq al-Akbar ؓ under such trying circumstances. So, from this point onwards, the noble Companions ؓ of the Prophet ﷺ were also blessed with more clear victories on every front against other tribes which had refused to pay Zakah.\nThus, the practical demonstration of the truth of the word of Allah mentioned towards the end of the fifth verse (56): فَإِنَّ حِزْبَ اللَّـهِ هُمُ الْغَالِبُونَ (then, the people of Allah are the ones to prevail) was seen by the whole world. Speaking historically and objectively, it is a proven fact that the problem of Apostasy did affect some tribes of the Arabian Peninsula after the passing away of the Holy Prophet ﷺ . Then, the group that Allah made to rise and fight against the challenge was that of Sayyidna Siddiq al-Akbar ؓ and his colleagues among the Sahabah ؓ . So, it also stands proved from this very verse that the qualities of the promised set of people given in the Qur'an were all present in Sayyidna Siddiq al-Akbar and the Sahabah with him. To restate these, we can say:\n1.\tAllah loves them.\n2.\tThey love Allah.\n3.\tThey are soft with Muslims and hard against disbelievers.\n4.\tTheir Jihad was in the way of Allah in which they were not afraid of any blame.\nPointing out to the reality of realities, it was clearly stressed that all these high qualities of character, their timely use and the ultimate success in the Islamic expedition through them were things which are not achieved by simple reliance on planning or power or numbers. This is nothing but the grace of Allah. It is He who bestows this blessing upon whom He wills.",
  "ayah": 54,
  "surah": 5
}
