{
  "text": "How are Divine Commands carried out in Full?\nMentioned in verse 66 which begins with the words: وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَ‌اةَ (And if they had upheld the Torah ...), are some details of the same faith and godliness for which worldly blessings have been promised in the previous verse (65). The detail is that they should, uphold the Torah, the Injil and the Holy Qur'an revealed after them. The word used here does not refer to 'acting in accordance with these books'. Instead of that, the word placed here is ` Iqamah' which means to establish, and to make something stand upright and straight. It signifies that their teachings can be carried out fully and correctly only when there is no increase or decrease or shortcoming in them. What is meant to stand straight must stand perfectly straight - established, not tilting.\nThe essence of the verse is that if the Jews were to believe in the guidance of the Torah, the Injil and the Qur'an, even today, and carry out their instructions fully, without failing to act properly, nor opting for excess and transgression by equating self-innovated things with established religion, then, they shall deserve the promised blessings of the Hereafter, and the doors of sustenance will be thrown open for them in the present world as well. It will come from above and it will come from beneath. ` Above' and ` beneath,' as obvious, mean sustenance which will be available easily and constantly. (Tafsir Kabir)\nIt will be noticed that the earlier verse (65) promised blessings only in the Hereafter. The present verse (66) extends the promise to cover worldly comforts as well. The reason for this may perhaps be that the Jews had taken to malpractices, particularly the practice of altering and distorting Scriptures because of their taste for the temporal and their insatiable greed for money. This became their main hurdle which had stopped them from obeying the Qur'an and the Prophet of Islam despite that they had seen very clear signs of their veracity. They were scared at the idea that by becoming Muslims, their leadership role in the community will be all over. Also gone will be the offerings and gifts which they received as religious high-priests. It was to remove this kind of doubt or apprehension that Almighty Allah promised to them that if they take to believing truly and acting righteously, nothing will be decreased from their worldly wealth and comfort which would, rather, be increased.\nAnswer to a Doubt\nDetails given above also show that this particular promise was made to Jews who were present during the time of the Holy Prophet ﷺ and were his direct addressees. If they had obeyed the command given to them, they would have had all sorts of blessings in the mortal world as well. So, those who took to the message of faith and good deed, they had these blessings in full - like Najashi (Negus) the King of Ethiopia and Sayyidna ` Abdullah ibn Salam ؓ . However, it is not necessary that for one who abides by faith and good deed, sustenance will be extended as a rule and, vice versa, for one who does not, sustenance will be straightened as a rule. The reason is that, at this place, the purpose is not to describe a general rule. This is a promise made to a particular group under particular conditions.\nHowever, as far as the standard or general rule regarding faith and good deeds is concerned, the promise of the blessing of good and pure life is universal - but, that could either take the form of extended means of sustenance, or means which are outwardly constricted, as it has been with the blessed prophets and men of Allah not all of whom had extended sustenance all the time, but they all did have the purest of the pure life.\nJustice was served when in the last verse (67), it was also added that the evil doings of Jews mentioned in the text do not apply to all Jews. Among them there were moderate people, people who were on the right path. But, the majority was evil doing. ` People on the right path' denotes people who were first Jews and Christians, then believed in the Qur'an and the Holy Prophet ﷺ\tand entered the fold of Islam.",
  "ayah": 66,
  "surah": 5
}
