{
  "text": "Commentary\n1.\tThe words: إِنَّ اللَّـهَ ثَالِثُ ثَلَاثَةٍ in verse 72, translated here literally as ` Allah is the third of the three,' refers to Sayyidna Masih (Jesus Christ), Ruhul-Quds (The Holy Spirit) and Allah, or to Masih, Maryam (Mary) and Allah - with all three taken as God (Refuge with Allah). Thus, Allah becomes a one-third partner with them, then all three of them become one, and that one is three. This unity in trinity, with three persons in one godhead, is the common belief of Christians. They explain this belief which is supported by neither reason nor revelation with a language that is kept circuitous and ambiguous. When not un-derstood, they declare it to be reality beyond comprehension. (Shabbir Ahmad Usmani - Notes)\n2.\tIn verse 75, by saying: قَدْ خَلَتْ مِن قَبْلِهِ الرُّ‌سُلُ (There have been messengers before him), the assigning of godhood to Sayyidna Masih (علیہ السلام) has been refuted. Prophets came to this world. They completed their mission. Then, they were gone. They were not eternal which is the mark of godhood. Similarly, Sayyidna Masih, may peace be upon him (being human like them) was not eternal. So, he cannot be what God is.\nA little reflection will show that everyone who needs to eat and drink almost depends on everything in the world. We cannot say that the earth, the air, the water, the sun and the animals are what we do not need. Look into your own self. There is that grain of food outside you, then begins its journey from the entry into the stomach to the next destination of its digestion. Think of all those factors involved and things required directly and indirectly in this complex procedure. Then, there will be a chain of effects generated through eating and no one can tell precisely how far will they go. So, by pointing out that Sayyidna Masih and his pious mother used to eat, the Holy Qur'an has referred to the endless chain of needs it entails. The argument, thus runs that Masih and Maryam, may peace be upon them both, were not free of the need for eating and drinking which is proved by observation and authentic narrations (not denied by even Christians). And anyone who is not free from the need of eating and drinking cannot be free from anything in this world. How then, a human person, who like all human beings is not free of the need to depend on the chain of causa-tion for survival, could become God? This is a strong and clear proof which can be understood by the educated and the uneducated alike - that is, eating and drinking is contrary to godhood. Though, not eating too is not a proof in favour of godhood, otherwise all angels would become gods! (Refuge with Allah) (Tafsir Usmani)\n3. Was Sayyidah Maryam a prophet or saint? This is a debated issue. In the present verse (75), the complimentary use of the word \"Siddiqah\" (truthful) obviously seems to indicate that she was a godly person, not a Nabiyy ( prophet) - because on a complimentary occasion, what is mentioned is the higher rank. If she had the station of prophethood, the word used for her at this place would have been \"Nabiyyah\"- but, the word used here is \"Siddiqah\" which is the station of sainthood or godliness (abridged from Ruh al-Ma` ani).\nAccording to the majority of Muslim scholars, the station of Nu-buwwah (prophethood) has never appeared among women. This mission has been particular with men:\nوَمَا أَرْ‌سَلْنَا مِن قَبْلِكَ إِلَّا رِ‌جَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَ‌ىٰ\nAnd We have not sent any (one) before you but men to whom We revealed from among the peoples of the towns - Surah Yusuf, 12 : 109. (Tafsir Usmani)",
  "ayah": 74,
  "surah": 5
}
