{
  "text": "The second verse (91) describes the physical and outwardly visible defects of drinking and gambling: إِنَّمَا يُرِ‌يدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ‌ that is, the Satan wants nothing but to plant enmity and malice between you through drinking and gambling.\nIn fact, these verses were revealed in the background of events when actions taken under the influence of hard drinks became the cause of mutual anger and aggression. Things like this do not simply happen by chance. When drunk, man loses reason and would compulsively act in that manner.\nSo it is with gambling. No doubt, the loser takes the loss on the gambling counter, but malice and anger against the adversary continue influencing his behaviour. Explaining this verse, Sayyidna Qatadah (رح) says: It was the habit of some Arabs that they would bet all their belongings, even family, and lose them, after which, they would live a sorry life.\nTowards the end of the verse, yet another drawback of this addiction has been pointed out in the words: وَيَصُدَّكُمْ عَن ذِكْرِ‌ اللَّـهِ وَعَنِ الصَّلَاةِ (and to prevent you from the remembrance of Allah, and from Salah).\nObviously, this is a spiritual harm brought by drinking and gambling which has been mentioned again after mentioning their worldly bad effects. It may be a hint to the fact that the real harm is the spiritual harm, because the real life is the eternal life of the Hereafter for which one should be more careful and concerned. A wise person should take the betterment of that life as the real betterment and the suffering of that life as the real suffering. As for this worldly life, its time span is very limited. Within these limitations, neither good nor bad stand out as something to be proud of or pine about - because both conditions will vanish in a very short time.\nIt can also be said that negligence towards the Dhikr of Allah or the Salah is harmful both in this world and in the Hereafter and for the body and soul too. That it is harmful for the Hereafter and the soul of a person is all too obvious - one who skips Salah forgetting all about Allah ruins his life to come and causes his soul to become dead. A little reflection will show that the person heedless to Allah makes his own life a curse for himself. When one turns away from Allah and makes the acquisition of wealth and recognition his ultimate objective in life, they bring so many involvements with them which result in sorrows and concerns. Once in them, one becomes deprived of his chosen objective of peace and comfort through worldly possessions. Thus men of the material are never at peace with or without what they work for in their lives. In contrast to them is one whose heart is lit with the thought of his Creator and the bliss of his Salah. Wealth and power and office come to him with all peace and comfort they can bring. But, if they go away, nothing happens to their hearts. They are not affected by the change, for things are no happiness and losses are no sorrow as they are visiting guests of the doers of the right.\nIn short, if we were to think about the neglect of the Dhikr of Allah and the Salah, we shall come to the conclusion that its effects are equally bad for our life in the present world as well as in that of the Hereafter. Therefore, it is possible that by saying: رِ‌جْسٌ مِّنْ عَمَلِ الشَّيْطَانِ (... filth, a work of Satan), the purpose could be to state the other-worldly and spiritual harmfulness exclusively; and by saying: يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ (Satan wants nothing but to plant enmity and malice between you), the aim could be to point out to worldly and physical evils exclusively; and by saying: يَصُدَّكُمْ عَن ذِكْرِ‌ اللَّـهِ وَعَنِ الصَّلَاة (to prevent you from the re-membrance of Allah, and the Salah), the objective could be to mention the total destruction of the life in this world and in the Hereafter both.\nIt will be noticed here that Salah has been mentioned separately - though, Salah is a part of the Dhikr of Allah. What is the wisdom behind mentioning Salah distinctly? The answer is that Salah has been mentioned separately because the text aims to indicate that Salah is important in its own place and certainly the superior most among all kinds of Dhikrullah (the remembrance of Allah).\nAfter having described the physical and spiritual drawbacks of drinking and gambling, the way in which people have been asked to stay away from these indulgences is certainly disarming and heart-winning. It is said:\tفَهَلْ أَنتُم مُّنتَهُونَ (Would you, then, abstain?).\nDescribed in the first two verses (90:91) was the unlawfulness of drinking and gambling, and its strict prohibition - an article of Divine Law, so to say. To make the word of law easy to act upon,",
  "ayah": 91,
  "surah": 5
}
