{
  "text": "১৭-৩২ নং আয়াতের তাফসীর\nমৃত্যুর পর পুনরুত্থানকে যারা বিশ্বাস করে না এখানে তাদের নিন্দে করা হয়েছে। হযরত ইবনে আব্বাস (রাঃ) (আরবি)-এর অর্থ করেছেনঃ মানুষের উপর লা'নত বর্ষিত হোক। তারা কতই না অকৃতজ্ঞ! আর এও অর্থ করা হয়েছে যে, সাধারণভাবে প্রায় সব মানুষই অবিশ্বাসকারী। তারা কোন দলীল-প্রমাণ ছাড়াই শুধুমাত্র ধারণার বশবর্তী হয়ে একটি বিষয়কে অসম্ভব মনে করে থাকে। নিজেদের বিদ্যা-বুদ্ধির স্বল্পতা সত্ত্বেও ঝট করে আল্লাহ্ তা'আলার বাণীকে অস্বীকার ও অবিশ্বাস করে বসে। এ কথাও বলা হয়েছে যে, এটাকে মিথ্যা প্রতিপন্ন করতে তাকে কোন্ জিনিস উদ্বুদ্ধ করছে? তারপর মানুষের অস্তিত্বের প্রশ্ন তুলে আল্লাহ তা'আলা বলেনঃ কেউ কি চিন্তা করে দেখেছে যে, আল্লাহ্ তাকে কি ঘৃণ্য জিনিস দ্বারা সৃষ্টি করেছেন? তিনি কি তাকে দ্বিতীয়বার সৃষ্টি করতে সক্ষম হবেন না? শুক্র বিন্দু বা বীর্য দ্বারা তিনি মানুষকে সৃষ্টি করেছেন। তারপর তাদের তকদীর নির্ধারণ করেছেন অর্থাৎ বয়স, জীবিকা, আমল এবং সৎ ও অসৎ হওয়া। তারপর তাদের জন্যে মায়ের পেট থেকে বের হওয়ার পথ সহজ করে দিয়েছেন। অর্থ এও হতে পারেঃ আমি স্বীয় দ্বীনের পথ সহজ করে দিয়েছি অর্থাৎ সুস্পষ্ট করে দিয়েছি। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “আমি তাকে পথের নির্দেশ দিয়েছি, হয় সে কৃতজ্ঞ হবে, না হয় সে অকৃতজ্ঞ হবে।” (৭৬:৩) হযরত হাসান (রঃ) এবং হযরত ইবনে যায়েদ (রঃ) এ অর্থটিকেই সঠিকতর বলেছেন। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন। আল্লাহ্ তা'আলা বলেনঃ “তৎপর তার মৃত্যু ঘটান এবং তাকে কবরস্থ করেন। আরবদের বাক-বিনিময়ের মধ্যে এ কথা প্রচলিত আছে যে, যখন তারা কোন লোককে দাফন বা কবরস্থ করে তখন বলে থাকেঃ “আমি লোকটিকে কবরস্থ করলাম।” আর এ কথাও বলেঃ (আরবি)অর্থাৎ “আল্লাহ্ তাকে কবরস্থ করলেন।” এ ধরনের আরো কিছু পরিভাষা তাদের মধ্যে প্রচলিত আছে। অর্থাৎ আল্লাহ্ তা'আলা তাকে কবরের অধিবাসী করেছেন। আবার যখন ইচ্ছা তিনি তাকে পুনরুজ্জীবিত করবেন। এটাকেই (আরবি) এবং (আরবি) বলা হয়। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “তার নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি (আল্লাহ) তোমাদেরকে মৃত্তিকা হতে সৃষ্টি করেছেন। এখন তোমরা মানুষ, সর্বত্র ছড়িয়ে পড়ছো।” (৩০৪ ২০) আর এক জায়গায় মহান আল্লাহ্ বলেনঃ (আরবি)অর্থাৎ “আর অস্থিগুলোর প্রতি লক্ষ্য কর, কিভাবে আমি সেগুলোকে সংযোজিত করি এবং গোত দ্বারা ঢেকে দিই।” (২:২৫৯) হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, “মেরুদণ্ডের হাড় ছাড়া মানব দেহের সমস্ত অঙ্গ-প্রত্যঙ্গ মাটিতে খেয়ে ফেলে।” জিজ্ঞেস করা হলো। “হে আল্লাহর রাসূল (সঃ)! ওটা কি? উত্তরে তিনি বললেনঃ “ওটা একটা সরিষার বীজের সমপরিমাণ জিনিস, ওটা থেকেই তোমাদেরকে পুনরায় সৃষ্টি করা হবে। (এ হাদীসটি ইমাম ইবনে আবি হাতিম বর্ণনা করেছেন। সহীহ বুখারী ও সহীহ মুসলিমেও এটা ভাষার কিছু পার্থক্যসহ বর্ণনা করা হয়েছে। সেখানে প্রশ্ন ও উত্তরকে ছেড়ে দেয়া হয়েছে)এরপর আল্লাহ্ তা'আলা বলেনঃ অকৃতজ্ঞ এবং নিয়ামত অস্বীকারকারী মানুষ বলে যে, তাদের জান-মালের মধ্যে আল্লাহর যেসব হক ছিল তা তারা আদায় করেছে। কিন্তু আসলে তারা তা আদায় করেনি। মূলতঃ তারা আল্লাহ্র ফারায়েয আদায় করা হতে বিমুখ রয়েছে। তাই তো আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ তিনি তাদেরকে যা আদেশ করেছেন তা তারা এখনো পুরো করেনি। হযরত মুজাহিদ (রঃ) বলেন যে, কোন মানুষের পক্ষেই আল্লাহ্ তা'আলার ফারায়েয পুরোপুরি আদায় করা সম্ভব নয়। হযরত হাসান বসরী (রঃ) হতেও এ ধরনের একটি উক্তি বর্ণিত রয়েছে। মুতাকাদ্দিমীনের মধ্যে আমি এটা ছাড়া অন্য কোন উক্তি পাইনি। আমার মনে হয় আল্লাহ্ তা'আলার এই উক্তির ভাবার্থ এই যে, পুনরায় তিনি যখনই ইচ্ছা করবেন তখনই পুনরুজ্জীবিত করবেন, সেই সময় এখনো আসেনি। অর্থাৎ এখনই তিনি তা করবেন না, বরং নির্ধারিত সময় শেষ হলে এবং বানী আদমের ভাগ্যলিখন সমাপ্ত হলেই তিনি তা করবেন। তাদের ভাগ্যে এই পৃথিবীতে আগমন এবং এখানে ভালমন্দ কাজ করা ইত্যাদি আল্লাহর ইচ্ছা অনুযায়ী পূর্ণতা প্রাপ্ত হওয়ার পর সমগ্র সৃষ্টিকে তিনি পুনরুজ্জীবিত করবেন। প্রথমে তিনি যেভাবে সৃষ্টি করেছিলেন দ্বিতীয়বারও সেভাবেই সৃষ্টি করবেন। মুসনাদে ইবনে আবী হাতিমে হযরত অহাব ইবনে মুনাব্বাহ্ (রঃ) হতে বর্ণিত আছে যে, হযরত উযায়ের (আঃ) বলেনঃ “আমার নিকট একজন ফেরেশতা এসে আমাকে বলেন যে, কবরসমূহ জমীনের পেট এবং যমীন মাখলুকের মাতা। সমস্ত মাখলুক সৃষ্ট হবার পর কবরে পৌছে যাবে। কবরসমূহ পূর্ণ হবার পর পৃথিবীর সিলসিলা বা ধারা পূর্ণতা লাভ করবে। ভূ-পৃষ্ঠে যা কিছু রয়েছে সবই মৃত্যুবরণ করবে। জমীনের অভ্যন্তরে যা কিছু রয়েছে জমীন সেগুলো উগলিয়ে ফেলবে। কবরে যতো মৃতদেহ রয়েছে সবকেই বাইরে বের করে দেয়া হবে।” আমরা এই আয়াতের যে তাফসীর করেছি তা এই উক্তির সঙ্গে সামঞ্জস্যপূর্ণ। মহান ও পবিত্র আল্লাহই সকল বিষয়ে সর্বজ্ঞানী।এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ মানুষ তার খাদ্যের প্রতি লক্ষ্য করুক। মৃত্যুর পর পুনরুজ্জীবিত হওয়ার প্রমাণ এর মধ্যেও নিহিত রয়েছে। হে মানুষ! শুষ্ক অনাবাদী জমি থেকে আমি যেমন সবুজ-সতেজ গাছেন জন্ম • দিয়েছি, সেই জমি থেকে ফসল উৎপন্ন করে তোমাদের আহারের ব্যবস্থা করেছি, ঠিক তেমনি পচে গলে বিকৃত হয়ে যাওয়া হাড় থেকে আমি একদিন তোমাদের পুনরুত্থান ঘটাবো। তোমরা দেখতে পাচ্ছ যে, আমি আকাশ থেকে ক্রমাগত বারি বর্ষণ করে ঐ পানি জমিতে পৌঁছিয়ে দিয়েছি। তারপর ঐ পানির স্পর্শ পেয়ে বীজ থেকে শস্য উৎপন্ন হয়েছে। কত রকমারী শস্য, কোথাও আঙ্গুর। কোথাও আবার তরি-তরকারী উৎপন্ন হয়েছে।(আরবি) সর্বপ্রকারের দানা বা বীজকে বলা হয় (আরবি)-এর অর্থ হলো আঙ্গুর। বলা হয় সেই সবুজ চারাকে যেগুলো পশুরা খায়। আল্লাহ্ তা'আলা যায়তুন পয়দা করেছেন যা তরকারী হিসেবে রুটির সাথে খাওয়া হয়। তাছাড়া ওকে জ্বালানী রূপে ব্যবহার করা যায় এবং তা হতে তেলও পাওয়া যায়। তিনি সৃষ্টি করেছেন খেজুর বৃক্ষ। সেই বৃক্ষের কাঁচা-পাকা, শুকনো এবং ভিজে খেজুর তোমরা খাদ্য হিসেবে ব্যবহার করে থাকো। সেই খেজুর দিয়ে তোমরা শিরা এবং সিরকাও তৈরী করে থাকো। তাছাড়া আল্লাহ্ বাগান সৃষ্টি করেছেন।(আরবি) খেজুরের বড় বড় ফলবান বৃক্ষকেও বলা হয়। (আরবি) এমন বাগানকে বলা হয় যা খুবই ঘন এবং ফলে ফলে সুশোভিত। মোটা গ্রীবাবিশিষ্ট লোককেও আরববাসীরা বলে থাকে। আর আল্লাহ্ তা'আলা মেওয়া সৃষ্টি করেছেন। বলা হয় ঘাস পাতা ইত্যাদিকে যা পশুরা খায়, কিন্তু মানুষ খায় না। মানুষের জন্যে যেমন ফল, মেওয়া তেমনি পশুর জন্যে ঘাস।হযরত আতা (রঃ) বলেন যে, জমিতে যা কিছু উৎপন্ন হয় তাকে (আরবি) বলা হয়। যহ্হাক (রঃ) বলেন যে, মেওয়া ছাড়া বাকী সবকিছুকে (আরবি) বলা হয়। আবুস সায়েব (রঃ) বলেন যে, মানুষ এবং পশু উভয়ের খাদ্য বা আহার্য হিসেবেই ব্যবহৃত হয়ে থাকে।হযরত আবু বকর সিদ্দীক (রাঃ)-কে এ সম্পর্কে প্রশ্ন করা হলে তিনি উত্তরে বলেনঃ “কোন আকাশ আমাকে তার নীচে ছায়া দিবে? কোন্ জমীন আমাকে তার পিঠে তুলবে? যদি আমি আল্লাহর কিতাবের যে বিষয় ভাল জানি না তা জানি বলে উক্তি করি?” অর্থাৎ এ সম্পর্কে আমার জানা নেই। ইবরাহীম নাখঈ (রঃ) হযরত সিদ্দীকে আকবর (রাঃ)-কে পাননি। সহীহ্ সনদে তাফসীরে ইবনে জারীরে হযরত উমার ফারুক (রাঃ) থেকে বর্ণিত এ রিওয়ায়িত আছে যে, তিনি মিম্বরের উপর সূরা (আরবি) পাঠ করতে শুরু করেন এবং বলেনঃ (আরবি)-এর অর্থ ততা আমরা মোটামুটি জানি, কিন্তু এর অর্থ কি? তারপর তিনি নিজেই বলেনঃ “হে উমার (রাঃ)! এ কষ্ট ছাড়ো!” এতে স্পষ্টভাবে বুঝা যায় যে, (আরবি) যমীন থেকে উৎপাদিত জিনিসকে বলা হয়, কিন্তু তার আকার-আকৃতি জানা যায় না...... (আরবি) দ্বারা এর চেয়ে স্পষ্ট কিছু জানা যায় না।এরপর আল্লাহ্ পাক বলেনঃ এটা তোমাদের ও তোমাদের পশুগুলোর ভোগের জন্যে। কিয়ামত পর্যন্ত এই সিলসিলা বা ক্রমধারা অক্ষুন্ন থাকবে এবং তোমরা তা থেকে লাভবান হতে থাকবে।",
  "ayah": 32,
  "surah": 80
}
