{
  "text": "১৭-২৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা তাঁর বান্দাদেরকে আদেশ করছেন যে, তারা যেন তার সৃষ্টি জগতের বিভিন্ন সৃষ্টির প্রতি গভীর মনোযোগের সাথে দৃষ্টিনিক্ষেপ করে এবং অনুভব করে যে, ঐ সব থেকে স্রষ্টার কি অপরিসীম ক্ষমতাই না প্রকাশ পাচ্ছে। তাঁর কুদরত, তার ক্ষমতা প্রতিটি জিনিস কিভাবে প্রকাশ করছে। তাই মহান আল্লাহ বলেনঃ তবে কি তারা দৃষ্টিপাত করে না উটের দিকে যে, কিভাবে ওকে সৃষ্টি করা হয়েছে? অর্থাৎ উটের প্রতি গভীর মনোযোগের সাথে দৃষ্টিপাত করলে দেখা যাবে যে, ওকে অদ্ভুতভাবে এবং শক্তি ও সুদৃঢ়ভাবে সৃষ্টি করা হয়েছে। এতদসত্ত্বেও এই জন্তু অতি নম্র ও সহজভাবে বোঝা বহন করে থাকে এবং অত্যন্ত আনুগত্যের সাথে চলাফেলা করে। মানুষ ওর গোশত ভক্ষণ করে, ওর। পশম তাদের কাজে লাগে, তারা ওর দুধ পান করে থাকে এবং ওর দ্বারা তারা আরো নানাভাবে উপকৃত হয়। সর্বাগ্রে উটের কথা বলার কারণ এই যে, আরবের লোকেরা সাধারণতঃ উটের দ্বারাই সবচেয়ে বেশী উপকৃত হয়ে থাকে। উট আরববাসীদের নিকট সর্বাধিক ব্যবহৃত প্রাণী। (উটের প্রতি বিশেষভাবে দৃষ্টিপাত করার আদেশকরণের কারণ এই যে, এই জন্তুর পানাহার পদ্ধতি, চালচলন, প্রাকৃতিক ক্রিয়া, সঙ্গম, প্রণালী, বসার নিয়ম ইত্যাদি অন্যান্য জন্তু হতে সম্পূর্ণ পৃথক। এই জন্তু একবার পানাহার করলে এক সপ্তাহ আর পানাহারের প্রয়োজন হয় না)কাযী শুরাইহ (রঃ) বলতেনঃ চলো, গিয়ে দেখি উটের সৃষ্টি নৈপুণ্য কিরূপ এবং আকাশের উচ্চতা জমীন হতে কিরূপ! যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ তারা কি তাদের উধ্বস্থিত আকাশের দিকে তাকিয়ে দেখে না যে, আমি কিভাবে ওটা নির্মাণ করেছি এবং ওকে সুশোভিত করেছি, আর তাতে কোন ফাটল নেই?” (৫০:৬)এরপর বলা হচ্ছেঃ আর তারা কি দৃষ্টিপাত করে না পর্বতমালার দিকে যে, কিভাবে আমি ওটাকে স্থাপন করেছি? অর্থাৎ আল্লাহ তাআলা পর্বতমালাকে এমনভাবে মাটির বুকে প্রোথিত করে দিয়েছেন, যাতে জমিন নড়াচড়া করতে না পারে। আর পর্বতও যেন অন্যত্র সরে যেতে সক্ষম না হয়। তারপর পৃথিবীতে যেসব উপকারী কল্যাণকর জিনিস সৃষ্টি করেছেন সেদিকেও মানুষের দৃষ্টিপাত করা উচিত। আর জমিনের দিকে তাকালে তারা দেখতে পাবে যে, আল্লাহ তা'আলা কিতাবে ওটাকে বিছিয়ে দিয়েছেন! মোটকৃথা এখানে এমন সব জিনিসের কথা বলা হয়েছে যেগুলো কুরআনের প্রথম ও প্রধান সম্বোধন স্থল আরববাসীদের চোখের সামনে সব সময় থাকে। একজন বেদুঈন যখন তার উটের পিঠে সওয়ার হয়ে বেরিয়ে পড়ে তখন তার পায়ের তলায় থাকে জমীন, মাথার উপর থাকে আসমান, পাহাড় থাকে তার চোখের সামনে, সে নিজের উটের পিঠে আরোহীরূপে থাকে। এ সব কিছুতে স্রষ্টার সীমাহীন কুদরত, শিল্প নৈপুণ্য সুস্পষ্টভাবে প্রকাশ পায়। আরো প্রতীয়মান হয় যে, স্রষ্টা ও প্রতিপালক  একমাত্র আল্লাহ, তিনি ছাড়া অন্য কেউ নেই যার কাছে নত হওয়া যায়, অনুনয় বিনয় ব্রা যায়। আমরা যাকে বিপদের সময় স্মরণ করি, যার নাম জপি যার কাছে মাথানত করি তিনি একমাত্র স্রষ্টা ও প্রতিপালক আল্লাহ রাব্দুল আ’লামীন। তিনি ছাড়া ইবাদতের যোগ্য কেউ নেই। হযরত যিমাম (রাঃ) রাসূলুল্লাহ (সঃ) কে যে সব প্রশ্ন করেছিলেন সেগুলো এরকম কসম দিয়েই করেছিলেন।হযরত আনাস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ (সঃ) কে বারবার প্রশ্ন করা আমাদের জন্যে নিষিদ্ধ হওয়ার পর আমরা মনে মনে কামনা করতাম যে, যদি বাইরে থেকে কোন বিজ্ঞ ব্যক্তি এসে রাসূলুল্লাহ (সঃ) কে আমাদের উপস্থিতিতে প্রশ্ন করতেন তবে তাঁর মুখের জবাব আমরাও শুনতে পেতাম (আর এটা আমাদের জন্য খুব খুশীর বিষয় হতো)! আকস্মিকভাবে একদিন এক দূরাগত বেদুঈন এসে রাসূলুল্লাহকে প্রশ্ন করলেনঃ হে মুহাম্মদ (সঃ)! আপনার দূত আমাদের কাছে গিয়ে বলেছেন যে, আল্লাহ আপনাকে রাসূলরূপে প্রেরণ করেছেন একথা নাকি আপনি বলেছেন?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ ‘সে সত্য কথাই বলেছে।” লোকটি প্রশ্ন করলোঃ “আচ্ছা, বলুন তো, আকাশ কে সৃষ্টি করেছেন? রাসূলুল্লাহ (সঃ) জবাবে বললেনঃ “আল্লাহ।\" লোকটি বললোঃ “জমীন সৃষ্টি করেছেন কে? তিনি উত্তর দিলেনঃ “আল্লাহ।” সে প্রশ্ন করলোঃ “এই পাহাড়গুলো কে স্থাপন করেছেন এবং তাতে যা কিছু করার তা করেছেন তিনি কে? তিনি জবাব দিলেনঃ “আল্লাহ।” লোকটি তখন বললোঃ “আসমান জমীন যিনি সৃষ্টি করেছেন এবং পাহাড়গুলো যিনি স্থাপন করেছেন তাঁর শপথ। ঐ আল্লাহ্ই কি আপনাকে তার রাসূল হিসেবে প্রেরণ করেছেন?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “হ্যা\" লোকটি প্রশ্ন করলোঃ “আপনার দূত একথাও বলেছেন যে, আমাদের উপর দিনে রাতে পাঁচ ওয়াক্ত নামায ফরয (এটা কি সত্য?” তিনি জবাবে বললেনঃ “হ্যা”, সে সত্য কথাই বলেছে।” লোকটি বললোঃ “যে আল্লাহ আপনাকে রাসুলরূপে পাঠিয়েছেন তাঁর শপথ! ঐ আল্লাহ কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি জবাব দিলেন “হ্যা”। লোকটি বললোঃ “আপনার দূত একথাও বলেছেন যে, আমাদের উপর আমাদের মালের যাকাত রয়েছে। (একথাও কি সত্য)?” তিনি উত্তরে বললেনঃ “হ্যা, সে সত্যই বলেছে।” লোকটি বললোঃ “যে আল্লাহ আপনাকে প্রেরণ করেছেন তার কসম! তিনিই কি আপনাকে এ নির্দেশ দিয়েছেন? তিনি জবাবে বললেন “হ্যা\" লোকটি বললোঃ “আপনার দূত আমাদেরকে এখও দিয়েছেন যে, আমাদের মধ্যে যাদের সামর্থ্য আছে তারা যেন হজ্জব্রত পালন করে (এটাও কি সত্য?)\" তিনি জবাব দিলেনঃ হ্যা” সে সত্য কথা বলেছে।” অতঃপর লোকটি যেতে লাগলো। যাওয়ার পথে সে বললো! “যে আল্লাহ আপনাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ! আমি এগুলোর উপর কমও করবো না, বেশিও করবো না।\" তখন রাসূলুল্লাহ (সঃ) বললেনঃ! “লোকটি যদি সত্য কথা বলে থাকে তবে অবশ্যই সে জান্নাতে প্রবেশ করবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম বুখারী (রঃ), ইমাম মুসলিম (রঃ), ইমাম তিরমিযী (রঃ), ইমাম আবু দাউদ (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)কোন কোন বর্ণনায় আছে যে, লোকটি বললোঃ “আমি হলাম যিমাম ইবনে সা'লাবাহ্, বানুসা'দ ইবনে বকর (রাঃ)-এর ভাই। হযরত ইবনে উমার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ (সঃ) আমাদেরকে প্রায়ই বলতেনঃ “জাহেলিয়াতের যুগে এক পাহাড়ের চূড়ায় একটি নারী বসবাস করতো। তার সাথে তার এক ছোট সন্তান ছিল। ঐ নারী বকরী মেষ চরাতো। একদিন ছেলেটি তার মাকে বললোঃ “আম্মা! তোমাকে কে সৃষ্টি করেছেন?” মহিলাটি উত্তর দিলোঃ “আল্লাহ।\" ছেলেটি বললোঃ “আমার আব্বাকে সৃষ্টি করেছেন কে?\" মা জবাব দিলোঃ “আল্লাহ।” ছেলেটি প্রশ্ন করলোঃ “আমাকে কে সৃষ্টি করেছেন?” মহিলাটি উত্তর দিলোঃ “আল্লাহ।” ছেলেটি জিজ্ঞেস করলোঃ “পাহাড়গুলো সৃষ্টি করেছেন কে?” মা জবাবে বললোঃ “আল্লাহ।” ছেলে প্রশ্ন করলোঃ “এই বকরীগুলো কে সৃষ্টি করেছেন?\" মা জবাব দিলোঃ “আল্লাহ।\" ছেলেটি হঠাৎ বলে। ফেললোঃ “আল্লাহ কতই না মহিমাময়।” অতঃপর সে (আল্লাহর শ্রেষ্ঠত্ব ও মহিমার কথা চিন্তা করে নিজেকে সম্বরণ করতে না পেরে) পর্বত চূড়া হতে নিচে পড়ে গেল এবং টুকরো টুকরো হয়ে গেল।”  (এ হাদীসটি হাফিয আবু ইয়ালা (রঃ) বর্ণনা করেছেন। ইবনে দীনার (রঃ) বলেন যে, হযরত ইবনে উমার (রাঃ) এ হাদীসটি তাদের সামনে প্রায়ই বর্ণনা করতেন। এ হাদীসের সনদে আবদুল্লাহ ইবনে জাফর নামক একজন বর্ণনাকারী রয়েছেন যিনি দুর্বল)এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ হে নবী (সঃ)! তুমি উপদেশ দাও, তুমি তো শুধু একজন উপদেশ দাতা। তুমি তাদের কর্ম নিয়ন্ত্রক নও। অর্থাৎ হে নবী (সঃ)! তুমি মানুষের কাছে যা নিয়ে প্রেরিত হয়েছে। তা তাদের কাছে পৌঁছিয়ে দাও। তোমার দায়িত্ব শুধু পৌঁছিয়ে দেয়া, হিসাব গ্রহণের দায়িত্ব আমার। এ জন্যেই আল্লাহ তাআলা বলেনঃ তুমি তাদের কর্মনিয়ন্ত্রক নও।' হযরত ইবনে আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ) প্রমুখ গুরুজন বলেন যে, এর ভাবার্থ হচ্ছেঃ তুমি তাদের উপর জোর জবরদস্তিকারী নও অর্থাৎ তাদের  অন্তরে ধন সৃষ্টি তোমার পক্ষে সম্ভব নয়। তুমি তাদেরকে ঈমান আনয়নে পারবে না। করতে পারবে না। হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন “আমি লোকদের সাথে যুদ্ধ করতে আদিষ্ট হয়েছি যে পর্যন্ত না তারা বলে যে, আল্লাহ ছাড়া কোন মাবুদ নেই। যখন তারা এটা বলবে তখন তারা তাদের জানমাল আমা হতে রক্ষা করতে পারবে, ইসলামের হক ব্যতীত (যেমন ইসলাম গ্রহণের পরেও কাউকে হত্যা করলে কিসাস বা প্রতিশোধ হিসেবে তাকে হত্যা করা হবে)। তাদের হিসাব গ্রহণের দায়িত্ব আল্লাহ তা'আলার উপর থাকবে।” অতঃপর তিনি পাঠ করেনঃ (আরবি) অর্থাৎ ‘অতএব তুমি উপদেশ দাও, তুমি তো একজন উপদেশ দাতা। তুমি তাদের কর্মনিয়ন্ত্রক নও। (এ হাদীসটি ইমাম আহমাদ (সঃ) বর্ণনা করেছেন। অনুরূপভাবে এ হাদীসটি ইমাম মুসলিম (রা) কিতাবুল ঈমানের মধ্যে এবং ইমাম তিরমিযী (রঃ) কিতাবুত তাফসীরের মধ্যে বর্ণনা করেছেন)মহাপ্রতাপান্বিত আল্লাহ বলেনঃ তবে কেউ মুখ ফিরিয়ে নিলে ও কুফরী করলে, যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “সে বিশ্বাস করেনি ও নামায আদায় করেনি, বরং সে সত্য প্রত্যাখ্যান করেছিল ও মুখ ফিরিয়ে নিয়েছিল।\" (৭৫ ৪ ৩১-৩২) এ জন্যেই আল্লাহ পাক বলেন, 'আল্লাহ তাকে দিবেন মহাশাস্তি।' মুসনাদে আহমদে হযরত আবু উমামা আল বাহিলী (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত খালিদ ইবনে ইয়াযীদ ইবনে মুআবিয়ার (রাঃ) নিকট গমন করে তার কাছে সহজ হাদীস শুনতে চান যা তিনি রাসূলুল্লাহ (সঃ)-এর নিকট হতে শুনেছেন। তখন তিনি বলেন যে, তিনি রাসূলুল্লাহ (সঃ) কে বলতে শুনেছেন। “তোমাদের মধ্যে সবাই জান্নাতে প্রবেশ করবে, শুধু ঐ ব্যক্তি প্রবেশ করবে না যে ঐ দুষ্ট উটের ন্যায় যে তার মালিকের সাথে হঠকারিতা করে।\"এরপর আল্লাহ তা'আলা বলেনঃ নিশ্চয় তাদের প্রত্যাবর্তন আমারই নিকট। অতঃপর তাদের হিসাব নিকাশ আমারই কাজ। আমি তাদের কাছে হিসাব নিকাশ গ্রহণ করবে এবং বিনিময় প্রদান করবো। পুণ্যের জন্যে পুরস্কার দিবো এবং পাপের জন্যে দিবো শাস্তি।",
  "ayah": 26,
  "surah": 88
}
