{
  "surah": 10,
  "ayah": 22,
  "text": "He it is who makes you journey on land and sea. Even so, when you are in the ship-it takes them along with a goodly breeze, and they rejoice in it; there comes upon them a raging wind, and waves come from every place and they think that they will be encompassed by them; they supplicate God, purifying the religion for Him: \" If Thou savest us from this, we shall surely be among the thankful. \" In the tongue of the folk of allusion, the journey on land is taking the road to the drinking places of the Shariah through inference by means of the message. The journey on the sea is the overwhelm- ing force of the Real which, at the moment of ecstasy, pulls the reins of the servant's steed without intermediaries through the way stations of the Haqiqah to the places of contemplating holiness. Just as on the sea you make a one-month journey in one day, so also in this field the chevalier traverses the distance of a whole lifetime with one divine attraction. This is why they say, \" One attraction of the Real is equivalent to all the deeds of jinn and men. \" The journey on land is the journey of the worshipers and renunciants in the desert of struggle on the steed of discipline with the guidance of the Shariah. Their goal is the paradise of approval and everlasting blessings. The journey on the sea is the journey of the recognizers and the sincerely truthful in the ship of kind favor, which is driven by the wind of solicitude in the sea of contemplation. Their goal is the Kaabah of union and the mystery of the Beneficent. It has also been said that land and sea are allusions to the contraction and expansion of the recognizers. Sometimes in contraction they weep between confoundedness and bewilderment, and sometimes in expansion they are delighted between witnessing and finding. When the wind of happiness again blows from the horizon of self-disclosure and the rain of generosity pours down from the cloud of gentleness, they see solicitude and kind favor, and the hard cash of their present moment becomes it takes them along with a goodly breeze, and they rejoice in it: On the carpet of witnessing, in the state of intimacy, joy comes over them.  They see an expansion and are immersed in joy. In that joy and coquetry they say, \" We are the knights, the knights are we- we tread on the eyes of Jupiter. \" As soon as expansion reaches its limit, they enter by way of power into awe and confoundedness. The ocean of tremendousness throws up the waves of awe, and the poor servants fall into the low- land of veiling. They loose the tongue of pleading and say with weeping and lowliness, \" I am bewildered in Thee, take my hand, O guide of those bewildered in Thee! \" This is why He says, \" There comes upon them a raging wind, and waves come from every place. \" That distracted one of the time and leader of the Tariqah, Shiblī, gave reports of both sides in his traveling and passed over both stations. In the station of expansion at the time of happiness and joy, he was saying, \" Where are the heavens and the earth that I may carry them on a hair of my eyelid! \" In the station of contraction at the time of weeping and lowliness, he was saying, \" My abasement suspends the abasement of the Jews. \" The witness to this story in the holy Shariah is that MuṣṬafā would sometimes say, \" I am the master of the children of Adam, without boasting. \" Sometimes he would say, \" Do not consider me more excellent than Jonah the son of Mattā. \""
}
