{
  "surah": 10,
  "ayah": 25,
  "text": "And God invites to the Abode of Peace, and He guides whomsoever He will to a straight path.Invitations are four: First is the invitation to tawḤīd and bearing witness. That is His words, \" He invites you so that He may forgive you some of your sins \" [14:10]. Second is the invitation to praise and response. That is His words, \" He will invite you, and you will respond to Him \" [17:52]. Third is the invitation to following and leadership. That is His words, \" We shall invite all the people by their leader \" [17:71]. Fourth is the invitation to generosity and hospitality. That is His words, \" And God invites to the Abode of Peace. \"When someone wants to invite someone and to make his friends and dear ones his guests, the condition of the entertainment is that first he sends one of those close to him, one of his own special friends, to inform them and give them the good news. Then, when they come, he sends his dear ones to welcome them. He does not invite any of them alone, but rather he invites their friends and relatives as well. He sends steeds and torches in the road, and when they come their place is made up and ready. When they sit, he first gives them rosewater, then fruit is brought. The prepared food is placed, and the serving boys and servants stand by. When that is finished, they listen to music. It is also a condition that the host not hold himself back from being seen by the guests, and finally that he send them back with respect and honor.The Lord of the Worlds has made all of this ready and set it up for the entertainment of para- dise, and He reports of it and explains it in the Qur'an. The first to call them and give them good news is MuṣṬafā, who is, the Real says, \" inviting to God by His leave \" [33:46]. Then the angels and Riẓwān will come to welcome them: and the angels will receive them [21:103]. He will send them mounts: We shall muster the godwary to the All-Merciful in droves [19:85], which is to say that they will be mounted on noble steeds of light."
}
