{
  "text": "Which was revealed in Al-Madinah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\n(In the Name of Allah, the Most Gracious, the Most Merciful.\nThere is a Period during which Divorced Women remain in Their Homes\nThe Prophet was addressed first in this Ayah, to honor him, even though his Ummah is also being addressed in Allah's statement,\nيأيُّهَا النَّبِىُّ إِذَا طَلَّقْتُمُ النِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ\n(O Prophet! When you divorce women, divorce them at their `Iddah) Al-Bukhari recorded that `Abdullah bin `Umar divorced his wife, during the lifetime of Allah's Messenger ﷺ, while she was menstruating. `Umar bin Al-Khattab mentioned that to Allah's Messenger ﷺ. Allah's Messenger ﷺ became angry and said,\n«لِيُرَاجِعْهَا ثُمَّ يُمْسِكْهَا حَتْى تَطْهُرَ، ثُمَّ تَحِيضَ فَتَطْهُرَ، فَإِنْ بَدَا لَهُ أَنْ يُطَلِّقَهَا، فَلْيُطَلِّقْهَا طَاهِرًا قَبْلَ أَنْ يَمَسَّهَا، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ بِهَا اللهُ عَزَّ وَجَل»\n(Order him to take her back and keep her until she is clean from her menses, and then to wait until she gets her next period and becomes clean again. Then, if he wishes to divorce her, he can divorce her when she is clean from her menses, before he has sexual intercourse with her. This is the `Iddah which Allah the Exalted and Most Honored has fixed.) Al-Bukhari recorded this Hadith in several parts of his Sahih. Muslim collected this Hadith and his narration uses these words,\n«فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللهُ أَنْ يُطَلَّقَ لَهَا النِّسَاء»\n(This is the `Iddah which Allah has fixed for the women being divorced.) In his Sahih, Muslim has recorded a Hadith which is a more appropriate version from a narration of Ibn Jurayj who said that Abu Az-Zubayr informed him that he heard `Abdur-Rahman bin Ayman, the freed slave of `Azzah, questioning `Abdullah bin `Umar. And Abu Az-Zubayr heard the question, \"What about a man who divorces his wife while she is still on her menses\" `Abdullah answered, \"During the time of Allah's Messenger ﷺ, `Abdullah bin `Umar divorced his wife who was menstruating in the life time of Allah's Messenger ﷺ. So Allah's Messenger ﷺ said:\n«لِيُرَاجِعْهَا»\n(Let him take her back.) so she returned and he said:\n«إِذَا طَهُرَتْ فَلْيُطَلِّقْ أَوْ يُمْسِك»\n(When she is pure, then either divorce or keep her.) `Abdullah bin `Umar said, \"Allah's Messenger ﷺ recited this Ayah: (ياأَيُّها النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ فَطَلِّقُوهُنَّ فِي قُبُلِ عِدَّتِهِنَّ) (O Prophet! When you divorce women, divorce them at their `Iddah) And `Abdullah (Ibn Mas`ud) commented on Allah's statement,\nفَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ\n(divorce them at their `Iddah) He said, \"Purity without intercourse.\" Similar was reported from Ibn `Umar, `Ata', Mujahid, Al-Hasan, Ibn Sirin, Qatadah, Maymun bin Mihran and Muqatil bin Hayyan. It is also reported from `Ikrimah and Ad-Dahhak.`Ali bin Abi Talhah reported from Ibn `Abbas about the Ayah;\nفَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ\n(divorce them at their `Iddah), \"He does not divorce her while she is on her menses nor while she is pure if he has had intercourse during that (purity). Rather, he leaves her until she has her menses and after the menses ends, then he divorces her once.\" And `Ikrimah said about\nفَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ\n(divorce them at their `Iddah), \"The `Iddah is made up of clean- liness and the menstrual period.\" So he divorces her while it is clear that she is pregnant, or he does not due to having sex, or since he does not know if she is pregnant or not. This is why the scholars said that there are two types of divorce, one that conforms to the Sunnah and another innovated. The divorce that conforms to the Sunnah is one where the husband pronounces one divorce to his wife when she is not having her menses and without having had sexual intercourse with her after the menses ended. One could divorce his wife when it is clear that she is pregnant. As for the innovated divorce, it occurs when one divorces his wife when she is having her menses, or after the menses ends, has sexual intercourse with her and then divorces her, even though he does not know if she became pregnant or not. There is a third type of divorce, which is neither a Sunnah nor an innovation where one divorces a young wife who has not begun to have menses, the wife who is beyond the age of having menses, and divorcing one's wife before the marriage was consummated. Allah said,\nوَأَحْصُواْ الْعِدَّةَ\n(and count their `Iddah.) meaning, count for it and know its beginning and end, so that the `Iddah does not become prolonged for the woman and she cannot get married again,\nوَاتَّقُواْ اللَّهَ رَبَّكُمْ\n(And have Taqwa of Allah, your Lord.) in this matter.\nSpending and Housing is up to the Husband during the Revocable `Iddah Period\nAllah said,\nلاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ وَلاَ يَخْرُجْنَ\n(And turn them not out of their homes nor shall they leave,) meaning, during the duration of the `Iddah, she has the right to housing from her husband, as long as the `Iddah period continues. Therefore, the husband does not have the right to force her out of her house, nor is she allowed to leave his house, because she is still tied to the marriage contract. Allah said,\nإِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ\n(except in case they are guilty of Fahishah Mubayyinah.) meaning that the divorced wife is not to abandon her husband's house unless she commits Fahishah Mubayyinah, in which case, she vacates her husband's house. For example, Fahishah Mubayyinah implies adultery, according to `Abdullah bin Mas`ud, Ibn `Abbas, Sa`id bin Al-Musayyib, Ash-Sha`bi, Al-Hasan, Ibn Sirin, Mujahid, `Ikrimah, Sa`id bin Jubayr, Abu Qilabah, Abu Salih, Ad-Dahhak, Zayd bin Aslam, `Ata' Al-Khurasani, As-Suddi, Sa`id bin Hilal and others. Fahishah Mubayyinah implies disobeying her husband openly or when she abuses her husband's family in words and actions, according to Ubay bin Ka`b, Ibn `Abbas, `Ikrimah and others. Allah's statement,\nوَتِلْكَ حُدُودُ اللَّهِ\n(And those are the set limits of Allah.) means, these are from His legislation and prohibitions,\nوَمَن يَتَعَدَّ حُدُودَ اللَّهِ\n(And whosoever transgresses the set limits of Allah,) meaning, whoever violates these limits, transgresses them and implements anything else besides them,\nفَقَدْ ظَلَمَ نَفْسَهُ\n(then indeed he has wronged himself.) by doing so.\nThe Wisdom of `Iddah at the Husband's House\nAllah said,\nلاَ تَدْرِى لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً\n(You know not, it may be that Allah will afterward bring some new thing to pass.) meaning, `We commanded that the divorced wife remains in her husband's house during the `Iddah period, so that the husband might regret his action and Allah decides that the husband feels in his heart for the marriage to continue.' This way, returning to his wife will be easier for him. Az-Zuhri said that `Ubaydullah bin `Abdullah said that Fatimah bint Qays said about Allah's statement,\nلاَ تَدْرِى لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً\n(You know not, it may be that Allah will afterward bring some new thing to pass.) \"Taking her back.\" Similar was said by Ash-Sha`bi, `Ata', Qatadah, Ad-Dahhak, Muqatil bin Hayyan and Ath-Thawri.\nThe Irrevocably Divorced Woman does not have a Right to Provisions and Accommodations from the Husba\nHere the view of the scholars of the Salaf and those who follow them is that housing is not obligatory in the case of the irrevocably divorced woman. They also relied on the Hadith of Fatimah bint Qays Al-Fihriyah when her husband Abu `Amr bin Hafs divorced her the third and final time. He was away from her in Yemen at the time, and he sent her his decision to divorce her. He also sent some barley with his messenger, but she did not like the amount or method of compensation. He said, \"By Allah I am not obligated to spend upon you.\" So, she went to Allah's Messenger ﷺ, who said,\n«لَيْسَ لَكِ عَلَيْهِ نَفَقَة»\n(There is no obligation on him to spend on you.) Muslim added in his narration,\n«وَلَا سُكْنَى»\n(nor housing.) And he ordered her to finish her `Iddah period in the house of Umm Sharik. He then said,\n«تِلْكَ امْرَأَةٌ يَغْشَاهَا أَصْحَابِي، اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ، فَإِنَّهُ رَجُلٌ أَعْمَى تَضَعِينَ ثِيَابَك»\n(She is a woman my Companions visit. Spend this period in the house of Ibn Umm Maktum, for he is a blind man; he cannot see you if you take off your garments.) Imam Ahmad collected this Hadith using another chain of narration. In his narration, the Messenger of Allah ﷺ said,\n«انْظُرِي يَا بِنْتَ آلِ قَيْسٍ إِنَّمَا النَّفَقَةُ وَالسُّكْنَى لِلْمَرْأَةِ عَلَى زَوْجِهَا، مَا كَانَتْ لَهُ عَلَيْهَا رَجْعَةٌ، فَإِذَا لَمْ يَكُنْ لَهُ عَلَيْهَا رَجْعَةٌ فَلَا نَفَقَةَ وَلَا سُكْنَى،اخْرُجِي فَانْزِلِي عَلَى فُلَانَة»\n(Look O daughter of the family of Qays! Spending and housing are required from the husband who can return to his wife. So if he does not have the right to return to her, then she does not have the right to spending and housing. So leave his house and go to so-and-so woman.) He then said,\n«إِنَّهُ يُتَحَدَّثُ إِلَيْهَا، انْزِلِي عَلَى ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ أَعْمَى لَا يَرَاك»\n(They speak to her. Therefore, go to Ibn Umm Maktum, for he is a blind man and cannot see you.) Abu Al-Qasim At-Tabarani recorded that `Amir Ash-Sha`bi went to Fatimah bint Qays, sister of Ad-Dahhak bin Qays, from the tribe of Quraysh. Fatimah was married to Abu `Amr bin Hafs bin Al-Mughirah, from Bani Makhzum. She said, \"Abu `Amr bin Hafs sent me his decision to divorce me while he was in an army that had gone to Yemen. I asked his friends to provide me with financial provisions and housing. They said, `He did not send us anything for that, nor did he request it from us.' I went to Allah's Messenger and said to him, `O Allah's Messenger! Abu `Amr bin Hafs divorced me, and I asked his friends to provide me with spending and housing and they said that he did not send them anything for that.' Allah's Messenger ﷺ said,\n«إِنَّمَا السُّكْنَى وَالنَّفَقَةُ لِلْمَرْأَةِ إِذَا كَانَ لِزَوْجِهَا عَلَيْهَا رَجْعَةٌ، فَإِذَا كَانَتْ لَا تَحِلُّ لَهُ حَتْى تَنْكِحَ زَوْجًا غَيْرَهُ:فَلَا نَفَقَةَ لَهَا وَلَا سُكْنَى»\n(Spending and housing are required from the husband for his divorced wife if he can return to her. If she is not permitted for him anymore, until she marries another husband, then he does not have to provide her with spending and housing.)\" An-Nasa'i also recorded this narration.",
  "ayah": 1,
  "surah": 65
}
