{
  "text": "وأما من خاف مقام ربه أي حذر مقامه بين يدي ربه . وقال الربيع : مقامه يوم الحساب . وكان قتادة يقول : إن لله - عز وجل - مقاما قد خافه المؤمنون . وقال مجاهد : هو خوفه في الدنيا من الله - عز وجل - عند مواقعة الذنب فيقلع . نظيره : ولمن خاف مقام ربه جنتان ، ونهى النفس عن الهوى أي زجرها عن المعاصي والمحارم . وقال سهل : ترك الهوى مفتاح الجنة ; لقوله - عز وجل - : وأما من خاف مقام ربه ونهى النفس عن الهوى قال عبد الله بن مسعود : أنتم في زمان يقود الحق الهوى ، وسيأتي [ ص: 179 ] زمان يقود الهوى الحق فنعوذ بالله من ذلك الزمان .فإن الجنة هي المأوى أي المنزل . والآيتان نزلتا في مصعب بن عمير وأخيه عامر بن عمير ; فروى الضحاك عن ابن عباس قال : أما من طغى فهو أخ لمصعب بن عمير أسر يوم بدر ، فأخذته الأنصار فقالوا : من أنت ؟ قال : أنا أخو مصعب بن عمير ، فلم يشدوه في الوثاق ، وأكرموه وبيتوه عندهم ، فلما أصبحوا حدثوا مصعب بن عمير حديثه ; فقال : ما هو لي بأخ ، شدوا أسيركم ، فإن أمه أكثر أهل البطحاء حليا ومالا . فأوثقوه حتى بعثت أمه في فدائه .وأما من خاف مقام ربه فمصعب بن عمير ، وقى رسول الله - صلى الله عليه وسلم - بنفسه يوم أحد حين تفرق الناس عنه ، حتى نفذت المشاقص في جوفه . وهي السهام ، فلما رآه رسول الله - صلى الله عليه وسلم - متشحطا في دمه قال : \" عند الله أحتسبك \" وقال لأصحابه : \" لقد رأيته وعليه بردان ما تعرف قيمتهما وإن شراك نعليه من ذهب \" . وقيل : إن مصعب بن عمير قتل أخاه عامرا يوم بدر .وعن ابن عباس أيضا قال : نزلت هذه الآية في رجلين : أبي جهل بن هشام المخزومي ومصعب بن عمير العبدري . وقال السدي : نزلت هذه الآية وأما من خاف مقام ربه في أبي بكر الصديق - رضي الله عنه - . وذلك أن أبا بكر كان له غلام يأتيه بطعام ، وكان يسأله من أين أتيت بهذا ، فأتاه يوما بطعام فلم يسأل وأكله ، فقال له غلامه : لم لا تسألني اليوم ؟ فقال : نسيت ، فمن أين لك هذا الطعام . فقال : تكهنت لقوم في الجاهلية فأعطونيه . فتقايأه من ساعته وقال : يا رب ما بقي في العروق فأنت حبسته فنزلت : وأما من خاف مقام ربه . وقال الكلبي : نزلت في من هم بمعصية وقدر عليها في خلوة ثم تركها من خوف الله . ونحوه عن ابن عباس . يعني من خاف عند المعصية مقامه بين يدي الله ، فانتهى عنها . والله أعلم .",
  "ayah": 40,
  "surah": 79
}
