{
  "text": "وقوله ( وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ ) يقول تعالى ذكره: وقال هؤلاء المشركون بالله من قريش: يا ربنا عجل لنا كتبنا قبل يوم القيامة. والقطّ في كلام العرب: الصحيفة المكتوبة; ومنه قول الأعشى:وَلا المَلِــكُ النُّعْمَــانُ يَـوْمَ لَقِيتُـهُبِنِعْمَتِــهِ يُعْطِــي القُطُـوطَ وَيـأْفِقُ (11)يعني بالقُطوط: جمع القط, وهي الكتب بالجوائز.واختلف أهل التأويل في المعنى الذي أراد هؤلاء المشركون بمسألتهم تعجيل القطّ لهم, فقال بعضهم: إنما سألوا ربهم تعجيل حظهم من العذاب الذي أعد لهم في الآخرة في الدنيا, كما قال بعضهم:  إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ  .* ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( رَبَّنَا عَجِّلْ لَنَا قِطَّنَا ) يقول: العذاب.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ ) قال: سألوا الله أن يعجل لهم العذاب قبل يوم القيامة.حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزّة, عن مجاهد, في قوله ( لَنَا قِطَّنَا ) قال: عذابنا.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, قوله ( عَجِّلْ لَنَا قِطَّنَا ) قال: عذابنا.حدثني بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ ) أي نصيبنا حظنا من العذاب قبل يوم القيامة, قال: قد قال ذلك أبو جهل: اللهمّ إن كان ما يقول محمد حقا  فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ  ... الآية.وقال آخرون: بل إنما سألوا ربهم تعجيل أنصبائهم ومنازلهم من الجنة حتى يروها فيعلموا حقيقة ما يعدهم محمد صَلَّى الله عَلَيْهِ وَسَلَّم فيؤمنوا حينئذ به ويصدّقوه.* ذكر من قال ذلك:حدثني محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ, قوله ( عَجِّلْ لَنَا قِطَّنَا ) قالوا: أرنا منازلنا في الجنة حتى نتابعك.وقال آخرون: مسألتهم نصيبهم من الجنة, ولكنهم سألوا تعجيله لهم في الدنيا.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ثابت الحدّاد, قال: سمعت سعيد بن جُبَير يقول في قوله ( عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ ) قال: نصيبنا من الجنة.وقال آخرون: بل سألوا ربهم تعجيل الرزق.* ذكر من قال ذلك:حدثني محمد بن عمر بن عليّ, قال: ثنا أشعث السجستاني, قال: ثنا شعبة, عن إسماعيل بن أبي خالد في قوله ( عَجِّلْ لَنَا قِطَّنَا ) قال: رزقنا.وقال آخرون: سألوا أن يعجل لهم كتبهم التي قال قال الله  فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ   وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ  في الدنيا, لينظروا بأيمانهم يعطونها أم بشمائلهم؟ ولينظروا من أهل الجنة هم, أم من أهل النار قبل يوم القيامة استهزاء منهم بالقرآن وبوعد الله.وأولى الأقوال في ذلك عندي بالصواب أن يقال: إن القوم سألوا ربهم تعجيل صِكاكهم بحظوظهم من الخير أو الشر الذي وعد الله عباده أن يؤتيهموها في الآخرة قبل يوم القيامة في الدنيا استهزاء بوعيد الله.وإنما قلنا إن ذلك كذلك, لأن القطّ هو ما وصفت من الكتب بالجوائز والحظوظ, وقد أخبر الله عن هؤلاء المشركين أنهم سألوه تعجيل ذلك لهم, ثم أتبع ذلك قوله لنبيه:  اصْبِرْ عَلَى مَا يَقُولُونَ  فكان معلوما بذلك أن مسألتهم ما سألوا النبي صَلَّى الله عَلَيْهِ وَسَلَّم لو لم تكن على وجه الاستهزاء منهم لم يكن بالذي يتبع الأمر بالصبر عليه, ولكن لما كان ذلك استهزاء, وكان فيه لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أذى, أمره الله بالصبر عليه حتى يأتيه قضاؤه فيهم, ولما لم يكن في قوله ( عَجِّلْ لَنَا قِطَّنَا ) بيان أيّ القطوط إرادتهم, لم يكن لما توجيه ذلك إلى أنه معني به القطوط ببعض معاني الخير أو الشرّ, فلذلك قلنا إن مسألتهم كانت بما ذكرت من حظوظهم من الخير والشر.------------------------الهوامش:(11) البيت للأعمش ميمون بن قيس (ديوان طبع القاهرة ص 33) من قصيدة يمدح بها المحلق بن خنثم بن شداد بن ربيعة. وفيه\"بأمته\" في مكان\"بنعمته\" . والقطوط : جمع قط بكسر القاف ، وهو الصك بالجائزة ، ويأفق كيضرب يفضل بعض الناس في الجوائز على بعض وهو من شواهد أبي عبيدة في (مجاز القرآن ، الورقة 2131) قال في قوله تعالى :\" ربنا عجل لنا قطنا\" القط : الكتاب قال الأعشى :\"ولا الملك\" البيت القطوط : الكتب بالجوائز يأفق يفضل ويعلو . يقال : ناقة أفقة ، وفرس آفق إذا فضله على غيره.",
  "ayah": 16,
  "surah": 38
}
