{
  "text": "وقوله ( إِذْ دَخَلُوا عَلَى دَاوُدَ ) فكرّر إذ مرّتين وكان بعض أهل العربية يقول في ذلك: قد يكون معناهما كالواحد, كقولك: ضربتك إذ دخلت عليّ إذ اجترأت, فيكون الدخول هو الاجتراء, ويكون أن تجعل إحداهما على مذهب لما, فكأنه قال: إذ تسوّروا المحراب لما دخلوا, قال: وإن شئت جعلت لما في الأول, فإذا كان لما أولا أو آخرا, فهي بعد صاحبتها, كما تقول: أعطيته لما سألني, فالسؤال قبل الإعطاء في تقدّمه وتأخره.وقوله ( فَفَزِعَ مِنْهُمْ ) يقول القائل: وما كان وجه فزعه منهما وهما خصمان, فإن فزعه منهما كان لدخولهما عليه من غير الباب الذي كان المدخل عليه, فراعه دخولهما كذلك عليه. وقيل: إن فزعه كان منهما, لأنهما دخلا عليه ليلا في غير وقت نظره بين الناس; قالوا: ( لا تَخَفْ ) يقول تعالى ذكره: قال له الخصم: لا تخف يا داود, وذلك لمَّا رأياه قد ارتاع من دخولهما عليه من غير الباب. وفي الكلام محذوف استغني بدلالة ما ظهر من الكلام منه, وهو مرافع خصمان, وذلك نحن. وإنما جاز ترك إظهار ذلك مع حاجة الخصمين إلى المرافع, لأن قوله ( خَصْمَانِ ) فعل للمتكلم, والعرب تضمر للمتكلم والمكلم والمخاطب ما يرفع أفعالهما, ولا يكادون أن يفعلوا ذلك بغيرهما, فيقولون للرجل يخاطبونه: أمنطلق يا فلان ويقول المتكلم لصاحبه: أحسن إليك وتجمل, وإنما يفعلون ذلك كذلك في المتكلم والمكَّلم, لأنهما حاضران يعرف السامع مراد المتكلم إذا حُذف الاسم, وأكثر ما يجيءُ ذلك في الاستفهام, وإن كان جائزا في غير الاستفهام, فيقال: أجالس راكب؟ فمن ذلك قوله خَصْمان; ومنه قول الشاعر:وَقُــولا إذا جاوَزْتُمَـا أرْضَ عـامِرٍوَجَاوَزْتُمَـا الحَـيْين نَهْـدًا وَخَشْـعَمانزيعـانِ مِـنْ جَـرْمِ بْـنِ رَبَّـانَ إنهمْأبَـوْا أنْ يُمـيرُوا فـي الهَزَاهِزِ مِحْجَما (2)وقول الآخر:تَقُــولُ ابْنَـةُ الكَـعْبِيّ يـوْمَ لَقِيتُهـاأمُنْطَلِــقٌ فِــي الجَـيشِ أمْ مُتَثَـاقِلُ (3)ومنه قولهم: \" مُحْسِنة فهيلى \". وقول النبي صَلَّى الله عَلَيْهِ وَسَلَّم: \"آئِبُونَ تَائِبُونَ\". وقوله: \" جَاءَ يَوْمَ القِيَامَةِ مَكْتُوبٌ بَيْنَ عَيْنَيْهِ آيِسٌ مِنْ رَحْمَةِ الله \" كلّ ذلك بضمير رَفَعه. وقوله عزّ وجلّ( بَغَى بَعْضُنَا عَلَى بَعْضٍ ) يقول: تعدّى أحدنا على صاحبه بغير حقّ( فَاحْكُمْ بَيْنَنَا بِالْحَقِّ ) يقول: فاقض بيننا بالعدل ( وَلا تُشْطِطْ ) : يقول: ولا تجُر, ولا تسرف في حكمك, بالميل منك مع أحدنا على صاحبه. وفيه لغتان: أشَطَّ, وشَطَّ. ومن الإشطاط قول الأحوص:ألا يـا لقَـوْمٍ قـدْ أشَـطَّتْ عَـوَاذِلِيوَيَــزْعُمْنَ أنْ أودَى بحَـقِّي بـاطِلي (4)ومسموع من بعضهم: شَطَطْتَ عليّ في السَّوم. فأما في البعد فإن أكثر كلامهم: شَطَّتْ الدار, فهي تَشِطّ, كما قال الشاعر:تَشِـــطُّ غَـــدًا دَارُ جِيرَانِنَـــاوللـــدَّارُ بَعْـــدَ غَــدٍ أبْعَــدُ (5)وقوله ( وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) يقول: وأرشدنا إلى قصد الطريق المستقيم.وبنحو الذي قلنا في تأويل قوله ( وَلا تُشْطِطْ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلا تُشْطِطْ ) : أي لا تمل.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ( وَلا تُشْطِطْ ) يقول: لا تُحِف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَلا تُشْطِطْ ) تخالف عن الحقّ، وكالذي قلنا أيضا في قوله ( وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) قالوا.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) إلى عدله وخيره.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ( وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) إلى عدل القضاء.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) قال: إلى الحق الذي هو الحق: الطريق المستقيم ( وَلا تُشْطِطْ ) تذهب إلى غيرها.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم, عن وهب بن منبه: ( وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ ) : أي احملنا على الحق, ولا تخالف بنا إلى غيره.---------------------الهوامش :(2) البيتان : من شواهد الفراء في معاني القرآن ( الورقة 278 ) على أن خصمان من قوله تعالى :\" قالوا خصمان\" : رفع بإضمار نحن . قال : والعرب تضمر للمتكلم والمخاطب ما يرفع فعله ، ولا يكادون يفعلون ذلك بغير المخاطب أو المتكلم . من ذلك أن تقول للرجل : أذاهب ؟ أو أن يقول المتكلم : واصلكم إن شاء الله ، ومحسن إليكم . من ذلك أن تقول للرجل : أذاهب ؟ أو أن يقول المتكلم : واصلكم إن شاء الله ، ومحسن إليكم . وذلك أن المتكلم والمكلم حاضران فتعرف معنى أسمائها إذ تركت . وأكثره في الاستفهام ، يقولون : أجاد ؟ أمنطق وقد يكون في غير الاستفهام . فقوله\" خصمان\" من ذلك . وقال الشاعر :\" وقولا إذا ...\" البيتين . وقد جاء في آثار للراجع من سفر :\" تائبون آيبون ، لربنا حامدون\" ..... الخ . قلت : والشاهد في البيتين قوله\" نزيعان\" : أي نحن نزيعان . فهو مرفوع على تقدير مضمر قبله ، وإن لم يكن معه استفهام(3) وهذا البيت أيضاً من شواهد الفراء في معاني القرآن ، على أنه قد يكون المبتدأ محذوفاً ويكثر أن يكون ذلك مع وجود الاستفهام في الكلام ، كقوله في البيت : أمنطلق في الجيش أم متثاقل ؟ أي أأنت منطلق ... الخ .(4) وهذا البيت للأحوص ، وهو كسابقه مروي في اللسان :\" شطط\" وفي مجاز القرآن لأبي عبيدة ، شاهداً على أن معنى أشطت ، بالهمز في أوله : أبعدت . وأودى بحقه : ذهب به وأهلكه .(5) البيت من شواهد أبي عبيدة في مجاز القرآن ( الورقة 213) عند قوله تعالى :\" ولا تشطط\" أي : لا تسرف . وأنشد\" تشطط غدا دار جيراننا ...\" البيت . ويقال : كلفتني شططا : منه وشطت الدار : بعدت . أ هـ . وفي اللسان : ( شطط ) : وفي التنزيل\" ولا تشطط\" . وقريء\" ولا تشطط\" بضم الطاء الأولى ، وفتح التاء ، ومعناها : لا تبعد عن الحق . أ هـ .",
  "ayah": 22,
  "surah": 38
}
