{
  "text": "القول في تأويل قوله تعالى :  إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ (23)وهذا مثل ضربه الخصم المتسوّرون على داود محرابه له, وذلك أن داود كانت له فيما قيل: تسع وتسعون امرأة, وكانت للرجل الذي أغزاه حتى قُتل امرأة واحدة; فلما قتل نكح فيما ذكر داود امرأته, فقال له أحدهما: ( إِنَّ هَذَا أَخِي ) يقول: أخي على ديني.كما حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم, عن وهب بن منبه: ( إِنَّ هَذَا أَخِي ) : أي على ديني ( لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ ).وذُكر أن ذلك في قراءة عبد الله: \" إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً أُنْثَى \" وذلك على سبيل توكيد العرب الكلمة, كقولهم: هذا رجل ذكر, ولا يكادون أن يفعلوا ذلك إلا في المؤنث والمذكر الذي تذكيره وتأنيثه في نفسه كالمرأة والرجل والناقة, ولا يكادون أن يقولوا هذه دار أنثى, وملحفة أنثى, لأن تأنيثها في اسمها لا في معناها. وقيل: عنى بقوله: أنثى: أنها حسنة.* ذكر من قال ذلك:حُدثت عن المحاربي, عن جُوَيبر, عن الضحاك \" إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً أُنْثَى \" يعني بتأنيثها. حسنها.وقوله ( فَقَالَ أَكْفِلْنِيهَا ) يقول: فقال لي: انـزل عنها لي وضمها إليّ.كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَكْفِلْنِيهَا ) قال: أعطنيها, طلِّقها لي, أنكحها, وخلّ سبيلها.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم, عن وهب بن منبه, فقال: ( أَكْفِلْنِيهَا ) أي احملني عليها.وقوله ( وَعَزَّنِي فِي الْخِطَابِ ) يقول: وصار أعز مني في مخاطبته إياي, لأنه إن تكلم فهو أبين مني, وإن بطش كان أشدّ مني فقهرني.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا جرير, عن الأعمش, عن أبي الضحى, عن مسروق, قال: قال عبد الله في قوله ( وَعَزَّنِي فِي الْخِطَابِ ) قال: ما زاد داود على أن قال: انـزل لي عنها.حدثنا ابن وكيع, قال: ثني أبي, عن المسعودي, عن المنهال, عن سعيد بن جُبَير, عن ابن عباس قال: ما زاد على أن قال: انـزل لي عنها.وحدثني يحيى بن إبراهيم المسعودي, قال: ثني أبي, عن أبيه, عن جده, عن الأعمش, عن مسلم, عن مسروق, قال: قال عبد الله: ما زاد داود على أن قال: ( أكفلنيها ).حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس,( وَعَزَّنِي فِي الْخِطَابِ ) قال: إن دعوت ودعا كان أكثر, وإن بطشت وبطش كان أشدّ مني, فذلك قوله ( وَعَزَّنِي فِي الْخِطَابِ ).حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَعَزَّنِي فِي الْخِطَابِ ) ; أي ظلمني وقهرني.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَعَزَّنِي فِي الْخِطَابِ ) قال: قهرني, وذلك العزّ; قال: والخطاب: الكلام.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن بعض أهل العلم عن وهب بن منبه ( وَعَزَّنِي فِي الْخِطَابِ ) : أي قهرني في الخطاب, وكان أقوى مني, فحاز نعجتي إلى نعاجه, وتركني لا شيء لي.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَعَزَّنِي فِي الْخِطَابِ ) قال: إن تكلم كان أبين مني, وإن بطش كان أشدّ مني, وإن دعا كان أكثر مني.",
  "ayah": 23,
  "surah": 38
}
