{
  "text": "القول في تأويل قوله تعالى :  كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلاتَ حِينَ مَنَاصٍ (3)يقول تعالى ذكره: كثيرا أهلكنا من قبل هؤلاء المشركين من قريش الذين كذّبوا رسولنا محمدا صَلَّى الله عَلَيْهِ وَسَلَّم فيما جاءهم به من عندنا من الحقّ( مِنْ قَرْنٍ ) يعني: من الأمم الذين كانوا قبلهم, فسلكوا سبيلهم في تكذيب رسلهم فيما أتوهم به من عند الله (فَنَادَوْا) يقول: فعجوا إلى ربهم وضجوا واستغاثوا بالتوبة إليه, حين نـزل بهم بأس الله وعاينوا به عذابه فرارا من عقابه, وهربا من أليم عذابه ( وَلاتَ حِينَ مَنَاصٍ ) يقول: وليس ذلك حين فرار ولا هرب من العذاب بالتوبة, وقد حَقَّت كلمة العذاب عليهم, وتابوا حين لا تنفعهم التوبة, واستقالوا في غير وقت الإقالة. وقوله (مَنَاصٍ) مفعل من النوص, والنوص في كلام العرب: التأخر, والمناص: المفرّ; ومنه قول امرئ القيس:أمِـنْ ذِكْـر سَـلْمَى إذْ نـأتْكَ تَنُوصُفَتقْصِــرُ عَنْهــا خَـطْوَةً وَتَبـوصُ (1)يقول: أو تقدم يقال من ذلك: ناصني فلان: إذا ذهب عنك, وباصني: إذا سبقك, وناض في البلاد: إذا ذهب فيها, بالضاد. وذكر الفراء أن العقيلي أنشده:إذَا عـاشَ إسْـحاقُ وَشَـيْخُهُ لَـمْ أُبَلْفَقِيـدًا وَلَـمْ يَصْعُـبْ عَـليَّ مَنـاضُ (2)وَلَـوْ أشْـرَفَتْ مِـنْ كُفَّةِ السِّتْرِ عاطِلالَقُلْـتُ غَـزَالٌ مَـا عَلَيْـهِ خُضَـاضُوالخُضاض: الحلي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي إسحاق عن التميمي, عن ابن عباس في قوله ( وَلاتَ حِينَ مَنَاصٍ ) قال: ليس بحين نـزو, ولا حين فرار.حدثنا أبو كُريب, قال: ثنا ابن عطية, قال: ثنا إسرائيل, عن أبي إسحاق, عن التميمي, قال: قلت لابن عباس: أرأيت قول الله ( وَلاتَ حِينَ مَنَاصٍ ) قال: ليس بحين نـزو ولا فرار ضبط القوم.حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن أبي إسحاق الهمداني, عن التميمي, قال: سألت ابن عباس, قول الله ( وَلاتَ حِينَ مَنَاصٍ ) قال: ليس حين نـزو ولا فرار.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَلاتَ حِينَ مَنَاصٍ ) قال: ليس حين نـزو ولا فرار.حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَلاتَ حِينَ مَنَاصٍ ) يقول: ليس حين مَغاث.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن. قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, في قول الله: ( وَلاتَ حِينَ مَنَاصٍ ) قال: ليس هذا بحين فرار.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَنَادَوْا وَلاتَ حِينَ مَنَاصٍ ) قال: نادى القوم على غير حين نداء, وأرادوا التوبة حين عاينوا عذاب الله فلم يقبل منهم ذلك.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ, قوله ( وَلاتَ حِينَ مَنَاصٍ ) قال: حين نـزل بهم العذاب لم يستطيعوا الرجوع إلى التوبة, ولا فرارا من العذاب.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله ( فَنَادَوْا وَلاتَ حِينَ مَنَاصٍ ) يقول: وليس حين فرار.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَلاتَ حِينَ مَنَاصٍ ) ولات حين مَنْجى ينجون منه, ونصب حين في قوله ( وَلاتَ حِينَ مَنَاصٍ ) تشبيها للات بليس, وأضمر فيها اسم الفاعل.وحكى بعض نحويِّي أهل البصرة الرفع مع لات في حين زعم أن بعضهم رفع \" ولاتَ حينُ مَناصٍ\" فجعله في قوله ليس, كأنه قال: ليس وأضمر الحين; قال: وفي الشعر:طَلَبُــــوا صُلْحَنـــا وَلاتَ أوَانفَأَجَبْنَـــا أنْ لَيْسَ حِـــينَ بقــاءِ (3)فجرّ\" أوان \" وأضمر الحين إلى أوان, لأن لات لا تكون إلا مع الحين; قال: ولا تكون لات إلا مع حين. وقال بعض نحويي الكوفة: من العرب من يضيف لات فيخفض بها, وذكر أنه أنشد:لات ساعة مندم (4)بخفض الساعة; قال: والكلام أن ينصب بها, لأنها في معنى ليس, وذكر أنه أنشد:تَذَكَّــرَ حُــبَّ لَيْــلَى لاتَ حِينـاوأضْحَـى الشَّـيْبُ قَـدْ قَطَـعَ القَرِينا (5)قال: وأنشدني بعضهم:طَلَبُــــوا صُلْحَنـــا وَلاتَ أوَانٍفأجَبْنَـــا أنْ لَيْسَ حَـــينَ بَقــاءِ (6)بخفض \" أوانٍ\"; قال: وتكون لات مع الأوقات كلها.واختلفوا في وجه الوقف على قراءة: (لاتَ حينَ) فقال بعض أهل العربية: الوقف عليه ولاتْ بالتاء, ثم يبتدأ حين مناص, قالوا: وإنما هي\" لا \" التي بمعنى: \" ما \", وإن في الجحد وُصلت بالتاء, كما وُصلت ثم بها, فقيل: ثمت, وكما وصلت ربّ فقيل: ربت.وقال آخرون منهم: بل هي هاء زيدت في لا فالوقف عليها لاه, لأنها هاء زيدت للوقف, كما زيدت في قولهم:العاطِفُونَـةَ حِـينَ مـا مِـنْ عـاطِفٍوالمُطْعِمُونَــةَ حِـينَ أيْـنَ المَطْعَـمُ (7)فإذا وُصلت صارت تاء. وقال بعضهم: الوقف على \" لا \", والابتداء بعدها تحين, وزعم أن حكم التاء أن تكون في ابتداء حين, وأوان, والآن; ويستشهد لقيله ذلك بقول الشاعر:تَــوَلّى قَبْــلَ يَـوْمِ سَـبْيٍ جُمانـاوَصَلِينــا كمــا زَعَمْــتِ تَلانـا (8)وأنه ليس ها هنا \" لا \" فيوصل بها هاء أو تاء; ويقول: إن قوله (لاتَ حِينَ) إنما هي: ليس حين, ولم توجد لات في شيء من الكلام.والصواب من القول في ذلك عندنا: أن \" لا \" حرف جحد كما، وإن وَصلت بها تصير في الوصل تاء, كما فعلت العرب ذلك بالأدوات, ولم تستعمل ذلك كذلك مع \" لا \" المُدَّة إلا للأوقات دون غيرها, ولا وجه للعلة التي اعتل بها القائل: إنه لم يجد لات في شيء من كلام العرب, فيجوز توجيه قوله ( وَلاتَ حِينَ ) إلى ذلك, لأنها تستعمل الكلمة في موضع, ثم تستعملها في موضع آخر بخلاف ذلك, وليس ذلك بأبعد في القياس من الصحة من قولهم: رأيت بالهمز, ثم قالوا: فأنا أراه بترك الهمز لما جرى به استعمالهم, وما أشبه ذلك من الحروف التي تأتي في موضع على صورة, ثم تأتي بخلاف ذلك في موضع آخر للجاري من استعمال العرب ذلك بينها. وأما ما استشهد به من قول الشاعر: \" وكما زعمت تلانا \", فإن ذلك منه غلط في تأويل الكلمة; وإنما أراد الشاعر بقوله: \" وَصِلِينَا كما زَعمْتِ تَلانا \": وصلينا كما زعمت أنت الآن, فأسقط الهمزة من أنت, فلقيت التاء من زعمت النون من أنت وهي ساكنة, فسقطت من اللفظ, وبقيت التاء من أنت, ثم حذفت الهمزة من الآن, فصارت الكلمة في اللفظ كهيئة تلان, والتاء الثانية على الحقيقة منفصلة من الآن, لأنها تاء أنت. وأما زعمه أنه رأى في المصحف الذي يقال له الإمام التاء متصلة بحين, فإن الذي جاءت به مصاحف المسلمين في أمصارها هو الحجة على أهل الإسلام, والتاء في جميعها منفصلة عن حين, فلذلك اخترنا أن يكون الوقف على الهاء في قوله ( وَلاتَ حِينَ )----------------------الهوامش :(1) ‌البيت لامرئ القيس\" مختار الشعر الجاهلي ، بشرح مصطفى السقا ، طبعة الحلبي 127) قال : نأتك : بعدت عنك . وتنوص تتأخر ؛ فتقصر عنها : يقال : أقصر عنه خطوه : إذا كفه عنه . وتبوص : تتقدم يقول : أمن حقك إذ نأت عنك سلمى ، وذكرتها واشتقت إليها أن تتأخر عنها . وتقصر خطابك دونها أم تتقدم نحوها ، جادا في أثرها . والبيت من شواهد الفراء في معاني القرآن (276) قال في تفسير قوله تعالى :\" ولات حين مناص\" يقول : ليس بحين فرار . والنوص : التأخر في كلام العرب . والبوص : التقدم ، وقال امرؤ القيس :\" أمن ذكر ... البيت . فمناص : مفعل ، مثل مقام . ومن العرب من يضيف\" لات\" ، فبخفض . أنشدوني :\" لات ساعة مندم\" . أ هـ .(2) قال المؤلف إن الفراء ذكر أن العقيلي أنشده البيتين. ويفهم منه أن البيتين نقلهما الفراء في معاني القرآن عند تفسير قوله تعالى :\" ولات حين مناص\" فلعلهما في نسخة غير التي في أيدينا منه وذكر صاحب اللسان البيت الثاني في (خضض) وقال قبله : الخضاض الشيء اليسير من الحلي وأنشد القناني :\" ولو أشرفت ... البيت\" - قلت : ولعل لفظتا العقيلي والقناني محرفة إحداهما عن الأخرى . ومحل الشاهد في البيت الأول في قوله\" مناض\" أي ذهاب في الأرض ، فهو مصدر ميمي . وهو قريب في معناه مناص بالصاد المهملة ، أي مفر قال في (اللسان نوض) وناض فلان ينوض نوضا في البلاد وناض نوضا ، كناص عدل أ هـ(3) وهذا البيت لأبي زبيد المنذر بن حرملة الطائي النصراني وقد أدرك الإسلام . وكان عثمان رضي الله عنه يقربه ويدني مجلسه (فرائد القلائد ، في مختصر شرح الشواهد ، للعيني) قال : والشاهد في قوله : ولات أوان حيث وقع خبره (خبر لات) لفظة أوان كالحين أي ليس الأوان صلح ، فحذف المضاف ، ثم بني أوان ، كما بني قبل وبعد . عند حذف المضاف إليه ، ولكنه بنى على الكسر ، يشبهه بنزال في الوزن ، ثم نون للضرورة . وأن تفسيرية . وليس للنفي واسمه محذوف . وحين بقاء : خبره . أي ليس الحين حين بقاء الصلح . أ هـ . قال الفراء بعد كلامه الذي نقلناه تحت الشاهد السابق : وأنشدني بعضهم :\" طلبوا صلحنا ...\" فخفض أوان . أ هـ . قلت : ولم يقل إنه بنى على الكسر .(4) هذا جزء من بيت . وهو بتمامه كما في\" فرائد القلائد ، في مختصر شرح الشواهد ، للعيني ( ص 105 مستقلة عن الخزانة للبغدادي ) .نَــدِم البُغــاةُ ولاتَ سـاعَةَ مَنْـدَمٍوالْبَغْــيُ مَــرْتَعٌ مُبْتَغِيــهِ وَخِـيمُوالرواية فيه عند العيني بنصب ساعة ، لا بجرها . وقال في شرحه وقائله محمد بن عيسى بن طلحة بن عبيد الله التيمي وقيل مهلهل بن مالك الكناني . وقال الفراء . بعد أن أنشد البيت (276) والكلام : أن ينصب بها في معنى ليس . أ هـ . قلت : وفي خزانة الأدب للبغدادي (2 : 144 - 147) نقاش كثير بين النحويين في إعراب\" ساعة\" في البيت : أبا لنصب ، وهي الرواية المشهورة وقد وافق عليها الفراء في آخر كلامه . وأما الجر فإنه يحكيه عمن أنشده هذا الجزء من البيت ، الذي قال إنه لا يحفظ صدره ، ولم يرض الفراء عن الجر بلات ، وإنما قرر أن وجه الكلام النصب بها ، لأنها في معنى ليس ، وأنشد عليه الشاهد الذي بعده ، مؤكدا كلامه ، في عملها النصب .وأما رواية البيت فقد ذكرنا روايته عند ابن عقيل وغيره من شراح الألفية . ونسبته إلى رجل من طييء وفي خزانة الأدب (2 : 147) أن ابن السكيت رواه في كتاب الأضداد ، وهو :وَلَتَعْـــرِفَنَّ خَلائِقـــا مَشْــمُولَةًوَلَتَنْـــدَمَنَّ ولاتَ سَــاعةَ مَنْــدَمِقال ابن الأعرابي في تفسير قوله\" مشمولة\" : يقال أخلاق مشمولة : أي مشئومة ، وأخلاق سوء . قال : ويقال أيضا : رجل مشمول الخلائق : أي كريم الأخلاق.(5) البيت من شواهد الفراء (الورقة 276) على أن لات تعمل النصب فيما بعدها . قال في معاني القرآن مبينا الوجه في عمل ليت : والكلام : أن ينصب بها في معنى ليس . أنشدني المفضل :\" تذكر حب ... البيت\" . ثم قال : بعده : فهذا نصب ، ثم أنشد شاهدا آخر على الجر بها ، وهو قول الشاعر :\" طلبوا صلحنا ولات أوان ... البيت\" . وقال أبو عبيدة في مجاز القرآن (الورقة 210 - 1 ) في أول سورة ص : و\" لات حين مناص\" : إنما هي :\" ولا\" . وبعض العرب يزيد فيها الهاء ، فيقول: \" ولاه\" فيزيد فيها هاء للوقف ، فإذا اتصلت صارت تاء . والمناص : مصدر ناص ينوص . وهو المنحى والفوت . وقال عمرو بن شاس الأسدي :\" تذكرت ليلى لات حين تذكر\" . وقال الفراء في معاني القرآن (276) : أقف على\" لات\" بالتاء . والكسائي يقف عليها بالهاء . أ هـ .(6) تقدم الكلام على البيت قريبا ، فراجعه في موضعه.(7) هذا الشاهد أيضا أنشده صاحب الخزانة (2 : 147) ونقل كثيرا من أقوال النحويين في تخريجه . ومن احسن تخريجاته قول ابن جني الذي نقله صاحب الخزانة عن\" سر صناعة الإعراب\" لابن جني ، قال : وسبقه ابن السيرافي في شرح شواهد الغريب المصنف ، وأبو علي الفارسي ، في المسائل المنثورة . وهو أنها (التاء في العاطفونة) في الأصل هاء السكت ، لاحقه لقوله :\" العاطفون\" ، اضطر الشاعر إلى تحريكها ، فأبدلها تاء ، وفتحها ، قال ابن جني أراد أن يجريه في الأصل على حد ما يكون عليه في الوقف . وذلك أن يقال في الوقف : هؤلاء مسلمونه ، وضاربونه ، فتلحق الهاء لبيان حركة النون . فصار التقرير : العاطفونه . ثم إنه شبه هاء الوقف بهاء التأنيث ، فلما احتاج لإقامة الوزن ، إلى حركة الهاء ، قلبها بتاء ، كما تقول في الوقف : هذا طلحه فإذا وصلت صارت الهاء تاء ، فقلت : فقلت هذا طلحتنا . وعلى هذا قال : العاطفونة . قال : ويؤنس لصحة هذا قول الراجز :مـن بعـد مـا وبعـد مـا وبعد متصـارت نفـوس القوم عند الغلصمتأراد : وبعد ما ، فأبدل الألف في التقديرها ، فصارت : بعدمه ، ثم إنه أبدل الهاء تاء ، لتوافق بقية القوافي التي تليها . وشجعه شبه الهاء المقدرة في قوله :\" وبعدمه\" بهاء التأنيث في طلحة وحمزة ... الخ . وذكر ابن مالك في التسهيل أن التاء بقية لات . فحذفت لا ، وبقيت التاء . وربما استغنى مع التقدير عن (لا) بالتاء ... أ هـ . والبيت من قصيدة لأبي وجزة السعدي ، مدح بها آل الزبير بن العوام ، لكنه مركب من مصراعي بيتين . والمصراع الثاني منه\" والمسبغون يدا إذا ما أنعموا\" .(8) البيت لعمرو بن أحم الباهلي . كما في هامش رقم 1 من الجزء الأول من سر صناعة الإعراب 185 طبعة الحلبي وروايته في الأصل :نــولي قبــل نــأي دار جمانــاوصليــه كمــا زعمــت تلانــاورواه ابن الأنباري في كتاب\" الإنصاف في مسائل الخلاف . طبعة ليدن سنة 1913 ص 51\" :نــولي قبــل يــوم نـاي جمانـاوصلينــا كمــا زعمــت تلانـانولي : من النوال ، وأصله العطاء . والمراد هنا ما يزود به المحب من قبله . وجمانا : مرخم : جمانة ، وهم اسم امرأة ، والألف للإطلاق . والشاهد في قوله\" تلانا\" حيث زاد تاء قبل الآن ، كما تزاد قبل حين ..",
  "ayah": 3,
  "surah": 38
}
