{
  "text": "وقوله ( هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) اختلف أهل التأويل في المشار إليه بقوله ( هَذَا ) من العطاء, وأيّ عطاء أريد بقوله: عَطاؤنا, فقال بعضهم: عني به الملك الذي أعطاه الله.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, في قوله ( هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) قال: قال الحسن: الملك الذي أعطيناك فأعط ما شئت وامنع ما شئت.حدثنا عن المحاربي, عن جُوَيبر, عن الضحاك ( هَذَا عَطَاؤُنَا ) : هذا ملكنا.وقال آخرون: بل عَنَى بذلك تسخيره له الشياطين, وقالوا: ومعنى الكلام: هذا الذي أعطيناك من كلّ بنّاء وغوّاص من الشياطين, وغيرهم عطاؤنا.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) قال: هؤلاء الشياطين احبس من شئت منهم فى وثاقك وفي عذابك أو سرِّح من شئت منهم تتخذ عنده يدًا, اصنع ما شئت.وقال آخرون: بل ذلك ما كان أوتي من القوّة على الجماع.* ذكر من قال ذلك:حُدثت عن أبي يوسف, عن سعيد بن طريف, عن عكرمة, عن ابن عباس, قال: كان سليمان في ظهره ماءُ مِئَة رجل, وكان له ثلاث مِئَة امرأة وتسع مِئَة سُرِّيَّة ( هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ).وأولى الأقوال في ذلك عندي بالصواب القولُ الذي ذكرناه عن الحسن والضحاك من أنه عني بالعطاء ما أعطاه من الملك تعالى ذكره, وذلك أنه جلّ ثناؤه ذكر ذلك عَقِيب خبره عن مسألة نبيه سليمان صلوات الله وسلامه عليه إياه مُلكا لا ينبغي لأحد من بعده, فأخبر أنه سخر له ما لم يُسَخَّر لأحد من بني آدم, وذلك تسخيره له الريح والشياطين على ما وصفت, ثم قال له عزّ ذكره: هذا الذي أعطيناك من المُلك, وتسخيرنا ما سخرنا لك عطاؤنا, ووهبنا لك ما سألتنا أن نهبه لك من الملك الذي لا ينبغي لأحد من بعدك ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ )واختلف أهل التأويل في تأويل قوله ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) فقال بعضهم: عنى بذلك. فأعط من شئت ما شئت من الملك الذي آتيناك, وامنع ما شئت منه ما شئت, لا حساب عليك في ذلك.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: قال الحسن ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) المُلك الذي أعطيناك, فأعط ما شئت وامنع ما شئت, فليس عليك تبعة ولا حساب.حُدثت عن المحاربي, عن جُوَيبر, عن الضحاك ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) سأل مُلكا هنيئا لا يُحاسب به يوم القيامة, فقال: ما أعطيت, وما أمسكت, فلا حرج عليك.حدثنا ابن وكيع, قال: ثنا أبي, عن سفيان, عن أبيه, عن عكرمة ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) قال: أعط أو أمسك, فلا حساب عليك.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد ( فَامْنُنْ ) قال: أعط أو أمسك بغير حساب.وقال آخرون: بل معنى ذلك: أعْتِق من هؤلاء الشياطين الذين سخرناهم لك من الخدمة, أو من الوَثاق ممن كان منهم مُقَرَّنا في الأصفاد مَنْ شئت واحبس من شئت فلا حرج عليك في ذلك.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) يقول: هؤلاء الشياطين احبس من شئت منهم في وَثاقك وفي عذابك, وسرح من شئت منهم تتخذ عنده يدًا, اصنع ما شئت لا حساب عليك في ذلك.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) يقول: أعتق من الجنّ من شئت, وأمسك من شئت.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قوله ( فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) قال: تَمُنّ على من تشاء منهم فتُعْتِقُهُ, وتُمسِك من شئت فتستخدمه ليس عليك في ذلك حساب.وقال آخرون: بل معنى ذلك: هذا الذي أعطيناك من القوّة على الجماع عطاؤنا, فجامع من شئت من نسائك وجواريك ما شئت بغير حساب, واترك جماع من شئت منهن.وقال آخرون: بل ذلك من المقدم والمؤخر. ومعنى الكلام: هذا عطاؤنا بغير حساب, فامْنُن أو أمسك. وذُكر أن ذلك في قراءة عبد الله: \" هذا فامنن أو أمسك عطاؤنا بغير حساب \".وكان بعض أهل العلم بكلام العرب من البصريين يقول في قوله ( بِغَيْرِ حِسَابٍ ) وجهان; أحدهما: بغير جزاء ولا ثواب, والآخر: مِنَّةٍ ولا قِلَّةٍ.والصواب من القول في ذلك ما ذكرته عن أهل التأويل من أن معناه: لا يحاسب على ما أعطى من ذلك المُلك والسلطان. وإنما قلنا ذلك هو الصواب لإجماع الحجة من أهل التأويل عليه.",
  "ayah": 39,
  "surah": 38
}
