{
  "text": "القول في تأويل قوله تعالى :  وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الأَيْدِي وَالأَبْصَارِ (45)اختلفت القرّاء في قراءة قوله ( عِبَادِنَا ) فقرأته عامة قرّاء الأمصار: ( وَاذْكُرْ عِبَادَنَا ) على الجماع غير ابن كثير, فإنه ذكر عنه أنه قرأه: \" واذكر عبدنا \" على التوحيد, كأنه يوجه الكلام إلى أن إسحاق ويعقوب من ذرّية إبراهيم, وأنهما ذُكِرا من بعده.حدثنا أبو كُرَيب, قال: ثنا ابن عيينة, عن عمرو, عن عطاء, سمع ابن عباس يقرأ: \" واذكر عبدنا إن إبراهيم \" قال: إنما ذكر إبراهيم, ثم ذُكِر ولده بعده.والصواب عنده من القراءة في ذلك, قراءة من قرأه على الجماع, على أن إبراهيم وإسحاق ويعقوب بيان عن العباد, وترجمة عنه, لإجماع الحجة من القرّاء عليه.وقوله ( أُولِي الأيْدِي وَالأبْصَارِ ) ويعني بالأيدي: القوّة, يقول: أهل القوّة على عبادة الله وطاعته. ويعني بالأبصار: أنهم أهل أبصار القلوب, يعني به: أولى العقول (2) للحقّ.وقد اختلف أهل التأويل في تأويل ذلك, فقال بعضهم في ذلك نحوًا مما قلنا فيه.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( أُولِي الأيْدِي ) يقول: أولي القوّة والعبادة, والأبْصَارِ يقول: الفقه في الدين.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( أُولِي الأيْدِي وَالأبْصَارِ ) قال: فضِّلوا بالقوّة والعبادة.حدثني محمد بن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن منصور أنه قال في هذه الآية ( أُولِي الأيْدِي ) قال: القوّة.حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بَزّة, عن مجاهد, في قوله ( أُولِي الأيْدِي ) قال: القوّة في أمر الله.حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن منصور, عن مجاهد ( أُولِي الأيْدِي ) قال: الأيدي: القوّة في أمر الله,( وَالأبْصَارَ ) : العقول.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد ( أُولِي الأيْدِي وَالأبْصَارِ ) قال: القوّة في طاعة الله,( وَالأبْصَارَ ) : قال: البصر في الحقّ.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( أُولِي الأيْدِي وَالأبْصَارِ ) يقول: أعطوا قوة في العبادة, وبصرًا في الدين.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قوله ( أُولِي الأيْدِي وَالأبْصَارِ ) قال: الأيدي: القوّة في طاعة الله, والأبصار: البصر بعقولهم في دينهم.حدثنا ابن حميد, قال: ثنا جرير, عن منصور, عن مجاهد, في قوله ( أُولِي الأيْدِي وَالأبْصَارِ ) قال: الأيدي: القوّة, والأبصار: العقول.فإن قال لنا قائل: وما الأيدي من القوّة, والأيدي إنما هي جمع يد, واليد جارحة, وما العقول من الأبصار, وإنما الأبصار جمع بصر؟ قيل: إن ذلك مثل, وذلك أن باليد البطش, وبالبطش تُعرف قوّة القويّ, فلذلك قيل للقويّ: ذو يَدٍ; وأما البصر, فإنه عنى به بصر القلب, وبه تنال معرفة الأشياء, فلذلك قيل للرجل العالم بالشيء: يصير به. وقد يُمكن أن يكون عَنى بقوله (أُولِي الأَيْدِي) : أولي الأيدي عند الله بالأعمال الصالحة, فجعل الله أعمالهم الصالحة التي عملوها في الدنيا أيديا لهم عند الله تمثيلا لها باليد, تكون عند الرجل الآخر.وقد ذُكر عن عبد الله أنه كان يقرؤه: \" أولى الأيدِ\" بغير ياء, وقد  يُحتمل أن يكون ذلك من التأييد, وأن يكون بمعنى الأيدي, ولكنه أسقط منه الياء, كما قيل:  يَوْمَ يُنَادِي الْمُنَادِ  .",
  "ayah": 45,
  "surah": 38
}
