{
  "text": "القول في تأويل قوله تعالى :  جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الأَبْوَابُ (50)قوله تعالى ذكره: ( جَنَّاتِ عَدْنٍ ) : بيان عن حسن المآب, وترجمة عنه, ومعناه: بساتينُ إقامة. وقد بيَّنا معنى ذلك بشواهده, وذكرنا ما فيه من الاختلاف فيما مضى بما أغنى عن إعادته في هذا الموضع.وقد حدثنا بشر, قال: ثنا يزيد, فال: ثنا سعيد, عن قتادة, قوله ( جَنَّاتِ عَدْنٍ ) قال: سأل عمر كعبا ما عَدَن؟ قال: يا أمير المؤمنين, قصور في الجنة من ذهب يسكنها النبيون والصدّيقون والشهداء وأئمةُ العدل.وقوله ( مُفَتَّحَةً لَهُمُ الأبْوَابُ ) يعني: مفتحة لهم أبوابها; وأدخلت الألف واللام في الأبواب بدلا من الإضافة, كما قيل:  فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى  بمعنى: هي مَأْواه, وكما قال الشاعر:مــا وَلَــدتْكُمْ حَيَّــةُ ابْنَـة مـالِكٍسِـفاحا وَمـا كَـانَتْ أحـاديثَ كاذِبِوَلَكِــنْ نَـرَى أقْدَامَنَـا فِـي نِعَـالِكُمْوآنفُنَــا بيــنَ اللِّحَـى والحَوَاجِـبِ (3)بمعنى: بين لحاكم وحواجبكم; ولو كانت الأبواب جاءت بالنصب لم يكن لحنا, وكان نصبه على توجيه المفتحة في اللفظ إلى جنات, وإن كان في المعنى للأبواب, وكان كقول الشاعر:وَمــا قَــوْمي بثَعْلَبَـةَ بْـنِ سَـعْدٍوَلا بِفَـــزَارَةَ الشِّـــعْرَ الرَقابــا (4)ثم نوِّنت مفتحة, ونصبت الأبواب.فإن قال لنا قائل: وما في قوله ( مُفَتَّحَةً لَهُمُ الأبْوَابُ ) من فائدة خبر حتى ذكر ذلك؟ قيل: فإن الفائدة في ذلك إخبار الله تعالى عنها أن أبوابها تفتح لهم بغير فتح سكانها إياها, بمعاناة بيد ولا جارحة, ولكن بالأمر فيما ذُكر.كما حدثنا أحمد بن الوليد الرملي, قال: ثنا ابن نفيل, قال: ثنا ابن دعيج, عن الحسن, في قوله ( مُفَتَّحَةً لَهُمُ الأبْوَابُ ) قال: أبواب تكلم, فتكلم: انفتحي, انغلقي.--------------------------الهوامش :(3) ‌البيتان من شواهد الفراء في معاني القرآن (الورقة 281 ) على أن قوله تعالى\" مفتحة لهم الأبواب\" برفع الأبواب ، لأن المعنى مفتحة لهم أبوابها . والعرب تجعل الألف واللام خلفا من الإضافة ومنه قوله :\" فإن الجحيم هي المأوى\" فالمعنى والله أعلم : مأواه . ومثله قول الشاعر :\" ما ولدتكم حية ربعية .... البيتين\" . فمعناه : ونرى آنفنا بين لحاكم وحواجبكم في الشبه . أ هـ . وحية ابنة مالك : قبيلة وسفاحا : زنا . واللحى : جمع لحية .(4) البيت للحارث بن ظالم المري من قصيدة من الوافر قالها لما هرب من النعمان بن المنذر . فلحق بقريش . (انظر فرائد القلائد في مختصر شرح الشواهد للعيني ص 264 ) والرواية فيه\"الشعر بدون ألف بعد الراء. قال : والشاهد في الشعر الرقابا\" فإنه مثل\" الحسن الوجه بنصب الوجه\" على أنه شبيه بالمفعول به ( لأن الشعر جمع أشعر ، كثير شعر الجسد ، صفة مشبهة . أنشد الفراء البيت في معاني القرآن (الورقة 281) مع الشاهد السابق ، وقال في قوله تعالى\"مفتحة لهم الأبواب\" وقال : ولو قال\" مفتحة لهم الأبواب\" (بنصب الأبواب ) على أن تجعل المفتحة في اللفظ للجنان ، وفي المعنى للأبواب ، فيكون مثل قول الشاعر :مــا قــومي بثعلبــة بـن سـعدولا بفـــزارة الشــعري رقابــاولم يأت الفراء في كلامه بجواب لو ... أي لكان وجها .. والخلاصة أن في لفظة\" الأبواب\" من قوله تعالى\" مفتحة لهم الأبواب\" وجهان من الإعراب : الرفع على أن نائب فاعل ، أي مفتحة لهم أبوابها . والنصب على أن نائب الفاعل ضمير راجع على الجنات ، وتنصب الأبواب على أنه شبيه بالمفعول به . وكذلك في قوله :\" الشعر الرقابا\" النصب فيه على أنه شبيه بالمفعول به لأنه فعله\" شعر\" لازم لا ينصب المفعول به وعلى رواية\"الشعرى رقاباً :\" تنصب رقابه على أنه تمييز . وانظر معمول اسم المفعول ومعمول الصفة المشبهة في التصريح والأشموني .",
  "ayah": 50,
  "surah": 38
}
