{
  "text": "وقوله ( أَتَّخَذْنَاهُمْ سِخْرِيًّا ) اختلفت القرّاء في قراءته, فقرأته عامة قرّاء المدينة والشام وبعض قرّاء الكوفة: ( أَتَّخَذْنَاهُمْ ) بفتح الألف من أتخذناهم, وقطعها على وجه الاستفهام, وقرأته عامة قرّاء الكوفة والبصرة, وبعض قرّاء مكة بوصل الألف من الأشرار: \" اتخذناهم \". وقد بيَّنا فيما مضى قبلُ, أن كل استفهام كان بمعنى التعجب والتوبيخ, فإن العرب تستفهم فيه أحيانا, وتُخرجه على وجه الخبر أحيانا.وأولى القراءتين في ذلك بالصواب قراءة من قرأه بالوصل على غير وجه الاستفهام, لتقدّم الاستفهام قبل ذلك في قوله ( مَا لَنَا لا نَرَى رِجَالا كُنَّا ) فيصير قوله: \" اتخذناهم \" بالخبر أولى وإن كان للاستفهام وجه مفهوم لما وصفتُ قبل من أنه بمعنى التعجب.وإذ كان الصواب من القراءة في ذلك ما اخترنا لما وصفنا, فمعنى الكلام: وقال الطاغون: ما لنا لا نرى سَلْمان وبِلالا وخَبَّابا الذين كنَّا نعدّهم في الدنيا أشرارا, أتخذناهم فيها سُخريا نهزأ بهم فيها معنا اليوم في النار؟.وكان بعض أهل العلم بالعربية من أهل البصرة يقول: من كسر السين من السُّخْريّ, فإنه يريد به الهُزْء, يريد يسخر به, ومن ضمها فإنه يجعله من السُّخْرَة, يستسخِرونهم: يستذِلُّونهم, أزاغت عنهم أبصارنا وهم معنا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا جرير, عن ليث, عن مجاهد ( أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الأبْصَارُ ) يقول: أهم في النار لا نعرف مكانهم؟.حُدثت عن المحاربيّ, عن جويبر, عن الضحاك ( وَقَالُوا مَا لَنَا لا نَرَى رِجَالا كُنَّا نَعُدُّهُمْ مِنَ الأشْرَارِ ) قال: هم قوم كانوا يسخَرون من محمد وأصحابه, فانطلق به وبأصحابه إلى الجنة وذهب بهم إلى النار ف ( َقَالُوا مَا لَنَا لا نَرَى رِجَالا كُنَّا نَعُدُّهُمْ مِنَ الأشْرَار أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الأبْصَارُ ) يقولون: أزاغت أبصارنا عنهم فلا ندري أين هم؟.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا، عن ابن أبي نجيح, عن مجاهد, قوله ( أَتَّخَذْنَاهُمْ سِخْرِيًّا ) قال: أخطأناهم ( أَمْ زَاغَتْ عَنْهُمُ الأبْصَارُ ) ولا نراهم؟.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَقَالُوا مَا لَنَا لا نَرَى رِجَالا كُنَّا نَعُدُّهُمْ مِنَ الأشْرَارِ ) قال: فقدوا أهل الجنة ( أَتَّخَذْنَاهُمْ سِخْرِيًّا ) في الدنيا( أَمْ زَاغَتْ عَنْهُمُ الأبْصَارُ ) وهم معنا في النار.",
  "ayah": 63,
  "surah": 38
}
