{
  "surah": 42,
  "ayah": 19,
  "text": "God is gentle to His servants. God is gentle to His servants, He is benevolent and lovingly kind toward them. It was His gentle- ness that gave you the success to worship Him and the success to ask from Him. He made your heart the quarry of light so that you love without seeing and you recognize without perceiving. It is His gentleness that asks temporary acts of obedience from you and gives everlasting rewards as a gift unbroken [11:108]. It is His gentleness that gives blessings in His measure and asks for gratitude from the servants in their measure: Be wary of God as far as you are able [64:16]. It is His gentleness that gives the servants the success to serve and then puts laudation and praise on top of that: The repenters, the worshipers, and so on [9:112]. It is His gentleness that calls you ignorant at the time of sin so as to pardon you: Whosoever of you does an ugly deed in ignorance [6:54]. At the time of bearing witness He calls you knowing so that He may accept your testimony: except those who have borne witness to the truth while they are knowing [43:86]. At the time of shortcoming He calls you weak to efface your shortcoming: Man was created weak [4:28]. In burning and need that dervish said in the seclusion of secret whispering, “O God, You called me weak. What comes from the weak other than error? You called me ignorant. What comes from the ignorant other than disloyalty? You are a generous and gentle Lord. What is fit- ting for someone generous and gentle other than generosity, loyalty, and bestowing gifts?” What is fitting for the servants once they recognize His gentleness and benevolence toward them is to pull back their skirts from the two worlds, roll up the carpet of folly, bind the belt of servanthood around their waists, cling to the threshold of service and veneration, sew up their eyes from gazing at others, burn the haystack of wanting from people, and, with a heart free of dust and a breast free of burdens, sit waiting for the gentle favors and kindly acts of God, until the Real takes care of their business with His own gentleness and caresses their hearts in the cradle of the Covenant.  God is gentle to His servants. God has both gentleness and severity. His gentleness built the Kaabah and mosques, His severity built churches and idol-temples. He sent out success-giving to be the vanguard of the army of gentleness, and He stirred up deprivation to be the advance guard of the army of justice. The poor, hapless Adamite, who passes by gentleness and love. He does not know if the vanguard of the army of gentleness will embrace him in joy, or the advance guard of the army of justice will take him off his feet, weeping and lowly. O dervish! May you never have borrowed clothing without knowing it! May your life not pass by with hidden deception. Alas for the hidden fetters! Alack for everlasting regret! How many a prayerful old man has spent his life in the outer appearance of Islam! He made the night a strainer for the warm water of his eyes, and by day he had the rosary of glorification in hand, his hopes tied to his final end. Finally, when the thread of his life was thinning and the day of his hopes darkening, there will appear to them from God that with which they had never reckoned [39:47]. There was a muezzin who for several years gave the call to prayer. One day he went up on the minaret and his gaze fell on a Christian woman. He was caught up with her. When he came down from the minaret, as much as he struggled with himself, he could not hold himself back. He went to the door of the woman's house and told her the story. The woman said, “If you speak truly in your claim and your love is truthful, the stipulation is conformity. You must bind your waist with the Christian sash.” That unfortunate man bound the sash in coveting that woman. There is fear that I will be disgraced by your love, that I will put aside the Book and take up the cross. If you will not become a Muslim for me, then I will become a Christian in passion for you. The poor man began to drink wine. When he became drunk, he tried for the woman. The woman fled and went into the house. That miserable fellow went up on the roof so as to throw himself into the house by trickery. The beginningless deprivation charged forth and he fell from the roof, perishing after having turned away from his religion. For many years he had been a muezzin and had observed the laws of Islam, and in the end he died a Christian and did not reach the goal."
}
