{
  "text": "قوله عز وجل :\" ما جعل الله من بحيرة \"أي: ما أنزل الله ولا أمر به، \" ولا سائبة ولا وصيلة ولا حام \"، قال ابن عباس في بيان هذه [الأوضاع]: البحيرة هي الناقة كانت إذا ولدت خمسة أبطن بحروا أذنها، أي: شقوها وتركوا الحمل عليها وركوبها، ولم يجزوا وبرها ولم يمنعوها الماء والكلأ، ثم نظروا إلى خامس ولدها فإن كان ذكراً نحروه وأكله الرجال والنساء، وإن كان أنثى بحروا أذنها، أي: شقوها وتركوها وحرم على النساء لبنها ومنافعها، وكانت منافعها خاصة للرجال، فإذا ماتت حلت للرجال والنساء .وقيل: كانت الناقة إذا تابعت اثنتي عشرة سنة إناثاً سيبت فلم يركب ظهرها ولم يجز وبرها ولم يشرب لبنها إلا ضيف، فما نتجت بعد ذلك من أنثى شق أذنها ثم خلي سبيلها مع أمها في الإبل، فلم تركب ولم يجز وبرها ولم يشرب لبنها إلا ضيف، كما فعل بأمها ، فهي البحيرة بنت السائبة . وقال أبو عبيد : السائبة البعير الذي يسيب، وذلك أن الرجل من أهل الجاهلية كان إذا مرض وغاب له قريب نذر فقال إن شفاني الله تعالى أو شفي مريض أو رد غائبي فناقتي هذه سائبة، ثم يسيبها فلا تحبس عن رعي ولا ماء ولا يركبها أحد فكانت بمنزلة البحيرة . وقال علقمه : هو العبد يسيب على أن لا ولاء عليه ولا عقل ولا ميراث.وقال صلى الله عليه وسلم: \" إنما الولاء لمن أعتق\" .والسائبة فاعلة بمعنى المفعولة، وهي المسيبة، كقوله تعالى \" ماء دافق \" أي: مدفوق \" عيشة راضية \" . وأما الوصيلة: فمن الغنم كانت الشاة إذا ولدت سبعة أبطن نظروا فإن كان السابع ذكرأ ذبحوه فأكل منه الرجال والنساء، وإن كانت انثى تركوها في الغنم وإن كان ذكراً وأنثى استحيوا الذكر من أجل الأنثى، وقالوا: وصلت أخاها فلم يذبحوه، وكان لبن الأنثى حراماً على النساء، فإن مات منها شيء أكله الرجال والنساء جميعا . وأما الحام: فهو الفحل إذا ركب ولده، ويقال: إذا نتج من صلبه عشرة أبطن ، قالوا حمي ظهره فلا يركب ولا يحمل عليه ولا يمنع من كلأ ولا ماء، فإذا مات أكله الرجال والنساء .أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا إبراهيم بن سعد عن صالح بن كيسانعن ابن شهاب عن سعيد بن المسيب قال: البحيرة التي يمنح درها للطواغيت فلا يحلبها أحد من الناس، والسائبة كانوا يسيبونها لآلهتهم لا يحمل عليها شيء . قال أبو هريرة: [قال رسول الله صلى الله عليه وسلم: \" رأيت عمر بن عامر الخزاعي يجر قصبة في النار ، وكان أول من سيب السوائب \" .قوله عز وجل : ( ما جعل الله من بحيرة ) أي : ما أنزل الله ولا أمر به ، ( ولا سائبة ولا وصيلة ولا حام ) قال ابن عباس في بيان هذه [ الأوضاع ] البحيرة هي الناقة التي كانت إذا ولدت خمسة أبطن بحروا أذنها ، أي : شقوها وتركوا الحمل عليها وركوبها ، ولم يجزوا وبرها ولم يمنعوها الماء والكلأ ثم نظروا إلى خامس ولدها فإن كان ذكرا نحروه وأكله الرجال والنساء ، وإن كان أنثى بحروا أذنها ، أي : شقوها وتركوها وحرم على النساء لبنها ومنافعها ، وكانت منافعها خاصة للرجال ، فإذا ماتت حلت للرجال والنساء .وقيل : كانت الناقة إذا تابعت اثنتي عشرة سنة إناثا سيبت فلم يركب ظهرها ولم يجز وبرها ولم يشرب لبنها إلا ضيف ، فما نتجت بعد ذلك من أنثى شق أذنها ثم خلي سبيلها مع أمها في الإبل ، فلم تركب ولم يجز وبرها ولم يشرب لبنها إلا ضيف ، كما فعل بأمها ، فهي البحيرة بنت السائبة .وقال أبو عبيد : السائبة البعير الذي يسيب ، وذلك أن الرجل من أهل الجاهلية كان إذا مرض وغاب له قريب نذر فقال إن شفاني الله تعالى أو شفي مريضي أو عاد غائبي ، فناقتي هذه سائبة ، ثم يسيبها فلا تحبس عن رعي ولا ماء ولا يركبها أحد فكانت بمنزلة البحيرة .وقال علقمة : هو العبد يسيب على أن لا ولاء عليه ولا عقل ولا ميراث . وقال صلى الله عليه وسلم : \" إنما الولاء لمن أعتق \" .والسائبة فاعلة بمعنى المفعولة ، وهي المسيبة ، كقوله تعالى ( ماء دافق ) أي : مدفوق و ) ( عيشة راضية )وأما الوصيلة : فمن الغنم ، كانت الشاة إذا ولدت سبعة أبطن فإذا كان السابع ذكرا ذبحوه ، فأكل منه الرجال والنساء ، وإن كانت أنثى تركوها في الغنم وإن كان ذكرا وأنثى استحيوا الذكر من أجل الأنثى ، وقالوا : وصلت أخاها فلم يذبحوه ، وكان لبن الأنثى حراما على النساء ، فإن مات منها شيء أكله الرجال والنساء جميعا .وأما الحام : فهو الفحل إذا ركب ولد ولده ، ويقال : إذا نتج من صلبه عشرة أبطن ، قالوا : حمي ظهره فلا يركب ولا يحمل عليه ولا يمنع من كلأ ولا ماء ، فإذا مات أكله الرجال والنساء .أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا إبراهيم بن سعد عن صالح بن كيسان عن ابن شهاب عن سعيد بن المسيب قال : البحيرة التي يمنح درها للطواغيت فلا يحلبها أحد من الناس ، والسائبة كانوا يسيبونها لآلهتهم لا يحمل عليها شيء .قال أبو هريرة : [ قال رسول الله صلى الله عليه وسلم : \" رأيت عمرو بن عامر الخزاعي يجر قصبه في النار ، وكان أول من سيب السوائب \" .روى محمد بن إسحاق عن محمد بن إبراهيم التيمي عن أبي صالح السمان عن أبي هريرة ] قال : قال رسول الله صلى الله عليه وسلم لأكثم بن جون الخزاعي : \" يا أكثم رأيت عمرو بن لحي بن قمعة [ بن خندق ] يجر قصبه في النار فما رأيت رجلا أشبه برجل منك به ولا به منك \" وذلك أنه أول من غير دين إسماعيل ونصب الأوثان وبحر البحيرة وسيب السائبة ، ووصل الوصيلة وحمى الحام ، \" فلقد رأيته في النار يؤذي أهل النار بريح قصبه \" ، فقال أكثم : أيضرني شبهه يا رسول الله؟ فقال : \" لا إنك مؤمن وهو كافر \" .قوله عز وجل : ( ولكن الذين كفروا يفترون على الله الكذب ) في قولهم الله أمرنا بها ( وأكثرهم لا يعقلون ) .روى محمد بن إسحاق عن محمد بن إبراهيم التيميعن أبي صالح السمان عن أبي هريرة]:قال : قال رسول الله صلى الله عليه وسلم لاكثم بن جون الخزاعي: \"يا أكثم رأيت عمرو بن لحي بن قمعة [بن خندق] يجر قصبه في النار فما رأيت من رجل أشبه برجل منك به ولا به منك وذلك أنه أول من غير دين إسماعيل ونصب الأوثان وبحر البحيرة وسيب السائبة، ووصل الوصيلة وحمى الحام، فلقد رأيته في النار يؤذي أهل النار بريح قصبه ، فقال أكثم: أيضرني شبهه يا رسول الله ؟ فقال : لا إنك مؤمن وهو كافر\" . قوله عز وجل: \" ولكن الذين كفروا يفترون على الله الكذب \"، في قولهم الله أمرنا بها \" وأكثرهم لا يعقلون \" .",
  "ayah": 103,
  "surah": 5
}
