{
  "text": "( قال الله ) تعالى مجيبا لعيسى عليه السلام ، ( إني منزلها عليكم ) يعني : المائدة وقرأ أهل المدينة وابن عامر وعاصم \" منزلها \" بالتشديد لأنها نزلت مرات ، والتفعيل يدل على التكرير مرة بعد أخرى ، وقرأ الآخرون بالتخفيف لقوله : أنزل علينا ، ( فمن يكفر بعد منكم ) أي : بعد نزول المائدة ( فإني أعذبه عذابا ) أي جنس عذاب ، ( لا أعذبه أحدا من العالمين ) يعني : عالمي زمانه ، فجحد القوم وكفروا بعد نزول المائدة فمسخوا قردة وخنازير ، قال عبد الله بن عمر : إن أشد الناس عذابا يوم القيامة المنافقون ومن كفر من أصحاب المائدة وآل فرعون .واختلف العلماء في المائدة هل نزلت أم لا؟ فقال مجاهد والحسن : لم تنزل لأن الله عز وجل لما أوعدهم على كفرهم بعد نزول المائدة خافوا أن يكفر بعضهم فاستعفوا ، وقالوا : لا نريدها ، فلم تنزل ، وقوله : \" إني منزلها عليكم \" ، يعني : إن سألتم .والصحيح الذي عليه الأكثرون : أنها نزلت ، لقوله تعالى : \" إني منزلها عليكم \" ، ولا خلف في خبره ، لتواتر الأخبار فيه عن رسول الله صلى الله عليه وسلم والصحابة والتابعين .واختلفوا في صفتها فروى خلاس بن عمرو عن عمار بن ياسر عن رسول الله صلى الله عليه وسلم أنها نزلت خبزا ولحما ، وقيل لهم : إنها مقيمة لكم ما لم تخونوا [ وتخبؤوا ] فما مضى يومهم حتى خانوا وخبؤوا فمسخوا قردة وخنازير .وقال ابن عباس رضي الله عنهما : إن عيسى عليه السلام قال لهم : صوموا ثلاثين يوما ثم سلوا الله ما شئتم يعطكموه ، فصاموا فلما فرغوا قالوا : يا عيسى إنا لو عملنا لأحد فقضينا عمله لأطعمنا ، وسألوا الله المائدة فأقبلت الملائكة بمائدة يحملونها ، عليها سبعة أرغفة وسبعة أحوات حتى وضعتها بين أيديهم ، فأكل منها آخر الناس كما أكل أولهم .قال كعب الأحبار : نزلت [ مائدة ] منكوسة تطير بها الملائكة بين السماء والأرض ، عليها كل الطعام إلا اللحم .وقال سعيد بن جبير عن ابن عباس : أنزل على المائدة كل شيء إلا الخبز واللحم ، قال قتادة كان عليها ثمر من ثمار الجنة .وقال عطية العوفي : نزلت من السماء سمكة فيها طعم كل شيء .وقال الكلبي : كان عليها خبز ورز وبقل .وقال وهب بن منبه : أنزل الله أقرصة من شعير وحيتانا وكان قوم يأكلون ثم يخرجون ويجيء آخرون فيأكلون حتى أكلوا جميعهم وفضل .وعن الكلبي ومقاتل : أنزل الله خبزا وسمكا وخمسة أرغفة ، فأكلوا ما شاء الله تعالى ، والناس ألف ونيف فلما رجعوا إلى قراهم ، ونشروا الحديث ضحك منهم من لم يشهد ، وقالوا : ويحكم إنما سحر أعينكم ، فمن أراد الله به الخير ثبته على بصيرته ، ومن أراد فتنته رجع إلى كفره ، ومسخوا خنازير ليس فيهم صبي ولا امرأة ، فمكثوا بذلك ثلاثة أيام ثم هلكوا ، ولم يتوالدوا ولم يأكلوا ولم يشربوا ، وكذلك كل ممسوخ .وقال قتادة : كانت تنزل عليهم بكرة وعشيا حيث كانوا كالمن والسلوى لبني إسرائيل ، وقال عطاء بن أبي رباح عن سلمان الفارسي لما سأل الحواريون المائدة لبس عيسى عليه السلام صوفا وبكى ، وقال : \" اللهم أنزل علينا مائدة من السماء \" الآية فنزلت سفرة حمراء بين غمامتين غمامة من فوقها وغمامة من تحتها ، وهم ينظرون إليها وهي تهوي منقضة حتى سقطت بين أيديهم فبكى عيسى ، وقال : اللهم اجعلني من الشاكرين اللهم اجعلها رحمة ولا تجعلها عقوبة ، واليهود ينظرون إلى شيء لم يروا مثله قط ولم يجدوا ريحا أطيب من ريحه ، فقال عيسى عليه السلام : ليقم أحسنكم عملا فيكشف عنها ويذكر اسم الله تعالى ، فقال شمعون الصفار رأس الحواريين : أنت أولى بذلك منا [ فقام عيسى عليه السلام ] فتوضأ وصلى صلاة طويلة وبكى كثيرا ، ثم كشف المنديل عنها ، وقال : بسم الله خير الرازقين فإذا هو سمكة مشوية ليس عليها فلوسها ولا شوك عليها تسيل من الدسم وعند رأسها ملح وعند ذنبها خل ، وحولها من ألوان البقول ما خلا الكراث ، وإذا خمسة أرغفة على واحد زيتون ، وعلى الثاني عسل ، وعلى الثالث سمن ، وعلى الرابع جبن ، وعلى الخامس قديد ، فقال شمعون : يا روح الله أمن طعام الدنيا هذا أم من طعام الآخرة؟ فقال : ليس شيء مما ترون من طعام الدنيا ولا من طعام الآخرة ، ولكنه شيء افتعله الله تعالى بالقدرة الغالبة ، كلوا مما سألتم يمددكم ويزدكم من فضله ، قالوا : يا روح الله كن أول من يأكل منها ، فقال عيسى عليه السلام : معاذ الله أن آكل منها ولكن يأكل منها من سألها فخافوا أن يأكلوا منها ، فدعا لها أهل الفاقة والمرضى وأهل البرص والجذام والمقعدين والمبتلين ، فقال : كلوا من رزق الله ولكم المهنأ ولغيركم البلاء ، فأكلوا وصدر عنها ألف وثلاثمائة رجل وامرأة من فقير ومريض وزمن ومبتلى ، كلهم شبعان ، وإذا السمكة بهيئتها حين نزلت ، ثم طارت سفرة المائدة صعدا وهم ينظرون إليها حتى توارت ، فلم يأكل منها زمن ولا مريض ولا مبتلى إلا عوفي ولا فقير إلا استغنى ، وندم من لم يأكل منها فلبثت أربعين صباحا تنزل ضحى ، فإذا نزلت اجتمعت الأغنياء والفقراء والصغار والكبار والرجال والنساء ، ولا تزال منصوبة يؤكل منها حتى إذا فاء الفيء طارت وهم ينظرون في ظلها حتى توارت عنهم ، وكانت تنزل غبا تنزل يوما ولا تنزل يوما كناقة ثمود ، فأوحى الله تعالى [ إلى عيسى عليه السلام ] اجعل مائدتي ورزقي للفقراء دون الأغنياء ، فعظم ذلك على الأغنياء حتى شكوا وشككوا الناس فيها ، وقالوا : أترون المائدة حقا تنزل من السماء؟ فأوحى الله تعالى إلى عيسى عليه السلام : إني شرطت أن من كفر بعد نزولها عذبته عذابا لا أعذبه أحدا من العالمين ، فقال عيسى عليه السلام : ( إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم ) فمسخ منهم ثلاثمائة وثلاثون رجلا باتوا من ليلتهم على فرشهم مع نسائهم فأصبحوا خنازير يسعون في الطرقات والكناسات ، ويأكلون العذرة في الحشوش فلما رأى الناس ذلك فزعوا إلى عيسى عليه السلام وبكوا فلما أبصرت الخنازير عيسى عليه السلام بكت وجعلت تطيف بعيسى عليه السلام وجعل عيسى يدعوهم بأسمائهم فيشيرون برءوسهم ويبكون ولا يقدرون على الكلام ، فعاشوا ثلاثة أيام ثم هلكوا .",
  "ayah": 115,
  "surah": 5
}
