{
  "text": "قال الله تعالى : ( فإنها محرمة عليهم ) قيل : هاهنا تم الكلام ، معناه تلك البلدة محرمة عليهم أبدا لم يرد به تحريم تعبد ، وإنما أراد تحريم منع ، فأوحى الله تعالى إلى موسى : [ بي حلفت ] لأحرمن عليهم دخول الأرض المقدسة غير عبدي يوشع وكالب ، ولأتيهنهم في هذه البرية ( أربعين سنة ) [ يتيهون ] مكان كل يوم من الأيام التي تحبسون فيها سنة ، ولألقين جيفهم في هذه القفار ، وأما بنوهم الذين لم يعملوا الشر فيدخلونها ، فذلك قوله تعالى : ( فإنها محرمة عليهم أربعين سنة ) ( يتيهون : ) يتحيرون ، ( في الأرض فلا تأس على القوم الفاسقين ) أي : لا تحزن على مثل هؤلاء القوم ، فلبثوا أربعين سنة في ستة فراسخ وهم ستمائة ألف مقاتل ، وكانوا يسيرون كل يوم جادين فإذا أمسوا كانوا في الموضع الذي ارتحلوا عنه .وقيل : إن موسى وهارون عليهما السلام لم يكونا فيهم ، والأصح أنهما كانا فيهم ولم يكن لهما عقوبة إنما كانت العقوبة لأولئك القوم ، ومات في التيه كل من دخلها ممن جاوز عشرين سنة غير يوشع وكالب ، ولم يدخل أريحاء أحد ممن قالوا إنا لن ندخلها أبدا فلما هلكوا وانقضت الأربعون سنة ، ونشأت النواشئ من ذراريهم ساروا إلى حرب الجبارين .واختلفوا فيمن تولى تلك الحرب وعلى يدي من كان الفتح ، فقال قوم : وإنما فتح موسى أريحاء وكان يوشع على مقدمته ، فسار موسى عليه السلام إليهم فيمن بقي من بني إسرائيل ، فدخلها يوشع فقاتل الجبابرة ثم دخلها موسى عليه السلام فأقام فيها ما شاء الله تعالى ، ثم قبضه الله تعالى إليه ، ولا يعلم قبره أحد ، وهذا أصح الأقاويل لاتفاق العلماء أن عوج بن عنق قتله موسى عليه السلام .وقال الآخرون : إنما قاتل الجبارين يوشع ولم يسر إليهم إلا بعد موت موسى عليه السلام ، [ وقالوا : مات موسى ] وهارون جميعا في التيه .قصة وفاة هارونقال السدي : أوحى الله عز وجل إلى موسى أني متوفي هارون فأت به جبل كذا وكذا ، فانطلق موسى وهارون عليهما السلام نحو ذلك الجبل فإذا هما بشجرة لم ير مثلها وإذا ببيت مبني وفيه سرير عليه فرش وإذا فيه ريح طيبة ، فلما نظر هارون إلى ذلك أعجبه ، فقال : يا موسى إني أحب أن أنام على هذا السرير قال : فنم عليه ، فقال : إني أخاف أن يأتي رب هذا البيت فيغضب علي ، قال له موسى : لا ترهب إني أكفيك أمر رب هذا البيت فنم ، قال : يا موسى نم أنت معي فإن جاء رب البيت غضب علي وعليك جميعا فلما ناما أخذ هارون الموت فلما وجد منيته قال : يا موسى خدعتني ، فلما قبض رفع البيت وذهبت تلك الشجرة ورفع السرير به إلى السماء ، فلما رجع موسى إلى بني إسرائيل وليس معه هارون قالوا : إن موسى قتل هارون وحسده لحب بني إسرائيل له ، فقال موسى عليه السلام : ويحكم كان أخي فكيف أقتله ، فلما أكثروا عليه قام فصلى ركعتين ثم دعا الله تعالى ونزل السرير حتى نظروا إليه بين السماء والأرض فصدقوه .وعن علي بن أبي طالب رضي الله عنه قال : صعد موسى وهارون عليهما السلام الجبل فمات هارون [ وبقي موسى ] فقالت بنو إسرائيل لموسى عليه السلام أنت قتلته فآذوه فأمر الله الملائكة فحملوه حتى مروا به على بني إسرائيل وتكلمت الملائكة بموته حتى عرف بنو إسرائيل أنه مات ، فبرأه الله تعالى مما قالوا ، ثم إن الملائكة حملوه ودفنوه فلم يطلع على موضع قبره أحد إلا الرخم فجعله الله أصم وأبكم .وقال عمرو بن ميمون : مات هارون قبل موت موسى عليه السلام في التيه ، وكانا قد خرجا إلى بعض الكهوف فمات هارون ودفنه موسى وانصرف إلى بني إسرائيل ، فقالوا : قتلته لحبنا إياه ، وكان محببا في بني إسرائيل ، فتضرع موسى عليه السلام إلى ربه عز وجل فأوحى الله إليه أن انطلق بهم إلى قبره فإني باعثه ، فانطلق بهم إلى قبره [ فناداه موسى ] فخرج من قبره ينفض رأسه ، فقال : أنا قتلتك؟ قال : لا ولكني مت ، قال : فعد إلى مضجعك ، وانصرفوا .وأما وفاة موسى عليه السلام ، قال ابن إسحاق : كان موسى عليه الصلاة والسلام قد كره الموت وأعظمه فأراد الله أن يحبب إليه الموت ، فنبأ يوشع بن نون فكان يغدو ويروح عليه ، قال : فيقول له موسى عليه السلام يا نبي الله ما أحدث الله إليك؟ [ فيقول له يوشع : يا نبي الله ألم أصحبك كذا وكذا سنة ، فهل كنت أسألك شيئا مما أحدث الله إليك ] حتى تكون أنت الذي تبتدئ به وتذكره؟ ولا يذكر له شيئا ، فلما رأى ذلك كره موسى الحياة وأحب الموت .أخبرنا أبو علي حسان بن سعيد المنيعي أنا أبو طاهر محمد بن محمد بن محمش الزيادي أنا أبو بكر محمد بن الحسين القطان أنا أحمد بن يوسف السلمي أنا عبد الرزاق أنا معمر عن همام بن منبه قال : أخبرنا أبو هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" جاء ملك الموت إلى موسى بن عمران ، فقال له : أجب ربك ، قال : فلطم موسى عليه السلام عين ملك الموت ففقأها ، قال : فرجع ملك الموت إلى الله تعالى فقال : إنك أرسلتني إلى عبد لك لا يريد الموت وقد فقأ عيني قال فرد الله إليه عينه ، وقال : ارجع إلى عبدي فقل له : الحياة تريد؟ فإن كنت تريد الحياة فضع يدك على متن ثور ، فما وارت يدك من شعرة فإنك تعيش بها سنة ، قال : ثم مه؟ قال : ثم تموت ، قال : فالآن من قريب ، رب أدنني من الأرض المقدسة رمية بحجر ، قال رسول الله صلى الله عليه وسلم : \" والله لو أني عنده لأريتكم قبره إلى جنب الطريق عند الكثيب الأحمر \" .وقال وهب : خرج موسى لبعض حاجته فمر برهط من الملائكة يحفرون قبرا لم ير شيئا قط أحسن منه ولا مثل ما فيه من الخضرة والنضرة والبهجة ، فقال لهم : يا ملائكة الله لم تحفرون هذا القبر؟ قالوا : لعبد كريم على ربه ، فقال : إن هذا العبد من الله لهو بمنزلة ، ما رأيت كاليوم مضجعا قط ، فقالت الملائكة : يا صفي الله تحب أن يكون لك؟ قال : وددت ، قالوا : فانزل واضطجع فيه وتوجه إلى ربك ، قال : فاضطجع فيه وتوجه إلى ربه ثم تنفس أسهل تنفس فقبض الله تبارك وتعالى روحه ، ثم سوت عليه الملائكة .وقيل : إن ملك الموت أتاه بتفاحة من الجنة فشمها فقبض روحه .وكان عمر موسى مائة وعشرين سنة فلما مات موسى عليه السلام وانقضت الأربعون سنة بعث الله يوشع نبيا فأخبرهم أن الله قد أمره بقتال الجبابرة ، فصدقوه وتابعوه فتوجه ببني إسرائيل إلى أريحاء ومعه تابوت الميثاق ، فأحاط بمدينة أريحاء ستة أشهر ، فلما كان السابع نفخوا في القران وضج الشعب ضجة واحدة فسقط سور المدينة ، ودخلوا فقاتلوا الجبارين وهزموهم وهجموا عليهم يقتلونهم ، وكانت العصابة من بني إسرائيل يجتمعون على عنق الرجل يضربونها حتى يقطعونها ، فكان القتال يوم الجمعة فبقيت منهم بقية وكادت الشمس تغرب وتدخل ليلة السبت ، فقال : اللهم اردد الشمس علي وقال للشمس : إنك في طاعة الله سبحانه وتعالى وأنا في طاعته فسأل الشمس أن تقف والقمر أن يقيم حتى ينتقم من أعداء الله تعالى قبل دخول السبت ، فردت عليه الشمس وزيدت في النهار ساعة حتى قتلهم أجمعين ، وتتبع ملوك الشام فاستباح منهم أحدا وثلاثين ملكا حتى غلب على جميع أرض الشام ، وصارت الشام كلها لبني إسرائيل وفرق عماله في نواحيها وجمع الغنائم ، فلم تنزل النار ، فأوحى الله إلى يوشع أن فيها غلولا فمرهم فليبايعوا فبايعوه فالتصقت يد رجل منهم بيده فقال : هلم ما عندك فأتاه برأس ثور من ذهب مكلل بالياقوت والجواهر كان قد غله ، فجعله في القربان وجعل الرجل معه فجاءت النار فأكلت الرجل والقربان ، ثم مات يوشع ودفن في جبل أفرائيم ، وكان عمره مائة وستا وعشرين سنة ، وتدبيره أمر بني إسرائيل من بعد موسى عليه السلام سبعا وعشرين سنة .",
  "ayah": 26,
  "surah": 5
}
