{
  "text": "( فبعث الله غرابا يبحث في الأرض ليريه كيف يواري سوأة أخيه ) فلما رأى قابيل ذلك قال : يا ويلتا ، كلمة تحسر فقيل لما رأى الدفن من الغراب أنه أكبر علما منه وأن ما فعله كان جهلا فندم وتحسر ( قال يا ويلتا أعجزت أن أكون مثل هذا الغراب فأواري سوأة أخي ) أي : جيفته ، وقيل : عورته لأنه قد سلب ثيابه ، ( فأصبح من النادمين ) على حمله على عاتقه لا على قتله ، وقيل : على فراق أخيه ، وقيل : ندم لقلة النفع بقتله فإنه أسخط والديه ، وما انتفع بقتله شيئا ولم يكن ندمه على القتل وركوب الذنب .قال عبد المطلب بن عبد الله بن حنطب : لما قتل ابن آدم أخاه رجفت الأرض بما عليها سبعة أيام ثم شربت الأرض دمه كما يشرب الماء ، فناداه آدم أين أخوك هابيل؟ قال : ما أدري ما كنت عليه رقيبا ، فقال الله تعالى : إن دم أخيك ليناديني من الأرض ، فلم قتلت أخاك؟ قال : فأين دمه إن كنت قتلته؟ فحرم الله عز وجل على الأرض يومئذ أن تشرب دما بعده أبدا .وقال مقاتل بن سليمان عن الضحاك عن ابن عباس رضي الله عنهما : لما قتل قابيل هابيل وآدم عليه السلام بمكة اشتاك الشجر وتغيرت الأطعمة وحمضت الفواكه ، وأمر الماء واغبرت الأرض ، فقال آدم عليه السلام : قد حدث في الأرض حدث ، فأتى الهند فإذا قابيل قد قتل هابيل فأنشأ يقول وهو أول من قال الشعر :تغيرت البلاد ومن عليها فوجه الأرض مغبر قبيح     تغير كل ذي لون وطعموقل بشاشة الوجه الصبيحوروي : المليح .وروي عن ميمون بن مهران عن ابن عباس رضي الله عنهما قال : من قال إن آدم عليه السلام قال شعرا فقد كذب ، إن محمدا صلى الله عليه وسلم والأنبياء كلهم عليهم السلام في النهي عن الشعر سواء ، ولكن لما قتل قابيل هابيل رثاه آدم وهو سرياني ، فلما قال آدم مرثيته قال لشيث : يا بني إنك وصي احفظ هذا الكلام ليتوارث فيرق الناس عليه ، لم يزل ينقل حتى وصل إلى يعرب بن قحطان ، وكان يتكلم بالعربية والسريانية وهو أول من خط بالعربية ، وكان يقول الشعر فنظر في المرثية فرد المقدم إلى المؤخر والمؤخر إلى المقدم ، فوزنه شعرا وزاد فيه أبياتا منها :وما لي لا أجود بسكب دمع     وهابيل تضمنه الضريحأرى طول الحياة علي غما     فهل أنا من حياتي مستريحفلما مضى من عمر آدم عليه السلام مائة وثلاثون سنة ، وذلك بعد قتل هابيل بخمس سنين ولدت له حواء شيثا ، وتفسيره : هبة الله ، يعني إنه خلف من هابيل علمه الله تعالى ساعات الليل والنهار ، وعلمه عبادة الخلق في كل ساعة منها ، وأنزل عليه خمسين صحيفة فصار وصي آدم وولي عهده ، وأما قابيل فقيل له اذهب طريدا شريدا فزعا مرعوبا لا تأمن من تراه ، فأخذ بيد أخته أقليما وهرب بها إلى عدن من أرض اليمن ، فأتاه إبليس فقال له إنما أكلت النار قربان هابيل لأنه كان يعبد النار فانصب أنت نارا أيضا تكون لك ولعقبك ، فبنى بيتا للنار فهو أول من عبد النار ، وكان لا يمر به أحد إلا رماه ، فأقبل ابن له أعمى ومعه ابن له ، فقال ابنه : هذا أبوك قابيل ، فرمى الأعمى أباه فقتله ، فقال ابن الأعمى : قتلت أباك؟ فرفع يده فلطم ابنه ، فمات فقال الأعمى : ويل لي قتلت أبي برميتي وقتلت ابني بلطمتي .وقال مجاهد : فعلقت إحدى رجلي قابيل إلى فخذها وساقها وعلقت من يومئذ إلى يوم القيامة ووجهه إلى الشمس ما دارت عليه ، في الصيف حظيرة من نار وفي الشتاء حظيرة من ثلج .قال : واتخذ أولاد قابيل آلات اللهو من اليراع والطبول والمزامير والعيدان والطنابير ، وانهمكوا في اللهو وشرب الخمر وعبادة النار والزنا والفواحش حتى غرقهم الله بالطوفان أيام نوح عليه السلام ، وبقي نسل شيث .أخبرنا عبد الواحد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف ثنا محمد بن إسماعيل أنا عمر بن حفص بن غياث ثنا أبي ثنا الأعمش حدثني عبد الله بن مرة عن مسروق عن عبد الله بن مسعود رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لا تقتل نفس ظلما إلا كان على ابن آدم الأول كفل من دمها لأنه أول من سن القتل \" .",
  "ayah": 31,
  "surah": 5
}
