{
  "text": "( والسارق والسارقة فاقطعوا أيديهما ) أراد به أيمانهما ، وكذلك هو في مصحف عبد الله بن مسعود رضي الله عنه .وحكمه أن من سرق نصابا من المال من حرز لا شبهة له فيه تقطع يده اليمنى من الرسغ ، ولا يجب القطع في سرقة ما دون النصاب عند عامة أهل العلم ، حكي عن ابن الزبير أنه كان يقطع في الشيء القليل ، وعامة العلماء على خلافه .واختلفوا في القدر الذي يقطع فيه : فذهب أكثرهم إلى أنه لا يقطع في أقل من ربع دينار ، فإن سرق ربع دينار أو متاعا قيمته ربع دينار يقطع ، وهو قول أبي بكر وعمر وعثمان وعلي رضي الله تعالى عنهم ، وبه قال عمر بن عبد العزيز والأوزاعي والشافعي رحمهم الله ، لما أخبرنا عبد الوهاب بن محمد الكسائي أنا عبد العزيز بن أحمد الخلال أنا أبو العباس الأصم أنا الربيع أنا الشافعي أنا ابن عيينة عن ابن شهاب عن عروة عن عائشة رضي الله تعالى عنها أن رسول الله صلى الله عليه وسلم قال : \" القطع في ربع دينار فصاعدا \" .أخبرنا أبو الحسن الشيرزي أخبرنا زاهر بن أحمد أنا أبو إسحاق الهاشمي أنا أبو مصعب عن مالك عن نافع عن عبد الله بن عمر رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قطع سارقا في مجن ثمنه ثلاثة دراهم .وروي عن عثمان أنه قطع سارقا في أترجة قومت بثلاثة دراهم من صرف اثني عشر درهما بدينار . وهذا قول مالك رحمه الله تعالى أنه يقطع في ثلاثة دراهم .وذهب قوم إلى أنه لا تقطع في أقل من دينار أو عشرة دراهم ، يروى ذلك عن ابن مسعود رضي الله تعالى عنه ، وإليه ذهب سفيان الثوري وأصحاب الرأي .وقال قوم لا يقطع إلا في خمسة دراهم يروى ذلك عن أبي هريرة رضي الله عنه وبه قال ابن أبي ليلى ، أخبرنا عبد الواحد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا عمر بن حفص بن غياث أخبرني أبي أنا الأعمش قال : سمعت أبا صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال : \" لعن الله السارق يسرق البيضة فتقطع يده ، ويسرق الحبل فتقطع يده \" وقال الأعمش : كانوا يرون أنه بيض الحديد والحبل . يرون أن منها ما يساوي دراهم .ويحتج بهذا الحديث من يرى القطع في الشيء القليل ، وهو عند الأكثرين محمول على ما قاله الأعمش لحديث عائشة رضي الله عنها \" وإذا سرق شيئا من غير حرز كثمر في حائط لا حارس له أو حيوان في برية لا حافظ له ، أو متاع في بيت منقطع عن البيوت لا قطع عليه \" .وروي عن رسول الله صلى الله عليه وسلم أنه قال : \" لا قطع في ثمر معلق ولا في حريسة جبل فإذا آواه المراح أو الجرين فالقطع فيما بلغ ثمن المجن \" .وروي عن ابن جريج عن أبي الزبير عن جابر رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" ليس على خائن ولا منتهب ولا مختلس قطع \" .وإذا سرق مالا له فيه شبهة كالعبد يسرق من مال سيده أو الولد يسرق من مال والده أو الوالد يسرق من مال ولده أو أحد الشريكين يسرق من مال المشترك شيئا : لا قطع عليه .وإذا سرق السارق أول مرة تقطع يده اليمنى من الكوع ، ثم إذا سرق ثانيا تقطع رجله اليسرى من مفصل القدم .واختلفوا فيما إذا سرق ثالثا : فذهب أكثرهم إلى أنه تقطع يده اليسرى ، ثم إذا سرق رابعا تقطع رجله اليمنى ، ثم إذا سرق بعده شيئا يعزر ويحبس حتى تظهر توبته ، وهو المروي عن أبي بكر الصديق رضي الله عنه وهو قول قتادة ، وبه قال مالك والشافعي لما روي عن أبي سلمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال \" في السارق يسرق إن سرق فاقطعوا يده ، ثم إن سرق فاقطعوا رجله ، ثم إن سرق فاقطعوا يده ، ثم إن سرق فاقطعوا رجله \" .وذهب قوم إلى أنه إن سرق ثالثا بعدما قطعت يده اليمنى ورجله اليسرى لا يقطع بل يحبس ، وروي ذلك عن علي رضي الله عنه ، وقال : \" إني لأستحي أن لا أدع له يدا يستنجي بها ولا رجلا يمشي بها \" وهو قول الشعبي والنخعي ، وبه قال الأوزاعي وأحمد وأصحاب الرأي . قوله تعالى : ( جزاء بما كسبا ) نصب على الحال والقطع . ومثله : ( نكالا ) أي : عقوبة ، ( من الله والله عزيز حكيم ) .",
  "ayah": 38,
  "surah": 5
}
