{
  "text": "قوله عز وجل : ( يسألونك ماذا أحل لهم ) الآية ، قال سعيد بن جبير : نزلت هذه الآية في عدي بن حاتم وزيد بن المهلهل الطائيين وهو زيد الخيل الذي سماه رسول الله صلى الله عليه وسلم زيد الخير ، قالا يا رسول الله إنا قوم نصيد بالكلاب والبزاة فماذا يحل لنا منها؟ فنزلت هذه الآية .وقيل : سبب نزولها أن النبي صلى الله عليه وسلم لما أمر بقتل الكلاب قالوا : يا رسول الله ماذا يحل لنا من هذه الأمة التي أمرت بقتلها؟ فنزلت هذه الآية فلما نزلت أذن رسول الله صلى الله عليه وسلم في اقتناء الكلاب التي ينتفع بها ، ونهى عن إمساك ما لا نفع فيه منها .أخبرنا أحمد بن عبد الله الصالحي أنا أبو الحسين علي بن محمد بن عبد الله بن بشران أنا إسماعيل بن محمد الصفار أنا أحمد بن منصور الرمادي أنا عبد الرزاق أنا معمر عن الزهري عن أبي سلمة عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" من اتخذ كلبا إلا كلب ماشية أو صيد أو زرع انتقص من أجره كل يوم قيراط \" والأول أصح في سبب نزول هذه الآية .( قل أحل لكم الطيبات ) يعني : الذبائح على اسم الله تعالى ، وقيل : كل ما تستطيبه العرب وتستلذه من غير أن يرد بتحريمه نص من كتاب أو سنة ( وما علمتم من الجوارح ) يعني : وأحل لكم صيد ما علمتم من الجوارح .واختلفوا في هذه الجوارح ، فقال الضحاك والسدي : هي الكلاب دون غيرها ، ولا يحل ما صاده غير الكلب إلا أن يدرك ذكاته ، وهذا غير معمول به ، بل عامة أهل العلم على أن المراد من الجوارح والكواسب من سباع البهائم كالفهد والنمر والكلب ، ومن سباع الطير كالبازي والعقاب والصقر ونحوها مما يقبل التعليم ، فيحل صيد جميعها ، سميت جارحة : لجرحها لأربابها أقواتهم من الصيد ، أي : كسبها ، يقال : فلان جارحة أهله ، أي : كاسبهم ، ( مكلبين ) والمكلب الذي يغري الكلاب على الصيد ، ويقال للذي يعلمها أيضا : مكلب ، والكلاب : صاحب الكلاب ، ويقال للصائد بها أيضا كلاب ، ونصب مكلبين على الحال ، أي : في حال تكليبكم هذه الجوارح أي إغراؤكم إياها على الصيد ، وذكر الكلاب لأنها أكثر وأعم ، والمراد جميع جوارح الصيد ، ( تعلمونهن ) تؤدبونهن آداب أخذ الصيد ، ( مما علمكم الله ) أي : من العلم الذي علمكم الله ، وقال السدي : أي كما علمكم الله ، \" من \" بمعنى الكاف ، ( فكلوا مما أمسكن عليكم ) أراد أن الجارحة المعلمة إذا خرجت بإرسال صاحبها فأخذت الصيد وقتلته كان حلالا ، والتعليم هو أن يوجد فيها ثلاثة أشياء : إذا أشليت استشلت ، وإذا زجرت انزجرت ، وإذا أخذت الصيد أمسكت ولم تأكل ، وإذا وجد ذلك منه مرارا وأقله ثلاث مرات كانت معلمة ، يحل قتلها إذا خرجت بإرسال صاحبها .أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا موسى بن إسماعيل أنا ثابت بن زيد عن عاصم عن الشعبي عن عدي بن حاتم عن النبي صلى الله عليه وسلم قال : \" إذا أرسلت كلبك المعلم وسميت فأمسك وقتل فكل ، وإن أكل فلا تأكل فإنما أمسك على نفسه ، وإذا خالط كلابا لم يذكر اسم الله عليها فأمسكن وقتلن فلا تأكل فإنك لا تدري أيها قتل ، وإذا رميت الصيد فوجدته بعد يوم أو يومين ليس به إلا أثر سهمك فكل وإن وقع في الماء فلا تأكل \"واختلفوا فيما إذا أخذت الصيد وأكلت منه شيئا : فذهب أكثر أهل العلم إلى تحريمه ، وروي ذلك عن ابن عباس ، وهو قول عطاء وطاوس والشعبي ، وبه قال الثوري وابن المبارك وأصحاب الرأي وهو أصح قولي الشافعي لقوله صلى الله عليه وسلم : \" وإن أكل فلا تأكل فإنما أمسك على نفسه \" .ورخص بعضهم في أكله ، روي ذلك عن ابن عمر ، وسلمان الفارسي ، وسعد بن أبي وقاص ، وبه قال مالك : لما روي عن أبي ثعلبة الخشني قال : قال رسول الله صلى الله عليه وسلم : \" إذا أرسلت كلبك وذكرت اسم الله تعالى فكل وإن أكل منه \" .وأما غير المعلم من الجوارح إذا أخذ صيدا ، أو المعلم إذا خرج بغير إرسال صاحبه فأخذ وقتل فلا يكون حلالا إلا أن يدركه صاحبه حيا فيذبحه ، فيكون حلالا .أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا عبد الله بن يزيد أنا حيوة أخبرني ربيعة بن يزيد الدمشقي عن أبي إدريس عن أبي ثعلبة الخشني قال قلت : يا نبي الله إنا بأرض قوم أهل كتاب أفنأكل في آنيتهم ، وبأرض صيد أصيد بقوسي وبكلبي الذي ليس بمعلم ، وبكلبي المعلم فما يصح لي؟ قال : \" أما ما ذكرت من آنية أهل الكتاب فإن وجدتم غيرها فلا تأكلوا فيها وإن لم تجدوا فاغسلوها وكلوا فيها وما صدت بقوسك فذكرت اسم الله عليه فكل وما صدت بكلبك المعلم فذكرت اسم الله عليه فكل وما صدت بكلبك غير المعلم فأدركت ذكاته فكل \" .قوله عز وجل : ( واذكروا اسم الله عليه واتقوا الله إن الله سريع الحساب ) ففيه بيان أن ذكر اسم الله عز وجل على الذبيحة شرط حالة ما يذبح ، وفي الصيد حالة ما يرسل الجارحة أو السهم .أخبرنا أبو الحسن عبد الرحمن بن محمد الداودي أنا أبو الحسن علي بن محمد بن إبراهيم بن الحسن بن علوية الجوهري قال : حدثنا أبو العباس محمد بن أحمد بن الأثرم المقري بالبصرة حدثنا عمر بن شيبة أنا ابن أبي عدي عن سعيد عن قتادة عن أنس قال : \" ضحى رسول الله صلى الله عليه وسلم بكبشين أملحين أقرنين ذبحهما بيده وسمى وكبر ، قال : رأيته واضعا قدمه على صفاحهما ويذبحهما بيده ويقول : بسم الله والله أكبر \" .",
  "ayah": 4,
  "surah": 5
}
