{
  "text": "قوله عز وجل : ( ياأيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه ) قرأ أهل المدينة والشام \" يرتدد \" بدالين على إظهار التضعيف \" عن دينه \" فيرجع إلى الكفر .قال الحسن : علم الله تبارك وتعالى أن قوما يرجعون عن الإسلام بعد موت نبيهم صلى الله عليه وسلم فأخبر أنه سيأتي بقوم يحبهم الله ويحبونه .واختلفوا في أولئك القوم من هم؟ قال علي بن أبي طالب رضي الله عنه والحسن وقتادة : هم أبو بكر وأصحابه الذين قاتلوا أهل الردة الزكاة وذلك أن النبي صلى الله عليه وسلم لما قبض ارتد عامة العرب إلا أهل مكة والمدينة والبحرين من عبد القيس ، ومنع بعضهم الزكاة ، وهم أبو بكر رضي الله عنه بقتالهم فكره ذلك أصحاب النبي صلى الله عليه وسلم ، وقال عمر رضي الله عنه : كيف نقاتل الناس وقد قال رسول الله صلى الله عليه وسلم : \" أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فمن قالها فقد عصم مني ماله ونفسه إلا بحقه ، وحسابه على الله عز وجل؟ \" فقال أبو بكر : والله لأقاتلن من فرق بين الصلاة والزكاة ، فإن الزكاة حق المال ، والله لو منعوني [ عناقا ] كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم لقاتلتهم على منعها \" .قال أنس بن مالك رضي الله عنه : كرهت الصحابة قتال مانعي الزكاة وقالوا : أهل القبلة ، فتقلد أبو بكر سيفه وخرج وحده ، فلم يجدوا بدا من الخروج على أثره . قال ابن مسعود : كرهنا ذلك في الابتداء ثم حمدناه عليه في الانتهاء .قال أبو بكر بن عياش : سمعت أبا حصين يقول : ما ولد بعد النبيين مولود أفضل من أبي بكر رضي الله عنه ، لقد قام مقام نبي من الأنبياء في قتال أهل الردة .وكان قد ارتد في حياة النبي صلى الله عليه وسلم ثلاث فرق :منهم [ بنو مذحج ] ورئيسهم ذو الخمار عبهلة بن كعب العنسي ، ويلقب بالأسود ، وكان كاهنا مشعبذا فتنبأ باليمن واستولى على بلادها ، فكتب رسول الله صلى الله عليه وسلم إلى معاذ بن جبل ومن معه من المسلمين ، وأمرهم أن يحثوا الناس على التمسك بدينهم ، وعلى النهوض إلى حرب الأسود ، فقتله فيروز الديلمي على فراشه ، قال ابن عمر رضي الله عنه فأتى الخبر النبي صلى الله عليه وسلم من السماء الليلة التي قتل فيها ، فقال رسول الله صلى الله عليه وسلم : \" قتل الأسود البارحة ، قتله رجل مبارك \" ، قيل : ومن هو؟ قال : \" فيروز ، [ فاز فيروز ] فبشر النبي صلى الله عليه وسلم أصحابه بهلاك الأسود ، وقبض صلى الله عليه وسلم من الغد ، وأتى [ خبر ] مقتل العنسي المدينة في آخر شهر ربيع الأول بعدما خرج أسامة وكان ذلك أول فتح جاء أبا بكر رضي الله عنه .والفرقة الثانية : بنو حنيفة باليمامة ، ورئيسهم مسيلمة الكذاب ، [ واسمه ثمامة بن قيس ] وكان قد تنبأ في حياة رسول الله صلى الله عليه وسلم في آخر سنة عشر ، وزعم أنه أشرك مع محمد صلى الله عليه وسلم في النبوة ، وكتب إلى رسول الله صلى الله عليه وسلم من مسيلمة رسول الله إلى محمد رسول الله ، أما بعد فإن الأرض نصفها لي ونصفها لك ، وبعث [ بذلك ] إليه مع رجلين من أصحابه ، فقال لهما رسول الله صلى الله عليه وسلم : [ أتشهدان أن مسيلمة رسول الله؟ قالا : نعم . قال النبي صلى الله عليه وسلم ] \" لولا أن الرسل لا تقتل لضربت أعناقكما \" ، ثم أجاب : \" من محمد رسول الله إلى مسيلمة الكذاب ، أما بعد فإن الأرض لله يورثها من يشاء من عباده ، والعاقبة للمتقين \" ، ومرض رسول الله صلى الله عليه وسلم وتوفي ، فبعث أبو بكر خالد بن الوليد إلى مسيلمة الكذاب في جيش كثير حتى أهلكه الله على يدي وحشي غلام مطعم بن عدي الذي قتل حمزة بن عبد المطلب ، بعد حرب شديد ، وكان وحشي يقول : قتلت خير الناس في الجاهلية وشر الناس في الإسلام .والفرقة الثالثة : بنو أسد ، ورئيسهم طليحة بن خويلد بن الوليد ، وكان طليحة آخر من ارتد ، وادعى النبوة في حياة النبي صلى الله عليه وسلم ، وأول من قوتل بعد وفاة النبي صلى الله عليه وسلم من أهل الردة ، فبعث أبو بكر خالد بن الوليد إليه ، فهزمهم خالد بعد قتال شديد ، وأفلت طليحة فمر على وجهه هاربا نحو الشام ، ثم إنه أسلم بعد ذلك وحسن إسلامه .وارتد بعد وفاة النبي صلى الله عليه وسلم [ في خلافة أبي بكر رضي الله عنه ] خلق كثير ، حتى كفى الله المسلمين أمرهم ونصر دينه على يدي أبي بكر رضي الله عنه .قالت عائشة : \" توفي رسول الله صلى الله عليه وسلم وارتدت العرب واشرأب النفاق ، ونزل بأبي بكر ما لو نزل بالجبال الراسيات لهاضها \" .وقال قوم : المراد بقوله : ( فسوف يأتي الله بقوم يحبهم ويحبونه ) هم الأشعريون ، روي عن عياض بن غنم الأشعري قال : لما نزلت هذه الآية : ( فسوف يأتي الله بقوم يحبهم ويحبونه ) قال رسول الله صلى الله عليه وسلم : \" هم قوم هذا ، وأشار إلى أبي موسى الأشعري \" وكانوا من اليمن .أخبرنا أبو عبد الله محمد بن الفضل الخرقي أنا أبو الحسن الطيسفوني أنا أبو عبد الله بن عمر الجوهري أنا أحمد بن [ علي الكشميهني ، حدثنا علي بن ] حجر أنا إسماعيل بن جعفر أنا محمد بن عمرو بن علقمة عن أبي سلمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : \" أتاكم أهل اليمن ، هم أضعف قلوبا وأرق أفئدة ، الإيمان يمان والحكمة يمانية \"وقال الكلبي : هم أحياء من اليمن ألفان من النخع وخمسة آلاف من كندة وبجيلة ، وثلاثة آلاف من أفياء الناس ، فجاهدوا في سبيل الله يوم القادسية في أيام عمر رضي الله عنه .قوله عز وجل : ( أذلة على المؤمنين ) يعني : أرقاء رحماء ، لقوله عز وجل : \" واخفض لهما جناح الذل من الرحمة \" ، ولم يرد به الهوان ، بل أراد به أن جانبهم لين على المؤمنين ، وقيل : هو من الذل من قولهم \" دابة ذلول \" ، يعني أنهم متواضعون كما قال الله تعالى : \" وعباد الرحمن الذين يمشون على الأرض هونا \" ، ( أعزة على الكافرين ) أي : أشداء غلاظ على الكفار يعادونهم ويغالبونهم ، من قولهم : عزه أي : غلبه ، قال عطاء : أذلة على المؤمنين : كالولد لوالده والعبد لسيده ، أعزة على الكافرين : كالسبع على فريسته ، نظيره قوله تعالى : \" أشداء على الكفار رحماء بينهم \" . ( يجاهدون في سبيل الله ولا يخافون لومة لائم ) يعني : لا يخافون في الله لوم الناس ، وذلك أن المنافقين كانوا يراقبون الكفار ويخافون لومهم ، وروينا عن عبادة بن الصامت قال : \" بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة وأن نقوم أو نقول بالحق حيثما كنا لا نخاف في الله لومة لائم \" .( ذلك فضل الله يؤتيه من يشاء ) أي : محبتهم لله ولين جانبهم للمسلمين ، وشدتهم على الكافرين ، من فضل الله عليهم ، ( والله واسع عليم ) .",
  "ayah": 54,
  "surah": 5
}
