{
  "text": "قوله عز وجل : ( لا يؤاخذكم الله باللغو في أيمانكم ) قال ابن عباس رضي الله عنهما : لما نزلت : ( لا تحرموا طيبات ما أحل الله لكم ) ، قالوا : يا رسول الله كيف نصنع بأيماننا التي حلفنا عليها؟ وكانوا حلفوا على ما اتفقوا عليه ، فأنزل الله : ( لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم الأيمان ) قرأ حمزة والكسائي [ وأبو بكر ] ( عقدتم ) بالتخفيف ، وقرأ ابن عامر ( عاقدتم ) بالألف وقرأ الآخرون ( عقدتم ) بالتشديد ، أي : وكدتم ، والمراد من الآية قصدتم وتعمدتم ، ) ( فكفارته ) أي : كفارة ما عقدتم الأيمان إذا حنثتم ( إطعام عشرة مساكين ) واختلفوا في قدره : فذهب قوم إلى أنه يطعم كل مسكين مدا من الطعام بمد النبي صلى الله عليه وسلم ، وهو رطل وثلث من غالب قوت البلد ، وكذلك في جميع الكفارات ، وهو قول زيد بن ثابت وابن عباس وابن عمر ، وبه قال سعيد بن المسيب والقاسم وسليمان بن اليسار وعطاء والحسن .وقال أهل العراق : عليه لكل مسكين مدان ، وهو نصف صاع ، يروى ذلك عن عمر وعلي رضي الله عنهما .وقال أبو حنيفة : إن أطعم من الحنطة فنصف صاع ، وإن أطعم من غيرها فصاع ، وهو قول الشعبي والنخعي وسعيد بن جبير ومجاهد والحكم .ولو غداهم وعشاهم لا يجوز ، وجوز أبو حنيفة ، ويروى ذلك عن علي رضي الله عنه .ولا تجوز الدراهم والدنانير ولا الخبز ولا الدقيق ، بل يجب إخراج الحب إليهم ، وجوز أبو حنيفة رضي الله عنه كل ذلك .ولو صرف الكل إلى مسكين واحد [ لا يجوز ] وجوز أبو حنيفة أن يصرف طعام عشرة إلى مسكين واحد في عشرة أيام ، ولا يجوز أن يصرف إلا إلى مسلم حر محتاج ، فإن صرف إلى ذمي أو عبد أو غني لا يجوز ، وجوز أبو حنيفة صرفها إلى أهل الذمة ، واتفقوا على أن صرف الزكاة إلى أهل الذمة لا يجوز .قوله تعالى : ( من أوسط ما تطعمون أهليكم ) أي : من خير قوت عيالكم ، وقال عبيدة السلماني : الأوسط الخبز والخل ، والأعلى الخبز واللحم ، والأدنى الخبز البحت والكل [ يجزئ ] .قوله تعالى : ) ( أو كسوتهم ) كل من لزمته كفارة اليمين فهو فيها مخير إن شاء أطعم عشرة من المساكين ، وإن شاء كساهم ، وإن شاء أعتق رقبة ، فإن اختار الكسوة ، فاختلفوا في قدرها :فذهب قوم إلى أنه يكسو كل مسكين ثوبا واحدا مما يقع عليه اسم الكسوة ، إزار أو رداء أو قميص أو سراويل أو عمامة أو كساء ونحوها ، وهو قول ابن عباس والحسن ومجاهد وعطاء وطاوس ، وإليه ذهب الشافعي رحمه الله تعالى .وقال مالك : يجب لكل إنسان ما تجوز فيه صلاته ، فيكسو الرجال ثوبا واحدا والنساء ثوبين درعا وخمارا .وقال سعيد بن المسيب لكل مسكين ثوبان .قوله عز وجل : ( أو تحرير رقبة ) وإذا اختار العتق يجب إعتاق رقبة مؤمنة ، وكذلك جميع الكفارات مثل كفارة القتل والظهار والجماع في نهار رمضان يجب فيها إعتاق رقبة مؤمنة ، وأجاز أبو حنيفة رضي الله عنه والثوري رضي الله عنه إعتاق الرقبة الكافرة في جميعها إلا في كفارة القتل ، لأن الله تعالى قيد الرقبة فيها بالإيمان ، قلنا : المطلق يحمل على المقيد [ كما أن الله تعالى قيد الشهادة بالعدالة في موضع فقال : \" وأشهدوا ذوي عدل منكم \" ، ( الطلاق 2 ) ، وأطلق في موضع ، فقال : \" واستشهدوا شهيدين من رجالكم \" ( البقرة 282 ) ، ثم العدالة شرط في جميعها حملا للمطلق على المقيد ] كذلك هاهنا ، ولا يجوز إعتاق المرتد بالاتفاق عن الكفارة .ويشترط أن يكون سليم الرق حتى لو أعتق عن كفارته مكاتبا أو أم ولد أو عبدا اشتراه بشرط العتق أو اشترى قريبه الذي يعتق عليه بنية الكفارة ، يعتق ولكن لا يجوز عن الكفارة ، وجوز أصحاب الرأي عتق المكاتب إذا لم يكن أدى شيئا من النجوم ، وعتق القريب عن الكفارة ويشترط أن تكون الرقبة سليمة من كل عيب يضر بالعمل ضررا بينا حتى لا يجوز مقطوع إحدى اليدين ، أو إحدى الرجلين ، ولا الأعمى ولا الزمن ولا المجنون المطبق ، ويجوز الأعور والأصم ومقطوع الأذنين والأنف لأن هذه العيوب لا تضر بالعمل ضررا بينا .وعند أبي حنيفة رضي الله عنه كل عيب يفوت جنسا من المنفعة [ على الكمال ] يمنع الجواز ، حتى جوز مقطوع إحدى اليدين ، ولم يجوز مقطوع الأذنين .قوله عز وجل : ( فمن لم يجد فصيام ثلاثة أيام ) إذا عجز الذي لزمته كفارة اليمين عن الإطعام والكسوة وتحرير الرقبة ، يجب عليه صوم ثلاثة أيام ، والعجز أن لا يفضل من ماله عن قوته وقوت عياله وحاجته ما يطعم أو يكسو أو يعتق فإنه يصوم ثلاثة أيام .وقال بعضهم : إذا ملك ما يمكنه الإطعام وإن لم يفضل عن كفايته فليس له الصيام ، وهو قول الحسن وسعيد بن جبير .واختلفوا في وجوب التتابع في هذا الصوم : فذهب جماعة إلى أنه لا يجب فيه التتابع بل إن شاء تابع وإن شاء فرق ، والتتابع أفضل وهو أحد قولي الشافعي ، وذهب قوم إلى أنه يجب فيه التتابع قياسا على كفارة القتل والظهار ، وهو قول الثوري وأبي حنيفة ، ويدل عليه قراءة ابن مسعود رضي الله عنه فصيام ثلاثة أيام متتابعات ) ( ذلك ) أي : ذلك الذي ذكرت ( كفارة أيمانكم إذا حلفتم ) وحنثتم ، فإن الكفارة لا تجب إلا بعد الحنث .واختلفوا في تقديم الكفارة على الحنث : فذهب قوم إلى جوازه ، لما روينا أن النبي صلى الله عليه وسلم قال : \" من حلف على يمين فرأى غيرها خيرا منها فليكفر عن يمينه ، وليفعل الذي هو خير \" . وهو قول عمر [ وابن عمر ] وابن عباس وعائشة وبه قال الحسن وابن سيرين ، وإليه ذهب مالك والأوزاعي والشافعي ، إلا أن الشافعي يقول : إن كفر بالصوم قبل الحنث لا يجوز لأنه بدني ، إنما يجوز بالإطعام أو الكسوة أو العتق كما يجوز تقديم الزكاة على الحول ، ولا يجوز تعجيل صوم رمضان قبل وقته ، وذهب قوم إلى أنه لا يجوز تقديم الكفارة على الحنث ، وبه قال أبو حنيفة رضي الله عنه .قوله عز وجل ( واحفظوا أيمانكم ) قيل : أراد به ترك الحلف ، أي : لا تحلفوا ، وقيل : وهو الأصح ، أراد به : إذا حلفتم فلا تحنثوا ، فالمراد منه حفظ اليمين عن الحنث هذا إذا لم تكن يمينه على ترك مندوب أو فعل مكروه ، فإن حلف على فعل مكروه أو ترك مندوب ، فالأفضل أن يحنث نفسه ويكفر ، لما أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا حجاج بن منهال أنا جرير بن حازم عن الحسن عن عبد الرحمن بن سمرة قال : قال النبي صلى الله عليه وسلم : \" يا عبد الرحمن بن سمرة لا تسأل الإمارة ، فإنك إن أوتيتها عن مسألة وكلت إليها ، وإن أوتيتها من غير مسألة أعنت عليها ، وإذا حلفت على يمين فرأيت غيرها خيرا منها فكفر عن يمينك وأت الذي هو خير \" .قوله تعالى : ( كذلك يبين الله لكم آياته لعلكم تشكرون )",
  "ayah": 89,
  "surah": 5
}
