{
  "text": "قوله عز وجل : ( ياأيها الذين آمنوا لا تقتلوا الصيد وأنتم حرم ) أي : محرمون بالحج والعمرة ، وهو جمع حرام ، يقال : رجل حرام وامرأة حرام ، وقد يكون [ من ] دخول الحرم ، يقال : أحرم الرجل إذا عقد الإحرام ، وأحرم إذا دخل الحرم . نزلت في رجل يقال له أبو اليسر شد على حمار وحش وهو محرم فقتله .قوله تعالى : ( ومن قتله منكم متعمدا ) اختلفوا في هذا العمد فقال قوم : هو العمد بقتل الصيد مع نسيان الإحرام ، أما إذا قتله عمدا وهو ذاكر لإحرامه فلا حكم عليه ، وأمره إلى الله لأنه أعظم من أن يكون له كفارة ، وهو قول مجاهد والحسن .وقال آخرون : هو أن يعمد المحرم قتل الصيد ذاكرا لإحرامه فعليه الكفارة .واختلفوا فيما لو قتله خطأ ، فذهب أكثر الفقهاء إلى أن العمد والخطأ سواء في لزوم الكفارة ، قال الزهري : على المتعمد بالكتاب وعلى المخطئ بالسنة ، وقال سعيد بن [ جبير ] لا تجب كفارة الصيد بقتل الخطأ ، بل يختص بالعمد .قوله عز وجل : ( فجزاء مثل ) قرأ أهل الكوفة ويعقوب \" فجزاء \" منون ، ) ( مثل ) رفع على البدل من الجزاء ، وقرأ الآخرون بالإضافة ( فجزاء مثل ما قتل من النعم ) معناه أنه يجب عليه مثل ذلك الصيد من النعم ، وأراد به ما يقرب من الصيد المقتول شبها من حيث الخلقة لا من حيث القيمة .( يحكم به ذوا عدل منكم ) أي : يحكم بالجزاء رجلان عدلان ، وينبغي أن يكونا فقيهين ينظران إلى أشبه الأشياء من النعم فيحكمان به ، وممن ذهب إلى إيجاب المثل من النعم عمر وعثمان وعلي وعبد الرحمن بن عوف وابن عمر وابن عباس ، وغيرهم من الصحابة رضي الله عنهم ، حكموا في بلدان مختلفة وأزمان شتى بالمثل من النعم ، يحكم حاكم في النعامة ببدنة وهي لا تساوي بدنة ، وفي حمار الوحش ببقرة [ وهي لا تساوي بقرة ] وفي الضبع بكبش وهي لا تساوي كبشا ، فدل على أنهم نظروا إلى ما يقرب من الصيد شبها من حيث الخلقة [ لا من حيث القيمة ] وتجب في الحمام شاة ، وهو كل ما عب وهدر من الطير ، كالفاختة والقمري .وروي عن عمر وعثمان وابن عباس رضي الله عنهم أنهم قضوا في حمام مكة بشاة ، أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أنا أبو إسحاق الهاشمي أنا أبو مصعب عن مالك عن أبي الزبير المكي عن جابر بن عبد الله أن عمر بن الخطاب رضي الله عنه قضى في الضبع بكبش ، وفي الغزال بعنز وفي الأرنب بعناق ، وفي اليربوع بجفرة .قوله تعالى : ( هديا بالغ الكعبة ) أي : يهدي تلك الكفارة إلى الكعبة ، فيذبحها بمكة ويتصدق بلحمها على مساكين الحرم ، ( أو كفارة طعام مساكين أو عدل ذلك صياما ) قال الفراء رحمه الله : العدل بالكسر : المثل من جنسه ، والعدل بالفتح : المثل من غير جنسه ، وأراد به : أنه في جزاء الصيد مخير بين أن يذبح المثل من النعم ، فيتصدق بلحمه على مساكين الحرم ، وبين أن يقوم المثل دراهم ، والدراهم طعاما ، فيتصدق بالطعام على مساكين الحرم ، أو يصوم عن كل مد من الطعام يوما وله أن يصوم حيث شاء لأنه لا نفع فيه للمساكين .وقال مالك : إن لم يخرج المثل يقوم الصيد ثم يجعل القيمة طعاما فيتصدق به ، أو يصوم .وقال أبو حنيفة رضي الله عنه : لا يجب المثل من النعم ، بل يقوم الصيد فإن شاء صرف تلك القيمة إلى شيء من النعم ، وإن شاء إلى الطعام فيتصدق به ، وإن شاء صام عن كل نصف صاع من بر أو صاع من غيره يوما .وقال الشعبي والنخعي جزاء الصيد على الترتيب ، والآية حجة لمن ذهب إلى التخيير .قوله تعالى : ( ليذوق وبال أمره ) أي : جزاء معصيته ، ( عفا الله عما سلف ) يعني : قبل التحريم ، ونزول الآية ، قال السدي : عفا الله عما سلف في الجاهلية ، ( ومن عاد فينتقم الله منه ) في الآخرة . ( والله عزيز ذو انتقام ) وإذا تكرر من المحرم قتل الصيد فيتعدد عليه الجزاء عند عامة أهل العلم ، قال ابن عباس رضي الله عنهما : إذا قتل المحرم صيدا متعمدا يسأل هل قتلت قبله شيئا من الصيد؟ فإن قال نعم لم يحكم عليه ، وقيل له : اذهب ينتقم الله منك ، وإن قال لم أقتل قبله شيئا حكم عليه ، فإن عاد بعد ذلك لم يحكم عليه ، ولكن يملأ ظهره وصدره ضربا وجيعا ، وكذلك حكم رسول الله صلى الله عليه وسلم في وج وهو واد بالطائف .واختلفوا في المحرم هل يجوز له أكل لحم الصيد أو لا؟ فذهب قوم إلى أنه لا يحل له بحال ، ويروى ذلك عن ابن عباس ، وهو قول طاوس وبه قال سفيان الثوري ، واحتجوا بما أخبرنا أبو الحسن السرخسي أنا زاهر بن أحمد أنا أبو إسحاق الهاشمي أنا أبو مصعب عن مالك عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة بن مسعود عن عبد الله بن عباس عن الصعب بن جثامة الليثي أنه أهدى لرسول الله صلى الله عليه وسلم حمارا وحشيا ، وهو بالأبواء أو بودان ، فرده عليه رسول الله صلى الله عليه وسلم ، قال : فلما رأى رسول الله صلى الله عليه وسلم ما في وجهي ، قال : \" إنا لم نرده عليك إلا أنا حرم \" .وذهب الأكثرون إلى أنه يجوز للمحرم أكله إذا لم يصطد بنفسه ولا اصطيد لأجله أو بإشارته ، وهو قول عمر وعثمان وأبي هريرة ، وبه قال عطاء ومجاهد وسعيد بن جبير ، وهو مذهب مالك والشافعي وأحمد وإسحاق وأصحاب الرأي ، وإنما رد النبي صلى الله عليه وسلم على الصعب بن جثامة لأنه ظن أنه صيد من أجله .والدليل على جوازه ما أخبرنا أبو الحسن السرخسي أنا زاهر بن أحمد أنا أبو إسحاق الهاشمي أنا أبو مصعب عن مالك عن أبي النضر مولى عمر بن عبيد الله التيمي عن نافع مولى أبي قتادة عن أبي قتادة بن ربعي الأنصاري رضي الله عنه أنه كان مع رسول الله صلى الله عليه وسلم حتى إذا كان ببعض طريق مكة ، تخلف مع أصحاب له محرمين وهو غير محرم فرأى حمارا وحشيا فاستوى على فرسه وسأل أصحابه أن يناولوه سوطه فأبوا فسألهم رمحه فأبوا فأخذه ثم شد على الحمار فقتله ، فأكل منه بعض أصحاب رسول الله صلى الله عليه وسلم ، وأبى بعضهم فلما أدركوا رسول الله صلى الله عليه وسلم سألوه عن ذلك ، فقال : \" إنما هي طعمة أطعمكموها الله تعالى \" .أخبرنا عبد الوهاب بن محمد الخطيب أنا عبد العزيز بن أحمد الخلال أنا أبو العباس الأصم أخبرنا الربيع أنا الشافعي أنا إبراهيم بن محمد عن عمرو بن أبي عمرو عن المطلب بن حنطب عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال : \" لحم الصيد لكم في الإحرام حلال ، ما لم تصيدوه أو يصد لكم \" قال أبو عيسى : المطلب لا نعرف له سماعا من جابر بن عبد الله رضي الله عنه .وإذا أتلف المحرم شيئا من الصيد لا مثل له من النعم مثل بيض أو طائر دون الحمام ففيه قيمة يصرفها إلى الطعام ، فيتصدق به أو يصوم عن كل مد يوما ، واختلفوا في الجراد فرخص فيه قوم للمحرم وقالوا هو من صيد البحر ، روي ذلك عن كعب الأحبار ، والأكثرون على أنها لا تحل ، فإن أصابها فعليه صدقة ، قال عمر : في الجراد تمرة ، وروي عنه وعن ابن عباس : قبضة من طعام .",
  "ayah": 95,
  "surah": 5
}
