{
  "text": "২৭-৩৩ নং আয়াতের তাফসীর:\nহযরত মারইয়াম (আঃ) আল্লাহ তাআলার এই হুকুমও মেনে নেন এবং নিজের শিশু সন্তানকে কোলে নিয়ে জনগণের নিকট হাজির হন। তাঁকে ঐ অবস্থায় দেখা মাত্রই প্রত্যেকে সঁতে আঙ্গুল কাটে এবং সবারই মুখ দিয়ে বেরিয়ে পড়েঃ “মারইয়াম (আঃ)! তুমি তো বড়ই মন্দ কাজ করেছো!” নাউফ বাকারী (রঃ) বলেন যে, লোকেরা হযরত মারইয়ামকে (আঃ) খোজে বের হয়েছিল। কিন্তু আল্লাহ তাআলার কি মাহাত্ম যে, তারা কোথাও তাকে খুঁজে পায় নাই। পথে একজন রাখালের সাথে তাদের সাক্ষাৎ হলে তারা তাকে জিজ্ঞেস করেঃ “এরূপ এরূপ ধরণের কোন স্ত্রী লোককে এই জঙ্গলের কোন জায়গায় দেখেছো কি?” উত্তরে সে বলেঃ “না তো। তবে রাত্রে আমি এক বিস্ময়কর দৃশ্য দেখেছি। আমার এই সব গরু এই উপত্যকার দিকে সিজদায় পড়ে গিয়েছিল। ইতিপূর্বে আমি কখনো এরূপ দেখি নাই। আমি স্বচক্ষে ঐদিকে এক নূর (জ্যোতি) দেখেছি।” লোকগুলি ঐ নিশানা ধরে চলতে শুরু করে। এমতাবস্থায় তারা হযরত মারইয়ামকে (আঃ) দেখতে পায় যে, তিনি সন্তানকে কোলে করে এগিয়ে আসছেন। লোকগুলিকে দেখে সেখানেই তিনি সন্তানকে কোলে নিয়ে বসে পড়েন। তারা সবাই তাকে ঘিরে ফেলে এবং বলতে থাকেঃ “হে মারইয়াম (আঃ)! তুমি তো এক অদ্ভুত কাণ্ড করে বসেছে। তারা তাকে হারূণের ভগ্নী বলে সম্বোধন করার কারণ এই যে, তিনি হযরত হারূণের (আঃ) বংশেরই অন্তর্ভুক্ত ছিলেন। অথবা হয়তো তাঁর পরিবারের মধ্যে হারূণ নামক একজন সৎ লোক ছিলেন এবং তিনি ইবাদত বন্দেগী ও আধ্যাত্মিক সাধনায় তাকেই অনুসরণ করছিলেন। এজন্যেই তাকে হারূণের ভগ্নী বলা হয়েছে। আবার কেউ কেউ বলেন যে, হারূণ নামক একজন দুষ্ট লোক ছিল। এজন্যে লোকেরা উপহাস করে তাকে হারূণের বোন বলেছিল। এসব উক্তি হতে সবচেয়ে বেশী গারীব উক্তি হলো এই যে, তিনি হযরত হারূণের (আঃ) ও হযরত মূসার (আঃ) সহদরা ভগ্নী ছিলেন, যাকে হযরত মূসার (আঃ) মাতা হযরত মূসাকে বাক্সে ভরে সমুদ্রে নিক্ষেপ করার সময় বলেছিলেনঃ “তুমি এই বাক্সের পিছনে পিছনে সমুদ্রের ধার দিয়ে এমনভাবে চলবে যে, কেউ যেন বুঝতেই না পারে। কিন্তু এই উক্তিটি একেবারে ভুল ও ভিত্তিহীন। কেননা, কুরআন কারীম দ্বারা এটা প্রমাণিত যে, হযরত ঈসা (আঃ) বাণী ইসরাঈলের শেষ নবী ছিলেন। তার পরে শুধু খাতামুল আম্বিয়া হযরত মুহাম্মদ মুস্তফা (সঃ) নবী হন। আর হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “আমিই হযরত ঈসা ইবনু মারইয়ামের (আঃ) সবচেয়ে বেশী নিকটবর্তী কেননা, আমার ও তার মাঝে অন্য কোন নবীর আবির্ভাব হয় নাই।\" (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে)সুতরাং যদি মুহাম্মদ ইবনু কা'ব কারাযীর (রঃ) উক্তি সঠিক হয় যে, হযরত ঈসার (আঃ) মাতা হযরত মারইয়াম (আঃ) হারূণের (আঃ) ভগ্নী ছিলেন, তবে এটা মানতে হবে যে, তিনি হযরত দাউদ (আঃ) ও হযরত সুলাইমানের (আঃ) পূর্বে বিদ্যমান ছিলেন। কেননা, কুরআন কারীমে বিদ্যমান রয়েছে যে, হযরত দাউদ (আঃ) হযরত মূসার (আঃ) পরে এসেছেন। আয়াত গুলি হলোঃ (আরবী) (২:২৪৬)।এই আয়াতগুলিতে হযরত দাউদের (আঃ) ঘটনা এবং তাঁর জাতকে হত্যা করার বর্ণনা রয়েছে। আর এতে এই শব্দ বিদ্যমান রয়েছে যে, এটা হযরত মূসার (আঃ) পরের ঘটনা। তিনি যে ভুল বুঝেছেন তার কারণ এই যে, তাওরাতে আছেঃ যখন হযরত মূসা (আঃ) বাণী ইসরাঈলসহ সমুদ্র অতিক্রম করেন এবং ফিরাউন তার কওমসহ পানিতে নিমজ্জিত হয়, তখন মারইয়াম বিনতে ইমরান, যিনি হযরত মূসা (আঃ) ও হযরত হারূণের (আঃ) ভগ্নী ছিলেন, অন্যান্য স্ত্রীলোকসহ দ (এক প্রকার বাদ্য যন্ত্র) বাজিয়ে আল্লাহর তাসবীহ পাঠ করতঃ তার কৃতজ্ঞতা প্রকাশ করেন। তাওরাতের এই ইবারত থেকেই কারাযী (রঃ) মনে করে নিয়েছেন যে, ঐ মারইয়ামই হযরত ঈসার (আঃ) মাতা ছিলেন। অথচ এটা সম্পূর্ণ ভুল। হতে পারে যে, হযরত মূসার (আঃ) বোনের নামও মারইয়াম ছিল কিন্তু ঐ মারইয়াম যে ঈসার (আঃ) মাতা ছিলেন এর কোন প্রমাণ নেই, বরং এটা অস। হতে পারে যে, দুজনের একই নাম। একজনের নামে অন্যের নাম রাখা হয়ে থাকে। বাণী ইসরাঈলের তো এটা অভ্যাসই ছিল যে, তারা তাদের নবী ও ওয়ালীদের নামে নিজেদের নাম রাখতো। হযরত মুগীরা ইবনু শু'বা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সাঃ) আমাকে নাজরানে প্রেরণ করেন। সেখানে আমাকে খৃস্টানরা জিজ্ঞেস করেঃ “তোমরা (আরবী) পড়ে থাকো। অথচ হযরত মূসা (আঃ) তে। হযরত ঈসার (আঃ) বহু পূর্বে অতীত হয়েছেন?” ঐ সময় আমি তাদের এই প্রশ্নের কোন জবাব দিতে পারলাম না। মদীনায় ফিরে এসে আমি রাসূলুল্লাহর (সাঃ) সামনে ওটা বর্ণনা করলাম। তিনি বলেনঃ “তুমি তো তাদেরকে ঐ সময়েই এ উত্তর দিতে পারতে যে, ঐ লোকেরা তাদের পূর্ববর্তী নবী ও সৎ লোকদের নামে তাদের সন্তানদের নাম বরাবরই রেখে আসতো।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত আছে। সহীহ মুসলিমেও এটা রয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন।)বর্ণিত আছে যে, একদা হযরত কা'ব (রাঃ) বলেছিলেনঃ “এই হারূণ হযরত মূসার (আঃ) ভাই হারূণ (আঃ) নন।\" উম্মুল মু'মিনীন হযরত আয়েশা (রাঃ) হযরত কাবের (রাঃ) একথা অস্বীকার করেন। তখন হযরত কা'ব (রাঃ) তাকে বলেনঃ “যদি আপনি রাসুলুল্লাহ (সাঃ) হতে কিছু শুনে থাকেন, তবে আমি তা মানতে সম্মত আছি। অন্যথায় ইতিহাসের সাক্ষ্য হিসেবে তো তাদের মাঝে ছয় শ বছরের ব্যবধান রয়েছে। তাঁর একথা শুনে হযরত আয়েশা (রাঃ) নীরব হয়ে যান। (এই ইতিহাসের ব্যাপারে কিছু চিন্তা বিবেচনার অবকাশ রয়েছে)হযতর কাতাদা (রঃ) বলেন যে, হযরত মারইয়ামের (আঃ) পরিবার ও বংশের লোক উপরের স্তর হতেই সৎ ও দ্বীনদার ছিলেন এবং এই দ্বীনদারী যেন বরাবরই উত্তরাধিকার সূত্রে চলে আসছিল। কতকগুলি লোক এরূপই। হয়ে থাকেন। আবার কতক পরিবার ও বংশ এর বিপরীতও হয় যে, উপরের স্তর থেকে নীচের স্তর পর্যন্ত সবাই খারাপ হয়। এই হারূণ বড়ই বুযুর্গ লোক ছিলেন। এই কারণেই বাণী ইসরাঈলের মধ্যে হারূণ নাম রাখার সাধারণভাবে প্রচলন হয়ে যায়। এমন কি বর্ণিত আছে যে, যেই দিন এই হারূণের জানাযা বের হয় সেই দিন তার জানাযায় ঐ হারূণ নামেরই চল্লিশ হাজার লোক শরীক হয়েছিল।হযরত মারইয়ামের (আঃ) কওম তাকে তিরস্কারের সুরে বলেঃ “কি করে তুমি এরূপ অসৎ কাজ করলে? তুমি তো ভাল ঘরের মেয়ে! তোমার পিতামাতা উভয়েই ভাল ছিলেন। তোমার পরিবারের সমস্ত লোকই পবিত্র। এতদসত্ত্বেও কি করে তুমি একাজ করতে পারলে?” কওমের এই ভৎসনা মূলক কথা শুনে হযরত মারইয়াম (আঃ) নির্দেশ অনুযায়ী তার শিশু সন্তানের দিকে ইশারা করেন। তারা তার মর্যাদা স্বীকার করে নাই বলে তাকে অন্যায়ভাবে অনেক কিছু বললো। তারা বললোঃ “তুমি কি আমাদেরকে পাগল পেয়েছে। যে, আমরা তোমার দুগ্ধপোষ্য শিশুকে তোমার সম্পর্কে জিজ্ঞাসাবাদ করবো? সে আমাদেরকে কি বলবে?” ইতিমধ্যেই হযরত ঈসা (আঃ) মায়ের কোল থেকেই বলে উঠলেনঃ “হে লোক সকল! আমি আল্লাহর একজন দাস।\" হযরত ঈসার (আঃ) প্রথম উক্তি ছিল এটাই। তিনি মহান আল্লাহর পবিত্রতা ও শ্রেষ্ঠত্ব বর্ণনা করলেন এবং নিজের দাসত্বের কথা ঘোষণা করলেন। তিনি আল্লাহ তাআলার ‘যাত বা সত্তাকে সন্তান জন্মদান হতে পবিত্র বলে ঘোষণা দিলেন, এমনকি তা সাব্যস্ত করে দিলেন। কেননা, সন্তান দাস হয় না। অতঃপর তিনি বললেনঃ “আল্লাহ আমাকে কিতাব দিয়েছেন এবং আমাকে নবী করেছেন। এতে তিনি তাঁর মাতার দোষমুক্তির বর্ণনা দিয়েছেন এবং দলীলও বর্ণনা করেছেন। তিনি বলেছেনঃ “আমাকে আল্লাহ তাআলা নবী করেছেন এবং কিতাব দান করেছেন।\"বর্ণিত আছে যে, যখন ঐ লোকগুলি হযরত মারইয়াম (আঃ) কে তিরস্কার করছিল ঐ সময় হযরত ঈসা (আঃ) তাঁর দুধ পান করছিলেন। তাদের ঐ তিরস্কার বাণী শুনে তিনি স্তন থেকে মুখ টেনে নেন এবং বাম পার্শ্বে ফিরে তাদের দিকে মুখ করে এই উত্তর দেন। কথিত আছে যে, এই উক্তির সময় তার অঙ্গলী উখিত ছিল এবং হাত কাধ পর্যন্ত উঁচু ছিল। ইকরামা (রঃ) বলেন যে, আমাকে কিতাব দিয়েছেন তার এই উক্তির ভাবার্থ হচ্ছেঃ আমাকে কিতাব দেয়ার ইচ্ছা করেছেন। এটা পূর্ণ হবেই। হযরত আনাস (রাঃ) বলেন যে, জন্ম গ্রহণের সময়েই হযরত ঈসার (আঃ) সব কিছু মুখস্থ ছিল এবং তাকে সব কিছু শিখিয়েই সৃষ্টি করা হয়েছিল। (কিন্তু এই উক্তিটির সনদ ঠিক নয়) হযরত ঈসা (আঃ) আরো বলেনঃ “যেখানেই আমি থাকি না কেন, তিনি (আল্লাহ) আমাকে আশিস ভজিন করেছেন। আমি মানুষকে কল্যাণের কথা শিক্ষা দেবে এবং তারা আমার দ্বারা উপকৃত হবে।\"বানূ মাখযুম গোত্রের গোলাম অহাব ইবনু অরূদ (রঃ) হতে বর্ণিত আছে যে, একজন আলেম তার চেয়ে বড় একজন আলেমের সাথে সাক্ষাৎ করে তাকে জিজ্ঞেস করেনঃ “আল্লাহ আপনার উপর দয়া করুন! বলুন তো, আমার কোন আমল আমি ঘোষণা বা প্রচার করতে পারি?” উত্তরে তিনি বলেনঃ “ভাল কাজের আদেশ ও মন্দ কাজ হতে নিষেধ। কেননা, এটাই হচ্ছে আল্লাহর দ্বীন যা সহ তিনি তাঁর নবীদেরকে তার বান্দাদের নিকট পাঠিয়েছিলেন। সমস্ত ধর্মশাস্ত্রবিদ এ বিষয়ে একমত যে, হযরত ঈসার (আঃ) এই সাধারণ বরকত দ্বারা ভাল কাজের আদেশ ও মন্দ কাজ হতে নিষেধকেই বুঝানো হয়েছে। তিনি যেখানেই আসতেন, যেতেন, উঠতেন ও বসতেন সেখানেই তার একাজ তিনি চালু রাখতেন। আল্লাহর কথা মানুষের কাছে পৌঁছিয়ে দিতে তিনি কখনো কার্পণ্য করতেন না। হযরত ঈসা (আঃ) আরো বলেনঃ “আল্লাহ তাআলা আমাকে নির্দেশ দিয়েছেন যে, যতদিন আমি জীবিত থাকবে, ততদিন যেন নামায পড়ি ও যাকাত প্রদান করি। আমাদের নবীকেও (সঃ) এই নির্দেশই দেয়া হয়েছিল। তার ব্যাপারে ইরশাদ হয়েছেঃ (আরবী) অর্থাৎ “মৃত্যু পর্যন্ত তুমি তোমার প্রতিপালকের ইবাদতে লেগে থাকো।” (১৫:৯৯) সুতরাং হযরত ঈসাও (আঃ) বলেনঃ “আল্লাহ তাআলা আমার মৃত্যুর পূর্ব পর্যন্ত এ দুটি কাজ আমার উপর ফরয করে দিয়েছেন। এর দ্বারা তকদীর সাব্যস্ত হয় এবং যারা তকদীরকে অস্বীকার করে তাদের দাবী খণ্ডন করা হয়ে যায়।অতঃপর তিনি বলেনঃ আল্লাহ তাআলার আনুগত্যের সাথে সাথে আমাকে এ হুকুমও দেয়া হয়েছে যে, আমি যেন আমার মাতার প্রতি অনুগত থাকি। কুরআন কারীমে এ দুটি বর্ণনা প্রায়ই একই সাথে দেয়া হয়েছে। যেমন মহান আল্লাহ বলেছেনঃ (আরবী) অর্থাৎ “তোমার প্রতিপালক আদেশ দিয়েছেন, তিনি ছাড়া অন্য কারো ইবাদত না করতে ও পিতা-মাতার প্রতি সদ্ব্যবহার করতে।” (১৭:২৩) অন্য এক জায়গায় আছেঃ (আরবী) অর্থাৎ “তুমি কৃতজ্ঞতা প্রকাশ করো আমার ও তোমার পিতা-মাতার।” (৩১:১৪)তিনি বলেনঃ তিনি (আল্লাহ) আমাকে উদ্ধত ও হতভাগ্য করেন নাই। আল্লাহ তাআলা আমাকে এমন উদ্ধত করেন নাই যে, আমি তার ইবাদত এবং আমার মাতার আনুগত্যের ব্যাপারে অহংকার করি এবং হতভাগ্য হয়ে যাই। সুফিয়ান সাওরী (রঃ) বলেন যে, (আরবী) ও (আরবী) হলো ঐ ব্যক্তি যে ক্রোধের সময় কাউকেও হত্যা করে ফেলে। পূর্ব যুগীয় কোন কোন মনীষী বলেছেন যে, পিতা-মাতার অবাধ্য সেই হয়, যে উদ্ধত ও হতভাগ্য হয়। দুশ্চরিত্র সেই হয়, যে গর্ব ও অহংকার করে। বর্ণিত আছে যে, একটি স্ত্রী লোক হযরত ঈসার (আঃ) মু'জিযাগুলি দেখে তাঁকে বলেঃ “ঐ পেট কতই না বরকতময়, যে পেট আপনাকে বহন করেছে এবং ঐ সন্তান কতইনা কল্যাণময়, যে আপনাকে দুধ পান করিয়েছে। তার একথার জবাবে হযরত ঈসা (আঃ) বলেনঃ “ঐ ব্যক্তির জন্যে সুসংবাদ, যে আল্লাহর কিতাব পাঠ করে, অতঃপর ওর অনুসরণ করে এবং উদ্ধত ও হতভাগ্য হয় না।”এরপর হযরত ঈসা (আঃ) বলেন, আমার প্রতি ছিল শান্তি যেদিন আমি জন্ম লাভ করেছি ও শান্তি থাকবে যে দিন আমার মৃত্যু হবে এবং যেদিন জীবিত অবস্থায় আমি পুনরুত্থিত হবে। এর দ্বারাও হযরত ঈসার (আঃ) দাসত্ব এবং সমস্ত মাখলুকের মত তিনিও যে আল্লাহর এক মাখলুক, এটা প্রমাণিত হচ্ছে। সমস্ত মানুষ যেমন অস্তিত্বহীনতা হতে অস্তিত্বে এসেছে, অনুরূপ ভাবে তিনিও অস্তুিতহীনতা হতে অস্তিত্বে এসেছেন। অতঃপর তিনি মৃত্যুর স্বাদ গ্রহণ করবেন। অতঃপর কিয়ামতের দিন জীবিত অবস্থায় পুনরুতিও হবেন। তবে এই তিনটি অবস্থা অত্যন্ত কঠিন হওয়া সত্ত্বেও তাঁর জন্যে এটা সহজ হয়ে যাবে। তার মধ্যে কোন উদ্বেগ ও ভয়-ভীতি থাকবে না; বরং তিনি পূর্ণভাবে শান্তি লাভ করবেন। তার উপর আল্লাহর দুরূদ ও সালাম বর্ষিত হোক।",
  "ayah": 33,
  "surah": 19
}
