{
  "text": "৪৬-৪৮ নং আয়াতের তাফসীর:\nহ্যরত ইবরাহীম (আঃ) তাঁর পিতাকে আল্লাহর পথে আহবান করলে এবং মূর্তি পূজা পরিত্যাগ করতে বললে সে তাকে যে উত্তর দিয়েছিল এখানে আল্লাহ তাআলা তারই খবর দিচ্ছেন। সে হযরত ইবরাহীমকে (আঃ) বললোঃ “তুমি কি আমার মা’দদের প্রতি অসন্তুষ্ট এবং তাদের উপাসনা করতে অস্বীকার করছো? তুমি কি তাদেরকে খারাপ বলছে, দোষ দিচ্ছ এবং গালাগালি করছো? জেনে রেখো যে, তুমি যদি এ কাজ থেকে বিরত না হও, তবে আমি তোমাকে প্রস্তুরাঘাতে হত্যা করে ফেলবো। তুমি আমাকে কষ্ট দিয়ো না এবং আমাকে কিছুই বলো না। এটাই উত্তম যে, তুমি আমার নিকট থেকে চিরবিদায় গ্রহণ করো। নচেৎ আমি তোমাকে কঠিন শাস্তি প্রদান করবো। উত্তরে হযরত ইবরাহীম (আঃ) তাকে বললেনঃ “আচ্ছা, ঠিক আছে। তুমি খুশী হও যে, আমি তোমাকে কোন কষ্ট দিবো না। কেননা, তুমি আমার পিতা। বরং আমি আল্লাহ তাআলার নিকট প্রার্থনা করবো যে, তিনি যেন তোমাকে ভাল হওয়ার তাওফীক দেন এবং তোমার গুনাহ মাফ করেন। মুমিনদের নীতি এটাই যে, তারা অজ্ঞদের সাথে ঝগড়ায় লিপ্ত হয়। যেমন কুরআন কারীমে রয়েছেঃ (আরবী) অর্থাৎ “তাদেরকে যখন অজ্ঞ ব্যক্তিরা সম্বোধন করে, তখন তারা জবাব দেয় প্রশান্তভাবে।” (২৫:৬৩) আর এক জায়গায় আছেঃ “যখন তারা বাজে কথা শুনে, তখন তারা তার থেকে মুখ ফিরিয়ে নেয় এবং বলেঃ আমাদের কাজ আমাদের জন্যে এবং তোমাদের কাজ তোমাদের জন্যে। তোমাদের উপর সালাম এবং আমরা অজ্ঞদের মুখোমুখী হতে চাইনে (অর্থাৎ তাদের সাথে ঝগড়া করতে চাইনে)।”অতঃপর হযরত ইবরাহীম (আঃ) বলেনঃ “আমার প্রতিপালক আমার প্রতি অতিশয় অনুগ্রহশীল। এটা তারই অনুগ্রহ যে, তিনি আমাকে ঈমান, ইখলাস এবং হিদায়াত দান করেছেন। আমি আশা রাখি যে, তিনি আমার প্রার্থনা কবুল করবেন। পিতার সাথে তাঁর এ ওয়াদা অনুযায়ী তিনি তার জন্যে ক্ষমা প্রার্থনা করতে থাকেন। সিরিয়ায় হিজরত করার পরেও, মসজিদে হারাম নির্মাণ করার পরেও এবং তাঁর সন্তান জন্মগ্রহণ করার পরেও তিনি প্রার্থনা করতেনঃ “হে আল্লাহ! আপনি আমাকে, আমার পিতা-মাতাকে এবং সমস্ত মুমিনকে হিসাব কায়েম হওয়ার দিন ক্ষমা করে দিবেন। অবশেষে আল্লাহ তাআলার পক্ষ হতে তাঁর নিকট ওয়াহী আসেঃ “মুশরিকদের জন্যে ক্ষমা প্রার্থনা করো না।” তাঁকে অনুসরণ করে ইসলামের প্রাথমিক যুগে মুসলমানরাও তাঁদের মুশরিক আত্মীয় স্বজনের জন্যে ক্ষমা প্রার্থনা করতেন। অতঃপর নিম্নের আয়াত নাযিল হয়ঃ (আরবী) অর্থাৎ “তোমাদের জন্যে উত্তম আদর্শ রয়েছে ইবরাহীমের (আঃ) মধ্যে ও তাঁর সঙ্গীয় লোকদের মধ্যে; যখন তারা তাদের কওমকে বলেছিলঃ ক তোমাদের থেকে ও আল্লাহ ছাড়া তোমরা যাদের ইবাদত করছে তাদের থেকে মুক্ত.........., ইবরাহীমের (আঃ) ঐ কথাটি ছাড়া যা সে তার পিতাকে বলেছিলঃ আমি সত্বরই তোমার জন্যে ক্ষমা প্রার্থনা করবো এবং আমি তোমার জন্যে আল্লাহর নিকট কোন কিছুরই মালিক নই।” (৬০:৪) অর্থাৎ হে মুসলমানরা! নিঃসন্দেহে ইবরাহীম (আঃ) তোমাদের অনুসরণ যোগ্য। কিন্তু তিনি যে তাঁর পিতার জন্যে ক্ষমা প্রার্থনা করবেন বলে ওয়াদা করেছিলেন এ ব্যাপারে তিনি তোমাদের অনুসরণ যোগ্য নন। অন্য এক জায়গায় আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ ‘নবী (সঃ) ও মু'মিনদের জন্যে উচিত নয় যে, তারা মুশরিকদের জন্যে ক্ষমা প্রার্থনা করে।\" (৯:১১৩) এরপরে মহান আল্লাহ বলেছেনঃ “ইব্রাহীমের (আঃ) তার পিতার জন্যে ক্ষমা প্রার্থনা শুধু ঐ ওয়াদার কারণেই যে ওয়াদা সে তার সাথে করেছিল। কিন্তু যখন তার কাছে এটা প্রকাশিত হয়ে গেল যে, সে আল্লাহর শত্রু, তখন সে তার থেকে বিরত থাকলো, নিশ্চয় ইবরাহীম (আঃ) (আল্লাহর দিকে) প্রত্যাবর্তনকারী এবং সহনশীল।\"এরপর হযরত ইবরাহীম (আঃ) বলেনঃ আমি তোমাদের দিক হতে এবং তোমরা আল্লাহ ছাড়া যাদের ইবাদত কর তাদের দিক হতে পৃথক হচ্ছি, আমি শুধু আমার প্রতিপালককে আহবান করি। তার ইবাদতে অন্য কাউকেও আমি শরীক করি না। আমি শুধু তার কাছেই প্রার্থনা জানাই। আমি আশা রাখি যে, আমার প্রতিপালককে আহবান করে আমি ব্যর্থকাম হবে না, বরং সফলকাম হবো। তিনি অবশ্যই আমার আহবানে সাড়া দিবেন। ঘটনাও এটাই বটে। এখানে (আরবী) শব্দটি (আরবী) এর অর্থে এসেছে। কেননা, হযরত মুহাম্মদের (সঃ) পরে তিনিই নব্বীদের সরদার বা নেতা। তাদের সবারই উপর দরূদ ও সালাম বর্ষিত হোক।",
  "ayah": 48,
  "surah": 19
}
