{
  "text": "৫১-৫৩ নং আয়াতের তাফসীর:\nস্বীয় খলীলের (আঃ) বর্ণনার পর আল্লাহর স্বীয় কালীমের (অর্থাৎ মূসা কালীমুল্লাহর (আঃ) বর্ণনা শুরু করলেন।(আরবী) এর দ্বিতীয় পঠন (আরবী) ও রয়েছে। অর্থাৎ হযরত মূসা (আঃ)। আন্তরিকতার সাথে আল্লাহর ইবাদতকারী ছিলেন। বর্ণিত আছে যে, হযরত ঈসাকে (আঃ) তাঁর অনুসারী হাওয়ারীরা প্রশ্ন করেছিলঃ “(হে রূহুল্লাহ (আঃ)! বলুন তো, ‘মুখলিস' ব্যক্তি কে?\" উত্তরে তিনি বলেছিলেনঃ “যে শুধু মাত্র আল্লাহর উদ্দেশ্যে আমল করে। লোকে তার প্রশংসা করুক এটা তার উদ্দেশ্য থাকে না।\" অন্য কিরআত (আরবী) রয়েছে। অর্থাৎ হযরত মূসা (আঃ) আল্লাহ তাআলার মনোনীত ও নির্বাচিত বান্দা ছিলেন। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আমি তোমাকে লোকদের উপর মনোনীত করেছি।”(৭:১৪৪) হযরত মূসা (আঃ) আল্লাহ তাআলার নবী ও রাসূল ছিলেন। পাঁচজন বড় মর্যাদাসম্পন্ন ও স্থির প্রতিজ্ঞ রাসূলদের মধ্যে তিনি ছিলেন একজন। অর্থাৎ নূহ (আঃ), ইবরাহীম (আঃ), মূসা (আঃ), ঈসা (আঃ) এবং মুহাম্মদ (সঃ)। তাদের উপর এবং অন্যান্য সমস্ত ব্বীর উপর আল্লাহর দুরূদ ও সালাম বর্ষিত হোক।মহামহিমান্বিত আল্লাহ বলেনঃ তাকে আমি আহবান করেছিলাম তুর পর্বতের দক্ষিণ দিক হতে এবং আমি গূঢ়তত্ত্ব আলোচনারত অবস্থায় তাকে নিকটবর্তী করেছিলাম। এটা ঐ সময়ের ঘটনা, যখন তিনি আগুনের সন্ধানে বের হয়ে তূর পাহাড়ের দিকে আগুন দেখতে পান এবং সেই দিকে অগ্রসর হন। হযরত ইবনু আব্বাস (রাঃ) প্রভৃতি গুরুজন বলেনঃ তিনি এতো নিকটবর্তী হন যে, কলমের শব্দ শুনতে পান। এর দ্বারা তাওরাত লিখার কলমকে বুঝানো হয়েছে। সুদ্দী (রঃ) বলেন যে, তিনি আকাশে যান এবং আল্লাহ তাবারাকা ওয়া তাআলার সাথে কথা বলেন। বর্ণিত আছে যে, তার সাথে আল্লাহ তাআলার যে সব কথোপকথন হয়েছিল তার মধ্যে এটাও ছিলঃ “হে মূসা (আঃ)! যখন আমি তোমার অন্তরকে কৃতজ্ঞতা প্রকাশকারী ও তোমার যবানকে আমার স্মরণকারী বানিয়ে দেবো, আর তোমাকে এমন স্ত্রী দান করবো যে পুণ্যের কাজে তোমার সহায়িকা হয়, তখন তুমি জানবে যে, তোমাকে আমি কোন কল্যাণই দান করতে ছাড়ি নাই। আর যাকে একটি জিনিস দান করি না, সে যেন মনে করে নেয় যে, তাকে আমি কোন কল্যাণই দান করি নাই। মহান আল্লাহ বলেনঃ আমি মূসার (আঃ) উপর আর একটি অনুগ্রহ এই করেছিলাম যে, তার ভাই হারূণকে (আঃ) নবী করে তার সাহায্যার্থে তার সঙ্গী করেছিলাম। এটা সে আকাংখাও করেছিল ও প্রার্থনা জানিয়েছিল। যেমন মহান আল্লাহ তাঁর প্রার্থনার উদ্ধৃতি দিয়ে বলেনঃ (আরবী) অর্থাৎ “আমার ভ্রাতা হারূণ (আঃ) আমা অপেক্ষা বাগ্মী; অতএব, তাকে আমার সাহায্যকারীরূপে প্রেরণ করুন!” (২৮:৩৪) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “হে মূসা (আঃ)! তোমার প্রার্থনা কবূল করা হলো।\" (২০:৩৬) তার দু’আর শব্দ (আরবী) (২৬:১৩) এরূপও রয়েছে। অর্থাৎ “হারূণকেও (আঃ) রাসল বানিয়ে দিন।\" বর্ণিত আছে যে, এর চেয়ে বড় প্রার্থনা এবং এরচেয়ে বড় সুপারিশ দুনিয়ায় কেউই কারো জন্যে করে নাই। হযরত হারূণ (আঃ) হযরত মূসার (আঃ) চেয়ে বড় ছিলেন। তাঁদের উভয়ের উপর আল্লাহর দুরূদ ও সালাম বর্ষিত হোক।",
  "ayah": 53,
  "surah": 19
}
