{
  "text": "আল্লাহ তাআলা বলেন যে, এঁরাই হচ্ছেন নবীদের দল অর্থাৎ যাদের বর্ণনা এই সূরায় রয়েছে, কিংবা পূর্বে বর্ণিত হয়েছে অথবা পরে বর্ণনা আসবে। তারা আল্লাহ তাআলার ইনআম প্রাপ্ত। সুতরাং এখানে ব্যক্তি বর্ণনা হতে জাতি বর্ণনার দিকে ফিরে যাওয়া হয়েছে।এরা হলেন হযরত আদমের (আঃ) সন্তানের অন্তর্ভুক্ত অর্থাৎ হযরত ইদরীসের (আঃ), বংশোদ্ভূত এবং তাদের বংশোদ্ভূত যাদেরকে হযরত নূহের (আঃ) সাথে নৌকায় আরোহণ করানো হয়েছিল। এর দ্বারা হযরত ইবরাহীমকে (আঃ) বুঝানো হয়েছে। আর হযরত ইবরাহীমের (আঃ) বংশধর দ্বারা হযরত ইসহাক (আঃ) হযরত ইয়াকূব (আঃ) ও হযরত ইসমাঈলকে (আঃ) বুঝানো হয়েছে। হযরত ইসরাঈলের (আঃ) বংশধর দ্বারা বুঝানো হয়েছে। হযরত মূসা (আঃ), হযরত হারূণ (আঃ), হযরত যাকারিয়া (আঃ), হযরত ইয়াহইয়া (আঃ) এবং হযরত ঈসাকে (আঃ)। হযরত সুদ্দী (রঃ) ও হযরত ইবনু জারীরের (রঃ) এটাই উক্তি। এজন্যেই তাদের বংশের কথা পৃথকভাবে বর্ণনা করা হয়েছে, যদিও সবাই হযরত আদমের (আঃ) বংশধর। কিন্তু তাদের মধ্যে কতক এমনও রয়েছেন যারা ঐ মনীষীদের বংশোদ্ভূত নন। যারা হযরত নূহের (আঃ) সাথী ছিলেন। কেননা, হযরত ইদরীস (আঃ) তো হযরত নূহের (আঃ) দাদা ছিলেন। আমি বলিঃ বাহ্যতঃ এটাই সঠিক যে, হযরত ইদরীস (আঃ) হযরত নূহ (আঃ) ছাড়া অন্যের বংশোদ্ভূত। তবে কতকগুলি লোকের ধারণা এই যে, হযরত ইদরীস (আঃ) বাণী ইসরাঈলী নবী ছিলেন। তারা বলেন যে, মিরাজের হাদীসে হযরত ইদরীসের (আঃ) সাথে রাসূলুল্লাহর (সঃ) সাক্ষাতের সময় তাকে উত্তম নবী ও উত্তম ভাই বলে অভ্যর্থনা জানানো বর্ণিত আছে। তিনি উত্তম সন্তান বলেন নাই, যেমন হযরত ইবরাহীম (আঃ) ও হযরত আদম (আঃ) বলেছিলেন। বর্ণিত আছে যে, হযরত ইদরীস (আঃ) হযরত নূহের (আঃ) পূর্ববর্তী নবী ছিলেন। তিনি স্বীয় কওমকে বলেছিলেনঃ “তোমরা লা ইলাহা ইল্লাহ’ এর উক্তিকারী ও এর উপর বিশ্বাস স্থাপনকারী হয়ে যাও। তারপর যা ইচ্ছা তাই কর।” কিন্তু তাঁরা। তার কথা অমান্য করে। সুতরাং আল্লাহ তাআলা তাদেরকে ধ্বংস করে দেন। আমরা এই আয়াতটিকে নবীদের শ্রেণীভুক্ত আয়াত বলেছি। এর দলীল হচ্ছে সূরায়ে আনআমের ঐ আয়াতগুলি যেগুলিতে হযরত ইবরাহীম (আঃ), হযরত ইসহাক (আঃ), হযরত ইয়াকূব (আঃ), হযরত নূহ (আঃ), হযরত দাউদ (আঃ), হযরত সুলাইমান (আঃ), হযরত আইয়ূব (আঃ), হযরত মূসা (আঃ), হযরত হারূণ (আঃ), হযরত যাকারিয়া (আঃ), হযরত ইয়াহইয়া (আঃ), হযরত ঈসা (আঃ), হযরত ইলইয়সি (আঃ), হযরত ইসমাঈল (আঃ), হযরত ইয়াসাআ (আঃ) এবং হযরত ইউনুস (আঃ) প্রভৃতি নবীদের বর্ণনা রয়েছে এবং তাঁদের প্রশংসা করার পর বলা হয়েছেঃ (আরবী) অর্থাৎ “এরা তারাই যাদেরকে আল্লাহ তাআলা হিদায়াত দান করেছিলেন। সুতরাং (হে নবী (সাঃ) তুমি তাদের হিদায়াতের অনুসরণ করো।” (৬:৯০) আল্লাহ তাআলা একথাও বলেছেনঃ “নবীদের মধ্যে কারো কারো ঘটনা আমি বর্ণনা করে দিয়েছি এবং কারো কারো ঘটনা তোমার কাছে বর্ণনা করি নাই।” সহীহ বুখারীতে রয়েছে যে, হযরত মুজাহিদ (রঃ) হযরত ইবনু আব্বাসকে (রাঃ) জিজ্ঞেস করেনঃ “সূরায়ে সাদ’ এ কি সিজদা আছে?” তিনি উত্তরে বলেনঃ “হাঁ তারপর তিনি এই আয়াতটিই তিলাওয়াত করে বলেনঃ “তোমাদের নবীকে (সঃ) তাদের অনুসরণের নির্দেশ দেয়া হয়েছে।” হযরত দাউদ (আঃ) অনুসৃত নবীদের একজন ছিলেন।ঘোষণা করা হচ্ছেঃ যখন ঐ নবীদের (আঃ) সামনে আল্লাহর কিতাবের আয়াতসমূহ পাঠ করা হতো, তখন তারা ওর দলীল প্রমাণাদি শুনে অত্যন্ত বিনয়ের সাথে আল্লাহ তাআলার কৃতজ্ঞতা প্রকাশ করতঃ কাঁদতে কাঁদতে সিজদায় পড়ে যেতেন। এ জন্যেই এই আয়াতে সিজদার হুকুমের ব্যাপারে আলেমগণ একমত, যাতে ঐ নবীদের অনুসরণ করা হয়। আমীরুল মু'মিনীন হযরত উমার ইবনুল খাত্তাব (রাঃ) সূরায়ে মারইয়াম পাঠ করেন। যখন তিনি এই আয়াতে পৌঁছেন, তখন সিজদা করেন। অতঃপর বলেনঃ ‘সিজদা তো করলাম, কিন্তু ঐ কান্না কোথা হতে আনবো?” (এটা ইবনু আবি হাতিম (রঃ) ও ইবনু জারীর (রঃ) বর্ণনা করেছেন)",
  "ayah": 58,
  "surah": 19
}
