{
  "text": "৬১-৬৩ নং আয়াতের তাফসীর:\nগুনাহ হতে তাওবা কারীরা যে জান্নাতে প্রবেশ করবে তা হবে চিরস্থায়ী যার ভবিষ্যতের ওয়াদা তাদের প্রতিপালক তাদের সাথে করেছেন। ঐ জান্নাতকে তারা দেখে নাই। তবুও তারা ওর উপর ঈমান এনেছে ও ওটাকে বিশ্বাস করেছে। সত্য কথা এটাই যে, আল্লাহর ওয়াদা সত্য ও অটল। জান্নাত লাভ বাস্তব কথা। এই জান্নাত সামনে এসেই যাবে। আল্লাহ তাআলা ওয়াদা খেলাফও করবেন না এবং ওয়াদার পরিবর্তনও করবেন না। এই লোকদেরকে তথায় অবশ্যই পৌঁছানো হবে। (আরবী) এর অর্থ (আরবী) ও এসে থাকে। ভাবার্থ এটাওঃ আমরা যেখানেই যাই ওটা আমাদের কাছে এসেই পড়ে। যেমন বলা হয়ঃ আমার উপর পঞ্চাশ বছর এসেছে অথব্য আমি পঞ্চাশ বছরে পৌঁছেছি। দুটো বাক্যের অর্থ একই হয়ে থাকে। ঐ জান্নাতীদের কানে কোন বাজে কথা, অপছন্দনীয় কথা আসবে এটা অসম্ব। তাদের কানে শুধু শান্তির বাণীই পৌঁছবে। চতুর্দিক থেকে বিশেষ করে ফেরেশতাদের পবিত্র মুখ থেকে শান্তিপূর্ণ কথাই বের হবে এবং তা তাদের কানে গুঞ্জরিত হবে। যেমন সূরায়ে ওয়াকেআ’তে রয়েছেঃ (আরবী) অর্থাৎ “সেথায় তারা শুনবে না কোন অসার অথবা পাপ বাক্য ‘সালাম’ আর ‘সালাম’ বাণী ব্যতীত।” (৫৬:২৫-২৬) এখানে এটা (আরবী) হয়েছে। সকাল ও সন্ধ্যায় উত্তম ও সুস্বাদু আহার্য বিনা কষ্টে ও পরিশ্রমে তাদের কাছে আসতে থাকবে। এটা মনে করা ঠিক হবে না যে, জান্নাতে দিন ও রাত হবে, বরং ঐ আলো বা জ্যোতি দেখে সময় চিনে নেবে যা আল্লাহ তাআলার পক্ষ থেকে নির্ধারিত রয়েছে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রথম যে দলটি জান্নাতে যাবে তাদের মুখমণ্ডল চৌদ্দ তারিখের চাদের মত উজ্জ্বল ও জ্যোতির্ময় হবে। সেখানে তাদের মুখে থুথুও আসবে না এবং নাকে শ্লেষ্মও আসবে না। তাদের পায়খানা ও প্রস্রাবের প্রয়োজন হবে না। তাদের পানপাত্র ও আসবাবপত্র গুলি হবে স্বর্ণ ও রৌপ্য নির্মিত। তাদের দেহের ঘর্ম হবে মিশক আম্বারের মত সুগন্ধময়। প্রত্যেক জান্নাতীর এমন দুটি স্ত্রী থাকবে যাদের পরিচ্ছন্ন পায়ের গোছা হতে হাড়ের মজ্জা বাইরে থেকে দেখা যাবে, ঐ বেহেশতীদের একে অপরের প্রতি কোন শত্রুতা থাকবে না, সবাই যেন একই হৃদয়ের লোক। তাদের মধ্যে কোন মতানৈক্য থাকবে না। সকাল সন্ধ্যায় তারা আল্লাহর তাসবীহ পাঠে রত থাকবে।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “শহীদ লোকেরা ঐ সময় জান্নাতের একটি নহরের ধারে জান্নাতের দরজার পার্শ্বে রক্তিম বর্ণের খিলান করা ছাদের নীচে অবস্থান করবে। তাদের কাছে সকাল সন্ধ্যায় আহার্য পৌঁছানো হবে।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদ' গ্রন্থে বর্ণনা করেছেন)তথাকার সকাল ও সন্ধ্যার কথা দুনিয়ার হিসেবে বলা হয়েছে। আসলে সেখানে রাত্রি হবেই না। বরং সদা আলো ও জ্যোতিই বিরাজ করবে। পর্দা পড়ে যাওয়া ও দরজা বন্ধ হওয়ার দ্বারা জান্নাতীরা সন্ধ্যা বুঝতে পারবে এবং অনুরূপভাবে সরে যাওয়া ও দরজা খুলে যাওয়া দ্বারা তারা সকাল জানতে পারবে। দর বন্ধ হওয়া ও খুলে যাওয়া জান্নাতীদের ইঙ্গিত ও নির্দেশক্রমেই। হবে। এই দরজগুলিও এতো পরিষ্কার ও ঝকঝকে হবে যে, বাইরের জিনিসগুলি ভিতর থেকে দেখা যাবে। দুনিয়ায় দিন রাত্রি ভোগ করা তাদের অভ্যাস ছিল বলে যে সময় তারা চাবে তাই পাবে। আরবের লোকেরা সকাল ও সন্ধ্যায় খাদ্য খেতে অভ্যস্ত ছিল বলেই জান্নাতীদের খাদ্য খাওয়ার ব্যাপারে সকাল ও সন্ধ্যার কথা বলা হয়েছে মাত্র। প্রকৃতপক্ষে তারা যা চাবে এবং যখন চাবে বক্ষ্যমান পেয়ে যাবে। যেমন একটি গারীব ও অস্বীকার্য হাদীসে রয়েছে যে, সকাল সন্ধ্যায় ঠিকানা নয়, বরং রিযক তো অসংখ্য এবং তা সব সময় বিদ্যমান থাকবে। আল্লাহর বন্ধুদের পার্শ্বে ঐ সময় এমন সব হ্র আগমন করবে যাদের মধ্যে নিম্নমানের হৃরেরা শুধুমাত্র যাফরান দ্বারা সৃষ্ট হবে। এই সব নিয়ামত বিশিষ্ট জান্নাতগুলি ঐ সব লোক পাবে যারা প্রকাশ্যে ও অপ্রকাশ্যে আল্লাহর বাধ্য ও অনুগত, ক্রোধসম্বরণকারী এবং লোকদেরকে ক্ষমাকারী। যাদের গুণাবলী (আরবী) এর শুরুতে বর্ণিত। হয়েছে। সেখানে বলা হয়েছেঃ তারাই ফিরদাউসের অধিকারী হবে যাতে তারা স্থায়ী হবে।",
  "ayah": 63,
  "surah": 19
}
