{
  "text": "৬৬-৭০ নং আয়াতের তাফসীর:\nকিয়ামতকে অস্বীকারকারী কতকগুলি লোক কিয়ামত সংঘটনকে অসম্ভব মনে করতো এবং মৃত্যুর পরে পুনরুজ্জীবন তাদের কাছে ছিল অবাস্তব। তারা ঐ কিয়ামতের এবং ঐ দিন নতুনভাবে দ্বিতীয়বারের জীবনের অবস্থা শুনে অত্যন্ত বিস্ময়বোধ করতো। যেমন কুরআন কারীমে রয়েছেঃ (আরবী) অর্থাৎ “যদি তুমি বিস্মিত হও, তবে তাদের এই উক্তিটিও বিস্ময় মুক্ত নয়। আমরা যখন মাটি হয়ে যাবো, তখন কি আমরা (পুনরায়) নতুনভাবেসৃষ্ট হবো?” (১৩:৫) সুরায়ে ইয়াসীনে আল্লাহ তাআলা বলেছেনঃ “সে আমার সম্বন্ধে উপমা রচনা করে, অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; বলেঃ অস্থিতে প্রাণ সঞ্চার করবে কে যখন তা পচে গলে যাবে? বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি ওটা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।\" এখানেও কাফিরদের ঐ প্রতিবাদেরই উল্লেখ করা হয়েছে। তারা বলেঃ আমাদের মৃত্যু হয়ে গেলে আমরা কি জীবিত অবস্থায় পুনরুত্থিত হবো? জবাবে আল্লাহ তাআলা বলেনঃ মানুষ কি স্মরণ করে না যে, আমি তাকে পূর্বে সৃষ্টি করেছি, যখন সে কিছুই ছিল না? তারা প্রথমবারের সৃষ্টিকে স্বীকার করছে আর দ্বিতীয়বারের সৃষ্টিকে অস্বীকার করছে? যখন তারা কিছুই ছিল না তখন যিনি তাদেরকে কিছু একটা করতে সক্ষম ছিলেন, তারপরে যখন তারা কিছু না কিছু এটা অবশ্যই হবে তখন কি তিনি নতুনভাবে তাদেরকে সৃষ্টি করতে সক্ষম হবেন না?” সুতরাং প্রথমবার সষ্টি করাতো দ্বিতীয়বারে সষ্টি করারই দলীল। যিনি প্রথমবার সৃষ্টি করেছেন তিনি দ্বিতীয়বারও সৃষ্টি করবেন। আর দ্বিতীয়বার সৃষ্টি করাতো প্রথমবারের সৃষ্টিকরার তুলনায় সহজ হয়ে থাকে। সহীহ হাদীসে রয়েছে যে, আল্লাহ তাআলা বলেনঃ “আদম সন্তান আমাকে মিথ্য প্রতিপন্ন করছে, অথচ এটা তার জন্যে উপযুক্ত ছিল না। আদম সন্তান আমাকে কষ্ট দেয়, অথচ এটাও তার জন্যে সমীচীন নয়। আমাকে তার মিথ্যা প্রতিপন্ন করা এই যে, সে বলেঃ যেভাবে আল্লাহ আমাকে প্রথমবার সৃষ্টি করেছেন সেভাবে তিনি আমাকে দ্বিতীয়বার সৃষ্টি করবেন না। অথচ এটা স্পষ্টভাবে প্রকাশমান যে, প্রথমবারের সৃষ্টি দ্বিতীয়বারের সৃষ্টির তুলনায় কঠিনতর। আর আমাকে তার কষ্ট দেয়া এই যে, সে বলেঃ আল্লাহর সন্তান রয়েছে। অথচ আমি এক ও অমুখাপেক্ষী। না আমার পিতামাতা আছে, না সন্তান সন্ততি আছে, না আমার সমতুল্য ও সমকক্ষ কেউ আছে। আমি আমার সত্তার শপথ করে বলছি যে, আমি তাদের সকলকেই জমা করবো এবং আমাকে ছাড়া যে সব শয়তানের তারা ইবাদত করতো তাদেরকেও আমি একত্রিত করবো। অতঃপর তাদেরকে জাহান্নামের সামনে আনয়ন করবো যেখানে তারা হাটুর ভরে পতিত হবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তুমি প্রত্যেক উম্মতকে হাঁটুর ভরে পড়ে থাকতে দেখবে।” (৪৫:২৮) একটি উক্তি এও আছে যে, দাঁড়ানো অবস্থায় তাদের হাশর হবে। মহান আল্লাহ বলেনঃ যখন সমস্ত প্রথম ও শেষের মানুষ একত্রিত হয়ে যাবে তখন আমি তাদের মধ্য হতে বড় বড় পাপী ও অবাধ্যদেরকে পৃথক করে দেবো। তাদের সরদার ও আমীর এবং যারা মন্দ ও অসৎ কাজ ছড়াতো, যারা তাদেরকে শিরক ও কুফরীর শিক্ষা দিতো এবং তাদেরকে পাপকার্যের দিকে আকৃষ্ট করতো তাদের সকলকেই আমি পৃথক করবো। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “যখন সেখানে সবাই একত্রিত হয়ে যাবে তখন পরবর্তী লোকেরা পূর্ববর্তী লোকদের সম্পর্কে বলবেঃ এই লোকেরাই আমাদেরকে পথভ্রষ্ট করেছিল, সুতরাং আপনি তাদেরকে দ্বিগুণ শাস্তি প্রদান করুন। (৭:৩৮)।” এরপর খবরের উপর খবরের সংযোগ স্থাপন করে বলেনঃ সবচেয়ে বেশী শাস্তির যোগ্য কারা এবং কারা জাহান্নামের আগুণের উপযুক্ত তা আল্লাহ ভালভাবেই জানেন। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “প্রত্যেকের জন্যেই দ্বিগুণ শাস্তি, কিন্তু তোমরা জান না।” (৭:৩৮)",
  "ayah": 70,
  "surah": 19
}
