{
  "text": "৮৮-৯৫ নং আয়াতের তাফসীর:\nএই পবিত্র সূরার প্রারম্ভে এই কথার প্রমাণ গত হয়েছে যে, হযরত ঈসা (আঃ) আল্লাহর বান্দা। তাঁকে আল্লাহ তাআলা পিতা ছাড়াই নিজের হুকুমে হযরত মারইয়ামের (রাঃ) গর্ভে জন্ম দান করেন। এ জন্যে যারা তাকে আল্লাহ্ব পুত্র বলে থাকে (নাউযুবিল্লাহ)। অথচ এর থেকে তিনি সম্পূর্ণরূপে পবিত্র। তাদের উক্তির বর্ণনা দেয়ার পর আল্লাহ তাআ'লাবলেন যে, এটা বড়ই অন্যায় কথা। হযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত কাতাদা (রঃ) এবং হযরত মালিক (রঃ) (আরবী) শব্দের অর্থ করেছেন (আরবী) অর্থাৎ বড় বা বিরাট। এটাকে (আরবী) এবং (আরবী) এই তিন রূপেই পড়া হয়েছে। কিন্তু পঠনই বেশী প্রসিদ্ধ। তাদের এই কথাটি এতই জঘন্য ও অপ্রীতিকর যে, যেন আকাশ বিদীর্ণ হয়ে যাবে, পৃথিবী খণ্ড-বিখণ্ড হয়ে পড়বে এবং পর্বত রাজি চূর্ণ-বিচূর্ণ হয়ে যাবে। কেননা, আকাশ ও পৃথিবী আল্লাহ্ তাআলার শ্রেষ্ঠত্ব ও মর্যাদা বুঝে। তারা তাঁর একত্ববাদে বিশ্বাসী। তারা জানে যে, এ দুষ্ট ও নির্বোধ লোকেরা আল্লাহর সত্ত্বার উপর অপবাদ আরোপ করছে। তাঁর পিতামাতা নেই, সন্তান সন্ততি নেই, কোন অংশীদার নেই এবং সমতুল্য কেউ নেই। সমস্ত মাখলুক তার একত্বের সাক্ষ্য দানকারী। কবি বলেনঃ (আরবী) অর্থাৎ “প্রত্যেক জিনিসের মধ্যেই তার জন্যে নিদর্শন রয়েছে, যা প্রমাণ করছে যে, তিনি এক।” সারা বিশ্বের এক একটি অনুপরমাণু আল্লাহ তাআলার তাওহীদের প্রমাণ পেশ করছে। শিরুককারীদের শিকের কারণে সমস্ত মাখলুক প্রকম্পিত হচ্ছে। এর ফলে যেন জগতের পরিচালনায় ও ব্যবস্থাপনায় বিশৃংখলা দেখা দেয়ার উপক্রম হচ্ছে। শিকের সাথে কোন সৎকাজ ফলদায়ক হয় না। পক্ষান্তরে, এতে বিস্ময়ের কিছুই নেই যে, তাওহীদের সাথে সমস্ত গুনাহ আল্লাহ মাফ করে দিবেন। যেমন হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তোমাদের মরণোন্মুখ ব্যক্তিকে “লা ইলাহা ইল্লাল্লাহ’ এর শাহাদাত পাঠ করাতে থাকো। কেননা, যে ব্যক্তি তার মৃত্যুর সময় এটা পাঠ করবে তার জন্যে জান্নাত। ওয়াজিব হয়ে যাবে।” সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ) যে ব্যক্তি সুস্থাবস্থায় এটা পাঠ করবে (তার হুকুম কি?)” তিনি উত্তরে বলেনঃ “এটা তো (জান্নাত) আরো বেশী ওয়াজিবকারী, এটাতো (জান্নাত) আরো বেশী ওয়াজিবকারী।” অতঃপর তিনি বলেনঃ “যার হাতে আমার প্রাণ রয়েছে। তাঁর শপথ! যমীন ও আসমান এবং এতোদুভয়ের মাঝের সমস্ত কিছু এবং নিম্নের সমস্ত জিনিস যদি মীযানের (তারায়ূর) এক পাল্লায় রাখা হয় এবং “লা ইলাহা ইল্লাল্লাহ এর শাহাদাত দ্বিতীয় পাল্লায় রাখা হয় তবে এই শাহাদাতের ওজনই ভারী হয়ে যাবে।” এর আরো দলীল হচ্ছে ঐ হাদীসটি যাতে তাওহীদের একটি ক্ষুদ্র খণ্ড পাপরাশির বড় বড় দফতরের চেয়ে ভারী হওয়ার কথা বর্ণিত হয়েছে। (এই হাদীস ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)সুতরাং তাদের (আল্লাহর সন্তান আছে) এই উক্তিটি এতো বড় অন্যায় যে, আল্লাহর শ্রেষ্ঠত্ব ও বড়ত্বের কারণে আকাশ যেন কেঁপে ওঠে এবং যমীন যেন ক্রোধে ফেটে পড়ার উপক্রম হয়। আর পাহাড় যেন চূর্ণ বিচুর্ণ হয়ে পড়বে।হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, একটি পাহাড় অপর পাহাড়কে জিজ্ঞেস করেঃ “আল্লাহর যিকর করেছেন এরূপ কোন লোকও কি তোমার উপর আরোহণ করেছে?” ঐ পাহাড়টি তখন খুশী হয়ে উত্তর দেয়ঃ “হাঁ, করেছে।” সুতরাং পাহাড়ও বাতিল ও মিথ্যা কথা এবং ভাল কথা শুনতে পায়, অন্য কেউ শুনতে পায় না। অতঃপর তিনি এই আয়াতটি পাঠ করেন। বর্ণিত আছে যে, আল্লাহ তাআলা যখন যমীনকেও ওর বৃক্ষ লতাদি সৃষ্টি করেন তখন সমস্ত বৃক্ষ আদম সন্তানকে ফল ফুল ও উপকার দিতে থাকে। কিন্তু যখন যমীনের অধিবাসীরা আল্লাহর জন্যে সন্তান আরোপ করে তখন যমীন নড়তে শুরু করে এবং গাছগুলিতে কাটা হয়ে যায়। হযরত কা'ব (রাঃ) বলেন যে, ফেরেশতারা ক্রোধান্বিত হয়ে যান এবং জাহান্নাম ভীষণভাবে প্রজ্জ্বলিত হয়ে ওঠে।হযরত আবু মূসা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কষ্টদায়ক কথায় আল্লাহ তাআলা অপেক্ষা অধিক ধৈর্য ধারণকারী আর কেউ নেই। মানুষ তার সাথে শরীক স্থাপন করে এবং তার জন্যে সন্তান নির্ধারণ করে, অথচ তিনি তাদেরকে নিরাপদে রাখেন এবং আহার্য দান করতে থাকেন। তাদের থেকে তিনি বিপদ আপদ দূর করে দেন। সুতরাং আল্লাহর সন্তান রয়েছে তাদের এ কথায় যমীন, আসমান ও পাহাড় পর্বত চরম অস্বস্তিবোধ করে। আল্লাহর শ্রেষ্ঠত্ব চরম অস্বস্তি সন্তান মোটেই শোভনীয় নয়। কারণ সমস্ত সৃষ্টজীব তাঁরই দাসত্ব করছে। তার সঙ্গী সাথী বা তার সমতুল্য কেউই নেই। যমীন ও আসমানে যত কিছু রয়েছে সবই তাঁর আদেশাধীন ও তার অনুগত দাস। তিনি সবারই প্রতিপালক ও রক্ষক। সবারই গণনাতার কাছে রয়েছে। তার জ্ঞান সবকেই পরিবেষ্টন করে আছে। সবাই তার ক্ষমতার আওতার মধ্যে রয়েছে। সমস্ত পুরুষ, নারী, ছোট ও বড় এবং ভাল ও মন্দের খবর তিনি রাখেন শুরু থেকে শেষ পর্যন্ত সমস্ত কিছুর জ্ঞান তার আছে। তার কোন সাহায্যকারী নেই। তার সঙ্গী ও অংশীদারও নেই। প্রত্যেক বন্ধু বান্ধব ও সহায়কহীন অবস্থায় কিয়ামতের দিন তাঁর সামনে হাজির হবে। সমস্ত মাখলুকের ফায়সালা তারই হাতে। তিনি এক ও অংশী বিহীন। সবারই ফায়সালা তিনিই করবেন। তিনি যা চাবেন তাই করবেন। তিনি ন্যায় বিচারক, অত্যাচারী নন। কারো হক নষ্ট করা তাঁর সাহায্যের উল্টো।",
  "ayah": 95,
  "surah": 19
}
