{
  "surah": 6,
  "ayah": 41,
  "text": "No, He it is whom you will supplicate, so He will remove that for which you supplicate Him if He will, and you will forget what you associated with Him. “You will call upon Me, you will know Me, and you will ask Me to remove the trial. It is I who am powerful to perfection, I who am bounteous with bestowal, I who am the beautiful doing, beautiful- wanting friend and companion.” In the reports of David has come this: “O David! Ask the earth-dwellers why they do not be- come friends with Me, for I am worthy of friendship. I am the Lord with munificence and without niggardliness, with knowledge and without ignorance, with patience and without incapacity. There is no change in My attributes and no alteration in My words. I am the bestower upon the servants and vast in mercy. I have never turned back from bounty and generosity. In the Beginningless I wrote mercy toward them against Myself and burned the incense of love. I lit up their hearts with the light of recognition.” The tongue of the servants' state says in the tune of thanksgiving, “Love for Your Essence, my God, is the belief of the friends, remembering Your description, O Lord, dispels the grief of the grieving. The cash in hand of the servants is the treasure-house of Your bounty, so the hopeful keep on sewing the purse of hope.” “O David, if those who turn away from Me knew how I wait for them and how I yearn to put aside their acts of disobedience, they would die in yearning for Me and would cut off all their ties be- cause of love for Me. O David, this is what I desire for those who turn away from Me. How then is My desire for those who turn toward Me?! “O David! I give blessings, and they show gratitude to others. I fend off trial, and they see that from others. Their shelter is My Presence, and they take shelter in others. All right, let them go, let them flee, and they will return at last.” You also have brightness from Me- you'll keep wandering, then you'll come to Me. “O David! I am the friend of him who befriends Me. I am the companion of him who takes Me as companion.  I sit with the one who sits with Me in the seclusion of remembrance. I am the intimate of him who becomes the intimate of remembering Me. “O David! Whosoever seeks Me finds Me, and he who finds Me is worthy of not losing.” The Pir of the Tariqah said, “O Remembered in the proofs, O Reminder of intimacy! Since You are present, of what use to us is seeking? O God, everyone has a hope, and my hope is vision. Without vision I have no need for any wage nor any use for paradise.” As long as I have this hidden pain I will be seeking You-You know the remedy. No, He it is whom you will supplicate. Concerning the intimations of this verse Jurayrī said, “The recognizers return to Him at the first beginnings, and the common people return to Him after de- spair of the creatures.” At the first of the work and the beginning of their states with the Real, the recognizers flee to the Real, do not set their hearts on the creatures, and do not see the secondary causes. The common people get caught up with the secondary causes and set their hearts on the creatures. Finally, once they despair of the creatures, they return to the Real. Junayd said, “Those who supplicate the creatures are supplicating Him, for God says, 'No, He it is whom you will supplicate.'” By putting the pronoun referring to the Real first and placing the call of the creatures after- wards, He is alluding to the fact that the servant reaches supplication by means of the response of the Real; he does not reach the response of the Real by his own supplication. This is the same as saying that the recognizer finds seeking from finding, not finding from seeking. This question has details, which were explained in the Surah of al-FātiḤa."
}
