{
  "text": "Giving the call for Truth is a very difficult task. The preacher has to totally devote himself to Truth alone, and only then can he become a preacher (da‘i), in the true sense. When the preacher presents God’s religion in its original form and makes it very clear with the help of sound reasoning, then all those who follow their self-made religion become perturbed and infuriated. Showing themselves to be pious established leaders, they try to degrade the preacher. They treat everything, such as baseless propaganda, conspiracies, even violent actions as all being permissible in opposing him. The freedom granted to them in the present world gives them the opportunity to go on doing whatever they want to do against the preacher. A stage comes when all the power of materialism is ranged against the preacher’s arguments. And because the preacher’s opponents are vested with so much worldly power, they feel they can suppress his voice. This state of affairs is undoubtedly very trying. For it happens that, on the one hand, the opponents of Truth appear to be successful and thus become emboldened. On the other hand an errant thought crosses the mind of the preacher: ‘Is God neutral on this issue? Has He disassociated Himself after drawing me into this battle between truth and falsehood?’ But this is not so. It is not possible that God would cease to support the truth. The opponent’s becoming bereft of sound reasoning and all the strength of reasoning being totally on the side of the preacher are sure proofs that God is with the preacher of Truth. It is so, because reason is God’s representative in the present world. If anyone has the power of reasoning, then it is as if God is with him. The opponents have the opportunity of committing aggression and violence, simply due to the freedom given to them for the sake of testing them. As soon as the world of trial comes to an end, this position will change. At that time superiority and respect will be accorded to those who took a stand on the basis of reasoning, while others who failed to do so will be dishonoured. The group of true preachers of God are the friends of God. God gives them good news of a sublime life in the Hereafter in which they neither suffer any regrets about their past life nor have any fears about their future life.",
  "ayah": 65,
  "surah": 10
}
