{
  "text": "The Israelites were the bearers of God’s religion in ancient times. God granted them the favour of saving them from their enemy, Pharaoh. Then He caused them to be led to the open atmosphere of Sinai. There, by His instrumentality, water and provisions were made available to them. Through this training in the desert, a new powerful generation came into being. This generation, after Moses, constituted a great nation, and in the fertile areas of Syria, Jordan and Palestine, established the Israelite empire, which remained in existence for several centuries. The result of this favour should have been that the Children of Israel should have remained obedient to God and grateful to Him and should have made the service of religion the purpose of their lives. But in spite of clear guidance, they had gone astray. What was it that is called here ‘going astray’? It was having differences among themselves. They possessed the knowledge revealed by God which was the only Truth. But they had differences in the correct construction to be put on this knowledge and became divided (at-Tafsir an-Nasafi). As long as a community is one, religion remains united. But, later on, differences develop among them in the explanation of the knowledge of God’s revelation (al-‘ilm). Some insist on one opinion and others on another. In order to establish the truth of its way of thinking, every faction resorts to unnecessary discussions, speeches and public debates, so much so that a stage is reached when the real knowledge of God’s revelation (al-‘ilm) remains bound in books and all its strength becomes dissipated in interpretations and explanations. In this way, in spite of being from the same mould, people become divisively opinionated by becoming involved in the subsidiary aspects of religious teachings. ‘Your Lord will judge between them on the Day of Resurrection’ is apparently in the transitive form, but actually it is in the intransitive form. The idea is that on Judgement Day, when God makes His appearance, all men and women will forget their differences and accept the one and only Truth. Had they been God-fearing,  they would have converged on one opinion. Fearlessness leads to a multiplicity of opinions, while fear results in a convergence of opinion.",
  "ayah": 93,
  "surah": 10
}
