{
  "text": "When the Truth appears before a man, his mind testifies to its correctness. But, in order to achieve what is right, man has to give something, and on this score  man is not ready to give. In order to do so, man has to belittle himself in comparison with the other person; he has to acknowledge the other’s interests; he has to sacrifice his own prestige to be able to accept the Truth. Whatever proposition should have been readily accepted by him is the very thing which he denies and rejects. Man’s psychology is so formed that once he takes a direction, his whole mind takes the same direction. That is why, after a man’s deviation from the Truth, every passing day, he becomes more and more conditioned in his way of thinking, so much so that he does not remain capable of turning towards the Truth. Such people, with a view to justifying their stand, make efforts to give the impression that theirs is the correct way of thinking but, in fact, it is the result of obstinacy and prejudice, arising from worldly considerations. However, at the moment of God’s retribution, this bubble will burst. The intensity of fear man feels will force him to bow down before that very thing which previously he had not been ready to accept so long as he felt fearless. In past ages, the prophets had been faced the same situation, i.e. their addressee communities did not embrace the Faith till the last moment. However, the moment they were seized by God’s retribution, they cried out that they were embracing the Faith. As long as God was calling to them in the language of reasoning, they did not accept, but when God caused them to be struck down by His powers, they declared their acceptance there and then. But such acceptance is not effective in the eyes of God. God requires acceptance when a man bows down on the strength of reasoning and not when he feels coerced. Jonah (Yunus) was sent to Nineveh, an old city in Iraq. He started preaching there, but its denizens did not embrace the Faith. Finally, according to the tradition of the prophets, he migrated. While leaving Nineveh, he told people that they would face God’s retribution. After the departure of Jonah, the preliminary signs of retribution appeared. At that time they did not behave as the community of Hud had done. On seeing the clouds of retribution gather, the latter had said, ‘This cloud is coming to bring rain for us.’ Unlike this, the community of  Jonah immediately experienced an awakening. All its members, along with their cattle, women and children, assembled on a stretch of open ground and started praying to God in all humility. Thereafter the punishment was averted. The acceptance of Faith just prior to the meting out of punishment is also acceptable provided it is as perfect as that of the community of Jonah.",
  "ayah": 97,
  "surah": 10
}
