{
  "text": "قُتِلَ أَصْحَابُ الْأُخْدُودِ (4) وجواب القسم قيل محذوف لدلالة قوله : { قتل أصحاب الأخدود } عليه والتقدير أنهم ملعونون كما لعن أصحاب الأخدود . وقيل : تقديره : أن الأمر لحق في الجزاء على الأعمال : أو لتبعثن .وقيل : الجواب مذكور فيما يلي فقال الزجاج : هو { إن بطش ربك لشديد } [ البروج : 12 ] ( أي والكلام الذي بينهما اعتراض قصد به التوطئة للمقسم عليه وتوكيد التحقيق الذي أفاده القسم بتحقيق ذكر النظير ) . وقال الفراء : الجواب : { قُتل أصحاب الأخدود } ( أي فيكون قُتِلَ خَبَراً لادعاء وَلا شتماً ولا يلزم ذكر ( قد ) في الجواب مع كون الجواب ماضياً لأن ( قد ) تحذف بناء على أن حذفها ليس مشروطاً بالضرورة ) .ويتعين على قول الفراء أن يكون الخبر مستعملاً في لازم معناه من الإِنذار للذين يَفتنون المؤمنين بأن يحلّ بهم ما حلّ بفاتني أصحاب الأخدود ، وإلا فإن الخبر عن أصحاب الأخدود لا يحتاج إلى التوكيد بالقسم إذ لا ينكره أحد فهو قصة معلومة للعرب .وانتساق ضمائر جمع الغائب المرفوعة من قوله : { إذ هم عليها قعود } إلى قوله : { وما نقموا } يقتضي أن يكون أصحاب الأخدود وَاضعيه لتعذيب المؤمنين .وقيل : الجواب هو جملة : { إن الذين فتنوا المؤمنين والمؤمنات } [ البروج : 10 ] فيكون الكلام الذي بينهما اعتراضاً وتوطئة على نحو ما قررناه في كلام الزجاج .وقوله : { قتل أصحاب الأخدود } صيغته تشعر بأنه إنشاء شتم لهم شتم خزي وغضب وهؤلاء لم يُقتلوا ففعل قُتِل ليس بخبر بل شتم نحو قوله تعالى : { قُتل الخرّاصون } [ الذاريات : 10 ] . وقولهم قاتله الله ، وصدوره من الله يفيد معنى اللعن ويدل على الوعيد لأن الغضب واللعن يستلزمان العقاب على الفعل الملعون لأجله .وقيل : هو دعاء على أصحاب الأخدود بالقتل كقوله تعالى : { قتل الإنسان ما أكفره } [ عبس : 17 ] والقَتل مستعار لأشد العذاب كما يقال : أهلكه الله ، أي أوقعه في أشد العناء ، وأيَّاً مَّا كان فجملة { قتل أصحاب الأخدود } على هذا معترضة بين القسم وما بعده .ومَن جَعل { قتل أصحاب الأخدود } جواب القسم جعل الكلام خبراً وقدَّره لقد قتل أصحاب الأخدود ، فيكون المراد من أصحاب الأخدود الذين أُلقوا فيه وعُذبوا به ويكون لفظ أصحاب مستعملاً في معنى مجرد المقارنة والملازمة كقوله تعالى : { يا صاحبي السجن } [ يوسف : 39 ] وقد علمتَ آنفاً تَعيُّن تأويل هذا القول بأن الخبر مستعمل في لازم معناه .ولفظ { أصحاب } يُعمّ الآمرين بجعل الأخدود والمباشرين لِحفره وتسعيره ، والقائمين على إلقاء المؤمنين فيه .وهذه قصة اختلف الرواة في تعيينها وفي تعيين المراد منها في هذه الآية .والروايات كلها تقتضي أن المفتونين بالأخدود قوم اتبَعوا النصرانية في بلاد اليمن على أكثر الروايات ، أو في بلاد الحبشة على بعض الروايات ، وذُكرتْ فيها روايات متقاربة تختلف بالإِجمال والتفصيل ، والترتيب ، والزيادة ، والتعيين وأصحّها ما رواه مسلم والترمذي عن صُهيب أن النبي صلى الله عليه وسلم قصَّ هذه القصة على أصحابه . وليس فيما رُوي تصريح بأن النبي صلى الله عليه وسلم ساقها تفسيراً لهذه الآية والترمذي ساق حديثها في تفسير سورة البروج .وعن مقاتل كان الذين اتخذوا الأخاديد في ثلاث من البلاد بنجران ، وبالشام ، وبفارس ، أما الذي بالشام ف ( انطانيوس ) الرومي وأما الذي بفارس فهو ( بختنصر ) والذي بنجران فيوسف ذو نواس ولنذكر القصة التي أشار إليها القرآن تؤخذ من «سيرة ابن إسحاق» على أنها جرت في نجران من بلاد اليمن ، وأنه كان مَلِكٌ وهو ذو نواس له كاهن أو ساحر . وكان للساحر تلميذ اسمه عبد الله بن الثامر وكان يَجِد في طريقه إذا مشى إلى الكاهن صومعة فيها راهب كان يعبد الله على دين عيسى عليه السّلام ويقرأ الإنجيل اسمه ( فَيْمِيُون ) بفاء ، فتحتية ، فميم ، فتحتية ( وضبط في الطبعة الأوروبية من «سيرة ابن إسحاق» التي يلوح أن أصلها المطبوعة عليه أصل صحيح ، بفتح فسكون فكسر فضم ) قال السهيلي : ووقع للطبري بقاف عوض الفاء .وقد يحرف فيقال ميمون بميم في أوله وبتحتية واحدة ، أصله من غسان من الشام ثم سَاح فاستقر بنجران ، وكان منعزلاً عن الناس مختفياً في صومعته وظهرت لعبد الله في قومه كرامات . وكان كلما ظهرت له كرامة دعا من ظهرتْ لهم إلى أن يتبعوا النصرانية ، فكثر المتنصرون في نجران وبلغ ذلك المَلكَ ذا نُواس وكان يهودياً وكان أهل نجران مشركين يعبدون نخلة طويلة ، فقتل الملك الغلامَ وقَتَل الراهب وأمر بأخاديد وجُمع فيها حَطب وأُشعلت ، وعُرض أهل نجران عليها فمن رجع عن التوحيد تركه ومن ثبت على الدين الحق قذفه في النار .فكان أصحاب الأخدود ممن عُذِّب من أهللِ دين المسيحية في بلاد العرب . وقِصص الأخاديد كثيرة في التاريخ ، والتعذيب بالحرق طريقة قديمة ، ومنها : نار إبراهيم عليه السلام . وأما تحريق عَمرو بن هند مائةً من بني تميم وتلقيبُه بالمحرق فلا أعرف أن ذلك كان باتخاذ أخدود . وقال ابن عطية : رأيت في بعض الكتب أن أصحاب الأخدود هو مُحرق وآله الذي حَرق من بني تميم مائةً .و { الأخدود } : بوزن أُفعول وهو صيغة قليلة الدوران غيرُ مقيسة ، ومنها قولهم : أفحوص مشتق من فحصت القطاة والدجاجةُ إذا بحثت في التراب موضعاً تَبيض فيه ، وقولُهم أسلوب اسم لطريقة ، ولسطر النّخل ، وأقنوم اسم لأصل الشيء . وقد يكون هذا الوزن مع هاء تأنيث مثل أكرومة ، وأعجوبة ، وأُطروحة وأضحوكة .",
  "ayah": 4,
  "surah": 85
}
