{
  "text": "أَحْيَاءً ‎وَأَمْوَاتًا (26) ومحلّ الامتنان هو قوله : { أحياءً } وأمَّا قوله : { وأمواتاً } فتتميم وإدماج .وكِفَات : اسم للشيء الذي يُكْفَت فيه ، أي يُجمع ويُضَمّ فيه ، فهو اسم جاء على صيغة الفِعال من كَفَت ، إذا جَمَع ، ومنه سُمي الوعاء : كفاتاً ، كما سمي ما يعي الشيء وِعَاء ، وما يَضُم الشيء : الضِمام .و { أحياء } مفعول { كِفاتاً } لأن { كفاتاً } فيه معنى الفِعل كأنه قيل كافتةً أحياءً . وقد يقولون منصوب بفعل مقدر دلّ عليه { كِفاتاً } وكل ذلك متقارب .و { أمواتاً } عطف عليه وهو إدماج وتتميم لأن فيه مشاهدة الملازمة بين الأحياء والأموات تدلّ على أن الحياة هي المقصود من الخلقة .وهذا تقرير لهم بالاعتراف بالأحوال المشاهدة في الأرض الدالة على تفرد الله تعالى بالإِلهية .وتنوين { أحياء وأمواتاً } للتعظيم مراداً به التكثيرُ ولذلك لم يؤت بهما معرَّفين باللام ، وفائدة ذكر هذين الجَمْعين ما في معنييهما من التذكير بالحياة والموت .وقد تصدى الكلام لإِثبات البعث بشواهد ثلاثة :أحدها : بحال الأمم البائدة في انقراضها .الثاني : بحال تكوين الإِنسان .الثالث : مصير الكل إلى الأرض وفي كل ذلك إبطال لإِحالتهم وقوع البعث لأنهم زعموا استحالته فأبطلت دعواهم بإثبات إمكان البعث فإنه إذ ثبت الإِمكان بطلت الاستحالة فلم يبق إلاّ النظر في أدلة ترجيح وقوع ذلك الممكن .وفي الآية امتنان يجعل الأرض صالحة لدفن الأموات ، وقد ألهم الله لذلك ابنَ آدم حين قتَل أخاه كما تقدم ذكره في سورة المائدة ، فيؤخذ من الآية وجوب الدفن في الأرض إلاّ إذا تعذر ذلك كالذي يموت في سفينة بعيدة عن مراسي الأرض أو لا تستطيع الإِرساء ، أو كان الإِرساء يضر بالراكبين أو يُخاف تعفن الجثة فإنها يُرمى بها في البحر وتثقَّل بشيء لترسُب إلى غريق الماء . وعليه فلا يجوز إحراق الميت كما يفعل مَجُوس الهند ، وكان يفعله بعض الرومان ، ولا وضعُه لكواسر الطير كما كان يفعل مَجُوس الفرس ، وكان أهل الجاهلية يتمدحون بالميت الذي تأكله السباع أو الضباع وهو الذي يموت قتيلاً في فلاة ، قال تأبط :لا تدْفِنُوني إِنَّ دَفني مُحَرَّم ... عليكُم ولكنْ خَامري أُمَّ عامروهذا من جهالة الجاهلية وكُفران النعمة .واحتج ابن القاسم من أصحاب مالك بهذه الآية لكون القبر حرزاً فأوجب القطع على من سرق من القبر كفناً أو ما يبلغ ربع دينار ، وقال مالك : القبر حِوَز للميت كما أن البيت حِوَز الحي .وفي «مفاتيح الغيب» عن تفسير القفال : أن ربيعة استدل بها على ذلك .والرواسي : جمع راس ، أي جبالاً رواسي ، أي ثوابت فى الأرض قال السموأل :رسا أصله تحت الثرى وسَمَا به ... إلى النجم فرع لا يُنَال طويل",
  "ayah": 26,
  "surah": 77
}
