{
  "text": "كَأَنَّهُ جِمَالَةٌ صُفْرٌ (33)وقوله : { كأنه جِمالات صفر } تشبيه له في حجمه ولونه وحركته في تطايره بجمالات صفر . وضمير { كأنه } عائد إلى شرر .والجِمالات : بكسر الجيم جمع جِمالة ، وهي اسم جمع طائفة من الجمال ، أي تُشبه طوائف من الجمال متوزعة فرقاً ، وهذا تشبيه مركب لأنه تشبيه في هيئة الحجم مع لونه مع حركته . والصُفرة : لون الشرر إذا ابتعد عن لهيب ناره .وقرأ الجمهور { جِمالات } بكسر الجيم وألف بعد اللام فهو جمع جمالة . وقرأه حمزة والكسائي وحفص عن عاصم وخلفٌ { جِمالة } بكسر الجيم بدون ألف بعد اللام وهو جمع جَمَل مثل حَجَر وحِجَارة .وقرأه رُويس عن يعقوب { جُمالات } بضم الجيم وألف بعد اللام جمع جُمالة بالضم وهي حبل تشدّ به السفينة ، ويُسمى القَلْس ( بقاف مفتوحة ولام ساكنة ) والتقدير : كأنّ الواحدة منها جُمالة ، و { صفر } على هذه القراءة نعت ل { جمالات } أو ل ( شرر ) .قال صاحب «الكشاف» : وقال أبو العلاء ( يعني المعري ) في صفة نار قوم مدحهم بالكرم :حَمْرَاءَ ساطعةَ الذوائب في الدُّجَى ... ترمي بكُل شَرارة كطِرَافشبه الشرارة بالطراف وهو بيت الأدم في العظم والحمرة وكأنّه قصد بخبثه أن يزيد على تشبيه القرآن ولتبَجحه بما سُوِّل له من توهم الزيادة جاء في صدر بيته بقوله : «حَمْراء» توطئةً لها ومناداة عليها وتنبيهاً للسامعين على مكانها ، ولقد عَمِي جمع الله له عَمَى الدارين عن قوله عز وعلا : { كأنَّه جمالات صفر } فإنه بمنزلة قوله كبيتتٍ أحمر وعلى أن في التشبيه بالقصر وهو الحصن تشبيهاً من جهتين من جهة العظم ومن جهة الطول في الهواء فأبْعَدَ الله إغرابه في طِرافه وما نفخ شدقيه من استطرافه اه .وأقول : هذا الكلام ظن سوء بالمعري لم يُشمَّ من كلامه ، ولا نسبه إليه أحد من أهل نبزه وملامه ، زاد به الزمخشري في طنبور أصحاب النقمة ، لنبز المعري ولمزه نغمة .قال الفخر : كانَ الأولى لصاحب «الكشاف» أن لا يذكر ذلك ( أي لأنه ظن سوءاً بلا دلِيل ) .وقال الطيبي : وليس كذلك لأنه لا يخفى على مثل المعري : أن الكلام بآخره لأن الله شبّه الشرارة : أولاً حين تنفصل عن النار بالقصر في العظم ، وثانياً حين تأخذ في الارتفاع والانبساط فتنشقّ عن أعداد لا نهاية لها بالجمالات في التفرق واللون والعِظَم والثقل ، ونُظر في ذلك إلى الحيوان وأن تلك الحركات اختيارية وكل ذلك مفقود في بيته .",
  "ayah": 33,
  "surah": 77
}
