{
  "ayahs": [
    {
      "ayah": 11,
      "surah": 10,
      "text": "১১ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা তাঁর বান্দার প্রতি অনুগ্রহ এবং দয়া যে, তারা যেভাবে নাবী-রাসূলগণের কাছে শাস্তির ব্যাপারে তাড়াহুড়ো করত যদি আল্লাহ তা‘আলা ঐ অনুপাতে তাদেরকে শাস্তি দিয়ে দিতেন তাহলে তারা সকলেই ধ্বংস হয়ে যেত। বরং আল্লাহ তা‘আলা তাদেরকে কিছু সময়ের জন্য অবকাশ দেন। যদি আল্লাহ তা‘আলা তাদের অপরাধের কারণে পাকড়াও করেন তাহলে পৃথিবীর বুকে তাদের কোন অস্তিত্বই থাকবে না। বরং আল্লাহ তা‘আলা সহনশীল। আর আল্লাহ তা‘আলা অত্র আয়াতের মাধ্যমে তাদেরকে বদ্দু‘আ করতে নিষেধ করছেন যে, তোমরা তোমাদের স্ত্রী-পরিজনদের ওপর তাড়াতাড়ি শাস্তি আসার ব্যাপারে বদ্দু‘আ করিও না। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমরা নিজেদের ওপর, সন্তানের ওপর, সম্পদের ওপর বদ্দু‘আ কর না। কেননা তোমাদের বদদু‘আ এমন সময়ে যেন না হয় যে সময় আল্লাহ তা‘আলার পক্ষ থেকে দু‘আ কবূল করা হয়, অতঃপর তিনি তোমাদের সে বদ্দু‘আ কবূল করেন। (সহীহ মুসলিম হা: ৩০০৯, আবূ দাঊদ হা: ১৫৩২)\nযেমন মানুষ অনেক সময় বিরক্তিবোধ করে স্ত্রী, সন্তান ও সম্পদকে বলে থাকে যে, তোমার ধ্বংস হোক বা তুমি মরে গেলেই ভাল হয় ইত্যাদি বদ্দু‘আ।\nআয়াত হতে শিক্ষনীয় বিষয়:\n১. বান্দার প্রতি আল্লাহ তা‘আলার অনুগ্রহ।\n২. অপরাধ করার সাথে সাথেই আল্লাহ তা‘আলা তাঁর বান্দাকে শাস্তি প্রদান করেন না।\n৩. শাস্তির ব্যাপারে তাড়াতাড়ি করা যাবে না।\n৪. কারো জন্য রাগের বশবতী হয়ে বদদু‘আ করা যাবে না ইত্যাদি।"
    },
    {
      "ayah": 12,
      "surah": 10,
      "text": "১২ নং আয়াতের তাফসীর:\nঅত্র আয়াতে অধিকাংশ মানুষের একটি চিরাচরিত অভ্যাস বর্ণনা করা হয়েছে যে, মানুষ যখন বিপদে পড়ে বা কোন দুঃখ-দুর্দশা তাকে স্পর্শ করে তখন সে খুব বিনয়ী হয়ে শুয়ে, বসে এবং দাঁড়িয়ে সর্বদা আল্লাহ তা‘আলাকে ডাকে। আর যখনই সে বিপদ থেকে মুক্ত হয় তখন সাথে সাথেই সে আল্লাহ তা‘আলাকে ভুলে যায়। এমনভাবে ভুলে যায় যেন ইতোপূর্বে তার কোন দুঃখ-কষ্ট বা বিপদাপদ ছিল না। যেমন\nআল্লাহ তা‘আলার বাণী:\n(وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّه۫ مُنِيْبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَه۫ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْآ إِلَيْهِ مِنْ قَبْلُ)\n“আর যখন মানুষের ওপর কোন বিপদ এসে পড়ে তখন সে তার প্রতিপালককে আহ্বান করতে থাকে একাগ্রচিত্তে তাঁর অভিমুখী হয়ে। পরে যখন তিনি তাকে নিজের পক্ষ থেকে নিয়ামত দান করেন তখন সে ভুলে যায় সে কথা যার জন্য পূর্বে তাঁকে আহ্বান করেছিল।” (সূরা যুমার ৩৯:৮)\nআল্লাহ তা‘আলা অন্যত্র বলেন:\n(فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ز ثُمَّ إِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّا لا قَالَ إِنَّمَآ أُوْتِيْتُه۫ عَلٰي عِلْمٍ)\n“মানুষকে দুঃখ-কষ্ট স্পর্শ করলে সে আমাকে ডাকে, অতঃপর যখন আমি তার প্রতি অনুগ্রহ প্রদান করি আমার পক্ষ থেকে তখন সে বলে: আমাকে এটা দেয়া হয়েছে আমার জ্ঞানের বিনিময়ে।” (সূরা যুমার ৩৯:৪৯)\nএটা ছিল পূর্ববর্তী লোকদের অভ্যাস যে, তারা সুখের সময় যদিও মূর্তি পূজা করত কিন্তু বিপদের সময় তারা আল্লাহ তা‘আলাকেই ডাকত। যদিও তারা ছিল মুশরিক। কিন্তু বর্তমান যুগের লোকেরা সুখের সময় তো আল্লাহ তা‘আলাকে ডাকেই না বরং বিপদে পড়লেও তারা আল্লাহ তা‘আলার কাছে প্রার্থনা না করে চলে যায় ফকির বাবার মাজারে, বিভিন্ন কবরের কাছে অথচ আল্লাহ তা‘আলা এসমস্ত বদ আমল কোন অবস্থায় গ্রহণ করেন না। যেমন আল্লাহ তা‘আলা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: কেউ এমন আমল করল যে, তাতে আমার সাথে অন্যকে শরীক করল, আমি তাকে ও তার আমলকে ছেড়ে দেই অর্থাৎ গ্রহণ করি না। (সহীহ মুসিলম হা: ৭৬৬৬)\nবিপদাপদে পড়লে আল্লাহ তা‘আলাকে ডাকতে হবে, আল্লাহ তা‘আলার কাছে চাইতে হবে। তিনিই সকল বিপদাপদ থেকে মুক্তি দিতে পারেন। তবে মনে রাখতে হবে বিপদ থেকে মুক্তি পাবার পর যেন আল্লাহ তা‘আলাকে ভুলে আবার অপরাধমূলক কাজে জড়িত না হই।\nআয়াত হতে শিক্ষনীয় বিষয়:\n১. বিপদে ও সুখে সর্বাবস্থায় আল্লাহ তা‘আলাকেই ডাকতে হবে।\n২. আল্লাহ তা‘আলার সাথে অংশীদার স্থাপন করা যাবে না।\n৩. যে মন্দ অভ্যাসের কথা বলা হয়েছে তা পরিবর্তন করতে হবে।\n৪. বিপদে ধৈর্যহারা হওয়া যাবে না।\n৫. বিপদ কেটে গেলে আল্লাহ তা‘আলার শুকরিয়া আদায় করতে হবে ইত্যাদি।"
    },
    {
      "ayah": 19,
      "surah": 10,
      "text": "১৯ নং আয়াতের তাফসীর:\nউক্ত আয়াতে আল্লাহ তা‘আলা বর্ণনা করেছেন যে, সমস্ত আদম সন্তান প্রথমত তাওহীদে তথা আল্লাহ তা‘আলার একত্বে বিশ্বাসী একই উম্মতের অন্তর্ভুক্ত ছিল। তখন পৃথিবীর বুকে শির্কের কোন নাম-গন্ধও ছিল না। সকলেই আল্লাহ তা‘আলার ইবাদত করত, আল্লাহ তা‘আলাকে প্রভু হিসেবে মানত, তারা একই দীনের অনুসারী ছিল। কিন্তু কিছু যুগ অতিবাহিত হওয়ার পর মানুষের মধ্যে মতভেদ দেখা দেয়। যেমন নূহ (عليه السلام)-এর যুগ পর্যন্ত মানুষ তাওহীদের ওপর প্রতিষ্ঠিত ছিল। পরবর্তীতে তাদের মাঝে একত্ববাদে মতবিরোধ সৃষ্টি হয় এবং কিছু মানুষ আল্লাহ তা‘আলার সাথে অন্যদেরকেও উপাস্য, প্রয়োজন পূরণকারী এবং দুঃখ-কষ্ট মোচনকারী ভাবতে আরম্ভ করল এবং ইবাদত শুরু করল। তখন আল্লাহ তা‘আলা রাসূল প্রেরণ করেন, যারা রাসূলের অনুসরণ করল তারা মুক্তি পেয়ে গেল আর যারা অস্বীকার করল তারা ধ্বংস হয়ে গেল।\n(وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ)\nঅর্থাৎ যদি আল্লাহ তা‘আলার এ ফায়সালা না হত যে, পূর্ণ প্রমাণ সাব্যস্ত হবার পূর্বে কাউকে শাস্তি দেব না অনুরূপ তিনি সৃষ্টি জগতের হিসাব নিকাশের জন্য একটি নির্দিষ্ট সময় নির্ধারিত না করে থাকতেন তাহলে অবশ্যই তিনি তাদের মাঝে ঘটিত মতবিরোধের ফায়সালা করে দিতেন এবং মু’মিনদেরকে বড় সুখী ও কাফিরদেরকে শাস্তি ও কষ্টের সম্মুখীন করতেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ধর্মের ব্যাপারে মতভেদ করা যাবে না।\n২. তাওহীদের ওপর অটল থাকতে হবে।\n৩. রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুসরণ করা প্রত্যেক মু’মিনের জন্য আবশ্যক।"
    },
    {
      "ayah": 20,
      "surah": 10,
      "text": "২০ নং আয়াতের তাফসীর:\nঅত্র আয়াত দ্বারা আল্লাহ তা‘আলা কাফিরদের একটি দাবীর কথা তুলে ধরেছেন যে, যখন মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওপর কোন বিধান নাযিল করা হয় তখন তারা বলে: যদি তাকে নাবী হিসেবে প্রেরণই করা হয় তাহলে তাঁর ওপর তাঁর রবের পক্ষ থেকে সামূদ সম্প্রদায়ের ন্যায় উষ্ট্রী প্রেরণ করা হয় না কেন, এই সাফা পাহাড় স্বর্ণে পরিণত হয় না কেন, অথবা মক্কার পাহাড়গুলো অন্যত্র সরে যায় না কেন? মূলত তারা আল্লাহ তা‘আলার পক্ষ থেকে বড় ধরনের মু‘জিযাহ কামনা করছে। কিন্তু আল্লাহ তা‘আলা ভাল করেই জানেন যে, মু‘জিযাহ প্রকাশ করা হলে কে ঈমান আনবে আর কে ঈমান আনবে না। আল্লাহ তা‘আলা সকল বিষয়েই সক্ষম। যেমন\nআল্লাহ তা‘আলার বাণী:\n(تَبٰرَکَ الَّذِیْٓ اِنْ شَا۬ئَ جَعَلَ لَکَ خَیْرًا مِّنْ ذٰلِکَ جَنّٰتٍ تَجْرِیْ مِنْ تَحْتِھَا الْاَنْھٰرُﺫ وَیَجْعَلْ لَّکَ قُصُوْرًاﭙ بَلْ کَذَّبُوْا بِالسَّاعَةِ وَاَعْتَدْنَا لِمَنْ کَذَّبَ بِالسَّاعَةِ سَعِیْرًا)\n“কত মহান তিনি যিনি ইচ্ছা করলে তোমাকে দিতে পারেন এটা অপেক্ষা উৎকৃষ্টতর বস্তু উদ্যানসমূহ যার নিম্নদেশে নদী-নালাসমূহ প্রবাহিত হয় এবং তিনি দিতে পারেন তোমাকে প্রাসাদসমূহ! কিন্তু তারা কিয়ামতকে অস্বীকার করেছে আর যারা কিয়ামতকে অস্বীকার করে তাদের জন্য আমি প্রস্তুত রেখেছি জ্বলন্ত অগ্নি।” (সূরা ফুরকান ২৫:১০-১১)\nসুতরাং তিনি জানেন যে, মু‘জিযাহ প্রকাশ করা হলেও তা তাদের কোন উপকারে আসবে না। কক্ষনো তারা তাতে ঈমান আনবে না, যার কারণে আল্লাহ তা‘আলা তাদেরকে এই ধরনের মু‘জিযাহ প্রকাশ করে দেখান নি।\nআল্লাহ তা‘আলা বলেন:\n(إِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُوْنَ)\n“নিশ্চয়ই যাদের বিরুদ্ধে তোমার প্রতিপালকের বাক্য সাব্যস্ত হয়ে গিয়েছে, তারা ঈমান আনবে না।” (সূরা ইউনুস ১০: ৯৬)\nআর দাবী অনুপাতে মুজিযাহ দেখানোর পরেও যদি কোন জাতি ঈমান না আনে তাহলে তাদেরকে সত্বর ধ্বংস করে দেয়া হবে। তাই আল্লাহ তা‘আলার হিকমত তাদের দাবী অনুপাতে মুজিযাহ না দিয়ে অবকাশ দিলেন, তারা অপেক্ষা করুক, অচিরেই বুঝতে পারবে সত্য প্রত্যাখ্যানের পরিণতি কত ভয়াবহ।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. অদৃশ্যের জ্ঞান একমাত্র আল্লাহ তা‘আলার নিকটই রয়েছে, অন্য কেউ তা জানে না।\n২. আল্লাহ তা‘আলা ইচ্ছা করলে যেকোন ধরনের মু‘জিযাহ প্রকাশ করতে পারেন।"
    },
    {
      "ayah": 21,
      "surah": 10,
      "text": "২১ নং আয়াতের তাফসীর:\nএ আয়াতে আল্লাহ তা‘আলা অধিকাংশ মানুষের একটি বদ স্বভাবের সংবাদ দিচ্ছেন যে, যখন মানুষ বিপদে পড়ে, দুঃখ-কষ্ট তাকে স্পর্শ করে, অভাব-অনটন দেখা দেয় ইত্যাদি যত আপদ-বিপদ রয়েছে এসব আপদ-বিপদ থেকে তিনি মুক্তি দান করেন, যেমন দুঃখের পর সুখ দান করেন, অভাবের পর সচ্ছলতা দান করেন, অসুখ-বিসুখের পর সুস্থতা দান করেন তখন মানুষ এসব নেয়ামত পেয়ে আল্লাহ তা‘আলার নিদর্শনের বিরুদ্ধে অপকৌশল করে। অর্থাৎ আল্লাহ তা‘আলার এসব নেয়ামতকে অস্বীকার করে, তাঁর নিদর্শন নিয়ে ঠাঁট্টা বিদ্রƒপ করে ও তাঁর সাথে কুফরী ও শির্ক করে। আল্লাহ তা‘আলা নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সে সকল অপকৌশল গ্রহণকারীদেরকে জানিয়ে দেয়ার নির্দেশ দিয়ে বলেন: বলে দাও আল্লাহ তা‘আলা তাদের থেকে অধিক ক্রিয়াশীল কৌশল গ্রহণ করতে সক্ষম। তিনি তাদেরকে পাকড়াও করার ক্ষমতা রাখেন, তিনি চাইলে অবিলম্বে তাদেরকে শাস্তি দিতে পারেন। কিন্তু আল্লাহ তা‘আলার ফেরেশতাগণ তা লিপিবদ্ধ করে রাখছেন, যথাসময়ে তার উপযুক্ত প্রতিদান দিবেন। এই আয়াতের তাফসীর অত্র সূরার ১২ নং আয়াতের তাফসীরের সমার্থবোধক।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. এই আয়াতের একটি শিক্ষা হল যে, মানুষের কোন কাজই আল্লাহ তা‘আলার নিকট গোপন থাকে না, চাই তা প্রকাশ্যে হোক বা গোপনে হোক।\n২. অধিকাংশ মানুষ আল্লাহ তা‘আলার নেয়ামতের অকৃতজ্ঞ।"
    },
    {
      "ayah": 24,
      "surah": 10,
      "text": "২৪ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা এ আয়াতে দুনিয়ার জীবনের একটি উপমা পেশ করছেন। আকাশ থেকে বৃষ্টি বর্ষন করে ভূ-পৃষ্ঠে বিভিন্ন উদ্ভিদ, তরুলতা ও ঘন ঘন ঘাস ইত্যাদি জন্মান। এসব উদ্ভিদ থেকে কিছু রয়েছে যা মানুষ খায় এবং কিছু রয়েছে যা পশুপাখি খায়। অতঃপর যখন তা পরিপক্ক হয়, জমিন সবুজ শ্যামলে সুশোভিত হয়ে যায় ও নয়নাভিরাম হয়ে ওঠে এবং আর মালিকের কাছে পূর্ণ অধিকারে চলে আসে বলে মনে করে তখন দিনে বা রাতে আল্লাহ তা‘আলার পক্ষ থেকে এমন এক আযাব আসে যা কাটা ফসলের ন্যায় স্তুপে পরিণত করে ক্ষেত পরিষ্কার হয়ে যায়, যেন গতকালও এখানে কিছুই ছিল না। অনুরূপ এই পার্থিব জীবন, মানুষ তা সুন্দর করে সাজিয়ে তোলে, কত আশা, কত স্বপ্ন দেখে। এভাবে স্বপ্নভরা পৃথিবীটা সাজিয়ে নেয়ার পর এমন একটি দিন আসে যখন তাকে এ ধরা থেকে বিদায় নিতে হয়। তেমনি একদিন ধ্বংস হয়ে যাবে এ পৃথিবীটাও, এরও কোন অস্তিত্ব থাকবে না। যেমন\nআল্লাহ তা‘আলা বলেন:\n(وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَا۬ءٍ أَنْزَلْنٰهُ مِنَ السَّمَا۬ءِ فَاخْتَلَطَ بِه۪ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيَاحُ ط وَكَانَ اللّٰهُ عَلٰي كُلِّ شَيْءٍ مُّقْتَدِرًا)\n“তাদের নিকট উপমা বর্ণনা কর পার্থিব জীবনের: তা হল পানির ন্যায় যা আমি বর্ষণ করি আকাশ হতে, যার সংমিশ্রণে মাটির গাছপালা সবুজ শ্যামল হয়ে উৎপন্ন হয়। অতঃপর সেটা বিশুষ্ক হয়ে এমন চূর্ণ-বিচূর্ণ হয় যে, বাতাস তাকে উড়িয়ে নিয়ে যায়। আল্লাহ সর্ববিষয়ে শক্তিমান।” (সূরা কাহাফ ১৮:৪৫)\nএরূপ উপমা বর্ণনা করে আল্লাহ তা‘আলা অন্যত্র বলেন:\n(كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُه۫ ثُمَّ يَهِيْجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًا ط وَفِي الْاٰخِرَةِ عَذَابٌ شَدِيْدٌ لا وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ ط وَمَا الْحَيٰوةُ الدُّنْيَآ إِلَّا مَتَاعُ الْغُرُوْرِ)‏\n“এর উপমা বৃষ্টি, যার দ্বারা উৎপন্ন শস্য-সম্ভার কৃষকদেরকে চমৎকৃত করে, অতঃপর ওটা শুকিয়ে যায়, ফলে তুমি ওটা হলুদ বর্ণ দেখতে পাও, অবশেষে তা খড় কুটায় পরিণত হয়।” (সূরা হাদীদ ৫৭:২০)\nআর আল্লাহ তা‘আলা এ সমস্ত দৃষ্টান্ত অনর্থক বর্ণনা করেননি, এ সমস্ত ঘটনা বর্ণনা করেছেন উপদেশ গ্রহণ করার জন্য, দুনিয়ার ওপর আখিরাতকে প্রাধান্য দেয়ার জন্য ও আখিরাতের প্রতি ঈমান আনার জন্য। আর উপদেশ কেবল তারাই গ্রহণ করে যারা জ্ঞানী অর্থাৎ যাদের দীনের বিষয়ে সার্বিক জ্ঞান রয়েছে। যেমন\nআল্লাহ তা‘আলার বাণী:\n(ثُمَّ يُخْرِجُ بِه۪ زَرْعًا مُّخْتَلِفًا أَلْوَانُه۫ ثُمَّ يَهِيْجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُه۫ حُطَامًا ط إِنَّ فِيْ ذٰلِكَ لَذِكْرٰي لِأُولِي الْأَلْبَابِ)\n“তারপর তা শুকিয়ে যায়, ফলে তখন তুমি তা হলুদ বর্ণের দেখতে পাও, অবশেষে তিনি চূর্ণ-বিচূর্ণ করে খড়-কুটায় পরিণত করেন? অবশ্য এতে রয়েছে উপদেশ জ্ঞানীদের জন্য।” (সূরা যুমার ৩৯:২১)\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. দুনিয়া চিরস্থায়ী নয়, একদিন তা শেষ হয়ে যাবে।\n২. দুনিয়াকে আখিরাতের ওপর প্রাধান্য দেয়া যাবে না।\n৩. দুনিয়াতে কেউ স্থায়ী হবে না, যতই সুন্দর করে দুনিয়াকে সাজাই সব সাজ ত্যাগ করে চলে যেতে হবে।"
    },
    {
      "ayah": 25,
      "surah": 10,
      "text": "২৫ নং আয়াতের তাফসীর:\nপূর্বের আয়াতে দুনিয়ার ক্ষণস্থায়ী জীবনের বর্ণনা দেয়ার পর এখানে আখিরাতের শান্তি ও চিরস্থায়ী আবাসস্থল জান্নাতের বর্ণনা দিয়ে আল্লাহ তা‘আলা বলেন: তিনি তোমাদেরকে دَارِ السَّلٰمِ তথা জান্নাতের দিকে আহ্বান করেন। জান্নাতের অন্যতম একটি নাম হল ‘দারুস-সালাম’। সুতরাং দুনিয়ার জীবনকে প্রাধান্য না দিয়ে আখিরাতের শান্তিময় জীবনকেই প্রাধান্য দেয়া উচিত। জাবের ইবনু আব্দুল্লাহ (رضي الله عنه) হতে বর্ণিত তিনি বলেন: একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে বেরিয়ে আসলেন এবং বললেন: আমি স্বপ্নে দেখলাম জিবরীল আমার মাথার কাছে ও মিকাঈল আমার পায়ের কাছে। একজন অপরজনকে বলছেন: এ ব্যক্তির একটি দৃষ্টান্ত বর্ণনা করুন। তখন তিনি বললেন: হে ঘুমন্ত ব্যক্তি! আপনি শুনুন। আপনার কান শুনছে, অন্তর অনুধাবন করছে! আপনার ও আপনার উম্মতের উপমা হল যেমন একজন বাদশাহ, তিনি একটি ঘর বানিয়েছেন এবং তাতে একটি বড় কক্ষ তৈরি করেছেন আর তাতে বিছিয়ে দিয়েছেন একটি বড় খাদ্যের দস্তরখানা। তারপর একজন দূত প্রেরণ করলেন, সে মানুষদেরকে খাবারের জন্য আহ্বান করে। ফলে কেউ আহ্বানে সাড়া দিয়ে আসল, আর কেউ কেউ সাড়া দিল না। আল্লাহ তা‘আলা হলেন বাদশাহ, বাড়িটি হল ইসলাম, কক্ষটি হল জান্নাত এবং আপনি আহ্বানকারী হলেন মুহাম্মাদ। সুতরাং যে ব্যক্তি আপনার আহ্বানে সাড়া দেবে সে ইসলামে প্রবেশ করল আর যে ইসলামে প্রবেশ করল সে জান্নাতে প্রবেশ করবে এবং তার ফলমূল ও নেয়ামত উপভোগ করবে। (তিরমিযী হা: ২৮৬০, সহীহুল জামে হা: ২৪৬৫)\nসুতরাং যারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ডাকে সাড়া দেবে, তারা জাহান্নাম থেকে মুক্তি পেয়ে জান্নাত লাভ করবে এবং তাঁর নেয়ামতসমূহ উপভোগ করতে পারবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা মানুষদেরকে জান্নাতের দিকে আহ্বান করেন। সুতরাং যারা তাঁর ডাকে সাড়া দেবে তারা জান্নাতেরই পথ পাবে।\n২. আল্লাহ তা‘আলা যাকে ইচ্ছা সঠিক পথ দেখান।"
    },
    {
      "ayah": 45,
      "surah": 10,
      "text": "৪৫ নং আয়াতের তাফসীর:\nঅত্র আয়াতে আল্লাহ তা‘আলা মানুষদেরকে স্মরণ করিয়ে দিচ্ছেন, তারা যখন স্ব-স্ব কবর থেকে উঠে হিসাব-নিকাশের জন্য হাশরের ময়দানে একত্রিত হবে তখন কিয়ামতের ভয়াবহতা দেখে মনে হবে তারা দুনিয়াতে একদিনের কিছু সময় অবস্থান করেছে। যেমন আল্লাহ তা‘আলা বলেন:\n(وَیَوْمَ تَقُوْمُ السَّاعَةُ یُقْسِمُ الْمُجْرِمُوْنَﺃ مَا لَبِثُوْا غَیْرَ سَاعَةٍ)\n“যেদিন কিয়ামত অনুষ্ঠিত হবে, সেদিন পাপীরা শপথ করে বলবে যে, তারা মুহূর্তকালের বেশি অবস্থান করেনি।” (সূরা রূম ৩০:৫৫)\nআল্লাহ তা‘আলা অন্যত্র বলেন:\n(كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوْآ إِلَّا عَشِيَّةً أَوْ ضُحَاهَا)‏\n“যেদিন তারা তা দেখবে, তাতে তাদের মনে হবে যেন তারা (পৃথিবীতে) এক সন্ধ্যা অথবা এক সকালের অধিক অবস্থান করেনি।” (সূরা নাযিআত ৭৯:৪৬)\nহাশরের মাঠে মানুষের বিভিন্ন অবস্থা হবে, যা কুরআনের বিভিন্ন স্থানে বর্ণিত হয়েছে। কখনো কেউ কাউকে চিনতে পারবে না, আবার তারা একে অপরকে চিনতে পারবে কখনো পিতা তার সন্তানকে চিনবে, ভাই তার ভাইকে চিনবে যেমনভাবে তারা দুনিয়াতে একে অপরকে চিনত। কিন্তু তারা নিজেকে নিয়েই ব্যস্ত থাকবে, কেউ কারো প্রতি কোন দৃষ্টিপাত করবে না।\nআল্লাহ তা‘আলার বাণী:\n(فَإِذَا نُفِخَ فِي الصُّوْرِ فَلَآ أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَّلَا يَتَسَا۬ءَلُوْنَ)‏\n“সুতরাং যেদিন শিঙ্গায় ফুঁৎকার দেয়া হবে সেদিন পরস্পরের মধ্যে আত্মীয়তার বন্ধন থাকবে না, এবং একে অপরের খোঁজ-খবর নেবে না।” (সূরা মু’মিনুন ২৩:১০১)\nআল্লাহ তা‘আলা অন্যত্র বলেন:\n(وَلَا یَسْئَلُ حَمِیْمٌ حَمِیْمًاﭙﺊ یُّبَصَّرُوْنَھُمْﺚ یَوَدُّ الْمُجْرِمُ لَوْ یَفْتَدِیْ مِنْ عَذَابِ یَوْمِئِذٍۭ بِبَنِیْھِﭚﺫ وَصَاحِبَتِھ۪ وَاَخِیْھِﭛﺫ وَفَصِیْلَتِھِ الَّتِیْ تُؤْیْھِﭜﺫ وَمَنْ فِی الْاَرْضِ جَمِیْعًاﺫ ثُمَّ یُنْجِیْھِﭝﺫ کَلَّاﺚ اِنَّھَا لَظٰیﭞﺫ)‏\n“আর কোন অন্তরঙ্গ বন্ধু কোন অন্তরঙ্গ বন্ধুর খোঁজ নেবে না, তাদেরকে সামনা-সামনি করা হবে। অপরাধী সেই দিনের আযাব থেকে বাঁচার বিনিময়ে দিতে চাইবে সন্তান-সন্ততিকে, তার স্ত্রী ও ভাইকে, আর তার গোষ্ঠীকে, যারা তাকে আশ্রয় দিত। এবং পৃথিবীর সকলকে, যাতে এসব কিছু তাকে মুক্তি দিতে পারে। না, কক্ষনো নয়, নিশ্চয়ই এটা লেলিহান অগ্নি শিখা।” (সূরা মা‘আরিজ ৭০:১০-১৫)\nপ্রকৃতপক্ষে যারা আল্লাহ তা‘আলার সাক্ষাতকে অস্বীকার করে তারাই ক্ষতিগ্রস্ত হবে। যেমন\nআল্লাহ তা‘আলা বলেন:\n(وَيْلٌ يَّوْمَئِذٍ لِّلْمُكَذِّبِيْنَ)‏\n“সেদিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্য।” (সূরা মুরসালাত ৭৭:১৫)\nআল্লাহ তা‘আলা তাদের এই ক্ষতিটাকে চার ভাগে বিভক্ত করেছেন। যথা:\n(১) ঈমানের দিক দিয়ে,\n(২) সৎ আমলের দিক দিয়ে,\n(৩) সৎ কাজের পরামর্শের ব্যাপারে ও\n(৪) ধৈর্য ধারণের পরামর্শের ব্যাপারে। (সূরা আসর)\nযেমন আল্লাহ তা‘আলা বলেন:\n(وَالْعَصْرِﭐﺫ اِنَّ الْاِنْسَانَ لَفِیْ خُسْرٍﭑﺫ اِلَّا الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بِالْحَقِّﺃ وَتَوَاصَوْا بِالصَّبْرِﭒﺟ)\n“কসম যুগের, নিশ্চয়ই মানুষ ক্ষতিগ্রস্ত; কিন্তু তারা নয়, যারা বিশ্বাস স্থাপন করে এবং পরস্পরকে উপদেশ দেয় সত্যের এবং উপদেশ দেয় সবরের।” (সূরা আসর ১০৩:১-৩)\nসুতরাং প্রকৃত ক্ষতিগ্রস্ত তারাই যারা দুনিয়াতে থাকতে আখিরাতের পাথেয় সংগ্রহ করেনি। যারা ঈমান ও ইসলামের পরওয়া না করে যেমন খুশি চলাফেরা করেছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সকল মানুষকে আখিরাতে হাজির করা হবে, কাউকে ছেড়ে দেয়া হবে না।\n২. দুনিয়ার জীবন খুবই ক্ষণিকের মনে হবে।\n৩. কিয়ামতের মাঠে পরস্পর পরস্পরকে চিনতে পারবে।"
    },
    {
      "ayah": 61,
      "surah": 10,
      "text": "৬১ নং আয়াতের তাফসীর:\nএই আয়াতে আল্লাহ তা‘আলা নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং মু’মিনদেরকে সম্বোধন করে বলছেন যে, তিনি সমস্ত সৃষ্টির অবস্থা সম্পর্কে অবগত আছেন এবং সর্বক্ষণ তিনি মানুষের সকল অবস্থা অবলোকন করছেন। আকাশ ও পৃথিবীর ছোট বড় কোন বস্তুই তাঁর নিকট লুক্কায়িত নয়। তিনি দৃশ্য, অদৃশ্য সবই জানেন। কারণ তাঁরই নিকট রয়েছে অদৃশ্যের চাবিকাঠি। আল্লাহ তা‘আলার বাণী:\n(وَعِنْدَه۫ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ إِلَّا هُوَ ط وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ط وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْأَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ إِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ)‏\n“সকল গায়েবের চাবিকাঠি তাঁরই নিকট রয়েছে, তিনি ব্যতীত অন্য কেউ তা জানে না। জলে ও স্থলে যা কিছু আছে তা তিনিই অবগত, তাঁর অজ্ঞাতসারে একটি পাতাও পড়ে না। মাটির অন্ধকারে এমন কোন শস্যকণাও অঙ্কুরিত হয় না অথবা রসযুক্ত কিংবা শুষ্ক এমন কোন বস্তু নেই যা সুস্পষ্ট কিতাবে (লাওহে মাহফুজে) নেই।” (সূরা আনআম ৬:৫৯)\nজলে-স্থলে যা কিছু আছে তা তিনিই অবগত। তাঁর অজ্ঞাতসারে একটি পাতাও পড়ে না, মৃত্তিকার অন্ধকারে এমন কোন শষ্যকণা অথবা রসযুক্ত কিংবা শুষ্ক কোন বস্তু পড়ে না, যা সুস্পষ্ট কিতাবে নেই। তিনি রিযিকের যিম্মাদার ও দায়িত্বশীল। ভূপৃষ্ঠে বিচরণকারী সকল সৃষ্টি জীব মানুষ হোক বা জিন হোক, পশু হোক বা পক্ষীকুল হোক, মোট কথা তিনি সমুদয় প্রাণীকে তার প্রয়োজন মত খাদ্য দেন।\nসুতরাং যে আল্লাহ তা‘আলা সব কিছু দেখেন ও শোনেন তাঁকে ভয় করে চলা উচিত। কিছু বলার বা কিছু করার পূর্বে সতর্কতা অবলম্বন করতে হবে, কেননা তিনি সব কিছুর হিসাব নেবেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা সকল কিছু জানেন, তার নিকট কোন কিছু লুকায়িত থাকে না।\n২. গায়েব একমাত্র আল্লাহ তা‘আলাই জানেন অন্য কেউ নয়।\n৩. সকল কিছুর রিযিকের মালিক একমাত্র আল্লাহ তা‘আলা।"
    },
    {
      "ayah": 98,
      "surah": 10,
      "text": "৯৮ নং আয়াতের তাফসীর:\nএখানে لَوْلَا শব্দটি আফসোস প্রকাশের জন্য هلا এর অর্থে ব্যবহৃত হয়েছে, অর্থাৎ আমি যে জনপদগুলোকে ধ্বংস করেছি, তার মধ্য থেকে কোন একটি জনপদবাসী কেন এমন হল না যে, এমন সময়ে ঈমান নিয়ে আসত, যে সময়ে ঈমান আনলে তাদের উপকারে আসতো। তবে ইউনুস (عليه السلام)-এর সম্প্রদায় ব্যতীত, তাদের ব্যাপারটি স্বতন্ত্র। যখন তারা ঈমান আনল তখন আল্লাহ তা‘আলা তাদের ওপর থেকে আযাব রহিত করে দিলেন।\nসংক্ষিপ্ত ঘটনা হল যখন ইউনুস (عليه السلام) দেখলেন যে, তাঁর দাওয়াত ও তাবলীগে তাঁর সম্প্রদায় ঈমান আনছে না, তখন তিনি নিজ জাতিকে জানিয়ে দিলেন যে, তিনদিন পর তোমাদের ওপর আল্লাহ তা‘আলার শাস্তি আসবে এবং তিনি নিজে সেখান থেকে বেরিয়ে পড়লেন। যখন তাঁর জাতি মেঘের মত তাদের ওপর আযাবের লক্ষণাদি দেখতে পেল, তখন তারা শিশু, নারী এমনকি জীবজন্তু সমেত এক মাঠে সমবেত হল এবং আল্লাহ তা‘আলার দরবারে কাকুতি-মিনতির সাথে তাওবাহ ও ক্ষমা প্রার্থনা করতে আরম্ভ করল এবং ঈমান আনল। আল্লাহ তা‘আলা তাদের তাওবাহ কবূল করে তাদের থেকে আযাব রহিত করে নিলেন। ইউনুস (عليه السلام) পথচারী পথিকের নিকট থেকে নিজ জাতির অবস্থা সম্পর্কে অবগত হতে থাকলেন। পরিশেষে তিনি যখন জানতের পারলেন যে, তাঁর জাতির ওপর আযাব আসেনি তখন যেহেতু সে জাতি তাঁকে মিথ্যাজ্ঞান করতে পারে তাই তিনি সে জাতির নিকট ফিরে যাওয়া পছন্দ করলেন না। বরং তাদের প্রতি অসন্তুষ্ট হয়ে তিনি অন্য কোন দিকে চলে গেলেন। এ সফরে তাঁকে নৌকা থেকে লটারী করে সাগরে ফেলে দিলে আল্লাহ তা‘আলার নির্দেশে মাছ তাকে গিলে ফেলে। তাঁর অধিক পরিমাণ ইবাদত ও সৎআমল এবং তাওবা ইস্তিগফারের ফলে আল্লাহ তা‘আলা তাঁর তাওবা কবূল করতঃ মাছের পেট থেকে জীবিত অবস্থায় নদীর তীরে তরুলতাহীন শূন্য এলাকায় রেখে যাওয়ার ব্যবস্থা করেন। অতঃপর সুস্থ হয়ে আল্লাহ তা‘আলার হুকুমে নিজ জাতির কাছে ফিরে আসেন। জাতির লোকেরা তাঁর প্রতি ঈমান আনল এবং শির্কী কর্মকাণ্ড থেকে মুক্ত হয়ে এক আল্লাহ তা‘আলার ইবাদত করতে লাগল, ফলে আল্লাহ তা‘আলা দুনিয়ার সম্পদ ভোগ করার সুযোগ করে দেন।\nতবে ইউনুস (عليه السلام)-এর সম্প্রদায় কখন ঈমান এনেছে এ বিষয়ে মুফাসসিরগণ মতানৈক্য করেছেন। কেউ বলেন, শাস্তি দেখার পর আবার কেউ বলেন, তখন তারা শাস্তি অবলোকন করেছিল তবে আয়াত অনুযায়ী প্রথম ব্যাখ্যাই সঠিক। এ সম্পর্কে বিস্তারিত সূরা সফফাতের ১৩৯-১৪৮ নং আয়াতে আলোচনা রয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ঈমানদারদের প্রতি আল্লাহ তা‘আলা রহমত নাযিল ও দয়া করেন।\n২. আল্লাহ তা‘আলা সহজে তাঁর বান্দাদের শাস্তি দিতে চান না।"
    }
  ]
}
