{
  "ayahs": [
    {
      "ayah": 123,
      "surah": 11,
      "text": "১২৩ নং আয়াত হতে শিক্ষণীয় বিষয়:\nএখানে আল্লাহ তা‘আলা খবর দিচ্ছেন যে, আকাশ ও জমিনের গায়েবের সকল বিষয় একমাত্র আল্লাহ তা‘আলা জানেন। আল্লাহ তা‘আলা ব্যতীত অন্য কেউ জানে না। অত্র সূরার শুরু থেকেই বুঝা গেছে যে, কোন নাবীই গায়েব জানতেন না। সুতরাং যদি কোন নাবী গায়েব না জানেন তাহলে আর কে এমন আছে যে গায়েব জানবে? আর কিয়ামতের দিন কর্তা কর্ম সমস্ত কিছু আল্লাহ তা‘আলার দিকেই ফিরে যাবে। তিনি সমস্ত বিষয়ে মীমাংসা করে দেবেন আর এ কারণেই তিনি একমাত্র তাঁরই ইবাদত করার জন্য নির্দেশ প্রদান করেছেন। তাকে ব্যতীত অন্য কারো ইবাদত করা যাবে না এবং তা করলে শির্ক হবে। আর পরিশেষে বলেছেন যে, সর্বাবস্থায় আল্লাহ তা‘আলার ওপরই ভরসা করতে হবে। কারণ আল্লাহ তা‘আলা ব্যতীত ভরসা করা যায় এমন কেউ নেই। এ সম্পর্কে অনেক আলোচনা পূর্বে গত হয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. গায়েব একমাত্র আল্লাহ তা‘আলা জানেন, অন্য কেউ নয়।\n২. ইবাদত ও তাওয়াক্কুল একমাত্র আল্লাহ তা‘আলার জন্যই করতে হবে।\n৩. আল্লাহ তা‘আলা বান্দার সকল কর্ম সম্পর্কে অবগত, তাই তিনি প্রত্যেককে তার কর্ম অনুপাতেই প্রতিদান দিবেন।"
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "১৭ নং আয়াত হতে শিক্ষণীয় বিষয়::\nআল্লাহ তা‘আলা এখানে ঐ সকল মু’মিনদের অবস্থার বর্ণনা দিচ্ছেন যারা তাঁর সেই প্রকৃতির ওপর রয়েছে যার ওপর তিনি তাঁর বান্দাদেরকে সৃষ্টি করেছেন। যারা মনে প্রাণে স্বীকার করে যে, আল্লাহ তা‘আলা ছাড়া অন্য কোন উপাস্য নেই।\nঅন্যত্র আল্লাহ তা‘আলা বলেন:\n(فَأَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًا ط فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَا ط لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ط ذٰلِكَ الدِّيْنُ الْقَيِّمُ)\n“অতএব তুমি একনিষ্ঠভাবে নিজেকে দীনের ওপর প্রতিষ্ঠিত রাখ; এটাই আল্লাহর ফিতরাত (প্রকৃতি) যার ওপর তিনি মানব সৃষ্টি করেছেন। আল্লাহর সৃষ্টির কোন পরিবর্তন নেই। এটাই সরল-সঠিক দীন।” (সূরা রূম ৩০:৩০)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: সকল শিশু প্রকৃতির ওপর জন্ম গ্রহণ করে, অতঃপর তার পিতা-মাতা তাকে ইয়াহূদী , খ্রিস্টান, অগ্নিপূজক বানায়। (সহীহ বুখারী হা: ১৩৫৯)\n(وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ) বলতে কুরআন অথবা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বুঝানো হয়েছে। যা সঠিক পথের দিকে আহ্বান করে। অনুরূপ মূসা (عليه السلام)-এর কিতাবও সত্যের দিকে পথ প্রদর্শন করত ও রহমতের কারণ বটে। এগুলো একজন মু’মিন ব্যক্তির ঈমানের ওপর সাক্ষী।\nসুতরাং সে একজন বিশ্বাসী বা ঈমানদার। আর সে সমস্ত দল তা ইয়াহূদী বা খ্রিস্টান, মাজূসী যাই হোক না কেন যারা এতে ঈমান আনবে না তারা নিঃসন্দেহে কাফির আর তারা জাহান্নামী। তাই একজন কাফির ও একজন মু’মিন সমান হতে পারে না।  (فَلَا تَكُ فِيْ مِرْيَةٍ) আর আল্লাহ তা‘আলা এই কিতাব অবতীর্ণ করেছেন তাতে কোন সন্দেহ নেই এবং এই ব্যাপারে সন্দেহ পোষণ করা যাবে না। আল্লাহ তা‘আলা বলেন:\n(ال۬مّ۬  تَنْزِیْلُ الْکِتٰبِ لَا رَیْبَ فِیْھِ مِنْ رَّبِّ الْعٰلَمِیْنَ)‏\n“আলিফ- লাম- মীম-; এ কিতাব বিশ্বজগতের প্রতিপালকের পক্ষ থেকে অবতীর্ণ, এতে কোন সন্দেহ নেই।” (সূরা সিজদাহ ৩২:১-২)\n(أَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ)\nঅর্থাৎ অধিকাংশ মানুষ রয়েছে তাদেরকে যতই উপদেশ নসীহত করা হোক না কেন তারা উপদেশও গ্রহণ করবে না এবং ঈমানও আনবে না। যেমন আল্লাহ তা‘আলা বলেন:\n(وَمَآ أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ)\n“তুমি যতই আকাক্সক্ষা কর না কেন, অধিকাংশ লোকই বিশ্বাসী নয়।” (সূরা ইউসূফ ১২:১০৩)\nসুতরাং তারা ঈমান আনবে না আর তাদেরই আবাসস্থল হবে জাহান্নাম।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মানুষ প্রকৃতপক্ষে ইসলামের ওপরই জন্ম গ্রহণ করে।\n২. কুরআন আল্লাহ তা‘আলার কিতাব তাতে সন্দেহ পোষণ করা যাবে না।\n৩. এক ধরনের লোক রয়েছে যারা উপদেশ শোনে বটে, কিন্তু ঈমান আনে না তাদের মত হওয়া যাবে না।"
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "৫ নং আয়াত হতে শিক্ষণীয় বিষয়::\nশানে নুযূল:\nউক্ত আয়াতটি অবতীর্ণ হওয়ার কারণ সম্পর্কে অনেক মতামত পাওয়া যায়। তবে সহীহ বুখারীর বর্ণনানুপাতে সেই সকল মুসলিমদের ব্যাপারে অবতীর্ণ হয়েছে যারা লজ্জার খাতিরে পেশাব-পায়খানার সময় এবং স্ত্রী-সহবাসের সময় উলঙ্গ হওয়াকে অপছন্দ করত; এই ভেবে যে, আল্লাহ তা‘আলা আমাদেরকে দেখছেন। ফলে তারা এই সময় লজ্জাস্থান আবৃত করার নিমিত্তে নিজেদের বক্ষদেশকে ঘুরিয়ে দিত। (সহীহ বুখারী হা: ৪৬৮১)\nআল্লাহ তা‘আলা উক্ত আয়াতে বর্ণনা করছেন যে, রাতের অন্ধকারে যখন তারা বিছানাতে নিজেদেরকে কাপড় দ্বারা আচ্ছাদিত করে, তখনও তিনি তাদেরকে দেখেন ও তাদের চুপে চুপে ও প্রকাশ্যে আলাপনকেও তিনি জানেন। অর্থাৎ তাঁর নিকট কোন কিছু গোপন থাকে না। তোমাদের প্রকাশ্য বিষয়টা যেমন গোপনটাও ঠিক তেমনি। অর্থাৎ তিনি প্রকাশ্য বিষয় যেমন জানেন, গোপন বিষয়ও তেমন জানেন। উদ্দেশ্য হল লজ্জা-শরম আপন জায়গায় ঠিক আছে, কিন্ত তাতে এত বাড়াবাড়ি করা ঠিক নয়। কারণ যে সত্তার কারণে তারা এরূপ করে, তাঁর নিকট তা গুপ্ত নয়। যেমন\nআল্লাহ তা‘আলা বলেন:\n(وَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِھ۪ نَفْسُھ۫ﺊ وَنَحْنُ اَقْرَبُ اِلَیْھِ مِنْ حَبْلِ الْوَرِیْدِﭟ)‏\n“আমিই মানুষকে সৃষ্টি করেছি এবং তার অন্তর তাকে যে কুমন্ত্রণা দেয় তা আমি জানি। আমি তার ঘাড়ের শাহ রগ অপেক্ষাও নিকটতর।” (সূরা ক্বফ ৫০:১৬)\nশুধু তাই নয় আল্লাহ তা‘আলা মানুষের গোপন বিষয় তো জানেনই এমনকি মানুষ অন্তরে কী চিন্তা-ভাবনা করে তাও তিনি জানেন। সুতরাং আল্লাহ তা‘আলা থেকে আমাদের কোন কিছু গোপন করার সুযোগ নেই।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা প্রকাশ্য ও অপ্রকাশ্য সকল বিষয় সম্পর্কে জানেন।\n২. আল্লাহ তা‘আলা সম্পর্কে মুশরিকদের সঠিক জ্ঞান নেই।\n৩. লজ্জা-শরম একটি ভূষণ, তাই তা সঠিক জায়গায় ব্যবহার করা উচিত।"
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "৬ নং আয়াত হতে শিক্ষণীয় বিষয়::\nউক্ত আয়াতে আল্লাহ তা‘আলা তাঁর একটি বিশাল বড় দায়িত্ব সম্পর্কে আলোচনা তুলে ধরেছেন। ভূপৃষ্ঠে বিচরণকারী সকল সৃষ্টিজীব, মানুষ হোক বা জিন হোক, পশু হোক বা পক্ষী হোক, ছোট হোক বা বড় হোক, জলচর হোক আর স্থলচর হোক মোট কথা তিনি সমুদয় প্রাণীকে তার প্রয়োজন মত জীবিকা দিয়ে থাকেন। আমরা যদি একটু চিন্তা করি তাহলে দেখতে পাই দুনিয়াতে কোটি কোটি মানুষ রয়েছে যাদের রিযিকের দায়িত্ব আল্লাহ তা‘আলা নিয়েছেন, এমনকি একটি পিপীলিকার রুযীও আল্লাহ তা‘আলা দিয়েছেন। মানুষের কত রিযিক প্রয়োজন তার চেয়ে হাজার হাজার টন রিযিক প্রয়োজন এমন প্রাণী সমুদ্রে বাস করে। তাদের রিযিকেরও ব্যবস্থা আল্লাহ তা‘আলা করেন।\nআল্লাহ তা‘আলার বাণী:\n(وَکَاَیِّنْ مِّنْ دَا۬بَّةٍ لَّا تَحْمِلُ رِزْقَھَاﺣ اَللہُ یَرْزُقُھَا وَاِیَّاکُمْﺘ وَھُوَ السَّمِیْعُ الْعَلِیْمُ ‏)\nএমন কত জীবজন্তু আছে যারা নিজেদের খাদ্য মওজুদ রাখে না। আল্লাহই রিযিক দান করেন তাদেরকে ও তোমাদেরকে; এবং তিনি সর্বশ্রোতা, সর্বজ্ঞ। (সূরা আনকাবুত ২৯:৬০)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\n(لَوْ أَنَّكُمْ كُنْتُمْ تَوَكَّلُونَ عَلَي اللّٰهِ حَقَّ تَوَكُّلِهِ لَرُزِقْتُمْ كَمَا يُرْزَقُ الطَّيْرُ تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا)\nযদি তোমরা আল্লাহর ওপর প্রকৃত ভরসা কর যেমন ভরসা করা উচিত তাহলে তেমনভাবে রিযিক দেবেন যেমনভাবে রিযিক পাখিদেরকে দিয়ে থাকেন। পাখিরা সকাল বেলা খালি পেটে বের হয় এবং বিকেল বেলা ভরা পেটে ফিরে আসে। (তিরমিযী হা: ২৩৪৪, সহীহ)\nআর তিনি তাদের স্থায়ী ও অস্থায়ী অবস্থান সম্পর্কে জানেন। এখানে স্থায়ী অবস্থান (مستقر) বলতে বুঝানো হয়েছে মায়ের গর্ভাশয় এবং مستودع বা অস্থায়ী অবস্থানস্থল হল পিতার পিঠ। ইমাম শাওকানী বলেন, مستقر হল মায়ের গর্ভাশয় এবং مستودع হল পৃথিবীর সেই অংশ যেখানে মানুষকে দাফন করা হয়। মোট কথা স্থায়ী অবস্থান বলতে এমন স্থানকে বুঝানো হয়েছে যেখানে প্রতিটি প্রাণী অবস্থান করে, ঘুরে-ফিরে আসে। যেমন মানুষের বাড়ি, পাখিদের বাসা, সাপের গর্ত ইত্যাদি। আর مُسْتَقَرَّ বলা হয়, যে স্থানে যাতায়াত করে ও অন্যান্য প্রাসঙ্গিক অবস্থান। অর্থাৎ আল্লাহ তা‘আলা প্রতিটি প্রাণীর স্থায়ী অস্থায়ী অবস্থানক্ষেত্র সম্পর্কে জানেন। কে রিযিক অন্বেষণের জন্য কোথায় যায়, রিযিক আহরণ করে কোথায় ফিরে আসে সব আল্লাহ তা‘আলা জানেন এবং তা লাওহে মাহফুজে লিপিবদ্ধ রয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সমস্ত মাখলুকের রিযিকের দায়িত্ব আল্লাহ তা‘আলার।\n২. আল্লাহ তা‘আলা সকলের স্থায়ী ও অস্থায়ী আবাসস্থল সম্পর্কে অবগত আছেন ইত্যাদি।"
    },
    {
      "ayah": 7,
      "surah": 11,
      "text": "৭ নং আয়াত হতে শিক্ষণীয় বিষয়::\nঅত্র আয়াতে আল্লাহ তা‘আলা বলছেন, তিনি সাত আকাশ ও জমিন ছয়দিনে সৃষ্টি করেছেন। প্রথম দিন হল শনিবার আর শেষ দিন হল শুক্রবার। যখন আকাশ-জমিন সৃষ্টি করেন তখন আল্লাহ তা‘আলার আরশ ছিল সাত আকাশের ওপর সাগরের ওপরে। হাদীসেও এসেছে; আল্লাহ তা‘আলা আকাশ জমিন সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে মাখলুকের ভাগ্য লিপিবদ্ধ করে রেখেছেন। তখন তাঁর আরশ ছিল পানির ওপর। (সহীহ বুখারী হা: ২৬৫৩)\nঅতঃপর আল্লাহ তা‘আলা আকাশ-জমিন সৃষ্টির উদ্দেশ্য বর্ণনা করে বলেন: এ আকাশ-জমিন সৃষ্টি করেছি মানুষকে পরীক্ষা করার জন্য, কে উত্তম আমল করে। তিনি এগুলোকে অনর্থক সৃষ্টি করেননি। আর যারা এরূপ ধারণা করবে তারা যেন কুফরী করল এবং তাদের জন্য জাহান্নামের শাস্তি।\nআল্লাহ তা‘আলা বলেন:\n(وَمَا خَلَقْنَا السَّمَا۬ءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ط ذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا ج فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِ)\n“আর আমি আসমান, জমিন এবং উভয়ের মধ্যে অবস্থিত কোন কিছুই অনর্থক সৃষ্টি করিনি; এরূপ ধারণা তো তাদের যারা কাফির। সুতরাং কাফিরদের জন্য রয়েছে জাহান্নামের দুর্ভোগ।” (সূরা স্বদ ৩৮:২৭)\n(فِيْ سِتَّةِ أَيَّامٍ) এ সম্পর্কে সূরা আ‘রাফের ৫৪ নং আয়াতে আলোচনা করা হয়েছে।\nআর আল্লাহ তা‘আলার মানুষ সৃষ্টি করার উদ্দেশ্য হল কে উত্তম কাজ করে তা দেখার জন্য। তারপর আল্লাহ তা‘আলা নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সম্বোধন করে বলেন: তুমি যদি তাদেরকে বল যে তোমাদেরকে পুনরুত্থিত করা হবে তখন তারা বলবে, এটা জাদু ব্যতীত অন্য কিছু নয়। জাদুর যেমন প্রকৃত সত্য বলতে কিছু নেই তেমনি পুনরুত্থানের প্রকৃত ব্যাপার বলতে কিছু নেই। কিন্তু আল্লাহ তা‘আলা মানুষকে পুনরুত্থিত করবেন, এতে কোন সন্দেহ নেই এবং এতে আল্লাহ তা‘আলা সক্ষম।\nআল্লাহ তা‘আলা বলেন:\n(وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُه۫ وَهُوَ أَهْوَنُ عَلَيْهِ)\n“তিনি সৃষ্টির সূচনা করেন, তারপর তিনিই আবার তা পুনরাবৃত্তি করবেন এটা তাঁর জন্য খুবই সহজ।” (সূরা রূম ৩০:২৭)\nসুতরাং প্রত্যেক মু’মিন ব্যক্তিকে পুনরুত্থানের প্রতি বিশ্বাস রাখতে হবে, অন্যথায় ঈমান থাকবে না।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১.আল্লাহ তা‘আলা আকাশ-জমিন ছয় দিনে সৃষ্টি করেছেন।\n২. পৃথিবী ও আকাশ সৃষ্টির পূর্বে আরশ ছিল পানির ওপর।\n৩. আল্লাহ মানুষকে এ পরীক্ষা করার জন্য পৃথিবীতে প্রেরণ করেছেন যে, কে সৎ কর্মে উত্তম।\n৪. মানুষকে মৃত্যুর পর পুনরায় জীবিত করা হবে।"
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "৮ নং আয়াত হতে শিক্ষণীয় বিষয়::\nউক্ত আয়াতে কাফির, মুশরিকদের একটি মন্দ অভ্যাসের কথা বর্ণনা করা হচ্ছে যে, আল্লাহ তা‘আলা বলেন: আমি যখন তাদের থেকে কোন শাস্তিকে কিছু দিন/সময় পিছিয়ে দেই তাহলে তারা আল্লাহ তা‘আলাকে দোষারোপ করে ও বলে যে, কিসে এই শাস্তিকে আটকে রেখেছে। আল্লাহ তা‘আলা শাস্তি দিতে অক্ষম। অথচ তারা জানে না যে, এই পিছিয়ে দেয়াটা তাদের প্রতি একটা অনুগ্রহ আর এই শাস্তি একদিন অবশ্যই আসবে। এই শাস্তি যখন আসবে তখন তা তাদের সকলকে গ্রাস করে নেবে, সকলকে ধ্বংস করে দেবে। কেউ তখন সেই শাস্তিকে প্রতিরোধ করতে পারবে না। সুতরাং শাস্তি পিছিয়ে দেয়ার ফলে ঠাট্টা-বিদ্রƒপ করা ঠিক নয়। আল্লাহ তা‘আলার শাস্তি যেকোন সময় আসতে পারে। আল্লাহ তা‘আলা তাতে অক্ষম নন; বরং তিনি তা দিতে সক্ষম।\nأمة শব্দটি পবিত্র কুরআনে একাধিক অর্থে ব্যবহৃত হয়েছে। যেমন-\n(১) জাতি অর্থে আল্লাহ তা‘আলা বলেন: (وَلِكُلِّ أُمَّةٍ رَّسُوْلٌ) “প্রত্যেক জাতির জন্য (পাঠানো হয়েছে) একজন রাসূল।” (সূরা ইউনুস ১০:৪৭)\n(২) দল অর্থে আল্লাহ তা‘আলার বাণী: (وَلَمَّا وَرَدَ مَا۬ءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ) “যখন সে মাদইয়ানের কূপের নিকট পৌঁছল, দেখল, একদল লোক।” (সূরা কাসাস-২৮:২৩)\n(৩) মতাদর্শ অর্থে আল্লাহ তা‘আলা বলেন: (إِنَّا وَجَدْنَآ اٰبَا۬ءَنَا عَلٰٓي أُمَّةٍ) “আমরা তো আমাদের পূর্বপুরুষদেরকে পেয়েছি এক মতাদর্শের ওপর।” (সূরা যুখরুফ ৪৩:২৩)\n(৪) ইমাম অর্থে আল্লাহ তা‘আলা বলেন: (إِنَّ إِبْرٰهِيْمَ كَانَ أُمَّةً) “নিশ্চয়ই‎ ইব্রাহীম ছিল এক ‘উম্মাত’।” (সূরা নাহল ১৬:১২০)\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা শাস্তি দ্রুতও দিতে পারেন বিলম্বেও দিতে পারেন।\n২. আল্লাহ তা‘আলার শাস্তিকে প্রতিহত করার মত কেউ নেই।"
    }
  ]
}
