{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 13,
      "text": "নামকরণ:\nالرَّعْدِ অর্থ বজ্রধ্বনি। বজ্রধ্বনিসহ পৃথিবীর সব কিছু আল্লাহ তা‘আলার তাসবীহ পাঠ করে। এ সম্পর্কে অত্র সূরার ১৩ নং আয়াতে আলোচনা করা হয়েছে, সেখান থেকেই উক্ত নামে সূরার নামকরণ করা হয়েছে।\nসূরার শুরুতে আল্লাহ তা‘আলার মহত্ব, বড়ত্ব ও রুবুবিয়্যাহ, পুনরুত্থানের ব্যাপারে কাফেরদের আশ্চর্যবোধ, গায়েবসহ সকল সূক্ষ্ম খবরাদি আল্লাহ তা‘আলা রাখেন এবং মানুষকে সংরক্ষণ ও তাদের আমল হিফাযতের জন্য নিযুক্ত ফেরেশতা সম্পর্কে আলোচনা করা হয়েছে। সত্য-মিথ্যার উপমা, যারা আল্লাহ তা‘আলার আহ্বানে সাড়া দেয় তাদের উত্তম প্রতিদান, যারা প্রতিশ্রুতি ভঙ্গ করে তাদের খারাপ পরিণতি, মানুষকে পরিমিত রিযিক দেয়ার হিকমত এবং যারা আল্লাহ তা‘আলার সাথে অন্যকে অংশীস্থাপন করে তাদের পরিণতি সম্পর্কে আলোচনা করা হয়েছে। তারপর জান্নাতের উপমা, নাবীদের স্ত্রী ও বংশধর দেয়া এবং আল্লাহ তা‘আলার ক্ষমতা ও কাফেরদের নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নবুওয়াতকে অস্বীকার করা সম্পর্কে আলোচনা তুলে ধরা হয়েছে।\n১ নং আয়াতের তাফসীর:\nال۬مّ۬رٰ -(আলিফ-লাম-মীম-রা) এ জাতীয় “হুরূফুল মুক্বাত্বআত” বা বিচ্ছিন্ন অক্ষরসমূহ সম্পর্কে সূরা বাকারার শুরুতে আলোচনা করা হয়েছে। এর আসল উদ্দেশ্য একমাত্র আল্লাহ তা‘আলাই জানেন।\nঅতঃপর আল্লাহ তা‘আলা বলছেন, এগুলো এমন কিতাবের আয়াত যা দীনের মূল ও শাখা-প্রশাখাসহ যা কিছু মানুষের প্রয়োজন তার দিক-নির্দেশনা প্রদান করে। কেননা আল্লাহ তা‘আলা এ কিতাবে যা সংবাদ দিয়েছেন তা সত্য, যে সকল নির্দেশ ও নিষেধাজ্ঞা রয়েছে তা ন্যায়। সুতরাং যে ব্যক্তি কুরআনের প্রতি ঈমান এনে তাঁর নির্দেশানুযায়ী আমল করবে সে সত্যানুরাগী ও সঠিক পথের অনুসারী। কিন্তু অধিকাংশ মানুষ এ কুরআনের প্রতি ঈমান আনে না হয়তো অজ্ঞতার কারণে অথবা তার প্রতি বিমুখ হয়ে। সুতরাং নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি যা অবতীর্ণ হয়েছে তা সত্য, কোন সংশয় নেই। এখানে মূলত কাফির, মুশরিকদের সংশয় দূরীভূত করা হয়েছে যারা মনে করে এ কুরআন আল্লাহ তা‘আলার কিতাব বা ঐশীগ্রন্থ নয়। যেমন\nআল্লাহ তা‘আলা বলেন:\n(نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرٰةَ وَالْأِنْجِيْلَ)\n“তিনি সত্যসহকারে আপনার উপর কিতাব নাযিল করেছেন যা পূর্ববর্তী কিতাবের সত্যায়নকারী। তিনি আরো নাযিল করেছেন তাওরাত ও ইঞ্জিল।” (সূরা আলি ইমরান ৩:৩) সুতরাং কুরআন আল্লাহ তা‘আলার পক্ষ থেকে অবতারিত কিতাব যাতে কোন রকম সন্দেহের অবকাশ নেই।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. কুরআন আল্লাহ তা‘আলার কালাম, এতে কোন সংশয় নেই।\n২. কুরআনের সকল নির্দেশ ও নিষেধ ন্যায়সঙ্গত এবং সকল সংবাদ সত্য।\n৩. অধিকাংশ লোক ঈমান আনবে না এটাই আল্লাহ তা‘আলার ভবিষ্যত বাণী।"
    },
    {
      "ayah": 11,
      "surah": 13,
      "text": "১১ নং আয়াতের তাফসীর:\nউক্ত আয়াতে বলা হচ্ছে যে, মানুষের সামনে-পিছনে, ডানে-বামে তাকে রক্ষণাবেক্ষণ করার জন্য প্রহরী নিযুক্ত রয়েছে। مُعَقِّبٰتٌ শব্দটি معقبة এর বহুবচন। অর্থ এক জনের পর অপর জন্য আসা। অর্থাৎ একজন ফেরেশতা চলে গেলে অন্য ফেরেশতা আগমন করে পালাক্রমে দায়িত্ব পালন করে। তারা অনিষ্টকারীর অনিষ্ট থেকে মানুষকে সংরক্ষণ করে। এবং একদলকে নিযুক্ত করা হয়েছে তাদের কার্যকলাপসমূহ লিখে রাখার জন্য। যার উপর ভিত্তি করে তাদেরকে আখিরাতে প্রতিদান দেয়া হবে। এই প্রহরী সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: “তোমাদের কাছে ফেরেশতারা পালাক্রমে আগমণ করে থাকেন দিবসে ও রজনীতে। ফজর ও আসরের সালাতের সময় উভয় দলের মিলন ঘটে। রাত্রে অবস্থানকারী ফেরেশতাগণ রাত্রি শেষে আকাশে উঠে যান। বান্দাদের অবস্থা সম্পর্কে অবগত হওয়া সত্ত্বেও আল্লাহ তা‘আলা তাদেরকে জিজ্ঞেস করেন: তোমরা আমার বান্দাদেরকে কী অবস্থায় ছেড়ে এসেছ? তারা উত্তরে বলেন: আমরা তাদের কাছে আগমণের সময় সালাতের অবস্থায় তাদেরকে পেয়েছি এবং বিদায়ের সময়ও তাদেরকে সালাতের অবস্থায় ছেড়ে এসেছি। (সহীহ বুখারী হা: ৫৫৫)\nহেফাযতকারী ফেরেশতাদের কাজ শুধু পার্থিব বিপদাপদ থেকে রক্ষা করাই নয় বরং তারা মানুষকে পাপ কাজ থেকে বাঁচিয়ে রাখারও চেষ্টা করে। মানুষের মনে সাধুতা ও আল্লাহ তা‘আলাভীতির প্রেরণা জাগ্রত করে যাতে সে গুনাহ থেকে বেঁচে থাকে। এরপরও যদি সে ফেরেশতাদের প্রেরণার প্রতি উদাসীন হয়ে পাপ কাজে লিপ্ত হয়, তবে তারা দু‘আ ও চেষ্টা করে যাতে সে শীঘ্র তাওবা করে ক্ষমা করিয়ে নেয়। অগত্যা যদি কোনরূপেই হুশিয়ার না হয় তখন তার আমলনামায় গোনাহ লেখা হয়।\n(إِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ)\n-এই আয়াতের তাফসীর ভাল-মন্দ দুদিকেই করা যায়:\n(১) কোন জাতি যদি নিজেদের অবস্থানকে ভাল ও উন্নতির দিকে নিয়ে যেতে চায় তাহলে আল্লাহ তা‘আলা সে ভাল ও উন্নতির সুযোগ করে দেন। হাত গুটিয়ে বসে থাকলে আল্লাহ তা‘আলা অবস্থার পরিবর্তন করে দিবেন না।\n(২) কোন জাতি যদি পাপ কাজ ও কুফরী করে নিজেদের অবস্থা পরিবর্তন করে নেয় তাহলে আল্লাহ তা‘আলা তাদের থেকে নেয়ামত ছিনিয়ে নেন। মোটকথা মানুষের চিন্তা-চেতনা, কাজ-কর্ম যেদিকে ধাবিত হয় আল্লাহ তা‘আলা তাদেরকে সেদিকে যাওয়ার সুযোগ করে দেন। তারা যদি ভাল ও উন্নতির দিকে যায় আল্লাহ তা‘আলা তাদের উন্নতির পথ খুলে দেন, আর যদি পাপ ও কুফরী করে নিজেদেরকে ধ্বংসের দিকে ঢেলে দেয় তাহলে আল্লাহ তা‘আলা তাদের থেকে নেয়ামত ছিনিয়ে নিয়ে ধ্বংস করে দেন। যেমন আল্লাহ তা‘আলা বলেন:\n(ذٰلِكَ بِأَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلٰي قَوْمٍ حَتّٰي يُغَيِّرُوْا مَا بِأَنْفُسِهِمْ)\n“এটা এজন্য যে, যদি কোন সম্প্রদায় নিজের অবস্থার পরিবর্তন না করে তবে আল্লাহ তা‘আলা এমন নন যে, তিনি তাদেরকে যে সম্পদ দান করেছেন, সেটা পরিবর্তন করবেন।” (সূরা আনফাল ৮:৫৩)\nসুতরাং এ আয়াত দ্বারা প্রমাণিত হয় যে, প্রত্যেক জাতিকে তাদের অবস্থায় উন্নতি এবং নেয়ামতসমূহ পরিপূর্ণ মাত্রায় পেতে হলে সকল প্রকার খারাপ ও নাফরমানীমূলক কাজ পরিত্যাগ করতে হবে। অন্যথায় তা সম্ভব নয়। আর আল্লাহ তা‘আলা যদি কারো অনিষ্ট করতে চান তাহলে এমন কেউ নেই যে, তাঁর অনিষ্ট থেকে রক্ষা করবে। অতএব সমস্ত ক্ষমতার অধিকারী একমাত্র আল্লাহ তা‘আলা, অন্য কেউ নয়।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মানুষকে রক্ষণাবেক্ষণ করার জন্য দিবা-রাত্রিতে ফেরেশতা নিযুক্ত করা হয়েছে, তারা পার্থিব রক্ষা করার পাশাপাশি সকল আমল সংরক্ষণ করে।\n২. প্রত্যেক জাতিকে নিজ চেষ্টার মাধ্যমে তার নেয়ামতকে পূর্ণ করে নিতে হবে।\n৩. আল্লাহ তা‘আলা কোন জাতিকে ততক্ষণ ধ্বংস করেন না যতক্ষণ না নিজেদের অবস্থাকে ধ্বংসের দিকে নিয়ে যায়।"
    },
    {
      "ayah": 16,
      "surah": 13,
      "text": "১৬ নং আয়াতের তাফসীর:\nঅত্র আয়াতের ১ম অংশে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জবান থেকে আকাশ-জমিনের প্রতিপালক আল্লাহ তা‘আলা  এ স্বীকারোক্তি নিচ্ছেন। অন্যত্র বলা হয়েছে মুশরিকরাও আল্লাহ তা‘আলার এ প্রকার তাওহীদ স্বীকার করত। কিন্তু তারা তাওহীদে রুবুবিয়্যাহ স্বীকার করলেও ইবাদত করত আল্লাহ তা‘আলা ছাড়া অন্যান্য প্রতিমার। আল্লাহ তা‘আলাকে ছেড়ে এমন সৃষ্টিদেরকে অভিভাবক, বন্ধু ও পৃষ্ঠপোষক মনে করত যারা নিজেদের লাভ-ক্ষতিরও ক্ষমতা রাখে না। আল্লাহ তা‘আলা  বলেন,\n(قُلْ أَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا)\n“বল: তোমরা কি আল্লাহ ব্যতীত এমন কিছুর ইবাদত কর, যারা তোমাদের ক্ষতি বা উপকার করার কোন ক্ষমতা রাখে না?” (সূরা মায়েদা ৫:৭৬)\nসুতরাং আল্লাহ তা‘আলাকে সব কিছুর মালিক মনে করা সত্ত্বেও তাঁকে বাদ দিয়ে অন্যের ইবাদত করা এটা বোকামি ছাড়া কিছুই নয়।\nপরবর্তীতে আল্লাহ তা‘আলা দৃষ্টান্ত পেশ করছেন, যেমনভাবে দৃষ্টিহীন ও দৃষ্টিমান এবং অন্ধকার ও আলো সমান হতে পারে না তেমনি তাওহীদপন্থী ও মুশরিক সমান হতে পারে না। কেননা তাওহীদপন্থীর হৃদয় তাওহীদের জ্যোতিতে আলোকিত থাকে, আর মুশরিক অর্থাৎ যারা আল্লাহ তা‘আলা ব্যতীত অন্যের উপাসনা করে তারা তা হতে বঞ্চিত। ফলে সে তাওহীদের আলো দেখতে পায় না। কেননা সে এ ব্যাপারে অন্ধ। অনুরূপভাবে আলো ও অন্ধকার যেমন সমান নয় তেমনি এক আল্লাহ তা‘আলার ইবাদতকারী যার হৃদয় ঈমানী জ্যোতিতে পরিপূর্ণ এবং মুশরিক, যার হৃদয় অজ্ঞতা ও কুসংস্কার দ্বারা পরিপূর্ণ তারা কক্ষনো এক হতে পারে না।\n(أَمْ جَعَلُوْا لِلّٰهِ شُرَكَا۬ءَ خَلَقُوْا كَخَلْقِه)\nঅর্থাৎ মুশরিকরা যাদেরকে আল্লাহ তা‘আলার অংশীদার স্থির করছে তারা আল্লাহর সৃষ্টির মত কোন কিছু সৃষ্টি করেছে কি? ফলে তাদের কাছে বিষয়টি সাদৃশ্যপূর্ণ লাগছে যে, কে সৃষ্টিকর্তা আর সৃষ্টিকর্তা নয় তা আলাদা করা যাচ্ছে না, তাই তারা সবার ইবাদত করছে। বিষয়টি তো এমন নয়। বরং মুশরিকরাও স্বীকার করে যে, আল্লাহ তা‘আলাই একমাত্র স্রষ্টা। তাহলে কেন তাদের ইবাদত কর এবং তাদের মাধ্যম ধরে আল্লাহ তা‘আলার নৈকট্য অর্জন করতে চাও। তাদের কথা আল্লাহ তুলে ধরে বলেন:\n(مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَي اللّٰهِ زُلْفٰي)\n“আমরা তো এদের উপাসনা এজন্য করি, যেন তারা আমাদেরকে আল্লাহ তা‘আলার নৈকট্যে পৌঁছে দেয়।” (সূরা যুমার ৩৯:৩)\nসুতরাং সব কিছুর মালিক, স্রষ্টা ও অধিপতি একমাত্র আল্লাহ তা‘আলা এ কথা জানার পরেও যারা আল্লাহ তা‘আলা ছাড়া অন্য কারো ইবাদত করে তাহলে তাদের জন্য অপমানকর শাস্তি রয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মক্কার মুশরিকরা স্বীকার করত ও বিশ্বাস করত যে, সব কিছুর মালিক একমাত্র আল্লাহ তা‘আলা কিন্তু ইবাদত করার ক্ষেত্রে আল্লাহ তা‘আলা ছাড়া অন্যের পূজা করত।\n২. ঈমানদার আর মুশরিক সমান হতে পারে না যেমনিভাবে আলো ও অন্ধকার সমান নয়।\n৩. কোন ব্যক্তি আল্লাহ তা‘আলাকে সৃষ্টিকর্তা হিসেবে বিশ্বাস করলেই মুমিন হবে না যতক্ষণ না সকল ইবাদত আল্লাহ তা‘আলার জন্য করে।"
    },
    {
      "ayah": 17,
      "surah": 13,
      "text": "১৭ নং আয়াতের তাফসীর:\nউক্ত আয়াতে সত্য-মিথ্যা, আসল-নকল, আসলের স্থায়ীত্ব ও নকলের অস্থায়ীত্বের দু‘টো দৃষ্টান্ত বর্ণনা করা হয়েছে। পথের দিশারী ও জীবন সংবিধান সম্বলিত কুরআনকে বৃষ্টির সাথে তুলনা করা হয়েছে। কেননা কুরআনের উপকারিতা বৃষ্টির উপকারিতার মতই ব্যাপক। আর উপত্যকাকে তুলনা করেছেন হৃদয়ের সঙ্গে। কেননা উপত্যকায় পানি গিয়ে স্থির হয়ে যায়, যেমন কুরআনের মাধ্যমে ঈমান মু’মিনের হৃদয়ে স্থির হয়ে যায়। ফলে তার হৃদয়ে ভাল জিনিসগুলো স্থান পায় এবং কুফরী বিশ্বাস তার থেকে দূরে সরে যায়, যেমন পানির উপরের ফেনা তার উপর থেকে আস্তে আস্তে বিলীন হয়ে যায়, অথবা বাতাস তা শেষ করে দেয়। ফলে আসল জিনিসটাই টিকে থাকে আর বাতিল যেগুলো ছিল তা দূরীভূত হয়ে যায়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আল্লাহ তা‘আলা আমাকে যে হিদায়াত ও ইলম দিয়ে প্রেরণ করেছেন তার উদাহরণ হল জমিনের উপর পতিত প্রবল বৃষ্টির ন্যায়। কোন কোন ভূমি থাকে উর্বর যা পানি চুষে নিয়ে প্রচুর পরিমাণে ঘাসপাতা ও সবুজ তরুলতা উৎপন্ন করে। আর কোন কোন ভূমি আছে যা কঠিন, পানি আটকে রাখে, পরে আল্লাহ তা‘আলা তা দিয়ে মানুষের উপকার করেন। তারা নিজেরা পান করে, পশুপাখিকে পান করায় এবং চাষাবাদের কাজে লাগায়। কোন কোন জমি আছে মসৃণ সমতল তা পানি আটকে রাখে না এবং কোন ঘাসপাতা উৎপন্নও করে না। এ হল সে ব্যক্তির দৃষ্টান্ত যে দীনের জ্ঞান লাভ করে এবং আল্লাহ তা‘আলা আমাকে যা দিয়ে প্রেরণ করেছেন তা থেকে উপকৃত হয়। ফলে সে নিজে শিক্ষা গ্রহণ করে অপরকে শিক্ষা দেয়। (সহীহ বুখারী হা: ৭৯)\nদ্বিতীয় একটি দৃষ্টান্ত হল, সোনা-রূপা, লৌহ ও তামা। এগুলোকে আগুনে তাপ দেয়া হয়। আগুনে তাপ দেয়ার সময় এগুলিতেও ফেনা জাতীয় জিনিস উত্থিত হয়। যেমন দুটো জিনিসে ফেনা উত্থিত হবার পর তা দূর হয়ে যায় তেমনি হক্বের উপরও কখনো কখনো বাতিল ছেয়ে যায়। অবশেষে বাতিল দূর হয়ে যায় এবং হক্ব পৃথকভাবেই থেকে যায়। যেমন পানির উপর থেকে ফেনা চলে গেলে তা পরিষ্কারভাবে থেকে যায়। সুতরাং বাতিল জিনিস কখনো কখনো প্রাধান্য বিস্তার লাভ করলেও তা চিরস্থায়ী হয় না। তা অবশেষে বিদায় নিয়ে চলে যায় এবং সত্যই টিকে থাকে। এভাবে আল্লাহ তা‘আলা পবিত্র কুরআনের অনেক জায়গায় হক্ব ও বাতিলের দৃষ্টান্ত বর্ণনা করেছেন। যেমন আল্লাহ তা‘আলার বাণী:\n“যারা কুফরী করে তাদের কর্ম মরুভূমির মরীচিকা সদৃশ, পিপাসার্ত যাকে পানি মনে করে থাকে, কিন্তু সে যখন সেখানে উপস্থিত হয় তখন কিছুই দেখতে পায় না। এবং সে পাবে সেথায় আল্লাহকে, অতঃপর তিনি তার কর্মফল পূর্ণ মাত্রায় দিবেন। আল্লাহ হিসেব গ্রহণে তৎপর। অথবা তাদের কর্ম গভীর সমুদ্র তলের অন্ধকার সদৃশ, যাকে আচ্ছন্ন করে তরঙ্গের উপর তরঙ্গ, যার ঊর্ধ্বে মেঘপুঞ্জ, অন্ধকারপুঞ্জ স্তরের উপর স্তর, এমনকি সে হাত বের করলে তা আদৌ দেখতে পাবে না। আল্লাহ যাকে জ্যোতি দান করেন না তার জন্য কোন জ্যোতিই নেই।” (সূরা নূর ২৪:৩৯-৪০) এখানে কুফরকে বাতিল এর সাথে উপমা দেয়া হয়েছে। أَوْدِيَةٌ শব্দটি واد-এর বহুবচন, অর্থ উপত্যকা।\n(فَسَالَتْ أَوْدِيَةٌم بِقَدَرِهَا)\nঅর্থাৎ প্রত্যেক উপত্যকার যেটুকু পরিমাণ পানি দরকার তা ধারণ করে নেয়। زَبَدً অর্থ ময়লা আর্বজনা।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সত্য সর্বদা সমাগত, মিথ্যা সর্বদা বিতাড়িত। মিথ্যা কখনো চূড়ান্তভাবে জয় লাভ করতে পারে না।\n২. ঈমান হল হক্ব আর কুফর হল বাতিল।"
    },
    {
      "ayah": 18,
      "surah": 13,
      "text": "১৮ নং আয়াতের তাফসীর:\nউক্ত আয়াতে আল্লাহ তা‘আলা তাদের প্রতিদানের কথা বর্ণনা করছেন যারা তাঁর ডাকে সাড়া দেয় আর যারা তাঁর ডাকে সাড়া দেয়া না। যারা আল্লাহ তা‘আলার ডাকে সাড়া দেয় তথা আল্লাহ তা‘আলার প্রতি ঈমান আনে ও সৎ আমল করে তারা উভয়কালে শান্তিতে থাকবে। তাদের কোন ভয় থাকবে না এবং তারা দুশ্চিন্তা গ্রস্তও হবে না। আল্লাহ তা‘আলার বাণী:\n(إنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَأَقَامُوا الصَّلوٰةَ وَاٰتَوُا الزَّكوٰةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ ج وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ)\n“নিশ্চয়ই যারা ঈমান আনে, সৎকাজ করে, সালাত কায়েম করে এবং যাকাত আদায় করে তাদের রবের কাছে এসব আমলের প্রতিদান মওজুদ রয়েছে। আর তাদের কোন ভয় নেই, চিন্তাও নেই।” (সূরা বাক্বারা ২:২৭৭)\nالْحُسْنٰي অর্থ দুনিয়াতে সহযোগিতা করা এবং আখিরাতে চিরস্থায়ী নেয়ামত ভোগ করা।\nআর যারা আল্লাহ তা‘আলার ডাকে সাড়া দেয়া না তথা আল্লাহ তা‘আলার সাথে কুফরী করে, রাসূলকে মিথ্যা প্রতিপন্ন করে তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। তাদের অবস্থা এমন হবে যে, যদি তারা সমস্ত পৃথিবী ও তার সমপরিমাণ সম্পদের মালিক হত, তাহলে তা বিনিময়স্বরূপ দিয়ে শাস্তি থেকে মুক্তি পেতে চায়তো। বস্তুত কিয়ামতের দিন কারো নিকট থেকে কোন কিছুই গ্রহণ করা হবে না। আল্লাহ তা‘আলা বলেন:\n(إِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ أَحَدِهِمْ مِّلْءُ الْأَرْضِ ذَهَبًا وَّلَوِ افْتَدٰي بِه۪)\n“নিশ্চয়ই যারা কুফরী করেছে এবং কাফির অবস্থায় মৃত্যুবরণ করেছে তাদের পক্ষ থেকে পৃথিবী ভরা স্বর্ণও বিনিময় স্বরূপ প্রদান করতে চাইলে তা কখনো গ্রহণ করা হবে না।” (সূরা আলি ইমরান ৩:৯১)\nআল্লাহ তা‘আলা অন্যত্র বলেন,\n(إِنَّ الَّذِيْنَ كَفَرُوْا لَوْ أَنَّ لَهُمْ مَّا فِي الْأَرْضِ جَمِيْعًا وَّمِثْلَه۫ مَعَه۫ لِيَفْتَدُوْا بِه۪ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ج وَلَهُمْ عَذَابٌ أَلِيْمٌ)‏\n“নিশ্চয়ই যারা কুফরী করেছে, যদি তাদের কাছে পৃথিবীর সমস্ত সম্পদ থাকে এবং তার সাথে সমপরিমাণ আরও থাকে আর এগুলোর বিনিময়ে কিয়ামাতের দিন শাস্তি থেকে রেহাই পেতে চায়, তবুও তাদের নিতট হতে তা কবূল করা হবে না। আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।” (সূরা মায়েদা ৫:৩৬)\nতাদের হিসাব হবে খুবই কঠিন। তাদের ছোট-বড় প্রত্যেকটি কর্মের হিসাব নেয়া হবে। আর যাদের হিসাব চাওয়া হবে তারা মুক্তি পাবে না। যেমন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: যার হিসাব চাওয়া হবে, সে ধ্বংস হয়ে যাবে। (সহীহ বুখারী হা: ১০৩, সহীহ মুসলিম হা: ৭৪০৮)\nসুতরাং যারা আল্লাহ তা‘আলার ডাকে সাড়া দিবে না তারা দুনিয়াতেও লাঞ্ছিত হবে এবং আখিরাতেও কঠিন শাস্তি ভোগ করবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n(১) যারা মু’মিন তারা আখিরাতে নিষ্কৃতি লাভ করবে আর যারা কাফির তারা কঠিন শাস্তি ভোগ করবে।\n(২) আল্লাহ তা‘আলা যার হিসাব নিবেন সে শাস্তি থেকে রেহাই পাবে না।\n(৩) জাহান্নাম বড় কষ্টের জায়গা, সেখানে আরামে থাকা যাবে না।"
    },
    {
      "ayah": 30,
      "surah": 13,
      "text": "৩০ নং আয়াতের তাফসীর:\nউক্ত আয়াতে আল্লাহ তা‘আলা তাঁর নবী মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সান্ত্বনা দিয়ে বলছেন যে, তোমাকে যেমনভাবে মিথ্যা প্রতিপন্ন করা হচ্ছে অনুরূপভাবে তোমার পূর্ববর্তী নবীদেরকেও মিথ্যা প্রতিপন্ন করা হয়েছিল। সুতরাং তুমি মন খারাপ কর না। তোমাকে যেরূপ দায়িত্ব দেয়া হয়েছে, তাদেরকেও অনুরূপ তাদের উম্মতদেরকে আমার বিধান পাঠ করে শুনানোর ও তাদের সতর্ক করার দায়িত্ব দিয়েছিলাম। কিন্তু তারা তা শুনেনি বরং মিথ্যা মনে করেছে। ফলে তাদেরকে শাস্তি পেয়ে বসেছে। অতএব তাদেরও তাদের পূর্ববর্তীদের শাস্তির কথা লক্ষ্য করা উচিৎ। তারা এ শাস্তি থেকে রেহাই পাবে না। আল্লাহ তা‘আলার বাণী:\n(تَاللّٰهِ لَقَدْ أَرْسَلْنَآ إِلٰٓي أُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيْمٌ  - ‏ وَمَآ أَنْزَلْنَا عَلَيْكَ الْكِتٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوْا فِيْهِ لا وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ)\n“শপথ আল্লাহর! আমি তোমার পূর্বেও বহু জাতির নিকট রাসূল প্রেরণ করেছি; কিন্তু শয়তান ঐসব জাতির কার্যকলাপ তাদের দৃষ্টিতে শোভন করেছিল; সুতরাং সে-ই আজ তাদের অভিভাবক এবং তাদেরই জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। আমি তো তোমার প্রতি কিতাব অবতীর্ণ করেছি যারা এ বিষয়ে মতভেদ করে তাদেরকে সুস্পষ্টভাবে বুঝিয়ে দেবার জন্য এবং মু’মিনদের জন্য পথনির্দেশ ও দয়াস্বরূপ।” (সূরা নাহল ১৬:৬৩-৬৪)\nঅতএব, তুমি মানুষকে এক আল্লাহ তা‘আলার ইবাদত করার দিকে দা‘ওয়াত দিয়ে যাও এবং তাদের কথার উপর ধৈর্য ধারণ কর, নিরাশ হয়ো না। আল্লাহ তা‘আলাই তোমাকে সাহায্য করবে। আল্লাহ তা‘আলা বলেন:\n(وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰي مَا كُذِّبُوْا وَأُوْذُوْا حَتّٰي أَتٰهُمْ نَصْرُنَا ج وَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ج وَلَقَدْ جَا۬ءَكَ مِنْ نَّبَاْئِ الْمُرْسَلِيْنَ)\n“মিথ্যা প্রতিপন্ন করা ও কষ্ট দেয়া সত্ত্বেও তারা ধৈর্য ধারণ করেছিল যে পর্যন্ত না আমার সাহায্য তাদের নিকট এসেছে। আল্লাহর আদেশ কেউ পরিবর্তন করতে পারে না, রাসূলগণের সম্বন্ধে কিছু সংবাদ তো তোমার নিকট এসেছেই।” (সূরা আনয়াম ৬:৩৪)\nঅত্র আয়াত থেকে তাদের এটা লক্ষ্য করা উচিৎ যে, কিভাবে আল্লাহ তা‘আলা তাঁর অনুগত লোকদেরকে সাহায্য করেছিলেন এবং কিভাবে তাদেরকে জয়যুক্ত করেছিলেন এবং কিভাবে অস্বীকারকারীদেরকে শাস্তি প্রদান করেছিলেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মানুষের তিরস্কারমূলক কথাবার্তার কারণে ইসলামের দিকে মানুষকে আহ্বান করা বন্ধ করা যাবে না। বরং দাওয়াতী কাজ চালিয়ে যেতে হবে।\n২. সর্বাবস্থায় ধৈর্য ধারণ ও আল্লাহ তা‘আলার ওপর ভরসা করতে হবে।"
    },
    {
      "ayah": 35,
      "surah": 13,
      "text": "৩৫ নং আয়াতের তাফসীর:\nপূর্বের আয়াতে কাফিরদের অশুভ পরিণামের পর অত্র আয়াতে মু’মিনদের শুভ পরিণামের কথা উল্লেখ করা হয়েছে। যাতে জান্নাত লাভের প্রতি আগ্রহ ও আকাক্সক্ষা সৃষ্টি হয়। মু’মিনদেরকে যে জান্নাতের ওয়াদা দেয়া হয়েছে তার উপমা হল তার তলদেশে নদী প্রবাহিত। জান্নাতের খাবার ও ছায়া চিরস্থায়ী যা কখনো শেষ হবে না। সেখানে থাকবে দুধের, মধুর এবং শরাবের নহর যা কখনো নষ্ট হবে না। আল্লাহ তা‘আলার বাণী: “মুত্তাকীদের জন্য এমন জান্নাতের ওয়াদা করা হয়েছে, যার মধ্যে বহমান থাকবে পরিস্কার পানির নহর, এমন দুধের নহর যার স্বাদ অপরিবর্তনীয় এবং আছে পানকারীদের জন্য সুস্বাদু শরাবের নহর, আরো আছে এমন মধুর নহর যা খাঁটি ও স্বচ্ছ। তাদের জন্য আরো থাকবে সব রকমের ফল এবং তাদের রবের পক্ষ থেকে মাগফিরাত। (যে এমন জান্নাতের ভাগী হবে সে কি) তাদের মত হতে পারে, যারা চিরকাল জাহান্নামে থাকবে এবং যাদেরকে এমন ফুটন্ত পানি পান করানো হবে যা তাদের নাড়ি-ভুঁড়ি পর্যন্ত কেটে ফেলবে?” (সূরা মুহাম্মদ ৪৭:১৫)\nতাদের জন্য তথায় আরো থাকবে ফলমূল ও সন্নিহিত বৃক্ষ ছায়া। আল্লাহ তা‘আলার বাণী:\n(وَّفَاكِهَةٍ كَثِيْرَةٍ لا ‏ لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍ)‏\n“প্রচুর ফলমূল, যা শেষ হবে না ও যা নিষিদ্ধও হবে না।” (সূরা ওয়াক্বিয়া ৫৬:৩২-৩৩) আল্লাহ তা‘আলা অন্যত্র বলেন:\n(وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا)\n“জান্নাতের বৃক্ষছায়া তাদের উপর ঝুঁকে থাকবে এবং ওর ফলমূল সম্পূর্ণরূপে তাদের আয়ত্বাধীন থাকবে।” (সূরা দাহর ৭৬:১৪)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: সর্বশেষ যে ব্যক্তি জান্নাতে যাবে তাকে দুনিয়া ও দশটি দুনিয়া সমপরিমাণ জান্নাত দেয়া হবে। (সহীহ বুখারী হা: ৬৫৭১)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন: জান্নাতে এমন একটি গাছ আছে যার তলদেশ দিয়ে একজন আরোহী একশত বছর চলাচল করেও শেষ করতে পারবে না। (সহীহ বুখারী হা: ৩২৫২) এ ছাড়াও জান্নাতে নেয়ামত সম্পর্কে অসংখ্য আয়াত ও হাদীস রয়েছে যা যথাস্থানে আলোচনা করা হবে, ইনশাআল্লাহ।\nসুতরাং এ নেয়ামতপূর্ণ জান্নাত পেতে হলে আমাদেরকে অবশ্যই ঈমানের সাথে সৎ আমল করতে হবে। অন্যথায় আশা করে বসে থাকলে হবে না।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. জান্নাতে চার ধরনের নহর থাকবে। তা হল- দুধের, মধুর, পানির ও শরাবের।\n২. মু’মিনদের জন্য জান্নাতে সকল প্রকার ফলমূল থাকবে।"
    },
    {
      "ayah": 5,
      "surah": 13,
      "text": "৫ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা স্বীয় রাসূল মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলছেন: হে রাসূল! কাফিররা যে তোমাকে মিথ্যা প্রতিপন্ন করছে তা কোন আশ্চর্য হবার বিষয় নয়। তাদের স্বভাবই এরকম। আল্লাহ তা‘আলার নিদর্শন প্রত্যক্ষ করছে এমনকি তারা স্বীকারও করছে যে, সকল কিছুর সৃষ্টিকর্তা আল্লাহ তা‘আলা। এতদসত্বেও তারা কিয়ামত ও পুনরুত্থান দিবসকে অস্বীকার করে। এমনকি তারা বলে যে, আমরা যখন পচে-গলে মাটিতে পরিণত হয়ে যাব তখনো কি আমাদেরকে পুনরায় জীবিত করা হবে? তারা যেন এটা বিশ্বাসই করতে চায় না। অথচ তারা জানে না যে, আকাশ-জমিন সৃষ্টি করা তাদের সৃষ্টি থেকে অধিক কঠিন, দ্বিতীয়বারের সৃষ্টি প্রথমবারের সৃষ্টির তুলনায় অধিক সহজ। আল্লাহ তা‘আলা এতে সম্পূর্ণরূপে সক্ষম। যেমন আল্লাহ তা‘আলা বলেন:\n(أَوَلَمْ يَرَوْا أَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلٰٓي أَنْ يُّحْيِيَ الْمَوْتٰي ط بَلٰٓي إِنَّه۫ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ)‏\n“তারা কি এটুকুও বোঝে না, যে আল্লাহ তা‘আলা জমিন ও আসমান সৃষ্টি করলেন এবং এগুলো সৃষ্টি করতে তিনি ক্লান্ত হননি, সেই আল্লাহ তা‘আলা মৃত্যুকে অবশ্যই জীবিত করার ক্ষমতা রাখেন। কেন নয়? নিশ্চয়ই তিনি সব কিছুর উপর শক্তিশালী।” (সূরা আহক্বাফ ৪৬:৩৩)\nসুতরাং পুনরায় জীবিত করা আল্লাহ তা‘আলার নিকট কোন কঠিন কাজ নয়। এরপরেও যারা বিশ্বাস স্থাপন করবে না তাদের গলাতেই বেড়ী পড়িয়ে দেয়া হবে এবং তারাই হবে জাহান্নামী। তারা সেখানে চিরকাল অবস্থান করবে। কেউ তাদেরকে সেখান থেকে উদ্ধার করতে পারবে না। যেমন আল্লাহ তা‘আলা বলেন:\n(وَجَعَلْنَا الْأَغْلَالَ فِيْ أَعْنَاقِ الَّذِيْنَ كَفَرُوْا)\n“এবং আমি কাফিরদের গলায় বেড়ী পরিয়ে দেব।” (সূরা সাবা ৩৪:৩৩)\nআল্লাহ তা‘আলা অন্যত্র বলেন:\n(إِنَّا جَعَلْنَا فِيْٓ أَعْنَاقِهِمْ أَغْلٰلًا فَهِيَ إِلَي الْأَذْقَانِ فَهُمْ مُّقْمَحُوْنَ)‏\n“আমি তাদের গলায় শৃঙ্খল পরিয়েছি, তা তাদের চিবুক পর্যন্ত, ফলে তারা ঈমান আনবে না।” (সূরা ইয়াসীন ৩৬:৮)\nসুতরাং যারা পুনরুত্থান দিবস ও কিয়ামত দিবসকে অস্বীকার করবে তাদেরকে কঠিনভাবে শাস্তি দেয়া হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. কাফিরদের অস্বীকার করাতে আশ্চর্য হবার কিছুই নেই কারণ তাদের অভ্যাসই হল অস্বীকার করা।\n২. কাফিরদের শাস্তি হিসেবে তাদের গলদেশে লোহার বেড়ী পরিয়ে দেয়া হবে।\n৩. কিয়ামত ও পুনরুত্থান দিবসের প্রতি বিশ্বাস রাখা ওয়াজিব।"
    }
  ]
}
