{
  "ayahs": [
    {
      "ayah": 26,
      "surah": 24,
      "text": "২৬ নং আয়াতের তাফসীর:\nশানে নুযূল:\nমুনাফিকরা যখন আয়িশাহ -কে মিথ্যা অপবাদ দিল তখন আল্লাহ তা‘আলা অভিযোগ থেকে মুক্ত করার জন্য এ আয়াতটি নাযিল করেন।\nউক্ত আয়াতে মূলত বলা হচ্ছে যে, নাবী-রাসূলগণ যেমন সৎ ও পূতঃপবিত্র, তাদের স্ত্রীগণও কখনো অসৎ হতে পারে না। সুতরাং তাদের স্ত্রীগণও সৎ ও সতী-সাধ্বী। আর অসৎ স্ত্রীগণ তো অসৎ লোকদের জন্য, কোন সৎ লোকদের জন্য অসৎ স্ত্রী নয়।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. নাবীদের স্ত্রীগণও তাদের মতই সতী-সাধ্বী।\n২. সৎ লোকেরা কোন সময় অসৎ মেয়েদেরকে বিবাহ করবে না। বরং অসৎ লোকেরাই অসৎ মেয়েদেরকে বিবাহ করবে।"
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "৩ নং আয়াতের তাফসীর:\nশানে নুযূল:\nআমর বিন শু‘আইব তার পিতা হতে, তার পিতা তার দাদা হতে বর্ণনা করেন, তিনি বলেন, এক ব্যক্তি ছিল যাকে বলা হত “মুরসেদ”। সে মুসলিম বন্দীদেরকে মক্কা থেকে মদীনায় নিয়ে যেত। বর্ণনাকারী বলেন, মক্কায় একজন অসতী মহিলা ছিল, তার নাম ছিল “আন্নাক”। ঐ লোকটি বিবাহ করার জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অনুমতি চাইলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)‎ চুপ করে রইলেন, তাকে কোন উত্তর দিলেন না। এমতাবস্থায় এ আয়াতটি অবতীর্ণ হয়। (তিরমিযী হা: ৩১৭৭, নাসাঈ হা: ৩২২৮, সনদ হাসান)\nএ আয়াতের ব্যাপারে তাফসীরে অনেক মত পাওয়া যায়। কেউ কেউ বলেছেন: অধিক সময় এ রকমই হয়ে থাকে তাই এ রকম বলা হয়েছে। আয়াতের অর্থ হলন সাধারণতঃ ব্যভিচারী ব্যক্তি বিবাহের জন্য নিজের মত ব্যভিচারিণীকেই পছন্দ করে থাকে। সে জন্য দেখা যায় অধিকাংশ ব্যভিচারী নারী-পুরুষ তাদেরই অনুরূপ ব্যভিচারী নারী-পুরুষের সাথে বৈবাহিক সম্পর্ক করে থাকে বা করতে পছন্দ করে। মূলত এ কথার দ্বারা উদ্দেশ্য হল মু’মিনদেরকে সতর্ক করা যে, ব্যভিচার যেমন একটি জঘন্যতম কাজ ও মহাপাপ, তেমনি ব্যভিচারী ব্যক্তির সাথে বিবাহ ও দাম্পত্য জীবনের সম্পর্ক গড়াও অবৈধ। ইমাম শাওকানী (رحمه الله) এ মতটিকেই প্রাধান্য দিয়েছেন। আবার কেউ কেউ বলেছেন: এখানে نكاح বলতে বিবাহ উদ্দেশ্য নয়, বরং সহবাস করা অর্থে ব্যবহার হয়েছে। উদ্দেশ্য হলন ব্যভিচারের নিকৃষ্টতা ও জঘন্যতা বর্ণনা করা। আর আয়াতের অর্থ হলন ব্যভিচারী ব্যক্তি নিজ যৌনকামনা চরিতার্থ করার জন্য অবৈধ রাস্তা অবলম্বন করে ব্যভিচারিণী মহিলার কাছেই যেয়ে থাকে। অনুরূপ ব্যভিচারিণী মহিলাও যৌনকামনা চরিতার্থ করার জন্য ব্যভিচারী পুরুষের কাছে যেয়ে থাকে। কিন্তু মু’মিনদের জন্য এ রকম কাজ করা হারাম। এখানে ব্যভিচারীর সাথে মুশরিক নারী-পুরুষের আলোচনা এজন্য করা হয়েছে যে, শিরকের সাথে ব্যভিচারের সামঞ্জস্য আছে। একজন মুশরিক যেরূপ আল্লাহ তা‘আলাকে ছেড়ে দিয়ে অন্যের নিকট মাথা নত করে, অনুরূপ একজন ব্যভিচারী নিজের জৈবিক চাহিদা মিটানোর জন্য নিজের স্ত্রীকে বাদ দিয়ে অন্যের সাথে মিলামিশা করে।\nকিন্তু আল্লামা শানকিতী (رحمه الله) বলেছেন, এখানে نكاح দ্বারা মিলন করা বা সহবাস করার অর্থ সঠিক নয়। কারণ ব্যভিচারী নারী-পুরুষের সাথে মুশরিক নারী-পুরুষের কথা সম্পৃক্ত করেছেন। একজন ব্যভিচারী মুসলিম ব্যক্তির জন্য বৈধ নয় একজন মুশরিক নারীকে বিবাহ করা। আবার একজন ব্যভিচারী নারীর জন্য বৈধ নয় একজন ব্যভিচারী মুশরিক পুরুষকে বিবাহ করা। যেমন সূরা বাকারার ২২১ নং আয়াতে নিষেধ করা হয়েছে। সুতরাং কোন অবস্থাতেই মুশরিক নারী-পুরুষকে বিবাহ করা বৈধ নয়।\nকেউ কেউ বলেছেন, এ আয়াতটি মানসুখ বা রহিত। এ কথার কোন দলীল নেই। কারণ সূরা নূর মদীনায় অবতীর্ণ, কোন কিছু তাকে রহিত করেনি।\nব্যভিচারী নারী-পুরুষকে মু’মিনদের জন্য বিবাহ করা হারাম করা হয়েছে। সুতরাং এরূপ জঘন্যতম কাজ করা থেকে সতর্ক থাকতে হবে, সেই সাথে যারা এরূপ কাজ করে তাদের সাথে সম্পর্ক রাখা থেকে বিরত থাকতে হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. মু’মিন সর্বদা মু’মিনকে বিবাহ করবে, যিনাকারী বা মুশরিক নারী-পুরুষ তার জন্য হারাম। পক্ষান্তরে ব্যভিচারী নারী-পুরুষ তাদের মত ব্যক্তিদেরকে পছন্দ করে থাকে।"
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "৩৫ নং আয়াতের তাফসীর:\nঅত্র আয়াতে বলা হচ্ছে যে, আল্লাহ তা‘আলা স্বয়ং আকামণ্ডলী ও জমিনের নূর বা আলো। এটি\nالحسي والمعنوي\nতথা ইন্দ্রিয়গত ও অর্থগত উভয় দিক থেকে। তা হলন আল্লাহ তা‘আলা সত্ত্বাগত নূর, তাঁর হিযাব নূর। তাঁর হিযাব যদি খুলে দেয়া হয় তাহলে সৃষ্টির যে পর্যন্ত তাঁর জ্যোতি যাবে ততদূর পুড়ে যাবে। (সহীহ মুসলিম হা: ৭৯) অর্থগত হলন আল্লাহ তা‘আলার কিতাব নূর, শরীয়ত নূর, মু’মিন বান্দাদের অন্তরের ঈমানও নূর। যদি মু’মিনের অন্তরে এ নূর না থাকত তাহলে তাগুতের অন্ধকার তাদেরকে আচ্ছাদিত করে নিত। এতে বুঝা যায়, আল্লাহ তা‘আলার অস্তিত্ব আছে, যদি অস্তিত্ব না-ই থাকত তাহলে পৃথিবী ও আকাশে আলো থাকত না, আর পৃথিবী ও আকাশের কেউই সুপথপ্রাপ্ত হত না। মানুষ প্রদীপের আলো দ্বারা যেমন পথ চলাচল করে, তেমনি আল্লাহ তা‘আলার আলো দিয়ে মানুষ সঠিক পথের সন্ধান পায় যা জান্নাতের দিকে চলে গেছে। আল্লাহ তা‘আলা আকাশমণ্ডলী ও জমিনের আলো এ কথা সহীহ হাদীসের দ্বারাও প্রমাণিত। যেমন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)‎ তাহাজ্জুদের সালাতে দাঁড়িয়ে সানায় পড়তেন:\nاللَّهُمَّ لَكَ الحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ\nহে আল্লাহ তা‘আলা! তোমারই যাবতীয় প্রশংসা। তুমি আকাশমণ্ডলী, পৃথিবী এবং উভয়ের মধ্যে অবস্থিত সকল কিছুর জ্যোতি। (সহীহ বুখারী হা: ৬৩১৭, সহীহ মুসলিম হা: ৭৬৯)\nএরপর আল্লাহ তাঁর নূরের উপমা পেশ করেছেন, যে নূর হল মু’মিনের অন্তরে ঈমান ও কুরআনের নূর। আল্লাহ তা‘আলার জ্যোতির উপমা হলন যেমন একটি তাকে একটি প্রদীপ রাখা আছে এবং তা রাখা আছে একটি কাঁচের আবরণের ভিতর। আর ওর মধ্যে এমন এক বরকতময় গাছের বিশেষ ধরনের তেল ভরা হয়েছে; যা বিনা দিয়াশলাই-এ নিজে নিজেই আলোকিত হওয়ার উপক্রম। এভাবে সমস্ত আলো একটি তাকে জমা হয়েছে এবং তা আলোয় আলোময় হয়ে রয়েছে। অনুরূপ আল্লাহ তা‘আলার নাযিলকৃত দলীল-প্রমাণের অবস্থা যা অতি স্পষ্ট এবং একটি অন্যের তুলনায় আরো উত্তম। যা আলোর ওপর আলো। যা প্রাচ্যের নয়, পাশ্চাত্যেরও নয়। অর্থাৎ পূর্বের নয়, পশ্চিমেরও নয়। এর অর্থ হল ঐ বৃক্ষ এমন এক খোলা ময়দান ও বৃক্ষহীন প্রান্তরে বিদ্যমান যার ওপর সূর্যের আলো সব সময় পড়ে।\nلنوره এখানে তাঁর নূর বলতে ইসলাম ও ঈমানকে বুঝানো হয়েছে। অর্থাৎ ঈমান ও ইসলাম গ্রহণ করার মাধ্যমে পবিত্র কুরআনের নির্দেশিত পথে চলার সুযোগ করে দেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সমগ্র আকাশ-জমিন ও এদের মধ্যে যা কিছু আছে সকল কিছুর নূর বা জ্যোতি একমাত্র আল্লাহ তা‘আলা।\n২. আল্লাহ তা‘আলার অস্তিত্ব রয়েছে।\n৩. যায়তুন বৃক্ষের ফযীলত সম্পর্কে জানা গেল।\n৪. আল্লাহ তা‘আলার নূরের একটি উপমা পাওয়া গেল।"
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "৫৫ নং আয়াতের তাফসীর:\nঅত্র আয়াতে আল্লাহ তা‘আলা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত মু’মিনদেরকে প্রতিশ্র“তি দিচ্ছেন যে, তিনি তাদের জমিনে খেলাফত দান করবেন যেমন ইতোপূর্বে যারা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত ছিল তাদেরকে জমিনে খেলাফত দান করেছিলেন। জমিনে তাদের ক্ষমতা থাকবে তারা যা বলবে তা করতে পারবে। কুরআনে অনেক আয়াত রয়েছে যা প্রমাণ করে যারা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত ছিল তাদেরকে আল্লাহ তা‘আলা জমিনে প্রতিষ্ঠিত করেছেন, তাদেরকে খেলাফত দান করেছেন। আল্লাহ তা‘আলা বলেন:\n(اَلَّذِيْنَ إِنْ مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَأَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِ ط وَلِلّٰهِ عَاقِبَةُ الْأُمُوْرِ)\n“আমি এদেরকে পৃথিবীতে প্রতিষ্ঠিত করলে এরা সালাত কায়েম করবে, যাকাত দিবে এবং সৎ কাজের নির্দেশ দিবে ও অসৎ কাজে নিষেধ করবে; আর সকল কর্মের পরিণাম আল্লাহ তা‘আলার এখতিয়ারে।” (সূরা হজ্জ ২২:৪১) আল্লাহ তা‘আলা আরো বলেন:\n(يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْآ إِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ)\n“হে ঐসব লোক, যারা ঈমান এনেছ! তোমরা যদি আল্লাহ তা‘আলাকে সাহায্য কর তবে তিনি তোমাদেরকে সাহায্য করবেন এবং তোমাদের কদমকে মযবুত করে দেবেন।” (সূরা মুহাম্মাদ ৪৭:৭) এ সম্পর্কে আরো বলেন:\n(عَسٰي رَبُّكُمْ أَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ)\n‘শীঘ্রই তোমাদের প্রতিপালক তোমাদের শত্র“কে ধ্বংস করবেন এবং তিনি তোমাদেরকে জমিনে তাদের স্থলাভিষিক্ত করবেন, অতঃপর তোমরা কী কর তা তিনি লক্ষ্য করবেন।’ (সূরা আ‘রাফ ৭:১২৯)\n(وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ)\n‘তিনি অবশ্যই তাদের জন্য প্রতিষ্ঠিত করবেন তাদের দীনকে যা তিনি তাদের জন্য পছন্দ করেছেন’ সে দীন হল ইসলাম। যেমন আল্লাহ তা‘আলা বলেন:\n(اَلْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْإِسْلَامَ دِيْنًا)\n“আজ তোমাদের জন্য তোমাদের দীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দীন মনোনীত করলাম।” (সূরা মায়িদা ৫:৩) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\nلَا يَبْقَي عَلَي ظَهْرِ الْأَرْضِ بَيْتُ مَدَرٍ، وَلَا وَبَرٍ إِلَّا أَدْخَلَهُ اللّٰهُ كَلِمَةَ الْإِسْلَامِ، بِعِزِّ عَزِيزٍ أَوْ ذُلِّ ذَلِيلٍ، إِمَّا يُعِزُّهُمُ اللّٰهُ فَيَجْعَلُهُمْ مِنْ أَهْلِهَا، أَوْ يُذِلُّهُمْ فَيَدِينُونَ لَهَا\nপৃথিবীর বুকে তৈরি করা মাটি ও খড়ের প্রত্যেক বাড়িতে আল্লাহ ইসলামের বাণী প্রবেশ করাবেন। কোন ক্ষমতাসীন ব্যক্তিকে ক্ষমতায় অথবা পরাক্রমশালীদেরকে সম্মানিত করে অথবা অপদস্থদেরকে অপমানিত করে। হয়তো তাদেরকে সম্মানিত করবেন, ফলে তাদেরকে ইসলামের অনুসারীদের অন্তর্ভুক্ত করবেন অথবা তাদেরকে অপমানিত করবেন ফলে তারা সে দীনের অনুসারী হবে। (মুসনাদ আহমাদ হা: ২৩৮১৪, সহীহ)\n(وَلَيُبَدِّلَنَّهُمْ مِّنْۭ بَعْدِ خَوْفِهِمْ أَمْنًا)\nঅর্থাৎ মু’মিনদের সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত থাকার জন্য আরো ফলাফল হল তাদের ভয়কে নিরাপত্তায় পরিবর্তন করে দেবেন। অর্থাৎ নিজেদের সংখ্যালঘিষ্ঠতার কারণে, অস্ত্রহীনতার কারণে বা অন্যান্য যে সকল কারণে সর্বদা কাফিরদের থেকে ভয় পেয়ে থাকে অথবা অন্য যে কোন ভয় থাকুক তা থাকবে না। যেমন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আল্লাহ তা‘আলা যখন দীনকে পূর্ণতা দান করবেন তখন একজন আরোহী সানআ থেকে হাজরামাওত পর্যন্ত সফর করবে, আল্লাহ তা‘আলার ভয় ছাড়া অন্য কোন ভয় থাকবে না। (সহীহ বুখারী হা: ৩৮৫২)\nকিছুসংখ্যক বিদ্বান এ প্রতিশ্র“তিকে সাহাবায়ে কিরামদের সাথে অথবা খোলাফায়ে রাশেদীনের সাথে সীমাবদ্ধ রেখেছেন। কিন্তু এ সীমাবদ্ধতার কোন দলীল নেই। সুতরাং যদি মুসলিমরা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত থাকে তাহলে আল্লাহ তা‘আলা উক্ত প্রতিশ্র“তি যে কোন সময় বাস্তবে রূপ দান করবেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ঈমানদার বান্দাদেরকে আল্লাহ তা‘আলা জমিনের প্রতিনিধি বানাবেন।\n২. তারা আল্লাহ তা‘আলার ইবাদত করবে, আর কাউকে শরীক করবে না।\n৩. তাদের অন্তরে কোন প্রকার ভয় কাজ করবে না।"
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "৬১ নং আয়াতের তাফসীর:\nযে সকল মুসলিমরা কোন অঙ্গহানির কারণে শরীয়তের ওয়াজিব বিধান পালন করতে অক্ষম, তাদেরকে সে বিধান না পালন করার জন্য পাকড়াও করা হবে না এবং তাদের দীনের ও ঈমানের কোন ক্ষতি হবে না। যেমন যারা অন্ধ, খোঁড়া, এমন অসুস্থ চলতে পারে না ও অনুরূপ ব্যক্তিরা জিহাদ ও তৎসদৃশ কাজে অংশ গ্রহণ করতে পারে না। কারণ জিহাদে যেতে হলে দৃষ্টিসস্পন্ন ও বিকলাঙ্গতামুক্ত হতে হবে। যেমন আল্লাহ তা‘আলা বলেন:\n(لَيْسَ عَلَي الْأَعْمٰي حَرَجٌ وَّلَا عَلَي الْأَعْرَجِ حَرَجٌ وَّلَا عَلَي الْمَرِيْضِ حَرَجٌ ط وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَه۫ يُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهٰرُ ج وَمَنْ يَّتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيْمًا)‏\n“অবশ্য যদি অন্ধ, খোঁড়া ও রোগী জিহাদে না আসে তাহলে কোনো দোষ নেই। যে কেউ আল্লাহ তা‘আলা ও তাঁর রাসূলের কথা মেনে চলবে আল্লাহ তা‘আলা তাকে এমন জান্নাতে প্রবেশ করাবেন, যার নীচে ঝর্ণাধারা বহমান। আর যে ব্যক্তি পৃষ্ঠ প্রদর্শন করবে তাকে তিনি যন্ত্রণাদায়ক আযাব দেবেন।” (সূরা ফাতহ  ৪৮:১৭)\nঅনুরূপ সূরা তাওবার ৯১-৯২ নং আয়াতে বলা হয়েছে।\n(أَنْ تَأْكُلُوْا مِنْم بُيُوْتِكُمْ)\nএখানে তোমাদের গৃহ বলতে তোমাদের সন্তানদের গৃহে। কারণ নিজের গৃহে খাওয়া দাওয়া করতে অসুবিধার কোন প্রশ্নই আসতে পারে না। হাদীসে এসেছে: মানুষ যা উপার্জন করে তার মধ্যে উত্তম উপার্জন হল সন্তান। (তিরমিযী হা: ১৩৫৮, ইবনু মাযাহ হা: ২২৯০, সহীহ) সুতরাং সন্তানের বাড়িতে খাবে এতে কোন অসুবিধা নেই।\n(مَا مَلَكْتُمْ مَّفَاتِحَه)\nঅর্থাৎ যে সকল বাড়ির কর্তৃত্ব পেয়েছন হয় দায়িত্বশীল হিসেবে বা অন্য কারণে, সে সকল বাড়িতে খাওয়া দাওয়া করতে কোন অসুবিধা নেই। প্রাথমিক যুগে কারো বাড়িতে খাদ্যগ্রহণ করাটা অপছন্দনীয় মনে করা হত, আবার একাকী খাওয়াও ভাল মনে করা হত না এমনকি যদি তাদের মনিবেরা তাদের ধন-ভাণ্ডারের চাবি দিত তথাপি তারা সেখান থেকে খাবার অনুমতি থাকলেও খেত না। তাই আল্লাহ তা‘আলা তাদের এ জাহিলী প্রথা দূর করণার্থে বিধান নাযিল করেন যে, তোমরা তোমাদের পিতৃ গৃহে, বন্ধুদের গৃহে, যাদের ধন-ভাণ্ডারের চাবি তোমাদের নিকট রয়েছে তাদের ধন-ভাণ্ডার থেকে প্রয়োজন মোতাবেক খাওয়াতে এবং পৃথক বা একত্রিতভাবে খাওয়াতে তোমাদের কোন দোষ নেই।\n(فَسَلِّمُوْا عَلٰٓي أَنْفُسِكُمْ)\nঅর্থাৎ নিজের বাড়ি হোক আর অন্যের বাড়ি হোক প্রবেশের পূর্বে ভিতরে অবস্থানরত মানুষদের সালাম দিবে। অনেকে নিজের স্ত্রী, মা-বাবাদেরকে সালাম দিতে কুণ্ঠাবোধ করে; না, এমনটি হওয়া উচিত নয়। বরং তারা সালাম পাওয়ার আরো বেশি হকদার।\n(تَحِيَّةً مِّنْ عِنْدِ اللّٰهِ)\nঅর্থাৎ বাড়িতে প্রবেশকালে\nالسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللّٰهِ  বা\nالسَّلاَمُ عَلَيْنَا وَعَلَي عِبَادِ اللَّهِ الصَّالِحِينَ)\nবলা এটা আল্লাহ তা‘আলার পক্ষ থেকে অভিবাদন এবং তিনি তা শরীয়ত সিদ্ধ করে দিয়েছেন। এতে বরকত রয়েছে এবং তোমরা যত কথা বলে থাক তার মধ্যে এটি উত্তম।\nসুতরাং প্রতিটি মু’মিন ব্যক্তির উচিত নিজ বাড়িসহ অন্যের বাড়িতে প্রবেশকালে ভিতরে অবস্থানরত ব্যক্তিদের সালাম দেয়া। নিজের লোকদেরকে সালাম দিতে কুণ্ঠাবোধ করবে না।\nআয়াত হতে শিক্ষণীয় বিষয়\n:\n১. যারা বিকলাঙ্গ তারা যদি অসুবিধার কারণে জিহাদে বা এরূপ ফরয জাতীয় কোন কাজ তরক করে তাতে তাদের কোন গুনাহ নেই।\n২. কারো বাড়িতে খাওয়াটা কোন দোষের বিষয় নয়।\n৩. দাস-দাসী তার মনিবের মাল থেকে প্রয়োজন মোতাবেক খাদ্য গ্রহণ করতে পারবে।\n৪. কারো গৃহে প্রবেশ করার পূর্বে প্রথমে সালাম প্রদান করতে হবে।\n৫. একাকী খাওয়া বৈধ তবে একাকী খাওয়ার চেয়ে একত্রিতভাবে খাওয়াতে বরকত বেশি।"
    }
  ]
}
