{
  "ayahs": [
    {
      "ayah": 180,
      "surah": 3,
      "text": "১৮০ নং আয়াতের তাফসীর:\nযারা সম্পদ জমা করে রাখে কিন্তু তার যাকাত আদায় করে না তারা যেন মনে না করে যে, তাদের গচ্ছিত সম্পদ তাদের উপকারে আসবে। বরং তা হবে তাদের জন্য ক্ষতিকর, কিয়ামাতের দিন সম্পদ তাদের গর্দানে পেঁচিয়ে দেয়া হবে।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যক্তিকে আল্লাহ তা‘আলা সম্পদ দান করেছেন, কিন্তু সে ঐ সম্পদের যাকাত দেয় না, তার মাল কিয়ামাতের দিন টাক মাথাবিশিষ্ট এবং চোখের ওপর দু’টি চিহ্নযুক্ত সাপ বানিয়ে গলাবন্ধের ন্যায় তার গলায় জড়িয়ে দেয়া হবে। অতঃপর তাকে দংশন করতে থাকবে এবং বলতে থাকবে- আমি তোমার মাল, আমি তোমার ধনভাণ্ডার। তারপর এ আয়াতটি তেলাওয়াত করেন। (সহীহ বুখারী হা: ৫৪৬৫)\nযারা সম্পদের যাকাত আদায় করে না তাদের শাস্তির ব্যাপারে অনেক সহীহ হাদীস বর্ণিত হয়েছে। (দেখুন: ইবনে কাসীর, অত্র আয়াতের তাফসীর)\nঅতএব আল্লাহ তা‘আলা প্রদত্ত সম্পদের সদ্ব্যবহারস্বরূপ যাকাত আদায় করে সম্পদ পবিত্র করে নিয়ে পরকালীন শাস্তি থেকে পরিত্রাণের ব্যবস্থা গ্রহণ করা উচিত।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. যাকাত একটি ইবাদত। তা আদায় করলে সম্পদ পবিত্র হয়।\n২. যাকাত অনাদায়ে অনেক শাস্তি রয়েছে।\n৩. সম্পদ আল্লাহ তা‘আলার অনুগ্রহ। তাই যাকাত আদায় করে তাঁর কৃতজ্ঞ বান্দায় পরিণত হওয়া উচিত।"
    },
    {
      "ayah": 195,
      "surah": 3,
      "text": "১৯৫ নং আয়াতের তাফসীর:\nশানে নুযুল:\nউম্মু সালামাহ (রাঃ) বলেন: হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আল্লাহ তা‘আলাকে হিজরতের ব্যাপারে মহিলাদের কোন কথা উল্লেখ করতে শুনি না। তখন এ আয়াত অবতীর্ণ হয়। (তিরমিযী হা: ৩০২৩, সহীহ)\n“কোন পুরুষ অথবা নারী” এখানে পুরুষের সাথে নারীর কথা উল্লেখ করার কারণ হলো- ইসলামে কোন কোন বিষয়ে নর ও নারীর মধ্যে তাদের উভয়ের প্রাকৃতিক গুণাবলীর ভিন্নতার কারণে কিছু পার্থক্য করা হয়েছে। যেমন কর্তৃত্ব ও নেতৃত্বে, জীবিকা উপার্জনের দায়িত্ব এবং জিহাদে অংশ গ্রহণ ও অর্ধেক মিরাস পাওয়ার ক্ষেত্রে। তাই এ পার্থক্যগুলো দেখে যেন মনে না করে যে, নেক আমলের প্রতিদানেও পুরুষ ও মহিলার মধ্যে পার্থক্য করা হবে। না, বরং প্রত্যেক নেকীর যে প্রতিদান একজন পুরুষকে প্রদান করা হবে সে পরিমাণ প্রতিদান একজন নারীকেও প্রদান করা হবে।\nفَاسْتَجَابَ\nআল্লাহ তা‘আলা তাদের দু‘আ কবূল করলেন। এখানে তিনি তাদের ৫টি বৈশিষ্ট্যের কথা উল্লেখ করেছেন।\n১. যারা আল্লাহ তা‘আলার রাস্তায় হিজরত করে।\n২. যাদেরকে শত্র“রা তাদের দেশ থেকে ঈমান আনার কারণে বহিষ্কার করেছে।\n৩. যাদেরকে আল্লাহ তা‘আলার রাস্তায় কষ্ট দেয়া হয়েছে।\n৪. যারা আল্লাহ তা‘আলার পথে কিতাল (যুদ্ধ) করে।\n৫. যারা আল্লাহ তা‘আলার পথে শহীদ হয়।\nযারা এসব বৈশিষ্ট্যে বৈশিষ্ট্যপূর্ণ হবে তাদের জন্য রয়েছে অপরাধসমূহের ক্ষমা, জান্নাতে প্রবেশ এবং আল্লাহ তা‘আলার পক্ষ থেকে অশেষ প্রতিদান। আল্লাহ তা‘আলা আমাদেরকে এ সব বৈশিষ্ট্য অর্জন করার তাওফীক দান করুন। আমীন!\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. হিজরত ও জিহাদের ফযীলত জানলাম।\n২. মু’মিন নর ও নারী সবাই আমলের প্রতিদান সমান হারে পাবে।"
    },
    {
      "ayah": 28,
      "surah": 3,
      "text": "২৮ নং আয়াতের তাফসীরঃ\nএ আয়াতে আল্লাহ তা‘আলা মু’মিনদেরকে মু’মিন ব্যতীত কাফিরদেরকে বন্ধু হিসেবে গ্রহণ করতে নিষেধ করছেন। অন্যত্র আল্লাহ তা‘আলা বলেন:\n(يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ أَوْلِيَا۬ءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ)\n“হে মু’মিনগণ! তোমরা মু’মিনগণের পরিবর্তে কাফিরদেরকে বন্ধুরূপে গ্রহণ করো না।” (সূরা নিসা ৪:১৪৪)\nআল্লাহ তা‘আলা আরো বলেন:\n(یٰٓاَیُّھَا الَّذِیْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْیَھُوْدَ وَالنَّصٰرٰٓی اَوْلِیَا۬ئَﺮ بَعْضُھُمْ اَوْلِیَا۬ئُ بَعْضٍﺚ وَمَنْ یَّتَوَلَّھُمْ مِّنْکُمْ فَاِنَّھ۫ مِنْھُمْﺚ اِنَّ اللہَ لَا یَھْدِی الْقَوْمَ الظّٰلِمِیْنَ)\n“হে ঈমানদারগণ! তোমরা ইয়াহূদী ও খ্রিস্টানদের বন্ধুরূপে গ্রহণ কর না। তারা একে অপরের বন্ধু। তোমাদের মধ্য থেকে যে কেউ তাদেরকে বন্ধুরূপে গ্রহণ করবে সে তাদেরই একজন গণ্য হবে। নিশ্চয়ই আল্লাহ অত্যাচারী লোকেদেরকে সৎপথে পরিচালিত করেন না।” (সূরা মায়িদাহ ৫:৫১) আল্লাহ তা‘আলা অন্যত্র বলেন:\n(يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ أَوْلِيَا۬ءَ)\n“হে মু’মিনগণ! আমার শত্র“ ও তোমাদের শত্র“কে বন্ধুরূপে গ্রহণ করো না।” (সূরা মুমতাহিনা ৬০:১)\nসুতরাং অমুসলিমদেরকে বন্ধু হিসেবে গ্রহণ করা নিষিদ্ধ ও কবীরা গুনাহ। যে ব্যক্তি এ কবীরা গুনায় লিপ্ত হবে সে আল্লাহ তা‘আলার দায়িত্ব থেকে মুক্ত থাকবে। এ বন্ধুত্ব হলো মুশরিকদেরকে ভালবাসার বন্ধুত্ব আর এটাই হলো কুফরী ও ধর্মহীনতা। মুশরিকদেরকে ভালবাসার মূলে হলো কুফরী ও ধর্মহীনতা। এ ভালবাসা থেকেই তাদেরকে সহযোগিতা করার প্রেরণা জাগে। অতত্রব মুসলিমদের বিরুদ্ধে মুশরিকদের সহযোগিতা করাই তাদের সাথে বন্ধুত্বের প্রমাণ করে। আর মুশরিকদের সাথে এ বন্ধুত্বই হলো ধর্মহীনতার প্রমাণ। সুতরাং মুসলিমদের বিরুদ্ধে মুশরিকরদেরকে সাহায্য সহযোগিতা করা ইসলাম বিনষ্টের অন্যতম কারণ। মুসলিমদের বিরুদ্ধে মুশরিকরদেরকে সাহায্য করার অর্থ হলো কাফিরদেরকে ভালবাসা। আর কাফিরদেরকে ভালবাসা হলো ইসলাম ধর্ম থেকে ধর্মান্তরিত হয়ে যাওয়া। যা কুরআনের আয়াত দ্বারা প্রমাণিত। তবে তাদের সাথে বাহ্যিক বন্ধুত্ব রাখা যাবে যখন তাদের থেকে কোন অনিষ্টতার আশংকা হয়। শুধু বাহ্যিক বন্ধুত্ব হবে কিন্তু অন্তরে ঘৃণা থাকবে। যেমন ইমাম বুখারী (রহঃ) বর্ণনা করেছেন, আবূ দারদা (রাঃ) বলেন,\nبَاب الْمُدَارَاةِ مَعَ النَّاسِ وَيُذْكَرُ عَنْ أَبِي الدَّرْدَاءِ إِنَّا لَنَكْشِرُ فِي وُجُوهِ أَقْوَامٍ وَإِنَّ قُلُوبَنَا لَتَلْعَنُهُمْ\nকোন কোন জাতির সাথে আমরা হাসি মুখে মিলিত হই কিন্তু আমাদের অন্তর তাদের প্রতি অভিশম্পাত করে। (সহীহ বুখারী, কিতাবুল আদাব, অনুচ্ছেদ দীনের স্বার্থে মানুষের সাথে সদ্ব্যবহার করা)\nঅতঃপর আল্লাহ তা‘আলা আমাদেরকে তার শাস্তি সম্পর্কে অবগত করছেন। তাঁর কাছেই সকলকে ফিরে যেতে হবে। সুতরাং কে কোন্ উদ্দেশ্যে অমুসলিমদের সাথে বন্ধুত্ব রাখে মানুষ তা না জানলেও আল্লাহ তা‘আলা তা জানেন, সে অনুযায়ী তিনি বিচার করবেন।\nআয়াতের শিক্ষাঃ\n১. অমুসলিমদের সাথে সর্বপ্রকার সম্পর্ক রাখা হারাম।\n২. অমুসলিমদের সাথে বন্ধুত্ব গড়ে তোলা ও ভালবাসা এবং সহযোগিতা করা কুফরী যা সংশ্লিষ্ট ব্যক্তিকে ইসলাম থেকে বের করে দেয়।\n৩. মুসলিমদের থেকে কাফিরদের শক্তি সামর্থ্য বেশি থাকলে কিম্বা তাদের থেকে কোন ক্ষতির আশংকা করলে তাদের সাথে বাহ্যিক সম্পর্ক রাখা যেতে পারে তবে অন্তরে ঘৃণা থাকতে হবে।"
    },
    {
      "ayah": 64,
      "surah": 3,
      "text": "৬৪ নং আয়াতের তাফসীর:\nএ আয়াতের সম্বোধনে ইয়াহূদী ও খ্রিস্টানসহ সকল অমুসলিম অন্তর্ভুক্ত। সবাইকে দু’টি বিষয়ের দিকে আহ্বান করা হয়েছে:\n১. আল্লাহ তা‘আলা ছাড়া অন্য কারো ইবাদত করব না এবং কাউকে তাঁর সাথে শরীক করব না।\n২. আমাদের মধ্য থেকে কেউ কাউকে রব বানিয়ে নেব না।\nএখানে যে বিষয়ের প্রতি ইঙ্গিত করা হয়েছে তা হলো, সবাই এক আল্লাহর ইবাদত করব, তাঁর সাথে কাউকে শরীক করব না। আল্লাহর এ এককত্বের বাণী গ্রহণের জন্য আহলে কিতাবসহ সকল ধর্মের লোককে নির্দেশ দেয়া হয়েছিল। তাই বলা হয়েছে, ‘আস এমন একটি কালেমার দিকে যা তোমাদের এবং আমাদের মধ্যে সমান’। আর আমাদের মধ্য হতে কোন পণ্ডিত, ধর্মযাজক, ইমাম, সংসার বিরাগী, ওলী, গাউস-কুতুব ও রাজনৈতিক নেতার হালাল-হারাম বিধান দেয়ার অধিকার নেই। তারা আল্লাহ তা‘আলা প্রদত্ত হালালকে হারাম করবে আর হারামকে হালাল করবে এ অধিকার তাদেরকে দেয়া হয়নি। যারা তাদেরকে এক্ষেত্রে মান্য করে তারা তাদেরকে রব হিসেবে গ্রহণ করে।\nসাহাবী ‘আদী বিন হাতিম (রাঃ) বলেন: একদা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম এমতাবস্থায় যে, আমার গর্দানে স্বর্ণের ক্রুশ ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: হে ‘আদী! তোমার থেকে এ মূর্তিটা সরিয়ে ফেল। ‘আদী (রাঃ) বলেন: এ সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা তাওবার এ আয়াত তেলাওয়াত করলেন,\n(اِتَّخَذُوْٓا اَحْبَارَھُمْ وَرُھْبَانَھُمْ اَرْبَابًا مِّنْ دُوْنِ اللہِ)\n‘তারা আল্লাহ ব্যতীত তাদের পণ্ডিত ও সংসার-বিরাগিদেরকে প্রভুরূপে গ্রহণ করেছে।’ (সূরা তাওবা ৯:৩১)\n‘আদী (রাঃ) বললেন: আমরা (ইয়াহূদী ও খ্রিস্টানরা) তো তাদের ইবাদত করি না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেন, আল্লাহ তা‘আলা হারাম করে দিয়েছেন এমন বিধানকে তারা হালাল বললে তোমরা কি তা হালাল হিসেবে গ্রহণ করে নাও না? আবার আল্লাহ তা‘আলা হালাল করে দিয়েছেন এমন বিধানকে তারা হারাম বললে তোমরা কি তা হারাম হিসেবে গ্রহণ করে নাও না? ‘আদি বলল: হ্যাঁ। তিনি বললেন, এটাই তাদের ইবাদত করা। (তিরমিযী হা: ৩০৯৫) সুতরাং আল্লাহ তা‘আলার বিধানের বিপরীত বিধান চালু করা এবং তা গ্রহণ করা সবই শির্ক। এ অপরাধ স্বেচ্ছায় বুঝে-শুনে করলে মু’মিন থাকা যাবে না।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওপর এ আয়াত অবতীর্ণ হলে রোম ও পারস্যসহ বিভিন্ন বাদশার প্রতি তিনি দাওয়াতনামা লিখে ইসলামের প্রতি আহ্বান জানান এবং সে দাওয়াতনামায় এ আয়াত উল্লেখ করেন। (সহীহ বুখারী হা: ৭)\nঅমুসলিমদের দাওয়াত দেয়ার ক্ষেত্রে এ আয়াত একটি মূলনীতি। এ আয়াতের সমর্থক মুয়ায (রাঃ)-এর হাদীস। যখন তাঁকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়ামানের আহলে কিতাবদের নিকট দাওয়াতের জন্য প্রেরণ করেছিলেন তখন সেখানে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: হে মুয়ায! তুমি এমন একটি সম্প্রদায়ের নিকট যাচ্ছ যারা আহলে কিতাব। অতএব তুমি সর্বপ্রথম যে দাওয়াত দেবে তা হল, আল্লাহ তা‘আলা ছাড়া সত্য কোন মা‘বূদ নেই আর মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ তা‘আলার প্রেরিত রাসূল। (সহীহ বুখারী হা: ১৩৩১)\nসুতরাং অমুসলিমদেরকে প্রথম যে দাওয়াত দিতে হবে তা হল তাওহীদের দাওয়াত।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. ইসলামের মূল ভত্তি হল তাওহীদ।\n২. অমুসলিমদের সর্বপ্রথম তাওহীদের দিকে আহ্বান করতে হবে।\n৩. অমুসলিমদের থেকে সর্ব প্রথম শির্ক দূর করার ব্যাপারে চেষ্টা করতে হবে।"
    },
    {
      "ayah": 77,
      "surah": 3,
      "text": "৭৭ নং আয়াতের তাফসীর:\nশানে নুযূল:\nআশআস বিন কায়েস (রাঃ) হতে বর্ণিত, তিনি বলেন, আমার ও একজন ইয়াহূদীর মাঝে একখণ্ড জমি অংশীদারীত্বে ছিল। কিন্তু সে আমার অংশ অস্বীকার করে। আমি বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পেশ করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমার প্রমাণ আছে? আমি বললাম, না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়াহূদীকে বলেন, তুমি শপথ কর। আমি বললাম, হে আল্লাহ তা‘আলার রাসূল! সে তো শপথ করে আমার সম্পদ নিয়ে যাবে। তখন এ আয়াতটি অবতীর্ণ হয়। (সহীহ বুখারী হা: ২৬৬৭, ২৪১৭)\nঅন্য বর্ণনায় আবদুল্লাহ বিন আওফা (রাঃ) হতে বর্ণিত যে, এক ব্যক্তি বিক্রি করার জন্য বাজারে কিছু জিনিস আনল এবং কসম করে বলতে শুরু করল যে, আমাকে লোকে এ জিনিসের দাম এতো এতো দিতে চেয়েছিল। অথচ কেউ এরূপ বলেনি। এ মিথ্যা বলার উদ্দেশ্য হলো, মুসলিমরা যাতে তার এ কথা বিশ্বাস করে তার নিকট থেকে জিনিসটা বেশি মূল্যে ক্রয় করে। এর পরিপ্রেক্ষিতে এ আয়াত নাযিল হয়। (সহীহ বুখারী হা: ৪৫৫১)\nযারা দুনিয়ার স্বল্পমূল্যের বিনিময়ে নিজেদের দীনকে বিসর্জন দেয় তাদের জন্য চার প্রকার শাস্তির কথা উল্লেখ করা হয়েছে।\n১. পরকালে তাদের জন্য কল্যাণের কোন অংশ নেই।\n২. আল্লাহ তা‘আলা তাদের সাথে কথা বলবেন না।\n৩. আল্লাহ তা‘আলা তাদের দিকে রহমতের দৃষ্টিতে তাকাবেন না।\n৪. তাদেরকে পবিত্রও করবেন না।\nহাদীসেও এ ব্যাপারে অনেক বর্ণনা এসেছে: যেমন-\n১. আবূ যার (রাঃ) হতে বর্ণিত, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তিন শ্রেণির লোকের সাথে আল্লাহ তা‘আলা কিয়ামাতের দিন কথা বলবেন না, পবিত্র করবেন না এবং তাদের প্রতি রহমতের দৃষ্টিতে দেখবেন না। তারা হল: (১) যে ব্যক্তি টাখনুর নিচে কাপড় ঝুলিয়ে পরে, (২) মিথ্যা শপথ করে পণ্য বিক্রি করে, (৩) কারো প্রতি অনুগ্রহ করার পর তা বলে বেড়ায়। (আবূ দাঊদ হা: ৪০৮৭, তিরমিযী হা: ১৬১১, সহীহ)\n২. আবূ হুরাইরা (রাঃ) হতে বর্ণিত, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তিন শ্রেণির মানুষের সাথে আল্লাহ তা‘আলা কিয়ামাতের দিন কথা বলবেন না, তাদের পবিত্র করবেন না এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি: (১) যার নিকট প্রয়োজনের অতিরিক্ত পানি রয়েছে কিন্তু কোন মুসাফিরকে সে তা প্রদান করে না। (২) যে মিথ্যা শপথ করে স্বীয় মাল বিক্রি করে এবং (৩) যে মুসলিম বাদশার হাতে বায়আত গ্রহণ করে, অতঃপর যদি বাদশা তাকে সম্পদ প্রদান করে তাহলে বাইআতে বহাল থাকে, আর সম্পদ না দিলে বাইয়াত ভঙ্গ করে। (তিরমিযী হা: ১৫৯৫, সহীহ)\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. যারা দীনকে দুনিয়ার স্বল্পমূল্যে বিনিময় করে তাদের শাস্তির কথা জানলাম।\n২. টাখনুর নীচে কাপড় ঝুলিয়ে পরিধান করার শাস্তি সম্পর্কে জানলাম।\n৩. শরীয়তে বাইয়াত আছে, তবে তা করতে হবে ইসলামী সরকারের হাতে; কোন পীর-ফকিরের হাতে নয়।\n৪. মিথ্যা কসম করে পণ্য বিক্রির শাস্তি সম্পর্কে জানলাম।"
    },
    {
      "ayah": 78,
      "surah": 3,
      "text": "৭৮ নং আয়াতের তাফসীর:\nএ আয়াতে ইয়াহূদীদের সে সব লোকেদের কথা তুলে ধরা হয়েছে, যারা আল্লাহ তা‘আলার কিতাবের মধ্যে কেবল হরফের পরিবর্তন সাধন করেনি বরং আরো দু’টি অপরাধ করেছে:\n১. বিকৃত উচ্চারণে মুখ বাঁকিয়ে কিতাব পাঠ করে যেন এর দ্বারা তারা জনসাধারণের মধ্যে প্রভাব ফেলতে সক্ষম হয়।\n২. তারা তাদের মনগড়া কথাগুলোকে আল্লাহ তা‘আলার কথা বলে চালিয়ে দেয়।\nদুর্ভাগ্যবশত উম্মাতে মুহাম্মাদীর একশ্রেণির ফিরকাবন্দী আলেম নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী “তোমরা পূর্ববতীদের তরীকার অনুসরণ করবে” অনুযায়ী দুনিয়ার স্বার্থে অথবা নিজের ফিরকা বা তরীকাকে শক্ত করে ধরে থাকার ফলে কুরআনের সাথে ইয়াহূদীদের ঐরূপ আচরণ করে থাকে। তারা কুরআন খুব সুন্দর সূললিত কণ্ঠে তেলাওয়াত করে কিন্তু ব্যাখ্যা নিজের তরীকা অনুযায়ী করে। সাধারণ লোক মনে করে মাওলানা সাহেব মাসআলা কুরআন থেকেই বলছেন। অথচ কুরআনের সাথে ব্যক্ত মাসআলার কোন সম্পর্ক নেই। এটা সম্পূর্ণ ইয়াহূদীদের আচরণ। তারা দুনিয়ার স্বার্থে মাসআলা বিকৃত করে আল্লাহ তা‘আলার নামে চালিয়ে দিত। আল্লাহ তা‘আলা আমাদেরকে এসব কাজ থেকে হেফাযত করুন। আমীন!\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. ইয়াহূদীদের চক্রান্ত ও ধোঁকার কথা জানলাম।\n২. ইয়াহূদীদের চাল-চলন ও চক্রান্ত থেকে মুসলিমদের সতর্ক থাকা উচিত।"
    },
    {
      "ayah": 92,
      "surah": 3,
      "text": "৯২ নং আয়াতের তাফসীর:\nالْبِرَّ ‘নেকী’ এখানে নেকী বলতে প্রতিদান বা জান্নাত বুঝানো হয়েছে। হাদীসে এসেছে যখন এ আয়াত অবতীর্ণ হয় তখন সাহাবী আবূ তালহা আনসারী (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বললেন: হে আল্লাহর রাসূল! আল্লাহ তা‘আলা বলেছেন: “তোমরা কোনই নেকী পাবে না যতক্ষণ না তোমাদের প্রিয় জিনিস আল্লাহর পথে খরচ কর।” ‘বাইরুহা’ বাগানটি হল আমার কাছে সর্বাপেক্ষা প্রিয় বস্তু। সেটাকে আমি আল্লাহ তা‘আলার সন্তুষ্টি লাভের উদ্দেশ্যে সদাকা করলাম, আপনি যেখানে ইচ্ছা তা ব্যয় করুন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: সে তো বড়ই উপকারী সম্পদ, এ কথা দু’বার বললেন। আমার মনে হয় ওটাকে তুমি তোমার আত্মীয়দের মাঝে বণ্টন করে দাও। তাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরামর্শ অনুযায়ী তিনি সেটাকে স্বীয় আত্মীয়-স্বজন এবং চাচাতো ভাইদের মাঝে বণ্টন করে দিলেন। (সহীহ বুখারী হা: ১৪৬১\nসুতরাং আল্লাহ তা‘আলার পথে পছন্দনীয় ও প্রিয় জিনিস ব্যয় করতে হবে। তাই বলে সব সম্পদ ব্যয় করে দেয়ার নির্দেশ দেয়া হয়নি; বরং তা থেকে কিয়দাংশ ব্যয় করতে বলা হয়েছে। সদাকা করলে ভাল জিনিসই করা উচিত। কারণ আমি নিজের জন্য যা পছন্দ করি তা অপরের জন্যও পছন্দ করতে হবে।\nআল্লাহ তা‘আলা বলেন:\n(يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْآ أَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُمْ مِّنَ الْأَرْضِ ص وَلَا تَيَمَّمُوا الْخَبِيْثَ مِنْهُ تُنْفِقُوْنَ وَلَسْتُمْ بِاٰخِذِيْهِ إِلَّآ أَنْ تُغْمِضُوْا فِيْهِ)\n“হে ঈমানদারগণ! তোমরা যা উপার্জন করেছ এবং আমি জমিন থেকে যা উৎপন্ন করি তার মধ্য হতে পবিত্র জিনিস দান কর। আর তোমরা খারাপ জিনিস দান করার ইচ্ছা কর না। কেননা চোখ বন্ধ না করে তোমরা নিজেরাই তো সেটা গ্রহণ করবে না।” (সূরা বাকারাহ ২:২৬৭)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তোমাদের কেউ নিজের জন্য যা পছন্দ করে তা অপর ভাইয়ের জন্য পছন্দ না করা পর্যন্ত মু’মিন হতে পারবে না। (সহীহ বুখারী হা: ১৩, সহীহ মুসলিম হা: ৪৫)\nএ সম্পর্কে সূরা বাকারার ২৬৭ নং আয়াতে আলোচনা করা হয়েছে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলার পথে ভাল জিনিস দান করতে হবে। নিজের যা অপছন্দ তা দান করা উচিত নয়।\n২. নিজের জন্য যা পছন্দনীয় তা অপরের জন্যও পছন্দ করা ঈমানের অঙ্গ।"
    }
  ]
}
