{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 35,
      "text": "নামকরণ:\n“فاطر” ফাত্বির শব্দের অর্থ সৃষ্টিকর্তা, তৈরিকারী ইত্যাদি। আল্লাহ তা‘আলার অন্যতম একটি নাম হল ফাত্বির। অর্থাৎ তিনি সবকিছুর সৃষ্টিকর্তা, সব কিছু করেছেন। অত্র সূরার প্রথম আয়াতে উল্লেখিত فاطر (ফাত্বির) শব্দ থেকেই এ নামে সূরার নামকরণ করা হয়েছে।\nঅত্র সূরায় কয়েকটি বিষয়ে আলোচনা স্থান পেয়েছে:\n(১) ফেরেশতারা আল্লাহ তা‘আলার সংবাদ বাহক,\n(২) আল্লাহ তা‘আলা কিছু দিতে চাইলে বা বারণ করতে চাইলে তার প্রতিরোধক কেউ নেই,\n(৩) আল্লাহ তা‘আলার প্রতিশ্র“তি সত্য, শয়তানের প্রতিশ্র“তি মিথ্যা এবং সে জাহান্নামের দিকে আহ্বান করে,\n(৪) মানব সৃষ্টির উপাদান ও ধারাক্রম,\n(৫) আল্লাহ তা‘আলা অমুখাপেক্ষী এবং সব সৃষ্টি তাঁর মুখাপেক্ষী,\n(৬) আখিরাতে কেউ কারো পাপের বোঝা বহন করবে না,\n(৭) কেবল আলেম সমাজ আল্লাহ তা‘আলাকে বেশি ভয় করেন,\n(৮) মানুষ তার কর্মের জন্য দায়ী, সুতরাং যারা আল্লাহ তা‘আলার নির্দেশ ভঙ্গ করতঃ তাঁর সাথে শিরক করবে, অন্যায় কাজে লিপ্ত হবে এবং রাসূলের অবাধ্য হবে তাদের কর্মের পরিণাম তাদেরকেই ভোগ করতে হবে ইত্যাদি।\n১ নং আয়াতের তাফসীর:\nসূরার শুরুতেই আল্লাহ তা‘আলা নিজের প্রশংসা করে বলেছেন, তিনি আকাশ ও পৃথিবীর সৃষ্টিকর্তা এবং ফেরেশতাদেরকে কয়েক ডানাবিশিষ্ট করে তৈরি করেছেন। ফেরেশ্তাদের কারো দু’টি পাখা, কারো তিনটি পাখা আবার কারো চারটি পাখা রয়েছে। আবার কারো এরচেয়েও বেশি রয়েছে। যেমন সহীহ হাদীসে বলা হয়েছে, “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মি‘রাজের রাত্রিতে জিব্রীল (عليه السلام)-কে দেখলেন। তার ছিল ছয়শত ডানা। প্রত্যেক দু’ ডানার মাঝে ব্যবধান ছিল পূর্ব ও পশ্চিম দিগন্তের ব্যবধানের সমপরিমাণ।” (সহীহ বুখারী হা: ৩২৩২, সহীহ মুসলিম হা: ১৭৪) আর এ জন্যই আল্লাহ তা‘আলা বলেন যে, তিনি তাঁর সৃষ্টির মধ্যে যা ইচ্ছা বৃদ্ধি করেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সকল কিছুর সৃষ্টিকর্তা একমাত্র আল্লাহ তা‘আলা অন্য কেউ নয়।\n২. ফেরেশ্তাদের পাখা বা ডানা আছে এ কথা জানতে পারলাম।"
    },
    {
      "ayah": 2,
      "surah": 35,
      "text": "২ নং আয়াতের তাফসীর:\nসকল রহমতের উৎস একমাত্র আল্লাহ তা‘আলা, তিনি যদি কাউকে কোন কিছু দান করতে চান বা কারো প্রতি কোন অনুগ্রহ করতে চান তাহলে তা প্রতিরোধ করার ক্ষমতা তিনি ব্যতীত আর কারো নেই। আর যদি কারো থেকে কোন কিছু ছিনিয়ে নিতে চান তাহলে তা ফিরিয়ে দেবার ক্ষমতা তিনি ব্যতীত আর কারো নেই। যেমন হাদীসে রয়েছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফরয সালাতের সালাম ফিরানোর পর এ দু‘আ পাঠ করতেনন\n্র لٰا إِلٰهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَي كُلِّ شَيْئٍ قَدِيرٌ اللّٰهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ গ্ধ\nআল্লাহ তা‘আলা ছাড়া কোন সঠিক মা‘বূদ নেই, তিনি এক, তাঁর কোন অংশীদার নেই, রাজ্য-রাজত্ব ও প্রশংসা তাঁরই এবং তিনি প্রত্যেক বস্তুর ওপর ক্ষমতাবান। হে আল্লাহ তা‘আলা! তুমি যা দান করো তা কেউ রোধ করতে পারে না এবং যা বন্ধ করে দাও তা কেউ দিতে পারে না এবং কোন প্রভাবশালীর প্রভাব কোনই উপকারে আসবে না তোমার ক্ষমতার সামনে। (সহীহ মুসলিম হা: ১৩৬৬)\nআল্লাহ তা‘আলা অন্য এক আয়াতে বলেন:\n(وَإِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَه۫ٓ إِلَّا هُوَ ج وَإِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِه۪ ط يُصِيْبُ بِه۪ مَنْ يَّشَا۬ءُ مِنْ عِبَادِه۪ ط وَهُوَ الْغَفُوْرُ الرَّحِيْمُ)‏\n‘‘যদি আল্লাহ তোমাকে কষ্ট দিতে চান তাহলে তিনি ব্যতীত তা মোচনকারী আর কেউ নেই এবং আল্লাহ যদি তোমার মঙ্গল চান তবে তাঁর অনুগ্রহ রদ করার কেউ নেই। তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা তিনি মঙ্গল দান করেন। তিনি ক্ষমাশীল, পরম দয়ালু।’’ (সূরা ইউনুস ১০:১০৭)\nসুতরাং যিনি সকল রহমতের উৎস তাঁর কাছেই চাওয়া উচিত। তিনি দান করলে কেউ পতিরোধ করতে পারবে না, আর না দিলে তা কেউ এনেও দিতে পারবে না।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলা ব্যতীত কোন কিছু দান করার ক্ষমতা কারো নেই, আবার আল্লাহ তা‘আলা দান করলে বাধা দেয়ারও কেউ নেই। অতএব আমাদের একমাত্র আল্লাহ তা‘আলার কাছেই চাওয়া উচিত।"
    },
    {
      "ayah": 3,
      "surah": 35,
      "text": "৩ নং আয়াতের তাফসীর:\nঅত্র আয়াতে আল্লাহ তা‘আলা পৃথিবীর সকল মানুষকে তাঁর প্রদত্ত নিয়ামতের কথা স্মরণ করার নির্দেশ প্রদান করছেন। তারপর প্রশ্নাকারে বলছেন: আল্লাহ তা‘আলা ছাড়া অন্য কোন সৃষ্টিকর্তা আছে কি, যিনি আকাশ-জমিন থেকে রিযিক দেন? না, তিনি ছাড়া কেউ নেই, তিনিই সৃষ্টিকর্তা, রিযিকদাতা এবং তিনিই একমাত্র মা‘বূদ। আল্লাহ তা‘আলার বাণী,\n(أَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَه۫ ج بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ)\n“এমন কে আছে যে, তোমাদেরকে রিযিক দান করবে, তিনি যদি রিযিক বন্ধ করে দেন? বরং তারা অবাধ্যতা ও সত্য বিমুখতায় অবিচল রয়েছে।” (সূরা মুলক ৬৭:২১)\nসুতরাং রিযকদাতা যেহেতু আল্লাহ তা‘আলা। তাই ইবাদত পাবার যোগ্যও তিনিই। তিনি ব্যতীত আর কারো ইবাদত করা যাবে না। যারা তাকে ব্যতীত অন্যের ইবাদত করে তারা হলো বিভ্রান্ত ও পথভ্রষ্ট।"
    }
  ]
}
