{
  "ayahs": [
    {
      "ayah": 100,
      "surah": 5,
      "text": "১০০ নং আয়াতের তাফসীর:\nকোন খারাপ বস্তু ভাল বস্তুর সমান নয়। যেমন কাফির মু’মিনের সমান নয়। পাপাচারী ব্যক্তি আনুগত্যশীল ব্যক্তির সমান নয়। অজ্ঞ জ্ঞানী ব্যক্তির সমান নয়। বিদআতী সুন্নাতের অনুসারী ব্যক্তির সমান নয়। হারাম মাল হালাল মালের সমান নয় যদিও খারাপের আধিক্য মানুষকে আকৃষ্ট করে। (তাফসীর মুয়াসসার পৃঃ ১২৪)\nএরূপ দৃষ্টান্ত দিয়ে আল্লাহ তা‘আলা বলেন:\n(أَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِي الْأَرْضِ ز أَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ)\n“যারা ঈমান এনেছে এবং সৎ কাজ করেছে আমি কি তাদেরকে ঐসব লোকের সমান করে দেব, যারা পৃথিবীতে ফাসাদ সৃষ্টি করে বেড়ায়? অথবা আমি কি মুত্তাক্বীদেরকে গুনাহগারদের সমান করে দেব?” (সূরা সাদ ৩৮:২৮) সুতরাং আধিক্য কোন জিনিসের ভাল বা সত্যের মাপকাঠি নয়।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ভাল ও মন্দ সমান নয়।\n২. আল্লাহকে ভয় করে চললেই বান্দার জীবনে সর্ব প্রকারের সফলতা আসে।"
    },
    {
      "ayah": 105,
      "surah": 5,
      "text": "১০৫ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা মু’মিন বান্দাদেরকে নিজেদের সংশোধন করে নেয়া ও কল্যাণকর কাজ করার নির্দেশ দিচ্ছেন। যারা নিজেদেরকে সংশোধন করে নিয়েছে এবং ভাল কাজে প্রতিষ্ঠিত রয়েছে, পথভ্রষ্টরা তাদের কোন ক্ষতি করতে পারবে না। তারা নিকটবর্তী হোক বা দূরবর্তী হোক।\nঅনেকে এ আয়াত দ্বারা মনে করে নিজেরাই সংশোধন হয়ে ভাল কাজ করলেই হবে, সৎ কাজের আদেশ ও অসৎ কাজে বাধা দেয়ার প্রয়োজন নেই। এরূপ ধারণা ভুল। কারণ সৎ কাজের আদেশ ও অসৎ কাজে বাধা দেয়া একটি গুরুত্বপূর্ণ ফরয। এ ফরয ত্যাগ করলে অচিরেই আযাব আসতে পারে। আবূ বাকর (রাঃ)-এ আয়াতের মর্মার্থ যখন অবগত হলেন তখন তিনি বললেন: হে মানব সকল! তোমরা আয়াতকে ভুল জায়গায় ব্যবহার করছ। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি “লোকেরা যখন কাউকে কোন পাপ কাজে লিপ্ত দেখে পরিবর্তন করার চেষ্টা করবে না তখন সম্ভবত আল্লাহ তা‘আলা অচিরেই আযাব দ্বারা পাকড়াও করবেন। (আহমাদ, তিরযিমী হা: ২১৭৮, আবূ দাঊদ হা: ৪৩৩৮, সহীহ ) সুতরাং আয়াতের সঠিক ভাবার্থ হল: অপরাধে জড়িত ব্যক্তিদের বুঝানো সত্ত্বেও যদি তারা খারাপ কাজ থেকে বিরত না থাকে এবং সৎ পথ অবলম্বন না করে তাহলে এ অবস্থায় তোমাদের কোন ক্ষতি হবে না। তোমরা সৎ পথে আছ এবং পাপ হতে বিরত রয়েছে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. সর্ব প্রথম নিজেদেরকে সংশোধন করে নিয়ে সৎ পথে প্রতিষ্ঠিত থাকবে।\n২. সৎ পথে আহ্বান করতে হবে অসৎ পথ হতে বাধা দিতে হবে।\n৩. দাওয়াত দেয়ার পর কেউ সৎ পথ অবলম্বন না করলে তার জন্য চিন্তার কারণ নেই।"
    },
    {
      "ayah": 109,
      "surah": 5,
      "text": "১০৯ নং আয়াতের তাফসীর:\nকিয়ামতের দিন সকল নাবী-রাসূলদেরকে আল্লাহ তা‘আলা একত্রিত করে জিজ্ঞাসা করবেন তাদের উম্মাতের ব্যাপারে তারা তাদের থেকে কিরূপ জবাব বা সাড়া ও আচরণ পেয়েছে? অন্যত্র আল্লাহ তা‘আলা বলেন:\n(فَلَنَسْئَلَنَّ الَّذِيْنَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْئَلَنَّ الْمُرْسَلِيْنَ)‏\n“অতঃপর যাদের নিকট রাসূল প্রেরণ করা হয়েছিল তাদেরকে আমি অবশ্যই জিজ্ঞাসা করব এবং রাসূলগণকেও জিজ্ঞাসা করব।”(সূরা আ‘রাফ ৭:৬)\nজবাবে তারা কিয়ামতের কঠিন পরিস্থিতি দেখে বলবে, এ ব্যাপারে আমাদের কোন জ্ঞান নেই।\nহাসান বসরী, সুদ্দী ও মুজাহিদ (রহ.) বলেন: কিয়ামতের ভয়াবহতা দেখে নাবীরা এ কথা বলবে। (ইবনু কাসীর ৩/২৫৬)\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. নাবী-রাসূলদেরকে উম্মাতের ব্যাপারে জিজ্ঞাসা করা হবে।\n২. প্রকৃতপক্ষে গায়েবের সকল চাবিকাঠি আল্লাহ তা‘আলার কাছে, এর একমাত্র মালিক তিনিই।\n৩. নাবী-রাসূলগণও গায়েব জানতেন না, শুধু ওয়াহীর মাধ্যমে তাদেরকে যতটুকু তথ্য দেয়া হত ততটুকুই তারা জানতেন।"
    },
    {
      "ayah": 12,
      "surah": 5,
      "text": "১২ নং আয়াতের তাফসীর:\nপূর্বের আয়াতে আল্লাহ তা‘আলা মু’মিনদেরকে সেসব অঙ্গীকার ও প্রতিশ্র“তি পূর্ণ করার প্রতি বিশেষ গুরুত্বারোপ করেছেন, যা তিনি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাধ্যমে গ্রহণ করেছেন। আর তাদেরকে হক প্রতিষ্ঠা ও ন্যায্য সাক্ষ্য প্রদানের নির্দেশ দিয়েছেন এবং তাদেরকে তাঁর ঐ সকল পুরস্কার ও অনুগ্রহের কথা স্মরণ করিয়ে দিয়েছেন যা প্রকাশ্যে ও অপ্রকাশ্যে প্রদান করেছেন।\nঅত্র আয়াতে আল্লাহ তা‘আলা ঐ অঙ্গীকার ও প্রতিশ্র“তির কথা উল্লেখ করেছেন যা ইতোপূর্বে বানী ইসরাঈলদের থেকে গ্রহণ করেছিলেন। কিন্তু তারা আল্লাহ তা‘আলার সাথে অঙ্গীকারাবদ্ধ হওয়ার পরেও তা পূর্ণ করতে ব্যর্থ হয়েছিল। এখানে পরোক্ষভাবে মুসলিমদেরকে সতর্ক করা হচ্ছে যে, তোমরা যেন বানী ইসরাঈলের মত অঙ্গীকার ভঙ্গ না কর। তাহলে তাদের ওপর যে আপদ আপতিত হয়েছিল, তোমাদের ওপরও তা বর্তাবে।\nবানী ইসরাঈলের জন্য আল্লাহ তা‘আলা বারজন নেতা নিযুক্ত করেছিলেন। এ বারজনের নাম তাফসীর ইবনু কাসীরসহ অন্যান্য গ্রন্থে উল্লেখ রয়েছে। আমাদের নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন আকাবায় আনসারীদের থেকে বায়আত গ্রহণ করেন তখনও বারজন নেতা ছিল। (ইবনু হিশাম ২/৫২-৫৬)\nবিশিষ্ট তাবেয়ী মাসরুক (রহঃ) বলেন: একদা আমরা আব্দুল্লাহ ইবনু মাসউদের সাথে বসেছিলাম, তিনি আমাদেরকে কুরআন তেলাওয়াত করে শুনাচ্ছিলেন। তাঁকে জনৈক ব্যক্তি জিজ্ঞাসা করল: হে আবূ আব্দুর রহমান! আপনারা কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞাসা করেছিলেন, কত জন খলীফা এ উম্মাতের দায়িত্ব নেবে। আবদুল্লাহ ইবনু মাসউদ বললেন: ইরাক আগমনের পর তুমি ছাড়া অন্য কেউ এ বিষয়ে জিজ্ঞাসা করেনি। হ্যাঁ, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ বিষয়ে জিজ্ঞাসা করেছি, তিনি বলেছেন: বানী ইসরাঈলদের নেতার মত বার জন। (মুসনাদ আহমাদ হা: ১/৩৯৭)\nজাবের (রাঃ) হতে বর্ণিত, তিনি বলেন: নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি: বারজন ব্যক্তি দায়িত্ব না নেয়া পর্যন্ত মানুষের নেতৃত্ব বহাল থাকবে। তারপর নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপিসারে কিছু কথা বললেন যা আমার কাছে অস্পষ্ট থেকে গেল। আমার পিতাকে জিজ্ঞাসা করলাম, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কী বললেন? তিনি বললেন: সবাই কুরাইশ থেকে হবেন। (সহীহ বুখারী হা: ৭২২২) তবে এ হাদীস দ্বারা শিয়ারা দলীল দিয়ে বলে যে, এতে তাদের বারজন ইমামকে উদ্দেশ্য করা হয়েছে। তাদের এ দাবী ভিত্তিহীন।\n(اِنِّیْ مَعَکُمْ)\n‘আমি তোমাদের সঙ্গে আছি’ তারপর আল্লাহ তা‘আলা ঐসব নেতাদেরকে জানিয়ে দিলেন যে, তিনি তাঁর প্রত্যক্ষ সাহায্য ও সহযোগিতা দ্বারা তাদের সাথে রয়েছেন। মহান আল্লাহ স্ব-স্বত্ত্বায় আরশের উপর রয়েছেন। আর দর্শন, শ্রবণ, জ্ঞান, ক্ষমতা ও সাহায্য-সহযোগিতার মাধ্যমে বান্দার সাথে রয়েছেন। মহান আল্লাহর বান্দার সাথে থাকা দু’ প্রকার- (১) সাধারণভাবে সকলের সাথে থাকেন (২) বিশেষ ব্যক্তি ও গুণের অধিকারীদের সাথে থাকেন।\n(১) সাধারণভাবে সকলের সাথে থাকেন- এ অর্থ হল আল্লাহ তা‘আলা তাঁর জ্ঞান, দর্শন, শ্রবণ ও ক্ষমতা ইত্যাদির মাধ্যমে সব কিছু বেষ্টন করে আছেন। তাঁর সারা মাখলূকাতে কী হচ্ছে সব কিছু একই সাথে দেখেন, শুনেন ও জানেন। এমনকি একটি কালো পিপীলিকা গভীর রাতে কালো পাথরের নিচে চলাচল করলেও মহান আল্লাহ তা দেখেন, তার পায়ের শব্দ শুনেন এবং সে পিপীলিকার চলাচল সম্পর্কে জ্ঞান রাখেন। কোন কিছু আল্লাহ তা‘আলার কাছে অস্পষ্ট নয়। সুতরাং এ অর্থে আল্লাহ তা‘আলা প্রত্যেক জীব-জন্তু, মু’মিন-কাফির, সৎ-অসৎ সবার সাথে রয়েছেন। এ ব্যাপারে আল্লাহ তা‘আলা বলেন:\n(وَھُوَ مَعَکُمْ اَیْنَ مَا کُنْتُمْ  وَاللہُ بِمَا تَعْمَلُوْنَ بَصِیْرٌ)\n“তোমরা যেখানেই থাক না কেন তিনি তোমাদের সঙ্গে আছেন, তোমরা যা কিছু কর আল্লাহ তা দেখেন।” (সূরা হাদীদ ৫৭:৪)\n(২) বিশেষ ব্যক্তি ও গুণের অধিকারীদের সাথে থাকেন- অর্থাৎ যারা আল্লাহর প্রিয়পাত্র তাদেরকে সাহায্য-সহযোগিতা দানের মাধ্যমে তাদের সাথে রয়েছেন। যেমন মুত্তাকি ও ধৈর্যশীলদের সাথে আল্লাহ আছেন। আল্লাহ তা’আলা বলেন:\n(إِنَّ اللہَ مَعَ الَّذِيْنَ اتَّقَوا وَّالَّذِيْنَ هُمْ مُّحْسِنُوْنَ)\nআল্লাহ তাদেরই সঙ্গে আছেন যারা তাক্ওয়া অবলম্বন করে এবং যারা সৎ কর্মপরায়ণ। (সূরা নাহল ১৬:১২৮) অত্র আয়াত এ অর্থেই ব্যবহার হয়েছে।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) হিজরতের সময় যখন গারে ছূরে ছিলেন তখন আল্লাহ তা‘আলা তাদেরকে বলেন:\n(إِذْ   هُمَا فِي الْغَارِ إِذْ يَقُوْلُ لِصَاحِبِه۪ لَا تَحْزَنْ إِنَّ اللہَ َ مَعَنَا)\n‘যখন তারা উভয়ে গুহার মধ্যে ছিল; সে তখন তার সঙ্গীকে বলেছিল, ‘চিন্তা কর না, আল্লাহ আমাদের সঙ্গে আছেন।’(সূরা তাওবা ৯:৪০) এখানে নিরাপত্তা ও সাহায্য প্রদানের মাধ্যমে সাথে রয়েছেন।\nমূসা ও হারুন (আঃ) কে যখন ফির‘আউনের কাছে দাওয়াত নিয়ে যাওয়ার নির্দেশ দিলেন তখন তাঁরা উভয়ে গ্রেফতারের আশংকা করলেন, তখন তাদেরকে আল্লাহ তা‘আলা বলেন:\n(قَالَ لَا تَخَافَآ إِنَّنِيْ مَعَكُمَآ أَسْمَعُ وَأَرٰي )\n‘তিনি বললেন: ‘তোমরা ভয় কর না, আমি তোমাদের সঙ্গে আছি, আমি শুনি ও আমি দেখি।’(ত্বহা ২০:৪৬)\nআল্লাহ তা‘আলা ধৈর্যশীলদের সাথে রয়েছেন, যেমন তিনি বলেন:\n(وَاصْبِرُوْا ط إِنَّ اللہَ مَعَ الصّٰبِرِيْنَ)\n“তোমরা ধৈর্য ধারণ কর; নিশ্চয় আল্লাহ ধৈর্যশীলদের সাথে রয়েছেন।”(সূরা নাহল ১৬:১২৬)\nসুতরাং আল্লাহ তা‘আলার বান্দার সাথে থাকার অর্থ এই নয় যে, তিনি স্ব-স্বত্তায় প্রত্যেকের সাথে রয়েছেন। যেমন কতক গোমরাহ ব্যক্তিরা বলে থাকে- যত কল্লা তত আল্লাহ। বরং আল্লাহ তা‘আলা স্ব-সত্তায় আরশের উপর থেকে তাঁর জ্ঞান, দর্শন ও শ্রবণ দ্বারা প্রত্যেকের সাথে রয়েছেন। আল্লাহ তা‘আলা আরশে রয়েছে এ কথা যেমন কুরআন ও হাদীস দ্বারা প্রমাণিত তেমনি তিনি সবার সাথে রয়েছেন এ কথাও প্রমাণিত। সুতরাং আল্লাহ তা’আলার এ সকল গুণকে অস্বীকার করা ও অপব্যাখ্যা করার কোন সুযোগ নেই। আল্লাহ তা’আলা প্রতিশ্রুতি দিলেন যদি তোমরা সালাত কায়েম কর, যাকাত প্রদান কর, রাসূলদের প্রতি ঈমান আন, তাদেরকে সহযোগিতা কর এবং আল্লাহ তা‘আলাকে খুশি করার জন্য তাঁর পথে ব্যয় কর, তাহলে অবশ্যই তিনি জান্নাত দেবেন। আর কুফরী করলে জাহান্নাম ছাড়া কিছুই নেই।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. বানী ঈসরাঈলরা আল্লাহ তা‘আলার সাথে কৃত অঙ্গীকার পালন না করার কারণে শাস্তির মুখোমুখি হয়েছিল। এদের থেকে আমাদের শিক্ষা নেয়া উচিত।\n২. সৎ আমল জান্নাতে যাওয়ার অন্যতম একটি ওসীলা ।\n৩. রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সম্মান ও সহযোগিতা করা ঈমানের দাবী।\n৪. আয়াতে বর্ণিত বিধান পালন করলে আল্লাহ তা‘আলা তাঁর সহযোগিতা ও সাহায্য প্রদান করবেন।\n৫. আল্লাহ তা‘আলা স্ব-স্বত্ত্বায় আরশের ওপর থেকে তাঁর দর্শন, শ্রবণ, জ্ঞান ও ক্ষমতার দ্বারা প্রত্যেকের সাথে রয়েছেন।\n৬. আল্লাহ তা‘আলা স্ব-স্বত্ত্বায় সর্বত্র বিরাজমান- এটি একটি শিরকী ও কুফরী আকীদাহ।"
    },
    {
      "ayah": 3,
      "surah": 5,
      "text": "৩ নং আয়াতের তাফসীর:\n১ নং আয়াতে বলা হয়েছে\n(إِلَّا مَا يُتْلٰي عَلَيْكُمْ)\nঅর্থাৎ তোমাদের জন্য চতুষ্পদ জন্তু হালাল করা হল তবে যা তেলাওয়াত করে শুনানো হবে তা ব্যতীত। সে অংশটুকুর ব্যাখ্যা হল এ আয়াত। অত্র আয়াতে আল্লাহ তা‘আলা সেসব প্রাণীর বর্ণনা দিয়েছেন যার কতকগুলো সর্বাবস্থায় সম্পূর্ণ হারাম, আর কতকগুলো জন্তু খাওয়া হালাল কিন্তু কারণবশত তা হারাম।\nالْمَیْتَةُ বা মৃত বলতে সেসব জীবিত স্থলচর চতুষ্পদ জন্তুকে বুঝানো হয়েছে যা যবাই করে খাওয়া হালাল, কিন্তু যদি অস্বাভাবিক অবস্থায় যবাই বা শিকার বিহীন অবস্থায় মারা যায় তাহলে তা হারাম।\nতবে জলচল মৃত প্রাণী হালাল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সাগরের পানি সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেন: তার পানি পবিত্র ও তার মৃত হালাল।\nالدَّمُ বা রক্ত বলতে, পশু জবেহ করার সময় যে রক্ত দ্রুত গতিতে বের হয় তা হারাম। আর গোস্তের সাথে যে রক্ত মিশ্রিত থাকে তা হালাল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আমাদের জন্য দুটি মৃত ও দুটি রক্ত হালাল করে দেয়া হয়েছে। মৃত দুটি হল- মাছ ও টিড্ডি, আর রক্ত হল কলিজা ও প্লীহা। (ইবনু মাযাহ হা: ৩২১৮, সহীহ)\n(وَمَآ أُهِلَّ لِغَيْرِ اللّٰهِ بِه۪)\n‘আল্লাহ ব্যতীত অপরের নামে জবেহকৃত পশু’ অর্থাৎ যা আল্লাহ তা‘আলা ছাড়া অন্যের নাম নিয়ে জবেহ করা হয় তা হারাম। আল্লাহ তা‘আলার নাম নিয়ে যদি কোন দরগাহ, মাজার বা খানকাতে আল্লাহ তা‘আলা ব্যতীত কোন ব্যক্তির সন্তুষ্টি হাসিলের জন্য জবেহ করা হয় তাও হারাম। এটা\n(وَمَا ذُبِحَ عَلَي النُّصُبِ)\nবা মূর্তিপূজার বেদীর ওপর বলি দেয়ার শামিল।\nসাবেত বিন যহহাক (রাঃ) বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে জনৈক ব্যক্তি ‘বাওয়ানা’ নামক স্থানে একটি উট জবাই করার নযর করে। এ বিষয়ে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞাসা করলে তিনি বলেন: সেখানে এমন কোন প্রতিমা আছে কি যার ইবাদত করা হয়? তারা বললেন: না। তিনি বললেন: সেখানে কি জাহিলী যুগের কোন অনুষ্ঠান পালন করা হয়? তারা বললেন: না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তোমার নযর পূর্ণ কর। (আবূ দাঊদ হা: ৩৩১৫, সহীহ) এ হাদীস প্রমাণ করে, যেসব ওরস ও দরগায় গাইরুল্লাহর ইবাদত করা হয় সেখানে কোন নযর-মানত করা হারাম এবং তা খাওয়াও হারাম।\nالْمُنْخَنِقَةُ হল, যেকোনভাবে শ্বাসরুদ্ধ হয়ে মারা যাওয়া প্রাণী।\nالْمَوْقُوْذَةُ হল, যে প্রাণী আঘাতে মারা যায়। الْمُتَرَدِّیَةُ ওপর থেকে পড়ে মরে যাওয়া প্রাণী। النَّطِيحَةُ অন্য প্রাণীর দ্বারা ক্ষত হয়ে মারা যাওয়া প্রাণী।\nوَمَآ اَکَلَ السَّبُعُ\nহিংস্র প্রাণী যে জন্তু খেয়েছে। তবে এসব প্রাণী মারা যাবার পূর্বে মুমূর্ষু অবস্থায় যদি আল্লাহ তা‘আলার নামে যবেহ করা যায় তবে হালাল। (তাফসীরে সা‘দী, পৃঃ ২৭)\nঅনুরূপভাবে যেসব জন্তু খাওয়া হালাল তা যদি কোন হিংস্র প্রাণী আক্রমণ করে, আর সে অবস্থায় মারা যায় তাহলে তা হারাম, তবে যদি মারা যাওয়ার পূর্বে জবেহ করা সম্ভব হয় তাহলে তা খাওয়া বৈধ।\n(وَأَنْ تَسْتَقْسِمُوْا بِالْأَزْلَامِ)\n‘জুয়ার তীর দ্বারা ভাগ্য নির্ণয় করা হয়’ অর্থাৎ তীর দ্বারা ভাগ্য নির্ণয় করা হারাম। এর দু’টি অর্থ: ১. তীরের মাধ্যমে বণ্টন করা। ২. তীরের মাধ্যমে ভাগ্য পরীক্ষা করা।\nপ্রথম অর্থের ব্যাপারে বলা হয়, জুয়া ইত্যাদিতে জবেহকৃত পশুর মাংস বণ্টনের ক্ষেত্রে উক্ত তীর ব্যবহার করা হত। ফলে কেউ প্রাপ্য অংশের চেয়ে বেশি পেত, আবার কেউ বঞ্চিত হত।\nদ্বিতীয় অর্থের ব্যাপারে বলা হয়েছে- কোন কর্মের শুরুতে বিশেষ তীরের মাধ্যমে লোকেরা ভাগ্য পরীক্ষা করত, যদি হ্যাঁ লেখা উঠত তাহলে কাজ করত, আর না লেখা উঠলে কাজ করত না, আর হ্যাঁ বা না কোন লেখা না উঠলে পুনরায় পরীক্ষা করত। আল্লাহ তা‘আলা এসব কাজ হারাম করেছেন। এবং তীর দ্বারা ভাগ্য নির্ণয় করে অর্জিত সম্পদ খাওয়াও হারাম করেছেন। এসব পাপ কাজ শয়তানের আনুগত্যের নামান্তর।\n(اَلْيَوْمَ يَئِسَ.....وَاخْشَوْنِ)\n‘আজ কাফিররা তোমাদের দীনের বিরুদ্ধাচরণে হতাশ হয়েছে...’ আজ বলতে আরাফা দিবসকে বুঝানো হয়েছে। অর্থাৎ আরাফা দিবসে কাফিররা তোমাদের দীনের ব্যাপারে নিরাশ হয়ে গেছে যে, তারা কোনদিন তোমাদেরকে শির্কের দিকে নিয়ে যেতে পারবে না, তাদের দীনের দিকে ফিরিয়ে নিয়ে যেতে পারবে না। অতএব তাদেরকে ভয় না করে একমাত্র আল্লাহ তা‘আলাকে ভয় করা উচিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন,\n‏\"‏إِنَّ الشَّيْطَانَ قَدْ أَيِسَ أَنْ يَعْبُدَهُ الْمُصَلُّونَ فِي جَزِيرَةِ الْعَرَبِ وَلَكِنْ فِي التَّحْرِيشِ بَيْنَهُمْ‏\"‏‏.‏\nআরব ভূখণ্ডে মুসল্লীগণ শয়তানের উপাসনা করবে, এ বিষয়ে শয়তান নিরাশ হয়ে পড়েছে। তবে তাদের একজনকে অন্যের বিরুদ্ধে উস্কিয়ে দেয়ার ব্যাপারে নিরাশ হয়নি। (সহীহ মুসলিম হা: ৬৯৯৬)\n(اَلْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ)\n‘আজ (আরাফা দিবসে) তোমাদের জন্য তোমাদের দীন পূর্ণাঙ্গ করলাম’ এটা হল আল্লাহ তা‘আলার পক্ষ থেকে এ উম্মাতের জন্য সর্বশ্রেষ্ঠ নেয়ামত। আল্লাহ তা‘আলা ইসলাম দিয়ে আদম (আঃ)-সহ অসংখ্য নাবী রাসূল প্রেরণ করেছেন, সে ইসলামকে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাধ্যমে পরিপূর্ণ করে দিয়েছেন। এ উম্মাত অন্য কোন দীন বা নাবীর প্রতি মুখাপেক্ষী নয়। এ নাবী শেষ নাবী, তাকে কিয়ামত পর্যন্ত পৃথিবীর সকল মানব ও জিন জাতির জন্য প্রেরণ করা হয়েছে। অতএব যা ইসলামে হালাল হওয়ার মত তা হালাল করে দেয়া হয়েছে, আর যা হারাম হওয়ার মত তা হারাম করে দেয়া হয়েছে। এরপর হালাল বা হারাম করার কিছুই নেই। আল্লাহ তা‘আলা যা দিয়েছেন সবই সত্য এবং পরিপূর্ণ। যেমন আল্লাহ তা‘আলা বলেন:\n(وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًا)\n“সত্য ও ন্যায়ের দিক দিয়ে তোমার প্রতিপালকের বাণী পরিপূর্ণ।”(সূরা আনআম ৬:১১৫)\nতাই নতুন করে দীন ইসলামে কোন কিছু প্রবেশ করানোর সুযোগ নেই। ইমাম মালিক (রহঃ) বলেন, যে ব্যক্তি দীনের মধ্যে নতুন কিছু সংযোজন করল আর তা ভাল মনে করল সে ব্যক্তির বিশ্বাস হচ্ছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দীন প্রচারে খিয়ানত করেছেন। কেননা আল্লাহ তা‘আলা বলেছেন:\n(اَلْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْإِسْلَامَ دِيْنًا)\n“আজ তোমাদের জন্য তোমাদের দীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দীন মনোনীত করলাম।”যেহেতু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জীবদ্দশায় পূর্ণ ইসলাম পেয়েছেন এবং প্রচার করেছেন, অতএব নতুন কোন সংযোজন-বিয়োজনের সুযোগ নেই।\nতারেক বিন শিহাব বলেন: এক ইয়াহূদী উমার (রাঃ)-এর নিকট আগমন করে বলল: হে আমীরুল মু’মিনীন, আপনাদের কিতাবের এমন একটি আয়াত তেলাওয়াত করেন যদি তা আমাদের ইয়াহূদী সম্প্রদায়ের ওপর অবতীর্ণ হত তাহলে আমরা সে দিনকে ঈদের দিন হিসেবে গ্রহণ করে নিতাম। তিনি বললেন: তা কোন্ দিন? সে বলল:\n(اَلْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ...... )।\nউমার (রাঃ) বললেন: আল্লাহর শপথ যেদিন এ আয়াত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওপর অবতীর্ণ হয়েছে এবং কোন্ সময়ে হয়েছে সে সম্পর্কে আমি অধিক জানি। আরাফায় জুমার দিন বিকালে অবতীর্ণ হয়েছে। (মুসনাদ আহমাদ: ১/২৮, সহীহ) সহীহ বুখারীতে ৪৬০৬ নং হাদীসেও এরূপ বর্ণনা রয়েছে।\n(فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ... )\n‘তবে কেউ পাপের দিকে না ঝুঁকে ক্ষুধার তাড়নায় (উল্লিখিত নিষিদ্ধ বস্তু খেতে) বাধ্য হলে’ অর্থাৎ যে ব্যক্তি এসব হারাম খাদ্য খেতে বাধ্য হবে তার জন্য খাওয়া হালাল। তবে যেন আল্লাহ তা‘আলার অবাধ্যাচরণ উদ্দেশ্য না হয় এবং সীমালঙ্ঘন করা না হয়। অর্থাৎ প্রাণ বাঁচানোর জন্য যতটুকু প্রয়োজন শুধু ততটুকু ছাড়া বেশি যেন না খায়।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. যেসকল পশু খাওয়া হারাম তা জানতে পারলাম।\n২. তীর দ্বারা ভাগ্য নির্ণয় করা হারাম এবং এ জাতীয় কাজ করে অর্জিত সম্পদও হারাম।\n৩. মাজার, কবর, দরগাহ ও খানকাতে জবেহ করা হারাম এবং তা শির্কে আকবার।\n৪. হিংস্র প্রাণী দ্বারা আক্রান্ত জন্তু জবেহ করা সম্ভব হলে তা খাওয়া হালাল।\n৫. ইসলামে নতুন কিছু সংযোজন করা হারাম; কেননা দীন পরিপূর্ণ।\n৬. যখন মানুষ খাবারের অভাবে মৃত্যুর আশঙ্কা করবে তখন প্রাণ রক্ষার্থে হারাম বা মৃত জন্তু খাওয়া হালাল।\n৭. ইসলামের দু’টি ঈদ-উৎসব (ঈদুল ফিতর ও ঈদুল আযহা) ছাড়া বার্ষিক পালনীয় অন্য কোন বাৎসরিক ঈদ-উৎসব নেই।"
    },
    {
      "ayah": 32,
      "surah": 5,
      "text": "৩২ নং আয়াতের তাফসীর:\nআদম (আঃ)-এর পুত্র কাবীল-হাবীলকে হত্যা করার কারণে আল্লাহ তা‘আলা বানী ইসরাঈলের ওপর বিধান দিলেন যে, অন্যায়ভাবে কাউকে হত্যা করা অথবা জমিনে ফাসাদ সৃষ্টি করা সকল মানুষকে হত্যা করার শামিল। আর কাউকে মৃত্যুর হাত থেকে রক্ষা করা সকল মানুষকে বাঁচানোর শামিল।\nএ বিধান শুধু বানী ইসরাঈলের জন্য সীমাবদ্ধ নয় বরং আমাদের জন্যও প্রযোজ্য। সুলাইমান বিন আলী আররিবয়ী (রহঃ) হতে বর্ণিত, তিনি বলেন: আমি হাসান বাসরীকে জিজ্ঞাসা করলাম: হে আবূ সাঈদ! এ আয়াতের বিধান বানী ইসরাঈলের মত আমাদের জন্যও কি প্রযোজ্য? তিনি বললেন: হ্যাঁ। সে সত্তার শপথ যিনি ছাড়া কোন মা‘বূদ নেই। এ বিধান যেমন বানী ইসরাঈলের জন্য ছিল তেমনি আমাদের জন্যও প্রাযোজ্য। বানী ইসরাঈলের রক্তের চেয়ে আমাদের রক্তের মর্যাদা কোনক্রমেই কম নয়। (ইবনে কাসীর, অত্র আয়াতের তাফসীর, তাবারী, ৬/১৩১)\nইসলাম মানবতার ধর্ম। এরূপ মানবতাপূর্ণ বিধান ইসলাম ছাড়া অন্য কোন ধর্ম নেই। তাই যারা ইসলামকে সেকেলে ধর্ম বলে বা ইসলামের ব্যাপারে আঙ্গুল তুলে কথা বলে তাদের ইসলাম সম্পর্কে জ্ঞানের অভাব রয়েছে। অজ্ঞতা ও মূর্খতাবশত তারা এরূপ কথা বলে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. অন্যায়ভাবে হত্যা করা বা ফাসাদ সৃষ্টির পরিণতি খুবই ভয়াবহ।\n২. অধিকাংশরাই অপরাধে জড়িত হয়েছে তাদের নিকট প্রমাণাদি আসার পর।\n৩. ইসলাম পরিপূর্ণভাবে মাবনাধিকার সংরক্ষণ করেছে।"
    },
    {
      "ayah": 45,
      "surah": 5,
      "text": "৪৫ নং আয়াতের তাফসীর:\nতাওরাতে আল্লাহ তা‘আলা ইয়াহূদীদের ওপর ফরয করে দিয়েছিলেন যে, কোন ব্যক্তি কাউকে হত্যা করলে কিসাসস্বরূপ তাকেও হত্যা করা হবে, কেউ কারো চোখ, নাক, কান বা দাঁত ক্ষতি করলে কিসাসস্বরূপ তারও অনুরূপ ক্ষতি করা হবে। এ বিধান আমাদের জন্যও প্রযোজ্য। কেননা পূর্ববতীদের শরীয়ত আমাদের জন্যও শরীয়ত যদি আমাদের শরীয়ত তা রহিত না করে।\nহাসান বাসরী (রহঃ) বলেন: এ বিধান তাদের জন্য এবং সকল মানুষের জন্য প্রযোজ্য।\n(وَالْجُرُوْحَ قِصَاصٌ)\n‘জখমের বদলে অনুরূপ জখম’এতে সকল মুসলিম সমান। নারী-পুরুষ, ছোট-বড় সবাই সমান যখন তা স্বেচ্ছায় করা হবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\nالْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُمْ\nমুসলিমরা রক্তের অধিকারে সবাই সমান। (আবূ দাঊদ হা: ২৭৫১, ইবনু মাযাহ হা: ২৬৮৫, সহীহ)\n(فَمَنْ تَصَدَّقَ بِه۪ فَهُوَ كَفَّارَةٌ لَّه۫)\n‘তবে কেউ তা ক্ষমা করে দিলে তা তার (ক্ষমাকারীর) জন্য পাপের কাফফারা হবে।’অর্থাৎ ক্ষমাকারীর জীবনের অতীতের গুনাহ আল্লাহ তা‘আলা ক্ষমা করে দিবেন।\nআনাস (রাঃ) হতে বর্ণিত, তাঁর ফুফু রুবাঈ এক দাসীর একটি দাঁত ভেঙ্গে দিয়েছিল। ফলে দাসীর মালিকের কাছে ক্ষমা চাওয়া হল কিন্তু ক্ষমা করল না। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমন করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কিসাস আদায় কর। রুবাঈ এর ভাই আনাস বিন নযর বলল: ইয়া রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! অমুকের দাঁত ভাঙ্গা হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ: আল্লাহ তা‘আলার কিতাবে যেহেতু কিসাস আছে। তিনি বললেন: যিনি আপনাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ, কখনো তার দাঁত ভাঙ্গা হবে না। বর্ণনাকারী আনাস (রাঃ) বলেছেন: পরে দাসীর মালিক/সম্প্রদায় বিষয়টি ক্ষমা করে দিলো এবং কিসাস ছেড়ে দিলো। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন:\nإِنَّ مِنْ عِبَادِ اللّٰهِ مَنْ لَوْ إِقْتَسَمَ عَلَي اللّٰهِ لَأَبَرَّهُ\nনিশ্চয়ই আল্লাহ তা‘আলার কতক বান্দা এমন রয়েছে যদি আল্লাহ তা‘আলার নামে তারা শপথ করে আল্লাহ তা‘আলা তা পূর্ণ করেন। (সহীহ বুখারী হা: ২৭০৩, সহীহ মুসলিম হা: ১৯০৩)\nসুতরাং কিসাস আদায় করলে একদিক দিয়ে যেমন ন্যায় বিচার প্রতিষ্ঠিত হবে অন্য দিকে সমাজে শান্তি প্রতিষ্ঠিত হবে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. হত্যা, যখম ও আঘাতের কিসাস আদায় করা ওয়াজিব।\n২. কিসাস আদায় করতে গিয়ে জুলুম করা হারাম।\n৩. কেউ আঘাতপ্রাপ্ত হবার পর ক্ষমা করে দিলে এতে তার গুনাহ মাফ হবে।"
    },
    {
      "ayah": 67,
      "surah": 5,
      "text": "৬৭ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে নির্দেশ দিচ্ছেন তাঁর প্রদত্ত রিসালাত পরিপূর্ণভাবে পৌঁছে দিতে। এ রিসালাত পৌঁছে দিতে সকল বাধা বিপত্তি থেকে আল্লাহ তা‘আলা তাঁকে হিফাযত করবেন।\nআয়িশাহ (রাঃ) বলেন: যে ব্যক্তি এ ধারণা করবে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছু জিনিস গোপন করেছেন, সে ব্যক্তি নিঃসন্দেহে মিথ্যাবাদী। কেননা আল্লাহ তা‘আলা বলেছেন:\n(يَآأَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ.... )\n“হে রাসূল! তোমার প্রতিপালকের নিকট হতে তোমার প্রতি যা অবতীর্ণ হয়েছে তা প্রচার কর।”(সহীহ বুখারী হা: ৪৬১২)\nএকদা আলী (রাঃ)-কে প্রশ্ন করা হল যে, আপনাদের নিকট কুরআন ব্যতীত অহীর মাধ্যমে অবতীর্ণ হওয়া কোন জিনিস আছে কি? উত্তরে তিনি কসম করে বললেন: না। তবে কুরআন উপলব্ধি করার জ্ঞান, আল্লাহ তা‘আলা যাকে দান করেন। (সহীহ বুখারী হা: ১১১)\nবিদায় হজ্বের সময় এক লক্ষ অথবা এক লক্ষ চল্লিশ হাজার সাহাবীদের সামনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন: তোমরা আমার ব্যাপারে কী বলবে, আমি কি পৌঁছে দিয়েছি? তারা সকলেই বলেছিলেন: আপনি অর্পিত দায়িত্ব যথাযথভাবে পৌঁছে দিয়েছেন। অবশেষে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আকাশের দিকে আঙ্গুল তুলে ইঙ্গিত করে তিনবার বললেন: হে আল্লাহ! তুমি সাক্ষী থেকো। (সহীহ মুসলিম হা: ১২১৮)\nএ আয়াত তাদের প্রতিবাদ করছে যারা বলে- নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মানুষের ভয়ে দীনের অনেক বিধান গোপন করেছেন। আর যারা বলে- কুরআন ত্রিশ পারার অধিক তাদের কথাও মিথ্যা। সুতরাং নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেমন তাঁর ওপর অর্পিত দায়িত্ব পৌঁছে দিয়েছেন তেমনি তাঁর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতিটি অনুসারীর সাধ্যমত দাওয়াতী কাজ করা অবশ্য কর্তব্য। যে ব্যক্তি যে স্তরের ও পর্যায়ের তাকে তদনুযায়ী অবশ্যই দাওয়াত ও তাবলীগের কাজ করতে হবে।\n(مَآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ)\n‘তোমার প্রতিপালকের নিকট হতে তোমার প্রতি যা অবতীর্ণ হয়েছে’ অর্থাৎ তাবলীগ কর যা তোমার প্রতিপালকের পক্ষ থেকে অবতীর্ণ হয়েছে। এখানে তাবলীগের বিষয়বস্তু নির্ধারণ করে দেয়া হয়েছে। যার ফলে কেউ ইসলামের নামে যে কোন পুস্তক বা কারো মতাদর্শের তাবলীগ করতে পারে না। তাবলীগ করতে হবে তার যা আল্লাহ তা‘আলা তাঁর পক্ষ থেকে নাযিল করেছেন। আর তা হল- কুরআন ও সহীহ সুন্নাহ। সুতরাং প্রত্যেক মুসলিম ব্যক্তির সচেতন হওয়া উচিত, সে কিসের তাবলীগ করছে? তা কি কুরআন ও সুন্নাহর তাবলীগ? না কোন মতাদর্শের তাবলীগ! স্বপ্নে পাওয়া বিষয়ের তাবলীগ? না পীর-বুজুর্গের তরীকার তাবলীগ? তাবলীগ যেমন আল্লাহ তা‘আলার নির্দেশ, বিষয়বস্তুও তেমন হতে হবে আল্লাহ তা‘আলার দেয়া, নচেৎ শ্রম যতই হোক না কেন আল্লাহ তা‘আলার কাছে গ্রহণযোগ্য হওয়ার আশা করা যায় না। রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তাবলীগ হল কুরআন ও সহীহ হাদীসের তাবলীগ, কোন মনগড়া বিষয়ের তাবলীগ নয়।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ওপর অর্পিত দায়িত্ব যথাযথভাবে পালন করেছেন।\n২. দায়িত্ব পালনে আল্লাহ তা‘আলা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সকল প্রকার সাহায্য দিয়েছেন।\n৩. নাবীদের ওয়ারিশ হিসেবে আলিমদের কুরআন ও সহীহ সুন্নাহর তাবলীগ করা ওয়াজিব।\n৪. তাবলীগ করতে হবে কুরআন ও সহীহ সুন্নাহর নিয়ম-পদ্ধতি ও সীমারেখার আলোকে।"
    },
    {
      "ayah": 82,
      "surah": 5,
      "text": "৮২ নং আয়াতের তাফসীর:\n৮২-৮৬ নং আয়াতে পূর্ববর্তী জাতির মধ্য হতে যারা ইসলাম ও মুসলিমদের প্রধান শত্র“ এবং যারা বন্ধুত্বের দিক দিয়ে অধিক নিকটবর্তী তাদের পরিচয় বর্ণনা করা হয়েছে।\nইসলাম ও মুসলিমদের প্রধান শত্র“ হল ইয়াহূদী ও মুশরিকরা। তাদেরকে বাহ্যিক মুসলিমদের কল্যাণকামী দেখা গেলেও ভেতরে ভেতরে এরা মুসলিমদের ক্ষতি ও সমূলে ধ্বংস করার নীল-নকশা করে থাকে। যেমন মদীনায় ইয়াহূদীগণ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে হত্যা করার জন্য কয়েকবার অপচেষ্টা করেছিল। আজও মুসলিমদেরকে সমূলে ধ্বংস করার জন্য তাদের অপচেষ্টা অব্যাহত আছে, যার দরুন একের পর এক মুসলিম দেশগুলো দখল, তাদের ওপর হামলা ও নির্যাতন চালিয়ে যাচ্ছে।\nপক্ষান্তরে মুসলিমদের প্রতি সৌহার্দ্য, ঘনিষ্ঠতা ও বন্ধূত্বের দিক থেকে অধিক নিকটবর্তী হল খ্রিস্টানগণ। এদের মধ্যে নম্রতা, উদারতা, ক্ষমাশীলতা ও ধর্মাবলম্বিতা তুলনামূলক অন্যদের চেয়ে বেশি রয়েছে। এদের অধিকাংশ ইসলাম গ্রহণ করেছে। যেমন হাবশার বাদশা নাজ্জাশী ও তাঁর সহচর্যগণ। বদর যুদ্ধে কুরাইশদের বড় বড় নেতারা নিহত হওয়ার পর তারা বলল: হাবশায় যে সকল মুসলিম রয়েছে তাদেরকে এনে হত্যা করে প্রতিশোধ নিতে পারো। অতএব বাদশা নাজ্জাশীর জন্য কিছু উপঢৌকনসহ দু’জন বিজ্ঞ ব্যক্তিকে প্রেরণ কর হয়তো তিনি সেখানকার মুসলিমদেরকে ফেরত দেবেন। কুরাইশরা আমর বিন আস ও আব্দুল্লাহ বিন রবী‘আহকে উপঢৌকনসহ প্রেরণ করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথা শুনে নাজ্জাশীর প্রতি একটি চিঠিসহ আমর বিন উমাইয়্যাহ আয-যমরীকে প্রেরণ করলেন। চিঠি নিয়ে আগমন করলে নাজ্জাশী তা পড়ার পর জাফর বিন আবূ তালেব ও মুহাজির সাহাবীদের ডাকলেন এবং তথাকার খ্রিস্টান পণ্ডিত ও সংসার-বিরাগীদের নিয়ে আসলেন।\nঅতঃপর জাফরকে কুরআন তেলাওয়াত করতে বললেন, তিনি সূরা মারইয়াম-এর কিছু অংশ তেলাওয়াত করলেন। এতে তাদের চোখ দিয়ে অশ্র“ ঝঁরতে থাকে। এদের ব্যাপারেই আল্লাহ তা‘আলা নাযিল করেছেন:\n(وَلَتَجِدَنَّ اَقْرَبَھُمْ مَّوَدَّةً لِّلَّذِیْنَ اٰمَنُوا الَّذِیْنَ قَالُوْٓا اِنَّا نَصٰرٰی)\n“এবং যারা বলে ‘আমরা খ্রিস্টান’ মানুষের মধ্যে তাদেরকেই তুমি মু’মিনদের নিকটতর বন্ধুত্বে দেখবে।” (কুরতুবী)।\nআল্লাহ তা‘আলা বলেন:\n(وَجَعَلْنَا فِیْ قُلُوْبِ الَّذِیْنَ اتَّبَعُوْھُ رَاْفَةً وَّرَحْمَةً)\n“এবং তার অনুসারীদের অন্তরে দিয়েছিলাম করুণা ও দয়া।”(সূরা হাদীদ ৫৭:২৭)\nমুসলিমদের প্রতি তাদের সৌহার্দ্য, ঘনিষ্ঠতা ও বন্ধুত্বের কয়েকটি কারণ আল্লাহ তা‘আলা তুলে ধরেছেন। (১)\n(قِسِّیْسِیْنَ وَرُھْبَانًا)\n‘পণ্ডিত ও সংসার-বিরাগী’ অর্থাৎ তাদের মাঝে আলেম ও ইবাদতগুজারী মানুষ ছিল। তারা সত্য অনুধাবন করতে পেরেছে, তারা বুঝতে পেরেছে এ কুরআন সত্য এবং এর অনুসারীরাই সঠিক পথে প্রতিষ্ঠিত।\n(২) (وَّاَنَّھُمْ لَا یَسْتَکْبِرُوْنَ)\n‘আর তারা অহঙ্কারও করে না’অর্থাৎ সত্য গ্রহণ ও মেনে নিতে তাদের কোন অহংকার ও হঠকারিতা নেই। সত্য জানার পর অংকারবশত তা বর্জন করে না।\nসুতরাং সত্য জানার পর মাথা পেতে নেয়া উচিত, কোন কিছুর দোহাই দিয়ে বা অহংকারবশত তা বর্জন করা সঠিক পথ থেকে বিচ্যুত হওয়ার নামান্তর মাত্র।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. ইসলাম ও মুসলিমদের প্রধান শত্রু হল ইয়াহূদী জাতি।\n২. অমুসলিমদের মধ্য হতে ইসলাম ও মুসিলমদের বন্ধুত্বের নিকটবর্তী হল খ্রিস্টানরা, যারা স্ব ধর্মের ওপর বহাল রয়েছে।\n৩. সাধারণত নম্র, ভদ্র ও উদার মনের মানুষেরাই আল্লাহ তা‘আলার দীন গ্রহণে অগ্রগামী।"
    },
    {
      "ayah": 89,
      "surah": 5,
      "text": "৮৯ নং আয়াতের তাফসীর:\nقَسَم (কসম), حَلَف (হলফ) يَمين (ইয়ামীন) তিনটি আরবি প্রতিশব্দ যার বাংলা অর্থ: শপথ করা।\nশপথ তিন প্রকার- ১. لغو (লাগু) ২.  غموس (গুমূস) ৩. منعقد (মুনআকিদ)।\n১. لغو (অনর্থক) এমন শপথকে বলে যা মানুষ কথায় কথায় ইচ্ছা, উদ্দেশ্য ও প্রয়োজন ছাড়াই ব্যবহার করে। যেমন بلي  والله ،  لا والله (হ্যাঁ, আল্লাহর কসম; না, আল্লাহর কসম) ইত্যাদি। এ শপথের কোন কাফফারা বা পাকড়াও নেই।\n২. غموس (মিথ্যা শপথ) অতীতকালের কোন বিষয়ে জেনে বুঝে মিথ্যা শপথ করা। যেমন কোন কাজ করেছে, মিথ্যা শপথ করে বলল করিনি। অনুরূপ কোন কাজ করেনি, মিথ্যা শপথ করে বলল করেছি। এ প্রকার শপথ এতই মারাত্মক যে, দুনিয়াতে এর কোন কাফফারা নেই। এটা কবীরা গুনাহ যা তাওবাহ ব্যতীত ক্ষমা হবে না।\n৩. منعقدة ঐ শপথকে বলে যা মানুষ ইচ্ছাকৃতভাবে এবং নিয়্যতসহ ভবিষ্যতে কোন কিছু করা বা না করার ব্যাপারে শপথ করে।\nশপথের কাফফারা: কেউ এ ধরণের শপথ করে ভঙ্গ করলে তার কাফফারা হল:\n১. দশজন মিসকীনকে মধ্যম মানের খাদ্য খাওয়ানো যা নিজেরা খায়। অথবা প্রত্যেক মিসকিনকে অর্ধ সা করে খাদ্য প্রদান করবে। (আমাদের দেশের ওজন অনুপাতে প্রায় সোয়া এক কেজি)। (তাফসীর মুয়াসসার, পৃঃ ১২২)\n২. অথবা দশজন দরিদ্রকে পোশাক প্রদান করা, যা দ্বারা সালাত আদায় করা যেতে পারে। কোন কোন আলিম খাদ্য ও পোশাক সমাজের প্রচলিত নিয়ম নীতিকে অনুসরণীয় মনে করেন।\n৩. অথবা একজন দাস বা দাসী আযাদ করা। ইমাম শাওকানী (রহঃ) বলেন: আয়াতটি ব্যাপক। তাই দাস, মু’মিন হোক বা কাফির যেকোন একটি আযাদ করলেই হবে। (তাফসীর ফাতহুল কাদীর, অত্র আয়াতের তাফসীর)\n৪. উল্লিখিত তিনটির যে কোন একটি পালনে অক্ষম হলে তাকে তিন দিন সওম বা রোযা পালন করতে হবে। তিনদিন ধারাবাহিকভাবে, না ভেঙ্গে ভেঙ্গে সওম রাখবে তা নিয়ে মতানৈক্য পাওয়া যায়। সঠিক কথা হল উভয় অবস্থাই বৈধ। (আয়সারুত তাফাসীর, ১/৫৬৪)\nঅবশেষে আল্লাহ তা‘আলা শপথকে সংরক্ষণ করতে বলেছেন। অর্থাৎ অযথা শপথ করা থেকে বিরত থাক, আর শপথ করে ফেললেই পরিপূর্ণভাবে পূর্ণ কর, অথবা পূর্ণ না করতে পারলে যথাযথ কাফফারা আদায় করে দাও। এ সম্পর্কে সূরা বাক্বারার ২২৫ নং আয়াতে আলোচনা করা হয়েছে।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. শপথ আল্লাহ তা‘আলার একটি বিধান, তাই এ বিধান নিয়ে খেল-তামাশা করা উচিত নয়।\n২. শপথ করে তা পালন না করতে পারলে কাফফারা দিতে হবে।\n৩. অতীতকালীন কোন বিষয়ে মিথ্যা শপথ করলে তার কোন কাফফারা নেই বরং তা কবীরা গুনাহ হবে। এ জন্য আল্লাহ তা‘আলার কাছে তাওবা করতে হবে।\n৪. শপথের ব্যাপারে সকলের সতর্ক থাকা উচিত, অযথা ও অহেতুক বিষয়কে কেন্দ্র করে আল্লাহ তা‘আলার নামে শপথ করা উচিত নয়, এতে আল্লাহ তা‘আলার সম্মান ক্ষুণœ হয়।"
    }
  ]
}
