{
  "surah": 1,
  "ayah": 1,
  "text": "In the name of God, the All-Merciful, the Ever-Merciful. In terms of allusion and in keeping with the tasting of the lords of recognition, the bi of bism [“In the name”] alludes to the “splendor” [bahāÌ] of Unity, the s to the “brilliance” [sanāÌ] of the Self-Suffi- cient, and the m to the “kingship” [mulk] of the Divinity. His splendor is self-standing, His brilliance self-sustaining, and His kingship everlasting. His splendor is eternal, His brilliance generous, His kingship tremendous. His splendor is with majesty, His brilliance with beauty, His kingship without decline. His splendor steals the heart, His brilliance increases love, His kingship has no annihilation. O You whose majesty runs before all that is beauteous! O You whose perfection is far from deficiency's blight! Venus rejoices on hearing Your music, the sun is jealous on seeing Your beauty. B is His kindness [birr] to His servants, s His secret [sirr] with His friends, m His favor [minna] toward His yearners. If not for His kindness, how could the servant make ready for His secret? If not for His favor, how could the servant reach union with Him; how could the servant find a place at the threshold of His majesty? If not for the beginningless affection, how could the servant be endlessly familiar? How could water and clay have the gall to love You had You not chosen them with Your beginningless gentleness? Love is Your Essence, O God, this is the friends' belief- remembering Your description, O Lord, dispels the sorrow of the sorrowful! [DS 211] This world is goodly only through His name, the afterworld goodly only through His pardon, and the Garden goodly only through His vision. If not for the message and name of God in this world, how could it be the servant's home? If not for His pardon and generosity in the afterworld, the servant's work would be difficult. If not for the heart-brightening vision of Him in paradise, what would make a poor man happy? One of the pirs of the Tariqah said, “O God, we see through Your marks, we live in Your recogni- tion, we flourish though Your name, we are happy in Your remembrance, we are joyful through finding You. It is we who are drunk with love from Your cup, we who are prey to passion in Your snare.  ” Your perfumed chain is my heart's snare, Your ambergris breeze enslaves my heart. Since the sermon of Your passion was read in my name, you'd say the whole world follows my heart's pleasure. In the name of God. It has been said that name [ism] derives from “brand” [sima]. In other words, he who says “In the name of God” receives that stamp and is marked by that brand. Be the elect servant of the king-with his brand you're safe from police by day and patrols by night. He who finds a name finds it from His threshold. Be one of His, brother-don't worry about anyone else. ʿAlī ibn Mūsā al-Riẓā said, “When the servant says, 'In the name of God,' its meaning is 'I have branded myself with the brand of my Lord.' O Lord, I have Your brand and am happy with it, but I lament at my own being. O Generous One, remove my being from before me, so that Your being may set all my work aright.” The Pir of the Tariqah said, “O God, when Your light lit the lamp of recognition, my heart increased. When Your testimony became my spokesman, my voice increased. When Your prox- imity lit the lamp of ecstasy, my aspiration increased. When Your desire put my work in order, my effort increased. When Your being set my work aright, my being increased. O God, what have I seen from my own being other than trial and trouble? From Your being all is bestowal and loyalty. O You who are apparent in kindness and plain in generosity, take what I have done as not done. Do as is fitting for You!” Someone may say, “In the texts of the Book and the Sunnah God's names are many, and all of them are great, beginningless, pure, and beautiful. What wisdom is there in beginning the tremen- dous Qur'an with these three? Of all of them, why did He choose these and not add any others?” The answer is that He chose these three names and confined Himself to them for the sake of two meanings: First so that His servants' work in His names would be easy and their reward would in no way be decreased. He knew that they do not have the capacity to remember and memorize all of His many names."
}
