{
  "surah": 20,
  "ayah": 82,
  "text": "Surely I am all-forgiving toward the one who repents and has faith and does wholesome deeds, and then is guided. All-forgiving is an intensive form and requires manyness. In other words, God is vast in forgive- ness. Toward the one who repents is the act of the servant, and the act does not require manyness. The allusion of the verse is that if the servant should turn back to the Real once in regret, the Exalted Lord will turn to him many times in gentleness and mercy. From the servant there will be one step in the road of struggle, and from God a thousand generosities by virtue of solicitude. “My servant, from you a little obedience, from Me great mercy; from you a bit of service, from Me much blessing.” This is the same as what MuṣṬafā said, narrating from the Eternal Enactor: “When someone comes near to Me by a span, I come near to him by a cubit, and when someone comes near to Me by a cubit, I come near to him by a fathom.” Surely I am all-forgiving toward the one who repents and has faith. It is known that repen- tance without faith is not sound. So what is the profit here of and has faith? It means and has faith that his salvation does not come through his own repentance and obedience. His salvation comes only through His mercy. Ghaffār [all-forgiving] comes from ghafr, and the meaning of ghafr is to cover. It is to keep the servant concealed and to hold the curtain of pardon and mercy over his words and deeds, both obedience and disobedience. Not only do the servant's acts of disobedience need concealing, but also his obedience needs concealing. If the blights of the servant's obedience were brought for- ward, he would fear obedience more than he fears disobedience. ʿāÌisha narrated as follows: “I asked MuṣṬafā the meaning of the verse, Those who give what they give, their hearts quaking [23:60]. 'Are they the ones who fornicate, steal, and drink wine' “He replied, 'No, they are the ones who pray, fast, give alms, and then fear that these will not be accepted.'” Rābiʿa ʿAdawiyya often used to say, “I ask forgiveness from God for my lack of truthfulness in saying, 'I ask forgiveness from God."
}
