{
  "text": "قوله عز وجل : ( واضرب لهم مثلا أصحاب القرية  ) يعني : اذكر لهم شبها مثل حالهم من قصة أصحاب القرية وهي أنطاكية  ، ( إذ جاءها المرسلون  ) يعني : رسل عيسى  عليه الصلاة والسلام .قال العلماء بأخبار الأنبياء : بعث عيسى رسولين من الحواريين إلى أهل مدينة أنطاكية فلما قربا من المدينة رأيا شيخا يرعى غنيمات له وهو حبيب النجار ، صاحب يس فسلما عليه ، فقال الشيخ لهما : من أنتما ؟ فقالا : رسولا عيسى ، ندعوكم من عبادة الأوثان إلى عبادة الرحمن ، فقال : أمعكما آية ؟ قالا : نعم نحن نشفي المريض ونبرئ الأكمه والأبرص بإذن الله ، فقال الشيخ : إن لي ابنا مريضا منذ سنين ، قالا : فانطلق بنا نطلع على حاله ، فأتى بهما إلى منزله ، فمسحا ابنه ، فقام في الوقت - بإذن الله - صحيحا ، ففشا الخبر في المدينة ، وشفى الله - تعالى - على أيديهما كثيرا من المرضى ، وكان لهم ملك - قال وهب : اسمه إنطيخس - وكان من ملوك الروم يعبد الأصنام ، قالوا : فانتهى الخبر إليه فدعاهما ، فقال : من أنتما ؟ قالا : رسولا عيسى ، قال : وفيم جئتما ؟ قالا : ندعوك من عبادة ما لا يسمع ولا يبصر إلى عبادة من يسمع ويبصر ، فقال : لكما إله دون آلهتنا ؟ قالا : نعم ، من أوجدك وآلهتك . قال : قوما حتى أنظر في أمركما ، فتبعهما الناس فأخذوهما وضربوهما في السوق .قال وهب : بعث عيسى هذين الرجلين إلى أنطاكية ، فأتياها فلم يصلا إلى ملكها ، وطال مدة مقامهما فخرج الملك ذات يوم فكبرا وذكرا الله ، فغضب الملك وأمر بهما فحبسا وجلد كل واحد منهما مائة جلدة . قالوا : فلما كذب الرسولان وضربا ، بعث عيسى رأس الحواريين شمعون الصفا على إثرهما لينصرهما ، فدخل شمعون البلد متنكرا ، فجعل يعاشر حاشية الملك حتى أنسوا به ، فرفعوا خبره إلى الملك فدعاه فرضي عشرته وأنس به وأكرمه ، ثم قال له ذات يوم : أيها الملك بلغني أنك حبست رجلين في السجن وضربتهما حين دعواك إلى غير دينك ، فهل كلمتهما وسمعت قولهما ؟ فقال الملك : حال الغضب بيني وبين ذلك . قال : فإن رأى الملك دعاهما حتى نطلع على ما عندهما ، فدعاهما الملك ، فقال لهما شمعون : من أرسلكما إلى هاهنا ؟ قالا : الله الذي خلق كل شيء وليس له شريك ، فقال لهما شمعون : [ فصفاه وأوجزا ، فقالا : إنه يفعل ما يشاء ويحكم ما يريد ، فقال شمعون : وما آيتكما ؟ قالا : ما تتمناه ، فأمر الملك حتى جاءوا بغلام مطموس العينين وموضع عينيه كالجبهة ، فما زالا يدعوان ربهما حتى انشق موضع البصر ، فأخذا بندقتين من الطين ، فوضعاهما في حدقتيه فصارتا مقلتين يبصر بهما ، فتعجب الملك ، فقال شمعون للملك : إن أنت سألت إلهك حتى يصنع صنعا مثل هذا فيكون لك الشرف ولإلهك . فقال الملك : ليس لي عنك سر إن إلهنا الذي نعبده لا يسمع ولا يبصر ، ولا يضر ولا ينفع ، وكان شمعون إذا دخل الملك على الصنم يدخل بدخوله ويصلي كثيرا ، ويتضرع حتى ظنوا أنه على ملتهم ، فقال الملك للرسولين : إن قدر إلهكم الذي تعبدانه على إحياء ميت آمنا به وبكما ، قالا : إلهنا قادر على كل شيء ، فقال الملك : إن هاهنا ميتا مات منذ سبعة أيام : ابن لدهقان ، وأنا أخرته فلم أدفنه حتى يرجع أبوه ، وكان غائبا فجاؤوا بالميت وقد تغير وأروح فجعلا يدعوان ربهما علانية ، وجعل شمعون يدعو ربه سرا ، فقام الميت ، وقال : إني قد مت منذ سبعة أيام مشركا فأدخلت في سبعة أودية من النار ، وأنا أحذركم ما أنتم فيه فآمنوا بالله ، ثم قال : فتحت لي أبواب السماء فنظرت فرأيت شابا حسن الوجه يشفع لهؤلاء الثلاثة ، قال الملك : ومن الثلاثة ؟ قال : شمعون وهذان وأشار إلى صاحبيه ، فتعجب الملك ، فلما علم شمعون أن قوله أثر في الملك أخبره بالحال ، ودعاه فآمن الملك وآمن قوم ، وكفر آخرون .وقيل : إن ابنة للملك كانت قد توفيت ودفنت ، فقال شمعون للملك : اطلب من هذين الرجلين أن يحييا ابنتك ، فطلب منهما الملك ذلك فقاما وصليا ودعوا وشمعون معهما في السر ، فأحيا الله المرأة وانشق القبر عنها فخرجت ، وقالت : أسلموا فإنهما صادقان . قالت : ولا أظنكم تسلمون ، ثم طلبت من الرسولين أن يرداها إلى مكانها فذرا ترابا على رأسها وعادت إلى قبرها كما كانت .وقال ابن إسحاق عن كعب ووهب : بل كفر الملك ، وأجمع هو وقومه على قتل الرسل فبلغ ذلك حبيبا ، وهو على باب المدينة الأقصى ، فجاء يسعى إليهم يذكرهم ويدعوهم إلى طاعة المرسلين ، فذلك قوله - عز وجل - :",
  "ayah": 13,
  "surah": 36
}
