{
  "text": "القول في تأويل قوله تعالى :  وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ (12)يقول تعالى ذكره: ومن قبل هذا الكتاب, كتاب موسى, وهو التوراة, إماما لبني إسرائيل يأتمون به, ورحمة لهم أنـزلناه عليهم. وخرج الكلام مخرج الخبر عن الكتاب بغير ذكر تمام الخبر اكتفاء بدلالة الكلام على تمامه; وتمامه: ومن قبله كتاب موسى إماما ورحمة أنـزلناه عليه, وهذا كتاب أنـزلناه لسانا عربيا.اختلف في تأويل ذلك, وفي المعنى الناصب ( لِسَانًا عَرَبِيًّا ) أهل العربية, فقال بعض نحويي البصرة: نصب اللسان والعربي, لأنه من صفة الكتاب, فانتصب على الحال, أو على فعل مضمر, كأنه قال: أعني لسانا عربيا. قال: وقال بعضهم على مصدق جعل الكتاب مصدق اللسان, فعلى قول من جعل اللسان نصبا على الحال, وجعله من صفة الكتاب, ينبغي أن يكون تأويل الكلام, وهذا كتاب بلسان عربيّ مصدّق التوراة كتاب موسى, بأن محمدا لله رسول, وأن ما جاء به من عند الله حقّ.وأما القول الثاني الذي حكيناه عن بعضهم, أنه جعل الناصب للسان مصدّق, فقول لا معنى له, لأن ذلك يصير إذا يؤوّل كذلك إلى أن الذي يصدق القرآن نفسه, ولا معنى لأن يقال: وهذا كتاب يصدّق نفسه, لأن اللسان العربيّ هو هذا الكتاب, إلا أن يجعل اللسان العربيّ محمدا عليه الصلاة والسلام , ويوجه تأويله إلى: وهذا كتاب وهو القرآن يصدّق محمدا, وهو اللسان العربيّ, فيكون ذلك وجها من التأويل.وقال بعض نحويي الكوفة: قوله: ( لِسَانًا عَرَبِيًّا ) من نعت الكتاب, وإنما نُصب لأنه أريد به: وهذا كتاب يصدّق التوراة والإنجيل لسانا عربيا, فخرج لسانا عربيا من يصدّق, لأنه فعل, كما تقول: مررت برجل يقوم محسنا, ومررت برجل قائم محسنا, قال: ولو رفع لسان عربيّ جاز على النعت للكتاب.وقد ذُكر أن ذلك في قراءة ابن مسعود \" وهذا كتاب مصدّق لما بين يديه لسانا عربيا \" ، فعلى هذه القراءة يتوجه النصب في قوله ( لِسَانًا عَرَبِيًّا ) من وجهين: أحدهما على ما بيَّنت من أن يكون اللسان خارجا من قوله (مصَدّقٌ) والآخر: أن يكون قطعا من الهاء التي في بين يديه.والصواب من القول في ذلك عندي أن يكون منصوبا على أنه حال مما في مصدّق من ذكر الكتاب, لأن قوله: (مصَدّقٌ) فعل, فتأويل الكلام إذ كان ذلك كذلك: وهذا القرآن يصدق كتاب موسى بأن محمدا نبي مرسل لسانا عربيا.وقوله ( لِيُنْذِرَ الَّذِينَ ظَلَمُوا ) يقول: لينذر هذا الكتاب الذي أنـزلناه إلى محمد عليه الصلاة والسلام الذين ظلموا أنفسهم بكفرهم بالله بعبادتهم غيره.وقوله ( وَبُشْرَى لِلْمُحْسِنِينَ ) يقول: وهو بشرى للذين أطاعوا الله فأحسنوا في إيمانهم وطاعتهم إياه في الدنيا, فحسن الجزاء من الله لهم في الآخرة على طاعتهم إياه. وفي قوله (وبُشْرى) وجهان من الإعراب: الرفع على العطف على الكتاب بمعنى: وهذا كتاب مصدّق وبشرى للمحسنين. والنصب على معنى: لينذر الذين ظلموا ويبشر, فإذا جعل مكان يبشر وبُشرى أو وبشارة, نصبت كما تقول أتيتك لأزورك وكرامة لك, وقضاء لحقك, بمعنى لأزورك وأكرمك, وأقضي حقك, فتنصب الكرامة والقضاء بمعنى مضمر.واختلفت القرّاء في قراءة (لِيُنْذِرَ) فقرأ ذلك عامة قرّاء الحجاز \" لِتُنْذِرَ\" بالتاء بمعنى: لتنذر أنت يا محمد, وقرأته عامة قرّاء العراق بالياء بمعنى: لينذر الكتاب, وبأي القراءتين قرأ ذلك القارئ فمصيب.",
  "ayah": 12,
  "surah": 46
}
