{
  "text": "القول في تأويل قوله تعالى :  أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ (16)يقول تعالى ذكره: هؤلاء الذين هذه الصفة صفتهم, هم الذين يُتقبل عنهم أحسن ما عملوا في الدنيا من صالحات الأعمال, فيجازيهم به, ويثيبهم عليه ( وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ ) يقول: ويصفح لهم عن سيئات أعمالهم التي عملوها في الدنيا, فلا يعاقبهم عليها( فِي أَصْحَابِ الْجَنَّةِ ) يقول: نفعل ذلك بهم فعلنا مثل ذلك في أصحاب الجنة وأهلها الذين هم أهلها.كما حدثني يعقوب بن إبراهيم, قال: ثنا المعتمر بن سليمان, عن الحكم بن أبان, عن الغطريف, عن جابر بن زيد, عن ابن عباس. عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم عن الروح الأمين, قال: \" يؤتي بحسنات العبد وسيئاته, فيقتص بعضها ببعض، فإن بقيت حسنة وسع الله له في الجنة- قال: فدخلت على يزداد, فحدث بمثل هذا الحديث, قال: قلت: فإن ذهبت الحسنة؟ قال: ( أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ )... الآية .حدثنا ابن حميد, قال: ثنا جرير, عن ليث, عن مجاهد, قال: دعا أبو بكر عمر رضي الله عنهما , فقال له: إني أوصيك بوصية أن تحفظها: إن لله في الليل حقا لا يقبله بالنهار, وبالنهار حقا لا يقبله بالليل, إنه ليس لأحد نافلة حتى يؤدّي الفريضة, إنه إنما ثقُلت موازين من ثقُلت موازينه يوم القيامة باتباعهم الحقّ في الدنيا, وثقُل ذلك عليهم, وحقّ لميزان لا يوضع فيه إلا الحقّ أن يثقل, وخفَّت موازين من خفَّت موازينه يوم القيامة, لاتباعهم الباطل في الدنيا, وخفته عليهم, وحقّ لميزان لا يوضع فيه إلا الباطل أن يخف.ألم تر أن الله ذكر أهل الجنة بأحسن أعمالهم, فيقول قائل: أين يبلغ عملي من عمل هؤلاء, وذلك أن الله عزّ وجلّ تجاوز عن أسوأ أعمالهم فلم يبده, ألم تر أن الله ذكر أهل النار بأسوأ أعمالهم حتى يقول قائل: أنا خير عملا من هؤلاء, وذلك بأن الله ردّ عليهم أحسن أعمالهم, ألم تر أن الله عزّ وجلّ أنـزل أية الشدّة عند آية الرخاء, وآية الرخاء عند آية الشدّة, ليكون المؤمن راغبا راهبا, لئلا يُلقي بيده إلى التهلكة, ولا يتمنى على الله أمنية يتمنى على الله فيها غير الحقّ.واختلفت القراء في قراءة قوله ( أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ ) فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (يُتَقَبَّلُ وَيُتَجَاوَزُ) بضم الياء منهما, على ما لم يسمّ فاعله, ورفع (أحْسَنُ). وقرأ ذلك عامة قراء الكوفة (نَتَقَبَّلُ, وَنَتَجَاوَزُ) بالنون وفتحها, ونصب (أحسنَ) على معنى إخبار الله جلّ ثناؤه عن نفسه أنه يفعل ذلك بهم,وردّا للكلام على قوله  وَوَصَّيْنَا الإِنْسَانَ  ونحن نتقبل منهم أحسن ما عملوا ونتجاوز, وهما قراءتان معروفتان صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.وقوله ( وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ ) يقول: وعدهم الله هذا الوعد, وعد الحقّ لا شك فيه أنه موفّ لهم به, الذي كانوا إياه في الدنيا يعدهم الله تعالى, ونصب قوله ( وَعْدَ الصِّدْقِ ) لأنه مصدر خارج من قوله ( نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ ) , وإنما أخرج من هذا الكلام مصدر وعد وعدا, لأن قوله ( يَتَقَبَّلُ عَنْهُمْ - وَيَتَجاوَز ُ) وعد من الله لهم, فقال: وعد الصدق, على ذلك المعنى.",
  "ayah": 16,
  "surah": 46
}
