{
  "text": "إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (19) معترضة بين { من أدبر وتولّى وجمع فأوعى } [ المعارج : 1718 ] وبين الاستثناء { إلاّ المصلّين } [ المعارج : 22 ] الخ .وهي تذييل لجملةِ { وجمع فأوعى } تنبيهاً على خصلةٍ تخامر نفوس البشر فتحملهم على الحرص لنيل النافع وعلى الاحتفاظ به خشية نفاده لما فيهم من خلق الهلع . وهذا تذييل لَوْم وليس في مَساقه عُذر لمن جمَع فأوعى ، ولا هو تعليل لفعله .وموقع حرف التوكيد ما تتضمنه الجملة من التعجيب من هذه الخصلة البشرية ، فالتأكيد لمجرد الاهتمام بالخبر ولفت الأنظار إليه والتعريضضِ بالحذر منه . والمقصود من التذييل هو قوله : { وإذا مسَّه الخير منوعاً } وأما قوله : { إذا مسه الشر جزوعاً } فتمهيد وتتميم لحالتيه .فالمراد بالإِنسان : جنس الإِنسان لاَ فرد معيّن كقوله تعالى : { إن الإِنسان ليطْغَى أن رآه استغنى } [ العلق : 67 ] وقوله : { خلق الإِنسان من عَجَل } [ الأنبياء : 37 ] ، ونظائر ذلك كثيرة في القرآن .وهلوع : فعول مثال مبالغة للاتصاف بالهلَع .والهلع لفظ غامض من غوامض اللّغة قد تساءل العلماء عنه ، قال «الكشاف» : «وعن أحمد بن يحيى ( هو ثعلب ) قال لي محمد بن عبد الله بن طاهر : ما الهلع؟ فقلت : قد فسره الله ولا يكون تفسير أبْيَنَ من تفسيره وهو الذي إذا ناله شر أظهر شدة الجزع ، وإذا ناله خير بخل به ومنعه الناس» ا ه . فسارت كلمة ثعلب مسيراً أقنع كثيراً من اللغويين عن زيادة الضبط لمعنى الهلع . وهي كلمة لا تخلو عن تسامح وقلة تحديد للمعنى لأنه إذا كان قول الله تعالى : { إذا مسه الشر جزوعاً وإذا مسه الخير منوعاً } تفسيراً لمدلول الجزوع ، تعيّن أن يكون مدلول الكلمة معنًى مركباً من معنيي الجملتين لتكون الجملتان تفسيراً له ، وظاهر أن المعنيين ليس بينهما تلازم ، وكثيراً من أيمة اللغة فسر الهلع بالجزع ، أو بشدة الجزع ، أو بأفحش الجزع ، والجزع : أثر من آثار الهلع وليس عينه ، فإن ذلك لا يستقيم في قول عمرو بن معد يكرب :ما إن جَزِعْتُ ولا هَلِعْتُ ... ولا يَرُدُّ بُكَايَ زَنْدَاإذ عَطف نفي الهلع على نفي الجزع ، ولو كان الهلع هو الجزع لم يحسن العطف ، ولو كان الهلع أشد الجزع كان عطف نفيه على نفي الجزع حشواً . ولذلك تكلّف المرزوقي في «شرح الحماسة» لمعنى البيت تكلفاً لم يُغن عنه شيئاً قال : فكأنه قال : ما حَزنت عليه حزناً هَيِّناً قريباً ولا فظيعاً شديداً ، وهذا نفي للحزن رأساً كقولك : ما رأيت صغيرهم ولا كبيرهم ا ه .والذي استخلصته من تتبع استعمالات كلمة الهلع أن الهلع قلة إمساك النفس عند اعتراء ما يُحزنها أو ما يسرها أو عند توقع ذلك والإشفاققِ منه . وأما الجزع فمن آثار الهلع ، وقد فسر بعض أهل اللغة الهلع بالشره ، وبعضهم بالضجر ، وبعضهم بالشح ، وبعضهم بالجوع ، وبعضهم بالجبن عند اللقاء .وما ذكرناه في ضبطه يَجمع هذه المعاني ويريك أنها آثار لصفة الهلع . ومعنى { خُلق هلوعاً : } أن الهلع طبيعة كامنة فيه مع خلقه تظهر عند ابتداء شعوره بالنافع والمضار فهو من طباعه المخلوقة كغيرها من طباعه البشرية ، إذ ليس في تَعلُّق الحال بعاملها دلالة على قصر العامل عليها ، ولا في اتصاف صاحب الحال بالحال دلالة على أنه لا صفة له غيرها ، وقد تكون للشيء الحالةَ وضدها باختلاف الأزمان والدواعي ، وبذلك يستقيم تعلق النهي عن حاللٍ مع تَحقق تمكن ضدها من المنهي لأن عليه أن يروض نفسه على مقاومة النقائص وإزالتها عنه ، وإِذْ ذَكَر الله الهلع هنا عقب مَذَمَّة الجمع والإِيعاء ، فقد أشعر بأن الإِنسان يستطيع أن يكف عن هلعه إذا تدبر في العواقب فيكون في قوله : { خُلق هلوعاً } كناية بالخَلْق عن تمكن ذلك الخُلق منه وغلبته على نفسه .والمعنى : أن من مقتضى تركيب الإِدراك البشري أن يحدث فيه الهلع .بيان ذلك أن تركيب المدارك البشرية رُكِّز بحكمة دقيقة تجعلها قادرة على الفعل والكف ، وساعية إلى المُلائم ومعرضة عن المنافر . وجعلت فيها قوى متضادة الآثار يتصرف العقل والإِدراك في استخدامها كما يُجب في حدود المقدرة البدنية التي أُعطها النوع والتي أعطيها أفراد النوع ، كل ذلك ليَصلُح الإِنسانُ لإِعمار هذا العالم الأرضي الذي جعله الله خليفة فيه ليصلحه إصلاحاً يشمله ويشمل من معه في هذا العالم إعداداً لصلاحيته لإعمار عالم الخلود ، ثم جعل له إدراكاً يميز الفرق بين آثار الموجودات وآثار أفعالها بين النافع منها والضار والذي لا نفع فيه ولا ضر . وخلق فيه إلهاماً يُحِب النافع ويكرهَ الضار ، غير أن اختلاط الوصفين في بعض الأفعال وبعض الذوات قد يُريه الحال النافع منها ولا يريه الحال الضارّ فيبْتغي ما يظنه نافعاً غير شاعر بما في مطاويه من أضرار في العاجل والآجل ، أو شاعراً بذلك ولكن شَغَفَه بحصول النفع العاجل يرجِّح عنده تناوله الآن لعدم صبره على تركه مقدِّراً معاذيرَ أو حِيَلاً يقتحم بها ما فيه من ضر آجل . وإِن اختلاط القوى الباطنية مع حركات التفكير قد تستر عنْه ضُرَّ الضار ونفعَ النافع فلا يهتدي إلى ما ينبغي سلوكه أو تجنبه ، وقد لا تستر عنه ذلك ولكنها تُحدث فيه إيثاراً لاتباع الضار لملاءمة فيه ولو في وقت أو عند عارض ، إعراضاً عن اتباع النافع لكلفةٍ في فعله أو منافرة لوجدانه ، وذلك من اشتمال تركيب قُواه الباعثة والصارفة وآلاتها التي بها تعمل وتدفع على شيء من التعاكس في أعمالها ، فحدثت من هذا التركيب والبديع صلاحية للوفاء بالتدبير الصالح المنوط بعهدة الإنسان ، وصلاحيةً لإِفساد ذلك أو بعثرته .غير أن الله جعل للإِنسان عقلاً وحكمة إن هو أحسن استعمالهما نَخَلَتْ صفاته ، وثقَّفت من قناتِه ، ولم يُخْلِه من دعاة إلى الخير يصفون له كيف يَريض جامح نفْسه ، وكيف يُوفق بين إدراكه وحِسّه ، وهؤلاء هم الرسل والأنبياء والحكماء .فإذا أُخبر عن الإِنسان بشدة تلبسه ببعض النقائص وجُعل ذلك في قالب أنه جبل عليه فالمقصود من ذلك : إلقاء تَبِعة ذلك عليه لأنه فرط في إِراضة نفسه على ما فيها من جبلة الخير ، وأرخى لها العنان إلى غاية الشر ، وفرط في نصائح الشرائع والحكماء .وإذا أُسند ما يأتيه الإِنسان من الخير إلى الله تعالى فالمقصود : التنبيه إلى نعمة الله عليه بخلق القوة الجالبة للخير فيه ، ونعمة إرشاده وإيقاظه إلى الحق ، كما أشار إلى ذلك قوله تعالى : { ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك } [ النساء : 79 ] عقب قوله : { قلْ كلٌّ من عند الله فما لهؤلاء القوم لا يكادون يفقهون حديثاً } [ النساء : 78 ] . وفي هذا المجال زلت أفهام المعتزلة ، وحَلِكَتْ عليهم الأجواء ، ففكروا وقدَّروا ، وما استطاعوا مخلصاً وما قدَروا .واعلم أن كلمة ( خُلق الإنسان ) إذا تعلق بها ما ليس من المواد مثل { إنا خلقنا الإنسان من نطفة أمْشاج } [ الإنسان : 2 ] بل كان من الأخلاق والغرائز قد يُعنى بها التنبيه على جبلة الإِنسان وأنها تسرع إلى الاعتلاق بمشاعره عند تصرفاته تعريضاً بذلك لوجوب الحذر من غوائلها نحو { خلق الإنسان من عَجل } [ الأنبياء : 37 ] { إن الإِنسان خلق هلوعاً } ، وقد ترد للعذر والرفق نحو قوله : { يريد الله أن يخفف عنكم وخلق الإِنسان ضعيفاً } [ النساء : 28 ] ، وقد ترد لبيان أصل ما فُطر عليه الإِنسان ومَا طرأ عليه من سوء تصرفه في أفعاله كما في قوله تعالى : { لقد خلقنا الإِنسان في أحسن تقويم ثم رددناه أسفل سافلين } [ التين : 45 ] ففعل الخلق من كذا مستعار لكثرة الملابسة . قال عروة بن أذَيْنَة :إن التي زَعَمَتْ فؤادَك ملّها ... خُلِقَتْ هواك كما خُلِقْتَ هوًى لهاأراد إبطال أن يكون ملَّها بحجة أنها خُلقت حبيبة له كما خُلق محبوبها ، أي إن محبته إياها لا تنفك عنه .والهلع : صفة غير محمودة ، فوصف الإِنسان هنا بها لوْم عليه في تقصيره عن التخلق بدفع آثارها ، ولذلك ذيل به قوله : { وجمع فأوعى } [ المعارج : 18 ] على كلا معنييه .وانتصب { جزوعاً } على الحال من الضمير المستتر في { هلوعاً ، } أو على البدل بدل اشتمال لأن حال الهلع يشتمل على الجزع عند مس الشر .وقوله : { منوعاً } عطف على { جزوعاً ، } أي خلق هلوعاً في حال كونه جزوعاً إذا مسه الشر ، ومنوعاً إذا مسه الخير .",
  "ayah": 19,
  "surah": 70
}
