{
  "text": "فرعون کے دعوے فرعون کی سرکشی اور خود بینی بیان ہو رہی ہے کہ اس نے اپنی قوم کو جمع کر کے ان میں بڑی باتیں ہانکنے لگا اور کہا کیا میں تنہا ملک مصر کا بادشاہ نہیں ہوں ؟ کیا میرے باغات اور محلات میں نہریں جاری نہیں ؟ کیا تم میری عظمت و سلطنت کو دیکھ نہیں رہے ؟ پھر موسیٰ اور اس کے ساتھیوں کو دیکھو جو فقراء اور ضعفاء ہیں۔ کلام پاک میں اور جگہ ہے اس نے جمع کر کے سب سے کہا میں تمہارا بلند وبالا رب ہوں جس پر اللہ نے اسے یہاں کے اور وہاں کے عذابوں میں گرفتار کیا (ام) معنی میں (بل) کے ہے۔ بعض قاریوں کی قرأت (اما انا) بھی ہے امام ابن جریر فرماتے ہیں اگر یہ قرأت صحیح ہوجائے تو معنی تو بالکل واضح اور صاف ہوجاتے ہیں لیکن یہ قرأت تمام شہروں کی قرأت کے خلاف ہے سب کی قرأت (ام) استفہام کی ہے۔ حاصل یہ ہے کہ فرعون ملعون اپنے آپ کو حضرت کلیم اللہ سے بہتر و برتر بنا رہا ہے اور یہ دراصل اس ملعون کا جھوٹ ہے۔ (مھین) کے معنی حقیر، ضعیف، بےمال، بےشان۔ پھر کہتا ہے موسیٰ تو صاف بولنا بھی نہیں جانتا اس کا کلام فصیح نہیں وہ اپنا ما فی الضمیر ادا نہیں کرسکتا بعض کہتے ہیں بچپن میں آپ نے اپنے منہ میں آگ کا انگارہ رکھ لیا تھا جس کا اثر زبان پر باقی رہ گیا تھا۔ یہ بھی فرعون کا مکر جھوٹ اور دجل ہے۔ حضرت موسیٰ صاف گو صحیح کلام کرنے والے ذی عزت بارعب و وقار تھے۔ لیکن چونکہ ملعون اپنی کفر کی آنکھ سے نبی اللہ کو دیکھتا تھا اس لئے اسے یہی نظر آتا تھا۔ حقیقتاً ذلیل و غبی تھا۔ گو حضرت موسیٰ کی زبان میں بوجہ اس انگارے کے جسے بچپن میں منہ میں رکھ لیا تھا کچھ لکنت تھی لیکن آپ نے اللہ تعالیٰ سے دعا مانگی اور آپ کی زبان کی گرہ کھل گئی تاکہ آپ لوگوں کو باآسانی اپنا مدعا سمجھا سکیں۔ اور اگر مان لیا جائے کہ تاہم کچھ باقی رہ گئی تھی کیونکہ دعا کلیم میں اتنا ہی تھا کہ میری زبان کی اس قدر گرہ کھل جائے کہ لوگ میری بات سمجھ لیں۔ تو یہ بھی کوئی عیب کی بات نہیں اللہ تعالیٰ نے جس کسی کو جیسا بنادیا وہ ویسا ہی ہے اس میں عیب کی کونسی بات ہے ؟ دراصل فرعون ایک کلام بنا کر ایک مسودہ گھڑ کر اپنی جاہل رعایا کو بھڑکانا اور بہکانا چاہتا تھا، دیکھئے وہ آگے چل کر کہتا ہے کہ کیوں جی اس پر آسمان سے ہن کیوں نہیں برستا مالداری تو اسے اتنی ہونی چاہیے کہ ہاتھ سونے سے پر ہوں لیکن یہ محض مفلس ہے اچھا یہ بھی نہیں تو اللہ اس کے ساتھ فرشتے ہی کردیتا جو کم از کم ہمیں باور کرا دیتے کہ یہ اللہ کے نبی ہیں، غرض ہزار جتن کر کے لوگوں کو بیوقوف بنا لیا اور انہیں اپنا ہم خیال اور ہم سخن کرلیا۔ یہ خود فاسق فاجر تھے فسق و فجور کی پکار پر فوراً ریجھ گئے پس جب ان کا پیمانہ چھلک گیا اور انہوں نے دل کھول کر رب کی نافرمانی کر اور رب کو خوب ناراض کردیا تو پھر اللہ کا کوڑا ان کی پیٹھ پر برسا اور اگلے پچھلے سارے کرتوت پکڑ لئے گئے یہاں ایک ساتھ پانی میں غرق کر دئیے گئے وہاں جہنم میں جلتے جھلستے رہیں گے۔ رسول اللہ ﷺ فرماتے ہیں کہ جب کسی انسان کو اللہ دنیا دیتا چلا جائے اور وہ اللہ کی نافرمانیوں پر جما ہوا ہو تو سمجھ لو کہ اللہ نے اسے ڈھیل دے رکھی ہے پھر حضور ﷺ نے یہ آیت تلاوت فرمائی (ابن ابی حاتم) حضرت عبداللہ کے سامنے جب اچانک موت کا ذکر آیا تو فرمایا ایمان دار پر تو یہ تخفیف ہے اور کافر پر حسرت ہے۔ پھر آپ نے اسی آیت کو پڑھ کر سنایا حضرت عمر بن عبدالعزیز فرماتے ہیں انتقام غفلت کے ساتھ ہے۔ پھر اللہ سبحانہ وتعالیٰ فرماتا ہے کہ ہم نے انہیں نمونہ بنادیا کہ ان کے سے کام کرنے والے ان کے انجام کو دیکھ لیں اور یہ مثال یعنی باعث عبرت بن جائے کہ ان کے بعد آنے والے ان کے واقعات پر غور کریں اور اپنا بچاؤ ڈھونڈیں۔ (واللہ سبحانہ وتعالیٰ الموفق للصواب والیہ المرجع والماب)",
  "ayah": 55,
  "surah": 43
}
