{
  "text": "قیامت کے قریب نزول عیسیٰ ؑ (یصدون) کے معنی حضرت ابن عباس مجاہد عکرمہ اور ضحاک نے کئے ہیں کہ وہ ہنسنے لگے یعنی اس سے انہیں تعجب معلوم ہوا۔ قتادہ فرماتے ہیں گھبرا کر بول پڑے۔ ابراہیم نخعی کا قول ہے منہ پھیرنے لگے اس کی وجہ جو امام محمد بن اسحاق نے اپنی سیرت میں بیان کی ہے وہ یہ ہے کہ رسول اللہ ﷺ ولید بن مغیرہ وغیرہ قریشیوں کے پاس تشریف فرما تھے جو نضر بن حارث آگیا اور آپ سے کچھ باتیں کرنے لگا جس میں وہ لاجواب ہوگیا پھر حضور ﷺ نے قرآن کریم کی آیت (اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَ ۭ اَنْتُمْ لَهَا وٰرِدُوْنَ 98؀) 21۔ الأنبیاء :98) ، آیتوں تک پڑھ کر سنائیں یعنی تم اور تمہارے معبود سب جہنم میں جھونک دئیے جاؤ گے پھر حضور ﷺ وہاں سے چلے گئے تھوڑی ہی دیر میں عبداللہ بن زہیری تمیمی آیا تو ولید بن مغیرہ نے اس سے کہا نضر بن حارث تو ابن عبدالمطلب سے ہار گیا اور بالآخر ابن عبدالمطلب ہمیں اور ہمارے معبودوں کو جہنم کا ایندھن کہتے ہوئے چلے گئے۔ اس نے کہا اگر میں ہوتا تو خود انہیں لاجواب کردیتا جاؤ ذرا ان سے پوچھو تو کہ جب ہم اور ہمارے سارے معبود دوزخی ہیں تو لازم آیا کہ سارے فرشتے اور حضرت عزیر اور حضرت مسیح بھی جہنم میں جائیں گے کیونکہ ہم فرشتوں کو پوجتے ہیں یہود حضرت عزیر کی پرستش کرتے ہیں نصرانی حضرت عیسیٰ کی عبادت کرتے ہیں۔ اس پر مجلس کے کفار بہت خوش ہوئے اور کہا ہاں یہ جواب بہت ٹھیک ہے۔ لیکن جب حضور ﷺ تک یہ بات پہنچی تو آپ نے فرمایا ہر وہ شخص جو غیر اللہ کی عبادت کرے اور ہر وہ شخص جو اپنی عبادت اپنی خوشی سے کرائے یہ دونوں عابد و معبود جہنمی ہیں۔ فرشتوں یا نبیوں نے نہ اپنی عبادت کا حکم دیا نہ وہ اس سے خوش۔ ان کے نام سے دراصل یہ شیطان کی عبادت کرتے ہیں وہی انہیں شرک کا حکم دیتا ہے۔ اور یہ بجا لاتے ہیں اس پر آیت (اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰٓى ۙ اُولٰۗىِٕكَ عَنْهَا مُبْعَدُوْنَ01001ۙ) 21۔ الأنبیاء :101) ، نازل ہوئی یعنی حضرت عیسیٰ ، حضرت عزیر، اور ان کے علاوہ جن احبارو رہبان کی پرستش یہ لوگ کرتے ہیں اور خود وہ اللہ کی اطاعت پر تھے شرک سے بیزار اور اس سے روکنے والے تھے اور ان کے بعد گمراہوں جاہلوں نے انہیں معبود بنا لیا تو وہ محض بےقصور ہیں اور فرشتوں کو جو مشرکین اللہ کی بیٹیاں مان کر پوجتے تھے ان کی تردید میں آیت (وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا 88؀ۭ) 19۔ مریم :88) ، سے کئی آیتوں تک نازل ہوئیں اور ان کے اس باطل عقیدے کی پوری تردید کردی اور حضرت عیسیٰ کے بارے میں اس نے جو جواب دیا تھا جس پر مشرکین خوش ہوئے تھے یہ آیتیں اتریں کہ اس قول کو سنتے ہی کہ معبودان باطل بھی اپنے عابدوں کے ساتھ جہنم میں جائیں گے انہوں نے جھٹ سے حضرت عیسیٰ کی ذات گرامی کو پیش کردیا اور یہ سنتے ہی مارے خوشی کے آپ کی قوم کے مشرک اچھل پڑے اور بڑھ بڑھ کر باتیں بنانے لگے کہ ہم نے دبا لیا۔ ان سے کہو کہ حضرت عیسیٰ نے کسی سے اپنی یا کسی اور کی پرستش نہیں کرائی وہ تو خود برابر ہماری غلامی میں لگے رہے اور ہم نے بھی انہیں اپنی بہترین نعمتیں عطا فرمائیں۔ ان کے ہاتھوں جو معجزات دنیا کو دکھائے وہ قیامت کی دلیل تھے حضرت ابن عباس سے ابن جریر میں ہے کہ مشرکین نے اپنے معبودوں کا جہنمی ہونا حضور ﷺ کی زبانی سن کر کہا کہ پھر آپ ابن مریم کی نسبت کیا کہتے ہیں ؟ آپ نے فرمایا وہ اللہ کے بندے اور اس کے رسول ہیں اب کوئی جواب ان کے پاس نہ رہا تو کہنے لگے واللہ یہ تو چاہتے ہیں کہ جس طرح عیسائیوں نے حضرت عیسیٰ کو اللہ مان لیا ہے ہم بھی انہیں رب مان لیں۔ اللہ تعالیٰ فرماتا ہے یہ تو صرف بکواس ہے کھسیانے ہو کر بےتکی باتیں کرنے لگے ہیں۔ مسند احمد میں ہے کہ ایک مرتبہ حضرت ابن عباس نے فرمایا کہ قرآن میں ایک آیت ہے مجھ سے کسی نے اس کی تفسیر نہیں پوچھی۔ میں نہیں جانتا کہ کیا ہر ایک اسے جانتا ہے یا نہ جان کر پھر بھی جاننے کی کوشش نہیں کرتے ؟ پھر اور باتیں بیان فرماتے رہے یہاں تک کہ مجلس ختم ہوئی اور آپ چلے گئے۔ اب ہمیں بڑا افسوس ہونے لگا کہ وہ آیت تو پھر بھی رہ گئی اور ہم میں سے کسی نے دریافت ہی نہ کیا۔ اس پر ابن عقیل انصاری کے مولیٰ ابو یحییٰ نے کہا کہ اچھا کل صبح جب تشریف لائیں گے تو میں پوچھ لوں گا۔ دوسرے دن جو آئے تو میں نے ان کی کل کی بات دہرائی اور ان سے دریافت کیا کہ وہ کونسی آیت ہے ؟ آپ نے فرمایا ہاں سنو ! حضور ﷺ نے ایک مرتبہ قریش سے فرمایا کوئی ایسا نہیں جس کی عبادت اللہ کے سوا کی جاتی ہو اور اس میں خیر ہو۔ اس پر قریش نے کہا کیا عیسائی حضرت عیسیٰ کی عبادت نہیں کرتے ؟ اور کیا آپ حضرت عیسیٰ کو اللہ کا نبی اور اس کا برگذیدہ نیک بندہ نہیں مانتے ؟ پھر اس کا کیا مطلب ہوا کہ اللہ کے سوا جس کی عبادت کی جاتی ہے وہ خیر سے خالی ہے ؟ اس پر یہ آیتیں اتریں۔ کہ جب عیسیٰ بن مریم کا ذکر آیا تو لوگ ہنسنے لگے۔ وہ قیامت کا علم ہیں یعنی عیسیٰ بن مریم کا قیامت کے دن سے پہلے نکلنا ابن ابی حاتم میں بھی یہ روایت پچھلے جملے کے علاوہ ہے۔ حضرت قتادہ فرماتے ہیں ان کے اس قول کا کہ کیا ہمارے معبود بہتر ہیں یا وہ۔ مطلب یہ ہے کہ ہمارے معبود محمد ﷺ سے بہترے ہیں یہ تو اپنے آپ کو پجوانا چاہتے ہیں، ابن مسعود کی قرأت میں (ام ھذا) ہے۔ اللہ فرماتا ہے یہ ان کا مناظرہ نہیں بلکہ مجادلہ اور مکابرہ ہے یعنی بےدلیل جھگڑا اور بےوجہ حجت بازی ہے خود یہ جانتے ہیں کہ نہ یہ مطلب ہے نہ ہمارا یہ اعتراض اس پر وارد ہوتا ہے۔ اس لئے اولاً تو آیت میں لفظ (ما) ہے جو غیر ذوی العقول کے لئے ہے دوسرے یہ کہ آیت میں خطاب کفار قریش سے ہے جو اصنام و انداد یعنی بتوں اور پتھروں کو پوجتے تھے وہ مسیح کے پجاری نہ تھے جو یہ اعتراض برمحل مانا جائے پس یہ صرف جدل ہے یعنی وہ بات کہتے ہیں جس کے غیر صحیح ہونے کو ان کے اپنے دل کو بھی یقین ہے۔ ترمذی وغیرہ میں فرمان رسول ﷺ ہے کہ کوئی قوم اس وقت تک ہلاک نہیں ہوتی جب تک بےدلیل حجت بازی اس میں نہ آجائے۔ پھر آپ نے اسی آیت کی تلاوت کی ابن ابی حاتم میں اس حدیث کے شروع میں یہ بھی ہے کہ ہر امت کی گمراہی کی پہلی بات اپنے نبی کے بعد تقدیر کا انکار کرنا ہے۔ ابن جریر میں ہے کہ ایک بار حضور ﷺ صحابہ کے مجمع میں آئے اس وقت وہ قرآن کی آیتوں میں بحث کر رہے تھے۔ آپ سخت غضبناک ہوئے اور فرمایا اس طرح اللہ کی کتاب کی آیتوں کو ایک دوسری کے ساتھ ٹکراؤ نہیں یاد رکھو جھگڑے کی اسی عادت نے اگلے لوگوں کو گمراہ کردیا۔ پھر آپ نے آیت (مَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًا ۭ بَلْ هُمْ قَوْمٌ خَصِمُوْنَ 58؀) 43۔ الزخرف :58) کی تلاوت فرمائی پھر ارشاد ہوتا ہے کہ حضرت عیسیٰ اللہ عزوجل کے بندوں میں سے ایک بندے تھے۔ جن پر نبوت و رسالت کا انعام باری تعالیٰ ہوا تھا اور انہیں اللہ کی قدرت کی نشانی بنا کر بنی اسرائیل کی طرف بھیجا گیا تھا تاکہ وہ جان لیں کہ اللہ جو چاہے اس پر قادر ہے پھر ارشاد ہوتا ہے کہ اگر ہم چاہتے تو تمہارے جانشین بنا کر فرشتوں کو اس زمین میں آباد کردیتے۔ یا یہ کہ جس طرح تم ایک دوسرے کے جانشین ہوتے ہو یہی بات ان میں کردیتے مطلب دونوں صورتوں میں ایک ہی ہے۔ مجاہد فرماتے ہیں یعنی بجائے تمہارے زمین کی آبادی ان سے ہوتی ہے اس کے بعد جو فرمایا ہے کہ وہ قیامت کی نشانی ہے اس کا مطلب جو ابن اسحاق نے بیان کیا ہے وہ کچھ ٹھیک نہیں۔ اور اس سے بھی زیادہ دور کی بات یہ ہے کہ بقول قتادہ حضرت حسن بصری اور حضرت سعید بن جبیر کہتے ہیں کہہ کی ضمیر کا مرجع عائد ہے حضرت عیسیٰ پر۔ یعنی حضرت عیسیٰ قیامت کی ایک نشانی ہیں۔ اس لئے کہ اوپر سے ہی آپ کا بیان چلا آرہا ہے اور یہ بھی واضح رہے کہ مراد یہاں حضرت عیسیٰ کا قیامت سے پہلے کا نازل ہونا ہے جیسے کہ اللہ تبارک وتعالیٰ نے فرمایا آیت (وَاِنْ مِّنْ اَهْلِ الْكِتٰبِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚ وَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًا01509ۚ) 4۔ النسآء :159) یعنی ان کی موت سے پہلے ایک ایک اہل کتاب ان پر ایمان لائے گا۔ یعنی حضرت عیسیٰ کی موت سے پہلے قیامت کے دن یہ ان پر گواہ ہوں گے۔ اس مطلب کی پوری وضاحت اسی آیت کی دوسری قرأت سے ہوتی ہے جس میں ہے (وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِ ۭ ھٰذَا صِرَاطٌ مُّسْتَقِيْمٌ 61؀) 43۔ الزخرف :61) یعنی جناب روح اللہ قیامت کے قائم ہونے کا نشان اور علامت ہیں۔ حضرت مجاہد فرماتے ہیں یہ نشان ہیں قیامت کے لئے حضرت عیسیٰ بن مریم کا قیامت سے پہلے آنا۔ اسی طرح روایت کی گئی ہے۔ حضرت ابوہریرہ سے اور حضرت عباس سے اور یہی مروی ہے ابو لعالیہ، ابو مالک، عکرمہ، حسن، قتادہ ضحاک وغیرہ سے رحم اللہ تعالیٰ۔ اور متواتر احادیث میں رسول اللہ ﷺ نے خبر دی ہے کہ قیامت کے دن سے پہلے حضرت عیسیٰ امام عادل اور حاکم باانصاف ہو کر نازل ہوں گے۔ پس تم قیامت کا آنا یقینی جانو اس میں شک شبہ نہ کرو اور جو خبریں تمہیں دے رہا ہوں اس میں میری تابعداری کرو یہی صراط مستقیم ہے کہیں ایسا نہ ہو کہ شیطان جو تمہارا کھلا دشمن ہے تمہیں صحیح راہ سے اور میری واجب اتباع سے روک دے حضرت عیسیٰ نے اپنی قوم سے کہا تھا کہ میں حکمت یعنی نبوت لے کر تمہارے پاس آیا ہوں اور دینی امور میں جو اختلافات تم نے ڈال رکھے ہیں۔ میں اس میں جو حق ہے اسے ظاہر کرنے کے لئے بھیجا گیا ہوں۔ ابن جریر یہی فرماتے ہیں اور یہی قول بہتر اور پختہ ہے پھر امام صاحب نے ان لوگوں کے قول کی تردید کی ہے جو کہتے ہیں کہ بعض کا لفظ یہاں پر کل کے معنی میں ہے اور اس کی دلیل میں بعید شاعر کا ایک شعر پیش کرتے ہیں۔ لیکن وہاں بھی بعض سے مراد قائل کا خود اپنا نفس ہے نہ کہ سب نفس۔ امام صاحب نے شعر کا جو مطلب بیان کیا ہے یہ بھی ممکن ہے۔ پھر فرمایا جو میں تمہیں حکم دیتا ہوں اس میں اللہ کا لحاظ رکھو اس سے ڈرتے رہو اور میری اطاعت گذاری کرو جو لایا ہوں اسے مانو یقین مانو کہ تم سب اور خود میں اس کے غلام ہیں اس کے محتاج ہیں اس کے در کے فقیر ہیں اس کی عبادت ہم سب پر فرض ہے وہ واحد لاشریک ہے۔ بس یہی توحید کی راہ راہ مستقیم ہے اب لوگ آپس میں متفرق ہوگئے بعض تو کلمۃ اللہ کو اللہ کا بندہ اور رسول ہی کہتے تھے اور یہی حق والی جماعت تھی اور بعض نے ان کی نسبت دعویٰ کیا کہ وہ اللہ کے فرزند ہیں۔ اور بعض نے کہا آپ ہی اللہ ہیں۔ اللہ تعالیٰ ان دونوں دعوں سے پاک ہے اور بلندو برتر ہے۔ اسی لئے ارشاد فرماتا ہے کہ ان ظالموں کے لئے خرابی ہے قیامت والے دن انہیں المناک عذاب اور دردناک سزائیں ہوں گی۔",
  "ayah": 57,
  "surah": 43
}
