{
  "text": "دوزخ اور دوزخیوں کی درگت : اوپر چونکہ نیک لوگوں کا حال بیان ہوا تھا اس لئے یہاں بدبختوں کا حال بیان ہو رہا ہے کہ یہ گنہگار جہنم کے عذابوں میں ہمیشہ رہیں گے ایک ساعت بھی انہیں ان عذابوں میں تخفیف نہ ہوگی اور اس میں وہ ناامید محض ہو کر پڑے رہیں گے ہر بھلائی سے وہ مایوس ہوجائیں گے ہم ظلم کرنے والے نہیں بلکہ انہوں نے خود اپنی بد اعمالیوں کی وجہ سے اپنی جان پر آپ ہی ظلم کیا ہم نے رسول بھیجے کتابیں نازل فرمائیں حجت قائم کردی لیکن یہ اپنی سرکشی سے عصیان سے طغیان سے باز نہ آئے اس پر یہ بدلہ پایا اس میں اللہ کا کوئی ظلم نہیں اور نہ اللہ اپنے بندوں پر ظلم کرتا ہے یہ جہنمی مالک کو یعنی داروغہ جہنم کو پکاریں گے، صحیح بخاری میں ہے حضور ﷺ نے منبر پر اس آیت کی تلاوت کی اور فرمایا یہ موت کی آرزو کریں گے تاکہ عذاب سے چھوٹ جائیں لیکن اللہ کا یہ فیصلہ ہوچکا ہے کہ (وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَ 36؀ۚ) 35۔ فاطر :36) یعنی نہ تو انہیں موت آئے گی اور نہ عذاب کی تخفیف ہوگی اور فرمان باری ہے آیت (وَيَتَجَنَّبُهَا الْاَشْقَى 11 ۙ) 87۔ الأعلی :11) یعنی وہ بدبخت اس نصیحت سے علیحدہ ہوجائے گا جو بڑی سخت آگ میں پڑے گا پھر وہاں نہ مرے گا اور نہ جئے گا۔ پس جب یہ داروغہ جہنم سے نہایت لجاجت سے کہیں گے کہ آپ ہماری موت کی دعا اللہ سے کیجئے تو وہ جواب دے گا کہ تم اسی میں پڑے رہنے والے ہو مرو گے نہیں۔ ابن عباس فرماتے ہیں مکث ایک ہزار سال ہے۔ یعنی نہ مرو گے نہ چھٹکارا پاؤ گے نہ بھاگ سکو گے پھر ان کی سیاہ کاری کا بیان ہو رہا ہے کہ جب ہم نے ان کے سامنے حق کو پیش کردیا واضح کردیا تو انہوں نے اسے ماننا تو ایک طرف اس سے نفرت کی۔ ان کی طبیعت ہی اس طرف مائل نہ ہوئی حق اور حق والوں سے نفرت کرتے رہے اس سے رکتے رہے ہاں ناحق کی طرف مائل رہے ناحق والوں سے ان کی خوب بنتی رہی۔ پس تم اپنے نفس کو یہی ملامت کرو اور اپنے ہی اوپر افسوس کرو لیکن آج کا افسوس بھی بےفائدہ ہے پھر فرماتا ہے کہ انہوں نے بدترین مکر اور زبردست داؤ کھیلنا چاہا تو ہم نے بھی ان کے ساتھ یہی کیا حضرت مجاہد کی یہی تفسیر ہے اور اس کی شہادت اس آیت میں ہے (وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ 50؀) 27۔ النمل :50) یعنی انہوں نے مکر کیا اور ہم نے بھی اس طرح مکر کیا کہ انہیں پتہ بھی نہ چلا۔ مشرکین حق کو ٹالنے کے لئے طرح طرح کی حیلہ سازی کرتے رہتے تھے۔ اللہ تعالیٰ نے بھی انہیں دھوکے میں ہی رکھا اور ان کا وبال جب تک ان کے سروں پر نہ آگیا اور ان کی آنکھیں نہ کھلیں اسی لئے اس کے بعد ہی فرمایا کہ کیا ان کا گمان ہے کہ ہم ان کی پوشیدہ باتیں اور خفیہ سرگوشیاں سن نہیں رہے ؟ ان کا گمان بالکل غلط ہے ہم تو انکی سرشت تک سے واقف ہیں بلکہ ہمارے مقرر کردہ فرشتے بھی ان کے پاس بلکہ ان کے ساتھ ہیں جو نہ صرف دیکھ ہی رہے ہیں بلکہ لکھ بھی رہے ہیں۔",
  "ayah": 76,
  "surah": 43
}
