{
  "text": "وَجَنَّاتٍ أَلْفَافًا (16)ووجه إيثار لفظ { جنات } أن فيه إيماء إلى إتمام المنة لأنهم كانوا يحبون الجنات والحدائق لما فيها من التنعم بالظِّلال والثمار والمياه وجمال المنظر ، ولذلك أتبعت بوصف { ألفافاً } لأنه يزيدها حسناً ، وإن كان الفلاحون عندنا يفضلون التباعد بين الأشجار لأن ذلك أوفر لكمية الثمار لأن تباعدها أسعد لها بتخلل الهواء وشعاع الشمس ، لكن مساق الآية هنا الامتنان بما فيه نعيم الناس .وألفاف : اسم جمع لا واحد له من لفظه وهو مثل أوزاع وأخياف ، أي كل جنة ملتفة ، أي ملتفة الشجر بعضه ببعض .فوصف الجنات بألفَاف مبنيّ على المجاز العقلي لأن الالتفاف في أشجارها ولكن لما كانت الأشجار لا يَلتفّ بعضها على بعض في الغالب إلا إذا جمعتها جنة أسند ألفاف إلى جنات بطريق الوصف .ولعله من مبتكرات القرآن إذ لم أر شاهداً عليه من كلام العرب قبل القرآن .وقيل : ألفاف جمع لِفّ بكسر اللام بوزن جِذْع ، أي كل جنة منها لف بكسر اللام ولم يأتوا بشاهد عليه . وذكر في «الكشاف» أن صاحب «الإقليد» ذكر بيتاً أنشده الحسن بن علي الطوسي ولم يعزه إلى قائل . وفي «الكشاف» زعم ابن قتيبة : أنه لَفَّاءُ ولُفُّ ثم ألفاف ( أي أن ألفافاً جمع الجمع ) قال : «وما أظنه واجداً له نظيراً» أي لا يجمع فُعْل جمعاً على أفعال ، أي لا نظير له إذ لا يقال خُضر وأخضار وحُمر وأحمار . يريد أنه لا يخرّج الكلام الفصيح على استعمال لم يثبت ورود نظيره في كلام العرب مع وجود تأويل له على وجه وارد .فكان أظهر الوجوه أن { ألفافاً } اسم جمع لا واحد له من لفظه .وبهذا الاستدلال والامتنان ختمت الأدلة التي أقيمت لهم على انفراد الله تعالى بالإلهية وتضمنت الإِيماء إلى إمكان البعث وما أدمج فيها من المنن عليهم عساهم أن يذكروا النعمة فيشعروا بواجب شكر المنعم ولا يستفظعوا إبطال الشركاء في الإلهية وينظروا فيما بلغهم عنه من الإِخبار بالبعث والجزاء فيصرفوا عقولهم للنظر في دلائل تصديق ذلك .وقد ابتدئت هذه الدلائل بدلائل خلق الأرض وحالتها وجالت بهم الذكرى على أهم ما على الأرض من الجماد والحيوان ، ثم ما في الأفق من أعراض الليل والنهار . ثم تصاعد بهم التجوال بالنظر في خلق السماوات وبخاصة الشمس ثم نُزل بهم إلى دلائل السحاب والمطر فنزلوا معه إلى ما يخرج من الأرض من بدائع الصنائع ومنتهى المنافع فإذا هم ينظرون من حيث صَدروا وذلك من رد العجز على الصدر .",
  "ayah": 16,
  "surah": 78
}
