{
  "text": "إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا (17) هذا بيان لما أجمله قوله : { عن النبإ العظيم الذي هم فيه مختلفون } [ النبأ : 2 3 ] وهو المقصود من سياق الفاتحة التي افتتحت بها السورة وهيأتْ للانتقال مناسبة ذكر الإِخراج من قوله : { لنخرج به حباً ونباتاً } [ النبأ : 15 ] الخ ، لأن ذلك شُبه بإخراج أجساد الناس للبعث كما قال تعالى : { فأنبتنا به جنات وحب الحصيد } إلى قوله : { كذلك الخروج } في سورة ق ( 9 11 ) .وهو استئناف بياني أعقب به قوله : { لنخرج به حباً ونباتاً } [ النبأ : 15 ] الآية فيما قصد به من الإِيماء إلى دليل البعث .وأكد الكلام بحرف التأكيد لأن فيه إبطالاً لإِنكار المشركين وتكذيبهم بيوم الفصل .ويومُ الفصل : يوم البعث للجزاء .والفصل : التمييز بين الأشياء المختلطة ، وشاع إطلاقه على التمييز بين المعاني المتشابهة والملتبسة فلذلك أطلق على الحكم ، وقد يضاف إليه فيقال : فصل القضاء ، أي نوع من الفصل لأن القضاء يميز الحق من الظلم .فالجزاء على الأعمال فصل بين الناس بعضهم من بعض .وأوثر التعبير عنه بيوم الفصل لإِثبات شيئين :أحدهما : أنه بَيَّن ثبوت ما جحدوه من البعث والجزاء وذلك فصل بين الصدق وكذبهم .وثانيهما : القضاء بين الناس فيما اختلفوا فيه ، وما اعتدى به بعضهم على بعض .وإقحام فعل { كان } لإِفادة أن توقيته متأصل في علم الله لِما اقتضته حكمته تعالى التي هو أعلم بها وأن استعجالهم به لا يقدّمه على ميقاته .وتقدم { يوم الفصل } غير مرة أخراها في سورة المرسلات ( 14 ) .ووصف القرآن بالفصل يأتي في قوله تعالى : { إنه لقول فصل } في سورة الطارق ( 13 ) .والميقات : مفعال مشتق من الوقت ، والوقت : الزمان المحدَّد في عمل ما ، ولذلك لا يستعمل لفظ وقت إلا مقيداً بإضافة أو نحوها نحو وقت الصلاة .فالميقات جاء على زنة اسم الآله وأريد به نفس الوقت المحدد به شيء مثل مِيعاد ومِيلاد ، في الخروج عن كونه اسم آلة إلى جعله اسماً لنفس ما اشتق منه . والسياق دل على متعلق ميقات ، أي كان ميقاتاً للبعث والجزاء .فكونه ميقاتاً } كناية تلويحية عن تحقيق وقوعه إذ التوقيت لا يكون إلا بزمن محقق الوقوع ولو تأخر وأبطأ .وهذا رد لسؤالهم تعجيله وعن سبب تأخيره ، سؤالاً يريدون منه الاستهزاء بخبره .والمعنى : أن ليس تأخر وقوعه دَالاَّ على انتفاء حصوله .والمعنى : ليس تكذيبكم به مما يحملنا على تغيير إبانة المحدد له ولكن الله مستدرجكم مدة .وفي هذا إنذار لهم بأنه لا يُدرَى لعله يحصل قريباً قال تعالى : { لا تأتيكم إلا بغتة } [ الأعراف : 187 ] وقال : { قل عسى أن يَكون قريباً } [ الإسراء : 51 ] .",
  "ayah": 17,
  "surah": 78
}
