{
  "text": "إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا (27) موقع هذه الجملة موقع التعليل لجملة { إن جهنم كانت مرصاداً إلى قوله جزاء وفاقاً } [ النبأ : 21 26 ] ، ولذلك فصلت .وضمير { إنهم } عائد إلى { الطاغين } [ النبأ : 22 ] .وحرف ( إنّ ) للاهتمام بالخبر وليست لرد الإِنكار إذ لا يُنْكر أحد أنهم لا يرجون حساباً وأنهم مكذبون بالقرآن وشأن ( إنّ ) إذا قصد بها مجرد الاهتمام أن تكون قائمة مقام فاء التفريع مفيدة للتعليل ، وتقدم ذلك عند قوله تعالى : { إنك أنت العليم الحكيم } [ البقرة : 32 ] وقوله : { إن البقر تشابه علينا } في سورة البقرة ( 70 ) فالجملة معترضة بين ما قبلها وبين جملة { فذوقوا } [ النبأ : 30 ] .وقد علمت مناسبة جزائهم لجُرمهم عند قوله آنفاً : { جزاء وفاقاً } [ النبأ : 26 ] مما يزيد وجه التعليل وضوحاً .وقوله : { لا يرجون حساباً } نفي لرجائهم وقوع الجزاء .والرجاء اشتهر في ترقب الأمر المحبوب ، والحساب ليس خيراً لهم حتى يجعل نفي ترقبه من قبيل نفي الرجاء فكان الظاهر أن يعبر عن ترقبه بمادة التوقع الذي هو ترقب الأمر المكروه ، فيَظهر أن وجه العدول عن التعبير بمادة التوقع إلى التعبير بمادة الرجاء أن الله لما أخبر عن جزاء الطاغين وعذابهم تلقى المسلمون ذلك بالمسرة وعلموا أنهم ناجون مما سيلقاه الطاغون فكانوا مترقبين يوم الحساب ترقب رجاء ، فنفي رجاء يوم الحساب عن المشركين جامعٌ بصريحه معنى عدم إيمانهم بوقوعه ، وبكنايته رجاء المؤمنين وقوعه بطريقة الكناية التعريضية تعريضاً بالمسلمين وهي أيضاً تلويحية لما في لازم مدلول الكلام من الخفاء .ومن المفسرين من فسر { يرجون } بمعنى : يخافون ، وهو تفسير بحاصل المعنى ، وليس تفسيراً للَّفظ .وفعل { كانوا } دال على أن انتفاء رجائهم الحساب وصف متمكن من نفوسهم وهم كائنون عليه ، وليس المراد بفعل { كانوا } أنهم كانوا كذلك فانقضى لأن هذه الجملة إخبار عنهم في حين نزول الآية وهم في الدنيا وليست مما يقال لهم أو عنهم يوم القيامة .وجيء بفعل { يرجون } مضارعاً للدلالة على استمرار انتفاء ما عبر عنه بالرجاء ، وذلك لأنهم كلما أعيد لهم ذِكر يوم الحساب جدَّدوا إنكاره وكرروا شبهاتهم على نفي إمكانه لأنهم قالوا : { إن نظن إلا ظناً وما نحن بمستيقنين } [ الجاثية : 32 ] .والحساب : العدّ ، أي عدّ الأعمال والتوقيفُ على جزائها ، أي لا يرجون وقوع حساب على أعمال العباد يوم الحشر .",
  "ayah": 27,
  "surah": 78
}
