{
  "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا (35) وقوله : لا يسمعون فيها لغواً ولا كذاباً } يجوز أن يكون الضمير المجرور عائداً إلى الكأس ، فتكون ( في ) للظرفية المجازية بتشبيه تناول الندامى للشراب من الكأس بحلولهم في الكأس على طريق المَكْنية ، وحرف ( في ) تخييل أو تكون ( في ) للتعليل كما في الحديث : \" دخلت امرأةٌ النارَ في هِرة \" الحديث ، أي من أجل هرة . والمعنى : لا يسمعون لغواً ولا كذَّاباً منها أو عندها ، فتكون الجملة صفة ثانية ل«كأساً» . والمقصود منها أن خمر الجنة سليمة مما تسببه خمر الدنيا من آثار العربدة من هذَيان ، وكذب وسباب ، واللغو والكذب من العيوب التي تعرض لمن تَدب الخمر في رؤوسهم ، أي فأهل الجنة ينعمون بلذة السكر المعروفة في الدنيا قَبل تحريم الخمر ولا تأتي الخمر على كمالاتهم النفسية كما تأتي عليها خمر الدنيا .وكان العرب يمدحون من يُمسك نفسه عن اللغو ونحوه في شرب الخمر ، قال عمارة بن الوليد :ولَسْنَا بشرْب أم عَّمرو إذا انتشوا ... ثيابُ الندامَى بينهم كالغنائمولكننا يا أم عمرو نديمُنا ... بمنزلة الرَيَّان ليس بِعَائموكان قيس بن عاصم المنقري ممن حرم الخمر على نفسه في الجاهلية وقال :فإن الخمر تفضَح شاربيها ... وتجنيهم بها الأمرَ العظيماويجوز أن يعود ضمير { فيها } إلى { مفازاً } باعتبار تأويله بالجنة لوقوعه في مقابلة { جهنم } من قوله : { إن جهنم كانت مرصاداً } [ النبأ : 21 ] أو لأنه أبدل { حدائق } من { مفازاً } . وهذا المعنى نشأ عن أسلوب نظم الكلام حيث قدم { حدائق وأعناباً } الخ ، وأخّر { وكأساً دهاقاً } حتى إذا جاء ضمير ( فيها ) بعد ذلك جاز إرجاعه إلى الكأس وإلى المفاز كما علمت . وهذا من بديع الإيجاز مع وفرة المعاني مما عددناه من وجوه الإِعجاز من جانب الأسلوب في المقدمة العاشرة من هذا التفسير ، أي لا يسمعون في الجنة الكلام السافِل ولا الكذب ، فلما أحاط بأهل جهنم أشدُّ الأذى بجميع حواسهم من جراء حرق النار وسقيهم الحميم والغساق لينال العذاب بواطنهم كما نال ظاهر أجسادهم ، كذلك نفى عن أهل الجنة أقل الأذى وهو أذى سماع ما يكرهه الناس فإن ذلك أقل الأذى .وكني عن انتفاء اللغو والكِذّاب عن شاربي خمر الجنة بأنهم لا يسمعون اللغو والكذاب فيها لأنه لو كان فيها لغو وكذب لسمعوه وهذا من باب قول امرىء القيس :على لاَحببٍ لا يهتدى بمناره ... أي لا منار به فيهتدى به ، وهو نوع من لطيف الكناية ، والذي في الآية أحسن مما وقع في بيت امرىء القيس ونحوه لأن فيه إيماء إلى أن أهل الجنة منزهة أسماعهم عن سقط القول وسفل الكلام كما في قوله في سورة الواقعة ( 25 ) { لا يسمعون فيها لغواً ولا تأثيماً . } واللغو : الكلام الباطل والهذيان وسقط القول الذي لا يورد عن روية ولا تفكير .والكِذَّاب : تقدم معناه آنفاً .وقرأ الجمهور : كِذَّاباً } هنا مشدداً ، وقرأه الكسائي هنا بتخفيف الذال . وانتصب { جزاء } على الحال من { مفازاً } .وأصل الجزاء مصدر جَزَى ، ويطلق على المُجَازى به من إطلاق المصدر على المفعول ، فالجزاءُ هُنا المجازَى به وهو الحدائق والجنات والكواعب والكأس .",
  "ayah": 35,
  "surah": 78
}
