{
  "text": "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنِ لَا يَمْلِكُونَ مِنْهُ خِطَابًا (37){ حِسَاباً * رَّبِّ السماوات والارض وَمَا بَيْنَهُمَا } .قرأ نافع وابن كثير وأبو عمرو وأبو جعفر برفع { ربُّ } ورفع { الرحمنُ } ، وقرأ ابن عامر وعاصم ويعقوب بخفضهما ، وقرأه حمزة والكسائي وخلف بخفض { رب } ورفع { الرحمنُ } ، فأما قراءة رفع الاسمين ف { رب } خبر مبتدأ محذوف هو ضميرٌ يعود على قوله : { من ربك } [ النبأ : 36 ] على طريقة حذف المسند إليه حَذفاً سماه السكاكي حذْفاً لاتباع الاستعمال الوارد على تركه ، أي في المقام الذي يجري استعمال البلغاء فيه على حذف المسند إليه ، وذلك إذا جرى في الكلام وصف ونحوه لموصوف ثم ورد ما يصلح أن يكون خبراً عنه أو أن يكون نعتاً له فيختار المتكلم أن يجعله خبراً لا نعتاً ، فيقدر ضمير المنعوت ويأتي بخبر عنه وهو ما يسمى بالنعت المقطوع .والمعنى : إن ربك هو ربهم لأنه رب السماوات والأرض وما بينهما ولكن المشركين عبدوا غيره جهلاً وكفراً لنعمته . و { الرحمنُ } خبر ثان .وأما قراءة جر الاسمين فهي جارية على أن { رب السموات } نعت ل { ربك } من قوله : { جزاء من ربك } [ النبأ : 36 ] و { الرحمن } نعت ثان .والرب : المالك المتصرف بالتدبير ورعي الرفق والرحمة ، والمراد بالسماوات والأرض وما بينهما مسماها مع ما فيها من الموجودات لأن اسم المكان قد يراد به ساكنه كما في قوله تعالى : { فكأين من قرية أهلكناها وهي ظالمة فهي خاوية على عروشها } في سورة الحج ( 45 ) ، فإن الظلم من صفات سكان القرية لا صفة لذاتها ، والخواء على عروشها من أحوال ذات القرية لا من أحوال سكانها ، فكان إطلاق القرية مراداً به كلا المعنيين .والمراد بما بين السماوات والأرض : ما على الأرض من كائنات وما في السماوات من الملائكة وما لا يعلمه بالتفصيل إلا الله وما في الجو من المكونات حية وغيرها من أسحبة وأمطار وموجودات سابحة في الهواء .و { ما } موصولة وهي من صيغ العموم ، وقد استفيد من ذلك تعميم ربوبيته على جميع المصنوعات .وأتبع وصف { رب السموات } بذكر اسم من أسمائه الحسنى ، وهو اسم { الرحمن } وخص بالذكر دون غيره من الأسماء الحسنى لأن في معناه إيماء إلى أن ما يفيضه من خير على المتقين في الجنة هو عطاء رحمان بهم .وفي ذكر هذه الصفة الجليلة تعريض بالمشركين إذ أنكروا اسم الرحمن الوارد في القرآن كما حكى الله عنهم بقوله : { وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن } [ الفرقان : 60 ] .{ الرحمن لاَ يَمْلِكُونَ مِنْهُ } .يجوز أن تكون هذه الجملة حالاً من { ما بينهما } لأن ما بين السماوات والأرض يشمل ما في ذلك من المخلوقات العاقلة ، أو المزعوم لها العقل مثل الأصنام ، فيتوهم أن مِن تلك المخلوقات من يستطيع خطاب الله ومراجعته .ويجوز أن تكون استئنافاً ابتدائياً لإبطال مزاعم المشركين أو للاحتراس لدفع توهم أن ما تشعر به صلة رب من الرفق بالمربوبين في تدبير شؤونهم يسيغ إقدامهم على خطاب الرب .والمِلك في قوله : { لا يملكون منه خطاباً } معناه القدرة والاستطاعة لأن المالك يتصرف فيما يملكه حسب رغبته لا رغبة غيره فلا يحتاج إلى إذن غيره .فنفي المِلك نفي للاستطاعة .وقوله : { منه } حال من { خطاباً } . وأصله صفة لخطاب فلما تقدم على موصوفه صار حالاً .وحرف ( مِن ) اتصالية وهي ضرب من الابتدائية فهي ابتدائية مجازية كقوله تعالى : { إلا قول إبراهيم لأبيه لأستغفرن لك وما أملك لك من اللَّه من شيء } [ الممتحنة : 4 ] ف ( مِن ) الأولى اتصالية والثانية لتوكيد النص ، ومنه قولهم : لستُ منك ولستَ مني وقوله تعالى : { ومن يفعل ذلك فليس من اللَّه في شيء } [ آل عمران : 28 ] ، أي لا يستطيعون خطاباً يبلغونه إلى الله .وضمير { لا يملكون } عائد إلى ( ما ) الموصولة في قوله : { وما بينهما } لأنها صادقة على جميعهم .والخطاب : الكلام الموجّه لحاضر لدى المتكلم أو كالحاضر المتضمن إخباراً أو طلباً أو إنشاء مدح أو ذم .وفعل { يملكون } يعمّ لوقوعه في سياق النفي كما تعمّ النكرة المنفية . و { خطاباً } عام أيضاً وكلاهما من العام المخصوص بمخصص منفصل كقوله عقب هذه الآية { لا يتكلمون إلا من أذن له الرحمن وقال صواباً } [ النبأ : 38 ] وقوله : { يوم يأتي لا تكلم نفس إلا بإذنه } [ هود : 105 ] وقوله : { من ذا الذي يشفع عنده إلا بإذنه } [ البقرة : 255 ] وقوله : { ولا يشفعون إلا لمن ارتضى } [ الأنبياء : 28 ] .والغرض من ذكر هذا إبطالُ اعتذار المشركين حين استشعروا شناعة عبادتهم الأصنام التي شهَّر القرآن بها فقالوا : { هؤلاء شُفعاؤنا عند الله } [ يونس : 18 ] ، وقالوا : { ما نعبدهم إلا ليقربونا إلى الله زلفى } [ الزمر : 3 ] .",
  "ayah": 37,
  "surah": 78
}
