{
  "text": "يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا (38){ يوم } متعلق بقوله : { لا يملكون منه خطاباً } [ النبأ : 37 ] ، أي لا يتكلم أحد يومئذ إلاّ من أذن له الله .وجملة { لا يتكلمون } مؤكدة لجملة { لا يملكون منه خطاباً } أعيدت بمعناها لتقرير المعنى إذ كان المقام حقيقاً ، فالتقرير لقصد التوصل به إلى الدلالة على إبطال زعم المشركين شفاعة أصنامهم لهم عند الله ، وهي دلالة بطريق الفحوى فإنه إذا نُفي تكلمهم بدون إذن نفيت شفاعتهم إذ الشفاعة كلام مَن له وجاهة وقبول عند سامعه .وليبنى عليها الاستثناء لبُعد ما بين المستثنَى والمستثنى منه بمتعلقات { يملكون } [ النبأ : 37 ] من مجرور ومفعول به ، وظرففٍ ، وجملةٍ أضيف لها .وضمير { يتكلمون } عائد إلى ما عاد إليه ضمير { يملكون } .والقول في تخصيص { لا يتكلمون } مثل القول في تخصيص { لا يملكون منه خطاباً } [ النبأ : 37 ] وقوله : { إلا من أذن له الرحمن } [ طه : 109 ] استثناء من ضمير { لا يتكلمون } وإذ قد كان مؤكداً لضمير { لا يملكون } فالاستثناء منه يفهم الاستثناء من المؤكَّد به .والقيام : الوقوف وهو حالة الاستعداد للعمل الجِد وهو من أحوال العبودية الحق التي لا تُستحق إلا لله تعالى . وفي الحديث : « من أحب أن يتمثل له الرجال قياماً فليتبوأ مقعده من النار » أي لأن ذلك من الكبرياء المختصة بالله تعالى .والرُّوح : اختلف في المراد منه اختلافاً أثاره عطف الملائكة عليه فقيل هو جبريل .وتخصيصه بالذكر قبل ذكر الملائكة المعطوف عليه لتشريف قدره بإبلاغ الشريعة ، وقيل المراد : أرواح بني آدم .واللام لتعريف الجنس : فالمفرد معها والجمع سواء . والمعنى : يومَ تُحْضَر الأرواح لتودع في أجسادها ، وعليه يكون فعل { يقوم } مستعملاً في حقيقته ومجازه .و { الملائكة } عطف على { الروح } ، أي ويَقوم الملائكة صفّاً .والصف اسم للأشياء الكائنة في مكان يجانبُ بعضُها بعضاً كالخط . وقد تقدم في قوله تعالى : { ثم ائتُوا صفاً } في سورة طه ( 64 ) ، وفي قوله : { فاذكروا اسم اللَّه عليها صواف } في سورة الحج ( 36 ) ، وهو تسمية بالمصدر من إطلاق المصدر على اسم الفاعل ، وأصله للمبالغة ثم صار اسماً ، وإنما يصطف الناس في المقامات التي يكون فيها أمر عظيم فصفّ الملائكة تعظيم لله وخضوع له .والإذن : اسم للكلام الذي يفيد إباحةَ فعل للمأذون ، وهو مشتق من : أَذِن له ، إذا استمع إليه قال تعالى : { وأذنت لربها وحقت } [ الأنشقاق : 2 ] ، أي استمعت وأطاعت لإِرادة الله . وأذِن : فعل مشتق من اسم الأذْن وهي جارحة السمع ، فأصل معنى أذِنَ له : أمال أذنَه ، أي سَمْعَه إليه يقال : أذن يأذَن أذناً كفَرح ، ثم استعمل في لازم السمع وهو الرضى بالمسموع فصار أذِنَ بمعنى رضي بما يطلب منه أو ما شأنه أن يطلب منه ، وأباحَ فعله ، ومصدره إذن بكسر الهمزة وسكون الذال فكأنّ اختلاف صيغة المصدرين لقصد التفرقة بين المعنيين .ومتعلق { أذن } محذوف دل عليه { لا يتكلمون } ، أي من أذن له في الكلام .ومعنى أذْن الرحمان : أن من يريد التكلم لا يستطيعُه أو تعتريه رهبة فلا يُقدم على الكلام حتى يستأذن الله فأذن له ، وإنما يستأذنه إذا ألهمه الله للاستئذان فإن الإِلهام إذن عند أهل المكاشفات في العامل الأخروي فإذا ألقى الله في النفس أن يستأذن استأذن الله فأذن له كما ورد في حديث الشفاعة من إحجام الأنبياء عن الاستشفاع للناس حتى يأتوا محمداً صلى الله عليه وسلم قال في الحديث : « فأَنْطَلِقُ فآتِي تحت العرش فأقع ساجداً لربي عز وجل ثم يفتح الله عليَّ من محامد وحسن الثناء عليه شيئاً لم يفتحه على أحد قبلي ثم يقول : ارفع رأسك واشْفع تُشفَّع » .وقد أشار إلى هذا قوله تعالى : { ولا يشفعون إلا لمن ارتضى } [ الأنبياء : 28 ] ، أي لمن علموا أن الله ارتضى قبول الشفاعة فيه وهم يعلمون ذلك بإلهام هو من قبيل الوحي لأن الإِلهام في ذلك العالم لا يعتريه الخطأ .وجملة { وقال صواباً } يجوز أن تكون في موضع الحال من اسم الموصول ، أي وقد قال المأذون له في الكلام { صواباً } ، أي بإذن الله له في الكلام إذا علم أنه سيتكلم بما يرضي الله .ويجوز أن تكون عطفاً على جملة { أذن له الرحمن } ، أي وإلا من قال صواباً فعُلم أن من لا يقول الصواب لا يؤذَن له .وفعل { وقال صواباً } مستعمل في معنى المضارع ، أي ويقول صواباً ، فعبر عنه بالماضي لإفادة تحقق ذلك ، أي في علم الله .وإطلاق صفة { الرحمن } على مقام الجَلالة إيماء إلى أن إذن الله لمن يتكلم في الكلام أثر من آثار رحمته لأنه أذن فيما يحصل به نفع لأهل المحشر من شفاعة أو استغفار .",
  "ayah": 38,
  "surah": 78
}
