{
  "text": "وَخَلَقْنَاكُمْ أَزْوَاجًا (8)معطوف على التقرير الذي في قوله : { ألم نجعل الأرض مهاداً } [ النبأ : 6 ] . والتقدير : وأخلقناكم أزواجاً ، فكان التقرير هنا على أصله إذ المقرر عليه هو وقوع الخلق فلذلك لم يقل : ألم نخلقكم أزواجاً .وعبر هنا بفعل الخلق دون الجعل لأنه تكوين ذواتهم فهو أدق من الجعل .وضمير الخطاب للمشركين الذين وجه إليهم التقرير بقوله : { ألم نجعل الأرض مهاداً } [ النبأ : 6 ] ، وهو التفات من طريق الغيبة إلى طريق الخطاب .والمعطوف عليه وإن كان فعلاً مضارعاً فدخول ( لم ) عليه صيّره في معنى الماضي لما هو مقرر من أنّ ( لم ) تقلب معنى المضارع إلى المضي فلذلك حسن عطف { خلقناكم } على { ألم نجعل الأرض مهاداً والجبال أوتاداً } [ النبأ : 6 ، 7 ] والكل تقرير على شيء مضى .وإنما عدل عن أن يكون الفعل فعلاً مضارعاً مثل المعطوف هو عليه لأن صيغة المضارع تستعمل لقصد استحضار الصورة للفعل كما في قوله تعالى : { فتثير سحاباً } [ الروم : 48 ] ، فالإتيان بالمضارع في { ألم نجعل الأرض مهاداً } [ النبأ : 6 ] يفيد استدعاء إعمال النظر في خلق الأرض والجبال إذ هي مرئيات لهم . والأكثر أن يَغفل الناظرون عن التأمل في دقائقها لتعوُّدهم بمشاهدتها من قبل سِنِّ التفكر ، فإن الأرض تحت أقدامهم لا يكادون ينظرون فيها بَلْهَ أن يتفكروا في صنعها ، والجبالَ يشغلهم عن التفكر في صنعها شغلهم بتجشم صعودها والسير في وعرها وحراسة سوائمهم من أن تضل شعابها وصرف النظر إلى مسالك العدوّ عند الاعتلاء إلى مراقبها ، فأوثر الفعل المضارع مع ذكر المصنوعات الحَرِيَّة بدقة التأمل واستخلاص الاستدلال ليكون إقرارهم مما قُرروا به على بصيرة فلا يجدوا إلى الإنكار سبيلاً .وجيء بفعل المضي في قوله : { خلقناكم أزواجاً } وما بعده لأن مفاعيل فعل ( خلقنا ) وما عطف عليه ليست مشاهدة لهم .وذُكر لهم من المصنوعات ما هو شديد الإتصال بالناس من الأشياء التي تتوارد أحوالها على مدركاتهم دواماً ، فإقرارهم بها أيسر لأن دلالتها قريبة من البديهي .وقد أُعقب الاستدلال بخلق الأرض وجبالها بالاستدلال بخلق الناس للجمع بين إثبات التفرد بالخلق وبين الدلالة على إمكان إعادتهم ، والدليلُ في خلق الناس على الإِبداع العظيم الذي الخلقُ الثاني من نوعه أمكنُ في نفوس المستدل عليهم قال تعالى : { وفي أنفسكم أفلا تبصرون } [ الذاريات : 21 ] . وللمناسبة التي قدمنا ذكرها في توجيه الابتداء بخلق الأرض في الاستدلال فهي أن من الأرض يخرج الناس للبعث فكذلك ثني باستدلال بخلق الناس الأول لأنهم الذين سيعاد خلقهم يوم البعث وهم الذين يخرجون من الأرض ، وفي هذا المعنى جاء قوله تعالى : { ويقول الإنسان أإذا ما متّ لسوف أخرج حياً أو لا يذكر الإنسان أنا خلقناه من قبل ولم يك شيئاً } [ مريم : 66 ، 67 ] .وانتصب { أزواجاً } على الحال من ضمير الخطاب في { خلقناكم } لأن المقصود الاستدلال بخلق الناس وبكون الناس أزواجاً ، فلما كان المناسب لفعل خلقنا أن يتعدى إلى الذوات جيء بمفعوله ضميرَ ذوات الناس ، ولما كان المناسب لكونهم أزواجاً أن يساق مساق إيجاد الأحوال جيء به حالاً من ضمير الخطاب في { خلقناكم } ، ولو صرح له بفعل لقيل : وخلقناكم وجَعلناكم أزواجاً ، على نحو ما تقدم في قوله :{ ألم نجعل الأرض مهاداً } [ النبأ : 6 ] وما يأتي من قوله : { وجعلنا نومكم سباتاً } [ النبأ : 9 ] .والأزواج : جمع زوج وهو اسم للعدد الذي يُكرر الواحد تكريرةً واحدة وقد وصف به كما يوصف بأسماء العدد في نحو قول لبيد: ... حتى إذا سَلَخَا جُمَادَى سِتَّةًثم غلب الزواج على كل من الذكر وأنثاه من الإنسان والحيوان ، فقوله : { أزواجاً } أفاد أن يكون الذكر زوجاً للأنثى والعكس ، فالذكر زوج لأنثاه والأنثى زوج لذَكرها ، وتقدم ذلك عند قوله تعالى : { وقلنا يا آدم اسكن أنت وزوجك الجنة } في سورة البقرة ( 35 ) .وفي قوله : وخلقناكم أزواجاً } إيماء إلى ما في ذلك الخلققِ من حكمة إيجاد قوة التناسل من اقتران الذكر بالأنثى وهو مناط الإيماء إلى الاستدلال على إمكان إعادة الأجساد فإن القادر على إيجاد هذا التكوين العجيب ابتداء بقوة التناسل قادر على إيجاد مثله بمثل تلك الدقة أو أدق .وفيه استدلال على عظيم قدرة الله وحكمته ، وامتنان على الناس بأنه خلقهم ، وأنه خلقهم بحالة تجعل لكل واحد من الصنفين ما يصلح لأن يكون له زوجاً ليحصل التعاون والتشارك في الأنس والتنعم ، قال تعالى : { وجعل منها زوجها ليسكن إليها } [ الأعراف : 189 ] ولذلك صيغ هذا التقرير بتعليق فعل ( خلقنا ) بضمير الناس وجُعل { أزواجاً } حالاً منه ليحصل بذلك الاعتبار بكلا الأمرين دون أن يقال : وخلقنا لَكُم أزواجاً .وفي ذلك حمل لهم على الشكر بالإِقبال على النظر فيما بُلِّغ إليهم عن الله الذي أسعفهم بهذه النعم على لسان رسول الله صلى الله عليه وسلم وتعريض بأن إعراضهم عن قبول الدعوة الإسلامية ومكابرتهم فيما بلغهم من ذلك كفران لنعمة واهب النعم .",
  "ayah": 8,
  "surah": 78
}
