{
  "text": "وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا (9)انتقل من الاستدلال بخلق الناس إلى الاستدلال بأحوالهم وخص منها الحالة التي هي أقوَى أحوالهم المعروفة شبهاً بالموت الذي يعقبه البعث وهي حالة متكررة لا يَخلُونَ من الشعور بما فيها من العبرة لأن تدبير نظام النوم وما يطرأ عليه من اليقظة أشبه حاللٍ بحال الموت وما يعقبه من البعث .وأوثر فعل { جعلنا } لأن النوم كيفية يناسبها فعل الجعل لا فعلُ الخلق المناسبُ للذوات كما تقدم في قوله : { ألم نجعل الأرض مهاداً } [ النبأ : 6 ] وكذلك قوله : { وجعلنا الليل لباساً وجعلنا النهار معاشاً } [ النبأ : 10 ، 11 ] .فإضافة نوم إلى ضمير المخاطبين ليست للتقييد لإخراج نوم غير الإنسان فإن نوم الحيوان كلِّه سبات ، ولكن الإضافة لزيادة التنبيه للاستدلال ، أي أن دليل البعث قائم بَيِّن في النوم الذي هو من أحوالكم ، وأيضاً لأن في وصفه بسُبات امتناناً ، والامتنان خاص بهم قال تعالى : { هو الذي جعل لكم الليل لتسكنوا فيه } [ يونس : 67 ] .والسُّبَات : بضم السين وتخفيف الباء اسم مصدر بمعنى السَبْتتِ ، أي القطع ، أي جعلناه لكم قطعاً لعمل الجسد بحيث لا بد للبدن منه ، وإلى هذا أشار ابن الأعرابي وابن قتيبة إذ جعلا المعنى : وجعلنا نومكن راحة ، فهو تفسير معنى .وإنما أوثر لفظ ( سُبات ) لما فيه من الإشعار بالقطع عن العمل ليقابله قوله بعده { وجعلنا النهار معاشاً } [ النبأ : 11 ] كما سيأتي .ويطلق السُبات على النوم الخفيف ، وليس مراداً في هذه الآية إذ لا يستقيم أن يكون المعنى : وجعلنا نومكم نوماً ، ولا نوماً خفيفاً .وفي «تفسير الفخر» : طعن بعض الملاحدة في هذه الآية فقالوا : السبات هو النوم فالمعنى : وجعلنا نومكم نوماً . وأخذ في تأويلها وجوهاً ثلاثة من أقوال المفسرين لا يستقيم منها إلا ما قاله ابن الأعرابي أن السبات القطع كما قال تعالى : { من إله غير اللَّه يأتيكم بليل تسكنون فيه } [ القصص : 72 ] وهو المعنى الأصلي لتصاريف مادة سبت .وأنكر ابن الأنباري وابن سِيدة أن يكون فعل سبَت بمعنى استراح ، أي ليس معنى اللفظ ، فمن فسر السُبات بالراحة أرَاد تفسير حاصل المعنى .وفي هذا امتنان على الناس بخلق نظام النوم فيهم لتحصل لهم راحة من أتعاب العمل الذي يَكدحُون له في نهارهم فالله تعالى جعل النوم حاصلاً للإنسان بدون اختياره ، فالنوم يلجىء الإِنسان إلى قطع العمل لتحصل راحة لمجموعه العصبي الذي رُكنه في الدماغ ، فبتلك الراحة يستجدّ العصب قواه التي أوهنها عمل الحواس وحركات الأعضاء وأعمالها ، بحيث لو تعلقت رغبة أحد بالسهر لا بد له من أن يغلبه النوم وذلك لطف بالإِنسان بحيث يحصل له ما به منفعة مداركه قسْراً عليه لئلا يتهاون به ، ولذلك قيل : إن أقل الناس نوماً أقصرهم عمراً وكذلك الحيوان .",
  "ayah": 9,
  "surah": 78
}
