{
  "text": "\"الذين أخرجوا من ديارهم بغير حق \" قال العوفي عن ابن عباس أخرجوا من مكة إلى المدينة بغير حق يعني محمدا وأصحابه \" إلا أن يقولون ربنا الله \" أي ما كان لهم إلى قومهم إساءة ولا كان لهم ذنب إلا أنهم وحدوا الله وعبدوه لا شريك له وهذا استثناء منقطع بالنسبة إلى ما في نفس الأمر وأما عند المشركين فإنه أكبر الذنوب كما قال تعالى \" يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم \" وقال تعالى في قصة أصحاب الأخدود \" وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد \" ولهذا لما كان المسلمون يرتجزون في بناء الخندق ويقولون: لاهم لولا أنت ما اهتدينا ولا تصـدقنا ولا صليـنا فأنزلـن سـكيـنـة عليــنـــا وثبت الأقدام إن لاقينا إن الألى قد بـــغـوا عـلينا إذا أرادوا فتــنة أبينا فيوافقهم رسول الله صلى الله عليه وسلم ويقوم معهم آخر كل قافية فإذا قالوا إذا أرادوا فتنة أبينا يقول \" أبينا \" يمد بها صوته ثم قال تعالى \" ولولا دفع الله الناس بعضهم ببعض\" أي لولا أنه يدفع بقوم عن قوم ويكف شرور أناس عن غيرهم بما يخلقه ويقدره من الأسباب لفسدت الأرض ولأهلك القوي الضعيف \" لهدمت صوامع \" وهي المعابد الصغار للرهبان قاله ابن عباس ومجاهد وأبو العالية وعكرمة والضحاك وغيرهم وقال قتادة هي معابد الصابئين وفي رواية عنه صوامع المجوس وقال مقاتل بن حيان هي البيوت التي على الطرق \" وبيع \" وهي أوسع منها وأكثر عابدين فيها وهي للنصارى أيضا قاله أبو العالية وقتادة والضحاك وابن صخر ومقاتل بن حيان وخصيف وغيرهم وحكى ابن جبير عن مجاهد وغيره أنها كنائس اليهود وحكى السدي عمن حدثه عن ابن عباس أنها كنائس اليهود ومجاهد إنما قال هي الكنائس والله أعلم وقوله \" وصلوات \" قال العوفي عن ابن عباس الصلوات الكنائس وكذا قال عكرمة والضحاك وقتادة: إنها كنائس اليهود وهم يسمونها صلوات وحكى السدي عمن حدثه عن ابن عباس أنها كنائس النصارى وقال أبو العالية وغيره الصلوات معابد الصابئين وقال ابن أبي نجيح عن مجاهد الصلوات مساجد لأهل الكتاب ولأهل الإسلام بالطرق وأما المساجد فهي للمسلمين وقوله \" يذكر فيها اسم الله كثيرا \" فقد قيل الضمير في قوله يذكر فيها عائد إلى المساجد لأنها أقرب المذكورات وقال الضحاك الجميع يذكر فيها اسم الله كثيرا وقال ابن جرير الصواب لهدمت صوامع الرهبان وبيع النصارى وصلوات اليهود وهي كنائسهم ومساجد المسلمين التي يذكر فيها اسم الله كثيرا لأن هذا هو المستعمل المعروف في كلام العرب وقال بعض العلماء هذا ترقٍ من الأقل إلى الأكثر إلى أن انتهى إلى المساجد وهي أكثر عمارا وأكثر عبادا وهم ذوو القصد الصحيح وقوله \" ولينصرن الله من ينصره \" كقوله تعالى \" يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم والذين كفروا فتعسا لهم وأضل أعمالهم \" وقوله \" إن الله لقوي عزيز \" وصف نفسه بالقوة والعزة فبقوته خلق كل شيء فقدره تقديرا وبعزته لا يقهره قاهر ولا يغلبه غالب بل كل شيء ذليل لديه فقير إليه ومن كان القوي العزيز ناصره فهو المنصور وعدوه هو المقهور قال الله تعالى \" ولقد سبقت كلمتنا لعبادنا المرسلين إنهم لهم المنصورون وإن جندنا لهم الغالبون \" وقال تعالى \" كتب الله لأغلبن أنا ورسلي إن الله لقوي عزيز \".",
  "ayah": 40,
  "surah": 22
}
