{
  "text": "The Meaning of Guidance mentioned in the Surah\nThe guidance mentioned in the Surah implies being directed and guided to success. Allah said,\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ\n(Guide us to the straight path) meaning guide, direct, lead and grant us the correct guidance. Also,\nوَهَدَيْنَـهُ النَّجْدَينِ\n(And shown him the two ways (good and evil)) (90:10), means, `We explained to him the paths of good and evil.' Also, Allah said,\nاجْتَبَـهُ وَهَدَاهُ إِلَى صِرَطٍ مُّسْتَقِيمٍ\n(He (Allah) chose him (as an intimate friend) and guided him to a straight path) (16:121), and,\nفَاهْدُوهُمْ إِلَى صِرَطِ الْجَحِيمِ\n(And lead them on to the way of flaming Fire (Hell)) (37:23). Similarly, Allah said,\nوَإِنَّكَ لَتَهْدِى إِلَى صِرَطٍ مُّسْتَقِيمٍ\n(And verily, you (O Muhammad ) are indeed guiding (mankind) to the straight path) (42:52), and,\nالْحَمْدُ لِلَّهِ الَّذِى هَدَانَا لِهَـذَا\n(All praise and thanks be to Allah, Who has guided us to this) (7:43), meaning, guided us and directed us and qualified us for this end - Paradise.\nThe Meaning of As-Sirat Al-Mustaqim, the Straight Path.\nAs for the meaning of As-Sirat Al-Mustaqim, Imam Abu Ja`far At-Tabari said, \"The Ummah agreed that Sirat Al-Mustaqim, is the clear path without branches, according to the language of the Arabs. For instance, Jarir bin `Atiyah Al-Khatafi said in a poem, `The Leader of the faithful is on a path that will remain straight even though the other paths are crooked.\" At-Tabari also stated that, \"There are many evidences to this fact.\" At-Tabari then proceeded, \"The Arabs use the term, Sirat in reference to every deed and statement whether righteous or wicked. Hence the Arabs would describe the honest person as being straight and the wicked person as being crooked. The straight path mentioned in the Qur'an refers to Islam.\nImam Ahmad recorded in his Musnad that An-Nawwas bin Sam`an said that the Prophet ﷺ said,\n«ضَرَبَ اللهُ مَثَلًا صِرَاطًا مُسْتَقِيمًا، وَعَلَى جَنْبَتَيِ الصِّرَاطِ سُورَانِ فِيهِمَا أَبْوَابٌ مُفَتَّحَةٌ، وَعَلَى الْأَبْوَابِ سُتُورٌ مُرْخَاةٌ، وَعَلَى بَابِ الصِّرَاطِ دَاعٍ يَقُولُ: يَاأَيُّهَا النَّاسُ ادْخُلُوا الصِّرَاطَ جَمِيعًا وَلَا تَعْوَجُّوا، وَدَاعٍ يَدْعُو مِنْ فَوْقِ الصِّرَاطِ، فَإِذَا أَرَادَ الْإِنْسَانُ أَنْ يَفْتَحَ شَيْئًا مِنْ تِلْكَ الْأَبْوَابِ قَالَ:وَيْحَكَ لَا تَفْتَحْهُ فَإِنَّكَ إِنْ فَتَحْتَهُ تَلِجْهُ فَالصِّرَاطُ: الْإِسْلَامُ وَالسُّورَانِ: حُدُودُ اللهِ وَالْأَبْوَابُ الْمُفَتَّحَةُ مَحَارِمُ اللهِ وَذَلِكَ الدَّاعِي عَلَى رَأْسِ الصِّرَاطِ كِتَابُ اللهِ، وَالدَّاعِي مِنْ فَوْقِ الصِّرَاطِ وَاعِظُ اللهِ فِي قَلْبِ كُلِّ مُسْلِمٍ»\n(Allah has set an example: a Sirat (straight path) that is surrounded by two walls on both sides, with several open doors within the walls covered with curtains. There is a caller on the gate of the Sirat who heralds, 'O people! Stay on the path and do not deviate from it.' Meanwhile, a caller from above the path is also warning any person who wants to open any of these doors, 'Woe unto you! Do not open it, for if you open it you will pass through.' The straight path is Islam, the two walls are Allah's set limits, while the doors resemble what Allah has prohibited. The caller on the gate of the Sirat is the Book of Allah, while the caller above the Sirat is Allah's admonishment in the heart of every Muslim.)\nThe Faithful ask for and abide by Guidance\nIf someone asks, \"Why does the believer ask Allah for guidance during every prayer and at other times, while he is already properly guided Has he not already acquired guidance\"\nThe answer to these questions is that if it were not a fact that the believer needs to keep asking for guidance day and night, Allah would not have directed him to invoke Him to acquire the guidance. The servant needs Allah the Exalted every hour of his life to help him remain firm on the path of guidance and to make him even more firm and persistent on it. The servant does not have the power to benefit or harm himself, except by Allah's permission. Therefore, Allah directed the servant to invoke Him constantly, so that He provides him with His aid and with firmness and success. Indeed, the happy person is he whom Allah guides to ask of Him. This is especially the case if a person urgently needs Allah's help day or night. Allah said,\nيَـأَيُّهَا الَّذِينَ ءَامَنُواْ ءَامِنُواْ بِاللَّهِ وَرَسُولِهِ وَالْكِتَـبِ الَّذِى نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَـبِ الَّذِى أَنَزلَ مِن قَبْلُ\n(O you who believe! Believe in Allah, and His Messenger (Muhammad ﷺ ), and the Book (the Qur'an) which He has sent down to His Messenger, and the Scripture which He sent down to those before (him)) (4:16).\nTherefore, in this Ayah Allah commanded the believers to believe, and this command is not redundant since what is sought here is firmness and continuity of performing the deeds that help one remain on the path of faith. Also, Allah commanded His believing servants to proclaim,\nرَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ\n(Our Lord! Let not our hearts deviate (from the truth) after You have guided us, and grant us mercy from You. Truly, You are the Bestower.) (3:8). Hence,\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ\n(Guide us to the straight way) means, \"Make us firm on the path of guidance and do not allow us to deviate from it.\"",
  "ayah": 6,
  "surah": 1
}
