{
  "text": "১৫-২০ নং আয়াতের তাফসীর\nভাবার্থ হচ্ছেঃ যে সব লোকে সুখ স্বাচ্ছন্দ্য এবং প্রশস্ততা পেয়ে মনে করে যে, আল্লাহ তা'আলা তাদের সম্মান করেছেন, তারা ভুল মনে করে। বরং এটা তাদের প্রতি একটা পরীক্ষা বৈ কিছু নয়। যেমন আল্লাহ তাআলা বলেনঃ (আরবি)অর্থাৎ “আমি যে তাদের ধন-মাল ও সন্তান-সন্ততি বৃদ্ধি করছি, এতে কি তারা ধারণা করছে যে, আমি তাদের কল্যাণ সাধন করছি? (না, তা কখনও নয়) বরং তারা বুঝে না।\" (২৩:৫৫-৫৬) এটা তাদের জন্যে তাদের প্রতিপালকের দেয়া সম্মান, কল্যাণ ও পুরস্কার নয়। বরং এটা আল্লাহ তা'আলার পক্ষ হতে তাদের উপর একটা পরীক্ষা।আবার যখন তাদেরকে তাদের প্রতিপালক পরীক্ষা করেন এবং তাদের রিক সংকুচিত করে দেন তখন তারা বলেঃ আমাদের প্রতিপালক আমাদেরকে হীন করেছেন। অথচ এসব আল্লাহ তাআলার পক্ষ হতে তাদের উপর পরীক্ষা ছাড়া কিছুই নয়। এ কারণেই (আরবি) দ্বারা উপরোক্ত উভয় ধারণাকে খণ্ডন করা হয়েছে। এটা প্রকৃত ব্যাপার নয় যে, আল্লাহ যার মাল ধনে প্রশস্ততা দান করেছেন তার প্রতি তিনি সন্তুষ্ট এবং যার ধন সম্পদ সংকুচিত করে দিয়েছেন তার প্রতি তিনি অসন্তুষ্ট। বরং এই উভয় অবস্থায় স্বীয় চরিত্র ঠিক রেখে কাজ করে যাওয়াই তার সন্তুষ্টি লাভের একমাত্র উপায়। ধনী হয়ে আল্লাহ তাআলার প্রতি কৃতজ্ঞতা প্রকাশ করা এবং দরিদ্র হয়ে ধৈর্য ধারণ করাই বরং আল্লাহর প্রেমিকের পরিচয়। আল্লাহ তা'আলা উভয় প্রকারেই তাঁর বান্দাদেরকে পরীক্ষা করে থাকেন।অতঃপর ইয়াতীমদেরকে সম্মান করার নির্দেশ দেয়া হয়েছে। যেমন হাদীস শরীফে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত হয়েছে যে, নবী করীম (সঃ) বলেছেনঃ “যে ঘরে ইয়াতীম রয়েছে এবং তাকে উত্তমরূপে প্রতিপালন করা হচ্ছে সেই ঘর সবচেয়ে উত্তম ঘর। আর যে ঘরে ইয়াতীম রয়েছে এবং তার সাথে দুর্ব্যবহার করা হচ্ছে সেই ঘর সবচেয়ে নিকৃষ্ট ঘর।” অতঃপর নবী করীম (সঃ) স্বীয় আঙ্গুল দ্বারা ইশারা করে বললেনঃ “আমি এবং ইয়াতীমের লালন পালনকারী এই ভাবে জান্নাতে অবস্থান করবো।” সুনানে আবি দাউদে হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি এবং ইয়াতীমদের লালন পালনকারী এভাবে জান্নাতে থাকবো। ঐ সময় তিনি তাঁর শাহাদাত ও মধ্যমা অঙ্গুলিকে মিলিত করে ইশারা করলেন।এরপর আল্লাহ তা'আলা বলেনঃ বরং তোমরা ইয়াতীমকে সম্মান ও আদর যত্ন কর না এবং অভাব গ্রস্তদেরকে খাদ্যদানে পরস্পরকে উৎসাহিত কর না এবং তোমরা উত্তরাধিকারীদের প্রাপ্য সম্পদ সম্পূর্ণরূপে ভক্ষণ করে থাকো আর তোমরা ধন-দৌলতের প্রতি অতিমাত্রায় ভালবাসা রাখ (কিন্তু এটা মোটেই উচিত নয়)।",
  "ayah": 20,
  "surah": 89
}
