{
  "text": "دوسرے رکوع کی یہ آیات صلح حدیبیہ کے بعد حضور ﷺ کے واپسی کے سفر کے دوران نازل ہوئیں ‘ بالکل اسی طرح جس طرح غزوئہ تبوک سے واپسی پر سورة التوبہ کی کچھ آیات نازل ہوئی تھیں۔ اللہ تعالیٰ کی حکمت اور مشیت کے تحت بعد میں نازل ہونے والی ان آیات کو پہلے سے جاری سلسلہ کلام کو منقطع کر کے یہاں پر رکھا گیا ہے۔ آیات کے تسلسل میں تقدیم و تاخیر کا بالکل یہی انداز اس سے پہلے ہم سورة التوبہ کے آغاز میں بھی دیکھ چکے ہیں۔ چناچہ ان آیات کے مطالعہ سے پہلے یہ بات نوٹ کر لیجیے کہ پہلے رکوع کا مضمون یہاں پر منقطع ہو رہا ہے اور اس مضمون کا تسلسل اب تیسرے رکوع کے مضمون کے ساتھ جا کر ملے گا۔آیت 11 { سَیَقُوْلُ لَکَ الْمُخَلَّفُوْنَ مِنَ الْاَعْرَابِ } ”عنقریب آپ ﷺ سے کہیں گے وہ لوگ جو پیچھے رہ جانے والے تھے دیہاتیوں میں سے“ گویا رسول اللہ ﷺ کو آگاہ کیا جا رہا ہے کہ آپ ﷺ کے مدینہ پہنچتے ہی اردگرد کے قبائل سے بادیہ نشین آپ ﷺ کے پاس آ آکر عذر پیش کریں گے کہ :  { شَغَلَتْنَآ اَمْوَالُنَا وَاَہْلُوْنَا فَاسْتَغْفِرْ لَنَا } ”ہمیں مشغول رکھا ہمارے اموال اور اہل و عیال کی دیکھ بھال نے ‘ چناچہ آپ ہمارے لیے استغفار کیجیے۔“ حضور ﷺ نے تمام مسلمانوں پر عمرے کے لیے نکلنا لازم قرار نہیں دیا تھا۔ لیکن آپ ﷺ نے اعلانِ عام کروایا تھا کہ جو کوئی عمرے کے لیے جاسکتا ہے ضرور چلے۔ بہر حال جو لوگ استطاعت کے باوجود آپ ﷺ کے ساتھ نہیں گئے تھے یہ ان کی منافقت کا ذکر ہے کہ وہ آپ ﷺ کے سامنے اپنی نام نہاد مصروفیات کے بہانے بنائیں گے۔ { یَـقُوْلُوْنَ بِاَلْسِنَتِہِمْ مَّا لَیْسَ فِیْ قُلُوْبِہِمْ } ”یہ لوگ اپنی زبانوں سے وہ کچھ کہہ رہے ہیں جو ان کے دلوں میں نہیں ہے۔“ { قُلْ فَمَنْ یَّمْلِکُ لَـکُمْ مِّنَ اللّٰہِ شَیْئًا اِنْ اَرَادَ بِکُمْ ضَرًّا اَوْ اَرَادَ بِکُمْ نَفْعًا } ”آپ ﷺ ان سے کہیے کہ کون ہے جو کچھ اختیار رکھتا ہو تمہارے بارے میں اللہ کی طرف سے کچھ بھی اگر وہ تمہیں نقصان پہنچانے کا ارادہ کرے یا تمہیں نفع پہنچانے کا ارادہ کرے ؟“ اللہ تعالیٰ کا تمہارے بارے میں نفع یا نقصان کا جو بھی ارادہ ہو وہ تمہاری کسی تدبیر سے تبدیل نہیں ہوسکتا۔ اپنے گھروں میں رہ کر تم لوگ اللہ کی تقدیر کو نہیں بدل سکتے تھے۔ تمہارے گھروں میں اگر کوئی خیر آنا تھی تو وہ تمہاری عدم موجودگی میں بھی آسکتی تھی اور اگر کوئی شر تمہارے مقدر میں لکھا تھا تو وہ تمہاری موجودگی میں بھی آسکتا تھا۔ لہٰذا ہمارے ساتھ نہ جانے کے جواز میں تمہارے سب دلائل بےمعنی اور فضول ہیں۔ { بَلْ کَانَ اللّٰہُ بِمَا تَعْمَلُوْنَ خَبِیْرًا } ”بلکہ جو کچھ تم کرتے رہے ہو اللہ اس سے باخبر ہے۔“ اب وہ بات بتائی جا رہی ہے جو اصل میں ان کے دلوں میں تھی۔",
  "ayah": 11,
  "surah": 48
}
