{
  "text": "آیت 2 { لِّیَغْفِرَ لَکَ اللّٰہُ مَا تَقَدَّمَ مِنْ ذَنْبِکَ وَمَا تَاَخَّرَ } ”تاکہ اللہ بخش دے آپ کی کوئی کوتاہیاں جو پیچھے ہوئیں اور جو بعد میں ہوئیں“  رسول اللہ ﷺ کے حوالے سے لفظ ”ذنب“ کی وضاحت کے لیے سورة محمد ﷺ کی آیت 19 کی تشریح ملاحظہ ہو۔ یہاں بھی ذَنْبِکَ آپ کی کوتاہیوں سے مراد وہ خامیاں اور کوتاہیاں ہیں جو غلبہ اسلام کی اس جدوجہد میں رہ گئی تھیں جو رسول اللہ ﷺ کی قیادت میں مسلمان کر رہے تھے۔ اللہ تعالیٰ کے ارشاد کا مطلب یہ ہے کہ ہم نے ان ساری کمزوریوں اور کوتاہیوں سے درگزر کر کے محض اپنے فضل سے ان کی تلافی کردی ہے اور آپ ﷺ کے لیے فتح و نصرت کا دروازہ کھول دیا ہے۔ { وَیُتِمَّ نِعْمَتَہٗ عَلَیْکَ وَیَہْدِیَکَ صِرَاطًا مُّسْتَقِیْمًا } ”اور تاکہ اللہ اپنی نعمت کا اتمام فرما دے آپ ﷺ پر اور آپ ﷺ کی راہنمائی کرے سیدھے راستے کی طرف۔“  بظاہر اس فقرے سے بھی لفظ ”ذنب“ کی طرح اشکال پیدا ہوتا ہے کہ رسول اللہ ﷺ تو پہلے ہی سیدھی راہ پر تھے بلکہ { وَاِنَّکَ لَتَھْدِیْ اِلٰی صِرَاطٍ مُّسْتَقِیْمٍ۔ } الشوریٰ کا مصداق تھے ‘ اور آپ ﷺ کے تمام اہل ایمان ساتھی بھی پچھلے اٹھارہ برسوں سے سربکف ہو کر اسی راہ ہدایت پر گامزن تھے تو پھر یہاں { وَیَہْدِیَکَ صِرَاطًا مُّسْتَقِیْمًا } کے فرمان کا کیا مفہوم ہے ؟ اس بارے میں مفسرین کی بہت سی آراء ہیں ‘ جن کی تفصیل بیان کرنا یہاں ممکن نہیں۔ بہر حال میرے نزدیک اس کی توجیہہ وہی ہے جو میں قبل ازیں سورة محمد کی آیت 19 کے ضمن میں لفظ ”ذنب“ کی وضاحت کے حوالے سے بیان کرچکا ہوں کہ اے نبی ﷺ ! آپ اپنے اہل ایمان ساتھیوں کے ساتھ اقامت ِدین کے لیے جو مسلسل جدوجہد کر رہے ہیں ‘ اس حوالے سے اگر اہل ایمان میں سے کسی سے اب تک کسی قسم کی کوئی کوتاہی ہوئی ہے تو اللہ تعالیٰ اس فتح مبین کی برکت سے ایسی تمام کوتاہیوں کی تلافی فرما دے گا۔ اس کے بعد اللہ کی حکومت قائم کرنے کے لیے آپ لوگوں کی یہ جدوجہد تیر کی طرح سیدھی اپنے ہدف کی طرف تیزی سے بڑھے گی اور ”اظہارِ دین حق“ کا عملی مظاہرہ اب بہت جلد دنیا کی نظروں کے سامنے آجائے گا۔ گویا اس مقام پر آپ ﷺ کو سیدھا راستہ دکھانے کا مطلب فتح و کامرانی کا راستہ دکھانا ہے۔  جہاں تک آیت زیر مطالعہ میں ”اتمامِ نعمت“ کے وعدے کا تعلق ہے تو اس سے مراد دراصل دین کا اتمام ہی ہے جس کے بارے میں یہ خوشخبری ہم سورة المائدۃ کی آیت 3 میں پڑھ آئے ہیں : { اَلْیَوْمَ اَکْمَلْتُ لَکُمْ دِیْنَکُم وَاَتْمَمْتُ عَلَیْکُمْ نِعْمَتِیْ وَرَضِیْتُ لَـکُمُ الْاِسْلاَمَ دِیْنًاط } ”آج کے دن میں نے تمہارے لیے تمہارے دین کی تکمیل فرما دی ہے ‘ اور تم پر اپنی نعمت کا اتمام فرمادیا ہے ‘ اور تمہارے لیے میں نے اسلام کو بحیثیت دین کے پسند کرلیا ہے“۔ البتہ اس اہم مضمون کے درست ادراک کے لیے ضروری ہے کہ دین کے اتمام کی دونوں صورتیں پیش نظر رہیں۔ اس کی ایک صورت تو یہ ہے کہ قرآن میں تمام احکامِ دین بیان کردیے گئے اور شریعت مکمل ہوگئی۔ لیکن دین اسلام چونکہ ایک ضابطہ حیات ہے اس لیے عملی طور پر اس کی تکمیل تب ہی ممکن تھی جب اس کے تحت باقاعدہ ایک حکومت قائم ہوتی اور معاشرے کے اندر اس کے تمام قوانین کی تنفیذ کا مظاہرہ اور نمونہ عملی طور پر سامنے آتا۔ اسی کیفیت کا نام دراصل ”اظہارِ دین“ ہے جس کا ذکر قرآن مجید میں تین مقامات التوبۃ : 33 ‘ الفتح : 28 ‘ اور الصف : 9 پر { لِیُظْہِرَہٗ عَلَی الدِّیْنِ کُلِّہٖ } کے الفاظ میں رسول اللہ ﷺ کی بعثت کے ”مقصد“ کے طور پر بیان ہوا ہے۔ چناچہ آیت زیر مطالعہ میں یہاں خصوصی طور پر اسی ”نعمت“ کے اتمام کی طرف اشارہ ہے کہ اے نبی ﷺ ! آپ کے ساتھیوں کی اگلی پچھلی کوتاہیوں کی تلافی کے لیے ہم نے آپ ﷺ کو یہ ”فتح مبین“ عطا کردی ہے۔ اب آپ ﷺ کی جدوجہد تیزی کے ساتھ اپنے ہدف کی طرف بڑھے گی اور جزیرہ نمائے عرب میں بہت جلد ”اظہارِ دین حق“ کا عملی نمونہ دنیا کے سامنے آجائے گا۔",
  "ayah": 2,
  "surah": 48
}
