{
  "text": "آیت 25 { ہُمُ الَّذِیْنَ کَفَرُوْا وَصَدُّوْکُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْہَدْیَ مَعْکُوْفًا اَنْ یَّبْلُغَ مَحِلَّہٗ } ”وہی لوگ ہیں جنہوں نے کفر کیا اور تمہیں روکے رکھا مسجد ِحرام تک جانے سے اور قربانی کے جانور بھی روکے گئے اپنی جگہ پہنچنے سے۔“ یہ ان جرائم کا تذکرہ ہے جن کا ارتکاب قریش مکہ نے اس پورے واقعے کے دوران کیا تھا۔ انہوں نے نہ صرف مسلمانوں کو احرام کی حالت میں ہوتے ہوئے بھی بیت اللہ کے طواف سے روکا بلکہ ان کے قربانی کے جانوروں کو بھی قربان گاہوں تک نہ پہنچنے دیا۔ لیکن اس سب کچھ کے باوجود اللہ تعالیٰ نے فریقین کے ہاتھوں کو ایک دوسرے کی طرف بڑھنے سے روک دیا اور اس ممکنہ جنگ کو ٹال دیا۔ اللہ تعالیٰ کے اس فیصلے میں جو حکمت کارفرما تھی اب اس کا ذکر ہو رہا ہے :  { وَلَوْلَا رِجَالٌ مُّؤْمِنُوْنَ وَنِسَآئٌ مُّؤْمِنٰتٌ لَّمْ تَعْلَمُوْہُمْ اَنْ تَطَئُوْہُمْ فَتُصِیْبَکُمْ مِّنْہُمْ مَّعَرَّۃٌ بِغَیْرِ عِلْمٍ } ”اور اگر نہ ہوتے مکہ میں موجود ایسے مومن مرد اور مومن عورتیں جنہیں تم نہیں جانتے تھے ‘ اندیشہ تھا کہ تم لوگ انہیں بھی کچل دیتے تو ان کے بارے میں تم پر الزام آتا بیخبر ی میں تو جنگ نہ روکی جاتی۔“ عین موقع پر جنگ کو روکنے میں دراصل یہ حکمت پوشیدہ تھی کہ اس وقت تک مکہ میں بہت سے ایسے اہل ِ ایمان افراد موجود تھے جو کسی نہ کسی وجہ سے ہجرت نہیں کرسکے تھے۔ اس میں ضعفاء بھی تھے ‘ مریض بھی تھے اور عورتیں بھی تھیں۔ ان لوگوں کا ذکر سورة النساء کے چودھویں رکوع میں بھی آیا ہے کہ اللہ تعالیٰ ایسے لوگوں کی معذوری کو دیکھتے ہوئے انہیں معاف کر دے گا اور ہجرت نہ کرسکنے کی بنا پر ان سے مواخذہ نہیں کرے گا۔ چناچہ ایسے لوگوں کی شہر میں موجودگی کی صورت میں جب جنگ کی چکی ّچلتی تو یہ بےگناہ لوگ بھی اس میں پس جاتے اور الٹا مسلمانوں پر ان سے متعلق الزام بھی آتا کہ انہوں نے اپنے ہی اہل ایمان ساتھیوں کو قتل کردیا ہے۔ چناچہ اللہ تعالیٰ نے اسی لیے ممکنہ جنگ کو روک دیا اور مسلمانوں کو بغیر لڑے صلح کی شکل میں فتح دے دی۔ { لِیُدْخِلَ اللّٰہُ فِیْ رَحْمَتِہٖ مَنْ یَّشَآئُ } ”جنگ اس لیے روکی گئی تاکہ اللہ داخل کرے اپنی رحمت میں جس کو چاہے۔“ { لَوْ تَزَیَّلُوْا لَـعَذَّبْنَا الَّذِیْنَ کَفَرُوْا مِنْہُمْ عَذَابًا اَلِیْمًا } ”اگر وہ اہل ِایمان علیحدہ ہوچکے ہوتے تو ان اہل ّمکہ میں سے جو کافر تھے ان کو ہم ایک دردناک عذاب کا مزہ چکھا دیتے۔“ اگر وہ کمزور اور معذور اہل ایمان اس وقت تک مکہ سے نکل چکے ہوتے تو ہم یہ جنگ ہونے دیتے اور مسلمانوں کے ہاتھوں قریش مکہ کو ان کے جرائم کی بدترین سزا دلواتے۔",
  "ayah": 25,
  "surah": 48
}
