{
  "surah": 20,
  "ayah": 115,
  "text": "And We made covenant with Adam before, but he forgot, and We found in him no resoluteness. Until the end of this section is the story of Adam and the compact of his vicegerency. First he was addressed by awesomeness. He saw the whip of rebuke, and he stepped into the street of fear and wept. Then he was sat down on gentleness. The beginningless solicitude arrived, he saw the crown of chosenness, and he was happy on the carpet of hope. Yes, it was a work already done, a decree made ready in the Beginningless. Adam had not yet slipped when the tailor of gentleness sewed the waistcoat of his repentance, and Iblis had not yet stepped into disobedience when the druggist of severity mixed the draft of the poison of his curse. The beginning of the traces of the beginningless solicitude for Adam was that the exalted majesty of the Unity Itself in Its perfect self-sufficiency took a handful of dust from the earth: “Surely God created Adam from a handful taken from the entire surface of the earth.” Then He placed it in the mold of the stature, as He said: “Surely We created man in the most beautiful stature” [95:4]. Then He brought him into the ferment of bringing to be: “He fermented the clay of Adam in His hand for forty days.” Then He sat the spirit-king on the royal seat of his makeup: “I have blown into him of My spirit” [15:29]. Then He read out the edict of his vicegerency and sultanate in the kingdom of the beginningless: “Surely I am setting in the earth a vicegerent” [2:30]. He recorded the names of all existent things with the pen of the gentleness of Eternity on the tablet of his heart: “And He taught Adam the names, all of them” [2:31]. He commanded the glorifiers and hallowers of the Holy Pali-sades and the Gardens of Intimacy to prostrate themselves before the throne of his good fortune: “And when We said to the angels, 'Prostrate yourselves before Adam'” [2:34]. Know that this level, distinction, and rank was not for the clay. Rather, it belonged to the sultan of the heart. In the core of Adam's heart He deposited one of the divine subtleties, royal secrets, and unseen meanings, a secret concealed by the curtain of Say: “The spirit is of the command of my Lord” [17:85]."
}
