{
  "surah": 20,
  "ayah": 131,
  "text": "Extend not thine eyes to what We have given pairs of them to enjoy, the flower of this world's life so that We may entrance them thereby; and thy Lord's provision is better and more subsisting. This is another balm that He lays on the hearts of the poor. He is showing the insignificance and feebleness of this world to people, exposing its defects and blemishes, and holding His friends back from seeing and loving it. He is saying, “the flower of this world's life so that We may entrance them thereby”: This world is a blossom whose moisture, freshness, and comeliness will last a few days. Then it will wither and become nothing, but its entrancement will remain in the heart. Why are you in love with the loveless one who took Alexander's life? Why are you passionate for the friend to whom Darius lost his kingdom? [DS 53] “The rich turn back to this world and the poor turn back to the Patron. How far apart are these and those!” Whatever happens to the rich, they come back to this world. In every state the heart of the poor is with the Patron. From here is known the eminence of the poor over the rich. Junayd considered poverty more excellent than wealth. In contrast, Ibn ʿAṬāÌ considered wealth more eminent than poverty. One day there was a debate between the two. Junayd argued that God's Messenger said, “The poor of my community will enter the Garden one-half day before the rich, and that is five hundred years.” He said that someone who goes into paradise is more excellent than someone who remains five hundred years in the reckoning. Ibn ʿAṬāÌ said, “No, it is more excellent to remain in the reckoning, for the person in paradise has the pleasure of blessing, but the person in the reckoning has the pleasure of the Real's rebuke. Talking with the Friend, even in the station of rebuke, is beyond being occupied with other than the Friend, even if that is in the station of blessing. This is because being tried by the Friend is sweeter than being in the Friend's blessing without the Friend.” Junayd answered, “Even if the rich man has the pleasure of rebuke, the poor man will have the pleasure of apology."
}
