{
  "text": "سوت کاتنا محنت کے ذریعہ بکھرے ہوئے ریشوں کا یکجا کرنا ہے۔ ایسا اس لیے کیا جاتا ہے تاکہ انسان کے لیے کار آمد چیزیں تیا رہوں۔ اب اگر کوئی مرد یا عورت دن بھر محنت کرکے سوت کاتے اور پھر شام کے وقت اپنے کاتے ہوئے سوت کو پارہ پارہ کردے تو اس کی ساری محنت بے نتیجہ ہو کر رہ جائے گی۔\nیہی معاملہ ان لوگوں کا ہے جو آپس میں ایک معاہدہ کریں اور پھر ایک یا دوسرا فریق کسی معقول سبب کے بغیر اس کو توڑ ڈالے۔ کاتے ہوئے سوت کو خواہ مخواہ بکھیرنا اپنی محنت کو اکارت کرنا ہے۔ اسی طرح کيے ہوئے معاہدے کو توڑڈالنا اس پورے عمل کو باطل کرنا ہے جس کے نتیجے میں باہمی اتفاق کا ایک معاملہ وجود میں آیا تھا۔\nموجودہ دنیا میں ایک آدمی دوسرے آدمیوں کے ساتھ مل کر زندگی گزارتا ہے۔ ہر آدمی کو اپنا کام دوسرے بہت سے آدمیوں کے درمیان کرنا ہوتاہے۔ اس بنا پر اجتماعی زندگی میں باہمی اعتماد کی بہت زیادہ اہمیت ہے۔ اسی اجتماعی زندگی کو قائم کرنے کی خاطر بار بار ایک انسان اور دوسرے انسان کے درمیان معاہدے اور قول وقرار وجود میں آتے ہیں، کبھی قسم کھا کر اور کبھی قسم کے بغیر۔ اب اگر لوگ ایسا کریں کہ معاہدوں کو حقیقی جواز کے بغیر توڑ ڈالیں تو اجتماعی زندگی میں فساد پھیل جائے اور کسی قسم کی تعمیر ممکن نہ رہے۔\nخدا کے نام پر معاہدہ کی دو صورتیں ہیں ۔ ایک یہ کہ باقاعدہ قسم کے الفاظ اداکرکے کسی سے کوئی عہد کیاجائے۔ دوسري یہ کہ قسم کے الفاظ نہ بولے جائیں تاہم جو معاہدہ کیا گیا ہے اس میں خدا کا حوالہ بھی کسی پہلو سے شامل ہو۔ ایسی تمام صورتوں میں عہد کرنے والے گویا خدا کو اس معاملہ کا گواہ یا ضامن بناتے ہیں۔ ایسے معاہدے جن میں خدا کا نام شامل کیا گیا ہو ان کو توڑنا اور بھی زیادہ برا ہے، کیوں کہ اس کا مطلب یہ ہے کہ جب آدمی کو دوسروں کے اوپراپنا اعتبار قائم کرنا تھا تو اس نے خدا کے نام کو استعمال کیااور جب اس پر نفس یا مفاد کے تقاضے غالب آئے تو اس نے خدا کو نظر انداز کردیا۔\nافراد یا قوموں کے درمیان جو معاہدے ہوتے ہیں ان کی دوصورتیںهيں ۔ ایک یہ کہ وہ اصولوں کے تابع ہوں۔ دوسري یہ کہ وہ مفادات کے تابع ہوں۔ قدیم زمانے میں اور آج بھی عام حالت یہ ہے کہ جب معاہدہ کرنے میں کوئی فائدہ نظر آیا تو معاہدہ کرلیا ۔ اور جب توڑنا مفید معلوم ہوا تو اس کو توڑ دیا۔ اس کے برعکس، اسلام کی تعلیم یہ ہے کہ معاہدات کو شرعی اور اخلاقی اصولوں کے تابع رکھا جائے۔",
  "ayah": 91,
  "surah": 16
}
