{
  "text": "وقوله ( أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ ) فيه متروك استغني بدلالة الظاهر عليه منه, وهو: يقال ألقيا في جهنم, أو قال تعالى: ألقيا, فأخرج الأمر للقرين, وهو بلفظ واحد مخرج خطاب الاثنين. وفي ذلك وجهان من التأويل: أحدهما: أن يكون القرين بمعنى الاثنين, كالرسول, والاسم الذي يكون بلفظ الواحد في الواحد, والتثنية والجمع, فردّ قوله ( أَلْقِيَا فِي جَهَنَّمَ ) إلى المعنى. والثاني: أن يكون كما كان بعض أهل العربية يقول, وهو أن العرب تأمر الواحد والجماعة بما تأمر به الاثنين, فتقول للرجل ويلك أرجلاها وازجراها, وذكر أنه سَمِعها من العرب; قال: وأنشدني بعضهم:فَقُلْـــتُ لصَــاحِبي لا تَحْبســانابــنزعِ أُصُولِــهِ واجْــتَزَّ شـيحا (6)قال: وأنشدني أبو ثروان:فـإنْ تَزْجُـرانِي يـا بْنَ عَفَّان أنزجِرْوَإنْ تَدَعــانِي أحْـمِ عِرْضـا مُمنَعَّـا (7)قال: فيروى أن ذلك منهم أن الرجل أدنى أعوانه في إبله وغنمه اثنان, وكذلك الرفقة أدنى ما تكون ثلاثة, فجرى كلام الواحد على صاحبيه, وقال: ألا ترى  الشعراء أكثر قيلا يا صاحبيّ يا خليليّ, وقال امرؤ القَيس:خَـلِيلَيَّ مُـرَّا بِـي عـلى أُمّ جُـنْدَبِنُقَــضِّ لُبانــاتِ الفُـؤَادِ المُعَـذَّبِ (8)ثم قال:أَلـمْ تَـرَ أنّـي كُلَّمـا جِـئْتُ طارِفـاوَجَـدْتُ بِهـا طِيْبـات وَإنْ لَّـمْ تَطَيَّبِ (9)فرجع إلى الواحد, وأوّل الكلام اثنان; قال: وأنشدني بعضهم:خَـلِيلَي قُومـا فـي عَطالَـةَ فـانْظُرَاأنـارٌ تَـرَى مِـنْ ذِي أبـانَيْنِ أَمْ بَرْقا (10)وبعضهم يروي: أنارا نرى.( كُلَّ كَفَّارٍ عَنِيدٍ ) يعني: كل جاحد وحدانية الله عنيد, وهو العاند عن الحقّ وسبيل الهدى.-------------------الهوامش :(6) البيت لمضرس بن ربعي الفقعسي الأسدي ، وليس ليزيد بن الطثرية كما نسبه الكسائي وثعلب إليه ، وأخذه عنه الجوهري في الصحاح . قاله ياقوت فيما كتبه على الصحاح . وفي روايته : \" لحاطبي \" في موضع لصاحبي ، وقوله : \" لا تحبسانا \" ، فإن العرب ربما خاطبت الواحد بلفظ الاثنين ( انظر شرح شواهد الشافية لعبد القادر البغدادي طبع القاهرة ) . وقال الفراء في معاني القرآن ( الورقة 309 عند قوله تعالى \" ألقيا في جهنم \" . العرب تأمر الواحد والقوم بما يؤمر به الاثنان ، فيقولان للرجل قوما عنا . وسمعت بعضهم يقول : ويحك ارحلاها وازجراها . وأنشدني بعضهم \" فقلت لصاحبي ... البيت \" . قال : ويروى : واجدز يريد : واجتز . أ هـ .(7) وهذا البيت أيضًا من شواهد الفراء في معاني القرآن ( الورقة 309 ) على ما تقدم في نظيره من أن العرب قد تخاطب القوم والواحد بما تخاطب به الاثنين ، قال بعد أن أنشد البيت : ونرى أن ذلك منهم أن الرجل أدنى أعوانه في إبله وغنمه اثنان ، وكذلك الرفقة أدنى ما يكونون ثلاثة ، فجرى كلام الواحد على صاحبيه . أ هـ .وقال في ( اللسان : جزر ) إن العرب ربما خاطبت الواحد بلفظ الاثنين ، كما قال سويد بن كراع العكلي :تقـول ابنـة العـوفي ليـلي ألا ترىإلـى ابـن كـراع لا يـزال مفزعـامخافــة هـذين الأمـيرين سـهدترقــادي وغشـتني بياضـا مقزعـافــإن أنتمــا أحكمتماني فـازجراأراهـط تـؤذي مـن النـاس رضعاوإن تزجراني ... البيت .قال : وهذا يدل على أنه خاطب اثنين : سعيد بن عثمان ، ومن ينوب عنه ، أو يحضر معه . وقوله فإن أنتما أحكمتماني : دليل أيضا على أنه يخاطب اثنين . وقوله : أحكمتماني : أي منعتماني من هجائه . واصله من أحكمت الدابة : إذا جعلت فيها حكمة اللجام وقوله : \" وإن تدعاني \" أي إن تركتماني حميت عرضي ممن يؤذيني . وإن زجرتماني انزجرت وصبرت . والرضع : جمع راضع ، وهو اللئيم . أ هـ . وعلى هذا لا يكون في البيت شاهد للفراء ، ولا للمؤلف .(8) هذا البيت مطلع قصيدة لامرئ القيس قالها في زوجته أم جندب من طيئ ( مختار الشعر الجاهلي بشرح مصطفى السقا طبعة الحلبي ص 43 ) والشاهد فيه أن يخاطب خليله ، بلفظ التثنية ، لأنهم كانوا ثلاثة في سفر . وبعد هذا المطلع قوله :فإنكمـــا إن تنظــراني ســاعةمـن الدهـر تنفعنـي لـدى أم جندب(9) وهذا البيت هو ثالث البيتين في القصيدة ، وهو لامرئ القيس أيضًا . قال الفراء بعد كلامه الذي سبق في الشاهد الذي قبله : ثم قال : ألم تر ، فرجع إلى الواحد ، وأول كلامه اثنان . قلت : وكلام الفراء بناء على روايته في البيت . وهناك رواية أخرى في قوله \" ألم تر \" وهي : \" ألم تريا \" بصيغة الخطاب للمثنى ، وهما رفيقاه ، و شاهد عليها في البيت . وهي رواية الأعلم الشنتمري في شرحه للأشعار الستة ، وأثبتها شارح مختار الشعر الجاهلي .(10) البيت لسويد بن كراع العكلي عن ( التاج : عطل ) وعطالة : جبل لبني تميم وذو وأبانين : أي المكان الذي فيه الجبلان : أبان الأبيض ، وهو لبني جريد من بني فزارة خاصة، والأسود لبني والبة من بني الحارث بن ثعلبة بن دودان بن أسد ، ويشركهم فيه فزارة . وبين الجبلين نحو فرسخ ، ووادي الرمة يقطع بينهما . قاله البكري في ( معجم ما استعجم ص 95 ) . وقال الفراء بعد أن روى البيت: بعضهم يرويه : \" أنارا ترى \" . أ هـ . وعلى هذه الرواية الأخيرة لا يكون في البيت شاهد على ما أراده المؤلف من أن العرب تخاطب الواحد بما تخاطب به المثنى . وقوله \" من ذى أبانين \" هذه رواية الطبري في الأصل ، وهي تختلف عن رواية الفراء في معاني القرآن ( 309 ) وهي : \" من نحو بابين \" . قال في التاج : وبابين - مثنى - موضع بالبحرين",
  "ayah": 24,
  "surah": 50
}
