{
  "text": "وقوله ( لَهُمْ مَا يَشَاءُونَ فِيهَا ) يقول: لهؤلاء المتقين ما يريدون في هذه الجنة التي أزلفت لهم من كل ما تشتهيه نفوسهم, وتلذّه عيونهم.وقوله ( وَلَدَيْنَا مَزِيدٌ ) يقول: وعندنا لهم على ما أعطيناهم من هذه الكرامة التي وصف جلّ ثناؤه صفتها مزيد يزيدهم إياه. وقيل: إن ذلك المزيد: النظر إلي الله جلّ ئناؤه.* ذكر من قال ذلك:حدثني أحمد بن سهيل الواسطي, قال: ثنا قُرةُ بن عيسى, قال: ثنا النضر بن عربيّ عن جده, عن أنس, \" إن الله عزّ وجلّ إذا أسكن أهل الجنة الجنة, وأهل النار النار, هبط إلى مَرْج من الجنة أفيح, فمدّ بينه وبين خلقه حُجُبا من لؤلؤ, وحُجُبا من نور ثم وُضعت منابر النور وسُرُرُ النور وكراسيّ النور, ثم أُذِن لرجل على الله عزّ وجلّ بين يديه أمثال الجبال من النور يُسْمَع دَويّ تسبيح الملائكة معه, وصفْقُ أجنحتهم فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذن له على الله؟ فقيل: هذا المجعول بيده, والمُعَلَّم الأسماء, والذي أُمرت الملائكة فسجدت له, والذي له أبيحت الجنة, آدم عليه السلام, قد أُذِن له على الله تعالى; قال: ثم يؤذَن لرجل آخر بين يديه أمثال الجبال من النور, يُسْمع دَوِيّ تسبيح الملائكة معه, وصفْقُ أجنحتهم; فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذِن له على الله؟ فقيل: هذا الذي اتخذه الله خليلا وجعل عليه النار بَرْدا وسلاما, إبراهيم قد أُذن له على الله. قال: ثم أُذِن لرجل آخر على الله, بين يديه أمثال الجبال من النور يُسْمع دوي تسبيح الملائكة معه, وصَفْق أجنحتهم; فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذن له على الله؟ فقيل: هذا الذي اصطفاه الله برسالته (12) وقرّبه نجيا, وكلَّمه [كلاما] (13) موسى عليه السلام, قد أُذِن له على الله. قال: ثم يُؤذن لرجل آخر معه مثلُ جميع مواكب النبيين قبله, بين يديه أمثال الجبال, [من النور] (14) يسمع دَوِي تسبيح الملائكة معه, وصَفْق أجنحتهم; فمدّ أهل الجنة أعناقهم, فقيل: من هذا الذي قد أُذِن له على الله؟ فقيل: هذا أوّل شافع, وأوّل مشفَّع, وأكثر الناس واردة, وسيد ولد آدم; وأوّل من تنشقّ عن ذُؤابتيه الأرض, وصاحب لواء الحمد, أحمد صَلَّى الله عَلَيْهِ وَسَلَّم , قد أُذِن له على الله. قال: فجلس النبيون على منابر النور, [والصدّيقون على سُرُر النور; والشهداء على كراسيّ النور] (15) وجلس سائر الناس على كُثْبان المسك الأذفر الأبيض, ثم ناداهم الربّ تعالى من وراء الحُجب: مَرْحَبًا بعبادي وزوّاري وجيراني ووفدي. يا ملائكتي, انهضوا إلى عبادي, فأطعموهم. قال: فقرّبت إليهم من لحوم طير, كأنها البُخت لا ريش لها ولا عظم, فأكلوا, قال: ثم ناداهم الربّ من وراء الحجاب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا اسقوهم. قال: فنهض إليهم غلمان كأنهم اللؤلؤ المكنون بأباريق الذهب والفضة بأشربة مختلفة لذيذة, لذة آخرها كلذّة أوّلها, لا يُصَدّعون عنها ولا يُنـزفون; ثم ناداهم الربّ من وراء الحُجب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا وشربوا, فَكِّهوهم. قال: فيقرب إليهم على أطباق مكلَّلة بالياقوت والمرجان; ومن الرُّطَب الذي سَمَّى الله, أشدّ بياضا من اللبن, وأطيب عذوبة من العسل. قال: فأكلوا ثم ناداهم الربّ من وراء الحجب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا وشربوا, وفُكِّهوا; اكسوهم; قال ففتحت لهم ثمار الجنة بحلل مصقولة بنور الرحمن فألبسوها. قال: ثم ناداهم الربّ تبارك وتعالى من وراء الحجب: مرحبا بعبادي وزواري وجيراني ووفدي; أكلوا; وشربوا; وفُكِّهوا; وكُسُوا طَيِّبوهم. قال: فهاجت عليهم ريح يقال لها المُثيرة, بأباريق المسك [الأبيض] (16) الأذفر, فنفحت على وجوههم من غير غُبار ولا قَتام. قال: ثم ناداهم الربّ عز وجل من وراء الحُجب: مرحبا بعبادي وزوّاري وجيراني ووفدي, أكلوا وشربوا وفكهوا, وكسوا وطُيِّبوا, وعزتي لأتجلينّ لهم حتى ينظروا إليّ قال: فذلك انتهاء العطاء وفضل المزيد; قال: فتجلى لهم الربّ عزّ وجلّ, ثم قال: السلام عليكم عبادي, انظروا إليّ فقد رضيت عنكم. قال: فتداعت قصور الجنة وشجرها, سبحانك أربع مرّات, وخرّ القوم سجدا; قال: فناداهم الربّ تبارك وتعالى: عبادي ارفعوا رءوسكم فإنها ليست بدار عمل, ولا دار نَصَب إنما هي دار جزاء وثواب, وعزّتي وجلالي ما خلقتها إلا من أجلكم, وما من ساعة ذكرتموني فيها في دار الدنيا, إلا ذكرتكم فوق عرشي\".حدثنا عليّ بن الحسين بن أبجر, قال: ثنا عمر بن يونس اليمامي, قال: ثنا جهضم بن عبد الله بن أبي الطفيل قال: ثني أبو طيبة, عن معاوية العبسيّ, عن عثمان بن عمير, عن أنس بن مالك, قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" أتانِي جِبْرِيلُ عَلَيْهِ السَّلامُ فِي كَفِّه مِرْآةٌ بَيْضَاءُ, فِيها نُكْتَةٌ سَوْدَاءُ فَقُلْتُ: يا جِبْرِيلُ ما هَذِهِ؟ قالَ: هَذِهِ الجُمُعَةُ, قُلْتُ: فَمَا هَذِهِ النُّكْتَةُ السَّوْدَاءُ فِيها؟ قالَ: هِيَ السَّاعَةُ تَقُومُ يَوْمَ الجُمُعَةِ وَهُوَ سَيِّدُ الأيَّامِ عِنْدَنا, وَنَحْنُ نَدْعُوهُ فِي الآخِرَةِ يَوْمَ الْمَزِيدِ; قُلْتٌ: وَلِمَ تَدْعُونَ يَوْمَ المَزِيدِ قالَ: إنَّ رَبَّكَ تَبارَكَ وَتَعالى اتَّخَذَ فِي الجَنَّةِ وَاديا أفْيَحَ مِنْ مِسْكٍ أبْيَضَ, فإذَا كانَ يَوْمُ الجُمُعَةِ نـزلَ مِنْ عِلِّيِّين على كُرْسِيِّه, ثُمَّ حَفَّ الكُرْسِيَّ بِمنَابِرَ مِنْ نُورٍ, ثُمَّ جَاءَ النَّبِيُّونَ حتى يَجْلِسُوا عَلَيْها ثُمَّ تَجِيءُ أهلُ الجَنَّةِ حتى يَجْلِسُوا على الكُثُبِ فَيَتَجَلَّى لَهمْ رَبُّهُمْ عَزَّ وَجَلَّ حتى يَنْظُرُوا إلى وَجْهِهِ وَهُوَ يَقُولُ: أنا الَّذِي صَدَقْتُكُم عِدَتِي, وأتْمَمْتُ عَلَيْكُم نِعْمَتِي, فَهَذَا مَحلُّ كَرَامَتِي, فَسَلُونِي, فَيَسألُونهُ الرِّضَا, فَيَقُولُ: رِضَايَ أحَلَّكُمْ دَارِي وأنالَكُم كَرَامَتِي, فَسَلُونِي, فَيَسأَلُونهُ حتى تَنْتَهِيَ رَغْبتهُمْ, فَيُفْتَحُ لَهُمْ عِنْدَ ذلكَ ما لا عين رأَتْ, وَلا أُذُنٌ سَمعَتْ, وَلا خَطَر على قَلْبِ بَشَرٍ, إلى مِقْدَارٍ مُنْصَرَف النَّاسِ مِنَ الجُمُعَة حتى يَصْعَدَ على كُرْسِيِّه فَيَصْعَدُ مَعَهُ الصدّيقُونَ والشُّهَدَاءُ, وَتَرْجِعُ أهْلُ الجَنَّةِ إلى غُرَفِهِمْ دُرَّةً بَيْضَاءَ, لا نَظْمَ فِيها ولا فَصْمَ, أوْ ياقُوتَةً حَمْرَاءَ, أوْ زَبْرَجَدَةً خَضْرَاءَ, مِنْها غُرَفُها وأبْوَابُها, فَلَيْسُوا إلى شَيْءٍ أحْوَجَ مِنْهُمْ إلى يَوْمِ الجُمُعَةِ, لِيَزْدَادُوا مِنْهُ كَرَامَةً, وَلِيَزْدَادُوا نَظَرًا إلى وَجْهِهِ, وَلِذَلكَ دُعِيَ يَوْمَ المَزِيدِ\".حدثنا ابن حُمَيد, قال: ثنا جرير, عن ليث بن أبي سليم, عن عثمان بن عمير, عن أنس بن مالك, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم , نحو حديث عليّ بن الحسين.حدثنا الربيع بن سليمان, قال: ثنا أسد بن موسى, قال: ثنا يعقوب بن إبراهيم, عن صالح بن حيان, عن أبي بُرَيدة, عن أنس بن مالك, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بنحوه.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا ابن عون, عن محمد, قال: حدثنا, أو قال: \" قالوا: إن أدنى أهل الجنة منـزلة, الذي يقال له تمنّ, ويذكِّره أصحابه فيتمنى, ويذكره أصحابه فيقال له ذلك ومثله معه. قال: قال ابن عمر: ذلك لك وعشرة أمثاله, وعند الله مزيد \".حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث أن درّاجا أبا السَّمْح, حدثه عن أبي الهَيثم, عن أبي سعيد الخُدريّ, أنه قال عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" إنَّ الرَّجُلَ فِي الجَنَّةِ لَيَتَّكِئَ سَبْعِينَ سَنَةً قَبْل أنْ يَتَحَوَّلَ ثُمَّ تأْتِيهِ امْرأتُهُ فَتَضْربُ على مَنْكِبَيْهِ, فَيَنْطُرُ وَجْهَهُ فِي خَدّها أصْفَى مِنْ المِرْآةِ, وإنَّ أدْنَى لُؤْلُؤْةٍ عَلَيْها لَتُضِيءُ ما بَينَ المَشْرِقِ وَالمَغْرِبِ, فَتُسَلِّمُ عَلَيْهِ, فَيرُدُّ السَّلامَ, وَيَسألُها مَنْ أَنْتِ؟ فَتَقُولُ: أنا مِنَ المَزِيدِ وَإنَّهُ لَيَكُونُ عَلَيْها سَبْعُونَ ثَوْبا أدْناها مِثْلُ النُّعْمَانِ مِنْ طُوبى فَيَنْفُذُها بَصَرُهُ حتى يَرَى مُخَّ ساقِها مِنْ وَرَاءِ ذلكَ, وَإنَّ عَلَيْها مِن التِّيجانِ, وَإنَّ أدْنَى لُؤْلُؤْةٍ فِيها لَتُضِيءُ ما بَينَ المَشْرِقِ وَالمَغْرِبِ\".------------------------الهوامش:(12) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وفي الأصل برسالاته ، وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(13) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(14) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(15) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .(16) كذا في الدر المنثور للسيوطي ( 6 : 108 ) نقلا عن المؤلف . وقد سقط من الأصل بعض عبارات ضرورية وضعناها بين هذين المعقوفين .",
  "ayah": 35,
  "surah": 50
}
