{
  "text": "القول في تأويل قوله تعالى :  إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (37)يقول تعالى ذكره: إن في إهلاكنا القرون التي أهلكناها من قبل قريش ( لَذِكْرَى ) يُتذَكَّر بها( لِمَنْ كَانَ لَهُ قَلْبٌ ) يعني: لمن كان له عقل من هذه الأمة, فينتهي عن الفعل الذي كانوا يفعلونه من كفرهم بربهم, خوفا من أن يحلّ بهم مثل الذي حل بهم من العذاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( إِنَّ  فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ ) : أي من هذه الأمة, يعني بذلك القلبِ: القلبَ الحيّ.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( لِمَنْ كَانَ لَهُ قَلْبٌ ) قال: من كان له قلب من هذه الأمة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( لِمَنْ كَانَ لَهُ قَلْبٌ ) قال: قلب يعقل ما قد سمع من الأحاديث التي ضرب الله بها من عصاه من الأمم. والقلب في هذا الموضع: العقل. وهو من قولهم: ما لفلان قلب, وما قلبه معه: أي ما عقله معه. وأين ذهب قلبك؟ يعني أين ذهب عقلك.وقوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) يقول: أو أصغى لإخبارنا إياه عن هذه القرون التي أهلكناها بسمعه, فيسمع الخبر عنهم, كيف فعلنا بهم حين كفروا بربهم, وعصوْا رسله ( وَهُوَ شَهِيدٌ ) يقول: وهو متفهم لما يخبرُ به عنهم شاهد له بقلبه, غير غافل عنه ولا ساه.وبنحو الذي قلنا في ذلك قال أهل التأويل, وإن اختلفت الفاظهم فيه.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) يقول: إن استمع الذكر وشهد أمره, قال في ذلك: يجزيه إن عقله (3) .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( أَوْ أَلْقَى السَّمْعَ ) قال: وهو لا يحدّث نفسه, شاهد القلب.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: العرب تقول: ألقى فلان سمعه: أي استمع بأذنيه, وهو شاهد, يقول: غير غائب.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان ( إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: يسمع ما يقول, وقلبه في غير ما يسمع.وقال آخرون: عنى بالشهيد في هذا الموضع: الشهادة.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) يعني بذلك أهل الكتاب, وهو شهيد على ما يقرأ في كتاب الله من بعث محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) على ما في يده من كتاب الله أنه يجد النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم مكتوبا.قال: ثنا ابن ثور, قال: قال معمر, وقال الحسن: هو منافق استمع القول ولم ينتفع.حدثنا أحمد بن هشام, قال: ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن السديّ, عن أبي صالح في قوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: المؤمن يسمع القرآن, وهو شهيد على ذلك.حدثني يونس, قال: أخبرنا ابن وهب , قال: قال ابن زيد, في قوله ( أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ ) قال: ألقى السمع يسمع ما قد كان مما لم يعاين من الأحاديث عن الأمم التي قد مضت, كيف عذّبهم الله وصنع بهم حين عَصوا رسله.",
  "ayah": 37,
  "surah": 50
}
