{
  "text": "قوله تعالى : وما آتيتم من ربا ليربوا في أموال الناس فلا يربو عند الله وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون .قوله تعالى : وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند الله فيه أربع مسائل :الأولى : لما ذكر ما يراد به وجهه ويثيب عليه ذكر غير ذلك من الصفة وما يراد به أيضا وجهه . وقرأ الجمهور : آتيتم بالمد بمعنى أعطيتم . وقرأ ابن كثير ومجاهد وحميد بغير مد ; بمعنى ما فعلتم من ربا ليربو ; كما تقول : أتيت صوابا وأتيت خطأ . وأجمعوا على المد في قوله : وما آتيتم من زكاة . والربا الزيادة ، وقد مضى في ( البقرة ) معناه ، وهو هناك محرم وهاهنا حلال . وثبت بهذا أنه قسمان : منه حلال ومنه حرام . قال عكرمة في قوله تعالى : وما آتيتم من ربا ليربو في أموال الناس قال : الربا ربوان ، ربا حلال وربا حرام ; فأما الربا الحلال فهو الذي يهدى ، يلتمس ما هو أفضل منه . وعن الضحاك في هذه الآية : هو الربا الحلال الذي يهدى ليثاب ما هو أفضل منه ، لا له ولا عليه ، ليس له فيه أجر وليس عليه فيه إثم . وكذلك قال ابن عباس : وما آتيتم من ربا يريد هدية الرجل الشيء يرجو أن يثاب أفضل منه ; فذلك الذي لا يربو عند الله ولا يؤجر صاحبه ولكن لا إثم عليه ، وفي هذا المعنى نزلت الآية . قال ابن عباس وابن جبير وطاوس ومجاهد : هذه آية نزلت في هبة الثواب . قال ابن عطية : وما جرى مجراها مما يصنعه الإنسان ليجازى عليه ؛ كالسلام وغيره ; فهو وإن كان لا إثم فيه فلا أجر فيه ولا زيادة عند الله تعالى . وقاله القاضي أبو بكر ابن العربي . وفي كتاب النسائي عن عبد الرحمن بن علقمة قال : قدم وفد ثقيف على رسول الله صلى الله عليه وسلم ومعهم هدية فقال : أهدية أم صدقة . فإن كانت هدية فإنما يبتغى بها وجه رسول الله صلى الله عليه وسلم وقضاء الحاجة ، وإن كانت صدقة فإنما يبتغى بها وجه الله عز وجل قالوا : لا بل هدية ; فقبلها منهم وقعد معهم يسائلهم [ ص: 35 ] ويسألونه . وقال ابن عباس أيضا وإبراهيم النخعي : نزلت في قوم يعطون قراباتهم وإخوانهم على معنى نفعهم وتمويلهم والتفضل عليهم ، وليزيدوا في أموالهم على وجه النفع لهم . وقال الشعبي : معنى الآية أن ما خدم الإنسان به أحدا وخف له لينتفع به في دنياه فإن ذلك النفع الذي يجزي به الخدمة لا يربو عند الله . وقيل : كان هذا حراما على النبي صلى الله عليه وسلم على الخصوص ; قال الله تعالى : ولا تمنن تستكثر فنهى أن يعطي شيئا فيأخذ أكثر منه عوضا . وقيل : إنه الربا المحرم ; فمعنى : فلا يربو عند الله على هذا القول لا يحكم به لآخذه ، بل هو للمأخوذ منه . قال السدي : نزلت هذه الآية في ربا ثقيف ; لأنهم كانوا يعملون بالربا وتعمله فيهم قريش .الثانية : قال القاضي أبو بكر ابن العربي : صريح الآية فيمن يهب يطلب الزيادة من أموال الناس في المكافأة . قال المهلب : اختلف العلماء فيمن وهب هبة يطلب ثوابها ، وقال : إنما أردت الثواب ; فقال مالك : ينظر فيه ; فإن كان مثله ممن يطلب الثواب من الموهوب له فله ذلك ; مثل هبة الفقير للغني ، وهبة الخادم لصاحبه ، وهبة الرجل لأميره ومن فوقه ; وهو أحد قولي الشافعي . وقال أبو حنيفة : لا يكون له ثواب إذا لم يشترط ; وهو قول الشافعي الآخر . قال : والهبة للثواب باطلة لا تنفعه ; لأنها بيع بثمن مجهول . واحتج الكوفي بأن موضوع الهبة التبرع ، فلو أوجبنا فيها العوض لبطل معنى التبرع وصارت في معنى المعاوضات ، والعرب قد فرقت بين لفظ البيع ولفظ الهبة ، فجعلت لفظ البيع على ما يستحق فيه العوض ، والهبة بخلاف ذلك . ودليلنا ما رواه مالك في موطئه عن عمر بن الخطاب رضي الله عنه أنه قال : أيما رجل وهب هبة يرى أنها للثواب فهو على هبته حتى يرضى منها . ونحوه عن علي رضي الله عنه قال : المواهب ثلاثة : موهبة يراد بها وجه الله ، وموهبة يراد بها وجوه الناس ، وموهبة يراد بها الثواب ; فموهبة الثواب يرجع فيها صاحبها إذا لم يثب منها . وترجم البخاري رحمه الله ( باب المكافأة في الهبة ) وساق حديث عائشة قالت : كان رسول الله صلى الله عليه وسلم يقبل الهدية ويثيب [ ص: 36 ] عليها . وأثاب على لقحة ولم ينكر على صاحبها حين طلب الثواب ؛ وإنما أنكر سخطه للثواب وكان زائدا على القيمة . خرجه الترمذي .الثالثة : ما ذكره علي رضي الله عنه وفصله من الهبة صحيح ; وذلك أن الواهب لا يخلو في هبته من ثلاثة أحوال : أحدها : أن يريد بها وجه الله تعالى ويبتغي عليها الثواب منه . والثاني : أن يريد بها وجوه الناس رياء ليحمدوه عليها ويثنوا عليه من أجلها . والثالث : أن يريد بها الثواب من الموهوب له ; وقد مضى الكلام فيه . وقال صلى الله عليه وسلم : الأعمال بالنيات وإنما لكل امرئ ما نوى . فأما إذا أراد بهبته وجه الله تعالى وابتغى عليه الثواب من عنده فله ذلك عند الله بفضله ورحمته ; قال الله عز وجل : وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون .وكذلك من يصل قرابته ليكون غنيا حتى لا يكون كلا ، فالنية في ذلك متبوعة ; فإن كان ليتظاهر بذلك دنيا فليس لوجه الله ، وإن كان لما له عليه من حق القرابة وبينهما من وشيجة الرحم فإنه لوجه الله .وأما من أراد بهبته وجوه الناس رياء ليحمدوه عليها ويثنوا عليه من أجلها فلا منفعة له في هبته ; لا ثواب في الدنيا ولا أجر في الآخرة ; قال الله عز وجل : يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى كالذي ينفق ماله رئاء الناس الآية .وأما من أراد بهبته الثواب من الموهوب له فله ما أراد بهبته ، وله أن يرجع فيها ما لم يثب بقيمتها ، على مذهب ابن القاسم ، أو ما لم يرض منها بأزيد من قيمتها ، على ظاهر قول عمر وعلي ، وهو قول مطرف في الواضحة : أن الهبة ما كانت قائمة العين ، وإن زادت أو نقصت فللواهب الرجوع فيها وإن أثابه الموهوب فيها أكثر منها . وقد قيل : إنها إذا كانت قائمة العين لم تتغير فإنه يأخذ ما شاء . وقيل : تلزمه القيمة كنكاح التفويض ، وأما إذا كان بعد فوت الهبة فليس له إلا القيمة اتفاقا ; قاله ابن العربي .[ ص: 37 ] الرابعة : قوله تعالى : ( ليربو ) ، قرأ جمهور القراء السبعة : ليربو بالياء وإسناد الفعل إلى الربا . وقرأنافع وحده : بضم التاء والواو ساكنة على المخاطبة ; بمعنى تكونوا ذوي زيادات ، وهذه قراءة ابن عباس والحسن وقتادة والشعبي . قال أبو حاتم : هي قراءتنا . وقرأ أبو مالك : ( لتربوها ) بضمير مؤنث . فلا يربو عند الله أي لا يزكو ولا يثيب عليه ; لأنه لا يقبل إلا ما أريد به وجهه وكان خالصا له ; وقد تقدم في ( النساء ) . وما آتيتم من زكاة قال ابن عباس : أي من صدقة . و تريدون وجه الله فأولئك هم المضعفون أي ذلك الذي يقبله ويضاعفه له عشرة أضعافه أو أكثر ; كما قال : من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة . وقال : ومثل الذين ينفقون أموالهم ابتغاء مرضاة الله وتثبيتا من أنفسهم كمثل جنة بربوة . وقال : فأولئك هم المضعفون ولم يقل فأنتم المضعفون ؛ لأنه رجع من المخاطبة إلى الغيبة ; مثل قوله : حتى إذا كنتم في الفلك وجرين بهم . وفي معنى المضعفين قولان : أحدهما : أنه تضاعف لهم الحسنات كما ذكرنا . والآخر : أنهم قد أضعف لهم الخير والنعيم ; أي هم أصحاب أضعاف ، كما يقال : فلان مقو إذا كانت إبله قوية ، أو له أصحاب أقوياء . ومسمن إذا كانت إبله سمانا . ومعطش إذا كانت إبله عطاشا . ومضعف إذا كان إبله ضعيفة ; ومنه قول النبي صلى الله عليه وسلم : اللهم إني أعوذ بك من الخبيث المخبث الشيطان الرجيم . فالمخبث : الذي أصابه خبث ، يقال : فلان رديء أي هو رديء في نفسه . ومردئ : أصحابه أردئاء .",
  "ayah": 39,
  "surah": 30
}
