{
  "text": "This Surah comprises seven verses. Of these, the first three are in praise of Allah, while the last three contain a request or a prayer on the part of man, which Allah himself has, in His infinite mercy, taught him. The verse in between the two sets has both the features -- there is an aspect of praise, and another of prayer.\nThe Sahih of Muslim reports from the blessed Companion Abu Hurayrah a hadith (Tradition) of the Holy Prophet (peace be upon him): \"Allah has said, 'The salah (i.e., the Surah al-Fatihah) is equally divided between Me and My servant. And My servant shall be given what he prays for.\" The Holy Prophet (peace be upon him) continued: \"When the servant says:\nاَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ\nPraise belongs to Allah, the Lord of all the worlds,\nAllah says: \"My servant has paid his homage to Me.\" When he says:\nالرَّحْمٰنِ الرَّحِيْمِ\nThe All-Merciful, the Very-Merciful\nAllah says: \"My servant has praised Me.\" When the servant says:\nمٰلِكِ يَوْمِ الدِّيْنِ\nThe Master of the Day of Judgment\nAllah says, \"My servant has proclaimed my greatness.\" When the servant says:\nاِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ\nYou alone we worship, and to You alone we pray for help\nAllah says, \"This verse is common to Me and My servant. He shall be given what he has prayed for.\" When the servant says:\nاِھْدِنَا الصِّرَاطَ الْمُسْتَـقِيْمَ\nGuide us in the straight path\nAllah says: \"All this is there for My servant.-He shall be given what he prays for.\" (mazhari)\nThe Surah begins with the words Al-hamdulillah, signifying that all praise essentially belongs to Allah. Whosoever praises anything anywhere in the world is ultimately praising Allah. The sensible world contains millions of things which compel man's attention and admiration for their beauty and usefulness, but if one tries to look behind the veil of appearances, one would find in each and every thing the manifestation of the same creative power. Admiring anything that exists in the created world is no more than showing one's admiration for a work of art or craft, which in fact is a praise of the artist or the craftsman. This small statement of the Holy Quran opens a new perspective for man lost in the labyrinth of multiplicity, and shows him how the many are knit together in the same unity, and how all praise in reality belongs to One whose power is absolute, and that it is only in our ignorance or indifference that we regard this praise to be due to anyone else.\nIf there is only one Being in the whole universe who inherently deserves all praise, it necessarily follows from it that this Being alone should be Worthy of adoration and worship. Thus we can see that although the phrase, Al-hamdulillah, has been used to signify praise, yet, by implication, it cuts the very root of polytheism or the worship of created beings, and at the same time brings out in a self-evident manner the first and the basic principle of the Islamic creed -- Oneness of God.\nThe next phrase to follow in the Surah speaks of an attribute of Allah -- Lord of the Worlds. Lexically, the word, Rabb signifies 'one who nurtures'. And 'nurture' implies developing a thing by gradual stages in a manner which is conducive to its own good till it attains perfection. The word, Rabb is exclusive to the sacred Being of Allah, and cannot be employed in the case of any created being without adding some qualification, for a created being is itself in need of 'nurture', and cannot nurture anyone else.\nAl-'alamin is the plural of 'alam (world, universe, kingdom). \"The worlds\" include all possible forms of -- existence: the sky, the earth, the sun, the moon, stars, wind and rain, the angels, the jinns, animals, plants, minerals, and, of course, men. So, 'the Lord of all 'the worlds\" means that Allah alone gives nurture to all the forms of existents that are to be found in this universe, or in the millions of universes that may lie beyond our own universe in the outer space. Imam Razi, the great commentator of the Holy Quran, says that the existence of an indefinite space beyond our universe can be proved on the basis of rational argument, and it is also certain that Allah is All-Powerful, so it should not be at all difficult for Him to have created millions of other universes in this endless space. It has been reported from the Companion Abu Said al-Khudri (may Allah be pleased with him), that there are forty thousand worlds; our world, stretching from the East to the West, is only one of them, there being many more besides it. According to the well-known commentator Muqatil, the number of worlds is eighty thousand. (see Qurtubi)\nAs for the objection that no man or animal can live in the outer space owing to the lack of the kind of air which should be compatible with the physical make-up of man, Imam Razi replies that the inhabitants of the worlds in the outer space need not necessarily have the same physical make-up as that of the inhabitants of our world which should make existence in space impossible for them, and suggests that their organic composition and the requirements for its nourishment and sustenance might just be totally different.\nImam Razi postulated these possibilities some eight hundred years ago without the help of the modern facilities for observation and exploration, yet the speculations of the scientists in the age of space travel endorse his view.\nSeen in the light of this short phrase, 'Lord of the worlds', the universe reveals itself to be an incredibly complex, yet perfectly integrated order. From the heavens to the earth, from the planets and the stars to the particles of dust, everything is bound in a chain of being, and is performing the function assigned to it by Divine Wisdom. Man cannot obtain a little morsel of food unless a thousand forces of the sky and the earth work together to produce it. The universal order is there for man to contemplate, and to realize that, if Allah has put millions of His creatures in the service of man, man in his turn cannot be worthless or purposeless or meaningless. The Holy Quran is indeed very explicit and very insistent in reminding us that the universe is not absurd:\n“We have not created in vain the heavens and the earth and what lies between them. That is the fancy of the disbelievers. But woe to the disbelievers in the fire of Hell.” (38:27)\nIf the universe is not in vain or absurd, man too, whose purposes the universe has been made to serve, cannot be purposeless and meaningless. The Holy Quran defines the Divine purpose in creating man and the goal of his existence in these words.\n“I have not created the jinn and mankind except to worship Me.” (51:56)\nIt may be said that the phrase 'the Lord of all the worlds' is in a way the proof of the claim made in the earlier phrase اَلْحَمْدُ لِلّٰهِ : (all praise belongs to Allah). When Allah alone is the ultimate cause for the nurture of the whole universe, He alone can, in reality, be worthy of praise. Thus, the first verse of the Surah, as we said before, combines in itself the praise of Allah and a subtle indication of the first and basic principle of the Islamic creed -- the oneness of God.",
  "ayah": 2,
  "surah": 1
}
