{
  "text": "القول في تأويل قوله :  بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ (1)قال أبو جعفر: يعني بقوله جل ثناؤه: (براءة من الله ورسوله)، هذه براءة من الله ورسوله.فـ \" براءة \"، مرفوعة بمحذوف, وهو \" هذه \", كما قوله:  سُورَةٌ أَنْـزَلْنَاهَا  ، [سورة النور: 1]، مرفوعة بمحذوف هو \" هذه \". ولو قال قائل: \" براءة \" مرفوعة بالعائد من ذكرها في قوله: (إلى الذين عاهدتم)، وجعلها كالمعرفة ترفع ما بعدها, إذ كانت قد صارت بصلتها وهي قوله: (من الله ورسوله)، كالمعرفة, وصار معنى الكلام: البراءة من الله ورسوله، إلى الذين عاهدتم من المشركين (1) = كان مذهبًا غير مدفوعة صحته, وإن كان القول الأول أعجبَ إليّ, لأن من شأن العرب أن يضمروا لكلِّ معاين نكرةً كان أو معرفةً ذلك المعاين, \" هذا \" و \" هذه \", فيقولون عند معاينتهم الشيء الحسنَ: \" حسن والله \", والقبيحَ: \" قبيح والله \", يريدون: هذا حسن والله, وهذا قبيح والله، فلذلك اخترت القول الأول.وقال: (براءة من الله ورسوله إلى الذين عاهدتم)، والمعنى: إلى الذين عاهد رسول الله صلى الله عليه وسلم من المشركين، لأن العهود بين المسلمين والمشركين عهد رسول الله صلى الله عليه وسلم، لم يكن يتولى عقدها إلا رسول الله صلى الله عليه وسلم أو من يعقدها بأمره, ولكنه خاطب المؤمنين بذلك لعلمهم بمعناه, وأن عقودَ النبي صلى الله عليه وسلم على أمته كانت عقودهم, لأنهم كانوا لكل أفعاله فيهم راضين, ولعقوده عليهم مسلِّمين, فصار عقده عليهم كعقودهم على أنفسهم, فلذلك قال: (إلى الذين عاهدتم من المشركين)، لما كان من عقد رسول الله صلى الله عليه وسلم وعهده.* * *وقد اختلف أهل التأويل فيمن بَرِئَ الله ورسوله إليه من العهد الذي كان بينه وبين رسول الله من المشركين، فأذن له في السياحة في الأرض أربعة أشهر.فقال بعضهم: هم صنفان من المشركين: أحدهما كانت مدة العهد بينه وبين رسول الله صلى الله عليه وسلم أقلَّ من أربعة أشهر, وأمْهِل بالسياحة أربعة أشهر = والآخر منهما: كانت مدة عهده بغير أجل محدود، فقُصِر به على أربعة أشهر ليرتاد لنفسه, ثم هو حرب بعد ذلك لله ولرسوله وللمؤمنين، يقتل حيثما أدرك ويؤسَرُ، إلا أن يتوب.* ذكر من قال ذلك:16356- حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق قال، بعث رسول الله صلى الله عليه وسلم أبا بكر الصديق رضى الله عنه أميرًا على الحاجّ من سنة تسع، ليقيم للناس حجهم, والناسُ من أهل الشرك على منازلهم من حجهم. فخرج أبو بكر ومن معه من المسلمين, ونـزلت \" سورة براءة \" في نقض ما بين رسول الله صلى الله عليه وسلم وبين المشركين من العهد الذي كانوا عليه فيما بينه وبينهم: أن لا يُصَدَّ عن البيت أحد جاءه, وأن لا يُخَاف أحد في الشهر الحرام. وكان ذلك عهدًا عامًّا بينه وبين الناس من أهل الشرك. وكانت بين  ذلك عهود بين رسول الله صلى الله عليه وسلم وبين قبائل من العرب خصائصَ إلى أجل مسمًّى, (2) فنـزلت فيه وفيمن تخلف عنه من المنافقين في تبوك، وفي قول من قال منهم, فكشف الله فيها سرائر أقوام كانوا يستخفون بغير ما يظهرون, منهم من سُمِّي لنا, ومنهم من لم يُسَمَّ لنا, فقال: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين)، أي: لأهل العهد العام من أهل الشرك من العرب =(فسيحوا في الأرض أربعة أشهر)، إلى قوله:  أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ  ، أي: بعد هذه الحجة. (3)* * *وقال آخرون: بل كان إمهالُ الله عز وجل بسياحة أربعة أشهر، مَنْ كان من المشركين بينه وبين رسول الله صلى الله عليه وسلم عهد, فأما من لم يكن له من رسول الله عهد، فإنما كان أجله خمسين ليلة, وذلك عشرون من ذي الحجة والمحرم كله. قالوا: وإنما كان ذلك كذلك, لأن أجَل الذين لا عهد لهم كان إلى انسلاخ الأشهر الحرم, كما قال الله:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ، الآية [سورة التوبة: 5]. قالوا: والنداء ببراءة، كان يوم الحج الأكبر, وذلك يوم النحر في قول قوم، وفي قول آخرين يوم عرفة، وذلك خمسون يوما. قالوا: وأما تأجيل الأشهر الأربعة, فإنما كان لأهل العهد بينهم وبين رسول الله صلى الله عليه وسلم من يوم نـزلت \" براءة \". قالوا: ونـزلت في أول شوّال, فكان انقضاء مدة أجلهم، انسلاخ الأشهر الحرم. وقد كان بعض من يقول هذه المقالة يقول: ابتداء التأجيل كان للفريقين واحدًا = أعني الذي له العهد، والذي لا عهد له = غير أن أجل الذي كان له عهد كان أربعة أشهر, والذي لا عهد له انسلاخ الأشهر الحرم, وذلك انقضاء المحرم.* ذكر من قال ذلك:16357- حدثنا المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس في قوله: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين * فسيحوا في الأرض أربعة أشهر)، قال: حدّ الله للذين عاهدوا رسوله أربعة أشهر، يسيحون فيها حيثما شاؤوا, وحدّ أجل من ليس له عهد، انسلاخَ الأشهر الحرم من يوم النحر إلى انسلاخ المحرم, فذلك خمسون ليلة. فإذا انسلخ الأشهر الحرم، أمره بأن يضع السيف فيمن عاهد.16358- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس, قال: لما نـزلت (براءة من الله)، إلى: (وأن الله مخزي الكافرين)، يقول: براءة من المشركين الذين كان لهم عهد يوم نـزلت \" براءة \"، فجعل مدة من كان له عهد قبل أن تنـزل \" براءة \"، أربعة أشهر, وأمرهم أن يسيحوا في الأرض أربعة أشهر. وجعل مدة المشركين الذين لم يكن لهم عهد قبل أن تنـزل \" براءة \"، انسلاخ الأشهر الحرم, وانسلاخ الأشهر الحرم من يوم أذن ببراءة إلى انسلاخ المحرّم، وهي خمسون ليلة: عشرون من ذي الحجة, وثلاثون من المحرم =  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ  إلى قوله:  وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ  ، يقول: لم يبق لأحد من المشركين عهد ولا ذمة منذ نـزلت \" براءة \" وانسلخ الأشهر الحرم, ومدة من كان له عهد من المشركين قبل أن تنـزل \" براءة \"، أربعة أشهر من يوم أذّن ببراءة، إلى عشر من أول ربيع الآخر, فذلك أربعة أشهر.16359- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين). قبل أن تنـزل \" براءة \"، عاهد ناسًا من المشركين من أهل مكة وغيرهم, فنـزلت: براءة من الله إلى كل أحد ممن كان عاهدك من المشركين، فإني أنقض العهد الذي بينك وبينهم, فأؤجلهم أربعة أشهر يسيحون  حيث شاؤوا من الأرض آمنين. وأجَّل من لم يكن بينه وبين النبي صلى الله عليه وسلم عهد انسلاخَ الأشهر الحرم، من يوم أذِّن ببراءة، وأذن بها يوم النحر, فكان عشرين من ذي الحجة والمحرم ثلاثين, فذلك خمسون ليلة. فأمر الله نبيه إذا انسلخ المحرم أن يضع السيف فيمن لم يكن بينه وبين نبي الله صلى الله عليه وسلم عهد، يقتلهم حتى يدخلوا في الإسلام. وأمر بمن كان له عهد إذا انسلخ أربعةٌ من يوم النحر، أن يضع فيهم السيف أيضًا، يقتلهم حتى يدخلوا في الإسلام. فكانت مدة من لا عهد بينه وبين رسول الله صلى الله عليه وسلم خمسين ليلة من يوم النحر, ومدة من كان بينه وبين رسول الله صلى الله عليه وسلم عهد، أربعة أشهر: من يوم النحر، إلى عشر يخلُون من شهر ربيع الآخر.16360- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (براءة من الله ورسوله)، إلى قوله:  وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ  ، قال: ذكر لنا أن عليًّا نادى بالأذان, وأُمِّر على الحاجّ أبو بكر رحمة الله عليهما. وكان العامَ الذي حج فيه المسلمون والمشركون, ولم يحج المشركون بعد ذلك العام = قوله: (الذين عاهدتم من المشركين)، إلى قوله:  إِلَى مُدَّتِهِمْ  ، قال: هم مشركو قريش، الذين عاهدهم رسول الله صلى الله عليه وسلم زمنَ الحديبية, وكان بقي من مدتهم أربعة أشهر بعد يوم النحر، وأمر الله نبيه أن يوفِّي بعهدهم إلى مدتهم، ومن لا عهد له انسلاخَ المحرّم, ونبذ إلى كل ذي عهد عهده, وأمر بقتالهم حتى يشهدوا أن لا إله إلا الله، وأن محمدًا رسول الله, ولا يقبل منهم إلا ذلك.* * *وقال آخرون: كان ابتداء تأخير المشركين أربعة أشهر وانقضاء ذلك لجميعهم، وقتًا واحدًا. قالوا: وكان ابتداؤه يوم الحج الأكبر, وانقضاؤه انقضاء عشر من ربيع الآخر.* ذكر من قال ذلك:16361- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين)،  قال: لما نـزلت هذه الآية. برئ من عهد كل مشرك, ولم يعاهد بعدها إلا من كان عاهد, وأجرى لكلّ مدتهم =(فسيحوا في الأرض أربعة أشهر)، لمن دخل عهده فيها، من عشر ذي الحجة والمحرم, وصفر، وشهر ربيع الأول, وعشر من ربيع الآخر.16362- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو معشر قال، حدثنا محمد بن كعب القرظي وغيره قالوا: بعث رسول الله صلى الله عليه وسلم أبا بكر أميرًا على الموسم سنة تسع, وبعث عليّ بن أبي طالب، رضي الله عنهما، بثلاثين أو أربعين آية من \" براءة \", فقرأها على الناس، يؤجِّل المشركين أربعة أشهر يسيحون في الأرض, فقرأ عليهم \" براءة \" يوم عرفة، أجَّل المشركين عشرين من ذي الحجة, والمحرم, وصفر, وشهر ربيع الأول, وعشرًا من ربيع الآخر, وقرأها عليهم في منازلهم, وقال: لا يحجنّ بعد عامنا هذا مشرك، ولا يطوفنّ بالبيت عُريان.16363- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (فسيحوا في الأرض أربعة أشهر)، عشرون من ذي الحجة, والمحرم, وصفر, وربيع الأول, وعشر من ربيع الآخر. كان ذلك عهدَهم الذي بينهم.16364- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (براءة من الله ورسوله)، إلى أهل العهد: خزاعة, ومُدْلج, ومن كان له عهد منهم أو غيرهم. (4) أقبل رسول الله صلى الله عليه وسلم من تبوك حين فرغ, فأراد رسول الله صلى الله عليه وسلم الحجَّ, ثم قال: إنه يحضر المشركون فيطوفون عُرَاةً, فلا أحب أن أحج حتى لا يكون ذلك. فأرسل أبا بكر وعليًّا رحمة الله عليهما فطافا بالناس بذي المجاز، وبأمكنتهم التي كانوا يتبايعون بها، وبالمواسم كلها, فآذنوا أصحابَ العهد بأن يأمنوا أربعة أشهر, فهي الأشهر المتواليات: عشرون من آخر ذي الحجة إلى عشر يخلون  من شهر ربيع الآخر, ثم لا عهد لهم. وآذن الناس كلها بالقتال إلا أن يؤمنوا.16365- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين)، قال: أهل العهد: مدلج, والعرب الذين عاهدهم, ومن كان له عهد. قال: أقبل رسول الله صلى الله عليه وسلم من تبوك حين فرغ منها وأراد الحج, ثم قال: إنه يحضر البيت مشركون يطوفون عراة فلا أحب أن أحج حتى لا يكون ذلك. فأرسل أبا بكر وعليًّا رحمة الله عليهما, فطافا بالناس بذي المجاز, وبأمكنتهم التي كانوا يتبايعون بها، وبالموسم كله, وآذنوا أصحابَ العهد بأن يأمنوا أربعة أشهر, فهي الأشهر الحرم المنسلخات المتواليات: عشرون من آخر ذي الحجة إلى عشر يخلون من شهر ربيع الآخر, ثم لا عهد لهم. وآذن الناس كلهم بالقتال إلا أن يؤمنوا. فآمن الناس أجمعون حينئذ، ولم يَسِحْ أحد. وقال: حين رجع من الطائف، مضى من فوره ذلك, فغزا تبوك، بعد إذ جاء إلى المدينة.* * *وقال آخرون ممن قال: \" ابتداء الأجل لجميع المشركين وانقضاؤه كان واحدًا \". كان ابتداؤه يوم نـزلت \" براءة \", وانقضاء الأشهر الحرم, وذلك انقضاء المحرم.* ذكر من قال ذلك:16366- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الزهري: (فسيحوا في الأرض أربعة أشهر)، قال: نـزلت في شوال, فهذه الأربعة الأشهر: شوال, وذو القعدة, وذو الحجة، والمحرم.* * *وقال آخرون: إنما كان تأجيلُ الله الأشهرَ الأربعة المشركين في السياحة، لمن كان بينه وبين رسول الله صلى الله عليه وسلم عهد مدته أقل من أربعة أشهر. أما من كان له عهد مدته أكثر من أربعة أشهر، فإنه أمر صلى الله عليه وسلم أن يُتمّ له عهده إلى مدته.* ذكر من قال ذلك:16367- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر قال: قال الكلبي: إنما كان الأربعة الأشهر لمن كان بينه وبين رسول الله صلى الله عليه وسلم عهد دون الأربعة الأشهر, فأتم له الأربعة. ومن كان له عهد أكثر من أربعة أشهر، فهو الذي أمر أن يتم له عهده, وقال:  فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ  ، [سورة التوبة: 4].* * *قال أبو جعفر رحمه الله: وأولى الأقوال في ذلك بالصواب، قولُ من قال: الأجلُ الذي جعله الله لأهل العهد من المشركين، وأذن لهم بالسياحة فيه بقوله: (فسيحوا في الأرض أربعة أشهر)، إنما هو لأهل العهد الذين ظاهروا على رسول الله صلى الله عليه وسلم، ونقضوا عهدهم قبل انقضاء مدته. فأما الذين لم ينقضوا عهدهم ولم يظاهروا عليه, فإن الله جل ثناؤه أمر نبيه صلى الله عليه وسلم بإتمام العهد بينه وبينهم إلى مدته بقوله:  إِلا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ  ، [سورة التوبة: 4]فإن ظنّ ظانٌّ أن قول الله تعالى ذكره:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ، [سورة التوبة: 5]، يدلُّ على خلاف ما قلنا في ذلك, إذ كان ذلك ينبئ على أن الفرض على المؤمنين كان بعد انقضاء الأشهر الحرم، (5) قتْلَ كل مشرك, فإن الأمر في ذلك بخلاف ما ظن, وذلك أن الآية التي تتلو ذلك تبين عن صحة ما قلنا، (6) وفسادِ ما ظنه من ظنّ أن انسلاخ الأشهر  الحرم كان يبيح قتل كل مشرك، كان له عهد من رسول الله صلى الله عليه وسلم، أو لم يكن له منه عهد, وذلك قوله:  كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ  ، [سورة التوبة: 7]، فهؤلاء مشركون, وقد أمر الله نبيه صلى الله عليه وسلم والمؤمنين بالاستقامة لهم في عهدهم، ما استقاموا لهم بترك نقض صلحهم، وترك مظاهرة عدوهم عليهم.وبعدُ، ففي الأخبار المتظاهرة عن رسول الله صلى الله عليه وسلم: أنه حين بعث عليًّا رحمة الله عليه ببراءة إلى أهل العهود بينه وبينهم، أمره فيما أمره أن ينادي به فيهم: \" ومن كان بينه وبين رسول الله صلى الله عليه وسلم عهد فعهده إلى مدته \"، أوضحُ الدليل على صحة ما قلنا. وذلك أن الله لم يأمر نبيه صلى الله عليه وسلم بنقض عهد قوم كان عاهدهم إلى أجل فاستقاموا على عهدهم بترك نقضه, وأنه إنما أجل أربعة أشهر من كان قد نقض عهده قبل التأجيل، أو من كان له عهد إلى أجل غير محدود. فأما من كان أجل عهده محدودًا، ولم يجعل بنقضه على نفسه سبيلا فإن رسول الله صلى الله عليه وسلم كان بإتمام عهده إلى غاية أجله مأمورًا. وبذلك بعث مناديه ينادي به في أهل الموسم من العرب.16368- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا قيس, عن مغيرة, عن الشعبي قال، حدثني محرّر بن أبي هريرة, عن أبي هريرة قال: كنت مع علي رحمة الله عليه، حين بعثه النبي صلى الله عليه وسلم ينادي. فكان إذا صَحِل صوته ناديتُ, (7) قلت: بأي شيء كنتم تنادون؟ قال: بأربع: لا يطُفْ بالكعبة عُريان، ومن كان له عند رسول الله صلى الله عليه وسلم عهدٌ  فعهده إلى مدته، ولا يدخل الجنة إلا نفس مؤمنة، ولا يحج بعد عامنا هذا مشرك. (8)16369- حدثني محمد بن عمرو قال، حدثنا عفان قال، حدثنا قيس بن الربيع قال، حدثنا الشيباني, عن الشعبي قال: أخبرنا المحرّر بن أبي هريرة, عن أبيه قال: كنت مع علي رضي الله عنه, فذكر نحوه = إلا أنه قال: ومن كان بينه وبين رسول الله صلى الله عليه وسلم عهدٌ فعهده إلى أجله. (9)* * *قال أبو جعفر: وقد حدث بهذا الحديث شعبة, فخالف قيسًا في الأجل.16370- فحدثني يعقوب بن إبراهيم ومحمد بن المثنى قالا حدثنا عثمان بن عمر قال، حدثنا شعبة, عن المغيرة, عن الشعبي, عن المحرّر بن أبي هريرة, عن أبيه قال: كنت مع علي حين بعثه رسول الله صلى الله عليه وسلم ببراءة إلى أهل مكة, فكنت أنادي حتى صَحِل صوتي. فقلت: بأي شيء كنت تنادي؟ قال: أمرنا أن ننادي: أنه لا يدخل الجنة إلا مؤمن, ومن كان بينه وبين رسول  الله صلى الله عليه وسلم عهد فأجله إلى أربعة أشهر, فإذا حلّ الأجل فإن الله بريء من المشركين ورسوله, ولا يطُفْ بالبيت عريان, ولا يحج بعد العام مشرك. (10)* * *قال أبو جعفر : وأخشى أن يكون هذا الخبر وهمًا من ناقله في الأجل, لأن الأخبار متظاهرة في الأجل بخلافه، مع خلاف قيس شعبة في نفس هذا الحديث على ما بينته.16371- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن أبي إسحاق, عن الحارث الأعور، عن علي رحمة الله عليه قال: أمرت بأربع: أمرت أن لا يقرب البيت بعد هذا العام مشرك, ولا يطف رجل بالبيت عريانًا, ولا يدخل الجنة إلا كل نفس مسلمة, وأن يتمّ إلى كل ذي عهد عهده. (11)16372- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا إسرائيل, عن أبي إسحاق, عن زيد بن يثيع قال: نـزلت \" براءة \", فبعث بها رسول الله صلى الله عليه وسلم أبا بكر, ثم أرسل عليًّا فأخذها منه. فلما رجع أبو بكر قال: هل نـزل فيَّ شيء؟ قال: لا ولكني أمرت أن أبلغها أنا أو رجل من أهل بيتي. فانطلق إلى مكة, (12) فقام فيهم بأربع: أن لا يدخل مكة مشرك بعد عامه هذا, ولا يطف بالكعبة عريان, ولا يدخل الجنة إلا نفس مسلمة, ومن كان بينه وبين رسول الله عهدٌ فعهده إلى مدته. (13)16373- حدثنا ابن وكيع قال، حدثنا أبو أسامة, عن زكريا, عن أبي إسحاق, عن زيد بن يثيع, عن علي قال: بعثني النبي صلى الله عليه وسلم حين أنـزلت: \" براءة \" بأربع: أن لا يطف بالبيت عريان, ولا يقرب المسجد الحرام مشرك بعد عامهم هذا, ومن كان بينه وبين رسول الله صلى الله عليه وسلم عهد فهو إلى مدته, ولا يدخل الجنة إلا نفس مسلمة. (14)16374- حدثنا ابن وكيع قال، حدثنا ابن عبد الأعلى, عن معمر,  عن أبي إسحاق, عن الحارث, عن علي رحمة الله عليه, قال: بعثت إلى أهل مكة بأربع, ثم ذكر الحديث. (15)16375- حدثنا إبراهيم بن سعيد الجوهري قال، حدثنا حسين بن محمد قال، حدثنا سليمان بن قرم, عن الأعمش، عن الحكم, عن مقسم, عن ابن عباس: أن رسول الله صلى الله عليه وسلم بعث أبا بكر ببراءة, ثم أتبعه عليًّا, فأخذها منه, فقال أبو بكر: يا رسول الله حدث فيّ شيء؟ قال: \" لا أنت صاحبي في الغار وعلى الحوض, ولا يؤدِّي عني إلا أنا أو عليّ\" ! وكان الذي بعث به عليًّا أربعا: لا يدخل الجنة إلا نفس مسلمة, ولا يحجّ بعد العام مشرك, ولا يطف بالبيت عريان, ومن كان بينه وبين رسول الله صلى الله عليه وسلم عهد فهو إلى مُدَّته. (16)16376- حدثنا ابن وكيع قال، حدثنا أبي, عن ابن أبي خالد, عن عامر قال: بعث النبي صلى الله عليه وسلم عليًّا رحمة الله عليه, فنادى: ألا لا يحجنَّ بعد العام مشرك, ولا يطف بالبيت عريان, ولا يدخل الجنة إلا نفس مسلمة, ومن كان بينه وبين رسول الله صلى الله عليه وسلم عهد فأجله إلى مدته, والله بريء من المشركين ورسوله.16377- حدثنا ابن حميد قال، حدثنا سلمة قال، حدثنا محمد بن إسحاق, عن حكيم بن حكيم بن عباد بن حنيف, عن أبي جعفر محمد بن علي بن حسين بن علي قال: لما نـزلت براءة على رسول الله صلى الله عليه وسلم, وقد كان بعث أبا بكر الصديق رحمة الله عليه ليقيم الحج للناس; قيل له: يا رسول الله، لو بعثت إلى أبي بكر! فقال: لا يؤدِّي عني إلا رجل من أهل بيتي! ثم دعا علي بن أبي طالب رحمة الله عليه، فقال: اخرج بهذه القصة من صدر \" براءة \", وأذِّن في الناس يوم النحر إذا اجتمعوا بمنًى: أنه لا يدخل الجنة كافر, ولا يحج بعد العام مشرك, ولا يطف بالبيت عريان, ومن كان له عند رسول الله صلى الله عليه وسلم عهد فهو إلى مدته. فخرج علي بن أبي طالب رحمة الله عليه على ناقة رسول الله صلى الله عليه وسلم العضباء, حتى أدرك أبا بكر الصديق بالطريق. فلما رآه أبو بكر قال: أميرٌ أو مأمور؟ قال: مأمور، ثم مضيا رحمة الله عليهما, فأقام أبو بكر للناس الحج، والعرب إذ ذاك في تلك السنة على منازلهم من الحجّ التي كانوا عليها في الجاهلية. حتى إذا كان يوم النحر, قام علي بن أبي طالب رحمة الله عليه, فأذن في الناس بالذي أمره رسول الله صلى الله عليه وسلم, فقال: يا أيها الناس، لا يدخل الجنة إلا نفس مسلمة, ولا يحج بعد العام مشرك, ولا يطف بالبيت عريان, ومن كان له عهد عند رسول الله صلى الله عليه وسلم فهو له إلى مدته. فلم يحجّ بعد ذلك العام مشرك, ولم يطف بالبيت عريان. ثم قدما على رسول الله صلى الله عليه وسلم. وكان هذا من \" براءة \"، فيمن كان من أهل الشرك من أهل العهد العامّ، وأهل المدة إلى الأجل المسمى. (17)16378- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: لما نـزلت هذه الآيات إلى رأس أربعين آية, بعث بهن رسول الله صلى الله عليه وسلم مع أبي بكر وأمَّره على الحج. فلما سار فبلغ  الشجرة من ذي الحليفة، أتبعه بعليّ فأخذها منه. فرجع أبو بكر إلى النبي صلى الله عليه وسلم فقال: يا رسول الله، بأبي أنت وأمي، أنـزل في شأني شيء؟ قال: لا ولكن لا يبلِّغ عني غيري، أو رجل مني، أما ترضى يا أبا بكر أنك كنت معي في الغار, وأنك صاحبي على الحوض؟ قال: بلى، يا رسول الله! فسار أبو بكر على الحاجّ, وعلي يؤذن ببراءة, فقام يوم الأضحى فقال: لا يقربنَّ المسجد الحرام مشرك بعد عامه هذا, ولا يطوفنّ بالبيت عريان, ومن كان بينه وبين رسول الله صلى الله عليه وسلم عهد فله عهده إلى مدته, وإن هذه أيام أكل وشرب, وإن الله لا يدخل الجنة إلا من كان مسلما. فقالوا: نحن نبرأ من عهدك وعهد ابن عمك إلا من الطعن والضرب! فرجع المشركون، فلام بعضهم بعضًا وقالوا: ما تصنعون، وقد أسلمت قريش؟ فأسلموا.16379- حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال: أخبرنا معمر, عن أبي إسحاق, عن زيد بن يثيع, عن علي قال: أمرت بأربع: أن لا يقربَ البيتَ بعد العام مشرك, ولا يطوف بالبيت عريان, ولا يدخل الجنة إلا نفس مسلمة, وأن يتم إلى كل ذي عهد عهده = قال معمر: وقاله قتادة. (18)* * *قال أبو جعفر: فقد أنبأت هذه الأخبار ونظائرها عن صحة ما قلنا, وأن أجل الأشهر الأربعة إنما كان لمن وصفنا. فأما من كان عهده إلى مدة معلومة، فلم يجعل لرسول الله صلى الله عليه وسلم وللمؤمنين لنَقْضِه ومظاهرة أعدائهم عليهم سبيلا فإن رسول الله صلى الله عليه وسلم قد وَفَى له بعهده إلى مدته، عن أمر الله إياه بذلك. وعلى ذلك دلّ ظاهرُ التنـزيل، وتظاهرت به الأخبار عن الرسول صلى الله عليه وسلم.وأما الأشهر الأربعة، فإنها كانت أجلَ من ذكرنا. وكان ابتداؤها يوم  الحج الأكبر، وانقضاؤها انقضاء عشر من ربيع الآخر, فذلك أربعة أشهر متتابعة, جُعِل لأهل العهد الذين وصفنا أمرهم، فيها، السياحةُ في الأرض, يذهبون حيث شاؤوا, لا يعرض لهم فيها من المسلمين أحدٌ بحرب ولا قتل ولا سلب.* * *فإن قال قائل: فإذا كان الأمر في ذلك كما وصفت, فما وجه قوله:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ، [سورة التوبة: 5]. وقد علمت أن انسلاخها انسلاخ المحرّم, وقد زعمت أن تأجيل القوم من الله ومن رسوله كان أربعة أشهر, وإنما بين يوم الحجّ الأكبر وانسلاخ الأشهر الحرم خمسون يومًا أكثرُه, فأين الخمسون يومًا من الأشهر الأربعة؟قيل: إن انسلاخَ الأشهر الحرم، إنما كان أجل من لا عهد له من المشركين من رسول الله صلى الله عليه وسلم, والأشهر الأربعة لمن له عهد، إما إلى أجل غير محدود، وإما إلى أجل محدود قد نقضه, فصار بنقضه إياه بمعنى من خِيف خيانته, فاستحقّ النبذ إليه على سواء، غير أنه جُعل له الاستعداد لنفسه والارتياد لها من الأجل الأربعة الأشهر. ألا ترى الله يقول لأصحاب الأشهر الأربعة, ويصفهم بأنهم أهل عهد: (براءة من الله ورسوله إلى الذين عاهدتم من المشركين فسيحوا في الأرض أربعة أشهر واعلموا أنكم غير معجزي الله)، ووصف المجعول لهم انسلاخ الأشهر الحرم أجلا بأنهم أهل شرك لا أهل عهد فقال:  وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ  الآية =  إِلا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ  الآية؟ ثم قال:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ، فأمر بقتل المشركين الذين لا عهد لهم بعد انسلاخ الأشهر الحرم, وبإتمام عهد الذين لهم عهد. إذا لم يكونوا نقضوا عهدهم بالمظاهرة على المؤمنين، وإدخال النقص فيه عليهم.فإن قال قائل: وما الدليل على أن ابتداء التأجيل كان يوم الحج الأكبر،  دون أن يكون كان من شوال على ما قاله قائلو ذلك؟قيل له: إن قائلي ذلك زعموا أن التأجيل كان من وقت نـزول \" براءة \", وذلك غير جائز أن يكون صحيحًا، لأن المجعول له أجلُ السياحة إلى وقت محدود. إذا لم يعلم ما جُعل له, ولا سيما مع عهد له قد تقدم قبل ذلك بخلافه, فكمن لم يجعل له ذلك، لأنه إذا لم يعلم ما له في الأجل الذي جُعل له وما عليه بعد انقضائه، فهو كهيئته قبل الذي جُعل له من الأجل. ومعلوم أن القوم لم يعلموا بما جُعل لهم من ذلك، إلا حين نودي فيهم بالموسم. و إذا كان ذلك كذلك. صحَّ أن ابتداءه ما قلنا، وانقضاءه كان ما وصفنا.-------------------الهوامش :(1) في المطبوعة والمخطوطة : \" براءة \" مكان \" البراءة \" ، والسياق يقتضي ما أثبت إن شاء الله .(2) \" خصائص \" يعني لأنها لهم خاصة دون غيرهم .(3) الأثر : 16356 - سيرة ابن هشام 4 : 188 .(4) في المخطوطة : \" ومن كان له أو غيرهم \" ، والذي في المطبوعة : \" ومن كان له عهد من غيرهم \" ، وصححتها كما ترى .(5) في المطبوعة : \" ينبئ عن أن . . . \" ، وقد سلف مرارا أن استعمل أبو جعفر \" على \" مع \" ينبئ \" ، فأثبتها كما في المخطوطة ، وهي جائزة لتضمنها معنى \" يدل \" .(6) في المطبوعة : \" تنبئ عن صحة \" ، وأثبت ما في المخطوطة .(7) \" صحل صوته \" ، هو البحح . وله معنى آخر شبيه به في حديث أم معبد ، في صفة رسول الله ، بأبي هو وأمي ، صلى الله عليه وسلم قالت : \" وفي صوته صحل \" ، ( بفتحتين ) ، وهو مثل البحة في الصوت . فلا يكون حادا رفيعا .(8) الأثر : 16368 - رواه أبو جعفر بثلاثة أسانيد ، وسيأتي تخريجه فيما بعد . \" قيس \" ، هو : \" قيس بن الربيع الأسدي \" ، لينه أحمد وغيره ، وقد سلف مرارا آخرها رقم: 12802 . و\"مغيرة\" هو: \"مغيرة بن مقسم الضبي\"، ثقة، روى له الجماعة. سلف مرارا، آخرها رقم : 11340 . و \" محرر بن أبي هريرة \" ، تابعي ثقة ، قليل الحديث ، سلف برقم : 2863 . وهذا خبر ضعيف إسناده ، لضعف \" قيس بن الربيع \" .(9) الأثر : 16369 - هذا الإسناد الثاني من حديث المحرر بن أبي هريرة . \" عفان \" ، هو : \" عفان بن مسلم بن عبد الله الصفار \" ، روى له الجماعة ، كان يروي عن قيس بن الربيع ، ويقع فيه . مضت ترجمته برقم : 5392 . و \" الشيباني \" هو \" أبو إسحاق الشيباني \" ، \" سليمان بن أبي سليمان \" ، الإمام ، مضى مرارا ، من آخرها رقم : 12489 . وعلة إسناده ضعف \" قيس بن الربيع \" . ولكن رواه الحاكم في المستدرك 2 : 331 من طريق شعبة ، عن سليمان الشيباني ، وقال : \" هذا حديث صحيح الإسناد ولم يخرجاه \" ، ووافقه الذهبي . انظر التعليق التالي .(10) الأثر : 16370 - هذا هو الإسناد الثالث : \" عثمان بن عمر بن فارس العبدي \" ، ثقة روى له الجماعة ، مضى مرارا . منها رقم : 5458 ، وغيره . وهذا الخبر من طريق شعبة ، عن المغيرة ، رواه أحمد في مسنده رقم : 7964 ، ورواه النسائي في سننه 5 : 234 . ورواه الحاكم في المستدرك 2 : 331 من طريق أخرى ، عن النضر بن شميل ، عن شعبة ، عن سليمان الشيباني وقال : \" هذا حديث صحيح الإسناد ، ولم يخرجاه \" ، ووافقه الذهبي . انظر التعليق السالف . واستوفى الكلام فيه ابن كثير في تفسيره 4 : 111 ، وفي التاريخ 5 : 38 ، وقال في التاريخ : \" وهذا إسناد جيد ، ولكن فيه نكارة من جهة قول الراوي : إن من كان له عهد فأجله إلى أربعة أشهر . وقد ذهب إلى هذا ذاهبون ، ولكن الصحيح : أن من كان له عهد فأجله إلى أمده بالغا ما بلغ ، ولو زاد على أربعة أشهر . ومن ليس له أمد بالكلية ، فله تأجيل أربعة أشهر . بقى قسم ثالث ، وهو : من له أمد يتناهى إلى أقل من أربعة أشهر من يوم التأجيل ، وهذا يحتمل أن يلتحق بالأول ، فيكون أجله إلى مدته وإن قل . ويحتمل أن يقال إنه يؤجل إلى أربعة أشهر ، لأنه أولى ممن ليس له عهد بالكلية \" . وانظر شرح الخبر في مسند أحمد .(11) الأثر : 16371 - \" الحارث الأعور \" ، هو \" الحارث بن عبد الله الهمداني \" ، ضعيف جدا ، سلف مرارا ، انظر رقم : 174 . فإسناده ضعيف . وسيأتي بإسناد آخر رقم : 16374 .(12) قوله : \" فانطلق \" ، يعني عليا رحمه الله .(13) الأثران : 16372 ، 16373 - حديث زيد بن يثيع ، سيرويه من ثلاث طرق ، هذا ، والذي يليه ، ثم رقم : 16379 . و \" زيد بن يثيع \" ، أو \" أثيع \" بالتصغير فيهما ، تابعي ثقة قليل الحديث ، مضى برقم : 15737 . وهذا الخبر رواه أحمد في مسنده رقم : 594 ، من طريق سفيان ، عن أبي إسحاق السبيعي ، وإسناده صحيح . ورواه الترمذي في كتاب الحج ، باب ما جاء في كراهية الطواف عريانا ، وقال : \" وفي الباب عن أبي هريرة ، قال أبو عيسى : حديث على حسن \" . ويعني بحديث أبي هريرة ما سلف رقم : 16368 - 16370 . ثم رواه أيضا في كتاب التفسير وقال : \" هذا حديث حسن صحيح \" . وروى أحمد في مسند أبي بكر رقم : 4 ، نحو هذا الحديث مطولا ، من حديث زيد بن يثيع ، عن أبي بكر .(14) الأثران : 16372 ، 16373 - حديث زيد بن يثيع ، سيرويه من ثلاث طرق ، هذا ، والذي يليه ، ثم رقم : 16379 . و \" زيد بن يثيع \" ، أو \" أثيع \" بالتصغير فيهما ، تابعي ثقة قليل الحديث ، مضى برقم : 15737 . وهذا الخبر رواه أحمد في مسنده رقم : 594 ، من طريق سفيان ، عن أبي إسحاق السبيعي ، وإسناده صحيح . ورواه الترمذي في كتاب الحج ، باب ما جاء في كراهية الطواف عريانا ، وقال : \" وفي الباب عن أبي هريرة ، قال أبو عيسى : حديث على حسن \" . ويعني بحديث أبي هريرة ما سلف رقم : 16368 - 16370 . ثم رواه أيضا في كتاب التفسير وقال : \" هذا حديث حسن صحيح \" . وروى أحمد في مسند أبي بكر رقم : 4 ، نحو هذا الحديث مطولا ، من حديث زيد بن يثيع ، عن أبي بكر .(15) الأثر : 16374 - انظر التعليق على الأثر رقم : 16371 .(16) الأثر : 16375 - \" حسين بن محمد المروزي \" ، روى له الجماعة ، مضى مرارا ، آخرها رقم: 15338. و\"سليمان بن قرم بن معاذ التيمي\"، ثقة، غمزوه بالغلو في التشيع. مضى برقم: 9163. و \" الحكم \" هو \" الحكم بن عتيبة \" ، مضى مرارا . وهذا الخبر رواه الترمذي في كتاب التفسير ، من طريق أخرى ، من طريق عباد بن العوام ، عن سفيان بن الحسين ، عن الحكم بن عتيبة ، بنحوه ، وقال : \" هذا حديث حسن غريب من هذا الوجه ، من حديث ابن عباس \" .(17) الأثر : 16377 - سيرة ابن هشام 4 : 190 ، 191 . \" حكيم بن حكيم بن عباد بن حنيف الأنصاري \" ، ثقة ، تكلموا فيه ، حتى قال ابن سعد : \" كان قليل الحديث ، ولا يحتجون بحديثه \" ، مضى برقم : 11741 .(18) الأثر : 16379 - انظر التعليق على الأثرين رقم : 16372 ، 16373 .",
  "ayah": 1,
  "surah": 9
}
