{
  "text": "القول في تأويل قوله :  وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (102)قال أبو جعفر: يقول تعالى ذكره: ومن أهل المدينة منافقون مردوا على النفاق, ومنهم \"آخرون اعترفوا بذنوبهم \", يقول: أقرُّوا بذنوبهم =(خلطوا عملا صالحًا)، يعني جل ثناؤه بالعمل الصالح الذي خلطوه بالعمل السيئ: اعترافهم بذنوبهم، وتوبتهم منها, والآخر السيئ: هو تخلفهم عن رسول الله صلى الله عليه وسلم، حين خرج غازيًا, وتركهم الجهادَ مع المسلمين.* * *فإن قال قائل: وكيف قيل: (خلطوا عملا صالحًا وآخر سيئًا), وإنما الكلام: خلطوا عملا صالحًا بآخر سيئ؟قيل: قد اختلف أهل العربية في ذلك.فكان بعض نحويي البصرة يقول: قيل ذلك كذلك, وجائز في العربية أن يكون \" بآخر \"، (25) كما تقول \" استوى الماء والخشبة \"، أي: بالخشبة, \" وخلطت الماء واللبن \".وأنكر [آخر] أن يكون نظير قولهم (26) \" استوى الماء والخشبة \". واعتلَّ في ذلك بأن الفعل في \" الخلط\" عامل في الأول والثاني, وجائز تقديم كل واحد منهما على صاحبه, وأن تقديم \" الخشبة \" على \" الماء \" غير جائز في قولهم: \" استوى الماء والخشبة \", وكان ذلك عندهم دليلا على مخالفة ذلك \" الخلطَ\". (27)قال أبو جعفر: والصواب من القول في ذلك عندي: أنه بمعنى قولهم: \" خلطت الماء واللبن \", بمعنى: خلطته باللبن.* * *=\" عسى الله أن يتوب عليهم \"، يقول:لعل الله أن يتوب عليهم= \" وعسى \" من الله واجب، (28) وإنما معناه:سيتوب الله عليهم، ولكنه في كلام العرب على ما وصفت= \" إن الله غفور رحيم \"، يقول: إن الله ذو صفح وعفو لمن تاب عن ذنوبه، وساترٌ له عليها = \" رحيم \"، به أن يعذبه بها. (29)* * *وقد اختلف أهل التأويل في المعنيّ بهذه الآية، والسبب الذي من أجله أنـزلت فيه.فقال بعضهم: نـزلت في عشرة أنفس كانوا تخلَّفوا عن رسول الله صلى الله عليه وسلم في غزوة تبوك, منهم أبو لبابة, فربط سبعةٌ منهم أنفسهم إلى السّواري عند مَقْدم النبي صلى الله عليه وسلم، توبةً منهم من ذنبهم.* ذكر من قال ذلك:17136- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا)، قال: كانوا عشرة رَهْطٍ تخلّفوا عن النبي صلى الله عليه وسلم في غزوة تبوك, فلما حضرَ رُجوع النبي صلى الله عليه وسلم، أوثق سبعةٌ منهم أنفسهم بسواري المسجد, فكان ممرّ النبي صلى الله عليه وسلم إذا رجع في المسجد عليهم. (30)فلما رآهم قال: من هؤلاء الموثِقُون أنفسهم بالسواري؟ قالوا: هذا أبو لبابة وأصحابٌ له تخلفوا عنك، يا رسول الله، [وحلفوا لا يطلقهم أحد]، حتى تطلقهم، وتعذرهم. (31) فقال النبي عليه السلام: وأنا أقسم بالله لا أطلقهم ولا أعذرهم، حتى يكون الله هو الذي يطلقهم، رغبوا عني وتخلفوا عن الغزو مع المسلمين! فلما بلغهم ذلك قالوا: ونحن لا نطلق أنفسنا حتى يكون الله الذي يطلقنا ! (32) فأنـزل الله تبارك وتعالى: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا عسى الله أن يتوب عليهم) = و \" عسى \" من الله واجب. فلما نـزلت أرسل إليهم النبي صلى الله عليه وسلم فأطلقهم وعَذَرَهُم .* * *وقال آخرون: بل كانوا ستة, أحدهم أبو لبابة.* ذكر من قال ذلك:17137- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا عسى الله)، إلى قوله: (إن الله غفور رحيم)، وذلك أن رسول الله صلى الله عليه وسلم غزا غزوة تبوك, فتخلف أبو لبابة وخمسة معه عن النبي صلى الله عليه وسلم. ثم إن أبا لبابة ورجلين معه تفكّروا وندموا، وأيقنوا بالهلكة, وقالوا: \" نكون في الكِنِّ والطمأنينة مع النساء, ورسول الله والمؤمنون معه في الجهاد! والله لنوثقنّ أنفسنا بالسّواري، فلا نطلقها حتى يكون رسول الله صلى الله عليه وسلم هو يطلقنا ويعذرُنا \"، فانطلق أبو لبابة وأوثق نفسه ورجلان معه بسواري المسجد, وبقي ثلاثةُ نفرٍ لم يوثقوا أنفسهم. فرجع رسول الله صلى الله عليه وسلم  من غزوته, وكان طريقه في المسجد, فمرَّ عليهم فقال: من هؤلاء الموثقو أنفسهِم بالسواري؟ فقالوا: هذا أبو لبابة وأصحاب له، تخلفوا عن رسول الله صلى الله عليه وسلم, فعاهدوا الله أن لا يطلقوا أنفسهم حتى تكون أنت الذي تطلقهم وترضى عنهم, وقد اعترفوا بذنوبهم. فقال رسول الله صلى الله عليه وسلم: والله لا أطلقهم حتى أومر بإطلاقهم, ولا أعذرهم حتى يكون الله هو يعذرهم, وقد تخلفوا عني ورغبوا بأنفسهم عن غزو المسلمين وجهادهم ! فأنـزل الله برحمته: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا عسى الله أن يتوب عليهم إن الله غفور رحيم) = و \" عسى \" من الله واجب = فلما نـزلت الآية أطلقهم رسول الله صلى الله عليه وسلم، وعذرَهم, وتجاوز عنهم.* * *وقال آخرون: الذين ربطوا أنفسهم بالسواري كانوا ثمانية.* ذكر من قال ذلك:17138- حدثنا ابن حميد قال، حدثنا يعقوب, عن زيد بن أسلم: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا عسى الله أن يتوب عليهم إن الله غفور رحيم)، قال: هم الثمانية الذين ربطوا أنفسهم بالسواري, منهم كرْدَم، ومرداس، وأبو لبابة.17139- حدثنا ابن وكيع قال، حدثنا جرير, عن يعقوب, عن جعفر, عن سعيد قال: الذين ربطوا أنفسهم بالسواري: هلال, وأبو لبابة, وكردم, ومرداس, وأبو قيس. (33)* * *وقال آخرون: كانوا سبعة.* ذكر من قال ذلك:17140- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة  قوله: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا عسى الله أن يتوب عليهم)، ذكر لنا أنهم كانوا سبعة رَهْطٍ تخلفوا عن غزوة تبوك, فأما أربعة فخلطوا عملا صالحًا وآخر سيئًا: جدُّ بن قيس, وأبو لبابة, وحرام, وأوس, وكلهم من الأنصار, وهم الذين قيل فيهم:  خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ  ، الآية.17141- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (خلطوا عملا صالحًا وآخر سيئًا)، قال: هم نفر ممن تخلف عن تبوك، منهم أبو لبابة, ومنهم جد بن قيس، تِيبَ عليهم = قال قتادة: وليسوا بثلاثة.17142- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو سفيان, عن معمر, عن قتادة: (وآخرون اعترفوا بذنوبهم)، قال: هم سبعة, منهم أبو لبابة، كانوا تخلفوا عن غزوة تبوك, وليسوا بالثلاثة.17143- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا)، نـزلت في أبي لبابة وأصحابه، تخلفوا عن نبي الله صلى الله عليه وسلم في غزوة تبوك، فلما قَفَل رسول الله صلى الله عليه وسلم من غزوته, وكان قريبًا من المدينة, ندموا على تخلفهم عن رسول الله وقالوا: \" نكون في الظلال والأطعمة والنساء, ونبي الله في الجهاد واللأواء! والله لنوثقن أنفسنا بالسواري، ثم لا نطلقها حتى يكون نبي الله صلى الله عليه وسلم يطلقنا ويعذرنا !\" وأوثقوا أنفسهم, وبقي ثلاثة، لم يوثقوا أنفسهم بالسواري. (34) فقدم رسول الله صلى الله عليه وسلم من غزوته, فمرّ في المسجد، وكان طريقه, فأبصرهم, فسأل عنهم, فقيل له: أبو لبابة وأصحابه، تخلفوا عنك، يا نبي الله, فصنعوا بأنفسهم  ما ترى, وعاهدوا الله أن لا يطلقوا أنفسهم حتى تكون أنت الذي تطلقهم! فقال نبي الله صلى الله عليه وسلم: لا أطلقهم حتى أومر بإطلاقهم, ولا أعذرهم حتى يعذرهم الله, قد رغبوا بأنفسهم عن غزوة المسلمين ! فأنـزل الله: (وآخرون اعترفوا بذنوبهم)، إلى: (عسى الله أن يتوب عليهم) = و \" عسى \" من الله واجب = فأطلقهم نبيُّ الله وعذرهم.* * *وقال آخرون: بل عني بهذه الآية أبو لبابة خاصة، وذنبه الذي اعترف به فتيب عليه فيه، (35) ما كان من أمره في بني قريظة.* ذكر من قال ذلك:17144- حدثنا ابن وكيع قال، حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: (وآخرون اعترفوا بذنوبهم)، قال: نـزلت في أبي لبابة، قال لبني قريظة ما قال.17145- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (وآخرون اعترفوا بذنوبهم)، قال: أبو لبابة، إذ قال لقريظة ما قال, أشار إلى حلقه: إن محمدًا ذابحكم إن نـزلتم على حُكْم الله.17146- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (وآخرون اعترفوا بذنوبهم)، فذكر نحوه = إلا أنه قال: إن نـزلتم على حكمه.17147- حدثنا ابن وكيع قال، حدثنا جرير, عن ليث, عن مجاهد: ربط أبو لبابة نفسه إلى سارية, فقال: لا أحلُّ نفسي حتى يحلني الله ورسوله ! قال: فحلَّه النبي صلى الله عليه وسلم: وفيه أنـزلت هذه الآية: (وآخرون اعترفوا  بذنوبهم خلطوا عملا صالحًا)، الآية.17148- حدثنا ابن وكيع قال، حدثنا المحاربي, عن ليث, عن مجاهد: (وآخرون اعترفوا بذنوبهم)، قال: نـزلت في أبي لبابة.* * *وقال آخرون: بل نـزلت في أبي لبابة، بسبب تخلفه عن تبوك.* ذكر من قال ذلك:17149- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, قال: قال الزهري: كان أبو لبابة ممن تخلف عن النبي صلى الله عليه وسلم في غزوة تبوك, فربط نفسه بسارية, فقال: والله لا أحلّ نفسي منها، ولا أذوق طعامًا ولا شرابًا، حتى أموت أو يتوب الله عليّ ! فمكث سبعة أيام لا يذوق طعامًا ولا شرابًا، حتى خرّ مغشيا عليه، قال: ثم تاب الله عليه, ثم قيل له: قد تيب عليك يا أبا لبابة! فقال: والله لا أحلّ نفسي حتى يكون رسول الله صلى الله عليه وسلم هو يحلني ! قال: فجاء النبي صلى الله عليه وسلم فحله بيده. ثم قال أبو لبابة: يا رسول الله، إنّ من توبتي أن أهجر دار قومي التي أصبت فيها الذنب, وأن أنخلع من مالي كله صدقة إلى الله وإلى رسوله! قال: يجزيك يا أبا لبابة الثلث.* * *وقال بعضهم: عني بهذه الآية الأعراب.* ذكر من قال ذلك:17150- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (وآخرون اعترفوا بذنوبهم خلطوا عملا صالحًا وآخر سيئًا)، قال: فقال إنهم من الأعراب.17151- حدثنا ابن وكيع قال، حدثنا يزيد بن هارون, عن حجاج بن أبي زينب قال: سمعت أبا عثمان يقول: ما في القرآن آية أرجى عندي لهذه  الأمة من قوله: (وآخرون اعترفوا بذنوبهم)، إلى: (إن الله غفور رحيم). (36)* * *قال أبو جعفر: وأولى هذه الأقوال بالصواب في ذلك، قولُ من قال: نـزلت هذه الآية في المعترفين بخطأ فعلهم في تخلفهم عن رسول الله صلى الله عليه وسلم، وتركهم الجهادَ معه، والخروجَ لغزو الروم، حين شخص إلى تبوك = وأن الذين نـزل ذلك فيهم جماعة، أحدهم أبو لبابة.وإنما قلنا: ذلك أولى بالصواب في ذلك, لأن الله جل ثناؤه قال: (وآخرون اعترفوا بذنوبهم)، فأخبر عن اعتراف جماعة بذنوبهم, ولم يكن المعترفُ بذنبه، الموثقُ نفسه بالسارية في حصار قريظة، غير أبي لبابة وحده. فإذ كان ذلك [كذلك], (37) وكان الله تبارك وتعالى قد وصف في قوله: (وآخرون اعترفوا بذنوبهم)، بالاعتراف بذنوبهم جماعةً, عُلِم أن الجماعة الذين وصفهم بذلك ليست الواحد، (38) فقد تبين بذلك أن هذه الصفة إذا لم تكن إلا لجماعة, وكان لا جماعةَ فعلت ذلك، فيما نقله أهل السير والأخبار وأجمع عليه أهل التأويل، إلا جماعة من المتخلفين عن غزوة تبوك، صحَّ ما قلنا في ذلك. وقلنا: \" كان منهم أبو لبابة \"، لإجماع الحجة من أهل التأويل على ذلك.---------------------الهوامش :(25) لا شك أن الناسخ أسقط شيئًا من كلام أبي جعفر ، وهو ظاهر لمن تأمل . وانظر التعليق التالي .(26) الذي بين القوسين في المطبوعة وحدها ، ولكنه كان فيها \" آخرون \" . أما المخطوطة ففيها : \" وأنكر أن يكون نظير قولهم . . . \" ، وهذا أيضا دال على إسقاط الناسخ بعض الكلام . وانظر التعليق التالي .(27) في المطبوعة : \" دليلا عندهم \" ، وأثبت ما في المخطوطة ، ولكن الناشر الأول غيره ، لما وضع \" آخرون \" من عند نفسه . انظر التعليق السالف .هذا ، وقد تركت الكلام على حاله ، لأني لا شك أن الناسخ تخطأ بعض كلام أبي جعفر .(28) انظر تفسير \"عسى\" فيما سلف: ص 167 تعليق 5، والمراجع هناك.(29) انظر تفسير \"غفور\" و \"رحيم\" فيما سلف من فهارس اللغة (غفر) ، (رحم) .(30) في المطبوعة : \"وكان\" وأثبت ما في المخطوطة بالفاء .(31) في المخطوطة والمطبوعة : \" تخلفوا عنك يا رسول الله حتى تطلقهم وتعذرهم \" ، سقط بعض الكلام وتمامه في الدر المنثور : \" وحلفوا أنهم لا يطلقهم أحد حتى تطلقهم وتعذرهم \" ، وآثرت ما وضعته بين القوسين .(32) في المطبوعة والمخطوطة : \" ونحن بالله \" ، وآثرت ما كتبت .(33) هؤلاء خمسة، لم يذكر تمام الثمانية، كما تدل عليه ترجمة الكلام.(34) \" بالسواري \" زيادة من المخطوطة ، ليست في المطبوعة .(35) في المطبوعة : \" فتيب عليه منه \" ، وأثبت ما في المخطوطة ، وهي صواب محض .(36) الأثر : 17151 - \" حجاج بن أبي زينب السلمي \" ، \" أبو يوسف الواسطي \" ، \" الصيقل \" ، ضعيف ، ليس بقوي ولا حافظ . مترجم في التهذيب ، والكبير 1 2 373 ، وابن أبي حاتم 1 2 161 ، وميزان الاعتدال 1 : 215 . وكان في المطبوعة : \" بن أبي ذئب \" ، وهو خطأ ، والمخطوطة برسم المطبوعة غير منقوطة .و \" أبو عثمان \" ، هو النهدي ، \" عبد الرحمن بن مل \" ، ثقة ، أسلم على عهد رسول الله ولم يلقه . مضى مرارًا ، منها رقم : 13097 - 13100 .وهذا الخبر خرجه السيوطي في الدر المنثور 3 : 273 ، وزاد نسبته إلى ابن أبي شيبة ، وابن أبي الدنيا في التوبة ، وابن المنذر ، وأبي الشيخ ، والبيهقي في شعب الإيمان .(37) ما بين القوسين زيادة يقتضيها السياق .(38) في المطبوعة : \" أن الجماعة الذين وصفهم بذلك السبب غير الواحد \" ، أساء قراءة المخطوطة ، فحرف وزاد من عنده ، ما أفسد الكلام وأهلكه .",
  "ayah": 102,
  "surah": 9
}
