{
  "text": "القول في تأويل قوله :  وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (107)قال أبو جعفر: يقول تعالى ذكره: والذين ابتنوا مسجدًا ضرارًا, وهم، فيما ذكر، اثنا عشر نفسًا من الأنصار.* ذكر من قال ذلك:17186- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق, عن الزهريّ، ويزيد بن رومان, وعبد الله بن أبي بكر, وعاصم بن عمر بن قتادة وغيرهم قالوا: أقبل رسول الله صلى الله عليه وسلم = يعني: من تبوك = حتى نـزل بذي أوان = بلد بينه وبين المدينة ساعة من نهار. وكان أصحاب مسجد الضرار قد كانوا أتوه وهو يتجهّز إلى تبوك, فقالوا: يا رسول الله، إنا قد بنينا مسجدًا لذي العلّة والحاجة والليلة المطِيرة والليلة الشاتية, وإنا نحب أن تأتينا فتصلي لنا فيه ! فقال: إني على جناح سفر وحال شُغْلٍ = أو كما قال رسول الله صلى الله عليه وسلم = ولو قَدْ قَدمنا أتيناكم إن شاء الله، فصلَّينا لكم فيه. فلما نـزل بذي أوان، أتاه خبرُ المسجد, فدعا رسول الله صلى الله عليه وسلم مالك بن الدُّخْشُم، أخا بني سالم بن عوف، ومعن بن عدي = أو أخاه: عاصم بن عدي = أخا بني العجلان فقال: انطلقا إلى هذا المسجد الظالم أهله فاهدماه وحرّقاه ! فخرجا سريعين حتى أتيا بني سالم بن عوف, وهم رهط مالك بن الدخشم, فقال مالك لمعن: أنْظِرني حتى أخرج إليك بنارٍ من أهلي ! فدخل [إلى] أهله، فأخذ سَعفًا من النخل, فأشعل فيه نارًا, ثم خرجا يشتدان حتى دخلا المسجد وفيه أهله, فحرّقاه وهدماه, وتفرقوا عنه. ونـزل فيهم من القرآن ما نـزل: (والذين اتخذوا مسجدًا ضرارًا وكفرًا)، إلى آخر القصة. وكان الذين بنوه  اثني عشر رجلا خِذَام بن خالد، من بني عبيد بن زيد، (1) أحد بني عمرو بن عوف، ومن داره أخرج مسجد الشقاق = وثعلبة بن حاطب، من بني عبيد، وهو إلى بني أمية بن زيد = ومعتب بن قشير، من بني ضبيعة بن زيد = وأبو حبيبة بن الأزعر، من بني ضبيعة بن زيد = وعباد بن حنيف، أخو سهل بن حنيف، من بني عمرو بن عوف = وجارية بن عامر، وابناه: مجمع بن جارية, وزيد بن جارية, ونبتل بن الحارث، وهم من بني ضبيعة = وبَحْزَج، (2) وهو إلى بني ضبيعة = وبجاد بن عثمان، وهو من بني ضبيعة = ووديعة بن ثابت، وهو إلى بني أمية، رهط أبي لبابة بن عبد المنذر. (3)* * *قال أبو جعفر: فتأويل الكلام: والذين ابتنوا مسجدًا ضرارًا لمسجد رسول الله صلى الله عليه وسلم، وكفرًا بالله لمحادّتهم بذلك رسولَ الله صلى الله عليه وسلم، ويفرِّقوا به المؤمنين، ليصلي فيه بعضهم دون مسجد رسول الله صلى الله عليه وسلم, وبعضهم في مسجد رسول الله صلى الله عليه وسلم, فيختلفوا بسبب ذلك ويفترقوا =(وإرصادًا لمن حارب الله ورسوله من قبل)، يقول: وإعدادًا له, لأبي عامر الكافر الذي خالف الله ورسوله, وكفر بهما، وقاتل رسول الله =(من قبل)، يعني من قبل بنائهم ذلك المسجد. وذلك أن أبا عامر هو الذي كان حزَّب الأحزاب = يعني: حزّب الأحزاب لقتال رسول الله صلى الله عليه وسلم = فلما خذله الله, لحق بالروم يطلب النَّصْر من ملكهم على نبي الله, وكتب إلى أهل مسجد الضِّرار (4) يأمرهم ببناء المسجد الذي كانوا بنوه، فيما ذكر عنه، ليصلي فيه، فيما يزعم، إذا  رجع إليهم. ففعلوا ذلك. وهذا معنى قول الله جل ثناؤه: (وإرصادًا لمن حارب الله ورسوله من قبل).=(وليحلفن إن أردنا إلا الحسنى)، يقول جل ثناؤه: وليحلفن بانوه: \" إن أردنا إلا الحسنى \"، ببنائناه، إلا الرفق بالمسلمين، والمنفعة والتوسعة على أهل الضعف والعلة ومن عجز عن المصير إلى مسجد رسول الله صلى الله عليه وسلم للصلاة فيه، (5) وتلك هي الفعلة الحسنة =(والله يشهد إنهم لكاذبون)، في حلفهم ذلك, وقيلهم: \" ما بنيناه إلا ونحن نريد الحسنى!\"، ولكنهم بنوه يريدون ببنائه السُّوآى، ضرارًا لمسجد رسول الله صلى الله عليه وسلم، وكفرًا بالله، وتفريقًا بين المؤمنين، وإرصادًا لأبي عامر الفاسق.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17187- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن ابن عباس قوله: (والذين اتخذوا مسجدًا ضرارًا)، وهم أناس من الأنصار ابتنوا مسجدًا, فقال لهم أبو عامر: ابنوا مسجدكم, واستعدُّوا بما استطعتم من قوة ومن سلاح, فإني ذاهب إلى قيصر ملك الروم، فآتي بجند من الروم، فأخرج محمدًا وأصحابه ! فلما فرغوا من مسجدهم، أتوا النبي عليه الصلاة والسلام فقالوا: قد فرغنا من بناء مسجدنا, فنحبُّ أن تصلي فيه، وتدعو لنا بالبركة! فأنـزل الله فيه:  لا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ  ، إلى قوله:  وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ  .17188- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (والذين اتخذوا مسجدًا  ضرارًا وكفرًا وتفريقًا بين المؤمنين)، قال: لما بنى رسول الله صلى الله عليه وسلم مسجد قُباء, خرج رجالٌ من الأنصار، منهم: بحزج، (6) جدُّ عبد الله بن حنيف, (7) ووديعة بن حزام, ومجمع بن جارية الأنصاري, فبَنوا مسجد النفاق, فقال رسول الله صلى الله عليه وسلم لبحزج (8) ويلك! ما أردت إلى ما أرى! فقال: يا رسول الله, والله ما أردت إلا الحسنى ! وهو كاذب، فصدَّقه رسول الله وأراد أن يعذِره, فأنـزل الله: (والذين اتخذوا مسجدًا ضرارًا وكفرًا وتفريقًا بين المؤمنين وإرصادًا لمن حارب الله ورسوله)، يعني رجلا منهم يقال له \" أبو عامر \" كان محاربًا لرسول الله صلى الله عليه وسلم, وكان قد انطلق إلى هرقل, فكانوا يرصدون [إذا قدم] أبو عامر أن يصلي فيه, (9) وكان قد خرج من المدينة محاربًا لله ولرسوله =(وليحلفن إن أردنا إلا الحسنى والله يشهد إنهم لكاذبون).17189- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج, عن ابن جريج قال، قال ابن عباس: (وإرصادًا لمن حارب الله ورسوله من قبل)،  قال: أبو عامر الراهب، انطلق إلى قيصر, فقالوا: \" إذا جاء يصلي فيه \"، كانوا يرون أنه سيظهر على محمد صلى الله عليه وسلم.17190- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (والذين اتخذوا مسجدًا ضرارًا وكفرًا )، قال المنافقون =(لمن حارب الله ورسوله)، لأبي عامر الراهب.17191- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.17192-...... قال، حدثنا أبو إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: (والذين اتخذوا مسجدًا ضرارًا وكفرًا وتفريقًا بين المؤمنين)، قال: نـزلت في المنافقين = وقوله: (وإرصادًا لمن حارب الله ورسوله من قبل)، قال: هو أبو عامر الراهب.17193- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد, مثله.17194- حدثنا ابن وكيع قال، حدثنا سويد بن عمرو, عن حماد بن زيد, عن أيوب, عن سعيد بن جبير: (والذين اتخذوا مسجدًا ضرارًا وكفرًا)، قال: هم بنو غنم بن عوف.17195- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن أيوب, عن سعيد بن جبير: (والذين اتخذوا مسجدًا ضرارًا وكفرًا)، قال: هم حيّ يقال لهم: \" بنو غنم \".17196- حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال، أخبرنا معمر, عن أيوب، عن سعيد بن جبير في قوله: (والذين اتخذوا مسجدًا ضرارًا وكفرًا)، قال: هم حي يقال لهم: \" بنو غنم \" = قال أخبرنا معمر, عن الزهري, عن عروة, عن عائشة قالت: (وإرصادًا لمن حارب الله ورسوله)،  أبو عامر الراهب انطلق إلى الشأم, فقال الذين بنوا مسجد الضرار: إنما بنيناه ليصلي فيه أبو عامر.17197- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (والذين اتخذوا مسجدًا ضرارًا)، الآية, عمد ناسٌ من أهل النفاق, فابتنوا مسجدًا بقباء، ليضاهوا به مسجد رسول الله صلى الله عليه وسلم, ثم بعثوا إلى رسول الله ليصلِّي فيه. ذكر لنا أنه دعا بقميصه ليأتيهم، حتى أطلعه الله على ذلك = وأما قوله: (وإرصادًا لمن حارب الله ورسوله)، فإنه كان رجلا يقال له: \" أبو عامر \", فرّ من المسلمين فلحق بالمشركين، فقتلوه بإسلامه. (10) قال: إذا جاء صلى فيه, فأنـزل الله:  لا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى  ، الآية.17198- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول: أخبرنا عبيد قال، سمعت الضحاك يقول في قوله: (والذين اتخذوا مسجدًا ضرارًا وكفرًا)، هم ناس من المنافقين، بنوا مسجدًا بقباء يُضارُّون به نبيّ الله والمسلمين =(وإرصادًا لمن حارب الله ورسوله)، كانوا يقولون: إذا رجع أبو عامر من عند قيصر من الروم صلى فيه! وكانوا يقولون: إذا قدم ظهر على نبيّ الله صلى الله عليه وسلم.17199- حدثني يونس قال، أخبرنا ابن وهب قال: قال ابن زيد في قوله: (والذين اتخذوا مسجدًا ضرارًا وكفرًا وتفريقًا بين المؤمنين وإرصادًا لمن حارب الله ورسوله من قبل)، قال: مسجد قباء, كانوا يصلون فيه كلهم. وكان رجل من رؤساء المنافقين يقال له: \" أبو عامر \"، أبو: \" حنظلة غسيل الملائكة \"،  و \" صيفي\", [واحق]. (11) وكان هؤلاء الثلاثة من خيار المسلمين، فخرج أبو عامر هاربًا هو وابن عبد ياليل، من ثقيف، (12) وعلقمة بن علاثة، من قيس، من رسول الله صلى الله عليه وسلم حتى لحقوا بصاحب الروم. فأما علقمة وابن عبد ياليل، (13) فرجعا فبايعا النبي صلى الله عليه وسلم وأسلما. وأما أبو عامر، فتنصر وأقام. قال: وبنى ناسٌ من المنافقين مسجد الضرار لأبي عامر, قالوا: \" حتى يأتي أبو عامر يصلي فيه \"، وتفريقًا بين المؤمنين، يفرقون به جماعتهم، (14) لأنهم كانوا يصلون جميعًا في مسجد قباء. وجاءوا يخدعون النبي صلى الله عليه وسلم فقالوا: يا رسول الله، ربما جاء السيلُ، فيقطع بيننا وبين الوادي، (15) ويحول بيننا وبين القوم، ونصلي في مسجدنا، (16) فإذا ذهب السيل صلينا معهم ! قال: وبنوه على النفاق. قال: وانهار مسجدهم على عهد رسول الله صلى الله عليه وسلم.  قال: وألقى الناس عليه التِّبن والقُمامة، (17) فأنـزل الله: (والذين اتخذوا مسجدًا ضرارًا وكفرًا وتفريقًا بين المؤمنين)، لئلا يصلي في مسجد قباء جميعُ المؤمنين =(وإرصادًا لمن حارب الله ورسوله من قبل)، أبي عامر =(وليحلفن إن أردنا إلا الحسنى والله يشهد إنهم لكاذبون).17200- حدثنا ابن حميد قال، حدثنا هارون, عن أبي جعفر, عن ليث: أن شقيقًا لم يدرك الصلاة في مسجد بني عامر, فقيل له: مسجد بني فلان لم يصلُّوا بعدُ ! فقال: لا أحب أن أصلي فيه، فإنه بُني على ضرار, وكل مسجد بُنِيَ ضرارًا أو رياءً أو سمعة، فإن أصله ينتهي إلى المسجد الذي بني على ضرار.--------------------الهوامش :(1) في المطبوعة والمخطوطة : \" خذام بن خالد بن عبيد \" ، وأثبت ما في سيرة ابن هشام .(2) في المطبوعة : \" وبخدج \" ، والصواب ما في المخطوطة وسيرة ابن هشام .(3) الأثر : 17186 - سيرة ابن هشام 4 : 173 ، 174 .(4) انظر تفسير \" الضرار \" فيما سلف 5 : 7 ، 8 ، 46 ، 53 / 6 : 85 - 91 .(5) في المطبوعة : \" ومن عجز عن المسير \" ، وأثبت ما في المخطوطة ، وهو صواب .(6) في المطبوعة : \" بخدج \" ، وأثبت ما في سيرة ابن هشام 4 : 174 ، كما سلف في رقم : 17186 . ورأيت بعد في المحبر : 47 : \" بخدج \" ولم أتمكن من تصحيحه . ثم انظر جمهرة الأنساب لابن حزم : 316 في نسب \" سهل بن حنيف \" ، و \" عثمان بن حنيف \" ، و \" عباد بن حنيف \" . وانظر التعليق التالي .(7) ما أدري قوله : \" جد عبد الله بن حنيف \" ، ولست أدري أهو من كلام ابن عباس أو من كلام غيره ، وإن كنت أرجح أنه من كلام غيره ، لأني لم أجد في الصحابة ولا التابعين \" عبد الله بن حنيف \" ، وجده \" بحزج \" . والمذكور في المنافقين الذين بنوا مسجد الضرار : \" عباد بن حنيف \" ، أخو \" سهل بن حنيف \" . فأخشى أن يكون سقط من الخبر شيء ، فاختلط الكلام . وفي نسب \" سهل بن حنيف \" \" عمرو ، وهو بحزج ، بن حنش بن عوف بن عمرو \" ( انظر ابن سعد 3 / 2 / 39 ، ثم : 5 : 59 ) ، وجمهرة الأنساب لابن حزم : 316 ، ولكن هذا قديم جدا في الجاهلية ، وهو بلا شك غير \" بحزج \" ، الذي كان من أمره ما كان في مسجد الضرار .فهذا الذي هنا يحتاج إلى فضل تحقيق ، لم أتمكن من بلوغه .(8) في المطبوعة : \" لبخدج \" ، وانظر التعليقات السالفة .(9) في المطبوعة ، ساق الكلام سياقا واحدا هكذا: \" وكانوا يرصدون أبو عامر أن يصلي فيه \" ، وفي المخطوطة: \"وكانوا يرصدون أبو عامر أن يصلي فيه\"، وبين الكلامين بياض ، وفي الهامش حرف ( ط ) دلالة على الخطأ ، وأثبت ما بين القوسين من الدر المنثور 1 : 276 ، وروى الخبر من طريق ابن مردويه ، وابن أبي حاتم . وهذا الذي أثبته يطابق في معناه ما سيأتي في الآثار التالية .(10) قوله : \" فقتلوه بإسلامه \" ، كلام صحيح ، وإن ظن بعضهم أنه لا يستقيم ، وذلك أن أبا عامر الراهب ، لما خرج إلى الروم مات هناك سنة تسع أو عشر . ( الإصابة في ترجمة ولده : حنظلة غسيل الملائكة بن أبي عامر ) . فكأنه يقال أيضا أن الروم قتلته بإسلامه ، كما جاء في هذا الخبر . وأما قوله بعد : \" قال : إذا جاء صلى فيه \" ، فهو من كلام قتادة . وانظر الأخبار التالية ، فإنه يقال إنه تنصر .(11) في المطبوعة : \" وأخيه \" ، والذي في المخطوطة كما أثبته غير مقروء قراءة ترتضي . وممكن أن تكون \" وأخوه \" ، ولكنه عندئذ خطأ ، صوابه أن يكون و \" أخيه \" ، كما أثبته ناشر المطبوعة .بيد أن السياق يدل على أن ما بين القوسين اسم ثالث ، وهو اسم أخي حنظلة ، وصيفي ، ولم استطع أن أجد خبر ذلك .وأما \" صيفي \" ، فقد ذكره ابن حجر في الإصابة في ترجمة \" صيفي \" ، وأنه كان ممن شهد أحدا ، ونسب ذلك إلى ابن سعد والطبراني ، ولم أجده في المطبوع من طبقات ابن سعد .(12) الذي جاء في المخطوطة والمطبوعة : \" ابن بالين \" ، وإن كان في المخطوطة غير منقوط .وهو خطأ لا شك فيه عندي ، وأن صوابه : \" وابن عبد ياليل \" كما أثبته . فإن ابن عبد البر في الاستيعاب : 105 ، في ترجمة \" حنظلة الغسيل \" ، ذكر أن أبا عمر الفاسق لما فتحت مكة ، لحق بهرقل هاربا إلى الروم ، فمات كافرا عند هرقل ، وكان معه هناك \" كنانة بن عبد ياليل \" و \" علقمة بن علاثة \" ، فاختصما في ميراثه إلى هرقل ، فدفعه إلى كنانة بن عبد ياليل ، وقال لعلقمة : هما من أهل المدر ، وأنت من أهل الوبر .و \" كنانة بن عبد ياليل الثقفي \" ، ترجم له ابن حجر في القسم الرابع ، وذكره ابن سلام الجمحي ، في طبقات فحول الشعراء ص : 217 ، في شعراء الطائف ، ولم يورد له خبرا بعد ذكره .(13) في المطبوعة والمخطوطة : \" وابن بالين \" ، وفي المخطوطة غير منقوطة . انظر التعليق السالف .(14) في المطبوعة : \" بين جماعتهم \" ، وأثبت ما في المخطوطة .(15) في المطبوعة : \" يقطع \" ، وأثبت ما في المخطوطة .(16) في المطبوعة : \" فنصلي \" ، وأثبت ما في المخطوطة .(17) في المطبوعة : \" النتن والقامة \" والصواب ما في المخطوطة . و \" التبن \" عصيفة الزرع ، فهو الذي يلقى . وأما \" النتن \" فالرائحة الكريهة ، فكأنه ظن أن \" النتن \" مجاز لمعنى \" الأقذار \" ، لنتن رائحتها ! وهو باطل .",
  "ayah": 107,
  "surah": 9
}
