{
  "text": "القول في تأويل قوله :  فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ (11)قال أبو جعفر: يقول جل ثناؤه: فإن رجع هؤلاء المشركون الذين أمرتكم، أيها المؤمنون، بقتلهم عن كفرهم وشركهم بالله، إلى الإيمان به وبرسوله، وأنابوا إلى طاعته =(وأقاموا الصلاة)، المكتوبة، فأدّوها بحدودها =(وآتوا الزكاة)، المفروضة أهلَها (26) =(فإخوانكم في الدين)، يقول: فهم إخوانكم في الدين الذي أمركم الله به, وهو الإسلام =(ونفصل الآيات)، يقول: ونبين حجج الله وأدلته على خلقه (27) =(لقوم يعلمون)، ما بُيِّن لهم، فنشرحها لهم مفصلة، دون الجهال الذين لا يعقلون عن الله بيانه ومحكم آياته.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16516- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة, قوله: (فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين)، يقول: إن تركوا اللات والعزّى, وشهدوا أن لا إله إلا الله، وأن محمدًا رسول الله =(فإخوانكم في الدين ونفصل الآيات لقوم يعلمون).16517- حدثنا ابن وكيع قال، حدثنا حفص بن غياث, عن ليث,  عن رجل, عن ابن عباس: (فإن تابوا وأقاموا الصلاة وآتوا الزكاة)، قال: حرَّمت هذه الآية دماءَ أهل القِبْلة.16518- حدثني يونس قال، أخبرنا ابن وهب قال: قال ابن زيد: افترضت الصلاة والزكاة جميعًا لم يفرَّق بينهما. وقرأ: (فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين)، وأبى أن يقبل الصلاة إلا بالزكاة. وقال: رحم الله أبا بكر، ما كان أفقهه.16519- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا شريك, عن أبي إسحاق, عن أبي عبيدة, عن عبد الله قال: أمرتم بإقامة الصلاة وإيتاء الزكاة, ومن لم يزك فلا صلاة له.* * *وقيل: (فإخوانكم)، فرفع بضمير: \" فهم إخوانكم \", إذ كان قد جرى ذكرهم قبل, كما قال:  فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ  ، [سورة الأحزاب: 5]، فهم إخوانكم في الدين. (28)----------------------الهوامش :(26) انظر تفسير \" التوبة \" و \" إقامة الصلاة \" و \" إيتاء الزكاة \" في فهارس اللغة ( توب ) ، ( قوم ) ، ( أتى ) .(27) انظر تفسير \" التفصيل \" فيما سلف 13 : 252 ، تعليق : 1 ، والمراجع هناك .= وتفسير \" الآيات \" فيما سلف من فهارس اللغة ( أيى ) .(28) انظر معاني القرآن للفراء 1 : 425 .",
  "ayah": 11,
  "surah": 9
}
