{
  "text": "القول في تأويل قوله :  لا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلا أَنْ تَقَطَّعَ قُلُوبُهُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (110)قال أبو جعفر: يقول تعالى ذكره: لا يزال بنيان هؤلاء الذين اتخذوا مسجدًا ضرارًا وكفرًا =(ريبة)، يقول: لا يزال مسجدهم الذي بنوه =(ريبة في قلوبهم),  يعني: شكًّا ونفاقًا في قلوبهم, يحسبون أنهم كانوا في بنائه مُحْسنين (57) =(إلا أن تقطع قلوبهم)، يعني: إلا أن تتصدع قلوبهم فيموتوا =(والله عليم)، بما عليه هؤلاء المنافقون الذين بنوا مسجد الضرار، من شكهم في دينهم، وما قصدوا في بنائهموه وأرادوه، وما إليه صائرٌ أمرهم في الآخرة، وفي الحياة ما عاشوا, وبغير ذلك من أمرهم وأمر غيرهم =(حكيم)، في تدبيره إياهم، وتدبير جميع خلقه. (58)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17251- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (لا يزال بنيانهم الذي بنوا ريبة في قلوبهم)، يعني شكًّا =(إلا أن تقطع قلوبهم)، يعني الموت.17252- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (ريبة في قلوبهم)، قال: شكًّا في قلوبهم =(إلا أن تقطع قلوبهم)، إلا أن يموتوا.17253- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (لا يزال بنيانهم الذي بنوا ريبة في قلوبهم إلا أن تقطع قلوبهم)، يقول: حتى يموتوا.17254- حدثني مطر بن محمد الضبي قال، حدثنا أبو قتيبة قال، حدثنا شعبة, عن الحكم, عن مجاهد في قوله: (إلا أن تقطع قلوبهم)، قال: إلا أن يموتوا. (59)17255- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (إلا أن تقطع قلوبهم)، قال: يموتوا.17256- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (إلا أن تقطع قلوبهم)، قال: يموتوا.17257- حدثني المثنى قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله.17258-...... قال، حدثنا سويد قال، حدثنا ابن المبارك, عن معمر, عن قتادة والحسن: (لا يزال بنيانهم الذي بنوا ريبة في قلوبهم)، قالا شكًّا في قلوبهم.17259- حدثنا ابن وكيع قال، حدثنا إسحاق الرازي قال، حدثنا أبو سنان, عن حبيب: (لا يزال بنيانهم الذي بنوا ريبة في قلوبهم)، قال: غيظًا في قلوبهم.17260-...... قال، حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: (إلا أن تقطع قلوبهم)، قال: يموتوا.17261-...... قال، حدثنا إسحاق الرازي, عن أبي سنان, عن حبيب: (إلا أن تقطع قلوبهم)، : إلا أن يموتوا.17262-...... قال، حدثنا قبيصة, عن سفيان, عن السدي: (ريبة في قلوبهم)، قال: كفر. قلت: أكفر مجمّع بن جارية؟ قال: لا ولكنها حَزَازة.17263- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا سفيان, عن السدي: (لا يزال بنيانهم الذي بنوا ريبة في قلوبهم)، قال: حزازة في قلوبهم.17264- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (لا يزال بنيانهم الذي بنوا ريبة في قلوبهم)، لا يزال ريبة في قلوبهم راضين بما صنعوا, كما حُبِّب العجل في قلوب أصحاب موسى. وقرأ:  وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ  ، [سورة البقرة: 93] قال: حبَّه =(إلا أن تقطع قلوبهم)، قال: لا يزال ذلك في قلوبهم حتى يموتوا = يعني المنافقين.17265- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا قيس, عن السدي, عن إبراهيم: (ريبة في قلوبهم)، قال شكًّا. قال قلت: يا أبا عمران، تقول هذا وقد قرأت القرآن؟ قال: إنما هي حَزَازة.* * *واختلفت القرأة في قراءة قوله: (إلا أن تقطع قلوبهم).فقرأ ذلك بعض قرأة الحجاز والمدينة والبصرة والكوفة: (إِلا أَنْ تُقَطَّعَ قُلُوبُهُمْ)، بضم التاء من \" تقطع \", على أنه لم يسمَّ فاعله, وبمعنى: إلا أن يُقَطِّع الله قلوبهم.* * *وقرأ ذلك بعض قرأة المدينة والكوفة: ( إِلا أَنْ تَقَطَّعَ قُلُوبُهُمْ )، بفتح التاء من \" تقطع \"، على أن الفعل للقلوب. بمعنى: إلا أن تتقطّع قلوبهم, ثم حذفت إحدى التاءين.* * *وذكر أن الحسن كان يقرأ: \" إِلَى أَنْ تَقَطَّعَ قُلُوبُهُمْ \" ، بمعنى: حتى تتقطع قلوبهم. (60)* * *وذكر أنها في قراءة عبد الله: (وَلَوْ قُطِّعَتْ قُلُوبُهُمْ)، وعلى الاعتبار بذلك  قرأ من قرأ ذلك: (إلا أَنْ تُقَطَّع)، بضم التاء.* * *قال أبو جعفر: والقول عندي في ذلك أن الفتح في التاء والضم متقاربا المعنى, لأن القلوب لا تتقطع إذا تقطعت، إلا بتقطيع الله إياها, ولا يقطعها الله إلا وهي متقطعة. وهما قراءتان معروفتان، قد قرأ بكل واحدة منهما جماعة من القرأة, فبأيتهما قرأ القارئ فمصيبٌ الصوابَ في قراءته.وأما قراءة ذلك: (إلَى أَنْ تَقَطَّعَ), فقراءةٌ لمصاحف المسلمين مخالفةٌ, ولا أرى القراءة بخلاف ما في مصاحفهم جائزةً.-------------------------الهوامش :(57) انظر تفسير \" الريبة \" فيما سلف ص : 275 ، تعليق : 3 ، والمراجع هناك .(58) انظر تفسير \" عليم \" و \" حكيم \" فيما سلف من فهارس اللغة ( علم ) ، ( حكم ) .(59) الأثر : 17254 - \" مطر بن محمد الضبي \" ، انظر ما سلف رقم : 12198 ، 14610 .(60) انظر معاني القرآن للفراء 1 : 452 .",
  "ayah": 110,
  "surah": 9
}
