{
  "text": "القول في تأويل قوله :  إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (111)قال أبو جعفر: يقول تعالى ذكره: إن الله ابتاعَ من المؤمنين أنفسهم وأموالهم بالجنة =(وعدًا عليه حقًّا) = يقول: وعدهم الجنة جل ثناؤه, وعدًا عليه حقًّا أن يوفِّي لهم به، في كتبه المنـزلة: التوراة والإنجيل والقرآن, إذا هم وَفَوا بما عاهدوا الله، فقاتلوا في سبيله ونصرةِ دينه أعداءَه، فقَتَلوا وقُتِلوا =(ومن أوفى بعهده من الله)، يقول جل ثناؤه: ومن أحسن وفاءً بما ضمن وشرط من الله =(فاستبشروا)، يقول ذلك للمؤمنين: فاستبشروا، أيها المؤمنون، الذين صَدَقوا الله فيما عاهدوا، ببيعكم أنفسكم وأموالكم بالذي بعتموها من ربكم به, فإن ذلك هو الفوز العظيم، (61) كما:-17266- حدثنا ابن حميد قال، حدثنا يعقوب, عن حفص بن حميد, عن شمر بن عطية قال: ما من مسلم إلا ولله في عنقه بَيْعة، وَفى بها أو مات عليها، في قول الله: (إن الله اشترى من المؤمنين)، إلى قوله: (وذلك هو الفوز العظيم)، ثم حَلاهم فقال:  التَّائِبُونَ الْعَابِدُونَ  ، إلى:  وَبَشِّرِ الْمُؤْمِنِينَ  .17267- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (إن الله اشترى من المؤمنين أنفسهم وأموالهم)، يعني بالجنة.17268-...... قال، حدثنا سويد قال، أخبرنا ابن المبارك, عن محمد بن يسار, عن قتادة: أنه تلا هذه الآية: (إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة)، قال: ثامَنَهُم الله، فأغلى لهم الثمن. (62)17269- حدثنا القاسم قال، حدثنا الحسين قال، حدثني منصور بن هارون, عن أبي إسحاق الفزاري, عن أبي رجاء, عن الحسن: أنه تلا هذه الآية: (إن الله اشترى من المؤمنين أنفسهم وأموالهم)، قال: بايعهم فأغلى لهم الثمن.17270- حدثنا الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو معشر, عن محمد بن كعب القرظي وغيره قالوا: قال عبد الله بن رواحة لرسول الله صلى الله عليه وسلم: اشترط لربِّك ولنفسك ما شئت ! قال: أشترط لربي أن تعبدوه ولا تشركوا به شيئًا, وأشترط لنفسي أن تمنعوني مما تمنعون منه أنفسَكم وأموالكم. قالوا: فإذا فعلنا ذلك، فماذا لنا؟ قال: الجنة! قالوا: ربح البيعُ، لا نُقيل ولا نستقيل ! (63) فنـزلت: (إن الله اشترى من المؤمنين)، الآية.17271-...... قال، حدثنا عبد العزيز قال، حدثنا عبيد بن طفيل العبسي قال، سمعت الضحاك بن مزاحم, وسأله رجل عن قوله: (إن الله اشترى من المؤمنين أنفسهم)، الآية, قال الرجل: ألا أحمل على المشركين فأقاتل حتى أقتل؟ قال: ويلك! أين الشرط؟  التَّائِبُونَ الْعَابِدُونَ  . (64)------------------------الهوامش:(61) انظر تفسير ألفاظ هذه الآية فيما سلف من فهارس اللغة .(62) \" ثامنت الرجل في المبيع \" ، إذا قاولته في ثمنه وفاوضته ، وساومته على بيعه واشترائه .(63) \" أقاله البيع يقيله إقالة \" ، و \" تقايلا البيعان \" ، إذا فسخا البيع ، وعاد المبيع إلى مالكه ، والثمن إلى المشتري ، إذا كان قد ندم أحدهما أو كلاهما . وتكون \" الإقالة \" في البيعة والعهد . و \" استقاله \" طلب إليه أن يقيله .(64) الأثر : 17271 - \" عبيد بن طفيل العبسي \" ، هو \" الغطفاني \" ، \" أبو سيدان \" ، و \" عبس بن بغيض بن ريث بن غطفان \" ، ولكنه في كتب الرجال \" الغطفاني \" . وقد مضى برقم : 2547 .",
  "ayah": 111,
  "surah": 9
}
