{
  "text": "القول في تأويل قوله :  لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ (117)قال أبو جعفر: يقول تعالى ذكره: لقد رزق الله الإنابة إلى أمره وطاعته، نبيّه محمدًا صلى الله عليه وسلم, والمهاجرين ديارَهم وعشيرتَهم إلى دار الإسلام, وأنصار رسوله في الله (68) = الذين اتبعوا رَسول الله في ساعة العسرة منهم من النفقة والظهر والزاد والماء (69) =( من بعد ما كاد يزيغ قلوب فريق منهم )، يقول: من بعد ما كاد يميل قلوب بعضهم عن الحق، ويشك في دينه ويرتاب، بالذي ناله من المشقة والشدّة في سفره وغزوه (70) =(ثم تاب عليهم )، يقول: ثم رزقهم جلّ ثناؤه الإنابة والرجوع إلى الثبات على دينه، وإبصار الحق الذي كان قد كاد يلتبس عليهم =(إنه بهم رءوف رحيم) ، يقول: إن ربكم بالذين خالط قلوبَهم ذلك لما نالهم في سفرهم من الشدة والمشقة رءوف بهم =(رحيم) ، أن يهلكهم, فينـزع منهم الإيمان بعد ما قد أبلَوْا في الله ما أبلوا مع رسوله، وصبروا عليه من البأساء والضراء. (71)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17423- حدثني محمد بن عمرو قال، حدثنا عاصم قال، حدثنا  عيسى, عن ابن أبي نجيح, عن مجاهد: ( في ساعة العسرة) ، في غزوة تبوك.17424- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن عبد الله بن محمد بن عقيل: ( في ساعة العسرة ) ، قال: خرجوا في غزوةٍ، (72) الرجلان والثلاثة على بعير. وخرجوا في حرٍّ شديد, وأصابهم يومئذ عطش شديد, فجعلوا ينحرون إبلهم فيعصرون أكراشها، ويشربون ماءه, (73) وكان ذلك عسرة من الماء، وعسرة من الظهر، وعسرة من النفقة. (74)17425- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد: ( ساعة العسرة ) ، قال: غزوة تبوك, قال: \" العسرة \"، أصابهم جَهْدٌ شديد، حتى إن الرجلين ليشقَّان التمرة بينهما، وأنهم ليمصُّون التمرة الواحدة، ويشربون عليها الماء.17426- حدثنا ابن وكيع قال، حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: ( الذين اتبعوه في ساعة العسرة ) ، قال: غزوة تبوك.17427-...... قال، حدثنا زكريا بن عدي, عن ابن مبارك, عن معمر, عن عبد الله بن محمد بن عقيل, عن جابر: ( الذين اتبعوه في ساعة العسرة ) ، قال: عسرة الظهر, وعسرة الزاد, وعسرة الماء. (75)17428- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: ( لقد تاب الله على النبيّ والمهاجرين والأنصار الذين اتبعوه في ساعة العسرة ) ، الآية, الذين اتبعوا رسول الله صلى الله عليه وسلم في غزوة تبوك قِبَل الشأم في لهَبَانِ الحرّ على ما يعلم الله من الجهد، أصابهم فيها جهدٌ شديد, حتى لقد ذُكر لنا أن الرجلين كانا يشقّان التمرة بينهما, وكان النفر يتناولون التمرة بينهم، يمصُّها هذا ثم يشرب عليها، ثم يمصُّها هذا ثم يشرب عليها, فتاب الله عليهم وأقفلهم من غزوهم.17429- حدثني يونس قال، أخبرنا ابن وهب قال، أخبرني عمرو بن الحارث, عن سعيد بن أبي هلال, عن عتبة بن أبي عتبة, عن نافع بن جبير بن مطعم, عن عبد الله بن عباس: أنه قيل لعمر بن الخطاب رحمة الله عليه في شأن العسرة, فقال عمر: خرجنا مع رسول الله صلى الله عليه وسلم إلى تبوك في قيظ شديد, فنـزلنا منـزلا أصابنا فيه عطش, حتى ظننا أن رقابنا ستنقطع, حتى إن كان الرجل ليذهب يلتمسُ الماء فلا يرجع حتى يظن أن رقبته ستنقطع, حتى إن الرجل لينحر بعيره، فيعصر فَرْثه فيشربه، (76) ويجعل ما بقي على كبده، فقال أبو بكر: يا رسول الله، إن الله قد عوّدك في الدعاء خيرًا, فادع لنا! قال: تحب ذلك؟ قال: نعم! فرفع يديه، فلم يَرْجِعهما حتى قالت السماء, فأظلّت، ثم سكبت, (77) فملئوا ما معهم, ثم ذهبنا ننظر فلم نجدها، (78)  جاوزت العسكر. (79)17430- حدثني إسحاق بن زيادة العطار قال، حدثنا يعقوب بن محمد قال، حدثنا عبد الله بن وهب قال، حدثنا عمرو بن الحارث, عن سعيد بن أبي هلال, عن نافع بن جبير, عن ابن عباس قال: قيل لعمر بن الخطاب رحمة الله عليه: حدِّثنا عن شأن جيش العسرة! فقال عمر: خرجنا مع رسول الله صلى الله عليه وسلم, ثم ذكر نحوه. (80)------------------------الهوامش:(68) انظر تفسير \" المهاجر \" فيما سلف ص : 434 ، تعليق : 2 ، والمراجع هناك .(69) انظر تفسير \" العسرة \" فيما سلف 6 : 28 ، 29 .(70) انظر تفسير \" الزيغ \" فيما سلف 6 : 183 ، 184 .= وتفسير \" فريق \" فيما سلف 12 : 388 ، تعليق : 1 ، والمراجع هناك .(71) انظر تفسير \" رؤوف \" و \" رحيم \" فيما سلف من فهارس اللغة ( رأف ) ، (رحم ) .(72) في المطبوعة : \" في غزوة تبوك \" ، زاد من عنده ، وليست في المخطوطة ، وهي بلا شك غزوة تبوك .(73) في المطبوعة : \" ماءها \" ، والذي في المخطوطة صواب أيضا .(74) الأثر : 17424 - \" عبد الله بن محمد بن عقيل بن أبي طالب الهاشمي \" ، منكر الحديث ليس بمتقن ، لا يحتجون بحديثه من جهة حفظه . مضى برقم : 487 ، وانظر الخبر رقم : 17427 .(75) الأثر : 17427 - \" زكريا بن عدي بن زريق التميمي \" ، ثقة ، مضى برقم : 1566 ، 15446 ، 16945 . وكان في المطبوعة : \" زكريا بن علي \" ، والصواب ما في المخطوطة ، ولكن لم يحسن قراءته .\" عبد الله بن محمد بن عقيل \" ، سلف برقم : 17424 .(76) \" الفرث \" ، سرجين الكرش ما دام في الكرش .(77) \" قالت السماء \" ، أي : أقبلت بالسحاب ، وكان في المطبوعة : \"مالت \" وأثبت ما في المخطوطة . وهو مطابق لما في مجمع الزوائد ، وفي ابن كثير ، وغيره \" سالت \" وليست بشيء . وهذا تعبير عزيز جيد .وقوله : \" فأظلت \" ، أي : جاء السحاب بالظل ، وفي ابن كثير وغيره \" فأهطلت \" ، وليست بشيء . وفي مجمع الزوائد : \" فأطلت \" ، وكأنه تصحيف .(78) في المطبوعة : \" ثم رجعنا ننظر فلم نجدها ، جاوزت العسكر \" ، غير ما كان في المخطوطة ، وهو صواب مطابق لما في المراجع . وقوله : \" ذهبنا ننظر \" ، العرب تضع \" ذهب \" في الكلام ظرفا للفعل ، انظر ما سلف 11 : 128 ، تعليق : 1 ، ثم ص : 250 ، في كلام أبي جعفر ، والتعليق : 1 ، ثم رقم : 16206 .(79) الأثر : 17429 - \" عمرو بن الحارث بن يعقوب الأنصاري المصري \" . ثقة متقن ، مضى مرارا ، آخرها رقم : 13570 ، 16732 .و \" سعيد بن أبي هلال الليثي المصري \" ، ثقة ، مضى مرارا ، آخرها رقم : 13570 .و \" عتبة بن أبي عتبة \" . هو \" عتبة بن مسلم التيمي \" ، ثقة ، مترجم في التهذيب ، وابن أبي حاتم 3 / 1 / 374 .و \" نافع بن جبير بن مطعم \" . تابعي ثقة ، أحد الأئمة ، مترجم في التهذيب ، والكبير 4 / 2 / 82 ، وابن أبي حاتم 4 / 1 / 451 .ورجال إسناد هذا الخبر ثقات .وهذا الخبر خرجه الهيثمي في مجمع الزوائد 6 : 194 ، 195 ، وقال : \" رواه البزار ، والطبراني في الأوسط ، ورجال البزار ثقات \" . وخرجه السيوطي في الدر المنثور 3 : 286 ، ونسبه إلى ابن جرير ، وابن خزيمة ، وابن حبان ، والحاكم وصححه ، وابن مردويه ، وأبي نعيم ، والبيهقي في الدلائل .وهو في دلائل النبوة لأبي نعيم ص : 190 في باب \" ذكر ما كان في غزوة تبوك \" . ، بهذا الإسناد .وذكره ابن كثير في تفسيره 4 : 257 ، 258 ، والبغوي بهامشه .(80) الأثر : 17430 - \" إسحاق بن زياد العطار \" ، شيخ الطبري ، مضى برقم : 14146 ، ولم نجد له ذكرا ، وقد مضى هناك : \" إسحاق بن زياد العطار النصري \" بغير تاء في \" زياد \" في المطبوعة والمخطوطة . وغير ممكن فصل القول في ذلك ، ما لم نجد له ترجمة تهدي إلى الصواب .",
  "ayah": 117,
  "surah": 9
}
