{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ (119)قال أبو جعفر: يقول تعالى ذكره للمؤمنين، معرِّفَهم سبيل النجاة من عقابه، والخلاصِ من أليم عذابه: (يا أيها الذين آمنوا)، بالله ورسوله =(اتقوا الله)، وراقبوه بأداء فرائضه، وتجنب حدوده =(وكونوا)، في الدنيا، من أهل ولاية الله وطاعته, تكونوا في الآخرة =(مع الصادقين)، في الجنة. يعني: مع من صَدَق اللهَ الإيمانَ به، فحقَّق قوله بفعله، ولم يكن من أهل النفاق فيه، الذين يكذِّب قيلَهم فعلُهم.وإنما معنى الكلام: وكونوا مع الصادقين في الآخرة باتقاء الله في الدنيا, كما قال جل ثناؤه:  وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ  [سورة النساء: 69].* * *وإنما قلنا ذلك معنى الكلام, لأن كون المنافق مع المؤمنين غيرُ نافعه بأيّ وجوه الكون كان معهم، إن لم يكن عاملا عملهم. وإذا عمل عملهم فهو منهم, وإذا كان منهم، كان وجْهُ الكلام أن يقال: (اتقوا الله وكونوا مع الصادقين)، (57) ولتوجيه الكلام إلى ما وجَّهنا من تأويله، فسَّر ذلك من فسَّره من أهل التأويل بأن قال: معناه: وكونوا مع أبي بكر وعمر, أو: مع النبي صلى الله عليه وسلم، والمهاجرين رحمة الله عليهم.* * ** ذكر من قال ذلك أو غيره في تأويله:17451- حدثنا ابن حميد قال، حدثنا يعقوب, عن زيد بن أسلم, عن نافع في قول الله: (اتقوا الله وكونوا مع الصادقين) ، قال: مع النبي صلى الله عليه وسلم وأصحابه.17452- حدثنا ابن وكيع قال، حدثنا حبويه أبو يزيد, عن يعقوب القمي, عن زيد بن أسلم, عن نافع قال: قيل للثلاثة الذين خُلِّفوا: (يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين) ، محمدٍ وأصحابه.17453- حدثني المثنى قال، حدثنا إسحاق بن إسماعيل, عن عبد الرحمن المحاربي, عن جويبر, عن الضحاك في قوله: (وكونوا مع الصادقين) ، قال: مع أبي بكر وعمر وأصحابهما، رحمةُ الله عليهم.17454-...... قال، حدثنا محمد بن يحيى قال، حدثنا إسحاق بن بشر الكاهلي قال، حدثنا خلف بن خليفة, عن أبي هاشم الرمّاني, عن سعيد بن جبير في قول الله: (اتقوا الله وكونوا مع الصادقين) ، قال: مع أبي بكر وعمر، رحمة الله عليهما. (58)17455- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قوله: (اتقوا الله وكونوا مع الصادقين) ، قال: مع المهاجرين الصادقين.* * *وكان ابن مسعود فيما ذكر عنه يقرؤه: (وَكُونُوا مِن الصَّادِقينَ)، ويتأوّله: أنّ ذلك نَهْىٌ من الله عن الكذب.* ذكر الرواية عنه بذلك:17456- حدثني المثنى قال، حدثنا آدم العسقلاني قال، حدثنا شعبة,  عن عمرو بن مرة قال: سمعت أبا عبيدة بن عبد الله بن مسعود يقول: قال ابن مسعود: إن الكذب لا يحلُّ منه جدٌّ ولا هزلٌ, اقرءوا إن شئتم: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مِنَ الصَّادِقِينَ)، قال: وكذلك هي قراءة ابن مسعود: (من الصادقين), فهل ترون في الكذب رُخْصَة؟17457-...... قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك, عن شعبة, عن عمرو بن مرة قال: سمعت أبا عبيدة, عن عبد الله, نحوه.17458-...... قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن عمرو بن مرة قال: سمعت أبا عبيدة يحدِّث عن عبد الله قال: الكذب لا يصلح منه جدٌّ ولا هزل, اقرءوا إن شئتم.(يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَكُونُوا مِنَ الصَّادِقِينَ) = وهي كذلك في قراءه عبد الله = فهل ترون من رخصة في الكذب؟17459- حدثنا ابن وكيع قال، حدثنا أبي, عن الأعمش, عن إبراهيم, عن عبد الله قال: لا يصلح الكذب في هزلٍ ولا جدٍّ. ثم تلا عبد الله: (اتقوا الله وكونوا) ، ما أدري أقال: (من الصادقين) أو (مع الصادقين) ، وهو في كتابي: (مع الصادقين).17460-...... قال، حدثنا أبي, عن الأعمش, عن مجاهد, عن أبي معمر, عن عبد الله, مثله.17461-...... قال، حدثنا أبي, عن الأعمش, عن عمرو بن مرة, عن أبي عبيدة, عن عبد الله, مثله.* * *قال أبو جعفر: والصحيح من التأويل في ذلك، هو التأويل الذي ذكرناه عن نافع والضحاك. وذلك أنّ رسوم المصاحف كلّها مجمعة على: (وكونوا مع الصادقين) ، وهي القراءة التي لا أستجيز لأحدٍ القراءةَ بخلافها.* * *وتأويل عبد الله، رحمة الله عليه، في ذلك على قراءته، تأويلٌ صحيح, غير أن القراءة بخلافها.------------------------الهوامش :(57) في المطبوعة : \" كان لا وجه في الكلام أن يقال \" ، غير ما في المخطوطة ، والذي فيها ما أثبته ، وهو مستقيم صحيح . والذي جاء به من عنده مفسد للكلام .(58) الأثر : 17454 - \" أبو هاشم الرماني \" ثقة ، روى له الجماعة . مختلف في اسمه ، مضى برقم : 10818 .",
  "ayah": 119,
  "surah": 9
}
