{
  "text": "القول في تأويل قوله :  وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (122)قال أبو جعفر: يقول تعالى ذكره: ولم يكن المؤمنون لينفروا جميعًا. (68)* * *وقد بينا معنى \" الكافة \" بشواهده، وأقوال أهل التأويل فيه, فأغنى عن إعادته في هذا الموضع. (69)* * *ثم اختلف أهل التأويل في المعنى الذي عناه الله بهذه الآية، وما \" النفر \"، الذي كرهه لجميع المؤمنين؟فقال بعضهم: وهو نَفْرٌ كان من قوم كانوا بالبادية، بعثهم رسول الله صلى الله عليه وسلم يعلمون الناس الإسلام, فلما نـزل قوله:  مَا كَانَ لأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ  ، انصرفوا عن البادية إلى النبي صلى الله عليه وسلم، خشية أن يكونوا ممن تخلف عنه، وممن عُنِي بالآية. فأنـزل الله في ذلك عذرهم بقوله: (وما كان المؤمنون لينفروا كافة) ، وكره انصرافَ جميعهم من البادية إلى المدينة.* ذكر من قال ذلك:17466- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة) ، قال: ناسٌ من أصحاب محمد صلى الله عليه وسلم، خرجوا في البوادي, فأصابوا من الناس معروفًا، ومن الخصب ما ينتفعون به, ودَعوا من وجدوا من الناس إلى الهدى, فقال الناس لهم: ما نراكم إلا قد تركتم أصحابكم وجئتمونا! فوجدوا في أنفسهم من ذلك حرجًا, وأقبلوا من البادية كلهم حتى دخلوا على النبي صلى الله عليه وسلم, فقال الله: (فلولا نفر من كل فرقة منهم طائفة) ، يبتغون الخير =(ليتفقهوا) ، وليسمعوا ما في الناس, وما أنـزل الله بعدهم =(ولينذروا قومهم) ، الناس كلهم =(إذا رجعوا إليهم لعلهم يحذرون).17467- حدثنا المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله = إلا أنه قال في حديثه: فقال الله: (فلولا نفر من كل فرقة منهم طائفة) ، خرج بعض، وقعد بعضٌ يبتغون الخير.17468-...... قال، حدثنا إسحاق قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد، نحو حديثه عن أبي حذيفة.17469- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد، نحو حديث المثنى عن أبي حذيفة = غير أنه قال في حديثه: ما نراكم إلا قد تركتم صاحبكم! وقال: (ليتفقهوا) ، ليسمعوا ما في الناس.* * *وقال آخرون: معنى ذلك: وما كان المؤمنون لينفروا جميعًا إلى عدوّهم، ويتركوا نبيهم صلى الله عليه وسلم وحده، كما:-17470- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وما كان المؤمنون لينفروا كافة) ، قال: ليذهبوا كلهم = فلولا نفر من كل حي وقبيلة طائفة، وتخلف طائفة =(ليتفقهوا في الدين), ليتفقه المتخلفون مع النبي صلى الله عليه وسلم في الدين = ولينذر المتخلفون النافرين إذا رجعوا إليهم لعلهم يحذرون.* * ** ذكر من قال ذلك:17471- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن علي, عن ابن عباس, قوله: (وما كان المؤمنون لينفروا كافة) ، يقول: ما كان المؤمنون لينفروا جميعًا، ويتركوا النبي صلى الله عليه وسلم وحده =(فلولا نفر من كل فرقة منهم طائفة) ، يعني عصبة, يعني السرايا, ولا يتَسرَّوا إلا بإذنه, فإذا رجعت السرايا وقد نـزل بعدهم قرآن، تعلمه القاعدون من النبي صلى الله عليه وسلم, قالوا: \" إن الله قد أنـزل على نبيكم بعدكم قرآنا، وقد تعلمناه \". فيمكث السرايا يتعلَّمون ما أنـزل الله على نبيهم بعدهم، [ويبعث سرايا أخر, فذلك قوله: (ليتفقهوا في الدين) ، يقول يتعلمون ما أنـزل الله على نبيه], (70) ويعلموا السرايا إذا رجعت   إليهم لعلهم يحذرون. (71)17472- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وما كان المؤمنون لينفروا كافة) ، إلى قوله: (لعلهم يحذرون) ، قال: هذا إذا بعث نبيُّ الله الجيوشَ، أمرهم أن لا يُعَرُّوا نبيه، وتقيم طائفة مع رسول الله صلى الله عليه وسلم تتفقه في الدين, وتنطلق طائفة تدعو قومها، وتحذرهم وقائع الله فيمن خلا قبلهم.17473- حدثنا الحسين قال، سمعت أبا معاذ يقول، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (وما كان المؤمنون لينفروا كافة) ، الآية, كان نبي الله إذا غزا بنفسه لم يحلَّ لأحد من المسلمين أن يتخلف عنه، إلا أهل العذر. وكان إذا أقام فأسرت السرايا، لم يحلّ لهم أن ينطلقوا إلا بإذنه. فكان الرجل إذا أسرى فنـزل بعده قرآن، تلاه نبي الله على أصحابه القاعدين معه. فإذا رجعت السرية، قال لهم الذين أقاموا مع رسول الله صلى الله عليه وسلم: \" إن الله أنـزل بعدكم على نبيه قرآنا \"، فيقرئونهم ويفقهونهم في الدين، وهو قوله: (وما كان المؤمنون لينفروا كافة) ، يقول: إذا أقام رسول الله صلى الله عليه وسلم =(فلولا نفر من كل فرقة منهم طائفة) ، يعني بذلك: أنه لا ينبغي للمسلمين أن ينفروا جميعًا ونبيُّ الله قاعد, ولكن إذا قعد نبيُّ الله، تسرَّت السرايا، وقعد معه عُظْمُ الناس.* * *وقال آخرون: بل معنى ذلك: ما هؤلاء الذين نفروا بمؤمنين, ولو كانوا مؤمنين لم ينفر جميعهم، ولكنهم منافقون. ولو كانوا صادقين أنهم مؤمنون، لنفر بعضٌ ليتفقه في الدين، ولينذر قومه إذا رجع إليهم.* ذكر من قال ذلك:17474- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (وما كان المؤمنون لينفروا كافة) ، فإنها ليست في الجهاد, ولكن لما دعا رسول الله صلى الله عليه وسلم على مُضَر بالسِّنين أجدبت بلادهم, وكانت القبيلة منهم تُقْبل بأسرها حتى يحلُّوا بالمدينة من الجهْد, ويعتلُّوا بالإسلام وهم كاذبون, فضيَّقوا على أصحاب النبي صلى الله عليه وسلم وأجهدوهم، وأنـزل الله يخبر رسول الله صلى الله عليه وسلم أنهم ليسوا مؤمنين, فردّهم رسول الله عشائرهم, وحذّر قومهم أن يفعلوا فعلهم، فذلك قوله: (ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون).* * *وقد روي عن ابن عباس في ذلك قول ثالثٌ, وهو ما:-17475- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (وما كان المؤمنون لينفروا كافة) ، إلى قوله: (لعلهم يحذرون) ، قال: كان ينطلق من كل حيّ من العرب عصابةٌ، فيأتون النبي صلى الله عليه وسلم، فيسألونه عما يريدونه من دينهم، ويتفقهون في دينهم, ويقولون لنبي الله: ما تأمرنا أن نفعله، وأخبرنا ما نقول لعشائرنا إذا انطلقنا إليهم؟ قال: فيأمرهم نبيّ الله بطاعة الله وطاعة رسوله, ويبعثهم إلى قومهم بالصلاة والزكاة. وكانوا إذا أتوا قومهم نادوا: \" إن من أسلم فهو منَّا \"، وينذرونهم, حتى إن الرجل ليعرِّف أباه وأمه. وكان رسول الله صلى الله عليه وسلم يخبرهم وينذرون قومهم. (72) فإذا رجعوا إليهم، يدعونهم إلى الإسلام، وينذرونهم النار، ويبشرونهم بالجنة.* * *وقال آخرون: إنما هذا تكذيب من الله لمنافقين أزرَوْا بأعراب المسلمين وغيرهم، (73) في تخلُّفهم خِلاف رسول الله صلى الله عليه وسلم, وهم ممن قد عذره الله بالتخلف.* ذكر من قال ذلك:17476- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا سفيان بن عيينة, عن سليمان الأحول, عن عكرمة قال: لما نـزلت هذه الآية:  مَا كَانَ لأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ  ، إلى:  إِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ  ، قال ناس من المنافقين: هلك من تخلف! فنـزلت: (وما كان المؤمنون لينفروا كافة) ، إلى: (لعلهم يحذرون) ، ونـزلت:  وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ  ، الآية [سورة الشورى: 16].17477- حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير, عن ابن عيينة قال، حدثنا سليمان الأحول، عن عكرمة, قال: سمعته يقول: لما نـزلت:  إِلا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا  [سورة التوبة: 39]، و  مَا كَانَ لأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأَعْرَابِ  ، إلى قوله:  لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ  ، قال المنافقون: هلك أصحاب البدو الذين تخلفوا عن محمد ولم ينفروا معه! وقد كان ناس من أصحاب رسول الله صلى الله عليه وسلم خرجوا إلى البدو، إلى قومهم يفقهونهم, فأنـزل الله: (وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة) ، إلى قوله: (لعلهم يحذرون) ، ونـزلت:  وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ  ، الآية.* * *واختلف الذين قالوا: \" عُنى بذلك النهيُ عن نَفْر الجميع في السرية، وترك  النبيّ عليه السلام وحده \" في المعنيِّين بقوله: (ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم) .فقال بعضهم: عُنى به الجماعة المتخلفة مع رسول الله صلى الله عليه وسلم. وقالوا: معنى الكلام: فهلا نفر من كل فرقة طائفة للجهاد، ليتفقه المتخلفون في الدين، ولينذروا قومهم الذين نفروا في السرية إذا رجعوا إليهم من غزوهم؟ وذلك قول قتاده, وقد ذكرنا رواية ذلك عنه، من رواية سعيد بن أبي عروبة، (74) وقد:-17478- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين) الآية, قال: ليتفقه الذين قعدوا مع نبي الله =(ولينذروا قومهم إذا رجعوا إليهم) ، يقول: لينذروا الذين خرجوا إذا رجعوا إليهم.17479- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن وقتادة: (وما كان المؤمنون لينفروا كافة) ، قالا كافة, ويَدَعوا النبيَّ صلى الله عليه وسلم.* * *وقال آخرون منهم: بل معنى ذلك: لتتفقه الطائفة النافرة دون المتخلفة، وتحذر النافرةُ المتخلفةَ.* ذكر من قال ذلك:17480- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن: (فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين) ، قال: ليتفقه الذين خرجوا، بما يُريهم الله من الظهور على المشركين والنصرة, وينذروا قومهم إذا رجعوا إليهم.* * *قال أبو جعفر: وأولى الأقوال في تأويل ذلك بالصواب أن يقال: تأويلُه: وما كان المؤمنون لينفروا جميعًا ويتركوا رسول الله صلى الله عليه وسلم وحده, وأن الله نهى بهذه الآية المؤمنين به أن يخرجوا في غزو وجهادٍ وغير ذلك من أمورهم، ويدعوا رسول الله صلى الله عليه وسلم وحيدًا. ولكن عليهم إذا سَرَّى رسول الله سرية أن ينفر معها من كل قبيلة من قبائل العرب = وهي الفرقة (75) =(طائفة) ، وذلك من الواحد إلى ما بلغ من العدد, (76) كما قال الله جل ثناؤه: (فلولا نفر من كل فرقة منهم طائفة) ، يقول: فهلا نفر من كل فرقةٍ منهم طائفة؟ (77) وهذا إلى هاهنا، على أحد الأقوال التي رويت عن ابن عباس, وهو قول الضحاك وقتادة.وإنما قلنا: هذا القول أولى الأقوال في ذلك بالصواب, لأن الله تعالى ذكره حظر التخلف خلاف رسول الله صلى الله عليه وسلم على المؤمنين به من أهل المدينة مدينة الرسول صلى الله عليه وسلم, ومن الأعراب، لغير عذر يُعذرون به، إذا خرج رسول الله لغزوٍ وجهادِ عدوٍّ قبل هذه الآية بقوله:  مَا كَانَ لأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأَعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ  ، ثم عقب ذلك جل ثناؤه بقوله: (وما كان المؤمنون لينفروا كافة) ، فكان معلومًا بذلك = إذْ كان قد عرّفهم في الآية التي قبلها اللازمَ لهم من فرض النَّفْر، والمباحَ لهم من تركه في حال غزو رسول الله صلى الله عليه وسلم، وشخوصه عن مدينته لجهاد عدوّ, وأعلمهم أنه لا يسعهم التخلف خِلافه إلا لعذر، بعد استنهاضه بعضهم وتخليفه بعضهم = أن يكون عَقِيب تعريفهم ذلك، تعريفُهم الواجبَ عليهم عند مقام رسول الله صلى الله عليه وسلم بمدينته،  وإشخاص غيره عنها, كما كان الابتداءُ بتعريفهم الواجب عند شخوصه وتخليفه بعضهم.* * *وأما قوله: (ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم) ، (78) فإن أولى الأقوال في ذلك بالصواب، قولُ من قال: ليتفقه الطائفة النافرة بما تعاين من نصر الله أهلَ دينه وأصحابَ رسوله، على أهل عداوته والكفر به, فيفقه بذلك من مُعاينته حقيقةَ علم أمر الإسلام وظهوره على الأديان، من لم يكن فقهه, ولينذروا قومهم فيحذروهم أن ينـزل بهم من بأس الله مثل الذي نـزل بمن شاهدوا وعاينوا ممن ظفر بهم المسلمون من أهل الشرك = إذا هم رجعوا إليهم من غزوهم =(لعلهم يحذرون) ، (79) يقول: لعل قومهم، إذا هم حذروهم ما عاينوا من ذلك، يحذرون فيؤمنون بالله ورسوله, حذرًا أن ينـزل بهم ما نـزل بالذين أخبِروا خبرَهم.وإنما قلنا ذلك أولى الأقوال بالصواب, وهو قول الحسن البصري الذي رويناه عنه، (80) لأن \" النفر \" قد بينا فيما مضى، أنه إذا كان مطلقًا بغير صلة بشيء، أنَّ الأغلب من استعمال العرب إياه في الجهاد والغزو. (81) فإذا كان ذلك هو الأغلب من المعاني فيه, وكان جل ثناؤه قال: (فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين) ، علم أن قوله: (ليتفقهوا)، إنما هو شرط للنفر لا لغيره, إذْ كان يليه دون غيره من الكلام.* * *فإن قال قائل: وما تنكر أن يكون معناه: ليتفقه المتخلِّفون في الدين؟قيل: ننكر ذلك لاستحالته. وذلك أن نَفْر الطائفة النافرة، لو كان سببًا لتفقه المتخلفة, وجب أن يكون مقامها معهم سببًا لجهلهم وترك التفقه، وقد علمنا أن  مقامهم لو أقاموا ولم ينفروا لم يكن سببًا لمنعهم من التفقه.* * *وبعدُ, فإنه قال جل ثناؤه: (ولينذروا قومهم إذا رجعوا إليهم) ، عطفًا به على قوله: (ليتفقهوا في الدين) ، ولا شك أن الطائفة النافرة لم ينفروا إلا والإنذار قد تقدّم من الله إليها, وللإنذار وخوف الوعيد نَفرتْ, فما وجْهُ إنذار الطائفة المتخلفة الطائفةَ النافرةَ، وقد تساوتا في المعرفة بإنذار الله إياهما؟ ولو كانت إحداهما جائزٌ أن توصف بإنذار الأخرى, لكان أحقَّهما بأن يوصف به، الطائفة النافرة, لأنها قد عاينت من قدرة الله ونصرة المؤمنين على أهل الكفر به، ما لم تعاين المقيمة. ولكن ذلك إن شاء الله كما قلنا، من أنها تنذر من حَيِّها وقبيلتها من لم يؤمن بالله إذا رجعت إليه: أن ينـزل به ما أنـزل بمن عاينته ممن أظفر الله به المؤمنين من نُظَرائه من أهل الشرك.------------------------الهوامش:(68) انظر تفسير \" النفر \" فيما سلف 8 : 536 / 14 : 254 ، 399 .(69) انظر تفسير \" الكافة \" فيما سلف 4 : 257 ، 258 / 14: 242 .(70) ما بين القوسين ، ليس في المخطوطة ، وزاده ناشر المطبوعة من الدر المنثور 3 : 292 ، فيما أرجح .(71) كان في المطبوعة : \" ويعلمونه \" ، وفي الدر : \" ويعلموه \" ، وفي المخطوطة : \" ويعلموا \" عطفا على قوله : \" ليفقهوا \" .(72) هكذا جاءت هذه الجملة في المخطوطة والمطبوعة ، وهي جملة غريبة التركيب ، أخشى أن يكون سقط منها شيء(73) في المطبوعة : \" بأعراب المسلمين وعزروهم \" ، والصواب ما في المخطوطة .(74) انظر ما سلف رقم : 17472 .(75) انظر تفسير \" الفريق \" و \" الفرقة \" فيما سلف : ص : 539 ، تعليق : 1 ، والمراجع هناك .(76) انظر تفسير \" طائفة \" فيما سلف : ص : 403 ، تعليق : 1 ، والمراجع هناك .(77) انظر تفسير \" لولا \" فيما سلف 11 : 356 ، تعليق : 2 ، والمراجع هناك .(78) انظر تفسير \" التفقه \" فيما سلف ص : 413 ، تعليق : 2 ، والمراجع هناك .(79) انظر تفسير \" الحذر \" فيما سلف 10 : 575 / 14 : 331 .(80) انظر ما سلف رقم : 17480 .(81) انظر ما سلف ص : 251 - 256 .",
  "ayah": 122,
  "surah": 9
}
