{
  "text": "القول في تأويل قوله :  أَوَلا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لا يَتُوبُونَ وَلا هُمْ يَذَّكَّرُونَ (126)قال أبو جعفر: اختلفت القرأة في قراءه قوله: (أولا يرون) .فقرأته عامة قرأة الأمصار: ( أو لا يرون ) ، بالياء, بمعنى: أو لا يرى هؤلاء الذين في قلوبهم مرضُ النفاق؟وقرأ ذلك حمزة: (أَوَ لا تَرَوْنَ)، بالتاء, بمعنى: أو لا ترون أنتم، أيها المؤمنون، أنهم يفتنون؟قال أبو جعفر: والصواب عندنا من القراءة في ذلك، الياءُ, على وجه التوبيخ من الله لهم, لإجماع الحجة من قرأة الأمصار عليه، وصحة معناه.* * *فتأويل الكلام إذًا: أو لا يرى هؤلاء المنافقون أنَّ الله يختبرهم في كل عام مرة أو مرتين, بمعنى أنه يختبرهم في بعض الأعوام مرة, وفي بعضها مرتين (9) =(ثم لا يتوبون) ، يقول: ثم هم مع البلاء الذي يحلّ بهم من الله، والاختبار الذي يعرض لهم، لا ينيبون من نفاقهم, ولا يتوبون من كفرهم, ولا هم يتذكرون بما يرون من حجج الله ويعاينون من آياته, فيتعظوا بها، ولكنهم مصرُّون على نفاقهم؟واختلف أهل التأويل في معنى \" الفتنة \" التي ذكر الله في هذا الموضع أن هؤلاء المنافقين يفتنون بها.فقال بعضهم: ذلك اختبارُ الله إياهم بالقحط والشدة.* ذكر من قال ذلك:17490- حدثنا ابن وكيع, حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد: ( أولا يرون أنهم يفتنون في كل عام مرة أو مرتين) ، قال: بالسَّنة والجوع.17491- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قوله: (يفتنون) ، قال: يبتلون =(في كل عام مرة أو مرتين) ، قال: بالسنة والجوع.17492- حدثني المثنى قال، حدثنا أبو حذيفة، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: ( أولا يرون أنهم يفتنون في كل عام مرة أو مرتين) ، قال: يبتلون بالعذاب في كل عام مرة أو مرتين.17493- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (يفتنون في كل عام مرة أو مرتين) ، قال: بالسنة والجوع.* * *وقال آخرون: بل معناه: أنهم يختبرون بالغزو والجهاد.* ذكر من قال ذلك:17494- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: ( أوَلا يرون أنهم يفتنون في كل عام مرة أو مرتين) ، قال: يبتلون بالغزو في سبيل الله في كل عام مرة أو مرتين.17495- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن, مثله.* * *وقال آخرون: بل معناه: أنهم يختبرون بما يُشيع المشركون من الأكاذيب على رسول الله صلى الله عليه وسلم وأصحابه, فيفتتن بذلك الذين في قلوبهم مرض.* ذكر من قال ذلك:17496- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا شريك, عن جابر, عن أبي الضحى, عن حذيفة: ( أوَلا يرون أنهم يفتنون في كل عام مرة أو مرتين) ، قال: كنا نسمع في كل عام كذبة أو كذبتين، فيضل بها فئامٌ من الناس كثير.17497- حدثنا ابن وكيع قال، حدثنا أبي, عن شريك, عن جابر, عن أبي الضحى, عن حذيفة, قال: كان لهم في كل عام كذبة أو كذبتان.* * *وأولى الأقوال في ذلك بالصحة أن يقال: إن الله عجَّب عبادَه المؤمنين من هؤلاء المنافقين, ووبَّخ المنافقين في أنفسهم بقلّة تذكرهم، وسوء تنبههم لمواعظ الله التي يعظهم بها. وجائزٌ أن تكون تلك المواعظُ الشدائدَ التي ينـزلها بهم من الجوع والقحط = وجائزٌ أن تكون ما يريهم من نُصرة رسوله على أهل الكفر به، ويرزقه من إظهار كلمته على كلمتهم = وجائزٌ أن تكون ما يظهر للمسلمين من نفاقهم وخبث سرائرهم، بركونهم إلى ما يسمعون من أراجيف المشركين برسول الله صلى الله عليه وسلم وأصحابه = ولا خبر يوجب صحةَ بعض ذلك دون بعض، من الوجه الذي يجب التسليم له. ولا قول في ذلك أولى بالصواب من التسليم لظاهر قول الله وهو: أو لا يرون أنهم يختبرون في كل عام مرة أو مرتين، بما يكون زاجرًا لهم، ثم لا ينـزجرون ولا يتعظون؟----------------------الهوامش :(9) انظر تفسير \" الفتنة \" فيما سلف ص : 286 ، تعليق : 3 ، والمراجع هناك .",
  "ayah": 126,
  "surah": 9
}
