{
  "text": "القول في تأويل قوله :  أَلا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (13)قال أبو جعفر: يقول تعالى ذكره للمؤمنين بالله ورسوله، حاضًّا لهم على جهاد أعدائهم من المشركين: (ألا تقاتلون)، أيها المؤمنون، هؤلاء المشركين الذين نقضوا العهد الذي بينكم وبينهم، وطعنوا في دينكم، وظاهروا عليكم أعداءكم، (46) =(وهموا بإخراج الرسول)، من بين أظهرهم فاخرجوه (47) =(وهم بدءوكم أول مرة)، بالقتال, يعني فعلهم ذلك يوم بدر، وقيل: قتالهم حلفاء رسول الله صلى الله عليه وسلم من خزاعة =(أتخشونهم)، يقول: أتخافونهم على أنفسكم فتتركوا قتالهم خوفًا على أنفسكم منهم (48) =(فالله أحق أن تخشوه)، يقول: فالله أولى بكم أن تخافوا عقوبته بترككم جهادهم, وتحذروا سخطه عليكم، من هؤلاء المشركين الذين لا يملكون لكم ضرًّا ولا نفعًا إلا بإذن الله =(إن كنتم مؤمنين)، يقول: إن كنتم مقرِّين أن خشية الله لكم أولى من خشية هؤلاء المشركين على أنفسكم.* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16535- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي قوله: (ألا تقاتلون قوما نكثوا أيمانهم)، من بعد عهدهم =(وهموا بإخراج الرسول)، يقول: هموا بإخراجه فأخرجوه =(وهم بدءوكم أول مرة)، بالقتال.16536- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (وهم بدءوكم أول مرة)، قال: قتال قريش حلفاءَ محمد صلى الله عليه وسلم.16537- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد, بنحوه.16538- حدثنا ابن وكيع قال، حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله.16539- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: أمر الله رسوله بجهاد أهل الشرك ممن نقض من أهل العهد الخاص، (49) ومن كان من أهل العهد العامّ، بعد الأربعة الأشهر التي ضرب لهم أجلا إلا أن يعدُوَ فيها عادٍ منهم، فيقتل بعدائه، (50) ثم قال: (ألا تقاتلون قوما نكثوا أيمانهم وهموا بإخراج الرسول)، إلى قوله:  وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ  . (51)------------------------الهوامش:(46) انظر تفسير \" النكث \" ، ص : 157 ، تعليق : 2 ، والمراجع هناك .(47) انظر تفسير \" الهم \" فيما سلف 9 : 199 / 10 : 100 .(48) انظر تفسير \" الخشية \" فيما سلف 10 ، 344 ، تعليق : 1 ، والمراجع هناك .(49) في المطبوعة والمخطوطة أسقط \" الخاص \" وأثبتها من ابن هشام .(50) في المطبوعة : \" إلا أن يعودوا فيها على دينهم فيقبل بعد ثم قال \" ، وهو كلام لا معنى له البتة وفي المخطوطة : \" إلا أن يعودوا فيها على دينهم فيقتل بعدائه ، فقال \" ، وقد دخلها تحريف شديد ، فقوله : \" يعودوا \" ، هو تحريف : \" يعدو \" و \" على دينهم \" ، صوابها \" عاد منهم \" ، فأساء كتابتها ، والصواب من سيرة ابن هشام .(51) الأثر : 16539 - سيرة ابن هشام 4 : 191 ، وهو تابع الأثر السالف قديما رقم : 16377 .",
  "ayah": 13,
  "surah": 9
}
