{
  "text": "القول في تأويل قوله :  مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ (17)قال أبو جعفر: يقول تعالى ذكره: ما ينبغي للمشركين أن يعمروا مساجد الله وهم شاهدون على أنفسهم بالكفر. يقول: إن المساجد إنما تعمر لعبادة الله فيها، لا للكفر به, فمن كان بالله كافرًا، فليس من شأنه أن يعمُرَ مساجد الله.* * *وأما شهادتهم على أنفسهم بالكفر, فإنها كما:-16552- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قوله: (ما كان للمشركين أن يعمروا مساجد الله شاهدين على أنفسهم بالكفر)، يقول: ما ينبغي لهم أن يعمروها. وأما(شاهدين على أنفسهم بالكفر)، فإن النصراني يسأل: ما أنت؟ فيقول: نصراني = واليهودي, فيقول: يهودي = والصابئ, فيقول: صابئ = والمشرك يقول إذا سألته: ما دينك؟ فيقول: مشرك ! لم يكن ليقوله أحدٌ إلا العرب.16553- حدثنا ابن وكيع قال، حدثنا عمرو العنقزي, عن أسباط, عن السدي: (ما كان للمشركين أن يعمروا مساجد الله)، قال: يقول: ما كان ينبغي لهم أن يعمروها.16554- حدثنا ابن وكيع قال، حدثنا عمرو, عن أسباط, عن السدي: (شاهدين على أنفسهم بالكفر)، قال: النصراني يقال له: ما أنت؟ فيقول: نصراني = واليهودي يقال له: ما أنت؟ فيقول: يهودي = والصابئ يقال له: ما أنت؟ فيقول: صابئ.* * *وقوله: (أولئك حبطت أعمالهم)، يقول: بطلت وذهبت أجورها, لأنها لم تكن لله بل كانت للشيطان (15) =(وفي النار هم خالدون)، يقول: ماكثون فيها أبدًا, لا أحياءً ولا أمواتًا. (16)* * *واختلفت القرأة في قراءة قوله: (ما كان للمشركين أن يعمروا مساجد الله)، فقرأ ذلك عامة قرأة أهل المدينة والكوفة: ( مساجد الله ) ، على الجماع. (17)* * *وقرأ ذلك بعض المكيين والبصريين: (مَسْجِدَ اللهِ)، على التوحيد, بمعنى المسجد الحرام.* * *قال أبو جعفر: وهم جميعًا مجمعون على قراءة قوله: (18)  إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ  ، على الجماع, لأنه إذا قرئ كذلك، احتمل معنى الواحد والجماع, لأن العرب  قد تذهب بالواحد إلى الجماع، وبالجماع إلى الواحد, كقولهم: \" عليه ثوب أخلاق \". (19)-----------------------الهوامش :(15) انظر تفسير \" حبط \" فيما سلف 113 : 116 ، تعليق : 2 ، والمراجع هناك .(16) انظر تفسير \" الخلود \" فيما سلف من فهارس اللغة ( خلد ) .(17) في المطبوعة : \" على الجمع \" ، وأثبت ما في المخطوطة ، في هذا الموضوع ما يليه جميعا .(18) يعني أبو جعفر أن جميع القرأة مجمعون على قراءة الآية التالية : \" إنما يعمر مساجد الله \" ، على الجماع ، بلا خلاف بينهم في ذلك ولذلك زدت تمام الآية ، وكان في المطبوعة والمخطوطة : \" مساجد الله \" ، دون : \" إنما يعمر \" .(19) انظر معاني القرآن للفراء 1 : 426 ، 427 .",
  "ayah": 17,
  "surah": 9
}
