{
  "text": "القول في تأويل قوله :  إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ (18)قال أبو جعفر: يقول تعالى ذكره: (إنما يعمر مساجد الله)، المصدِّق بوحدانية الله, المخلص له العبادة =(واليوم الآخر), يقول: الذي يصدق ببعث الله الموتى أحياءً من قبورهم يوم القيامة (20) =(وأقام الصلاة)، المكتوبة، بحدودها = وأدَّى الزكاة الواجبة عليه في ماله إلى من أوجبها الله له (21) =(ولم يخش إلا الله)، يقول: ولم يرهب عقوبة شيء على معصيته إياه، سوى الله (22) =(فعسى أولئك أن يكونوا من المهتدين)، يقول: فخليق بأولئك الذين هذه صفتهم، أن يكونوا عند الله ممن قد هداه الله للحق وإصابة الصواب. (23)16555- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثنا معاوية, عن علي, عن ابن عباس قوله: (إنما يعمر مساجد الله من آمن بالله واليوم الآخر)، يقول: من وحَّد الله، وآمن باليوم الآخر. يقول: أقرّ بما أنـزل  الله =(وأقام الصلاة)، يعني الصلوات الخمس =(ولم يخش إلا الله)، يقول: ثم لم يعبد إلا الله = قال: (فعسى أولئك)، يقول: إن أولئك هم المفلحون, كقوله لنبيه:  عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا  ، [سورة الإسراء: 79]: يقول: إن ربك سيبعثك مقامًا محمودًا، وهي الشفاعة, وكل \" عسى \"، في القرآن فهي واجبة.16556- حدثنا ابن حميد قال: حدثنا سلمة، عن ابن إسحاق قال: ثم ذكر قول قريش: إنَّا أهلُ الحرم, وسُقاة الحاج, وعُمَّار هذا البيت, ولا أحد أفضل منا! فقال: (إنما يعمر مساجد الله من آمن بالله واليوم الآخر)، أي: إن عمارتكم ليست على ذلك,(إنما يعمر مساجد الله)، أي: من عمرها بحقها =(من آمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش إلا الله) = فأولئك عمارها =(فعسى أولئك أن يكونوا من المهتدين)، و \" عسى \" من الله حق. (24)-------------------------الهوامش :(20) انظر تفسير \" اليوم الآخر \" فيما سلف من فهارس اللغة ( آخر ) .(21) انظر تفسير \" إقامة الصلاة \" و \" إيتاء الزكاة \" فيما سلف من فهارس اللغة ( قوم ) ، ( أتى ) .(22) انظر تفسير \" الخشية \" فيما سلف ص : 158 ، تعليق : 3 ، والمراجع هناك .(23) انظر تفسير \" عسى \" فيما سلف 13 : 45 ، تعليق 1 ، والمراجع هناك .= وتفسير \" الاهتداء \" فيما سلف من فهارس اللغة ( هدى ) .(24) الأثر : 16556 - سيرة ابن هشام 4 : 192 ، وهو تابع الأثر السالف رقم : 16539 .",
  "ayah": 18,
  "surah": 9
}
