{
  "text": "القول في تأويل قوله :  أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (19)قال أبو جعفر: وهذا توبيخ من الله تعالى ذكره لقوم افتخروا بالسقاية وسدانة البيت, فأعلمهم جل ثناؤه أن الفخر في الإيمان بالله واليوم الآخر والجهاد في سبيله، لا في الذي افتخروا به من السِّدانة والسقاية. (25)* * *وبذلك جاءت الآثار وتأويل أهل التأويل.* ذكر من قال ذلك:16557- حدثنا أبو الوليد الدمشقي أحمد بن عبد الرحمن قال، حدثنا الوليد بن مسلم قال، حدثني معاوية بن سلام, عن جده أبي سلام الأسود, عن النعمان بن بشير الأنصاري قال: كنت عند منبر رسول الله صلى الله عليه وسلم في نفر من أصحابه, فقال رجل منهم: ما أبالي أن لا أعمل عملا بعد الإسلام, إلا أن أسقي الحاج! وقال آخر: بل عمارة المسجد الحرام ! وقال آخر: بل الجهاد في سبيل الله خير مما قلتم ! فزجرهم عمر بن الخطاب رضي الله عنه, وقال: لا ترفعوا أصواتكم عند منبر رسول الله صلى الله عليه وسلم = وذلك يوم الجمعة = ولكن إذا صليتُ الجمعة دخلت على رسول الله صلى الله عليه وسلم فاستفتيته فيما اختلفتم فيه. قال: ففعل, فأنـزل الله تبارك وتعالى: (أجعلتم سقاية الحاج) إلى قوله: (والله لا يهدي القوم الظالمين). (26)16558- حدثنا المثنى قال، حدثنا عبد الله بن صالح قال، حدثني  معاوية, عن علي, عن ابن عباس قوله: (أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن بالله واليوم الآخر)، قال العباس بن عبد المطلب حين أسر يوم بدر: لئن كنتم سبقتمونا بالإسلام والهجرة والجهاد, لقد كنا نعمر المسجد الحرام, ونسقي الحاج, ونفك العاني ! (27) قال الله: (أجعلتم سقاية الحاج)، إلى قوله: (الظالمين)، يعني أن ذلك كان في الشرك, ولا أقبل ما كان في الشرك.16559- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (أجعلتم سقاية الحاج)، إلى قوله: (الظالمين)، وذلك أن المشركين قالوا: عمارة بيت الله، وقيام على السقاية، خير ممن آمن وجاهد، وكانوا يفخرون بالحرم ويستكبرون، (28) من أجل أنهم أهله وعُمَّاره. فذكر الله استكبارهم وإعراضهم, فقال لأهل الحرم من المشركين:  قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ * مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ  [سورة المؤمنون: 66، 67]، يعني أنهم يستكبرون بالحرم. وقال:  بِهِ سَامِرًا  ، لأنهم كانوا يسمرون، ويهجرون القرآن والنبيَّ صلى الله عليه وسلم. فخيَّر الإيمان بالله والجهاد مع نبي الله صلى الله عليه وسلم، على عمران المشركين البيتَ وقيامهم على السقاية. ولم يكن ينفعهم عند الله مع الشرك به، أن كانوا يعمرون بيته ويخدمونه. قال الله: ( لا يستوون عند الله والله لا يهدي القوم الظالمين)، يعني: الذين زعموا أنهم أهل العمارة, فسماهم الله \" ظالمين \"، بشركهم، فلم تغن عنهم العمارة شيئًا.16560- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر عن يحيى بن أبي كثير, عن النعمان بن بشير, أن رجلا قال: ما أبالي أن لا  أعمل عملا بعد الإسلام، إلا أن أسقي الحاج ! وقال آخر: ما أبالي أن لا أعمل عملا بعد الإسلام، إلا أن أعمر المسجد الحرامَ ! وقال آخر: الجهاد في سبيل الله أفضل مما قلتم! فزجرهم عمر وقال: لا ترفعوا أصواتكم عند منبر رسول الله صلى الله عليه وسلم = وذلك يوم الجمعة = ولكن إذا صلى الجمعة دخلنا عليه! فنـزلت: (أجعلتم سقاية الحاج وعمارة المسجد الحرام)، إلى قوله: (لا يستوون عند الله)، (29)16561- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن عمرو, عن الحسن قال: نـزلت في علي، وعباس، وعثمان، وشيبة, تكلموا في ذلك، فقال العباس: ما أراني إلا تارك سقايتنا ! فقال رسول الله صلى الله عليه وسلم: \" أقيموا على سقايتكم، فإن لكم فيها خيرًا.16562-... قال: أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة, عن إسماعيل, عن الشعبي قال: نـزلت في علي، والعباس, تكلما في ذلك.16563- حدثني يونس قال، أخبرنا ابن وهب قال، أخبرت عن أبي صخر قال: سمعت محمد بن كعب القرظي يقول: افتخر طلحة بن شيبة من بني عبد الدار, وعباس بن عبد المطلب, وعلي بن أبي طالب، فقال طلحة، أنا صاحب البيت، معي مفتاحه, لو أشاء بِتُّ فيه ! وقال عباس: أنا صاحب السقاية والقائم عليها, ولو أشاء بِتُّ في المسجد ! وقال علي: ما أدري ما تقولان, لقد صليت إلى القبلة ستة أشهر قبل الناس, وأنا صاحب الجهاد ! فأنـزل الله: (أجعلتم سقاية الحاج وعمارة المسجد الحرام)، الآية كلها.16564- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن قال: لما نـزلت (أجعلتم سقاية الحاج)، قال العباس:  ما أراني إلا تارك سقايتنا! فقال النبي صلى الله عليه وسلم \" أقيموا على سقايتكم فإن لكم فيها خيرًا \".16565- حدثني محمد بن الحسن قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدى: (أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن بالله واليوم الآخر وجاهد في سبيل الله لا يستوون عند الله)، قال: افتخر علي، وعباس، وشيبة بن عثمان, فقال للعباس: أنا أفضلكم, أنا أسقي حُجَّاج بيت الله ! وقال شيبة: أنا أعمُر مسجد الله ! وقال علي: أنا هاجرت مع رسول الله صلى الله عليه وسلم، وأجاهد معه في سبيل الله ! فأنـزل الله:  الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ  ، إلى:  نَعِيمٌ مُقِيمٌ  .16566- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (أجعلتم سقاية الحاج)، الآية, أقبل المسلمون على العباس وأصحابه الذين أسرُوا يوم بدر يعيِّرونهم بالشرك, فقال العباس: أما والله لقد كنَّا نَعمُر المسجدَ الحرام, ونفُكُّ العاني, ونحجب البيتَ, ونسقي الحاج ! فأنـزل الله: (أجعلتم سقاية الحاج)، الآية.قال أبو جعفر: فتأويل الكلام إذًا: أجعلتم، أيها القوم، سقاية الحاج وعمارة المسجد الحرام، كإيمان من آمن بالله واليوم الآخر وجاهد في سبيل الله =(لا يستوون) هؤلاء، وأولئك, ولا تعتدل أحوالهما عند الله ومنازلهما، لأن الله تعالى لا يقبل بغير الإيمان به وباليوم الآخر عملا =(والله لا يهدي القوم الظالمين)، يقول: والله لا يوفّق لصالح الأعمال من كان به كافرًا ولتوحيده جاحدا.* * *ووضع الاسم موضع المصدر في قوله: (كمن آمن بالله)، إذ كان معلومًا  معناه, كما قال الشاعر: (30)لَعَمْـرُكَ مَـا الفِتْيَـانُ أَنْ تَنْبُـتَ اللِّحَىوَلَكِنَّمَــا الفِتْيَـانُ كُـلُّ فَتًـى نَـدِي (31)فجعل خبر \" الفتيان \"، \" أن \", وهو كما يقال: \" إنما السخاء حاتم، والشعر زهير \".---------------------الهوامش :(25) انظر تفسير ألفاظ هذه الآية فيما سلف من فهارس اللغة .(26) الأثر : 16557 - \" أحمد بن عبد الرحمن بن بكار القرشي ، الدمشقي \" ، \" أبو الوليد \" ، شيخ الطبري ، مضى مرارا ، آخرها رقم : 11416 .و \" الوليد بن مسلم القرشي الدمشقي \" ، سلف مرارا ، آخرها رقم : 9071 روى له الجماعة .و \" معاوية بن سلام بن أبي سلام ممطور الحبشي \" ، \" أبو سلام الدمشقي \" ، روى له الجماعة ، روى عن جده أبي سلام. مترجم في التهذيب ، والكبير 4 /1 / 335 ، وابن أبي حاتم 4 / 1 / 383 .و \" أبو سلام الأسود \" واسمه \" ممطور \" ، تابعي ثقة ، مضى برقم : 15654 ، 15655 .وهذا الخبر رواه مسلم في صحيحه ( 13 : 25 ، 26 ) ، من طريق أبي توبة ، عن معاوية بن سلام ، عن زيد بن سلام ، أنه سمع أبا سلام قال : حدثني النعمان بن بشير ، ثم رواه من طريق يحيى بن حسان ، عن معاوية ، عن زيد ، بمثله .وذكره ابن كثير في تفسيره 4 : 131 ، ونسبه لأبي داود ، ولم استطع أن عليه في السنن .وزاد السيوطي في الدر المنثور 3 : 218 نسبته إلى ابن المنذر ، وابن أبي حاتم ، وابن حبان ، والطبراني ، وأبي الشيخ ، وابن مردويه .وسيأتي بإسناد آخر رقم : 16560 ، من طريق أخرى مرسلة .(27) \" العاني \" ، الأسير .(28) في المطبوعة : \" يستكبرون به \" ، بزيادة \" به \" ، وليست في المخطوطة ، وفيها \" يستكثرون \" وهو خطأ .(29) الأثر 16560 - \" يحيى بن أبي كثير الطافي \" ، ثقة ، روى له الجماعة ، روى عن زيد بن سلام بن أبي سلام ، وأرسل عن أبي سلام الحبشي وغيره وهذا من مرسله عن النعمان بن بشير ، أو عن أبي سلام . وقد مضى برقم: 9189 ، 11505 - 11507 .(30) لم أعرف قائله .(31) معاني القرآن للفراء 1 : 427 ، شرح شواهد المغني : 325 . و \" الندي \" ، السخي .",
  "ayah": 19,
  "surah": 9
}
