{
  "text": "القول في تأويل قوله :  لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ (25)قال أبو جعفر: يقول تعالى ذكره: (لقد نصركم الله)، أيها المؤمنون = في أماكن حرب توطِّنون فيها أنفسكم على لقاء عدوّكم، ومشاهد تلتقون فيها أنتم وهم كثيرة =(ويوم حنين)، يقول: وفي يوم حنين أيضًا قد نصركم.* * *و (حنين) وادٍ، فيما ذكر، بين مكة والطائف. وأجرِيَ، لأنه مذكر اسم لمذكر. وقد يترك إجراؤه، ويراد به أن يجعل اسمًا للبلدة التي هو بها, (17) ومنه قول الشاعر: (18)نَصَـــرُوا نَبِيَّهُــمْ وَشَــدُّوا أَزْرَهُبِحُــنَيْنَ يَــوْمَ تَــوَاكُلِ الأَبْطَـالِ (19)16573- حدثني عبد الوارث بن عبد الصمد قال، حدثني أبي قال، حدثنا أبان العطار قال، حدثنا هشام بن عروة, عن عروة قال: \" حُنَين \"، واد إلى جنب ذي المجاز. (20)* * *(إذ أعجبتكم كثرتكم)، وكانوا ذلك اليوم، فيما ذكر لنا، اثنى عشر ألفًا.* * *وروي أن النبي صلى الله عليه وسلم قال ذلك اليوم: لن نغلب من قِلَّة.* * *وقيل: قال ذلك رجل من المسلمين من أصحاب رسول الله صلى الله عليه وسلم.* * *وهو قول الله: (إذ أعجبتكم كثرتكم فلم تغن عنكم شيئًا)، يقول: فلم تغن عنكم كثرتكم شيئا (21) =(وضاقت عليكم الأرض بما رحبت)، يقول: وضاقت الأرض بسعتها عليكم.* * *و \" الباء \" ههنا في معنى \" في\", ومعناه: وضاقت عليكم الأرض في رحبها، وبرحبها. (22)* * *يقال منه: \" مكان رحيب \"، أي واسع. وإنما سميت الرِّحاب \" رحابًا \" لسَعَتَها.* * *=(ثم وليتم مدبرين)، عن عدوكم منهزمين = \" مدبرين \", يقول: وليتموهم، الأدبار, وذلك الهزيمة. يخبرهم تبارك وتعالى أن النصر بيده ومن عنده, وأنه ليس  بكثرة العدد وشدة البطش, وأنه ينصر القليلَ على الكثير إذا شاء، ويخلِّي الكثيرَ والقليلَ، فَيهْزِم الكثيرُ. (23)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16574- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (لقد نصركم الله في مواطن كثيرة ويوم حنين)، حتى بلغ:  وَذَلِكَ جَزَاءُ الْكَافِرِينَ  ، قال: \" حنين \"، ماء بين مكة والطائف، قاتل عليها نبيُّ الله هوازن وثقيفَ, وعلى هوازن: مالك بن عوف أخو بني نصر, وعلى ثقيف: عبد ياليل بن عمرو الثقفيّ. قال: وذُكر لنا أنه خرج يومئذ مع رسول الله صلى الله عليه وسلم اثنا عشر ألفًا: عشرة آلافٍ من المهاجرين والأنصار, وألفان من الطُّلقَاء, وذكر لنا أنَّ رجلا قال يومئذٍ: \" لن نغلب اليوم بكَثْرة \" ! قال: وذكر لنا أن الطُّلقَاء انجفَلوا يومئذ بالناس, (24) وجلَوْا عن نبي الله صلى الله عليه وسلم حتى نـزل عن بغلته الشهباء. وذكر لنا أن نبيَّ الله قال: \" أي رب، آتني ما وعدتني\" ! قال: والعباسُ آخذ بلجام بغلةِ رسول الله, فقال له النبي صلى الله عليه وسلم: \" ناد يا معشر الأنصار، ويا معشر المهاجرين!\"، فجعل ينادي الأنصار فَخِذًا فخِذًا, ثم قال: \" نادِ بأصحاب سورة البقرة !\". (25) قال: فجاء الناس عُنُقًا واحدًا. (26) فالتفت نبيُّ الله صلى الله عليه وسلم, وإذا عصابة من الأنصار, فقال: هل معكم غيركم؟ فقالوا: يا نبي الله, والله لو عمدت إلى بَرْك الغِمادِ من ذي يَمَنٍ  لكنَّا مَعَك، (27) ثم أنـزل الله نصره, وهزَمَ عدوّهم, وتراجع المسلمون. قال: وأخذ رسول الله كفًّا من تراب = أو: قبضةً من حَصْباء = فرمى بها وجوه الكفار, وقال: \" شاهت الوجوه!\"، فانهزموا. فلما جمع رسول الله صلى الله عليه وسلم الغنائم, وأتى الجعرَّانة, فقسم بها مغانم حنين, وتألَّف أناسًا من الناس، فيهم أبو سفيان بن حرب، والحارث بن هشام، وسهيل بن عمرو، والأقرع بن حابس, فقالت الأنصار: \" أمن الرجل وآثر قومه \" ! (28) فبلغ ذلك رسول الله صلى الله عليه وسلم وهو في قُبَّة له من أَدَم, فقال: \" يا معشر الأنصار, ما هذا الذي بلغني؟ ألم تكونوا ضُلالا فهداكم الله, وكنتم أذلَّةً فأعزكم الله، وكنتم وكنتم!\" قال: فقال سعد بن عبادة رحمه الله: ائذن لي فأتكلم ! قال: تكلم. قال: أما قولك: \" كنتم ضلالا فهداكم الله \"، فكنا كذلك = \" وكنتم أذلة فأعزكم الله \", فقد علمت العربُ ما كان حيٌّ من أحياء العرب أمنعَ لما وراء ظهورهم منَّا! فقال عمر: يا سعد أتدري من تُكلِّم! فقال: نعم أكلّم رسول الله صلى الله عليه وسلم. فقال رسول الله صلى الله عليه وسلم: والذي نفسي بيده، لو سلكَتِ الأنصارُ واديًا والناس واديًا لسكت وادي الأنصار, ولولا الهجرةُ لكنت امرءًا من الأنصار. وذكر لنا أن نبي الله صلى الله عليه وسلم كان يقول: \" الأنصار كَرِشي وَعَيْبتي, فاقبلوا من مُحِسنهم وتجاوزوا عن مسيئهم \". (29) ثم قال رسول الله صلى الله عليه وسلم: \" يا معشر الأنصار، أما ترضون أن ينقلب الناس بالإبل والشاء, وتنقلبون برسولِ الله إلى بيوتكم! فقالت الأنصار: رضينا عن الله ورسوله, والله ما قلنا ذلك إلا حرصا على رسول الله صلى الله عليه وسلم ! فقال رسول الله صلى الله عليه وسلم: \" إن الله  ورسوله يصدِّقانكم ويعذِرَانكم \" (30) .16575- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة, قال: ذكر لنا أن أمَّ رسول الله صلى الله عليه وسلم التي أرضعته أو ظِئْره من بني سعد بن بكر، أتته فسألته سَبَايا يوم حنين, فقال رسول الله صلى الله عليه وسلم: إني لا أملكهم، وإنما لي منهم نصيبي, ولكن ائتيني غدًا فسلِيني والناس عندي، فإني إذا أعطيتُك نصيبي أعطاك الناس. فجاءت الغد، فبسط لها ثوبًا, فقعدت عليه, ثم سألته, فأعطاها نصيبه. فلما رأى ذلك الناس أعطوْها أنصباءهم.16576- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (لقد نصركم الله في مواطن كثيرة)، الآية: أن رجلا من أصحاب رسول الله صلى الله عليه وسلم يوم حنين قال: يا رسول الله، لن نغلب اليوم من قِلّة ! وأعجبته كثرة الناس, وكانوا اثني عشر ألفًا. فسار رسول الله صلى الله عليه وسلم, فوُكِلوا إلى كلمة الرجل, فانهزموا عن رسول الله, غير العباس، وأبي سفيان بن الحارث، وأيمن بن أم أيمن, قتل يومئذ بين يديه. فنادى رسول الله صلى الله عليه وسلم: أين الأنصار؟ أين الذين بايعوا تحت الشجرة ؟ فتراجع الناس, فأنـزل الله الملائكة بالنصر, فهزموا المشركين يومئذٍ, وذلك قوله:  ثُمَّ أَنْـزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْـزَلَ جُنُودًا لَمْ تَرَوْهَا  ، الآية.16577- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الزهري, عن كثير بن عباس بن عبد المطلب, عن أبيه قال: لما كان يوم حنين، التقى المسلمون والمشركون, فولّى المسلمون يومئذٍ. قال: فلقد رأيتُ النبي صلى الله عليه وسلم وما معه أحدٌ إلا أبو سفيان بن الحارث بن عبد المطلب, آخذًا بغَرْزِ النبي صلى الله عليه وسلم, لا يألو ما أسرع نحو  المشركين. (31) قال: فأتيت حتى أخذتُ بلجامه، وهو على بغلةٍ له شهباء, فقال: يا عباس. ناد أصحابَ السمرة! وكنت رجلا صَيِّتًا, (32) فأذَّنت بصوتي الأعلى: أين أصحاب السمرة! فالتفتوا كأنها الإبل إذا حُشِرت إلى أولادها, (33) يقولون: \" يا لبيك، يا لبَّيك، يا لبيك \"، وأقبل المشركون. فالتقوا هم والمسلمون, وتنادت الأنصار: \" يا معشر الأنصار \" ، ثم قُصرت الدعوة في بني الحارث بن الخزرج, فتنادوا: \" يا بني الحارث بن الخزرج \"، فنظر رسول الله صلى الله عليه وسلم وهو على بغلته كالمتطاوِل، إلى قتالهم فقال: \" هذا حين حَمِي الوَطِيس \"! (34) ثم أخذ بيده من الحصباء فرماهم بها, ثم قال: \" انهزموا وربِّ الكعبة ، انهزموا ورب الكعبة!\" قال: فوالله ما زال أمرُهم مدبرًا، وحدُّهم كليلا حتى هزمهم الله، قال: فلكأنّي أنظر إلى رسول الله صلى الله عليه وسلم يركُضُ خلفهم على بَغْلَتِه. (35)16578- حدثنا ابن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة, عن الزهري, عن سعيد بن المسيب: أنهم أصابوا يومئذٍ ستة آلاف سَبْيٍ, ثم جاء قومهم مسلمين بعد ذلك, فقالوا: يا رسول الله: أنت خيرُ الناس, وأبرُّ الناس, وقد أخذت أبناءنا ونساءنا وأموالَنا! فقال النبي صلى الله عليه وسلم: إن عندي من ترونَ! وإن خير القولِ أصدقُه, اختاروا: إما ذَراريكم ونساءكم، وإمّا أموالكم. قالوا: ما كنا نعدِل بالأحساب شيئًا! فقام رسول الله صلى الله عليه وسلم فقال: إن هؤلاء جاءوني مسلمين, وإنا خيَّرناهم بين الذَّراريّ والأموال، فلم يعدلوا بالأحساب شيئًا, فمن كان بيده منهم شيء فطابت نفسُه أن يردَّه فليفعل ذلك, ومن لا فليُعْطِنا, وليكن قَرْضًا علينا حتى نصيب شيئًا، فنعطيه مكانه. فقالوا: يا نبي الله، رضينا وسلَّمنا! فقال: \" إني لا أدري لعلَّ منكم من لا يرضَى, فَمُروا عرفاءكم فليرفعوا ذلك إلينا. فرفعتْ إليه العُرَفاء أن قد رضوا وسلموا. (36)16579- حدثنا علي بن سهل قال، حدثنا مؤمل قال، حدثنا حماد بن سلمة قال، حدثنا يعلى بن عطاء, عن أبي همام, عن أبي عبد الرحمن = يعني الفهريّ = قال: كنت مع النبي صلى الله عليه وسلم في غزوة حنين، فلما رَكَدت الشمس، (37) لبستُ لأمَتي، (38) وركبت فرسي, حتى أتيت النبي صلى الله عليه وسلم وهو في ظِلّ شجرة, فقلت: يا رسول الله، قد حان الرَّواح, فقال: أجل! فنادى: \" يا بِلال! يا بلال!\" فقام بلال من تحت سمرة, فأقبل كأن ظله ظلُّ طير, فقال: لبيك وسعديك, ونفسي فداؤك، يا رسول الله ! فقال له النبي صلى الله عليه وسلم: أسرج فرسي! فأخرج سَرْجًا دَفَّتَاه حشْوهما ليفٌ, ليس فيهما أَشَرٌ  ولا بَطَرٌ (39) قال: فركب النبي صلى الله عليه وسلم, فصافَفْناهم يومَنا وليلتنا، فلما التقى الخيلان ولَّى المسلمون مدبرين, كما قال الله. فنادى رسول الله صلى الله عليه وسلم: \" يا عباد الله, يا معشر المهاجرين!\". قال: ومال النبي صلى الله عليه وسلم عن فرسه, فأخذ حَفْنَةً من تراب فرمى بها وجوههم, فولوا مدبرين = قال يعلى بن عطاء: فحدثني أبناؤهم عن آبائهم أنهم قالوا: ما بقي مِنَّا أحد إلا وقد امتلأت عيناه من ذلك التراب. (40)16580- حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن أبي إسحاق قال: سمعت البراء وسأله رجل من قيس: فَرَرتم عن رسول الله صلى الله عليه وسلم يوم حنين؟ فقال البراء: لكن رسول الله لم يفرَّ, وكانت هَوازن يومئذ رُماةً, وإنَّا لما حملنا عليهم انكشَفُوا فأكبَبْنا على الغنائم، فاستقبلونا بالسِّهام, ولقد رأيتُ رسول الله صلى الله عليه وسلم على بغلته البيضاء، وإن أبا سفيان بن الحارث آخذٌ بلجامها وهو يقول:أَنَــــا النَّبِــــيُّ لا كَــــذِبْأَنَـــا ابْـــنُ عبــدِ المُطَّلِــبْ (41)16581- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل, عن أبي إسحاق, عن البراء قال: سأله رجل: يا أبا عُمارة, وليتم يوم حنين؟ فقال البراء وأنا أسمع: أشهد أن رسول الله لم يولِّ يومئذ دُبُره, وأبو سفيان يقود بغلته. فلما غشيه المشركون نـزل فجعل يقول:أَنَــــا النَّبِــــيُّ لا كَــــذِبْأَنَـــا ابْـــنُ عبــدِ المُطَّلِــبْفما رُؤي يومئذ أحد من الناس كان أشدَّ منه.16582- حدثنا القاسم قال، حدثنا الحسين قال، حدثني جعفر بن سليمان, عن عوف الأعرابي, عن عبد الرحمن مولى أم برثن قال، حدثني رجل كان من المشركين يوم حنين قال: لما التقينا نحن وأصحابَ محمد عليه السلام، لم يقفوا لنا حَلَبَ شاةٍ أن كشفناهم، فبينا نحن نسوقهم, إذ انتهينا إلى صاحب البغلة الشهباء, فتلقانا رجالٌ بيضٌ حسانُ الوجوه, فقالوا لنا: شاهت الوجوه، ارجعوا \" ! فرجعنا, وركبنا القوم، فكانت إياها. (42)16583- حدثنا ابن حميد قال، حدثنا جرير, عن يعقوب, عن جعفر, عن سعيد قال: أمدَّ الله نبيه صلى الله عليه وسلم يوم حنين بخمسة آلاف من الملائكة مسوِّمين. قال: ويومئذ سمَّى الله الأنصار \" مؤمنين \". قال: (فأنـزل الله سكينته على رسول الله وعلى المؤمنين وأنـزل جنودا لم يَروها).16584- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد في قوله: (ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا)، قال: كانوا اثني عشر ألفًا.16585- حدثنا محمد بن يزيد الأدَميّ قال، حدثنا معن بن عيسى, عن سعيد بن السائب الطائفي, عن أبيه, عن يزيد بن عامر قال: لما كانت انكشافةُ المسلمين حين انكشفوا يوم حنين, ضَرَب النبي صلى الله عليه وسلم يَده إلى الأرض, فأخذ منها قبضة من تراب, فأقبل بها على المشركين وهم يتْبعون المسلمين, فحثَاها في وجوهم وقال: \" ارجعوا: شاهت الوجوه!\". قال: فانصرفنا، ما يلقى أحدٌ أحدًا إلا وهو يمسَحُ القَذَى عن عينيه. (43)16586- وبه، عن يزيد بن عامر السُّوائي قال: قيل له: يا أبا حاجز, الرعب الذي ألقى الله في قلوب المشركين، ماذا وجدتم؟ قال: وكان أبو حاجز مع المشركين يوم حنين, فكان يأخذ الحصاة فيرمي بها في الطَّستِ فيطنُّ, ثم يقول: كان في أجوافِنَا مثل هذا! (44)16587- حدثنا القاسم قال، حدثنا الحسن بن عرفة قال، حدثني المعتمر بن سليمان, عن عوف قال، سمعت عبد الرحمن مولى أم برثن = أو: أم برثم = قال، حدثني رجل كان في المشركين يوم حنين, قال: لما التقينا نحن وأصحابَ رسول الله صلى الله عليه وسلم يوم حنين, لم يقوموا لنا حَلَب شاة. قال: فلما كشفناهم جعلنا نسُوقهم في أدبارهم, حتى انتهينا إلى صاحب البغلة البيضاء, فإذا هو رسول الله صلى الله عليه وسلم. قال: فتلقانا عندَه رجالٌ بيضٌ حسانُ الوجوه فقالوا لنا: \" شاهت الوجوه، ارجعوا !\"، قال: فانهزمنا، وركِبُوا أكتافنا, فكانت إيَّاهَا. (45)-----------------------الهوامش :(17) انظر معاني القرآن للفراء 1 : 429 .(18) هو حسان بن ثابت .(19) ديوانه : 334 ، ومعاني القرآن للفراء 1 : 429 ، واللسان ( حنن ) ، وسيأتي في التفسير 16 : 111 ( بولاق ) ، وهو بيت مفرد .وقوله : \" تواكل الأبطال \" ، من قولهم : \" تواكل القوم \" ، إذا اتكل بعضهم على بعض ، ولم يعفه في مأزق الحرب . وفي الحديث أنه نهى عن المواكلة ، وهو : أن يكل كل امرئ صاحبه إلى نفسه ، فلا يعينه فيما ينويه ، وهو مفض إلى الضعف والتقاطع وفساد الأمور ، أعاذنا الله من كل ذلك .(20) الأثر : 16572 - هو جزء من كتاب عروة ، إلى عبد الملك بن مروان ، الذي خرجته فيما سلف رقم : 16083 ، ورواه الطبري في تاريخه ، في أثناء خبر طويل 2 : 125 .(21) انظر تفسير \" أغنى \" فيما سلف : 13 : 445 ، تعليق : 2 ، والمراجع هناك .(22) انظر معاني القرآن للفراء 1 : 430 .(23) في المطبوعة : \" ويخلي القليل فيهزم الكثير \" ؛ حذف بسوء رأيه فأفسد الكلام . وإنما أراد أن الله يخلي بين الكثير والقليل فلا ينصر القليل ، فيهزم الكثير القليل ، على ما جرت به العادة من غلبة الكثير على القليل .(24) \" انجفل القوم عن رئيسهم \" ، ذعروا ، فانقلعوا من حوله ، ففروا مسرعين .(25) في المطبوعة : \" ثم نادى بأصحاب سورة البقرة \" ، غير ما في المخطوطة عبثا .(26) قوله : \" عنقا واحدا \" ، أي : جملة واحدة . ويقال : \" جاء القوم عنقا عنقا \" ، أي : طائفة طائفة . ويقال : \" هم عليه عنق \" ، أي : هم عليه إلب واحد .(27) انظر ما سلف في تفسير \" برك الغماد \" رقم : 15720 .(28) في المطبوعة : \" حن الرجل إلى قومه \" ، غير ما في المخطوطة بلا ورع .(29) \" الكرش \" ، وعاء الطيب ، و \" العيبة \" وعاء من أدم يكون فيه المتاع والثياب .يقول : الأنصار خاصتي وموضع سري ، أثق بهم ، وأعتمد عليهم ، وهم أنفس ما أحرز .(30) الأثر : 16574 - رواه ابن سعد مختصرا في الطبقات 4 / 1 / 11 ، 12 .(31) \" الغرز \" ، ركاب الدابة . و \" لا يألو \" لا يقصر .(32) \" الصيت \" ( على وزن جيد ) : البعيد الصوت العاليه .(33) في المطبوعة : \" إذا حنت إلى أولادها \" ، غير ما في المخطوطة ، و \" الحشر \" ، الجمع .وفي المراجع الأخرى : \" لكأن عطفتهم حين سمعوا صوتي عطفة البقر على أولادها \" . والذي في طبقات ابن سعد ، موافق لما في المطبوعة .(34) \" الوطيس \" : حفرة تحتفر ، فتوقد فيها النار ، فإذا حميت يختبز فيها ويشوى ، ويقال لها \" الإرة \" وهذا من بليغ الكلام ، ولم تسمع هذه الكلمة من أحد قبل رسول الله صلى الله عليه وسلم .(35) الأثر : 16577 - \" كثير بن العباس بن عبد المطلب \" ، ابن عم رسول الله صلى الله عليه وسلم ، ولد على عهد رسول الله ، ولم يسمع منه ، تابعي ثقة قليل الحديث . مترجم في التهذيب ، والكبير 4 / 1 / 207 ، وابن أبي حاتم 3 / 2 / 153 .وهذا الخبر رواه أحمد في مسنده رقم : 1775 من طريق عبد الرزاق ، عن معمر ، عن الزهري . وفصل أخي السيد أحمد تخريجه هناك ، ثم رقم : 1776 .ورواه مسلم في صحيحه 12 : 113 ، من طريق يونس ، عن الزهري . ثم رواه أيضا ( 12 : 117 ) من طريق عبد الرزاق ، عن معمر ، ومن طريق سفيان بن عيينه عن الزهري .ورواه الحاكم في المستدرك 3 : 327 ، من طريق يونس ، عن الزهري .ورواه ابن سعد في الطبقات 2 / 1 / 112 = 4 / 1 / 11 ، الثاني طريق محمد بن عبد الله ، عن عمه ، عن ابن شهاب الزهري ، والأول من طريق محمد بن حميد العبدي ، عن معمر ، عن الزهري .ثم انظر تاريخ الطبري 3 : 128 ، حديث ابن إسحاق ، في سيرة ابن هشام 4 : 87 ، 88 .(36) الأثر : 16578 - رواه ابن سعد في الطبقات 2 / 1 / 112 . 87 ، 88 .(37) \" ركدت الشمس \" ، ثبتت ، وذلك حين يقوم قائم الظهيرة .(38) \" اللأمة \" الدرع ، وسلاح الحرب كله .(39) \" الأشر \" ، المرح والخيلاء . و \" البطر \" ، الطغيان في النعمة من قلة احتمالها .(40) الأثر : 16579 - \" يعلى بن عطاء العامري الطائفي \" ، ثقة مضى برقم : 2858 ، 11527 ، 11529 .و \" أبو همام \" هو \" عبد الله بن يسار \" ، روى عن عمرو بن حريث . وأبي عبد الرحمن الفهري . ثقة ، مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 202 .و \" أبو عبد الرحمن الفهري \" ، صحابي مختلف في اسمه ، مترجم في الإصابة ، والتهذيب ، وأسد الغابة 5 : 245 ، 246 ، والاستيعاب : 676 .وهذا الخبر رواه أحمد في مسنده 5 : 286 من طريق بهز عن حماد بن سلمة ، ومن طريق عفان ، عن حماد .ورواه ابن سعد في الطبقات 2 / 1 / 112 ، 113 ، من طريق عفان ، عن حماد بن سلمة .ورواه أبو داود في سننه 4 : 485 ، 486 ، برقم : 5233 من طريق موسى بن إسماعيل ، عن حماد مختصرا .ورواه ابن عبد البر في الاستيعاب 676 ، بغير إسناد .ورواه ابن الأثير في أسد الغابة من طريق موسى بن إسماعيل ، عن حماد .وخرجه الهيثمي في مجمع الزوائد 6 : 181 ، 182 ، وقال : \" رواه البزار ، والطبراني ، ورجالها ثقات \" .(41) الأثران : 16580 ، 16581 - خبر البراء بن عازب ، رواه مسلم من طرق كثيرة في صحيحه 12 : 117 - 121 ، ورواه من طريق شعبة ، عن أبي إسحاق في 12 : 121 .ورواه البخاري في صحيحه ( الفتح 8 : 24 ) من طرق .(42) الأثر : 16582 - \" عبد الرحمن ، مولى أم برثن \" ، هو \" عبد الرحمن بن آدم ، صاحب السقاية \" . وكانت أم برثن تعالج الطيب ، فأصابت غلاما لقطة ، فربته حتى أدرك ، وسمته عبد الرحمن ، فكان مما يقال له \" عبد الرحمن بن أم برثن \" ، وإنما قيل له : \" عبد الرحمن بن آدم ، نسب إلى أبي البشر جميعا ، \" آدم \" عليه السلام ، لم يكن يعرف له أب ، وهو ثقة ، مضى برقم : 7145 .وكان في المخطوطة : \" مولى برثن \" ، وهو خطأ ، وانظر الخبر التالي رقم : 19587 من طريق أخرى .وقوله : \" لم يقفوا لنا حلب شاة \" ، يعني : إلا قدر ما تحلب شاة ، كناية من قلة الزمن ، كما يقال : \" فواق ناقة \" ، و \" الفواق \" ما بين الحلبتين إذا قبض الجانب على الضرع ثم أرسله .قوله : \" فكانت إياها \" ، يعني ، فكانت الهزيمة التي تعلم . وفي حديث معاوية بن عطاء :\" كان معاوية رضي الله عنه إذا رفع رأسه من السجدة الأخيرة كانت إياها \" . قالوا : اسم \" كان \" ضمير \" السجدة \" ، و \" إياها \" الخبر ، أي : كانت هي هي ، أي : كان يرفع منها وينهض قائما إلى الركعة الأخرى من غير أن يقعد قعدة الاستراحة .(43) الأثر : 16585 - \" محمد بن يزيد الأدمي الخراز \" ، شيخ الطبري ، ثقة زاهد ، مضى برقم : 4894 .و \" معن بن عيسى الأشجعي ، القزاز \" ، أحد أئمة الحديث ، روى له الجماعة . مترجم في التهذيب ، والكبير 4 / 1 / 390 ، وابن أبي حاتم 4 / 1 / 277 .و \" سعيد بن السائب الطائفي \" ، ثقة ، مضى برقم : 15402 .وأبوه \" السائب بن أبي حفص الطائفي \" ، ثقة ، مترجم في الكبير 2 / 2 / 156 ، وابن أبي حاتم 3 / 1 / 245 .و \" يزيد بن عامر السوائي \" \" أبو حاجز \" صحابي ، مترجم في التهذيب ، والكبير 4 / 2 / 316 ، وابن أبي حاتم 4 / 2 / 281 .وهذا الخبر ، رواه البخاري في تاريخه 4 / 2 / 316 من طريق إبراهيم بن المنذر ، عن معن بن عيسى .ورواه ابن الأثير في أسد الغابة 5 : 115 ، 116 .وخرجه الهيثمي في مجمع الزوائد ( 6 : 182 ، 183 ) ، حديثان ، كما جاء هنا في التفسير ، وقال في الأول والثاني \" رواه الطبراني ، ورجاله ثقات \" .(44) 16586 - مكرر الأثر السالف ، وتخريجه هناك .(45) الأثر : 16587 - \" عبد الرحمن ، مولى أم برثن ، أو : أم برثم \" ، بإبدال النون ميما ، مضى في الأثر رقم : 16582 ، وكان في المطبوعة هنا : \" أو : أم مريم \" ، وهو خطأ محض ، وتصرف في رسم المخطوطة ، وهي غير منقوطة .",
  "ayah": 25,
  "surah": 9
}
