{
  "text": "القول في تأويل قوله :  يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِقال أبو جعفر: يقول تعالى ذكره: يا أيها الذين صدَّقوا الله ورسوله، وأقروا بوحدانية ربهم, إن كثيرًا من العلماء والقُرَّاء من بني إسرائيل من اليهود والنصارى (4) =(ليأكلون أموال الناس بالباطل)، يقول: يأخذون الرشى في أحكامهم, ويحرّفون كتاب الله, ويكتبون بأيديهم كتبًا ثم يقولون: \" هذه من عند الله \", ويأخذون بها ثمنًا قليلا من سِفلتهم (5) =(ويصدُّون عن سبيل الله)، يقول: ويمنعون من أرادَ الدخول في الإسلام الدخولَ فيه، بنهيهم إياهم عنه. (6)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16648- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (يا أيها الذين آمنوا إن كثيرًا من الأحبار والرهبان ليأكلون أموال الناس بالباطل)، أما \" الأحبار \", فمن اليهود. وأما \" الرهبان \"، فمن النصارى. وأما \" سبيل الله \"، فمحمد صلى الله عليه وسلم.* * *القول في تأويل قوله تعالى:  وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (34)  .قال أبو جعفر: يقول تعالى ذكره:  إِنَّ كَثِيرًا مِنَ الأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ  ، ويأكلها أيضًا معهم (الذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم)، يقول: بشّر الكثيرَ من الأحبار والرهبان الذين يأكلون أموال الناس بالباطل, والذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله, بعذابٍ أليم لهم يوم القيامة، مُوجع من الله. (7)* * *واختلف أهل العلم في معنى \" الكنـز \".فقال بعضهم: هو كل مال وجبت فيه الزكاة، فلم تؤدَّ زكاته. قالوا: وعنى بقوله: (ولا ينفقونها في سبيل الله)، ولا يؤدُّون زكاتها.* ذكر من قال ذلك:16649- حدثنا ابن بشار قال، حدثنا عبد الوهاب قال، حدثنا أيوب, عن نافع, عن ابن عمر قال: كل مال أدَّيت زكاته فليس بكنـز وإن كان مدفونًا. وكل مالٍ لم تؤدَّ زكاته، فهو الكنـز الذي ذكره الله في القرآن، يكوى به صاحبه، وإن لم يكن مدفونًا. (8)16650- حدثنا الحسن بن الجنيد قال، حدثنا سعيد بن مسلمة قال، حدثنا إسماعيل بن أمية, عن نافع, عن ابن عمر, أنه قال: كل مالٍ أدَّيت منه الزكاة فليس بكنـز وإن كان مدفونًا. وكل مال لم تودَّ منه الزكاة، وإن لم  يكن مدفونًا، فهو كنـز. (9)16651- حدثني أبو السائب قال، حدثنا ابن فضيل, عن يحيى بن سعيد, عن نافع, عن ابن عمر قال: أيُّما مالٍ أدّيت زكاته فليس بكنـز وإن كان مدفونًا في الأرض. وأيُّما مالٍ لم تودِّ زكاته، فهو كنـز يكوى به صاحبه, وإن كان على وجه الأرض. (10)16652- حدثنا ابن وكيع قال، حدثنا أبي وجرير, عن الأعمش, عن عطية, عن ابن عمر قال: ما أدَّيت زكاته فليس بكنـز. (11)16653-...... قال، حدثنا أبي, عن العمري, عن نافع, عن ابن عمر قال: ما أدّيت زكاته فليس بكنـز وإن كان تحت سبع أرَضِين. وما لم تؤدِّ زكاته فهو كنـز وإن كان ظاهرًا. (12)16654-...... قال، حدثنا جرير, عن الشيباني, عن عكرمة قال: ما أدَّيت زكاته فليس بكنـز.16655- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: أما(الذين يكنـزون الذهب والفضة)، فهؤلاء أهل القبلة، و \" الكنـز \"، ما لم تؤدِّ زكاته وإن كان على ظهر الأرض، وإن قلّ. وإن كان كثيرًا قد أدّيت زكاته، فليس بكنـز.16656- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل، عن جابر قال: قلت لعامر: مالٌ على رَفٍّ بين السماء والأرض لا تؤدَّى زكاته, أكنـز هو؟ قال: يُكْوَى به يوم القيامة.* * *وقال آخرون: كل مال زاد على أربعة آلاف درهم فهو كنـز أدَّيت منه الزكاة أو لم تؤدِّ.* ذكر من قال ذلك:16657- حدثنا ابن وكيع قال، حدثنا أبو بكر بن عياش, عن أبي حصين, عن أبي الضحى, عن جعدة بن هبيرة, عن علي رحمة الله عليه قال: أربعة آلاف درهم فما دونها \" نفقة \"، فما كان أكثر من ذلك فهو \" كنـز \"، (13)16658- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان، عن أبي حصين, عن أبي الضحى, عن جعدة بن هبيرة, عن علي مثله.16659- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الشعبي قال، أخبرني أبو حصين, عن أبي الضحى, عن جعدة بن هبيرة, عن علي رحمة الله عليه في قوله: (والذين يكنـزون الذهب والفضة)، قال: أربعة آلاف درهم فما دونها نفقة, وما فوقها كنـز.* * *وقال آخرون: \" الكنـز \" كل ما فضل من المال عن حاجة صاحبه إليه.* ذكر من قال ذلك:16660- حدثنا محمد بن المثنى قال، حدثنا عبد الله بن معاذ قال، حدثنا أبي قال، حدثنا شعبة, عن عبد الواحد: أنه سمع أبا مجيب قال: كان نعل سيف أبي هريرة من فضة, فنهاه عنها أبو ذر وقال: إن رسول الله صلى الله عليه وسلم قال: \" من ترك صَفْرَاء أو بيضاء كُوِي بها \". (14)16661- حدثنا محمد بن بشار قال، حدثنا مؤمل قال، حدثنا سفيان, عن منصور, عن الأعمش وعمرو بن مرة, عن سالم بن أبي الجعد قال: لما نـزلت: (والذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله)، قال النبي صلى الله عليه وسلم: \" تبًّا للذهب! تبًّا للفضة! يقولها ثلاثًا \"، قال: فشق ذلك على أصحاب رسول الله صلى الله عليه وسلم, قالوا: فأيَّ مال نتخذ؟! فقال عمر: أنا أعلم لكم  ذلك! فقال: يا رسول الله، إن أصحابك قد شق عليهم، وقالوا: فأيَّ المال نتخذ؟ فقال: لسانًا ذاكرًا, وقلبًا شاكرًا, وزوجةً تُعين أحدكم على دينه. (15)16662- حدثنا ابن بشار قال، حدثنا مؤمل قال، حدثنا إسرائيل, عن منصور, عن سالم بن أبي الجعد, عن ثوبان, بمثله. (16)16663- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن منصور, عن عمرو بن مرة, عن سالم بن أبي الجعد قال: لما نـزلت هذه الآية: (والذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله)، قال المهاجرون: وأيَّ المال نتّخذ؟ فقال عمر: اسأل النبي صلى الله عليه وسلم عنه. قال: فأدركته على بعيرٍ فقلت: يا رسول الله، إن المهاجرين قالوا: فأيَّ المال نتخذه؟ فقال رسول الله صلى الله عليه وسلم: لسانًا ذاكرًا, وقلبًا  شاكرًا, وزوجةً مؤمنةً، تعين أحدكم على دينه. (17)16664- حدثنا الحسن قال: أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة, عن شهر بن حوشب, عن أبي أمامة قال: توفي رجل من أهل الصُّفة, فوُجد في مئزرِه دينارٌ, فقال رسول الله صلى الله عليه وسلم: كيَّةٌ ! ثم توفي آخر فوُجد في مئزره ديناران, فقال النبي صلى الله عليه وسلم: كيَّتان! (18)16665- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة, عن شهر بن حوشب, عن صديّ بن عجلان أبي أمامة قال: مات رجل: من أهل الصُّفة, فوجد في مئزره دينارٌ, فقال رسول الله صلى الله عليه وسلم: كيّةٌ! ثم توفيّ آخر, فوجد في مئزره ديناران، فقال نبي الله: كيّتان ! (19)16666- حدثنا ابن حميد قال، حدثنا جرير, عن منصور, عن سالم, عن ثوبان قال: كنا في سفر، ونحن نسير مع رسول الله صلى الله عليه وسلم, قال المهاجرون: لوددنا أنَّا علمنا أيُّ المال خيرٌ فنتخذه؟ إذ نـزل في الذهب والفضة ما نـزل! فقال عمر: إن شئتم سألتُ رسول الله صلى الله عليه وسلم عن ذلك! فقالوا: أجل!  فانطلق، فتبعته أوضع على بعيري, (20) فقال: يا رسول الله إن المهاجرين لما أنـزل الله في الذهب والفضة ما أنـزل قالوا: وددنا أنّا علمنا أيّ المال خير فنتخذه؟ قال: نعم! فيتخذ أحدكم لسانًا ذاكرًا, وقلبًا شاكرًا, وزوجةٌ تعين أحدَكم على إيمانه. (21)* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصحة، القولُ الذي ذكر عن ابن عمر: من أن كل مالٍ أدّيت زكاته فليس بكنـز يحرُم على صاحبه اكتنازُه وإن كثر = وأنّ كل مالٍ لم تُؤَّد زكاته فصاحبه مُعاقب مستحقٌّ وعيدَ الله، إلا أن يتفضل الله عليه بعفوه وإن قلّ، إذا كان مما يجبُ فيه الزكاة.وذلك أن الله أوجب في خمس أواقٍ من الوَرِق على لسان رسوله رُبع عُشْرها, (22) وفي عشرين مثقالا من الذهب مثل ذلك، رُبْع عشرها. فإذ كان ذلك فرضَ الله في الذهب والفضَّة على لسان رسوله, فمعلومٌ أن الكثير من المال وإن بلغ في الكثرة ألوفَ ألوفٍ، لو كان = وإن أدِّيت زكاته = من الكنوز التي أوعدَ الله أهلَها عليها العقاب, لم يكن فيه الزكاة التي ذكرنا من رُبْع العُشْر. لأن ما كان فرضًا إخراجُ جميعِه من المال، وحرامٌ اتخاذه، فزكاته الخروجُ من جميعه إلى أهله، لا رُبع عُشره. وذلك مثلُ المال المغصوب الذي هو حرامٌ على الغاصب إمساكُه، وفرضٌ عليه إخراجه من يده إلى يده, التطهّر منه: ردُّه إلى صاحبه. فلو كان ما زادَ من المال على أربعة آلاف درهم, أو ما فضل عن حاجة ربِّه التي لا بد منها، مما يستحق صاحبُه باقتنائه = إذا أدَّى إلى أهل السُّهْمان حقوقهم منها من الصدقة = وعيدَ الله، لم يكن اللازمُ ربَّه فيه رُبْع عشره, بل كان اللازم له الخروج من جميعه إلى أهله، وصرفه فيما يجب عليه صرفه, كالذي ذكرنا  من أن الواجب على غاصِبِ رجلٍ مالَه، رَدُّه على ربِّه.* * *وبعدُ, فإن فيما:-16667- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور قال، قال معمر، أخبرني سهيل بن أبي صالح, عن أبيه, عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال: ما من رجل لا يؤدِّي زكاةَ ماله إلا جُعل يوم القيامة صفائحَ من نار يُكْوَى بها جبينه وجبهته وظهره، (23) في يوم كان مقداره خمسين ألف سنة، حتى يقضي بين الناس، ثم يرى سبيله، وإن كانت إبلا إلا بُطِحَ لها بقاع قرقرٍ، (24) تطؤه بأخفافها = حسبته قال: وتعضه بأفواهها = يردّ أولاها على أخراها, حتى يقضي بين الناس، ثم يرى سبيله. وإن كانت غنمًا فمثل ذلك, إلا أنها تنطحه بقُرُونها, وتطؤُه بأظلافها. (25)* * *= وفي نظائر ذلك من الأخبار التي كرهنا الإطالة بذكرها، الدلالةُ الواضحة على أن الوعيد إنما هو من الله على الأموال التي لم تُؤَدَّ الوظائفُ المفروضةُ فيها لأهلها من الصدقة, لا على اقتنائها واكتنازها. وفيما بيّنا من ذلك البيانُ الواضح على أن الآية لخاصٍّ، كما قال ابن عباس, وذلك ما:-16668- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي,  قال حدثني أبي, عن أبيه, عن ابن عباس: (والذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم)، يقول: هم أهل الكتاب. وقال: هي خاصَّة وعامةٌ.* * *قال أبو جعفر: يعني بقوله: \" هي خاصة وعامة \"، هي خاصة من المسلمين فيمن لم يؤدِّ زكاة ماله منهم, وعامة في أهل الكتاب، لأنهم كفار لا تقبل منهم نفقاتهم إن أنفقوا. يدلُّ على صحة ما قلنا في تأويل قول ابن عباس هذا، ما:-16669- حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (والذين يكنـزون الذهب والفضة ولا ينفقونها)، إلى قوله:  هَذَا مَا كَنَـزْتُمْ لأَنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ  قال: هم الذين لا يؤدُّون زكاة أموالهم. قال: وكل مالٍ لا تؤدَّى زكاته، كان على ظهر الأرض أو في بطنها، فهو كنـز وكل مالٍ تؤدَّى زكاته فليس بكنـز كان على ظهر الأرض أو في بطنها.16670- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (والذين يكنـزون الذهب والفضة)، قال: \" الكنـز \"، ما كنـز عن طاعة الله وفريضته, وذلك \" الكنـز \". وقال: افترضت الزكاة والصلاة جميعًا لم يفرَّق بينهما.* * *قال أبو جعفر: وإنما قلنا: \" ذلك على الخصوص \", لأن \" الكنـز \" في كلام العرب: كل شيء مجموع بعضُه على بعضٍ، في بطن الأرض كان أو على ظهرها, يدلُّ على ذلك قول الشاعر: (26)لا دَرَّ دَرِّيَ إنْ أَطْعَمْـــتُ نَــازِلَهُمْقِـرْفَ الْحَـتِيِّ وعِنْـدِي الْـبُرُّ مَكْنُوزُ (27)يعني بذلك: وعندي البرُّ مجموع بعضه على بعض. وكذلك تقول العرب للبدن المجتمع: \" مكتنـز \"، لانضمام بعضه إلى بعض.وإذا كان ذلك معنى \" الكنـز \"، عندهم, وكان قوله: (والذين يكنـزون الذهب والفضة)، معناه: والذين يجمعون الذهب والفضة بعضَها إلى بعض ولا ينفقونها في سبيل الله، وهو عامٌّ في التلاوة, ولم يكن في الآية بيانُ كم ذلك القدر من الذهب والفضّة الذي إذا جمع بعضُه إلى بعض، (28) استحقَّ الوعيدَ = (29) كان معلومًا أن خصوص ذلك إنما أدرك، لوقْف الرسول عليه, وذلك كما بينا من أنه المال الذي لم يودَّ حق الله منه من الزكاة دون غيره، لما قد أوضحنا من الدلالة على صحته.وقد كان بعض الصحابة يقول: هي عامة في كل كنـز غير أنها خاصّة في أهل الكتاب، وإياهم عَنَى الله بها.* ذكر من قال ذلك:16671- حدثني أبو حصين عبد الله بن أحمد بن يونس قال، حدثنا هشيم قال، حدثنا حصين، عن زيد بن وهب قال: مررت بالرَّبَذَة, فلقيت أبا ذَرّ, فقلت: يا أبا ذرّ, ما أنـزلك هذه البلاد؟ قال: كنت بالشأم, فقرأت هذه الآية: (والذين يكنـزون الذهب والفضة)، الآية, فقال معاوية: ليست هذه الآية فينَا, إنما هذه الآية في أهل الكتاب! قال: فقلت: إنها لفينا وفيهم! قال: فارتَفَع في ذلك بيني وبينه القولُ, فكتب إلى عثمان يشكُوني, فكتب إليَّ عثمان أنْ أقبل إليّ ! قال: فأقبلت، فلما قدمت المدينة ركِبني الناسُ كأنهم لم يروني قبل يومئذ, فشكوت ذلك إلى عثمان, فقال لي: تَنَحَّ قريبًا. قلت: والله لن أدعَ ما كنت أقول! (30)16672- حدثنا أبو كريب وأبو السائب وابن وكيع قالوا، حدثنا ابن إدريس قال، حدثنا حصين, عن زيد بن وهب قال: مررنا بالربذة, ثم ذكر عن أبي ذر نحوه. (31)16673- حدثني أبو السائب قال، حدثنا ابن إدريس, عن أشعث وهشام, عن أبي بشر قال، قال أبو ذر: خرجت إلى الشأم، فقرأت هذه الآية: (والذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله)، فقال معاوية: إنما هي في أهل الكتاب! قال فقلت: إنها لفينا وفيهم. (32)16674- حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا حصين, عن زيد بن وهب قال: مررت بالرَّبَذة، فإذا أنا بأبي ذر قال قلت له: ما أنـزلك منـزلك هذا؟ قال: كنت بالشأم, فاختلفت أنا ومعاوية في هذه الآية: (والذين يكنـزون الذهب والفضة ولا ينفقونها في سبيل الله)، قال: فقال: نـزلت في أهل الكتاب. فقلت: نـزلت فينا وفيهم = ثم ذكر نحو حديث هشيم، عن حصين. (33)* * *فإن قال قائل: فكيف قيل: (ولا ينفقونها في سبيل الله)، فأخرجت \" الهاء \" و \" الألف \" مخرج الكناية عن أحدِ النوعين.قيل: يحتمل ذلك وجهين:أحدهما: أن يكون \" الذهب والفضة \" مرادًا بها الكنوز, كأنه قيل: والذين يكنـزون الكنوز ولا ينفقونَها في سبيل الله، لأن الذهب والفضة هي \" الكنوز \"، في هذا الموضع.والأخر أن يكون استغنى بالخبر عن إحداهما في عائد ذكرهما، من الخبر عن الأخرى, لدلالة الكلام على الخبر عن الأخرى مثل الخبر عنها، وذلك كثير موجود في كلام العرب وأشعارها, ومنه قول الشاعر: (34)نَحْــنُ بِمَــا عِنْدَنَــا وأَنْـتَ بِمَـاعِنْــدَكَ رَاض, وَالــرَّأْيُ مُخْـتَلِفُ (35)فقال: \" راض \", ولم يقل: \" رضوان \"، وقال الآخر: (36)إِنَّ شَــرْخَ الشَّــبَابِ والشَّـعَرَ الأسْوَدَ مَــا لَـمْ يُعَـاصَ كـانَ جُنُونَـا (37)فقال: \" يعاص \", ولم يقل: \" يعاصيا \" في أشياء كثيرة. ومنه قول الله:  وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا  ، [سورة الجمعة: 11]، ولم يقل: \" إليهما \"-----------------------الهوامش :(4) انظر تفسير \" الأحبار \" ، و \" الرهبان \" فيما سلف ص : 209 ، تعليق : 2 ، و ص : 208 ، تعليق : 2 ، والمراجع هناك .(5) انظر تفسير \" أكل الأموال بالباطل \" فيما سلف 9 : 392 ، تعليق : 1 ، والمراجع هناك .(6) انظر تفسير \" الصمد \" فيما سلف ص : 151 ، تعليق : 1 ، والمراجع هناك .= وتفسير \" سبيل الله \" في فهارس اللغة ( سبل ) .(7) انظر تفسير \" أليم \" فينا سلف من فهارس اللغة ( ألم ) .(8) الأثر : 16649 - حديث ابن عمرو في الكنز ، رواه أبوه جعفر من طرق ، بألفاظ مختلفة ، موقوفا على ابن عمر ، وهو الصواب ، وإسناد هذا الخبر صحيح إلى ابن عمرو .رواه مالك بمعناه من طريق عبد الله بن دينار . عن عبد الله بن عمرو في الموطأ : 256 .(9) الأثر : 16650 - \" الحسن بن الجنيد البلخي \" ، شيخ الطبري ، ويقال \" الحسين \" ، مضى برقم : 8458 . وكان في المخطوطة : \" الحسين \" وأثبت ما في المخطوطة .و \" سعيد بن مسلمة بن هشام بن عبد الملك بن مروان \" ، ضعيف الحديث ، مضى برقم : 8458 .و \" إسماعيل بن أمية الأموي \" ، مضى برقم : 2615 ، 8458 .وهذا إسناد ضعيف لضعف \" سعيد بن مسلمة \" .(10) الأثر : 16651 - رواه البيهقي في السنن 4 : 82 ، بنحو هذا اللفظ من طريق ابن نمير ، عن عبيد الله ، عن نافع ، عن ابن عمر ، وقال : \" هذا هو الصحيح ، موقوف . وكذلك رواه جماعة عن نافع ، وجماعة عن عبيد الله بن عمر . وقد رواه سويد بن عبد العزيز ، وليس بالقوي ، مرفوعا إلى رسول الله صلى الله عليه وسلم \" .(11) الأثر: 16652 - \"عطية\"، هو \"عطية بن سعد العوفي\"، ضعيف الحديث، مضى تضعيفه في رقم : 305 .(12) الأثر : 16653 - \" العمري \" وهو \" عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب \" ، سلف مرارا وهذا الإسناد هو الذي أشار إليه البيهقي فيما سلف رقم 16551 ، في التعليق .(13) الأثر : 16657 - \" جعدة بن هبيرة المخزومي \" ، تابعي ولد على عهد النبي صلى الله عليه وسلم ، وهو ابن أم هانئ بنت أبي طالب . خاله علي رضي الله عنهم . مترجم في التهذيب ، والكبير 1 / 2 / 238 ،وابن أبي حاتم 1 / 1 / 526 .وسيأتي بعد من طريقين .(14) الأثر : 16660 - \" ابن عبد الواحد \" ، يقال : \" عبد الله بن عبد الواحد الثقفي \" ، ويقال : \" فلان بن عبد الواحد ، رجل من ثقيف \" ، ويقال : \" يحيى بن عبد الواحد \" ويقال : \" عبد الواحد \" . مجهول ، وكان في المطبوعة : \" عن أنس ، عن عبد الواحد \" ، غير فيها وزاد ما لم يكن في المخطوطة .و \" أبو مجيب \" ، الشاشي . مجهول .وهذا الخبر رواه أحمد في مسنده 5 : 168 من طريق محمد بن جعفر ، عن شعبة ، عن رجل من ثقيف يقال له فلان بن عبد الواحد قال : سمعت أبا مجيب .وذكره الحافظ في تعجيل المنفعة : 518 ، في ترجمة \" أبو محمد \" . وذكر نص حديث أحمد ثم قال : \" وهذا الحديث أخرجه البخاري في كتاب الكنى ، فيما حكاه الحاكم أبو أحمد عنه ، من طريق ابن أبي عدي ، عن شعبة ، عن عبد الله بن عبد الواحد الثقفي ، عن أبي مجيب الشاشي ، فذكره . وحكى الحاكم أنه قيل في اسم هذا الثقفي : يحيى ، وقيل : عبد الواحد . وقال : الاختلاف فيه على شعبة \" .وفي رواية أحمد : \" لقي أبو ذر أبا هريرة ، وجعل = أراه قال = قبيعة سيفه فضة \" .و \" قبيعة السيف \" ، هي التي تكون على رأس قائم السيف . وقيل : هي ما تحت شاربي السيف ، مما يكون فوق الغمد ، فيجيء مع قائم السيف . والشاربان : أنفان طويلان أسفل القائم ، أحدهما من هذا الجانب ، والآخر من هذا الجانب .وأما \" نعل السيف \" ، فهو ما يكون في أسفل جفنه من حديدة أو فضة .(15) الأثر : 16661 - خبر عمر هذا رواه أبو جعفر من طرق . أولها هذا ، ثم رقم : 16662 ، 16663 ، 16666 .و \" سالم بن أبي الجعد الأشجعي ، ثقة ، روى له الجماعة ، مضى مرارا . روى عن عمر ، ولم يدركه . ومن هذا ، هذا الخبر ، ورقم : 16663 .فهذا خبر ضعيف ، لانقطاعه . وانظر تخريج الخبر التالي ، وروايته في المسند من طريق عبد الله بن عمرو بن مرة ، عن عمرو بن مرة ، عن سالم ، عن ثوبان .(16) الأثر : 16662 - \" سالم بن أبي الجعد \" ، عن \" ثوبان \" ، مولى رسول الله صلى الله عليه وسلم ، اشتراه ثم أعتقه .و \" سالم بن أبي الجعد \" لم يسمع من ثوبان ، قال أحمد : \" لم يسمع سالم من ثوبان ، ولم يلقه . بينهما : معدان بن أبي طلحة . وليست هذه الأحاديث بصحاح \" .وهذا الخبر رواه أحمد في المسند 5 : 278 من طريق إسرائيل ، عن منصور ، عن سالم .ثم رواه أيضا 5 : 282 ، من طريق وكيع ، عن عبد الله بن عمرو بن مرة ، عن عمرو بن مرة ، عن سالم ، عن ثوبان .ورواه الترمذي في كتاب التفسير ، من طريق عبيد الله بن موسى ، عن إسرائيل ، عن منصور ، بنحوه ، وقال : \" هذا حديث حسن . سألت محمد بن إسماعيل ( البخاري ) فقلت له : سالم بن أبي الجعد سمع ثوبان ؟ فقال ! لا ؛ قلت له ، ممن سمع من أصحاب النبي صلى الله عليه وسلم ؟ قال : سمع من جابر بن عبد الله ، وأنس بن مالك ، وذكر غير واحد من أصحاب النبي صلى الله عليه وسلم \" .وسيأتي من طريق سالم عن ثوبان برقم : 16666 .وانظر تفسير ابن كثير 4 : 155 .(17) الأثر : 16663 - انظر تخريج الآثار السالفة .(18) الأثران : 16664 ، 16665 - \" شهر بن حوشب \" ، مضى توثيقه مرارا .فهذا خبر صحيح الإسناد ، رواه أحمد في المسند 5 : 253 ، من طرق ، من طريق سعيد بن أبي عروبة ، عن قتادة ، عن شهر . ورواه من طريق روح ، عن معمر ، عن قتادة ، ومن طريق حسين ، عن شيبان ، عن قتادة .ورواه أيضا 5 : 252 عن حجاج قال : سمعت شعبة يحدث عن قتادة وهاشم = قال حدثني شعبة أنبأنا قتادة قال : سمعت أبا الحسن يحدث = قال هاشم في حديثه : أبو الجعد مولى لبني ضبيعة ، عن أبي أمامة .ثم رواه أيضا 5 : 253 ، من حجاج ، عن شعبة ، عن عبد الرحمن ، من أهل حمص ، من بني العداء ، من كندة ، مختصرا .وروى أحمد نحوه في حديث علي بن أبي طالب ، بإسناد ضعيف رقم : 788 ، 1155 ، 1156 ، 1157 .وانظر تفسير ابن كثير 4 : 158 ، 159 .(19) الأثران : 16664 ، 16665 - \" شهر بن حوشب \" ، مضى توثيقه مرارا .فهذا خبر صحيح الإسناد ، رواه أحمد في المسند 5 : 253 ، من طرق ، من طريق سعيد بن أبي عروبة ، عن قتادة ، عن شهر . ورواه من طريق روح ، عن معمر ، عن قتادة ، ومن طريق حسين ، عن شيبان ، عن قتادة .ورواه أيضا 5 : 252 عن حجاج قال : سمعت شعبة يحدث عن قتادة وهاشم = قال حدثني شعبة أنبأنا قتادة قال : سمعت أبا الحسن يحدث = قال هاشم في حديثه : أبو الجعد مولى لبني ضبيعة ، عن أبي أمامة .ثم رواه أيضا 5 : 253 ، من حجاج ، عن شعبة ، عن عبد الرحمن ، من أهل حمص ، من بني العداء ، من كندة ، مختصرا .وروى أحمد نحوه في حديث علي بن أبي طالب ، بإسناد ضعيف رقم : 788 ، 1155 ، 1156 ، 1157 .وانظر تفسير ابن كثير 4 : 158 ، 159 .(20) \" أوضع الراكب \" ، أسرع بدابته إسراعا دون العدو الشديد .(21) الأثر : 16666 - مكرر الخبر رقم : 16662 ، وانظر تخريج الأخبار السالفة .(22) \" الورق \" ( بكسر الراء ) ، الفضة .(23) في المخطوطة : \" جسه \" غير منقوطة ، والذي في مسلم : \" جنباه وجبينه \" والاختلاف في هذه الأحرف ذكره مسلم في صحيحه ، وأثبت ما في المخطوطة لموافقته لما في مسند أحمد رقم : 7706 .(24) \" بطح \" ( بالبناء للمجهول ) ، ألقي على وجهه . و \" القاع \" : الأرض المستوية الفسيحة . و \" قرقر \" ، هي الصحراء البارزة الملساء .(25) الأثر : 16667 - حديث صحيح . رواه مسلم مطولا في صحيحه 7 : 67 ، من طريق محمد بن عبد الملك الأموي ، عن عبد العزيز بن المختار ، عن سهيل بن أبي صالح ، عن أبي صالح . ورواه من طرق أخرى عن أبي صالح ، ومن طرق عن أبي هريرة .ورواه أحمد في مسنده رقم : 7553 ، مطولا ، وقد استوفى أخي السيد أحمد تخريجه هناك . ثم رواه أيضا رقم : 7706 ، من طريق عبد الرزاق ، عن معمر ، عن سهيل بن أبي صالح ، مختصرا ، وفيه : \" جبينه وجبهته وظهره \" فمن أجل ذلك أثبت ما كان في المخطوطة ( تعليق : 1 ) .(26) هو المتنخل الهذلي .(27) ديوان الهذليين 2 : 15 ، اللسان ( كنز ) ، وغيرهما كثير ، وهي أبيات جياد ، وصف فيها جوع الجائع وصفا لا يبارى ، يقول بعده ، ووصف رجلا ضاعت نعمه ، وشردته البيد :* * *لَــوْ أنَّـهُ جَـاءَني جَوْعَـانُ مُهْتَلِـكٌمِـنْ بُؤسِ النَّاسِ , عَنْهُ الخيْرُ مَحْجُوزُأعْيَــى وقَصَّــرَ لَمَّـا فَاتَـهُ نَعَـمٌيُبَــادِرُ اللَّيْــلَ بالعَلْيَــاء مَحْـفُوزُحَـتَّى يَجِـيءَ , وَجِـنُّ اللَّيْـلِ يُوغِلُهُوالشَّـوْكُ فِــي وَضَحِ الرِّجْلَيْنِ مَرْكُوزُقَــدْ حَــالَ دُونَ دَرِيسَـيْهِ مُؤَوِّبَـةٌنِسْـعٌ , لَهَـا بِعِضَـاهِ الأرْضِ تَهْرِيـزُكَأنَّمَـــا بَيْــنَ لَحْيَيْــهِ وَلبَّتِــهِمِـنْ جُلْبَـةِ الجُـوعِ جَيَّـارٌ وإرْزِيـزُلَبَــاتَ أُسْــوَةَ حَجَّــاجٍ وَإخْوَتِـهِفِـي جَهْدِنـا , أوْ لَـهُ شَـفٌّ وَتْمرِيزُ\" القرف \" ، ما يقرف عن الشيء ، وهي قشره . و \" الحتى \" الدوم . يقول : لا أطعمه الخسيس ، والبر عندي مخزون بعضه على بعض .ثم يقول : ضاعت إبله ، فتقاذفته البيد ، فهو من قلقه يصعد على الروابي يتنور نارا يقصدها .ثم قال : يدفعه سواد الليل ومخاوفه ، وقد أضناه السير ، فوقع في أرض ذات شوك ، فعلق به ، لا يكاد ينقشه من شدة ضعفه . ثم يقول : اشتدت ريح الشمال الباردة بالليل = وهي المؤوبة ، والشمال ، هي النسع = فطيرت عنه ثوبيه الباليين ، فأخذه الجوع والبرد ، فحمي جوفه من شدة الجوع ، وذلك هو \" الجيار \" ، واصطكت أسنانه ، وذلك هو \" الإرزيز \" . ثم يقول : لو جاءني هذا الجائع المشرد ، لكان بين أهله ، فهو عندي بمنزلة حجاج وإخوته ، وهم أولاد المتنخل ، في ساعة العسرة ، بل لكان له فضل عليهم = وهو \" الشف \" = ، ولكان له زيادة وتمييز = وهو \" التمزيز \" .(28) في المخطوطة والمطبوعة : \" لم يكن في الآية \" ، بغير واو ، والصواب إثباتها .(29) السياق : \" وإ ذا كان ذلك معنى الكنز عندهم . . . كان معلوما . . . \" .(30) الأثر : 16671 - \" أبو حصين \" ، \" عبد الله بن أحمد بن يونس اليربوعي \" ، شيخ الطبري ، ثقة . مضى برقم : 12336 .و \" حصين \" ، هو \" حصين بن عبد الرحمن الهذلي \" ، ثقة سلف مرارا ، آخرها رقم : 12193 ، 12304 .و \" زيد بن وهب الجهني\" تابعي كبير ، هاجر إلى رسول الله ، ولم يدركه . مضى برقم : 4222 ، 16527 ، 16528 .وهذا الخبر رواه البخاري في صحيحه ( الفتح 3 : 217 / 8 : 244 ) ، أولهما من طريق هشيم ، عن حصين ، والثاني من طريق جرير ، عن حصين .ورواه ابن سعد في الطبقات 4 / 1 / 166 ، من طريق هشيم ، عن حصين .وسيرويه أبو جعفر من طريق هشيم أيضا برقم : 16674 .(31) الأثر : 16672 - هذا مكرر الذي قبله .(32) الأثر : 16673 - \" أبو بشر \" ، هو : \" جعفر بن أبي وحشية \" ، مضى مرارا . وهو إسناد منقطع .(33) الأثر : 16674 - هو مكرر الأثر السالف رقم : 16671 ، انظر تخريجه هناك .(34) هو عمرو بن امرئ القيس ، من بني الحارث بن الخزرج ، جد عبد الله بن رواحة ، جاهلي قديم .(35) جمهرة أشعار العرب : 127 ، سيبويه 1 : 37 ، 38 ( منسوبا لقيس بن الخطيم ، وهو خطأ ) ، ومعاني القرآن للفراء 1 : 434 ، ومجاز القرآن لأبي عبيدة 1 : 258 ، الخزانة 2 : 190 ، وغيرها ، ومضى بيت منها 2 : 21 ، وسيأتي في التفسير 22 : 68 / 26 : 99 ( بولاق ) من قصيدة قالها لمالك بن العجلان النجاري ، في خبر طويل ، يقول له :يـا مَــالِ , والسَّـيِّدُ المُعَمَّـمُ قَـدْيَطْـرَأُ فِـي بَعْـضِ رأيِـهِ السَّـرَفُخـالَفْتَ فِـي الـرأيِ كُـلَّ ذِي فَخَـرٍوَالحـقُّ , يـا مَـالِ , غيرُ مَا تَصِفُ.(36) هو حسان بن ثابت .(37) ديوانه : 413 ، ومجاز القرآن لأبي عبيدة 1 : 258 ، والكامل 2 : 79 ، واللسان ( شرخ ) ، و \" الشرخ \" : الحد ، أي غاية ارتفاعه ، يعني بذلك : أقصى قوته ونضارته وعنفوانه .",
  "ayah": 34,
  "surah": 9
}
