{
  "text": "القول في تأويل قوله :  لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ (42)قال أبو جعفر: يقول جل ثناؤه للنبي صلى الله عليه وسلم, وكانت جماعة من أصحابه قد استأذنوه في التخلُّف عنه حين خرج إلى تبوك، فأذن لهم: لو كان ما تدعو إليه المتخلفين عنك والمستأذنيك في ترك الخروج معك إلى مغزاك الذي استنفرتهم إليه =(عرضا قريبا)، يقول: غنيمة حاضرة (21) =(وسفرًا قاصدًا)، يقول: وموضعًا قريبًا سهلا =(لاتبعوك)، ونفروا معك إليهما، ولكنك استنفرتهم إلى موضع بعيد, وكلفتهم سفرًا شاقًّا عليهم, لأنك استنهضتهم في وقت الحرّ، وزمان القَيْظ وحين الحاجة إلى الكِنِّ =(وسيحلفون بالله لو استطعنا لخرجنا معكم)، يقول تعالى ذكره: وسيحلف لك، يا محمد، هؤلاء المستأذنوك في ترك الخروج معك، اعتذارًا منهم إليك بالباطل, لتقبل منهم عذرهم, وتأذن لهم في التخلُّف عنك، بالله كاذبين = \" لو استطعنا لخرجنا معكم \"، يقول: لو أطقنا الخروجَ معكم بوجود السَّعة والمراكب والظهور وما لا بُدَّ للمسافر والغازي منه, وصحة البدن والقوى, لخرجنا معكم إلى عدوّكم =(يهلكون أنفسهم)،يقول: يوجبون لأنفسهم، بحلفهم بالله كاذبين، الهلاك والعطب, (22) لأنهم يورثونها سَخَط الله، ويكسبونها أليم عقابه =(والله يعلم إنهم لكاذبون)، في حلفهم بالله: (لو استطعنا لخرجنا معكم)، لأنهم كانوا للخروج مطيقين، بوجود السبيل إلى ذلك بالذي كان عندهم من الأموال، مما يحتاج إليه الغازي في غزوه، والمسافر في سفره،  وصحة الأبدان وقوَى الأجسام.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16760- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (لو كان عرضًا قريبًا)، إلى قوله (لكاذبون)، إنهم يستطيعون الخروج, ولكن كان تَبْطِئَةً من عند أنفسهم والشيطان، وزَهَادة في الخير.16761- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (لو كان عرضًا قريبًا)، قال: هي غزوة تبوك.16762- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق: (والله يعلم إنهم لكاذبون)، أي: إنهم يستطيعون. (23)------------------------الهوامش :(21) انظر تفسير \" العرض \" فيما سلف ص : 59، تعليق : 1 ، والمراجع هناك.(22) انظر تفسير \" الهلاك \" فيما سلف 13 : 150. تعليق : 2 ، والمراجع هناك.(23) الأثر: 16762 - سيرة ابن هشام 4 : 194، وهو تابع الأثر السالف رقم: 16699.",
  "ayah": 42,
  "surah": 9
}
