{
  "text": "القول في تأويل قوله :  وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلا تَفْتِنِّي أَلا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (49)قال أبو جعفر: وذكر أن هذه الآية نـزلت في الجدّ بن قيس.* * *ويعني جل ثناؤه بقوله: (ومنهم)، ومن المنافقين =(من يقول ائذن لي)، أقم فلا أشخَصُ معك =(ولا تفتني)، يقول: ولا تبتلني برؤية نساء بني الأصفر وبناتِهم, فإنّي بالنساء مغرمٌ, فأخرج وآثَمُ بذلك. (18)* * *وبذلك من التأويل تظاهرت الأخبار عن أهل التأويل.* ذكر الرواية بذلك عمن قاله:16785- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا  عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (ائذن لي ولا تفتني)، قال: قال رسول الله صلى الله عليه وسلم: اغزُوا تبوك، تغنموا بنات الأصفر ونساء الروم ! فقال الجدّ: ائذن لنا, ولا تفتنَّا بالنساء.16786- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قالوا: قال رسول الله صلى الله عليه وسلم: اغزوا تغنَموا بنات الأصفر = يعني نساء الروم, ثم ذكر مثله.16787-...... قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس قوله: (ائذن لي ولا تفتني)، قال: هو الجدّ بن قيس قال: قد علمت الأنصار أني إذا رأيت النساء لم أصبر حتى أفتتن, ولكن أعينك بمالي.16788- حدثنا ابن حميد قال، حدثنا سلمة, عن محمد بن إسحاق, عن الزهري, ويزيد بن رومان, وعبد الله بن أبي بكر, وعاصم بن عمر بن قتادة وغيرهم قال: قال رسول الله صلى الله عليه وسلم ذات يوم وهو في جهازه، للجد بن قيس أخي بني سلمة: هل لك يا جدُّ العامَ في جلاد بني الأصفر؟ فقال: يا رسول الله, أوْ تأذن لي ولا تفتني، فوالله لقد عرف قومي ما رَجل أشدّ عُجْبًا بالنساء منِّي, وإني أخشى إن رأيت نساءَ بني الأصفر أن لا أصبر عنهن ! فأعرض عنه رسول الله صلى الله عليه وسلم وقال: قد أذنت لك, ففي الجد بن قيس نـزلت هذه الآية: (ومنهم من يقول ائذن لي ولا تفتني)، الآية, أي: إن كان إنما يخشى الفتنة من نساء بني الأصفر وليس ذلك به, فما سقط فيه من الفتنة بتخلفه عن رسول الله صلى الله عليه وسلم والرغبة بنفسه عن نفسه، أعظم. (19)16789- حدثني يونس قال: أخبرنا ابن وهب قال، قال ابن زيد في قوله: (ومنهم من يقول ائذن لي ولا تفتني)، قال: هو رجل من المنافقين يقال له جَدُّ بن قيس, فقال له رسول الله صلى الله عليه وسلم: العامَ نغزو بني الأصفر ونتَّخذ منهم سراريّ ووُصفاءَ (20) = فقال: أي رسول الله, ائذن لي ولا تفتني, إن لم تأذن لي افتتنت وقعدت ! (21) وغضب [رسول الله صلى الله عليه وسلم] , (22) فقال الله: (ألا في الفتنة سقطوا وإن جهنم لمحيطة بالكافرين)، وكان من بني سلمة, فقال لهم النبي صلى الله عليه وسلم: من سيدكم يا بني سَلِمة؟ فقالوا: جدُّ بن قيس, غير أنه بخيلٌ جبان! فقال النبي صلى الله عليه وسلم: \" وأيُّ داءٍ أدْوَى من البخل, ولكن سيِّدكم الفتى الأبيض، الجعد: بشر بن البراء بن مَعْرُور. (23)16790- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (ومنهم من يقول ائذن لي ولا تفتني)، يقول: ائذن لي ولا تحرجني =(ألا في الفتنة سقطوا)، يعني: في الحرج سقطوا.16791- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (ومنهم من يقول ائذن لي ولا تفتني)، ولا تؤثمني، ألا في الإثم سقطوا.* * *وقوله: (وإن جهنم لمحيطة بالكافرين)، يقول: وإن النار لمطيفة بمن كفر بالله وجحد آياته وكذَّب رسله, محدقة بهم، جامعة لهم جميعًا يوم القيامة. (24)يقول: فكفى للجدّ بن قيس وأشكاله من المنافقين بِصِلِيِّها خزيًا.---------------------الهوامش :(18) انظر تفسير \"الفتنة\" فيما سلف ص : 283 ، تعليق : 2 ، والمراجع هناك.(19) الأثر : 16788 - سيرة ابن هشام 4 : 159 ، 160 ، وهو تابع صدر الأثر السالف رقم: 16784 ، بعد قوله هناك: \"وأخبرهم أنه يريد الروم\"، وبين الذي رواه أبو جعفر، وما في السيرة خلاف يسير في ختام الخبر.(20) في المطبوعة: \"سراري ووصفانًا\"، والصواب من المخطوطة. و \"الوصفاء\" جمع \"وصيف\"، والأنثى \"وصيفة\"، وجمعها \"وصائف\"، وهو الخادم الغلام الشاب، ومثله الخادمة.(21) في المطبوعة: \"ووقعت\" ، مكان \"وقعدت\" ، وأثبت ما في المخطوطة ، وأراد القعود عن الخروج إلى الغزوة خلاف رسول الله صلى الله عليه وسلم .(22) في المطبوعة: \"فغضب\"، وفي المخطوطة: \"وغضب\"، وظاهر أنه سقط من الخبر ما أثبته بين القوسين.(23) في المطبوعة: \"الجعد الشعر البراء بن معرور\" ، غير ما كان في المخطوطة، وهو الصواب المحض، فإن الخبر هو خبر \"بشر بن البراء بن معرور\" في تسويده على بني سلمة. وأما أبوه \"البراء بن معرور\"، فهو من أول من بايع بيعة العقبة الأولى، وأول من استقبل القبلة، وأول من أوصى بثلث ماله، وهو أحد النقباء، ومات قبل هجرة رسول الله صلى الله عليه وسلم، قبل مقدم رسول الله المدينة بشهر، ولما دفنوه ، وجهوا قبره إلى القبلة.ويقال: \"رجل جعد\" ، يراد به أنه مدمج الخلق، معصوب الجوارح، شديد الأسر، غير مسترخ ولا مضطرب، وهو من حلية الكريم. ويراد به أيضا: جعودة الشعر، وهو مدح العرب، لأن سبوطة الشعر إنما هي في الروم وفي الفرس. وإنما أراد في الخبر المعنى الأول.(24) انظر تفسير \" الإحاطة \" فيما سلف 13 : 581 ، تعليق : 3 ، والمراجع هناك .",
  "ayah": 49,
  "surah": 9
}
