{
  "text": "القول في تأويل قوله :  لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ (57)قال أبو جعفر: يقول تعالى ذكره: لو يجد هؤلاء المنافقون \" ملجأ \", يقول: عَصَرًا يعتصِرون به من حِصْن, ومَعْقِلا يعتقِلون فيه منكم =(أو مغارات)،* * *= وهي الغيران في الجبال, واحدتها: \" مغارة \", وهي \" مفعلة \"، من: \" غار الرجل في الشيء، يغور فيه \"، إذا دخل, ومنه قيل، \" غارت العين \"، إذا دخلت في الحدقة.* * *(أو مدَّخلا)، يقول: سَرَبًا في الأرض يدخلون فيه.* * *وقال: \" أو مدّخلا \"، الآية, لأنه \" من ادَّخَل يَدَّخِل \". (4)* * *وقوله: (لولَّوا إليه)، يقول: لأدبروا إليه، هربًا منكم (5) =(وهم يجمحون). يقول: وهم يسرعون في مَشْيِهم.* * *وقيل: إن \" الجماح \" مشيٌ بين المشيين، (6) ومنه قول مهلهل:لَقَـدْ جَمَحْـتُ جِمَاحًـا فِـي دِمَـائِهِمُحَـتَّى رَأَيْـتُ ذَوِي أَحْسَـابِهِمْ خَـمَدُوا (7)* * *وإنما وصفهم الله بما وصفهم به من هذه الصفة, لأنهم إنما أقاموا بين أَظْهُرِ أصحاب رسول الله صلى الله عليه وسلم على كفرهم ونفاقهم وعداوتهم لهم ولما هم عليه من الإيمان بالله وبرسوله، لأنهم كانوا في قومهم وعشيرتهم وفي دورهم وأموالهم, فلم يقدروا على ترك ذلك وفراقه, فصانعوا القوم بالنفاق، ودافعوا عن أنفسهم وأموالهم وأولادهم بالكفر ودعوى الإيمان, وفي أنفسهم ما فيها من البغض لرسول الله صلى الله عليه وسلم وأهل الإيمان به والعداوة لهم. فقال الله واصِفَهم بما في ضمائرهم: (لو يجدون ملجأ أو مغاراتٍ)، الآية.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16808- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (لو يجدون ملجأ)، \" الملجأ \" الحِرْز في الجبال, \" والمغارات \"، الغِيران في الجبال. وقوله: (أو مدَّخلا)، و \" المدّخل \"، السَّرَب.16809- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (لو يجدون ملجأ أو مغارات أو مدّخلا لولّوا إليه وهم يجمحون)، \" ملجأ \", يقول: حرزًا =(أو مغارات)، يعني الغيران =(أو مدخلا)، يقول: ذهابًا في الأرض, وهو النفق في الأرض, وهو السَّرَب.16810- وحدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا  عيسى, عن ابن أبي نجيح, عن مجاهد: (لو يجدون ملجأ أو مغارات أو مدّخلا)، قال: حرزًا لهم يفرُّون إليه منكم.16811- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (لو يجدون ملجأ أو مغارات أو مدخلا)، قال: محرزًا لهم, لفرُّوا إليه منكم = وقال ابن عباس: قوله: (لو يجدون ملجأ)، حرزًا =(أو مغارات), قال: الغيران =(أو مدّخلا)، قال: نفقًا في الأرض.16812- حدثنا بشر قال، حدثنا يزيد, عن سعيد, عن قتادة: (لو يجدون ملجأ أو مغارات أو مدّخلا)، يقول: \" لو يجدون ملجأ \"، حصونًا =(أو مغارات)، غِيرانًا =(أو مدخلا)، أسرابًا =(لولوا إليه وهم يجمحون).--------------------الهوامش :(4) في المطبوعة : \" أو مدخلا الآية ، لأنه \" ، وهو خطأ في الطباعة فيما أرجح ، زاد \" الآية لشبهه بقوله : \" لأنه \" بعده ، وخالف الطابع المصحح ، فأثبت له ما صححه ! !(5) انظر تفسير \"التولي\" فيما سلف من فهارس اللغة (ولى).(6) هذا نص نادر لا تجده في كتاب اللغة، فليقيد فيها هو وشاهده.(7) لم أجد هذا البيت فيما وقفت عليه من شعر مهلهل. وقوله : \" خمدا \" ، أي : سكنوا فماتوا، كما تنطفئ الجمرة.",
  "ayah": 57,
  "surah": 9
}
