{
  "text": "القول في تأويل قوله :  وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (58)قال أبو جعفر: يقول تعالى ذكره: ومن المنافقين الذين وصفت لك، يا محمد، صفتهم في هذه الآيات =(من يلمزك في الصدقات)، يقول: يعيبك في أمرها، ويطعُنُ عليك فيها.* * *يقال منه: \" لمز فلان فلانًا يَلْمِزُه, ويَلْمُزُه \" إذا عابه وقرصه, وكذلك \" همزه \"، ومنه قيل: \" فلان هُمَزَةً لُمَزَة, ومنه قول رؤبة:قَــارَبْتُ بَيْــنَ عَنَقِــي وَجَـمْزِيفِـي ظِـلِّ عَصْـرَيْ بَـاطِلي وَلَمْزِي (8)ومنه قول الآخر: (9)إِذَا لَقَيْتُــكَ تُبْــدِي لِــي مُكَاشَـرَةًوَإِنْ أُغَيَّـبْ, فَـأَنْتَ العَـائِبُ اللُّمَـزَهْ (10)=(فإن أعطوا منها رضوا)، يقول: ليس بهم في عيبهم إياك فيها، وطعنهم عليك بسببها، الدِّينُ, ولكن الغضب لأنفسهم, فإن أنت أعطيتهم منها ما يرضيهم رضوا عنك, وإن أنت لم تعطهم منهم سخطوا عليك وعابوك.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16813- حدثنا ابن وكيع قال، حدثنا ابن نمير, عن ورقاء, عن ابن أبي نجيح, عن مجاهد قوله: (ومنهم من يلمزك في الصدقات)، قال: يروزك. (11)16814- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (ومنهم من يلمزك في الصدقات)، يروزك ويسألك، (12) قال ابن جريج: وأخبرني داود بن أبي عاصم قال: قال أتي النبي صلى الله عليه وسلم بصدقة فقسمها ههنا وههنا حتى ذهبت. قال: ورآه رجل من الأنصار فقال: ما هذا بالعدل؟ فنـزلت هذه الآية.16815- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (ومنهم من يلمزك في الصدقات)، يقول: ومنهم من يطعُنُ عليك في الصدقات. وذكر لنا أن رجلا من أهل البادية حديثَ عهدٍ بأعرابيّةٍ, أتى نبي الله صلى الله عليه وسلم وهو يقسم ذهبًا وفضة, فقال: يا محمد, والله لئن كان الله أمرك أن تعدل، ما عدلت ! فقال نبي الله صلى الله عليه وسلم: ويلك! فمن ذا يعدل عليك بعدي! ثم قال نبي الله صلى الله عليه وسلم: احذروا هذا وأشباهه فإن في أمتي أشباه هذا، يقرأون القرآن لا يجاوز تراقيهم, فإذا خرجوا فاقتلوهم, ثم إذا خرجوا فاقتلوهم, ثم إذا خرجوا فاقتلوهم. وذكر لنا أن نبي الله صلى الله عليه وسلم كان يقول: \" والذي نفسي بيده ما أعطيكم شيئا ولا أمنعكموه، إنما أنا خازن.16816- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (ومنهم من يلمزك في الصدقات)، قال: يطعن.16817-...... قال، حدثنا محمد بن ثور, عن معمر, عن الزهري  عن أبي سلمة بن عبد الرحمن, عن أبي سعيد قال: بينما رسول الله صلى الله عليه وسلم يقسم قَسْمًا, إذ جاءه ابن ذي الخُوَيْصِرَة التميمي, (13) فقال: اعدل، يا رسول الله ! فقال: ويلك، ومن يعدل إن لم أعدل ! فقال عمر بن الخطاب: يا رسول الله ائذن لي فأضرب عنقه ! قال: دَعْه, فإن له أصحابًا يحتقر أحدكم صلاته مع صَلاتهم، (14) وصيامه مع صيامهم, يمرقون من الدين كما يمرق السهم من الرميَّة, (15) فينظر في قُذَذَه فلا ينظر شيئًا, (16) ثم ينظر في نَصْله، فلا يجد شيئًا, ثم ينظر في رِصَافه فلا يجد شيئًا, (17) قد سبق الفَرْثَ والدم, (18) آيتهم رجل، أسود، (19) إحدى يده = أو قال: يديه = مثل ثدي المرأة، أو مثل البَضْعَة تَدَرْدَرُ, (20) يخرجون على حين فترة من الناس. قال: فنـزلت: (ومنهم من يلمزك في الصدقات) = قال أبو سعيد: أشهد أني سمعت هذا من رسول الله صلى الله عليه وسلم, وأشهد أن عليًّا رحمة الله عليه حين، قتلهم جيء بالرجل على النعت الذي نعت رسول الله صلى الله عليه وسلم. (21)16817م- حدثني يونس قال، أخبرنا ابن وهب, قال: قال ابن زيد في  قوله: (ومنهم من يلمزك في الصدقات فإن أعطوا منها رضوا وإن لم يعطوا منها إذا هم يسخطون)، قال: هؤلاء المنافقون, قالوا: والله ما يعطيها محمد إلا من أحبَّ, ولا يؤثر بها إلا هواه ! فأخبر الله نبيه, وأخبرهم أنه إنما جاءت من الله, وإن هذا أمر من الله ليس من محمد:  إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ  ، الآية.---------------------الهوامش :(8) ديوانه : 64 ، من رجزه في أبان بن الوليد البجلي ، ثم ذكر فيها نفسه ، فقال :فَــإن تــرَيْنِي الْيَــوْمَ أُمَّ حَــمْزِقَــارَبْتُ بَيْــنَ عَنَقِــي وجَـمْزِيمِـنْ بَعْـدِ تَقْمَـاص الشَّـبَابِ الأَبْـزِفِـي ظِـلِّ عَصْـرَيْ بـاطِلِي وَلَمْزِيفَكُـــلُّ بَــدْءِ صَــالحٍ أَوْ نِقْــزِلاقٍ حِمَـــامَ الأَجَـــلِ المُجْــتَزِّ\"أم حمز\" ، يعني \"أم حمزة\". و \"العنق\" ضرب من العدو، و \"الجمز\" فوق العنق، ودون الحضر، وهو العدو الشديد. يعني ما تقارب من جريه لما كبر، \"تقماص الشباب\" ، من \"القمص\"، \"قمص الفرس\"، إذا نفر واستن، وهو أن يرفع يديه ويطرحهما معًا، ويعجن برجليه. و \"التقماص\" مصدر لم تذكره كتب اللغة. و \"الأبز\": الشديد الوثب، المتطلق في عدوه، يقال: \"ظبي أبوز ، وأباز\" ، ولم يذكروا في الصفات \"الأبز\"، وهو هنا صفة بالمصدر. و \"البدء\": السيد الشاب المقدم المستجاد الرأي. و \"النقز\" (بكسرالنون): الخسيس الرذال من الناس.(9) هو زياد الأعجم.(10) مجاز القرآن لأبي عبيدة 1 : 263 ، إصلاح المنطق : 475 ، والجمهرة لابن دريد 3 : 18، والمقاييس 6 : 66 ، واللسان (همز)، وسيأتي في التفسير 30 : 188 (بولاق) بغير هذه الرواية، وهي:تُــدْلِي بِــوُدٍّ إذَا لاقَيْتَنِــي كَذِبًـاوَإِنْ أُغَيِّــبْ فـأنت الهَـامِزُ اللُّمَـزَهْوهي رواية ابن السكيت، وابن فارس، والطبري بعد، ورواية ابن دريد، وصاحب اللسان، وابن دريد.إذَا لَقِيتُــكَ عـن شَـحْطٍ تُكَاشِـرُنيوقوله: \"وإن أغيب\" بالبناء للمجهول، لا كما ضبط في مجاز القرآن.(11) \"رازه يروزه روزًا\" ، اختبره وامتحنه، وقد ذكر هذا الخبر في المعاجم من كلام مجاهد، وفسروه فقالوا: \"يقال: رزت ما عند فلان ، إذا اختبرته وامتحنته. والمعنى: يمتحنك ويذوق أمرك ، هل تخاف لائمته أم لا\".(12) \"رازه يروزه روزًا\" ، اختبره وامتحنه، وقد ذكر هذا الخبر في المعاجم من كلام مجاهد، وفسروه فقالوا: \"يقال: رزت ما عند فلان ، إذا اختبرته وامتحنته. والمعنى: يمتحنك ويذوق أمرك ، هل تخاف لائمته أم لا\".(13) في مسلم والبخاري \"ذو الخويصرة\" ، ليس فيها (ابن) ، وهذا هو المعروف المشهور.(14) في المطبوعة : \" يحقر \" ، وهي كذلك في رواية الخبر في الصحيحين ، ولكن هكذا جاءت في المخطوطة.(15) \"مرق السهم من الرمية\"، خرج من الجانب الآخر خروجًا سريعًا. و \"الرمية\"، المرمية ، يعني الصيد المرمي بالسهم ونحوه.(16) \"القذذ\" جمع \"قذة\" (بضم القاف)، وهي ريش السهم.(17) \"الرصاف\" جمع \"رصفة\" (بفتحات)، وهي العقبة التي تلوى على موضع الفوق من السهم.(18) \"الفرث\" ، سرجين الدابة، ما دام في كرشها.(19) \"الآية\"، العلامة.(20) \"البضعة\" القطعة من اللحم. \"تدردر\"، \"تتدردر\"، أي: تضطرب.(21) الأثر : 16817 - هذا حديث صحيح الإسناد، رواه البخاري في صحيحه (الفتح 6 : 455) ومسلم في صحيحه 7 : 165 ، من طريق الزهري، عن أبي سلمة بن عبد الرحمن.وجاء الخبر من طرق صحاح كثيرة، انظر شرح البخاري، وصحيح مسلم.",
  "ayah": 58,
  "surah": 9
}
