{
  "text": "القول في تأويل قوله :  إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (60)قال أبو جعفر: يقول تعالى ذكره: ما الصدقات إلا للفقراء والمساكين، (24) ومن سماهم الله جل ثناؤه.* * *ثم اختلف أهل التأويل في صفة \" الفقير \" و \" المسكين \".فقال بعضهم: \" الفقير \"، المحتاج المتعفف عن المسألة، و \" المسكين \"، المحتاج السائل. (25)* ذكر من قال ذلك:16818- حدثنا ابن وكيع قال، حدثنا جرير, عن أشعث, عن الحسن: (إنما الصدقات للفقراء والمساكين)، قال: \" الفقير \"، الجالس في بيته = \" والمسكين \"، الذي يسعى.16819- حدثني المثنى قال، حدثنا عبد الله قال، حدثنا معاوية, عن علي, عن ابن عباس قوله: (إنما الصدقات للفقراء والمساكين)، = قال: \" المساكين \"، الطوافون, و \" الفقراء \"، فقراء المسلمين.16820- حدثنا ابن وكيع قال، حدثنا أبو أسامة, عن جرير بن حازم قال، حدثني رجل, عن جابر بن زيد: أنه سئل عن \" الفقراء \", قال: \" الفقراء \"، المتعففون, و \" المساكين \"، الذين يسألون.16821- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا معقل بن عبيد الله الجزريّ قال: سألت الزهري عن قوله: (إنما الصدقات للفقراء)، قال: الذين في بيوتهم لا يسألون, و \" المساكين \"، الذين يخرجون فيسألون. (26)16822- حدثنا الحارث قال، حدثنا القاسم قال، حدثنا يحيى بن سعيد, عن عبد الوارث بن سعيد, عن ابن أبي نجيح, عن مجاهد قال: \" الفقير \" الذي لا يسأل, و \" المسكين \"، الذي يسأل.16823- حدثنا يونس قال، أخبرنا ابن وهب, قال، قال ابن زيد في قوله: (إنما الصدقات للفقراء والمساكين)، قال: \" الفقراء \"، الذين لا يسألون الناس، أهلُ حاجة (27) = و \" المساكين \"، الذين يسألون الناس.16824- حدثنا الحارث قال، حدثني عبد العزيز قال، حدثنا عبد الوارث, عن ابن أبي نجيح, عن مجاهد قال: \" الفقراء \"، الذين لا يسألون, و \" المساكين \" الذين يسألون.* * *وقال آخرون: \" الفقير \"، هو ذو الزمانة من أهل الحاجة، و \" المسكين \"، هو الصحيح الجسم منهم. (28)* ذكر من قال ذلك:16825- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (إنما الصدقات للفقراء والمساكين)، قال: \" الفقير \"، من به زَمانة = و \" المسكين \"، الصحيح المحتاج.16826- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (إنما الصدقات للفقراء والمساكين)، أما \" الفقير \"، فالزَّمِن الذي به زَمانة, وأما \" المسكين \"، فهو الذي ليست به زمانة.* * *وقال آخرون: \" الفقراء \"، فقراء المهاجرين، و \" المساكين \"، من لم يهاجر من المسلمين، وهو محتاج.* ذكر من قال ذلك:16827- حدثنا الحارث قال، حدثنا عبد العزيز قال، حدثنا جرير بن حازم, عن علي بن الحكم, عن الضحاك بن مزاحم: (إنما الصدقات للفقراء)، قال: فقراء المهاجرين = و \" المساكين \"، الذين لم يهاجروا. (29)16828-...... قال، حدثنا عبد العزيز قال، حدثنا سفيان, عن منصور, عن إبراهيم: (إنما الصدقات للفقراء)، المهاجرين, قال: سفيان: يعني: ولا يعطى الأعراب منها شيئًا.16829- حدثنا ابن وكيع قال: حدثني أبي, عن سفيان, عن منصور, عن إبراهيم, قال: كان يقال: إنما الصدقة لفقراء المهاجرين.16830-...... قال، حدثنا جرير, عن منصور, عن إبراهيم قال: كانت تجعل الصدقة في فقراء المهاجرين, وفي سبيل الله.16831- حدثنا ابن حميد قال، حدثنا يعقوب, عن جعفر, عن سعيد بن جبير، وسعيد بن عبد الرحمن بن أبزي قالا (30) كان ناس من المهاجرين لأحدهم الدار، والزوجة، والعبد، والناقة يحج عليها ويغزو, فنسبهم الله إلى أنهم فقراء, وجعل لهم سهمًا في الزكاة.16832- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا  سفيان, عن منصور, عن إبراهيم قال: كان يقال: إنما الصدقات في فقراء المهاجرين, وفي سبيل الله.* * *وقال آخرون: \" المسكين \"، الضعيف الكسب. (31)* ذكر من قال ذلك:16833- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية قال، أخبرنا ابن عون, عن محمد قال: قال عمر: ليس الفقير بالذي لا مال له, ولكن الفقير الأخلقُ الكسْب = قال يعقوب: قال ابن علية: \" الأخلق \"، المحارَفُ، عندنا. (32)16834- حدثنا ابن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن أيوب عن ابن سيرين: أن عمر بن الخطاب رحمه الله قال: ليس المسكين بالذي لا مال له، ولكن المسكين الأخلقُ الكسْبِ.* * *وقال بعضهم: \" الفقير \"، من المسلمين، و \" المسكين \" من أهل الكتاب.* ذكر من قال ذلك:16835- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا عمر بن نافع قال: سمعت عكرمة في قوله: (إنما الصدقات للفقراء والمساكين)، قال: لا تقولوا لفقراء المسلمين \" مساكين \", إنما \" المساكين \"، مساكين أهل الكتاب.* * *قال أبو جعفر: وأولى هذه الأقوال عندي بالصواب, قول من قال: \" الفقير \"،  هو ذو الفقر أو الحاجة، ومع حاجته يتعفّف عن مسألة الناس والتذلل لهم، في هذا الموضع = و \" المسكين \" هو المحتاج المتذلل للناس بمسألتهم.وإنما قلنا إن ذلك كذلك، وإن كان الفريقان لم يُعْطَيا إلا بالفقر والحاجة، دون الذلة والمسألة, (33) لإجماع الجميع من أهل العلم أن \" المسكين \"، إنما يعطى من الصدقة المفروضة بالفقر, وأن معنى \" المسكنة \"، عند العرب، الذلة, كما قال الله جل ثناؤه:  وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ  ، [سورة البقرة: 61]، يعني بذلك: الهون والذلة، لا الفقر. فإذا كان الله جل ثناؤه قد صنَّف من قسم له من الصدقة المفروضة قسمًا بالفقر، فجعلهم صنفين, كان معلومًا أن كل صنف منهم غير الآخر. وإذ كان ذلك كذلك، كان لا شك أن المقسوم له باسم \" الفقير \"، غير المقسوم له باسم الفقر و \" المسكنة \", والفقير المعطَى ذلك باسم الفقير المطلق، هو الذي لا مسكنة فيه. والمعطى باسم المسكنة والفقر، هو الجامع إلى فقره المسكنة, وهي الذلّ بالطلب والمسألة.= فتأويل الكلام، إذ كان ذلك معناه: إنما الصدقات للفقراء: المتعفِّف منهم الذي لا يسأل, والمتذلل منهم الذي يسأل.* * *وقد روي عن رسول الله صلى الله عليه وسلم بنحو الذي قلنا في ذلك خبَرٌ.16836- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا إسماعيل بن جعفر, عن شريك بن أبي نمر, عن عطاء بن يسار, عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \" ليس المسكين بالذي تردّه اللقمة واللقمتان، والتمرة والتمرتان, إنما المسكين المتعفف! اقرءوا إن شئتم:  لا يَسْأَلُونَ النَّاسَ إِلْحَافًا  ، (34) [سورة البقرة: 273].ومعنى قوله صلى الله عليه وسلم: \" إنما المسكين المتعفف \" على نحو ما قد جرى به استعمال الناس من تسميتهم أهل الفقر \" مساكين \", لا على تفصيل المسكين من الفقير.ومما ينبئ عن أن ذلك كذلك, انتزاعه صلى الله عليه وسلم بقول الله: (35) اقرءوا إن شئم:  لا يَسْأَلُونَ النَّاسَ إِلْحَافًا  ، وذلك في صفة من ابتدأ الله ذكره ووصفه بالفقر فقال:  لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لا يَسْتَطِيعُونَ ضَرْبًا فِي الأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لا يَسْأَلُونَ النَّاسَ إِلْحَافًا  ، [سورة البقرة: 273].* * *وقوله: (والعاملين عليها)، وهم السعاة في قبضها من أهلها, ووضعها في مستحقِّيها، يعطون ذلك بالسعاية, أغنياء كانوا أو فقراء.* * *وبمثل الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16837- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا معقل بن عبيد الله قال: سألت الزهري: عن \" العاملين عليها \", فقال: السعاة.16838- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (والعاملين عليها)، قال: جُباتها الذين يجمعونها ويسعون فيها.16839- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد:  (والعاملين عليها)، الذي يعمل عليها.* * *ثُمّ اختلف أهل التأويل في قدر ما يعطى العامل من ذلك.فقال بعضهم: يعطى منه الثُّمُن.* ذكر من قال ذلك:16840- حدثنا ابن وكيع قال، حدثنا حميد بن عبد الرحمن, عن حسن بن صالح, عن جويبر, عن الضحاك قال: للعاملين عليها الثمن من الصدقة.16841- حدثت عن مسلم بن خالد, عن ابن أبي نجيح, عن مجاهد في قوله: (والعاملين عليها)، قال: يأكل العمال من السهم الثامن.* * *وقال آخرون: بل يعطى على قدر عُمالته.* ذكر من قال ذلك:16842- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا عبد الوهاب بن عطاء, عن الأخضر بن عجلان قال، حدثنا عطاء بن زهير العامري, عن أبيه: أنه لقي عبد الله بن عمرو بن العاص فسأله عن الصدقة: أيُّ مالٍ هي؟ فقال: مالُ العُرْجان والعُوران والعميان، وكل مُنْقَطَع به. (36) فقال له: إن للعاملين حقًّا والمجاهدين! قال: إن المجاهدين قوم أحل لهم، والعاملين عليها على قدر عُمالتهم. (37) ثم قال: لا تحل الصدقة لغنيّ, ولا لذي مِرَّة سويّ (38)16843- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: يكون للعامل عليها إن عمل بالحق، ولم يكن عمر رحمه الله تعالى ولا أولئك يعطون العامل الثمن, إنما يفرضون له بقدر عُمالته.16844- حدثنا ابن وكيع قال، حدثنا جرير, عن أشعث, عن الحسن: (والعاملين عليها)، قال: كان يعطى العاملون.* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب، قولُ من قال: يعطى العامل عليها على قدر عُمالته وأجر مثله.وإنما قلنا: ذلك أولى بالصواب, لأن الله جل ثناؤه لم يقسم صدقة الأموال بين الأصناف الثمانية على ثمانية أسهم، وإنما عرّف خلقه أن الصدقات لن تجاوز هؤلاء الأصناف الثمانية إلى غيرهم، وإذ كان كذلك، بما سنوضح بعدُ، وبما قد أوضحناه في موضع آخر, كان معلومًا أن من أعطي منها حقًّا, فإنما يعطى على قدر اجتهاد المعطى فيه. وإذا كان ذلك كذلك, وكان العامل عليها إنما يعطى على عمله، لا على الحاجة التي تزول بالعطية, كان معلومًا أن الذي أعطاه من ذلك إنما هو عِوَض من سعيه وعمله, وأن ذلك إنما هو قدر يستحقه عوضًا من عمله الذي لا يزول بالعطية، وإنما يزول بالعزل.* * *وأما \" المؤلفة قلوبهم \", فإنهم قوم كانوا يُتَألَّفون على الإسلام، ممن لم تصحّ نصرته، استصلاحًا به نفسَه وعشيرتَه, كأبي سفيان بن حرب، وعيينة بن بدر،  والأقرع بن حابس, ونظرائهم من رؤساء القبائل.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16845- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (والمؤلفة قلوبهم)، وهم قوم كانوا يأتون رسول الله صلى الله عليه وسلم قد أسلموا, وكان رسول الله صلى الله عليه وسلم يرضَخ لهم من الصدقات, (39) فإذا أعطاهم من الصدقات فأصابوا منها خيرًا قالوا: هذا دين صالح ! وإن كان غير ذلك, عابوه وتركوه.16846- حدثنا ابن عبد الأعلى قال، (40) حدثنا محمد بن ثور, عن معمر, عن يحيى بن أبي كثير: أن المؤلفة قلوبهم من بني أمية: أبو سفيان بن حرب = ومن بني مخزوم: الحارث بن هشام, وعبد الرحمن بن يربوع = ومن بني جُمَح: صفوان بن أمية = ومن بني عامر بن لؤي: سهيل بن عمرو, وحويطب بن عبد العزى = ومن بني أسد بن عبد العزى: حكيم بن حزام = ومن بني هاشم: سفيان بن الحارث بن عبد المطلب = ومن بني فزارة: عيينة بن حصن بن بدر = ومن بني تميم: الأقرع بن حابس = ومن بني نصر: مالك بن عوف = ومن بني سليم: العباس بن مرداس = ومن ثقيف: العلاء بن حارثة = أعطى النبي صلى الله عليه وسلم كل رجل منهم مئة ناقة, إلا عبد الرحمن بن يربوع، وحويطب بن عبد العزى, فإنه أعطى كلَّ رجل منهم خمسين.16847- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا  عيسى قال، حدثنا محمد بن ثور, عن معمر, عن الزهري قال، قال صفوان بن أمية: لقد أعطاني رسول الله صلى الله عليه وسلم، وإنه لأبغض الناس إليّ, فما بَرِح يعطيني حتى إنه لأحبُّ الناس إليّ. (41)16848- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قال: ناس كان يتألفهم بالعطية, عيينة بن بدر ومن كان معه.16849- حدثنا ابن وكيع قال، حدثنا عبد الصمد بن عبد الوارث, عن حماد بن سلمة, عن يونس, عن الحسن: (والمؤلفة قلوبهم)، : الذين يُؤَلَّفون على الإسلام.16850- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: وأما \" المؤلفة قلوبهم \", فأناس من الأعراب ومن غيرهم, كان نبي الله صلى الله عليه وسلم يتألفهم بالعطية كيما يؤمنوا.16851- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا معقل بن عبيد الله قال: سألت الزهري عن قوله: (والمؤلفة قلوبهم)، فقال: من أسلم من يهوديّ أو نصراني. قلت: وإن كان غنيًّا؟ قال: وإن كان غنيًّا.16852- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا معقل بن عبيد الله الجزري, عن الزهري: (والمؤلفة قلوبهم)، قال: من هو يهوديّ أو نصرانيّ. (42)ثم اختلف أهل العلم في وجود المؤلفة اليوم وعدمها, وهل يعطى اليوم أحدٌ على التألف على الإسلام من الصدقة؟فقال بعضهم: قد بطلت المؤلفة قلوبهم اليوم, ولا سهم لأحد في الصدقة المفروضة إلا لذي حاجة إليها، وفي سبيل الله، أو لعامل عليها.* ذكر من قال ذلك:16853- حدثنا ابن وكيع قال، حدثنا جرير, عن أشعث, عن الحسن: (والمؤلفة قلوبهم)، قال: أما \" المؤلفة قلوبهم \" فليس اليوم.16854- حدثنا أحمد قال، حدثنا أبو أحمد قال، حدثنا إسرائيل, عن جابر, عن عامر قال: لم يبق في الناس اليوم من المؤلفة قلوبهم, إنما كانوا على عهد رسول الله صلى الله عليه وسلم.16855- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا هشيم قال، حدثنا عبد الرحمن بن يحيى, عن حبان بن أبي جبلة قال: قال عمر بن الخطاب رضي الله تعالى عنه: وأتاه عيينة بن حصن:  الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ  ، [سورة الكهف: 29]، أي: ليس اليوم مؤلفة.168856- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا مبارك, عن الحسن قال: ليس اليوم مؤلفة.16857- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل, عن جابر, عن عامر قال: إنما كانت المؤلفة قلوبهم على عهد النبي صلى الله عليه وسلم, فلما ولي أبو بكر رحمة الله تعالى عليه، انقطعت الرشى.* * *وقال آخرون: \" المؤلفة قلوبهم \"، في كل زمان, وحقهم في الصدقات.* ذكر من قال ذلك:16858- حدثنا أحمد بن إسحاق قال حدثنا أبو أحمد قال، حدثنا  إسرائيل, عن جابر, عن أبي جعفر قال: في الناس اليوم، المؤلفة قلوبهم.16859- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل, عن جابر, عن أبي جعفر, مثله.* * *قال أبو جعفر: والصواب من القول في ذلك عندي: أن الله جعل الصدقة في معنيين أحدهما: سدُّ خَلَّة المسلمين، والآخر: معونة الإسلام وتقويته. فما كان في معونة الإسلام وتقوية أسبابه، فإنه يُعطاه الغني والفقير, لأنه لا يعطاه من يعطاه بالحاجة منه إليه، وإنما يعطاه معونةً للدين. وذلك كما يعطى الذي يُعطاه بالجهاد في سبيل الله, فإنه يعطى ذلك غنيًّا كان أو فقيرًا، للغزو، لا لسدّ خلته. وكذلك المؤلفة قلوبهم، يعطون ذلك وإن كانوا أغنياء, استصلاحًا بإعطائهموه أمرَ الإسلام وطلبَ تقويته وتأييده. وقد أعطى النبي صلى الله عليه وسلم من أعطى من المؤلفة قلوبهم, بعد أن فتح الله عليه الفتوح، وفشا الإسلام وعز أهله. فلا حجة لمحتجّ بأن يقول: \" لا يتألف اليوم على الإسلام أحد، لامتناع أهله بكثرة العدد ممن أرادهم \"، وقد أعطى النبي صلى الله عليه وسلم من أعطى منهم في الحال التي وصفت.* * *وأما قوله: (وفي الرقاب)، فإن أهل التأويل اختلفوا في معناه.فقال بعضهم, وهم الجمهور الأعظم: هم المكاتبون, يعطون منها في فك رقابهم. (43)* ذكر من قال ذلك:16860- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق, عن الحسن بن دينار, عن الحسين: أن مكاتبًا قام إلى أبي موسى الأشعري رحمه الله تعالى وهو يخطب الناسَ يوم الجمعة, فقال له: أيها الأمير، حُثَّ الناس عليَّ ! فحثَّ  عليه أبو موسى, فألقى الناسُ عليه عمامة وملاءة وخاتمًا, حتى ألقوا سَوادًا كثيرًا، فلما رأى أبو موسى ما ألقي عليه قال: اجمعوه ! فجمع، ثم أمر به فبيع. فأعطى المكاتب مكاتبته, ثم أعطى الفضل في الرقاب، ولم يرده على الناس, وقال: إنما أعطي الناسُ في الرقاب.16861- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا معقل بن عبيد الله قال، سألت الزهري عن قوله: (وفي الرقاب)، قال: المكاتَبون.16862- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وفي الرقاب)، قال: المكاتَب.16863- حدثنا ابن وكيع قال، حدثنا سهل بن يوسف, عن عمرو, عن الحسن: (وفي الرقاب)، قال: هم المكاتبون.* * *وروي عن ابن عباس أنه قال: لا بأس أن تُعْتَقَ الرقبة من الزكاة.* * *قال أبو جعفر: والصواب من القول في ذلك عندي، قولُ من قال: \" عنى بالرقاب، في هذا الموضع، المكاتبون \", لإجماع الحجة على ذلك، فإن الله جعل الزكاة حقًّا واجبًا على من أوجبها عليه في ماله، يخرجها منه, لا يرجع إليه منها نفعٌ من عرض الدنيا، ولا عِوَض. والمعتق رقبةً منها، راجع إليه ولاء من أعتقه, وذلك نفع يعود إليه منها.* * *وأما \" الغارمون \"، فالذين استدانوا في غير معصية الله, ثم لم يجدوا قضاء في عين ولا عَرَض.* * *وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16864- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا سفيان, عن عثمان بن الأسود, عن مجاهد قال: \" الغارمون \"، من احترق بيته, أو يصيبه السيل فيذهب متاعه, ويدَّانُ على عياله، فهذا من الغارمين.16865- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن عثمان بن الأسود, عن مجاهد في قوله: (والغارمين)، قال: من احترق بيته, وذهب السيل بماله, وادَّان على عياله.16866- حدثنا أحمد قال، حدثنا إسرائيل, عن جابر, عن أبي جعفر قال: \" الغارمين \"، المستدين في غير سَرَف, ينبغي للإمام أن يقضي عنهم من بيت المال.16867-...... قال، حدثنا أبو أحمد قال، حدثنا معقل بن عبيد الله قال: سألنا الزهري عن \" الغارمين \", قال: أصحاب الدين.16868- ...... قال، حدثنا معقل, عن عبد الكريم قال، حدثني خادم لعمر بن عبد العزيز خدمه عشرين سنة قال: كتب عمر بن عبد العزيز: أن يُعْطى الغارمون = قال أحمد: أكثر ظني: من الصدقات.16869-...... قال، حدثنا أبو أحمد قال، حدثنا سفيان, عن جابر, عن أبي جعفر قال: \" الغارمون \"، المستدين في غير سرف.16870- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: أما \" الغارمون \"، فقوم غرَّقتهم الديون في غير إملاق، (44) ولا تبذير ولا فساد.16871- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: \" الغارم \"، الذي يدخل عليه الغُرْم.16872- حدثنا ابن وكيع قال، حدثنا يحيى بن يمان, عن عثمان بن الأسود, عن مجاهد: (والغارمين)، قال: هو الذي يذهب السيل والحريق بماله, ويدَّان على عياله.16873-...... قال، حدثنا أبي, عن سفيان, عن جابر, عن أبي جعفر قال: المستدين في غير فساد.16874-...... قال، حدثني أبي, عن إسرائيل, عن جابر, عن أبي جعفر, قال: \" الغارمون \"، الذين يستدينون في غير فساد, ينبغي للإمام أن يقضي عنهم.16875- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن عثمان بن الأسود, عن مجاهد: هم قوم ركبتهم الديون في غير فساد ولا تبذير, فجعل الله لهم في هذه الآية سهمًا.* * *وأما قوله: (وفي سبيل الله)، فإنه يعني: وفي النفقة في نصرة دين الله وطريقه وشريعته التي شرعها لعباده، بقتال أعدائه, وذلك هو غزو الكفار. (45)* * *وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16876- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وفي سبيل الله)، قال: الغازي في سبيل الله.16877- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن زيد بن أسلم, عن عطاء بن يسار قال: قال النبي صلى الله عليه وسلم: \" لا تحل الصدقة لغني إلا لخمسة: رجل عمل عليها, أو رجل اشتراها بماله, أو في سبيل الله, أو ابن السبيل, أو رجل كان له جار تصدَّق عليه فأهداها له. (46)16878-...... قال، حدثنا أبي, عن ابن أبي ليلى, عن عطية, عن أبي سعيد الخدري, عن النبي صلى الله عليه وسلم قال: لا تحل الصدقة لغني إلا لثلاثة: في سبيل الله, أو ابن السبيل, أو رجل كان له جار فتصدق عليه، فأهداها له. (47)* * *وأما قوله: (وابن السبيل)، فالمسافر الذي يجتاز من بلد إلى بلد.* * *و \" السبيل \": الطريق, (48) وقيل للضارب فيه: \" ابن السبيل \"، للزومه إياه, كما قال الشاعر: (49)أنَــا ابــنُ الحَـرْبِ رَبَّتْنِـي وَلِيـدًاإلَــى أنْ شِــبْتُ واكْـتَهَلَتْ لِـدَاتِيوكذلك تفعل العرب, تسمي اللازم للشيء يعرف به: \" ابنه \". (50)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16879- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا سفيان, عن جابر, عن أبي جعفر قال: \" ابن السبيل \"، المجتاز من أرض إلى أرض.16880- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا مندل, عن ليث, عن مجاهد: (وابن السبيل)، قال: لابن السبيل حق من الزكاة وإن كان غنيًّا، إذا كان مُنْقَطَعًا به.16881- حدثنا أحمد قال، حدثنا أبو أحمد قال، حدثنا معقل بن عبيد الله قال: سألت الزهري عن \" ابن السبيل \"، قال: يأتي عليَّ ابن السبيل, وهو محتاج. قلت: فإن كان غنيًّا؟ قال: وإن كان غنيًا.16882- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (وابن السبيل)، الضيف، جعل له فيها حق.16883- حدثني يونس قال، أخبرنا ابن وهب قال، قال [ابن زيد]: \" ابن السبيل \"، المسافر من كان غنيًّا أو فقيرًا، إذا أصيبت نفقته, أو فقدت, أو أصابها شيء, أو لم يكن معه شيء, فحقه واجب. (51)16884- حدثنا أحمد قال، حدثنا أبو أحمد قال، حدثنا هشيم, عن جويبر, عن الضحاك, أنه قال: في الغني إذا سافر فاحتاج في سفره. قال: يأخذ من الزكاة.16885- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن جابر, عن أبي جعفر قال: \" ابن السبيل \"، المجتاز من الأرض إلى الأرض.* * *وقوله: (فريضة من الله)، يقول جل ثناؤه: قَسْمٌ قسمه الله لهم, فأوجبه في أموال أهل الأموال لهم (52) =(والله عليم)، بمصالح خلقه فيما فرض لهم، وفي غير ذلك، لا يخفى عليه شيء. فعلى علم منه فرض ما فرض من الصدقة وبما فيها من المصلحة =(حكيم)، في تدبيره خلقه, لا يدخل في تدبيره خلل. (53)واختلف أهل العلم في كيفية قسم الصدقات التي ذكرها الله في هذه الآية, وهل يجب لكل صنف من الأصناف الثمانية فيها حق، أو ذلك إلى رب المال؟ ومن يتولى قسمها، في أن له أن يعطي جميعَ ذلك من شاء من الأصناف الثمانية.فقال عامة أهل العلم: للمتولي قسمُها ووضعُها في أيِّ الأصناف الثمانية شاء. وإنما سمَّى الله الأصناف الثمانية في الآية، إعلامًا منه خلقَه أن الصدقة لا تخرج من هذه الأصناف الثمانية إلى غيرها, لا إيجابًا لقسمها بين الأصناف الثمانية الذين ذكرهم.* ذكر من قال ذلك:16886- حدثنا ابن حميد قال، حدثنا هارون, عن الحجاج بن أرطاة, عن المنهال بن عمرو, عن زرّ بن حبيش, عن حذيفة في قوله: (إنما الصدقات للفقراء والمساكين والعاملين عليها)، قال: إن شئت جعلته في صنف واحد, أو صنفين, أو لثلاثة.16887- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن الحجاج, عن المنهال, عن زر, عن حذيفة قال: إذا وضعتها في صنف واحد أجزأ عنك.16888-...... قال، حدثنا جرير, عن ليث, عن عطاء, عن عمر: (إنما الصدقات للفقراء)، قال: أيُّما صنف أعطيته من هذا أجزأك.16889- ...... قال، حدثنا ابن نمير, عن عبد المطلب, عن عطاء: (إنما الصدقات للفقراء)، الآية, قال: لو وضعتها في صنف واحد من هذه الأصناف أجزأك. ولو نظرت إلى أهل بيت من المسلمين فقراء متعفِّفين فجبرتهم بها، كان أحبَّ إليَّ.16890-...... قال أخبرنا جرير, عن عطاء, عن سعيد بن جبير: (إنما الصدقات للفقراء والمساكين... وابن السبيل)، فأيّ صنف أعطيته من هذه الأصناف أجزأك.16891-...... قال، حدثنا عمران بن عيينة, عن عطاء, عن سعيد بن جبير, عن ابن عباس, مثله.16892-...... قال، حدثنا جرير, عن مغيرة, عن إبراهيم: (إنما الصدقات للفقراء والمساكين والعاملين عليها)، قال: إنما هذا شيء أعلمَهُ, فأيَّ صنف من هذه الأصناف أعطيته أجزأ عنك.16893-...... قال، حدثنا أبي، عن شعبة, عن الحكم, عن إبراهيم: (إنما الصدقات للفقراء)، قال: في أيّ هذه الأصناف وضعتها أجزأك.16894-...... قال، حدثنا أبي, عن سفيان, عن عطاء بن السائب, عن سعيد بن جبير قال: إذا وضعتها في صنف واحد مما سمَّى الله أجزأك.16895- ...... قال، حدثنا أبي, عن أبي جعفر الرازي, عن الربيع بن أنس, عن أبي العالية قال: إذا وضعتها في صنف واحد مما سمَّى الله أجزأك.16896-...... قال، حدثنا خالد بن حيان أبو يزيد, عن جعفر بن يرقان, عن ميمون بن مهران: (إنما الصدقات للفقراء)، قال: إذا جعلتها في صنف واحد من هؤلاء أجزأ عنك. (54)16897-...... قال، حدثنا محمد بن بشر, عن مسعود, عن عطاء, عن سعيد بن جبير: (إنما الصدقات للفقراء والمساكين)، الآية, قال: أعلمَ أهلَها مَنْ همْ.16898-...... قال، حدثنا حفص, عن ليث, عن عطاء, عن عمر: أنه كان يأخذ الفرْض في الصدقة, ويجعلها في صنف واحد.* * *وكان بعض المتأخرين يقول: إذا تولى رب المال قَسْمها كان عليه وضعها في ستة أصناف، وذلك أن المؤلفة قلوبهم عنده قد ذهبوا, وأنّ سهم العاملين  يبطل بقسمه إياها. ويزعم أنه لا يجزيه أن يعطي من كل صنف أقل من ثلاثة أنفس. وكان يقول: إن تولى قَسْمها الإمامُ، كان عليه أن يقسمها على سبعة أصناف, لا يجزي عنده غير ذلك.----------------------الهوامش :(24) في المطبوعة: \"لا ينال الصدقات\"، وهو كلام غير مستقيم، والصواب ما كان في المخطوطة، ولكنه لم يحسن قراءته.(25) انظر تفسير \"المسكين\" فيما سلف 13 : 560، تعليق : 2 ، والمراجع هناك.(26) الأثر : 16821 - \"معقل بن عبيد الله الجزري العبسي ، الحراني\" ، ثقة ، ليس به بأس . مترجم في التهذيب ، والكبير 4 1 393 ، وابن أبي حاتم 4 1 286 .وكان في المطبوعة: \"الحراني\"، مكان \"الجزري\"، وهو صواب، ولكني أثبت ما كان في المخطوطة.(27) في المطبوعة: \"وهو أهل حاجة\"، زاد ما ليس في المخطوطة.(28) في المطبوعة، أسقط \"منهم\".(29) الأثر : 16827 - \"علي بن الحكم البناني\"، ثقة ، له أحاديث . مترجم في التهذيب ، وابن أبي حاتم 3 1 181.(30) في المطبوعة: \"قال\"، والصواب من المخطوطة.(31) في المطبوعة: \"الضعيف البئيس\"، لم يحسن قراءة المخطوطة ، وكان فيها : \" النسب \" ، وهو تحريف ، دل على صوابه الآثار التالية.(32) أراد عمر: أن الفقير، هو الذي لم يقدم لآخرته شيئًا يثاب عليه، وأن الفقر الأكبر إنما هو فقر الآخرة، وأن فقر الدنيا أهون الفقرين. و \"الأخلق\" من قولهم: \"هضبة خلقاء\"، ملساء لا نبات بها . وللجبل المصمت الذي لا يؤثر فيه شيء \"أخلق\". وفي حديث فاطمة بنت قيس: \"أما معاوية، فرجل أخلق من المال\"، أي: خلو عار منه.وأما \"المحارف\"، كما فسره ابن علية ، فهو المنقوص الحظ ، فهو محدود محروم ، إذا طلب الرزق لم يرزق ، ضد \" المبارك \" .(33) في المطبوعة: \"الذل والمسكنة\"، والصواب ما في المخطوطة، ولم يحسن قراءتها.(34) الأثر : 16836 - \"إسماعيل بن جعفر بن أبي كثير الأنصاري\" روى له الجماعة ، مضى برقم : 6884 ، 8398 .و \" شريك بن أبي نمر \" ، هو \" شريك بن عبد الله بن أبي نمر القرشي \" ثقة ، روى له البخاري ومسلم ، مترجم في التهذيب ، والكبير 2 2 237 ، وابن أبي حاتم 2 1 363 .وهذا الخبر رواه البخاري من طريق محمد بن جعفر عن شريك بن أبي نمر (الفتح 8 : 152)، ورواه مسلم في الصحيح من طريق إسماعيل بن جعفر ، عن شريك ، ومن طريق محمد بن جعفر ، عن شريك ، عن عطاء بن يسار ، وعبد الرحمن بن أبي عمرة ، عن أبي هريرة (7 : 129).(35) في المطبوعة: \"انتزاعًا لقول الله\"، وهو خطأ، صوابه في المخطوطة . يقال : \"انتزع بالآية، وبالشعر\"، إذا تمثل به.(36) \"منقطع به\" (بالبناء للمجهول)، هو الرجل إذا عجز عن سفره من نفقة ذهبت، أو قامت عليه راحلته، أو أتاه أمر لا يقدر على أن يتحرك معه. يقال: \"قطع به\"، و \"انقطع به\".(37) في المطبوعة : \" وللعاملين \" ، وأثبت ما في المخطوطة.(38) الأثر : 16842 - \" عبد الوهاب بن عطاء الخفاف \" ، ثقة ، مضى برقم : 5429 ، 5432 ، 10522 .و \"الأخضر بن عجلان الشيباني\" ، ثقة. مترجم في التهذيب ، والكبير 1 2 67 .و \" عطاء بن زهير بن الأصبغ العامري \" ، روى عن أبيه ، روى عنه شميط ، والأخضر بن عجلان ، هكذا ذكره ابن أبي حاتم 3 1 332 ، ولم أجد له ترجمة في غيره .وأبوه : \" زهير بن الأصبغ العامري \" ، روى عن عبد الله بن عمرو ، روى عنه ابنه عطاء . مترجم في الكبير 2 1 392 ، وابن حاتم 1 2 587 ، ولم يذكرا فيه جرحًا .وهذا الخبر ، خرجه السيوطي في الدر المنثور 3 : 252 ، ولم ينسبه إلا إلى أبي الشيخ، وفيه \"عبد الله بن عمر\" ، وهو خطأ.(39) \"رضخ له من ماله رضيخة\" ، أعطاه عطية مقاربة ، ليست بالكثيرة ، وأصله من \"الرضخ\"، وهو كسر النوى وغيره ، كأنه كسر له من ماله شيئا.(40) في المطبوعة: \"حدثنا عبد الأعلى\"، وهو خطأ، صوابه من المخطوطة، وهذا إسناد دائر في التفسير وشيخ الطبري \"محمد بن عبد الأعلى\".(41) الأثر : 16847 - رواه مسلم في صحيحه 15 : 72 ، 73 ، مطولا من طريق عبد الله بن وهب ، عن يونس ، عن ابن شهاب الزهري ، عن سعيد بن المسيب ، عن صفوان بن أمية .ورواه أحمد في مسنده 3 : 401 من طريق زكريا بن عدي ، عن سعيد بن المسيب ، عن صفوان ، (هكذا جاء هنا في المسند)، والصواب ما سيأتي في المسند 6 : 465 ، من طريق زكريا بن عدي ، عن ابن المبارك ، عن الزهري ، عن سعيد بن المسيب.(42) الأثر : 16852 - \" معقل بن عبيد الله الجزري \" ، مضى قريبًا برقم : 16821 ، وكان في المطبوعة هنا أيضًا \"الحراني\" ، مكان \"الجزري\" ، وهو صواب، ولكني أثبت ما في المخطوطة.(43) انظر تفسير \" الرقاب \" فيما سلف 3 : 347 9 : 35 ، 36 10 : 552 - 557.(44) \" الإملاق \" هنا هو : إنفاق المال وتبذيره حتى يورث حاجة ، و \" الإملاق \" أيضًا : الإفساد . وانظر ما سلف في الخبر رقم : 6233 ، ج 5 : 602 ، تعليق : 2.(45) انظر تفسير \" سبيل الله\" فيما سلف من فهارس اللغة (سبل).(46) الأثر : 16877 - رواه أبو داود في سننه 2 : 158 ، رقم : 1635 من طريق مالك، عن زيد بن أسلم، موقوفًا ، ثم رواه برقم: 1636 ، من طريق معمر ، عن زيد بن أسلم ، عن عطاء بن يسار عن أبي سعيد الخدري ، عن النبي صلى الله عليه وسلم مرفوعًا.ورواه ابن ماجه في سننه : 589 ، رقم : 1841 ، مرفوعًا، بنحوه.(47) الأثر : 16878 - \"عطية\" هو \"عطية بن سعد بن جنادة العوفي\"، ضعيف ، مضى مرارًا.وهذا الخبر رواه أبو داود في سننه 2 : 160 ، رقم : 1637 ، من طريق سفيان ، عن عمران البارقي ، عن عطية ، بنحوه ، ثم قال أبو داود : \"ورواه فراس ، وابن أبي ليلى ، عن عطية ، عن أبي سعيد ، عن النبي صلى الله عليه وسلم، مثله\".وهو حديث ضعيف لضعف \"عطية العوفي\".(48) انظر تفسير \"السبيل\" فيما سلف من فهارس اللغة (سبل).= وتفسير \" ابن السبيل \" فيما سلف 3 : 345 4 : 295 8 : 346 - 347.(49) لم أعرف قائله.(50) في المطبوعة والمخطوطة: \"يعرف بابنه\"، وهو لا يستقيم، صوابه ما أثبت.(51) الأثر : 16883 - في المطبوعة والمخطوطة : \" قال قال ابن السبيل \" . والزيادة بين القوسين من إسناده قبل ، وهو إسناد دائر في التفسير ، أقربه رقم 16876.(52) انظر تفسير \" الفريضة \" فيما سلف 9 : 212 ، تعليق : ، والمرجع هناك.(53) انظر تفسير \"عليم\" و \"حكيم\" فيما سلف من فهارس اللغة (علم) ، (حكم).(54) الأثر : 16896 - \" خالد بن حيان الرقي \" ، أبو يزيد الكندي الخراز ، ثقة ، متكلم فيه ، مترجم في التهذيب ، والكبير 2 1 133 ، وابن أبي حاتم 1 2 326 .",
  "ayah": 60,
  "surah": 9
}
