{
  "text": "القول في تأويل قوله :  كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالا وَأَوْلادًا فَاسْتَمْتَعُوا بِخَلاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ (69)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل، يا محمد، لهؤلاء المنافقين الذين قالوا:  إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ  : أبالله وآيات كتابه ورسوله كنتم تستهزئون؟ =(كالذين من قبلكم)، من الأمم الذين فعلوا فعلكم، فأهلكهم الله, وعجل لهم في الدنيا الخزي، مع ما أعدَّ لهم من العقوبة والنكال في الآخرة. يقول لهم جل ثناؤه: واحذروا أن يحل بكم من عقوبة الله مثل الذي حلّ بهم, فإنهم كانوا أشد منكم قوةً وبطشًا, وأكثر منكم أموالا وأولادًا =(فاستمتعوا بخلاقهم)، يقول: فتمتعوا بنصيبهم وحظهم من دنياهم ودينهم, (1) ورضوا بذلك من نصيبهم في الدنيا عوضًا من نصيبهم في الآخرة، (2)  وقد سلكتم، أيها المنافقون، سبيلهم في الاستمتاع بخلاقكم. يقول: فعلتم بدينكم ودنياكم، كما استمتع الأمم الذين كانوا من قبلكم، الذين أهلكتهم بخِلافهم أمري =(بخلاقهم), يقول: كما فعل الذين من قبلكم بنصيبهم من دنياهم ودينهم =(وخضتم)، في الكذب والباطل على الله =(كالذي خاضوا), يقول: وخضتم أنتم أيضًا، أيها المنافقون، كخوض تلك الأمم قبلكم. (3)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:16930- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني أبو معشر, عن سعيد بن أبي سعيد المقبري, عن أبي هريرة, عن النبي صلى الله عليه وسلم قال: لتأخذُنَّ كما أخذ الأمم من قبلكم, ذراعًا بذراع, وشبرًا بشبر, وباعًا بباع، حتى لو أن أحدًا من أولئك دخل جُحر ضبٍّ لدخلتموه! = قال أبو هريرة: اقرأوا إن شئتم القرآن: (كالذين من قبلكم كانوا أشد منكم قوة وأكثر أموالا وأولادًا فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا) = قالوا: يا رسول الله, كما صنعت فارس والروم؟ قال: فهل الناس إلا هم؟ (4)16931- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج,  عن ابن جريج، عن عمر بن عطاء, عن عكرمة، عن ابن عباس قوله: (كالذين من قبلكم)، الآية قال، قال ابن عباس: ما أشبه الليلة بالبارحة!(كالذين من قبلكم)، هؤلاء بنو إسرائيل شبهنا بهم, لا أعلم إلا أنه قال: والذي نفسي بيده لتَتَّبِعُنَّهم حتى لو دخل الرجل منهم جُحْر ضبٍّ لدخلتموه. (5)16932- ...... قال ابن جريج: وأخبرنا زياد بن سعد, عن محمد بن زيد بن مهاجر, عن سعيد بن أبي سعيد المقبري, عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: والذي نفسي بيده لتتبعُن سَننَ الذين من قبلكم، شبرًا بشبر, وذراعًا بذراع, وباعًا بباع، حتى لو دخلوا جحر ضبّ لدخلتموه! قالوا: ومن هم، يا رسول الله؟ أهلُ الكتاب! قال: فَمَهْ! (6)16933- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال أبو سعيد الخدري أنه قال: فمن. (7)16934- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن: (فاستمتعوا بخلاقهم)، قال: بدينهم.16935- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع قال، قال رسول الله صلى الله عليه وسلم: \" حَذَّركم أن تحدثوا في الإسلام حَدَثًا، وقد علم أنه سيفعل ذلك أقوامٌ من هذه الأمة, (8) فقال الله في ذلك: (فاستمتعوا بخلاقهم فاستمتعتم بخلاقكم كما استمتع الذين من قبلكم بخلاقهم وخضتم كالذي خاضوا)، وإنما حسبوا أن لا يقع بهم من الفتنة ما وقع ببني إسرائيل قبلهم, وإن الفتنة عائدة كما بدأت.* * *وأما قوله: (أولئك حبطت أعمالهم)، فإن معناه: هؤلاء الذين قالوا:  إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ  وفعلوا في ذلك فعل الهالكين من الأمم قبلهم =(حبطت أعمالهم)، يقول: ذهبت أعمالهم باطلا. فلا ثوابَ لها إلا النار, لأنها كانت فيما يسخط الله ويكرهه (9) =(وأولئك هم الخاسرون)، يقول: وأولئك هم المغبونون صفقتهم، ببيعهم نعيم الآخرة بخلاقهم من الدنيا اليسيرِ الزهيدِ (10)----------------------الهوامش :(1) انظر تفسير \"الاستمتاع\" فيما سلف 12 : 116 ، تعليق : 1، والمراجع هناك.(2) انظر تفسير \"الخلاق\" فيما سلف 2 : 452 - 454 4 : 201 - 203 6 : 527 ، 528 .(3) انظر تفسير \"الخوض\" فيما سلف ص : 332، تعليق : 2، والمراجع هناك.(4) الأثر : 16930 - إسناده ضعيف .\"أبو معشر\"، هو: \"نجيج بن عبد الرحمن السندي\"، منكر الحديث، مضى برقم : 1275 .ولكن هذا الخبر له أصل في الصحيح ، فقد رواه البخاري في صحيحه من طريق أحمد بن يونس، عن ابن أبي ذئب ، عن سعيد بن أبي سعيد المقبري، عن أبي هريرة (الفتح 13 : 254)، بغير هذا اللفظ.يقال: \"أخذ إخذ فلان\"، إذا سار بسيرته.(5) الأثر : 16931 - \"عمر بن عطاء\"، هذا الراوي عن عكرمة هو: \"عمر بن عطاء بن وراز\"، وهو ضعيف، ليس بشيء. قال أحمد: \"روى ابن جريج، عن عمر بن عطاء، عن عكرمة، فهو: ابن وراز. وكل شيء روى ابن جريج ، عن عمر بن عطاء ، عن ابن عباس فهو ابن أبي الخوار\"، فهما رجلان . وهو مترجم في التهذيب ، وابن أبي حاتم 13 126، وميزان الاعتدال 2 : 265 .فهذا إسناد ضعيف أيضًا ، ولكن له أصل في الصحيح ، كما سلف من قبل.(6) الأثر : 16932 - هذا إسناد تابع للإسناد السالف، ولكني فصلته عنه، لأن الإسناد الأول قد تم برواية ابن جريج حديث ابن عباس، ثم انتقل إلى إسناد آخر إلى أبي هريرة.و \"زياد بن سعد بن عبد الرحمن الخرساني\"، وكان شريك ابن جريج، وهو ثقة، روى له الجماعة. مترجم في التهذيب ، والكبير 2 1 327 ، وابن أبي حاتم 1 2 533 .و \"محمد بن زيد بن مهاجر بن قنفذ التيمي القرشي\"، ثقة، مضى برقم : 10521 .فهذا خبر صحيح الإسناد.وأما قوله: \"فمه\"، فقد كتبها في المطبوعة: \"فمن\"، وهي في المخطوطة بالهاء واضحة عليها سكون، ويدل على صواب ذلك، اقتصار ابن جريج في الخبر التالي على ذكر \"فمن\"، دون ذكر الخبر ، فهذا دال على أن الأولى مخالفة للثانية، لا مطابقة لها.واستعمال \"مه\" بمعنى الاستفهام، قد ذكر له صاحب اللسان في مادة \"ما\"، شاهدًا،ولكنه أ ساء في نقله عن ابن جني بعده ، فلم يتبين ما أراد قبله . قال: \"ما: حرف نفي، وتكون بمعنى الذي . . . وتكون موضوعة موضع : من ، وتكون بمعنى الاستفهام وتبدل من الألف الهاء ، فيقال: مه ، قال الراجز :قَــــدْ وَرَدَتْ مِـــنْ أَمْكِنَـــهْومِـــنْ هَاهُنَـــا وَمْــنِ هُنَــهْإِنْ لَــــمْ أُرَوِّهــــا فَمَــــهْقال ابن جني: يحتمل، مه، هنا وجهين: أحدهما أن تكون: فمه، زجرًا منه، أي: فاكفف عني. ولست أهلا للعتاب = أو : فمه يا إنسان، يخاطب نفسه ويزجرها\".قلت : وهذا تحكم من أبي الفتح بن جني، فإن سياق الرجز يوجب أن يكون معناه: إن لم أرو أنا هذا الإبل، فمن يرويها؟ وهو صريح معنى الاستدلال الذي ساقه صاحب اللسان ، ولكنه أساء في البيان وقصر، وأساء في إردافه الكلام ما أردفه من كلام أبي الفتح .وهذا الخبر الذي رواه ابن جريج، عن أبي هريرة ، دليل آخر وشاهد قوي على استعمالهم \"مه\"، بمعنى الاستفهام.(7) الأثر : 16933 - حديث أبي سعيد الخدري، في معنى الأخبار السالفة رواه البخاري في صحيحه ( الفتح 13 : 255 ) ، ومسلم في صحيحه 16 : 219 ، من طريق زيد بن أسلم ، عن عطاء بن يسار ، عن أبي سعيد الخدري .وهذا الخبر رواه ابن جريج مختصرًا على كلمة واحدة ، وهي \"فمن\"، ليبين معنى رواية أبي هريرة قبل: \"فمه\" ، أنها بمعنى \"فمن\"، استفهامًا، كما سلف في التعليق قبله.(8) جاء هكذا في المخطوطة: \"حدثكم أن تحثوا في الإسلام حدثًا، وقد علمتم أنه ...\"، وهو غير مقروء، ولا مستقيم، والذي في المطبوعة، كأنه منقول من الدر المنثور 3 : 255 ، فقد نسبه إلى أبي الشيخ، ولم ينسبه إلى ابن جرير، وهو فضلا عن ذلك ، مختصر في الدر المنثور.(9) انظر تفسير \" حبط \" فيما سلف ص : 166، تعليق : 1 ، والمراجع هناك .(10) انظر تفسير \"الخسران\" فيما سلف 13 : 535 ، تعليق : 1 ، والمراجع هناك.",
  "ayah": 69,
  "surah": 9
}
