{
  "text": "القول في تأويل قوله :  يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالآخِرَةِ وَمَا لَهُمْ فِي الأَرْضِ مِنْ وَلِيٍّ وَلا نَصِيرٍ (74)قال أبو جعفر: اختلف أهل التأويل في الذي نـزلت فيه هذه الآية, والقول الذي كان قاله, الذي أخبر الله عنه أنه يحلف بالله ما قاله.فقال بعضهم: الذي نـزلت فيه هذه الآية: الجُلاس بن سويد بن الصامت.* * *وكان القولُ الذي قاله، ما:-16967- حدثنا به ابن وكيع قال، حدثنا أبو معاوية, عن هشام بن عروة, عن أبيه: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر)، قال: نـزلت في الجلاس بن سويد بن الصامت, قال: \" إن كان ما جاء به محمد حقًّا, لنحن أشرُّ من الحُمُر!\"، (7) فقال له ابن امرأته: والله، يا عدو الله, لأخبرن رسول الله صلى الله عليه وسلم بما قلت, فإني إن لا أفعل أخاف أن تصيبني قارعةٌ، وأؤاخذ بخطيئتك ! فدعا النبي صلى الله عليه وسلم الجلاس, فقال: \" يا جُلاس، أقلت كذا وكذا؟ فحلف ما قال, فأنـزل الله تبارك وتعالى: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم وهمُّوا بما لم ينالوا وما نَقَموا إلا أن أغناهم الله ورسوله من فضله).16968- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو معاوية الضرير, عن هشام بن عروة، عن أبيه قال: نـزلت هذه الآية: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم)، في الجلاس بن سويد بن الصامت, أقبل هو وابن امرأته مُصْعَب من قُباء, فقال الجلاس: إن كان ما جاء به محمد حقًّا لنحن أشرُّ من حُمُرنا هذه التي نحن عليها ! (8) فقال مصعب: أما والله، يا عدو الله، لأخبرنَّ رسول الله صلى الله عليه وسلم بما قلتَ ! فأتيتُ النبيَّ صلى الله عليه وسلم, وخشيت أن ينـزل فيَّ القرآن، أو تصيبني قارعة، أو أن أخْلَط [بخطيئته], (9) قلت: يا رسول الله، (10) أقبلت أنا والجلاس من قباء, فقال كذا وكذا, ولولا مخافة أن أُخْلَط بخطيئته، (11) أو تصيبني قارعة، ما أخبرتك. قال: فدعا الجلاس فقال له: يا جلاس، أقلت الذي قال مصعب؟ قال: فحلف, فأنـزل الله تبارك وتعالى: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم)، الآية.16969- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: كان الذي قال تلك المقالة، فيما بلغني، الجلاس بن سويد بن الصامت, فرفعها عنه رجلٌ كان في حجره، يقال له \" عمير بن سعيد \", (12) فأنكرها, (13) فحلف  بالله ما قالها. فلما نـزل فيه القرآن، تاب ونـزع وحسنت، توبته فيما بلغني. (14)16970- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (كلمة الكفر)، قال أحدهم: \" لئن كان ما يقول محمد حقًّا لنحن شر من الحمير \"! فقال له رجل من المؤمنين: إن ما قال لحقٌّ، ولأنت شر من حمار! قال: فهمَّ المنافقون بقتله, فذلك قوله: (وهموا بما لم ينالوا).16971- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, بنحوه.16972-...... قال، حدثنا إسحاق قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد مثله.16973- حدثني أيوب بن إسحاق بن إبراهيم قال، حدثنا عبد الله بن رجاء قال، حدثنا إسرائيل, عن سماك, عن سعيد بن جبير, عن ابن عباس قال: كان رسول الله صلى الله عليه وسلم جالسًا في ظلّ شجرة, فقال: إنه سيأتيكم إنسانٌ فينظر إليكم بعيني شيطان, فإذا جاء فلا تكلموه. فلم يلبث أن طلَع رجل أزرقُ, (15) فدعاه رسول الله صلى الله عليه وسلم, فقال: علامَ تشتمني أنت وأصحابك؟ فانطلق الرجل فجاء بأصحابه, فحلفوا بالله ما قالوا وما فعلوا، حتى تجاوَز عنهم, فأنـزل الله: (يحلفون بالله ما قالوا)، ثم نعتهم جميعًا, إلى آخر الآية. (16)وقال آخرون: بل نـزلت في عبد الله بن أبيٍّ ابن سلول: قالوا: والكلمة التي قالها ما:-16974- حدثنا به بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (يحلفون بالله ما قالوا)، إلى قوله: (من وليّ ولا نصير)، قال: ذكر لنا أنّ رجلين اقتتلا أحدهما من جهينة، والآخر من غِفار, وكانت جهينة حلفاء، الأنصار، وظهر الغفاريّ على الجهنيّ, فقال عبد الله بن أبيّ للأوس: انصروا أخاكم, فوالله ما مثلنا ومَثَلُ محمد إلا كما قال القائل: \" سمِّن كلبك يأكلك \"، وقال:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  [سورة المنافقون: 8]، فسعى بها رجل من المسلمين إلى نبيّ الله صلى الله عليه وسلم، فأرسل إليه فسأله, فجعل يحلف بالله ما قاله, فأنـزل الله تبارك وتعالى: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر).16975- حدثني محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر)، قال: نـزلت في عبد الله بن أبي ابن سلول.* * *قال أبو جعفر: والصواب من القول في ذلك عندنا أن يقال: إن الله تعالى أخبر عن المنافقين أنّهم يحلفون بالله كذبًا على كلمة كُفْر تكلموا بها أنهم لم يقولوها. وجائز أن يكون ذلك القول ما روي عن عروة: أن الجلاس قاله = وجائز أن يكون قائله عبد الله بن أبي ابن سلول، والقول ما ذكر قتادة عنه أنه قال.  ولا علم لنا بأيّ ذلك من أيٍّ, (17) إذ كان لا خبر بأحدهما يوجب الحجة، ويُتوصَّل به إلى يقين العلم به, وليس مما يدرك علمه بفطرة العقل, فالصواب أن يقال فيه كما قال الله جل ثناؤه: (يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد إسلامهم).* * *وأما قوله: (وهموا بما لم ينالوا)، فإن أهل التأويل اختلفوا في الذي كان همَّ بذلك، وما الشيء الذي كان هم به.[فقال بعضهم: هو رجل من المنافقين, وكان الذي همَّ به]، قتلَ ابن امرأته الذي سمع منه ما قال، (18) وخشي أن يفشيه عليه.* ذكر من قال ذلك:16976- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد قال: همَّ المنافق بقتله = يعني قتل المؤمن الذي قال له: \" أنت شر من الحمار \"! فذلك قوله: (وهموا بما لم ينالوا).16977- حدثني محمد بن عمرو قال، حدثنا أبو عاصم, عن عيسى, عن ابن أبي نجيح, عن مجاهد، مثله. (19)* * *وقال آخرون: كان الذي همَّ، رجلا من قريش = والذي همّ به، قتلَ رسول الله صلى الله عليه وسلم.* ذكر من قال ذلك:16978- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا شبل, عن جابر, عن مجاهد في قوله: (وهموا بما لم ينالوا)، قال: رجل من قريش، همّ بقتل رسول الله صلى الله عليه وسلم، يقال له: \" الأسود \".* * *وقال آخرون: الذي همّ، عبد الله بن أبي ابن سلول, وكان همُّه الذي لم ينله، قوله:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  ، [سورة المنافقون: 8]، من قول قتادة وقد ذكرناه. (20)* * *وقوله: (وما نقموا إلا أن أغناهم الله ورسوله من فضله)، ذكر لنا أن المنافق الذي ذكر الله عنه أنه قال كلمة الكفر، كان فقيرًا فأغناه الله بأن قُتِل له مولًى, فأعطاه رسول الله ديتَه. فلما قال ما قال, قال الله تعالى: (وما نقموا)، يقول: ما أنكروا على رسول الله صلى الله عليه وسلم شيئًا, (21) =(إلا أن أغناهم الله ورسوله من فضله).* ذكر من قال ذلك:16979- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن هشام بن عروة, عن أبيه: (وما نقموا إلا أن أغناهم الله ورسوله من فضله)، وكان الجلاس قُتِل له مولًى، فأمر له رسول الله صلى الله عليه وسلم بديته, فاستغنى, فذلك قوله: (وما نقموا إلا أن أغناهم الله ورسوله من فضله).16980-...... قال، حدثنا ابن عيينة, عن عمرو, عن عكرمة قال:  قضى النبي صلى الله عليه وسلم بالدية اثنى عشر ألفًا في مولى لبني عديّ بن كعب, وفيه أنـزلت هذه الآية: (وما نقموا إلا أن أغناهم الله ورسوله من فضله).16981- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (وما نقموا إلا أن أغناهم الله ورسوله من فضله)، قال: كانت لعبد الله بن أبيٍّ ديةٌ, فأخرجها رسول الله صلى الله عليه وسلم له.16982- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير, عن سفيان قال، حدثنا عمرو قال: سمعت عكرمة: أن مولى لبني عدي بن كعب قتل رجلا من الأنصار, فقضى رسول الله صلى الله عليه وسلم بالدية اثنى عشر ألفا, وفيه أنـزلت: (وما نقموا إلا أن أغناهم الله ورسوله من فضله)، قال عمرو: لم أسمع هذا عن النبي صلى الله عليه وسلم إلا من عكرمة = يعني: الدية اثني عشر ألفًا.16983- حدثنا صالح بن مسمار قال، حدثنا محمد بن سنان العَوَقيّ قال، حدثنا محمد بن مسلم الطائفي, عن عمرو بن دينار, عن عكرمة, مولى ابن عباس, عن ابن عباس: أن النبيّ صلى الله عليه وسلم جعل الدية اثني عشر ألفًا. فذلك قوله: (وما نقموا إلا أن أغناهم الله ورسوله من فضله)، قال: بأخذ الديِّة. (22)* * *وأما قوله: (فإن يتوبوا يك خيرًا لهم)، يقول تعالى ذكره: فإن يتب هؤلاء القائلون كلمة الكفر من قِيلهم الذي قالوه فرجعوا عنه, يك رجوعهم وتوبتهم من  ذلك، خيرًا لهم من النفاق (23) =(وإن يتولوا)، يقول: وإن يدبروا عن التوبة، فيأتوها ويصرُّوا على كفرهم، (24) =(يعذبهم الله عذابًا أليمًا)، يقول: يعذبهم عذابًا موجعًا في الدنيا, إما بالقتل, وإما بعاجل خزي لهم فيها, ويعذبهم في الآخرة بالنار. (25)* * *وقوله: (وما لهم في الأرض من ولي ولا نصير)، يقول: وما لهؤلاء المنافقين إن عذبهم الله عاجل الدنيا =(من ولي)، يواليه على منعه من عقاب الله (26) =(ولا نصير) ينصره من الله فينقذه من عقابه. (27) وقد كانوا أهل عز ومنعة بعشائرهم وقومهم، يمتنعون بهم من أرادهم بسوء, فأخبر جل ثناؤه أن الذين كانوا يمنعونهم ممن أرادهم بسوء من عشائرهم وحلفائهم, لا يمنعونهم من الله ولا ينصرونهم منه، إن احتاجوا إلى نصرهم.* * *وذكر أن الذي نـزلت فيه هذه الآية تاب مما كان عليه من النفاق.* ذكر من قال ذلك:16984- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن هشام بن عروة, عن أبيه: (فإن يتوبوا يك خيرًا لهم)، قال: قال الجلاس: قد استثنى الله لي التوبة, فأنا أتوب. فقبل منه رسول الله صلى الله عليه وسلم.16985- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو معاوية, عن هشام بن عروة عن أبيه: (فإن يتوبوا يك خيرًا لهم)، الآية, فقال الجلاس:  يا رسول الله، إني أرى الله قد استثنى لي التوبة, فأنا أتوب! فتابَ, فقبل رسول الله صلى الله عليه وسلم منه.--------------------الهوامش :(7) انظر استعمال \" أشر \" ، فيما سلف في الأثرين رقم : 5080 ، 11723 . وكان في المطبوعة : \" الحمير \" ، وأثبت ما في المخطوطة.(8) في المطبوعة : \" حميرنا \" بالإفراد وأثبت ما في المخطوطة.(9) في المطبوعة والمخطوطة : \" أخلط \" ، ليس فيها ذكر الخطيئة واستظهرتها من باقي الخبر ، ومن تفسير ابن كثير .(10) في المطبوعة : \" يا رسول أقبلت \" ، وهو من الطباعة.(11) في المطبوعة : \" أن أؤاخذ بخطيئته \" ، غير ما في المخطوطة ، وأثبت ما في المخطوطة ، فهو الصواب ، وهو موافق لما في تفسير ابن كثير 4 : 204 ، 205.(12) في المخطوطة والمطبوعة : \" سعيد \" ، والذي في سيرة ابن هشام ، \" سعد \" ، ولكني تركت ما في المخطوطة ، لأني وجدت الحافظ ابن حجر في الإصابة ، ذكر هذا الاختلاف ، فأخشى أن تكون هذه رواية أبي جعفر في سيرة ابن إسحاق.(13) في المطبوعة: \"فأنكر\"، أثبت ما في المخطوطة، موافقا لابن هشام.(14) الأثر : 16969 - سيرة ابن هشام 4 : 196، وهو تابع الأثر السالف رقم : 16919.(15) إذا قيل: \"رجل أزرق\"، فإنما يعنون زرقة العين، وقد عدد الجاحظ في الحيوان 5 : 330 ، \" الزرق من العرب \" ، وكانت العرب تتشاءم بالأزرق ، وتعده لئيما . وانظر طبقات فحول الشعراء : 111 ، في قول مزرد ، في قاتل عمر رضي الله عنه :وَمَـا كُـنْتُ أَخْشَـى أَنْ تَكُـونَ وَفَاتُهُبِكَـفَّيْ سَـبَنْتَى أَزْرَقِ العَيْـنِ مُطْـرِقِ(16) الأثر : 16973 - \" أيوب بن إسحاق بن إبراهيم بن سافري \" ، أبو أيوب البغدادي ، شيخ الطبري . قال ابن أبو حاتم : \" كتبنا عنه بالرملة، وذكرته لأبي فعرفه ، وقال : كان صدروقًا \" . مترجم في ابن أبي حاتم 1 1 241 ، وتاريخ بغداد 7 : 9 ، 10 .و \" عبد الله بن رجاء بن عمرو \" ، أبو عمرو الغداني . كان حسن الحديث عن إسرائيل . وهو ثقة . مترجم في التهذيب .وهذا إسناد صحيح . وخرجه السيوطي في الدر المنثور 3 : 258 ، وزاد نسبته إلى الطبراني ، وأبي الشيخ ، وابن مردويه.(17) في المطبوعة والمخطوطة: \"بأن ذلك من ي\"، وهو لا معنى له ، وصوابه ما أثبت ، كما نبهت عليه مرارًا انظر ما سلف : 13 : 260 ، تعليق : 1 ، والمراجع هناك.(18) كان في المخطوطة : \" . . . وما الشيء الذي كان هم به قيل ابن امرأته ، وجعلها في المطبوعة : \" . . . هم به أقتل ابن امرأته ، وعلق عليه فقال : \" في العبارة سقط ، ولعل الأصل : فقال بعضهم : كان الذي هم الجلاس بن سويد ، والشيء الذي كان هم به قتل ابن امرأته إلخ ، تأمل\".والصواب ، إن شاء الله ، ما أثبت بين القوسين، لأن الخبر التالي من خبر مجاهد ، ولم يبين فيه اسم المنافق ، كما لم يبينه في رقم : 16970 ، وما بعده، فالصواب الجيد، أن يكون اسم المنافق مبهما في ترجمة سياق الأخبار، كدأب أبي جعفر في تراجم فصول تفسيره.(19) في المطبوعة: \"عن مجاهد، به\"، وفي المخطوطة ، قطع فلم يذكر شيئًا، فأقررت ما درج على مثله أبو جعفر.(20) انظر ما سلف رقم : 16974 .(21) انظر تفسير \" نقم \" 10 : 433 13 : 35 .(22) الأثر : 16983 - \" صالح بن مسمار السلمي المروزي \" ، شيخ الطبري ، مضى برقم : 224 .و \" محمد بن سنان الباهلي العوقي \" ، أبو بكر البصري ، ثقة مترجم في التهذيب ، والكبير 1 1 109 وابن أبي حاتم 3 2 279 .و \" محمد بن مسلم الطائفي \" ، ثقة ، يضعف ، مضى برقم : 447 ، 3473 ، 4491 .وهذا الخبر ، لم يذكره أبو جعفر في باب الديات من تفسيره ، انظر ما سلف رقم : 10143 ، في ج 9 : 50 .(23) انظر تفسير \"التوبة\" فيما سلف من فهارس اللغة (توب).(24) انظر تفسير \"التولي\" فيما سلف من فهارس اللغة (ولي).(25) انظر تفسير \" أليم \" فيما سلف من فهارس اللغة (ألم).(26) انظر تفسير \"الولي\" فيما سلف من فهارس اللغة (ولي).(27) انظر تفسير \"النصير\" فيما سلف من فهارس اللغة (نصر).",
  "ayah": 74,
  "surah": 9
}
