{
  "text": "(31) يقول الله تبارك وتعالى: فرزقهم الله وأتاهم من فضله = \" فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ\" ، بفضل الله الذي آتاهم, فلم يصدّقوا منه، ولم يصلوا منه قرابةً، ولم ينفقوا منه في حق الله = \" وَتَوَلَّوْا \" ، يقول: وأدبروا عن عهدهم الذي عاهدوه الله (32) = \" وَهُمْ مُعْرِضُونَ\" ، عنه (33) =(فأعقبهم)  الله =(نفاقا في قلوبهم)، ببخلهم بحق الله الذي فرضه عليهم فيما آتاهم من فضله, وإخلافهم الوعد الذي وعدُوا الله, ونقضهم عهدَه في قلوبهم (34) =(إلى يوم يلقونه بما أخلفوا الله ما وعدوه)، من الصدقة والنفقة في سبيله =(وبما كانوا يكذبون)، في قيلهم, وحَرَمهم التوبة منه، لأنه جل ثناؤه اشترط في نفاقهم أنَّه أعقبهموه إلى يوم يلقونه، وذلك يوم مماتهم وخروجهم من الدنيا.* * *واختلف أهل التأويل في المعني بهذه الآية.فقال بعضهم: عُني بها رجل يقال له: \" ثعلبة بن حاطب \"، من الأنصار. (35)* ذكر من قال ذلك:16986- محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" ، الآية, وذلك أن رجلا يقال له: \" ثعلبة بن حاطب \"، من الأنصار, أتى مجلسًا فأشهدهم فقال: لئن آتاني الله من فضله, آتيت منه كل ذي حقٍّ حقه, وتصدّقت منه, ووصلت منه القرابة! فابتلاه الله فآتاه من فضله, فأخلف الله ما وعدَه, وأغضبَ الله بما أخلفَ ما وعده. فقصّ الله شأنه في القرآن: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ\" ، الآية, إلى قوله: (يكذبون).16987- حدثني المثنى قال، حدثنا هشام بن عمار قال، حدثنا محمد بن شعيب قال، حدثنا معان بن رفاعة السلمي, عن أبي عبد الملك علي بن يزيد الإلهاني: أنه أخبره عن القاسم بن عبد الرحمن: أنه أخبره عن أبي أمامة الباهلي, عن ثعلبة بن حاطب الأنصاري, أنه قال لرسول الله صلى الله عليه وسلم: ادع  الله أن يرزقني مالا! فقال رسول الله صلى الله عليه وسلم: ويحك يا ثعلبة, قليل تؤدِّي شكره, خير من كثير لا تطيقه! قال: ثم قال مرة أخرى, فقال: أما ترضى أن تكون مثل نبيِّ الله، فوالذي نفسي بيده، لو شئتُ أن تسيرَ معي الجبال ذهبًا وفضة لسارت! قال: والذي بعثك بالحق لئن دعوتَ الله فرزقني مالا لأعطينّ كلّ ذي حق حقه ! فقال رسول الله صلى الله عليه وسلم: اللهم ارزق ثعلبة مالا! قال: فاتَّخذ غنمًا, فنمت كما ينمو الدُّود, فضاقت عليه المدينة، فتنحَّى عنها, فنـزل واديًا من أوديتها, حتى جعل يصلي الظهر والعصر في جماعة, ويترك ما سواهما. ثم نمت وكثرت, فتنحّى حتى ترك الصلوات إلا الجمعة, وهي تنمو كما ينمو الدود, حتى ترك الجمعة. فطفق يتلقَّى الركبان يوم الجمعة، يسألهم عن الأخبار، فقال رسول الله صلى الله عليه وسلم: ما فعل ثعلبة؟ فقالوا: يا رسول الله، اتخذ غنمًا فضاقت عليه المدينة! فأخبروه بأمره، فقال: يا ويْحَ ثعلبة ! يا ويح ثعلبة ! يا ويح ثعلبة! قال: وأنـزل الله:  خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً  [سورة التوبة: 103] الآية، ونـزلت عليه فرائض الصدقة, فبعث رسول الله صلى الله عليه وسلم رجلين على الصدقة, رجلا من جهينة, ورجلا من سليم, وكتب لهما كيفَ يأخذان الصدقة من المسلمين, وقال لهما: مرَّا بثعلبة, وبفلان، رجل من بني سليم، فخذا صدقاتهما ! فخرجا حتى أتيا ثعلبة, فسألاه الصدقة, وأقرآه كتاب رسول الله صلى الله عليه وسلم , فقال: ما هذه إلا جزية! ما هذه إلا أخت الجزية! ما أدري ما هذا ! انطلقا حتى تفرُغا ثم عودا إليّ. فانطلقا, وسمع بهما السُّلمي, فنظر إلى خِيار أسنان إبله، فعزلها للصدقة، ثم استقبلهم بها. فلما رأوها قالوا: ما يجب عليك هذا, وما نريد أن نأخذ هذا منك. قال: بلى، فخذوه, (36) فإنّ نفسي بذلك طيّبة, وإنما هي لي! فأخذوها منه. فلما فرغا من صدقاتهما  رجعا, حتى مرَّا بثعلبة, فقال: أروني كتابكما ! فنظر فيه، فقال: ما هذه إلا أخت الجزية! انطلقا حتى أرى رأيي. فانطلقا حتى أتيا النبي صلى الله عليه وسلم, فلما رآهما قال: يا ويح ثعلبة ! قبل أن يكلِّمهما, ودعا للسلميّ بالبركة, فأخبراه بالذي صنع ثعلبة, والذي صنع السلميّ, فأنـزل الله تبارك وتعالى فيه: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ\" ، إلى قوله: (وبما كانوا يكذبون)، وعند رسول الله رجلٌ من أقارب ثعلبة, فسمع ذلك, فخرج حتى أتاه, فقال: ويحك يا ثعلبة! قد أنـزل الله فيك كذا وكذا ! فخرج ثعلبة حتى أتى النبي صلى الله عليه وسلم, فسأله أن يقبل منه صدقته. فقال: إن الله منعني أن أقبل منك صدقتك ! فجعل يَحْثِي على رأسه التراب, فقال له رسول الله صلى الله عليه وسلم: هذا عملك, قد أمرتك فلم تطعني! فلما أبَى أن يقبض رسولُ الله صلى الله عليه وسلم, رجع إلى منـزله, وقُبِض رسول الله صلى الله عليه وسلم ولم يقبل منه شيئًا. ثم أتى أبا بكر حين اسْتخلِف, فقال: قد علمت منـزلتي من رسول الله صلى الله عليه وسلم، وموضعي من الأنصار, فاقبل صدقتي ! فقال أبو بكر: لم يقبلها رسول الله صلى الله عليه وسلم وأنا أقبلها! فقُبِض أبو بكر، ولم يقبضها. فلما ولي عمر، أتاه فقال: يا أمير المؤمنين، اقبل صدقتي ! فقال: لم يقبلها رسولُ الله صلى الله عليه وسلم ولا أبو بكر, وأنا أقبلها منك ! فقُبِض ولم يقبلها، ثم ولي عثمان رحمة الله عليه, فأتاه فسأله أن يقبل صدقته فقال: لم يقبلها رسول الله صلى الله عليه وسلم ولا أبو بكر ولا عمر رضوان الله عليهما وأنا أقبلها منك ! (37) فلم يقبلها منه. وهلك ثَعْلبة في خلافة عثمان رحمة الله عليه. (38)16988- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" ، الآية: ذكر لنا أن رجلا من الأنصار أتى على مجلس من الأنصار, فقال: لئن آتاه الله مالا ليؤدِّين إلى كل ذي حقّ حقه ! فآتاه الله مالا فصنع فيه ما تسمعون، قال: \" فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ\" إلى قوله: (وبما كانوا يكذبون). ذكر لنا أن نبيّ الله صلى الله عليه وسلم حدَّث أن موسى عليه الصلاة والسلام لما جاء بالتوراة إلى بني إسرائيل، قالت بنو إسرائيل: إن التوراة كثيرة, وإنا لا نفرُغ لها, فسل لنا ربَّك جِماعًا من الأمر نحافظ عليه، ونتفرغ فيه لمعاشنا! (39) قال: يا قوم، مهلا مهلا!  هذا كتاب الله, ونور الله, وعِصْمة الله! قال: فأعادوا عليه, فأعاد عليهم, قالها ثلاثًا. قال: فأوحى الله إلى موسى: ما يقول عبادي ؟ قال: يا رب، يقولون: كيت وكيت. قال: فإني آمرهم بثلاثٍ إن حافظوا عليهن دخلوا بهن الجنة، أن ينتهوا إلى قسمة الميراثِ فلا يظلموا فيها, ولا يدخلوا أبصارَهم البيوت حتى يؤذن لهم, وأن لا يطعموا طعامًا حتى يتوضأوا وضوء الصلاة. قال: فرجع بهن نبيُّ الله صلى الله عليه وسلم إلى قومه, ففرحوا، ورأوا أنهم سيقومون بهن. قال: فوالله ما لبث القومُ إلا قليلا حتى جَنَحُوا وانْقُطِع بهم. فلما حدّث نبيُّ الله بهذا الحديث عن بني إسرائيل, قال: تكفَّلوا لي بستٍّ، أتكفل لكم بالجنة! قالوا: ما هنّ، يا رسول الله؟ قال: إذا حدثتم فلا تكذبوا, وإذا وعدتم فلا تُخْلفوا, وإذا اؤتمنتم فلا تخونوا, وكُفُّوا أبصاركم وأيديكم وفروجكم: أبصارَكم عن الخيانة، وأيديكم عن السرقة، وفروجكم عن الزِّنا.16989- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة, عن الحسن أن النبي صلى الله عليه وسلم كان يقول: ثلاثٌ من كن فيه صار منافقًا وإن صامَ وصلى وزعم أنه مُسلم: إذا حدث كذب, وإذا اؤتمن خان, وإذا وعد أخلف.* * *وقال آخرون: بل المعنيُّ بذلك: رجلان: أحدهما ثعلبة, والآخر معتب بن قشير.* ذكر من قال ذلك:16990- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق, عن عمرو بن عبيد, عن الحسن: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" الآية, (40) وكان الذي عاهد الله منهم: ثعلبة بن حاطب, ومعتب بن قشير, وهما من بني  عمرو بن عوف. (41)16991- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" ، قال رجلان خرجا على ملأ قُعُود فقالا والله لئن رزقنا الله لنصدقن ! فلما رزقهم بخلوا به.16992- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبى نجيح, عن مجاهد: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" ، رجلان خرجا على ملأ قُعُود فقالا والله لئن رزقنا الله لنصدقن ! .----------------الهوامش :(31) انظر تفسير \"الصالح\" فيما سلف من فهارس اللغة (صلح).(32) انظر تفسير \"التولي\" فيما سلف من فهارس اللغة (ولي).(33) انظر تفسير \" الإعراض \" فيما سلف 13 : 463 ، تعليق : 6 ، والمراجع هناك . ج 14 ( 24 ) .(34) انظر تفسير \" النفاق \" فيما سلف ص : 358 ، تعليق : 1 ، والمراجع هناك .(35) في المخطوطة، وقف عند قوله: \"يقال له\"، ولم يذكر اسم الرجل، واستظهره الناشر الأول من الأخبار، وأصاب فيما فعل.(36) \" بلي \" واستعمالها في غير جحد، قد سلف مرارًا ، آخرها في رقم : 16305 ، ص : 67، تعليق : 3 ، والمراجع هناك.(37) في المطبوعة والمخطوطة: \"وأنا لا أقبلها\"، والجيد حذف \" لا \" كما سلف في مقالة أبي بكر وعمر ، وهو مطابق لما في أسد الغابة .(38) الأثر : 16987 - \"هشام بن عمار بن نصير السلمي\"، ثقة، روى له البخاري ، وأبو داود ، والنسائي ، وابن ماجه . وتكلموا فيه قالوا : لما كبر تغير . ومضى برقم : 11108 . و \" محمد بن شعيب بن شابور الأموي \" ثقة ، مضى برقم : 16987 .و \"معان بن رفاعة السلمي\" أو : \"السلامي\" وهو المشهور، لين الحديث ، يكتب حديثه ولا يحتج به . مترجم في التهذيب ، والكبير 4 2 70، وفي إحدى نسخه \"السلمي\" كما جاء في الطبري، ولذلك تركته على حاله، وابن أبي حاتم .و \" علي بن يزيد الألهاني \" ، \" أبو عبد الملك \" ، ضعيف بمرة ، روى من القاسم بن عبد الرحمن صاحب أبي أمامة نسخة كبيرة ، وأحاديثه هذه ضعاف كلها . مضى برقم : 11525 .و \" القاسم بن عبد الرحمن الشامي \" ، تقدم بيان توثيقه ، وأن ما أنكر عليه إنما جاء من قبل الرواة عنه الضعفاء ، مضى برقم : 1939 ، 11525 .وأما ثعلبة بن حاطب الأنصاري ، ففي ترجمته خلط كثير . أهو رجل واحد ، أم رجلان ؟ أولهما هو الذي آخى رسول الله بينه وبين معتب بن الحمراء ، والذي شهد بدرًا وأحدًا . والآخر هو صاحب هذه القصة . يقال : إن الأول قتل يوم أحد . وجعلهما بعضهم رجلا واحدًا ونفوا أن يكون قتل يوم أحد . انظر ترجمته في الإصابة ، والاستيعاب : 78 ، وأسد الغابة 1 : 237 ، وابن سعد : 3 2 32 .وهذا الخبر رواه بهذا الإسناد ، ابن الأثير في أسد الغابة 1 : 237 ، 238 ، وخرجه الهيثمي في مجمع الزوائد 7 : 21 ، 32 ، وقال : \" رواه الطبراني ، وفيه علي بن يزيد الألهاني ، وهو متروك \" .وهو ضعيف كل الضعف ، ليس له شاهد من غيره ، وفي بعض رواته ضعف شديد .وهذا الخبر ، خرجه السيوطي في الدر المنثور 3 : 260 ، ونسبه إلى الحسن بن سفيان ، وابن المنذر ، وابن أبي حاتم ، وأبي الشيخ ، والعسكري في الأمثال ، والطبراني ، وابن منده، والبارودي ، وأبي نعيم في معرفة الصحابة ، وابن مردويه ، والبيهقي في الدلائل ، وابن عساكر.(39) في المطبوعة: \"لمعايشنا\"، وأثبت ما في المخطوطة.(40) كان في المطبوعة: \"من فضله، إلى الآخر\"، وهو غريب جدًا، وفي المخطوطة: \"من فضله الآخر\"، وصواب قراءتها ما أثبت، وإنما سها الناسخ كعادته.(41) الأثر : 16990 - سيرة ابن هشام 4 : 196، وهو تابع الأثر السالف رقم : 16969 .",
  "ayah": 76,
  "surah": 9
}
