{
  "text": "فلما رزقهم بخلوا به, =(فأعقبهم نفاقًا في قلوبهم بما أخلفوا الله ما وعدوه)، حين قالوا: \" لَنَصَّدَّقَنَّ\" ، فلم يفعلوا.16993- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد، نحوه.16994- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" الآية, قال: هؤلاء صنف من المنافقين, فلما آتاهم ذلك بخلوا به، فلما بخلوا بذلك أعقبهم بذلك نفاقًا إلى يوم يلقونه, ليس لهم منه توبة ولا مغفرة ولا عفو, كما أصاب إبليس حين منعه التوبة.* * *وقال أبو جعفر: في هذه الآية، الإبانةُ من الله جل ثناؤه عن علامةِ أهل النفاق, أعني في قوله: (فأعقبهم نفاقًا في قلوبهم إلى يوم يلقونه بما أخلفوا الله ما وعدوه وبما كانوا يكذبون).* * *وبنحو هذا القول كان يقول جماعة من الصحابة والتابعين, ورُوِيت به الأخبار عن رسول الله صلى الله عليه وسلم. (42)* ذكر من قال ذلك:16995- حدثنا أبو السائب قال، حدثنا أبو معاوية, عن الأعمش, عن عمارة, عن عبد الرحمن بن يزيد قال، قال عبد الله: اعتبروا المنافق بثلاثٍ: إذا حدَّث كذب, وإذا وعد أخلف, وإذا عاهد غدَر، وأنـزل الله تصديقَ ذلك في كتابه: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" ، إلى قوله: (يكذبون). (43)16996- حدثني محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن سماك, عن صبيح بن عبد الله بن عميرة, عن عبد الله بن عمرو قال: ثلاث من كن فيه كان منافقًا: إذا حدَّث كذب, وإذا وعد أخلف, وإذا أؤتمن خان. قال: وتلا هذه الآية: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ\" ، إلى آخر الآية. (44)16997- حدثنا ابن المثنى قال، حدثنا أبو داود قال، حدثنا شعبة, عن سماك قال: سمعت صبيح بن عبد الله العبسيّ يقول: سألت عبد الله بن عمرو عن المنافق, فذكر نحوه. (45)16998- حدثني محمد بن معمر قال، حدثنا أبو هشام المخزومي قال، حدثنا عبد الواحد بن زياد قال، حدثنا عثمان بن حكيم قال، سمعت محمد بن كعب القرظي يقول: كنت أسمع أن المنافق يعرف بثلاث: بالكذب, والإخلاف, والخيانة، فالتمستُها في كتاب الله زمانًا لا أجدُها، ثم وجدتها في اثنتين من كتاب الله, (46) قوله: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ\" حتى بلغ: (وبما كانوا يكذبون)، وقوله:  إِنَّا عَرَضْنَا الأَمَانَةَ عَلَى السَّمَاوَاتِ وَالأَرْضِ  [سورة الأحزاب: 72]، هذه الآية.16999- حدثني القاسم بن بشر بن معروف قال، حدثنا شبابة قال، حدثنا محمد المحرم قال: سمعت الحسن يقول: قال رسول الله صلى الله عليه وسلم: &; 14-378 &; ثلاث من كن فيه فهو منافق، وإن صلى وصام وزعم أنه مسلم: إذا حدَّث كذب, وإذا وعد أخلف, وإذا أؤتمن خان، فقلت للحسن: يا أبا سعيد، لئن كان لرجل عليّ دين فلقيني فتقاضاني، وليس عندي, وخفت أن يحبسني ويهلكني, فوعدته أن أقضيه رأسَ الهلال، فلم أفعل, أمنافق أنا؟ قال: هكذا جاء الحديث! ثم حدّث عن عبد الله بن عمرو: أن أباه لما حضره الموت قال: زوِّجوا فلانًا، فإني وعدته أن أزوجه, لا ألقى الله بثُلُثِ النفاق ! قال قلت: يا أبا سعيد، ويكون ثُلُث الرجل منافقًا، وثلثاه مؤمن؟ قال: هكذا جاء الحديث. قال: فحججت فلقيت عطاء بن أبي رباح, فأخبرته الحديثَ الذي سمعته من الحسن, وبالذي قلت له وقال لي، فقال لي: (47) أعجزت أن تقول له: أخبرني عن إخوة يوسف عليه السلام, ألم يعدوا أباهم فأخلفوه، وحدَّثوه فكذبوه، واتمنهم فخانوه, أفمنافقين كانوا؟ ألم يكونوا أنبياء؟ أبوهم نبيٌّ، وجدُّهم نبي؟ قال: فقلت لعطاء: يا أبا محمد، حدِّثني بأصل النفاق, وبأصل هذا الحديث. فقال: حدثني جابر بن عبد الله: أن رسول الله صلى الله عليه وسلم إنما قال هذا الحديث في المنافقين خاصَّة، الذين حدَّثوا النبي فكذبوه, واتمنهم على سرّه فخانوه, ووعدوه أن يخرجوه معه في الغزو فأخلفوه. قال: وخرج أبو سفيان من مكة, فأتى جبريلُ النبيَّ صلى الله عليه وسلم فقال: إن أبا سفيان في مكان كذا وكذا. فقال النبي صلى الله عليه وسلم لأصحابه: إن أبا سفيان في مكان كذا وكذا, فاخرجوا إليه، واكتموا. قال: فكتب رجل من المنافقين إليه : \" إن محمدًا يريدكم, فخذوا حذرَكم \". فأنـزل الله:  لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ  ، [سورة الأنفال: 27]، وأنـزل في المنافقين: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ\" ، إلى: (فأعقبهم نفاقًا في قلوبهم إلى يوم يلقونه بما أخلفوا الله ما وعدوه وبما كانوا يكذبون)، فإذا لقيت الحسن فأقرئه السلام, وأخبره بأصل هذا الحديث، وبما قلت &; 14-379 &; لك. قال: فقدمت على الحسن فقلت: يا أبا سعيد, إن أخاك عطاءً يقرئك السلام، فأخبرته بالحديث الذي حدث، وما قال لي، فأخذ الحسن بيدي فأشالها، (48) وقال: يا أهل العراق، أعجزتم أن تكونوا مثلَ هذا؟ سمع مني حديثًا فلم يقبله حتى استنبط أصله, صدق عطاء، هكذا الحديث, وهذا في المنافقين خاصة. (49)17000- حدثني يعقوب قال، حدثنا ابن علية قال، أخبرنا يعقوب, عن الحسن قال: قال رسول الله صلى الله عليه وسلم: ثلاث من كن فيه، وإن صلى وصام وزعم أنه مسلم، فهو منافق. فقيل له: ما هي يا رسول الله؟ فقال النبي عليه الصلاة والسلام: إذا حدث كذب, وإذا وعد أخلف, وإذا أؤتمن خان.17001- حدثنا القاسم قال، حدثنا الحسين، قال، حدثنا مبشّر, عن الأوزاعي عن هارون بن رباب, عن عبد الله بن عمرو بن وائل: أنه لما حضرته الوفاة قال: إنّ فلانًا خطب إليّ ابنتي, وإني كنت قلت له فيها قولا شبيهًا بالعِدَة, والله لا ألقى الله بثُلُث النفاق, وأشهدكم أني قد زوَّجته. (50)* * *وقال قوم: كان العهد الذي عاهد الله هؤلاء المنافقون، شيئًا نووه في أنفسهم، ولم يتكلموا به.* ذكر من قال ذلك:17002- حدثنا القاسم قال، حدثنا الحسين قال: سمعت معتمر بن سليمان التيمي يقول: ركبت البحرَ، فأصابنا ريحٌ شديدة, فنذر قوم منا نذورًا, ونويت أنا، لم أتكلم به. فلما قدمت البصرة سألت أبي سليمانَ فقال لي: يا بُنَيّ، فِ به. (51)= قال معتمر: وحدثنا كهمس، عن سعيد بن ثابت قال قوله: \" وَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ\" ، الآية, قال: إنما هو شيء نووه في أنفسهم ولم يتكلموا به, ألم تسمع إلى قوله:  أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلامُ الْغُيُوبِ  ؟ (52)-------------------الهوامش :(42) في المطبوعة : \" ووردت به \" ، وأثبت ما في المخطوطة.(43) الأثر : 16995 - \" عمارة \" ، هو \" عمارة بن عمير التيمي \" ، ثقة ، روى له الجماعة ، مضى برقم : 3294 ، 5789 ، 15359 .و \" عبد الرحمن بن يزيد النخعي \" ، تابعي ثقة ، روى له الجماعة . مضى برقم : 3294 ، 3295 ، 3299 .و \" عبد الله \" ، إنما يعني \" عبد الله بن مسعود \" .وهذا خبر صحيح الإسناد ، موقوف على ابن مسعود ، ولم أجده مرفوعًا عنه . وذكره الهيثمي في مجمع الزوائد 1 : 108 ، بلفظه هذا ، وقال: \"رواه الطبراني في الكبير ، ورجاله رجال الصحيح \" . وذكر قبله حديثا نحوه ، ليس فيه الآية : \" عن عبد الله ، يعني ابن مسعود ، عن النبي صلى الله عليه وسلم \" ، ثم قال : \" رواه البزار ، ورجاله رجال الصحيح \" .(44) الأثر : 16996 - هذا الخبر ، يأتي بإسناد آخر بعده .و \" صبيح بن عبد الله بن عميرة \" و \" صبيح بن عبد الله العبسي \" ، في الذي يليه . وقد سلف برقم : 12741 ، 12742 ، وسلف أن البخاري ترجم له في الكبير 2 2 319 ، باسم \" صبيح بن عبد الله \" ، زاد في الإسناد \"العبسي\"، وعلق المعلق هناك أنه في ابن ماكولا : \" صبيح بن عبد الله بن عمير التغلبي \" والذي قاله الطبري هنا \" عميرة \" ، ولم أجد ما أرجح به ، وترجم له في ابن أبي حاتم 2 1 449 ، ولم يذكروا له رواية عن \" عبد الله بن عمرو \" ، وكان في المطبوعة هنا \" عبد الله بن عمر \" ، وأظنه خطأ ، يدل عليه ما في الخبر بعده . (وانظر ما يلي).وهذا الخبر بهذا الإسناد نقله أخي السيد أحمد في شرحه على المسند ، في مسند \" عبد الله بن عمرو بن العاص \" رقم : 6879 ، ثم قال : \" ورواه الحافظ أبو بكر الفريابي في كتاب صفة النفاق ( ص : 50 - 51 ) ، عن أبي بكر بن أبي شيبة ، عن غندر ، عن شعبة ، عن سماك بن حرب ، عن صبيح بن عبد الله ، عن عبد الله بن عمرو \" ، ثم ساق الخبر بنحوه ، ثم قال : \" وهذا موقوف ، وإسناده صحيح ، وهو شاهد جيد لهذا الحديث ، لأنه مثله مرفوع حكمًا . وصبيح بن عبد الله ، بضم الصاد ، تابعي كبير ، أدرك عثمان وعليًا . وترجمه البخاري في الكبير 2 2 319 ، ولم يذكر فيه جرحًا \" .وحديث المسند ، حديث مرفوع .وحديث آية المنافق ، رواه البخاري في صحيحه (الفتح 1 : 83 ، 84) من حديث أبي هريرة. وعبد الله بن عمرو. ورواه مسلم في صحيحه (2 : 46 - 48) ، من حديث عبد الله بن عمرو، وأبي هريرة.(45) الأثر : 16997 - \"صبيح بن عبد الله العبسي\"، انظر ما سلف رقم : 16996 ، وكان في المطبوعة والمخطوطة \"القيسي\" بالقاف والياء ، وصححته من المراجع ، ومما سلف رقم : 12741 ، 12742.(46) في المطبوعة: \"في آيتين\" وأثبت ما في المخطوطة والذي رجح ذلك عندي ، أن الذي ذكره بعد هذا ، ثلاث آيات من سورة التوبة ، وآية من سورة الأحزاب ، فهذه أربعة . ولكنه أراد في سورتين من القرآن ، أو نحو ذلك .(47) في المطبوعة : \" فقال \" ، أسقط \" لي \" ، وأثبت ما في المخطوطة .(48) في المطبوعة: \"فأمالها\"، وهو لا معنى له البتة. وفي المخطوطة: \"فأسالها\"، غير منقوطة، وهذا صواب قراءتها. يقال: \"شالت الناقة بذنبها وأشالته\"، رفعته. ويقال : \" أشال الحجر ، وشال به ، وشاوله \" ، رفعه ، ويقال : \" شال السائل بيديه \" ، إذا رفعهما يسأل بهما .(49) الأثر : 16999 - \" القاسم بن بشر بن أحمد بن معروف \" ، شيخ الطبري ، مضى برقم : 10509 ، 10531 .و \" شبابة \" ، هو \" شبابة بن سوار الفزاري \" ، روى له الجماعة ، مضى برقم : 12851 ، وقبله . وكان في المطبوعة : \" أسامة \" ، لم يحسن قراءة المخطوطة ، فحرفه تحريفًا منكرًا. و \" محمد المحرم \" ، هو \" محمد بن عمر المحرم \" ويقال هو : \" محمد بن عبد الله بن عبيد بن عمير الليثي \" ، وهو منكر الحديث . سلف بيان حاله برقم : 15922 ، تفصيلا ، ومواضع ترجمته . وكان في المطبوعة : \" محمد المخرمي \" ، غير ما في المخطوطة بلا دليل ولا بيان ، وهو إساءة وخطأ . وهذا خبر منكر جدًا ، أشار إليه البخاري في التاريخ الكبير 1 1 248 في ترجمة \" محمد المحرم \" ، قال : \" عن عطاء ، والحسن . منكر الحديث : إذا وعد أخلف ، سمع منه شبابة \" ، يعني هذا الخبر.(50) الأثر : 17001 - \"مبشر\"، هو \"مبشر بن إسماعيل الحلبي\"، ثقة، من شيوخ أحمد، روى له الجماعة. مترجم في التهذيب ، والكبير 4 2 11 ، وابن أبي حاتم 4 1 343 . وكان في المطبوعة: \"ميسرة\"، تصرف تصرفًا معيبًا، وفي المخطوطة: \"مسر\" غير منقوطة.و \"هارون بن رياب التميمي الأسيدي\"، كان من العباد ممن يخفي الزهد . ثقة . قال ابن حزم : \" اليمان ، وهارون ، وعلي ، بنو رياب = كان هارون من أهل السنة ، واليمان من أئمة الخوارج ، وعلي من أئمة الروافض ، وكانوا متعادين كلهم \"  ! ! مترجم في التهذيب ، والكبير 4 2 219 ، وابن أبي حاتم 4 2 89 .وأما \" عبد الله بن عمرو بن وائل \" ، فهذا غريب ولكنه صحيح ، فإنه \" عبد الله بن عمرو بن العاص بن وائل \" ، فلا أدري لما فعل ذلك في سياق اسمه ، إلا أن يكون سقط من الناسخ .هذا ، وقد كان الإسناد في المطبوعة هكذا : \" حدثنا القاسم ، حدثنا الحسين قال ، حدثني حجاج، عن ابن جريح ، قال حدثنا ميسرة \" ، وقد صححت \" ميسرة \" قبله ، أما \" قال حدثني حجاج عن ابن جريج \" ، فقد كتبها ناسخ المخطوطة ، ولكنه ضرب عليها ضربات بالقلم، يعني بذلك حذفه، ولكن الناشر لم يعرف اصطلاحهم في الضرب على الكلام ، فأثبت ما حذفته.(51) في المطبوعة: \"فه به\"، ولا يقال ذلك إلا عند الوقف، والصواب \"ف\" على حرف واحد، أمرًا من \"وفى يفي\". وأثبت ما في المخطوطة.(52) الأثر : 17002 - \"كهمس بن الحسن التميمي\"، ثقة، روى له الجماعة، مترجم في التهذيب، والكبير 4 1 239 ، وابن أبي حاتم 3 2 170.و \"سعيد بن ثابت\"، هكذا هو في المخطوطة، ولم أجد له ذكرًا فيما بين يدي من كتب الرجال، وأخشى أن يكون قد دخله تحريف.",
  "ayah": 77,
  "surah": 9
}
