{
  "text": "القول في تأويل قوله :  اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (80)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ادع الله لهؤلاء المنافقين، الذين وصفت صفاتهم في هذه الآيات (1) بالمغفرة, أو لا تدع لهم بها.وهذا كلام خرج مخرج الأمر, وتأويله الخبر, ومعناه: إن استغفرت لهم، يا محمد، أو لم تستغفر لهم, فلن يغفر الله لهم.وقوله: (إن تستغفر لهم سبعين مرة فلن يغفر الله لهم)، يقول: إن تسأل لهم أن تُسْتر عليهم ذنوبهم بالعفو منه لهم عنها، وترك فضيحتهم بها, فلن يستر الله عليهم, ولن يعفو لهم عنها، ولكنه يفضحهم بها على رءوس الأشهاد يوم القيامة (2) (ذلك بأنهم كفروا بالله ورسوله)، يقول جل ثناؤه: هذا الفعل من الله بهم, وهو ترك عفوه لهم عن ذنوبهم, من أجل أنهم جحدوا توحيد الله ورسالة رسوله =(والله لا يهدي القوم الفاسقين)، يقول: والله لا يوفق للإيمان به وبرسوله، (3)  من آثر الكفر به والخروج عن طاعته، على الإيمان به وبرسوله. (4)* * *ويروى عن رسول الله صلى الله عليه وسلم أنه حين نـزلت هذه الآية قال: \" لأزيدنّ في الاستغفار لهم على سبعين مرة \"، رجاءً منه أن يغفر الله لهم, فنـزلت:  سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ  [سورة المنافقون: 6].17023- حدثنا ابن وكيع قال، حدثنا عبدة بن سليمان, عن هشام بن عروة, عن أبيه: أن عبد الله بن أبي ابن سلول قال لأصحابه: لولا أنكم تُنْفقون على محمد وأصحابه لانفَضُّوا من حوله! وهو القائل:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  [سورة المنافقون: 8]، فأنـزل الله: (استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة فلن يغفر الله لهم)، قال النبي صلى الله عليه وسلم: لأزيدنّ على السبعين! فأنـزل الله:  سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ  ، فأبى الله تبارك وتعالى أن يغفر لهم .17024- حدثنا ابن حميد وابن وكيع قال، حدثنا جرير, عن مغيرة, عن شباك, عن الشعبي قال: دعا عبد الله بن عبد الله بن أبي ابن سلول النبيَّ صلى الله عليه وسلم إلى جنازة أبيه, فقال له النبي صلى الله عليه وسلم: من أنت؟ قال: حُباب بن عبد الله بن أبيّ. فقال له النبي صلى الله عليه وسلم: بل أنت عبد الله بن عبد الله بن أبي ابن سلول, إن \" الحُبَاب \" هو الشيطان. (5)ثم قال النبي عليه الصلاة والسلام: إنه قد قيل لي: (استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة فلن يغفر الله لهم), فأنا استغفر لهم سبعين وسبعين وسبعين، وألبسه النبي صلى الله عليه وسلم قميصَه وهو عَرِقٌ.17025- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (إن تستغفر لهم سبعين مرة)، فقال النبي صلى الله عليه وسلم: سأزيد على سبعين استغفارة! فأنـزل الله في السورة التي يذكر فيها المنافقون:  لَنْ يَغْفِرَ اللَّهُ لَهُمْ  ، عزمًا. (6)17026- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.17027-...... قال، حدثنا إسحاق قال، حدثنا عبد الله, عن ورقاء, عن ابن أبي نجيح, عن مجاهد, بنحوه.17028- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد, نحوه.17029-...... قال، حدثنا الحسين قال، حدثنا هشيم قال، أخبرنا مغيرة, عن الشعبي قال: لما ثَقُل عبد الله بن أبيّ, انطلق ابنه إلى النبي صلى الله عليه وسلم فقال له: إن أبي قد احْتُضِر, فأحبُّ أن تشهده وتصليّ عليه! فقال النبي صلى الله عليه وسلم: ما اسمك؟ قال: الحُباب بن عبد الله. قال: بل أنت عبد الله بن عبد الله بن أبي, إن \" الحباب \" اسم شيطان. قال: فانطلق معه حتى شهده وألبسه قميصه وهو عَرِق, وصلى عليه, فقيل له: أتصلي عليه وهو منافق؟ فقال: إن الله قال: (إن تستغفر لهم سبعين مرة فلن يغفر الله لهم)، ولأستغفرن له سبعين وسبعين! = قال هشيم: وأشكُّ في الثالثة.17030- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (استغفر لهم أو لا تستغفر لهم) إلى قوله: (القوم الفاسقين)، فقال رسول الله صلى الله عليه وسلم لما نـزلت هذه الآية: أسمعُ ربّي قد رَخّص لي فيهم, فوالله لأستغفرن أكثر من سبعين مرة,  فلعل الله أن يغفر لهم ! فقال الله، من شدة غضبه عليهم:  سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ  [سورة المنافقون: 6].17031- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة فلن يغفر الله لهم)، فقال نبي الله: قد خيَّرني ربي، فلأزيدنهم على سبعين! فأنـزل الله  سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ  ، الآية.17032- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: لما نـزلت: (إن تستغفر لهم سبعين مرة فلن يغفر الله لهم)، فقال النبي صلى الله عليه وسلم: لأزيدنّ على سبعين! فقال الله:  سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ  .-----------------------الهوامش :(1) في المطبوعة والمخطوطة : \" وصف صفاتهم \" ، وما أثبت أبين .(2) انظر تفسير \"الاستغفار\" و \"المغفرة\" فيما سلف من فهارس اللغة (غفر).(3) انظر تفسير \"الهدى\" فيما سلف من فهارس اللغة (هدى).(4) انظر تفسير \" الفسق \" فيما سلف : 339 ، تعليق : 2 ، والمراجع هناك .(5) \" الحباب \" (بضم الحاء) ، الحية ، قال ابن كثير : \" ويقع على الحية أيضا ، كما يقال لها الشيطان ، فهما مشتركان فيه \" .(6) \"عزما\"، يعني توكيدًا ، وحقًا واجبًا.",
  "ayah": 80,
  "surah": 9
}
