{
  "text": "القول في تأويل قوله :  فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ (83)قال أبو جعفر: يقول جل ثناؤه لنبيه محمد صلى الله عليه وسلم: فإن ردّك الله، يا محمد، إلى طائفة من هؤلاء المنافقين من غزوتك هذه (21) =(فاستأذنوك للخروج)، معك في أخرى غيرها =(فقل) لهم =(لن تخرجوا معي أبدًا ولن تقاتلوا معي عدوًّا إنكم رضيتم بالقعود أوّل مرة)، وذلك عند خروج النبي صلى الله عليه وسلم إلى تبوك (22) =(فاقعدوا مع الخالفين)، يقول: فاقعدوا مع الذين قعدوا من المنافقين خلاف رسول الله صلى الله عليه وسلم, لأنكم منهم, فاقتدوا بهديهم،  واعملوا مثل الذي عملوا من معصية الله, فإن الله قد سخط عليكم.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17047- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قال: قال رجل: يا رسول الله, الحر شديد، ولا نستطيع الخروج, فلا تنفر في الحرّ ! = وذلك في غزوة تبوك = فقال الله:  قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ  ، فأمره الله بالخروج. فتخلف عنه رجال, فأدركتهم نفوسهم فقالوا: والله ما صنعنا شيئًا ! فانطلق منهم ثلاثة, فلحقوا برسول الله صلى الله عليه وسلم، فلما أتوه تابوا، ثم رجعوا إلى المدينة, فأنـزل الله: (فإن رجعك الله إلى طائفة منهم)، إلى قوله:  وَلا تَقُمْ عَلَى قَبْرِهِ  ، فقال رسول الله صلى الله عليه وسلم: هلك الذين تخلَّفوا، فأنـزل الله عُذْرَهم لما تابوا, فقال:  لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ  ، إلى قوله:  إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ  ، [سورة التوبة: 117، 118] .17048- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (فإن رجعك الله إلى طائفة منهم)، إلى قوله: (فاقعدوا مع الخالفين)، أي: مع النساء. ذكر لنا أنهم كانوا اثنى عشر رجلا من المنافقين, قيل فيهم ما قيل. (23)17049- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس: (فاقعدوا مع الخالفين)، و \" الخالفون \"، الرجال.* * *قال أبو جعفر: والصواب من التأويل في قوله: (الخالفين)، ما قال ابن عباس.* * *فأما ما قال قتادة من أن ذلك النساء, فقولٌ لا معنى له. لأن العرب لا تجمع النساء إذا لم يكن معهن رجال، بالياء والنون, ولا بالواو والنون. ولو كان معنيًّا بذلك النساء لقيل: \" فاقعدوا مع الخوالف \", أو \" مع الخالفات \". ولكن معناه ما قلنا، من أنه أريد به: فاقعدوا مع مرضى الرِّجال وأهل زَمانتهم، والضعفاء منهم، والنساء. وإذا اجتمع الرجال والنساء في الخبر, فإن العرب تغلب الذكور على الإناث, ولذلك قيل: (فاقعدوا مع الخالفين)، والمعنى ما ذكرنا.* * *ولو وُجِّه معنى ذلك إلى: فاقعدوا مع أهل الفساد, من قولهم: \" خَلَف الرجال عن أهله يخْلُف خُلُوفًا \" , إذا فسد, ومن قولهم: \" هو خَلْف سَوْءٍ\" = كان مذهبًا. وأصله إذا أريد به هذا المعنى، من قولهم: \" خَلَف اللبن يَخْلُفُ خُلُوفا \"، إذا خبث من طول وضعه في السِّقاء حتى يفسد, ومن قولهم: \" خَلَف فم الصائم \"، إذا تغيرت ريحه. (24)-----------------------الهوامش :(21) انظر تفسير \"طائفة\" فيما سلف ص : 336، تعليق : 3 ، والمراجع هناك.(22) انظر تفسير \"القعود\" فيما سلف ص : 397، تعليق : 1 ، والمراجع هناك .(23) في المطبوعة : \" فقيل فيهم . . . \" ، وكان في المخطوطة : \" قتل منهم ما قتل \" ، صوابه ما في المطبوعة .(24) انظر تفسير \" خلف \" فيما سلف : 13 : 209 ، 210 .",
  "ayah": 83,
  "surah": 9
}
