{
  "text": "القول في تأويل قوله :  سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (95)قال أبو جعفر: يقول تعالى ذكره: سيحلف، أيها المؤمنون بالله، لكم هؤلاء المنافقون الذين فرحوا بمقعدهم خلاف رسول الله =(إذا انقلبتم إليهم)، يعني: إذا انصرفتم إليهم من غزوكم (4) =(لتعرضوا عنهم)، فلا تؤنبوهم =(فأعرضوا عنهم)، يقول جل ثناؤه للمؤمنين: فدعوا تأنيبهم، وخلوهم وما اختاروا لأنفسهم من الكفر والنفاق (5) (إنهم رجس ومأواهم جهنم)، يقول: إنهم نجس (6) =(ومأواهم جهنم), يقول: ومصيرهم إلى جهنم، وهي مسكنهم الذي يأوُونه في الآخرة (7) =(جزاء بما كانوا يكسبون)، (8) يقول: ثوابًا بأعمالهم التي كانوا يعملونها في الدنيا من معاصي الله. (9)* * *وذكر أن هذه الآية نـزلت في رجلين من المنافقين، قالا ما:-17090- حدثنا به محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (سيحلفون بالله لكم إذا انقلبتم إليهم لتعرضوا)، إلى: (بما كانوا يكسبون)، وذلك أن رسول الله صلى الله عليه وسلم قيل له: ألا تغزو بني الأصفر، (10) لعلك أن تصيب بنت عظيم الرُّوم, فإنهنّ حِسان ! (11) فقال رجلان: قد علمت، يا رسول الله، أن النساء فتنة, فلا تفتنَّا بهنَّ! فأذن لنا ! فأذن لهما. فلما انطلقا, قال أحدهما: إن هو إلا شَحْمةٌ لأوّل آكلٍ! (12) فسار رسول الله صلى الله عليه وسلم, ولم ينـزل عليه في ذلك شيء, فلما كان ببعض الطريق، نـزل عليه وهو على بعض المياه:  لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ  [سورة التوبة: 42]، ونـزل عليه:  عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ  [سورة التوبة: 43]، ونـزل عليه:  لا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ  [سورة التوبة: 44]، ونـزل عليه: (إنهم رجس ومأواهم جهنم جزاء بما كانوا يكسبون). فسمع ذلك رجل ممن غزا مع النبي صلى الله عليه وسلم, فأتاهم وهم خلفهم, فقال: تعلمون أنْ قَد نـزل على رسول الله صلى الله عليه وسلم بعدَكم قرآن؟ قالوا: ما الذي سمعت؟ قال: ما أدري, غير أني سمعت أنه يقول: \" إنهم رجس \"! فقال رجل يدعى \" مخشيًّا \"، (13) والله لوددت أني أجلد مئة جلدة، وأني لست معكم!  فأتى رسول الله صلى الله عليه وسلم، فقال: ما جاء بك؟ فقال: وجْهُ رسول الله صلى الله عليه وسلم تسفَعه الريح، وأنا في الكِنّ!! (14) فأنـزل الله عليه:  وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلا تَفْتِنِّي  [سورة التوبة: 49]،  وَقَالُوا لا تَنْفِرُوا فِي الْحَرِّ  [سورة التوبة: 81]، ونـزل عليه في الرجل الذي قال: \" لوددت أني أجْلد مئة جلدة \" قولُ الله:  يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَـزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ  [سورة التوبة: 64]، فقال رجل مع رسول الله: لئن كان هؤلاء كما يقولون، ما فينا خير! فبلغ ذلك رسولَ الله صلى الله عليه وسلم, فقال له: أنت صاحب الكلمة التي سمعتُ؟ فقال: لا والذي أنـزل عليك الكتاب ! فأنـزل الله فيه:  وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ  [سورة التوبة: 74]، وأنـزل فيه:  وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ  ، [سورة التوبة: 47].17091- حدثني يونس قال: أخبرنا ابن وهب قال، أخبرني يونس, عن ابن شهاب قال، أخبرني عبد الرحمن بن عبد الله بن كعب بن مالك: أن عبد الله بن كعب قال: سمعت كعبَ بن مالك يقول: لما قدم رسول الله صلى الله عليه وسلم من تبوك, جلس للناس. فلما فعل ذلك جاء المخلفون فطفقوا يعتذرون إليه، ويحلفون له, وكانوا بضعة وثمانين رجلا فقبل منهم رسول الله صلى الله عليه وسلم علانيَتهم، وبايعهم، واستغفر لهم، ووكل سرائرهم إلى الله، وصَدَقته حديثي. فقال كعب: والله ما أنعم الله عليّ من نعمة قطُّ، بعد أن هداني للإسلام، أعظمَ في نفسي من صدْق رسول الله صلى الله عليه وسلم، أن لا أكون كذبتُه فأهلك كما هلك الذين كذبوا, إن الله قال للذين كذبوا حين أنـزل الوحي, (15) شرَّ  ما قال لأحد: (سيحلفون بالله لكم إذا انقلبتم إليهم لتعرضوا عنهم فأعرضوا عنهم إنهم رجس ومأواهم جهنم جزاء بما كانوا يكسبون)، إلى قوله:  فَإِنَّ اللَّهَ لا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ  . (16)----------------------الهوامش :(4) انظر تفسير \" الانقلاب \" فيما سلف 13 : 35 ، تعليق : 1 ، والمراجع هناك .(5) انظر تفسير \" الإعراض \" فيما سلف ص : 369 ، تعليق : 6 ، والمراجع هناك .(6) انظر تفسير \" الرجس \" فيما سلف 12 : 194 ، تعليق : 3 ، والمراجع هناك .(7) انظر تفسير \" المأوى \" فيما سلف ص : 360 ، تعليق : 3 ، والمراجع هناك .(8) في المطبوعة والمخطوطة \" جزاء بما كانوا يعملون \" ، سهو من الناسخ فيما أرجح .(9) انظر تفسير \" الجزاء \" فيما سلف من فهارس اللغة (جزى).= وتفسير \"الكسب\" فيما سلف من فهارس اللغة (كسب).(10) \"بنو الأصفر\"، هم الروم.(11) في المطبوعة والمخطوطة \" فإنهم حسان \" والصواب ما أثبت .(12) \" الشحمة \" ، عنى بها قطعة من \" شحم سنام البعير \" ، وشحمة السنام من أطايب البعير ، يسرع إليها الآكل ، قال زفر بن الحارث الكلابي :وكُنَّـا حَسِـبْنا كُـلَّ بَيْضَـاءَ شَـحْمَةًلَيــالِيَ قارَعْنــا جُــذَامَ وحـمِيرَافَلَمَّـا قَرَعْنـا النَّبْـعَ بـالنَّبْعِ , بَعضَهُبِبَعــضٍ , أَبَـتْ عِيدانُـهُ أَنْ تكَسَّـراوفي المثل: \"ما كل بيضاء شحمة، ولا كل سوداء تمرة\".(13) في المخطوطة : \" مخشي \" ، والصواب ما في المطبوعة وهو \" مخشي بن حمير الأشجعي \" ، انظر ترجمته في الإصابة .(14) \"سفعته النار، والشمس، والسموم، تسفعه سفعًا \" ، لفحته لفحًا يسيرًا فغيرت لون بشرته وسودته. و \"الكن\" (بكسر الكاف): ما يرد الحر والبرد من الأبنية والمساكن ، وكل ما ستر من الشمس والسموم فهو كن .(15) في المطبوعة والمخطوطة : \" حين أنزل الوحي ما قال لأحد \" ، بإسقاط \" شر \" ، وهو لا يستقيم ، وأثبته من نص روايته في صحيح مسلم .(16) الأثر : 17091 - هذا مختصر من الخبر الطويل في توبة كعب بن مالك ، رواه مسلم في صحيحه 17 : 87 - 100 ، من هذه الطريق ، وقد مضى جزء آخر منه برقم : 16147 .",
  "ayah": 95,
  "surah": 9
}
