{
  "text": "القول في تأويل قوله :  وَمِنَ الأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (98)قال أبو جعفر: يقول تعالى ذكره: ومن الأعراب من يَعُدُّ نفقته التي ينفقها في جهاد مشرك، أو في معونة مسلم، أو في بعض ما ندب الله إليه عباده =(مغرما)، يعني: غرمًا لزمه، لا يرجو له ثوابًا، ولا يدفع به عن نفسه عقابًا =(ويتربص بكم الدوائر)، يقول: وينتظرون بكم الدوائر، (22) أن تدور بها الأيام والليالي إلى مكروهٍ ومجيء محبوب, (23) وغلبة عدوٍّ لكم. (24) يقول الله تعالى ذكره: (عليهم دائرة السوء)، يقول: جعل الله دائرة السوء عليهم, ونـزول المكروه بهم لا عليكم أيها المؤمنون, ولا بكم =(والله سميع)، لدعاء الداعين =(عليم) بتدبيرهم، وما هو بهم نازلٌ من عقاب الله، وما هم إليه صائرون من أليم عقابه. (25)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17094- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قول الله: (ومن الأعراب من يتخذ ما ينفق مغرمًا ويتربص بكم الدوائر)، قال: هؤلاء المنافقون من الأعراب الذين إنما ينفقون رياءً اتِّقاءَ أن يُغْزَوْا أو يُحارَبوا أو يقاتلوا, ويرون نفقتهم مغرمًا. ألا تراه يقول: (ويتربص بكم الدوائر عليهم دائرة السوء)؟* * *واختلفت القرأة في قراءه ذلك.فقرأ عامة قرأة أهل المدينة والكوفة: (عَلَيهِم دَائِرَةُ السَّوْءِ) بفتح السين, بمعنى النعت لـ \" الدائرة \", وإن كانت \" الدائرة \" مضافة إليه, كقولهم: \" هو رجل السَّوْء \", \" وامرؤ الصدق \", من كأنه إذا فُتح مصدرٌ من قولهم: سؤته أسوُءه سَوْءًا ومَساءَةً ومَسَائِيَةً. (26)* * *وقرأ ذلك بعض أهل الحجاز وبعض البصريين: (عَلَيهِم دَائِرَةُ السُّوْءِ) ، بضم السين، كأنه جعله اسمًا, كما يقال: عليه دائرة البلاء والعذاب. ومن قال: \" عليهم دائرة السُّوء \" فضم, لم يقل: \" هذا رجل السُّوء \" بالضم, و \" الرجل السُّوء \", (27) وقال الشاعر: (28)وكُـنْتُ كَـذِئْبِ السَّـوْءِ لَمَّـا رَأَى دَمًابِصَاحِبِـه يَوْمًـا أحَـالَ عَـلَى الـدَّمِ (29)قال أبو جعفر: والصواب من القراءة في ذلك عندنا بفتح السين, بمعنى: عليهم الدائرة التي تَسُوءهم سوءًا. كما يقال: \" هو رجل صِدْق \"، على وجه النعت.---------------------الهوامش :(22) انظر تفسير \" التربص \" فيما سلف ص : 291 ، تعليق : 2 ، والمراجع هناك .(23) في المطبوعة \" ونفى محبوب \" ، وأثبت ما في المخطوطة ، وهي سيئة الكتابة .(24) انظر تفسير \" الدوائر \" فيما سلف 10 : 404 .(25) انظر تفسير \" سميع \" و \" عليم \" فيما سلف من فهارس اللغة ( سمع ) ، ( علم ) .(26) انظر معاني القرآن للفراء 1 : 449 ، 450 .(27) انظر معاني القرآن للفراء 1 : 450 .(28) هو الفرزدق .(29) ديوانه : 749 ، وطبقات فحول الشعراء : 306 ، والحيوان 5 : 319 ، 6 : 298 ، واللسان (حول) ، وغيرها كثير ، من أبيات لها خبر طويل . وقوله : \" أحال على الدم \" ، أي : أقبل عليه . والذئبان ربما أقبلا على الرجل إقبالا واحدًا ، وهما سواء على عداوته والجزم على أكله ، فإذا أدمى أحدهما وثب على صاحبه فمزقه وأكله ، وترك الإنسان ( من كلام الجاحظ ) . وقد كرر الفرزدق هذا المعنى في قوله :فَتًـى لَيْسَ لابْنِ العَمِّ كالذِّئْبِ , إن رَأَىبِصَاحِبِــهِ يَوْمًـا دَمًـا فَهْـوَ آكِلُـهُ.",
  "ayah": 98,
  "surah": 9
}
