{
  "text": "القول في تأويل قوله :  وَمِنَ الأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (99)قال أبو جعفر: يقول تعالى ذكره: ومن الأعراب من يصدِّق الله ويقرّ بوحدانيته، وبالبعث بعد الموت، والثواب والعقاب, وينوي بما ينفق من نفقة في جهاد المشركين، (30) وفي سفره مع رسول الله صلى الله عليه وسلم (قربات عند الله)، و \" القربات \" جمع \" قربة \", وهو ما قرَّبه من رضى الله ومحبته =(وصلوات الرسول)، يعني بذلك: ويبتغي بنفقة ما ينفق، مع طلب قربته من الله، دعاءَ الرسول واستغفارَه له.وقد دللنا، فيما مضى من كتابنا، على أن من معاني \" الصلاة \"، الدعاء، بما أغنى عن إعادته في هذا الموضع. (31)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:17095- حدثني المثنى قال، حدثنا أبو صالح قال، حدثنا معاوية, عن علي,  عن ابن عباس قوله (وصلوات الرسول)، يعني: استغفار النبيّ عليه الصلاة والسلام.17096- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (ومن الأعراب من يؤمن بالله واليوم الآخر ويتخذ ما ينفق قربات عند الله وصلوات الرسول)، قال: دعاء الرسول: قال: هذه ثَنِيَّةُ الله من الأعراب. (32)17097- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج, عن ابن جريج, عن مجاهد قوله: (ومن الأعراب من يؤمن بالله واليوم الآخر)، قال: هم بنو مقرِّن، من مزينة, وهم الذين قال الله فيهم:  وَلا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا  ، [سورة التوبة: 92]. قال: هم بنو مقرّن، من مزينة = قال: حدثني حجاج قال، قال ابن جريج قوله:  الأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا  ، ثم استثنى فقال: (ومن الأعراب من يؤمن بالله واليوم الآخر)، الآية.17098- حدثنا أحمد قال، حدثنا أبو أحمد قال، حدثنا جعفر, عن البختريّ بن المختار العبدي قال، سمعت عبد الرحمن بن معْقل قال: كنا عشرة ولد مقرّن, فنـزلت فينا: (ومن الأعراب من يؤمن بالله واليوم الآخر)، إلى آخر الآية. (33)* * *قال أبو جعفر: قال الله: (ألا إنها قُرْبة لهم)، يقول تعالى ذكره: ألا إنّ صلوات الرسول قربة لهم من الله.وقد يحتمل أن يكون معناه: ألا إنّ نفقته التي ينفقها كذلك، قربةٌ لهم عند الله =(سيدخلهم الله في رحمته)، يقول: سيدخلهم الله فيمن رحمه فأدخله برحمته الجنة =(إن الله غفورٌ)، لما اجترموا =(رحيم)، بهم مع توبتهم وإصلاحهم أن يعذبهم. (34)------------------------الهوامش:(30) في المطبوعة: \"ينوي بما ينفق\"، وأثبت ما في المخطوطة ، وهو صواب .(31) انظر تفسير \" الصلاة \" فيما سلف من فهارس اللغة ( صلا ) .(32) \" الثنية \" ، ما استثنى من شيء ، وفي حديث كعب الأحبار : \" الشهداء ثنية الله في الأرض \" ، يعني هم من الذين استثناهم الله من الصعقة الأولى ، تأول ذلك في قوله تعالى : (ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله) ، فجعل منهم الشهداء ، لأنهم أحياء عند ربهم يرزقون .(33) الأثر : 17098 - \" البختري بن المختار العبدي \" ، ثقة . مترجم في الكبير 1 2 136 وابن أبي حاتم 1 1 427 .و \" عبد الرحمن بن معقل المزني \" ، تابعي ثقة ، وعده بعضهم في الصحابة لهذا الحديث .فقال الحافظ بن حجر : \" إنما عنى بقوله : كنا = أباه وأعمامه ، وأما هو فيصغر عن ذلك . ومن أعمامه عبد الرحمن بن مقرن ، ذكره ابن سعد في الصحابة \" . وهو مترجم في التهذيب ، وابن سعد 6 : 122 ، وابن أبي حاتم 2 2 284 .وكان في المطبوعة : \" عبد الله بن مغفل \" ، غير ما في المخطوطة ، وبدل ، وصحف ، وأساء إساءة لا يعذر فيها .(34) انظر تفسير \" غفور \" و \" رحيم \" فيما سلف من فهارس اللغة ( غفر ) ، ( رحم ) .",
  "ayah": 99,
  "surah": 9
}
