{
  "text": "يقول تعالى: { وكذلك بعثناهم } أي: من نومهم الطويل { ليتساءلوا بينهم } أي: ليتباحثوا للوقوف على الحقيقة من مدة لبثهم. { قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } وهذا مبني على ظن القائل، وكأنهم وقع عندهم اشتباه. في طول مدتهم، فلهذا { قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ } فردوا العلم إلى المحيط علمه بكل شيء، جملة وتفصيلا، ولعل الله تعالى -بعد ذلك- أطلعهم على مدة لبثهم، لأنه بعثهم ليتساءلوا بينهم، وأخبر أنهم تساءلوا، وتكلموا بمبلغ ما عندهم، وصار آخر أمرهم، الاشتباه، فلا بد أن يكون قد أخبرهم يقينا، علمنا ذلك من حكمته في بعثهم، وأنه لا يفعل ذلك عبثا. ومن رحمته بمن طلب علم الحقيقة في الأمور المطلوب علمها، وسعى لذلك ما أمكنه، فإن الله يوضح له ذلك، وبما ذكر فيما بعده من قوله. { وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا } فلولا أنه حصل العلم بحالهم، لم يكونوا دليلا على ما ذكر، ثم إنهم لما تساءلوا بينهم، وجرى منهم ما أخبر الله به، أرسلوا أحدهم بورقهم، أي: بالدراهم، التي كانت معهم، ليشتري لهم طعاما يأكلونه، من المدينة التي خرجوا منها، وأمروه أن يتخير من الطعام أزكاه، أي: أطيبه وألذه، وأن يتلطف في ذهابه وشرائه وإيابه، وأن يختفي في ذلك، ويخفي حال إخوانه، ولا يشعرن بهم أحدا. وذكروا المحذور من اطلاع غيرهم عليهم، وظهورهم عليهم، أنهم بين أمرين، إما الرجم بالحجارة، فيقتلونهم أشنع قتلة، لحنقهم عليهم وعلى دينهم، وإما أن يفتنوهم عن دينهم، ويردوهم في ملتم، وفي هذه الحال، لا يفلحون أبدا، بل يحشرون في دينهم ودنياهم وأخراهم، وقد دلت هاتان الآيتان، على عدة فوائد. منها: الحث على العلم، وعلى المباحثة فيه، لكون الله بعثهم لأجل ذلك. ومنها: الأدب فيمن اشتبه عليه العلم، أن يرده إلى عالمه، وأن يقف عند حده. ومنها: صحة الوكالة في البيع والشراء، وصحة الشركة في ذلك. ومنها: جواز أكل الطيبات، والمطاعم اللذيذة، إذا لم تخرج إلى حد الإسراف المنهي عنه لقوله { فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ } وخصوصا إذا كان الإنسان لا يلائمه إلا ذلك ولعل هذا عمدة كثير من المفسرين، القائلين بأن هؤلاء أولاد ملوك لكونهم أمروه بأزكى الأطعمة، التي جرت عادة الأغنياء الكبار بتناولها.",
  "ayah": 19,
  "surah": 18
}
