{
  "text": "{ وَأَمَّا الْجِدَارُ ْ} الذي أقمته { فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا ْ} أي: حالهما تقتضي الرأفة بهما ورحمتهما، لكونهما صغيرين عدما أباهما، وحفظهما الله أيضا بصلاح والدهما. { فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا ْ} أي: فلهذا هدمت الجدار، واستخرجت ما تحته من كنزهما، وأعدته مجانا. { رَحْمَةً مِنْ رَبِّكَ ْ} أي: هذا الذي فعلته رحمة من الله، آتاها الله عبده الخضر { وَمَا فَعَلْتُهُ عَنْ أَمْرِي ْ} أي: أتيت  شيئا من قبل نفسي، ومجرد إرادتي، وإنما ذلك من رحمة الله وأمره. { ذَلِكَ ْ} الذي فسرته لك { تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا ْ} وفي هذه القصة العجيبة الجليلة، من الفوائد والأحكام والقواعد شيء كثير، ننبه على بعضه بعون الله. فمنها فضيلة العلم، والرحلة في طلبه، وأنه أهم الأمور، فإن موسى عليه السلام رحل مسافة طويلة، ولقي النصب في طلبه، وترك القعود عند بني إسرائيل، لتعليمهم وإرشادهم، واختار السفر لزيادة العلم على ذلك. ومنها: البداءة بالأهم فالأهم، فإن زيادة العلم وعلم الإنسان أهم من ترك ذلك، والاشتغال بالتعليم من دون تزود من العلم، والجمع بين الأمرين أكمل. ومنها: جواز أخذ الخادم في الحضر والسفر لكفاية المؤن، وطلب الراحة، كما فعل موسى. ومنها: أن المسافر لطلب علم أو جهاد أو نحوه، إذا اقتضت المصلحة الإخبار بمطلبه، وأين يريده، فإنه أكمل من كتمه، فإن في إظهاره فوائد من الاستعداد له عدته، وإتيان الأمر على بصيرة، وإظهارًا لشرف هذه العبادة الجليلة، كما قال موسى: { لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا ْ}  وكما أخبر النبي صلى الله عليه وسلم أصحابه حين غزا تبوك بوجهه، مع أن عادته التورية، وذلك تبع للمصلحة. ومنها: إضافة الشر وأسبابه إلى الشيطان، على وجه التسويل والتزيين، وإن كان الكل بقضاء الله وقدره، لقول فتى موسى: { وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ ْ}  ومنها: جواز إخبار الإنسان عما هو من مقتضى طبيعة النفس، من نصب أو جوع، أو عطش، إذا لم يكن على وجه التسخط وكان صدقا، لقول موسى: { لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ْ}  ومنها: استحباب كون خادم الإنسان، ذكيا فطنا كيسا، ليتم له أمره الذي يريده. ومنها: استحباب إطعام الإنسان خادمه من مأكله، وأكلهما جميعا، لأن ظاهر قوله: { آتِنَا غَدَاءَنَا ْ} إضافة إلى الجميع، أنه أكل هو وهو جميعا. ومنها: أن المعونة تنزل على العبد على حسب قيامه بالمأمور به، وأن الموافق لأمر الله، يعان ما لا يعان غيره لقوله: { لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ْ} والإشارة إلى السفر المجاوز، لمجمع البحرين، وأما الأول، فلم يشتك منه التعب، مع طوله، لأنه هو السفرعلى الحقيقة. وأما الأخير، فالظاهر أنه بعض يوم، لأنهم فقدوا الحوت حين أووا إلى الصخرة، فالظاهر أنهم باتوا عندها، ثم ساروا من الغد، حتى إذا جاء وقت الغداء قال موسى لفتاه { آتِنَا غَدَاءَنَا ْ} فحينئذ تذكر أنه نسيه في الموضع الذي إليه منتهى قصده. ومنها: أن ذلك العبد الذي لقياه، ليس نبيا، بل عبدا صالحا، لأنه وصفه بالعبودية، وذكر منة الله عليه بالرحمة والعلم، ولم يذكر رسالته ولا نبوته، ولو كان نبيا، لذكر ذلك كما ذكره غيره. وأما قوله في آخر القصة: { وَمَا فَعَلْتُهُ عَنْ أَمْرِي ْ} فإنه لا يدل على أنه نبي وإنما يدل على الإلهام والتحديث، كما يكون لغير الأنبياء، كما قال تعالى { وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ ْ} { وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا ْ}  ومنها: أن العلم الذي يعلمه الله [لعباده]  نوعان: علم مكتسب يدركه العبد بجده واجتهاده. ونوع علم لدني، يهبه الله لمن يمن عليه من عباده لقوله { وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا ْ}  ومنها: التأدب مع المعلم، وخطاب المتعلم إياه ألطف خطاب، لقول موسى عليه السلام: { هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ْ} فأخرج الكلام بصورة الملاطفة والمشاورة، وأنك هل تأذن لي في ذلك أم لا، وإقراره بأنه يتعلم منه، بخلاف ما عليه أهل الجفاء أو الكبر، الذي لا يظهر للمعلم افتقارهم إلى علمه، بل يدعي أنه يتعاون هم وإياه، بل ربما ظن أنه يعلم معلمه، وهو جاهل جدا، فالذل للمعلم، وإظهار الحاجة إلى تعليمه، من أنفع شيء للمتعلم. ومنها تواضع الفاضل للتعلم ممن دونه، فإن موسى -بلا شك- أفضل من الخضر. ومنها: تعلم العالم الفاضل للعلم الذي لم يتمهر فيه، ممن مهر فيه، وإن كان دونه في العلم بدرجات كثيرة. فإن موسى عليه السلام من أولي العزم من المرسلين، الذين منحهم الله وأعطاهم من العلم ما لم يعط سواهم، ولكن في هذا العلم الخاص كان عند الخضر، ما ليس عنده، فلهذا حرص على التعلم منه. فعلى هذا، لا ينبغي للفقيه المحدث، إذا كان قاصرا في علم النحو، أو الصرف، أو نحوه من العلوم، أن لا يتعلمه ممن مهر فيه، وإن لم يكن محدثا ولا فقيها. ومنها: إضافة العلم وغيره من الفضائل لله تعالى، والإقرار بذلك، وشكر الله عليها لقوله: { تُعَلِّمَنِ مِمَّا عُلِّمْتَ ْ} أي: مما علمك الله تعالى. ومنها: أن العلم النافع، هو العلم المرشد إلى الخير، فكل علم يكون فيه رشد وهداية لطرق  الخير، وتحذير عن طريق الشر، أو وسيلة لذلك، فإنه من العلم النافع، وما سوى ذلك، فإما أن يكون ضارا، أو ليس فيه فائدة لقوله: { أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ْ}  ومنها: أن من ليس له قوة الصبر على صحبة العالم والعلم، وحسن الثبات على ذلك، أنه يفوته بحسب عدم صبره كثير من العلم  فمن لا صبر له لا يدرك العلم، ومن استعمل الصبر ولازمه، أدرك به كل أمر سعى فيه، لقول الخضر -يعتذر من موسى بذكر المانع لموسى في الأخذ عنه- إنه لا يصبر معه. ومنها: أن السبب الكبير لحصول الصبر، إحاطة الإنسان علما وخبرة، بذلك الأمر، الذي أمر بالصبر عليه، وإلا فالذي لا يدريه، أو لا يدري غايته ولا نتيجته، ولا فائدته وثمرته ليس عنده سبب الصبر لقوله: { وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا ْ} فجعل الموجب لعدم صبره، وعدم إحاطته خبرا بالأمر. ومنها: الأمر بالتأني والتثبت، وعدم المبادرة إلى الحكم على الشيء، حتى يعرف ما يراد منه وما هو المقصود. ومنها: تعليق الأمور المستقبلية التي من أفعال العباد بالمشيئة، وأن لا يقول الإنسان للشيء: إني فاعل ذلك في المستقبل، إلا أن يقول { إِنْ شَاءَ اللَّهُ ْ}  ومنها: أن العزم على فعل الشيء، ليس بمنزلة فعله، فإن موسى قال: { سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا ْ} فوطن نفسه على الصبر ولم يفعل. ومنها: أن المعلم إذا رأى المصلحة في إيزاعه للمتعلم أن يترك الابتداء في السؤال عن بعض الأشياء، حتى يكون المعلم هو الذي يوقفه عليها، فإن المصلحة تتبع، كما إذا كان فهمه قاصرا، أو نهاه عن الدقيق في سؤال الأشياء التي غيرها أهم منها، أو لا يدركها ذهنه، أو يسأل سؤالا، لا يتعلق في موضع البحث. ومنها: جواز ركوب البحر، في غير الحالة التي يخاف منها. ومنها: أن الناسي غير مؤاخذ بنسيانه لا في حق الله، ولا في حقوق العباد لقوله: { لَا تُؤَاخِذْنِي بِمَا نَسِيتُ ْ}  ومنها: أنه ينبغي للإنسان أن يأخذ من أخلاق الناس ومعاملاتهم، العفو منها، وما سمحت به أنفسهم، ولا ينبغي له أن يكلفهم ما لا يطيقون، أو يشق عليهم ويرهقهم، فإن هذا مدعاة إلى النفور منه والسآمة، بل يأخذ المتيسر ليتيسر له الأمر. ومنها: أن الأمور تجري أحكامها على ظاهرها، وتعلق بها الأحكام الدنيوية، في الأموال، والدماء وغيرها، فإن موسى عليه السلام، أنكر على الخضر خرقه السفينة، وقتل الغلام، وأن هذه الأمور ظاهرها، أنها من المنكر، وموسى عليه السلام لا يسعه السكوت عنها، في غير هذه الحال، التي صحب عليها الخضر، فاستعجل عليه السلام، وبادر إلى الحكم في حالتها العامة، ولم يلتفت إلى هذا العارض، الذي يوجب عليه الصبر، وعدم المبادرة إلى الإنكار. ومنها: القاعدة الكبيرة الجليلة وهو أنه \\\" يدفع الشر الكبير بارتكاب الشر الصغير \\\" ويراعي أكبر المصلحتين، بتفويت أدناهما، فإن قتل الغلام شر، ولكن بقاءه حتى يفتن أبويه عن دينهما، أعظم شرا منه، وبقاء الغلام من دون قتل وعصمته، وإن كان يظن أنه خير، فالخير ببقاء دين أبويه، وإيمانهما خير من ذلك، فلذلك قتله الخضر، وتحت هذه القاعدة من الفروع والفوائد، ما لا يدخل تحت الحصر، فتزاحم المصالح والمفاسد كلها، داخل في هذا. ومنها: القاعدة الكبيرة أيضا وهي أن \\\" عمل الإنسان في مال غيره، إذا كان على وجه المصلحة وإزالة المفسدة، أنه يجوز، ولو بلا إذن حتى ولو ترتب على عمله إتلاف بعض مال الغير \\\" كما خرق الخضر السفينة لتعيب، فتسلم من غصب الملك الظالم. فعلى هذا لو وقع حرق، أو غرق، أو نحوهما، في دار إنسان أو ماله، وكان إتلاف بعض المال، أو هدم بعض الدار، فيه سلامة للباقي، جاز للإنسان بل شرع له ذلك، حفظا لمال الغير، وكذلك لو أراد ظالم أخذ مال الغير، ودفع إليه إنسان بعض المال افتداء للباقي جاز، ولو من غير إذن. ومنها: أن العمل يجوز في البحر، كما يجوز في البر لقوله: { يَعْمَلُونَ فِي الْبَحْرِ ْ} ولم ينكر عليهم عملهم. ومنها: أن المسكين قد يكون له مال لا يبلغ كفايته، ولا يخرج بذلك عن اسم المسكنة، لأن الله أخبر أن هؤلاء المساكين، لهم سفينة. ومنها: أن القتل من أكبر الذنوب لقوله في قتل الغلام { لَقَدْ جِئْتَ شَيْئًا نُكْرًا ْ}  ومنها: أن القتل قصاصا غير منكر لقوله { بِغَيْرِ نَفْسٍ ْ}  ومنها: أن العبد الصالح يحفظه الله في نفسه، وفي ذريته. ومنها: أن خدمة الصالحين، أو من يتعلق بهم، أفضل من غيرها، لأنه علل استخراج كنزهما، وإقامة جدارهما، أن أباهما صالح. ومنها: استعمال الأدب مع الله تعالى في الألفاظ، فإن الخضر أضاف عيب السفينة إلى نفسه بقوله { فَأَرَدْتُ أَنْ أَعِيبَهَا ْ} وأما الخير، فأضافه إلى الله تعالى لقوله: { فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ ْ} كما قال إبراهيم عليه السلام { وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ ْ} وقالت الجن: { وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا ْ} مع أن الكل بقضاء الله وقدره. ومنها: أنه ينبغي للصاحب أن لا يفارق صاحبه في حالة من الأحوال، ويترك صحبته، حتى يعتبه، ويعذر منه، كما فعل الخضر مع موسى. ومنها: أن موافقة الصاحب لصاحبه، في غير الأمور المحذورة، مدعاة وسبب لبقاء الصحبة وتأكدها، كما أن عدم الموافقة سبب لقطع المرافقة. ومنها: أن هذه القضايا التي أجراها الخضر هي قدر محض أجراها الله وجعلها على يد هذا العبد الصالح، ليستدل العباد بذلك على ألطافه في أقضيته، وأنه يقدر على العبد أمورا يكرهها جدا، وهي صلاح دينه، كما في قضية الغلام، أو وهي صلاح دنياه كما في قضية السفينة، فأراهم نموذجا من لطفه وكرمه، ليعرفوا ويرضوا غاية الرضا بأقداره المكروهة.",
  "ayah": 82,
  "surah": 18
}
