{
  "text": "القول في تأويل قوله تعالى :  وَالسَّمَاءِ ذَاتِ الْحُبُكِ (7)يقول تعالى ذكره: والسماء ذات الخَلْق الحسن. وعنى بقوله ( ذَاتِ الْحُبُكِ ) : ذات الطرائق, وتكسير كل شيء: حُبُكُه, وهو جمع حِباك وحَبيكة; يقال لتكسير الشعرة الجعدة: حُبك; وللرملة إذا مرّت بها الريح الساكنة, والماء القائم, والدرع من الحديد لها: حُبُك; ومنه قول الراجز:كأنَّمَــــا جَلَّلَهَـــا الحَـــوَّاكُطِنْفِسَــةً فِــي وَشْــيِها حِبــاكُأذْهَبها الخُفُوقُ والدّرَاكُ (1)*وبنحو الذي قلنا في ذلك قال أهل التأويل, وإن اختلفت ألفاظ قائليه فيه.* ذكر من قال ذلك:حدثني أبو حصين عبد الله بن أحمد بن يونس, قال: ثنا عَبَثْر, قال: ثنا حصين, عن عكرِمة, عن ابن عباس, قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: ذات الخَلْق الحسن.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن عطاء بن السائب, عن سعيد بن جبير, عن ابن عباس ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: حُسنها واستواؤها.حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن عطاء, عن سعيد بن جبير ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: حبكها: حسنها واستواؤها.قال: ثنا حكام, قال: ثنا عمرو, عن عمر بن سعيد بن مسروق أخي سفيان, عن خصيف, عن سعيد بن جبير ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: ذات الزينة.حدثنا محمد بن عبد الله بن بزيع, قال: ثنا بشر بن المفضل, عن عوف, عن الحسن, قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: حبكت بالخلق الحسن, حبكت بالنجوم.حدثنا ابن بشار, قال: ثنا هوذة, قال: ثنا عوف, عن الحسن, في قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: حبكت بالخلق الحسن, حبكت بالنجوم.حدثنا ابن بشار, قال: ثنا عثمان بن الهيثم, قال: ثنا عوف, عن الحسن, في قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: ذات الخلق الحسن, حبكت بالنجوم.حدثني يعقوب, قال: ثنا ابن علية, قال: ثنا عمران بن حُدَير, قال: سُئل عكرِمة, عن قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: ذات الخلْق الحسن, ألم تر إلى النساج إذا نسج الثوب قال: ما أحسن ما حبكه.حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَية, قال: ثنا أيوب, عن أبي قلابة, عن رجل من أصحاب النبيَ صَلَّى الله عَلَيْهِ وَسَلَّم عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إنَّ مِنْ وَرَائِكُمْ الكَذَّاب المُضِلَّ, وَإنَّ رأسَهُ مِنْ وَرَائِهِ حُبُكٌ حُبُكٌ\" يعني بالحبك: الجعودة .حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن عطاء بن السائب, عن سعيد بن جُبَير, عن ابن عباس ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: استواؤها: حسنها.قال: ثنا مهران, عن عليّ بن جعفر, عن الربيع بن أنس ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: ذات الخَلْق الحسن.قال: ثنا مهران, عن سعيد, عن قتادة, قال: حُبُكها نجومها. وكان ابن عباس يقول ( الْحُبُكِ ) ذات الخَلْق الحسن.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) : أي ذات الخَلْق الحسن. وكان الحسن يقول: حبكها: نجومها.حدثنا ابن عبد الأعلى, قال: ثنا محمد بن ثور; عن معمر; عن قتادة ( ذَاتِ الْحُبُكِ ) قال: ذات الخَلْق الحسن.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: المتقن البنيان.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) يقول: ذات الزينة, ويقال أيضا. حبكها مثل حبك الرمل, ومثل حبك الدرع, ومثل حبك الماء إذا ضربته الريح, فنسجته طرائق.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( ذَاتِ الْحُبُكِ ) قال: الشدة حُبِكَتْ شُدَّت. وقرأ قول الله تبارك وتعالى  وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا  .حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: ذات الخَلْق الحسن; ويقال: ذات الزينة.وقيل: عنى بذلك السماء السابعة.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن بن مهدي وأبو داود, قالا ثنا عمران القطان, عن قتادة, عن سالم بن أبي الجعد, عن معدان بن أبي طلحة, عن عمرو البكاليّ، عن عبد الله بن عمرو ( وَالسَّمَاءِ ذَاتِ الْحُبُكِ ) قال: السماء السابعة.حدثني القاسم بن بشير بن معروف, قال: ثنا أبو داود, قال: ثنا عمران القطان, عن قتادة, عن سالم بن أبي الجعد, عن معدان, عن عمرو البكاليّ, هكذا قال القاسم, عن عبد الله بن عمرو نحوه.------------------------الهوامش :(1) الراجز يصف ظهر أتان من حمر الوحش بأن فيه وشيا ورقما وخطوطا وطرائق ، فكأن حائكا . وهو الذي ينسج الثياب ألبسها طنفسة موشاة فيها خطوط مستقيمة ذات ألوان . ومعنى البيت الثالث : أن الخطوط في ظهرها تلوح كأنها مذهبة عند تحركها ومتابعتها السير . والشاهد في هذه الأبيات قوله \" حباك \" والحباك : الخط في الرمل أو في الثوب أو في الشعر ، وجمعه حبك بضمتين . ومثله الحبيكة ، وجمعها حبائك . واستشهد المؤلف بهذه الأبيات الثلاثة من مشطور الرجز ، عند قوله تعالى : \" والسماء ذات الحبك \" وهي طرائق الضوء ترى في السماء في غياب القمر ، وهي ما تسمى المجرة . أو هي الأفلاك تدور فيها الكواكب . والبيت الثالث جاء في الأصل محرفًا هكذا : * أذهبهـا الحـقوق الـدين الـداك *وقد بحثنا عنه كثيرًا ، فلم نجده ، ثم أصلحناه على ما ترى . والخفوق : الحركة والاضطراب . والدراك : السير المتتابع .",
  "ayah": 7,
  "surah": 51
}
