{
  "text": "৯-১১ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় মুমিন বান্দাদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন খুব বেশী বেশী করে আল্লাহর যিক্‌র করে এবং তাদেরকে সতর্ক করছেন যে, তারা যেন ধন-দৌলত ও সন্তান-সন্ততির প্রেমে পড়ে আল্লাহকে ভুলে না যায়। এরপর বলেনঃ যারা আল্লাহর স্মরণে উদাসীন হবে তারা হবে ক্ষতিগ্রস্ত।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা তাঁর আনুগত্যের কাজে মাল খরচ করার নির্দেশ দিচ্ছেন যে, তারা যেন মৃত্যুর পূর্বেই তাদেরকে প্রদত্ত মাল হতে খরচ করে। মৃত্যুর সময়ের নিরুপায় অবস্থা দেখে মাল খরচ করতঃ শান্তি লাভের আশা করা বৃথা হবে। ঐ সময় তারা চাইবে যে, যদি অল্প সময়ের জন্যেও ছেড়ে দেয়া হতো তবে যা কিছু ভাল কাজ আছে সবই তারা করতো এবং মন খুলে আল্লাহর পথে দান-খয়রাত করতো। কিন্তু তখন সময় কোথায়? যে বিপদ আসার তা এসেই গেছে। এটা কখনো টলবার নয়। বিপদ মাথার উপর এসেই পড়েছে। অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “যেদিন তাদের শাস্তি আসবে সেই দিন সম্পর্কে তুমি মানুষকে সতর্ক কর, তখন যালিমরা বলবেঃ হে আমাদের প্রতিপালক! আমাদেরকে কিছু কালের জন্যে অবকাশ দিন, আমরা আপনার আহ্বানে সাড়া দিবো এবং রাসূলদেরকে অনুসরণ করবো! তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?\" (১৪:৪৪) আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “শেষ পর্যন্ত তাদের কারো যখন মৃত্যু এসে যাবে তখন বলবে- হে আমার প্রতিপালক! আমাকে ফিরিয়ে দিন, যেন আমি ভাল কাজ করতে পারি যা আমি ছেড়ে দিয়েছিলাম, কখনো নয়।” (২৩:৯৯-১০০)এখানে মহামহিমান্বিত আল্লাহ বলেনঃ নির্ধারিত সময়কাল যখন উপস্থিত হয়ে যাবে, আল্লাহ কখনো কাউকেও অবকাশ দিবেন না। তোমরা যা কর আল্লাহ সে সম্পর্কে সবিশেষ অবহিত। এ লোকগুলোকে যদি ফিরিয়ে দেয়া হয় তবে এসব কথা তারা ভুলে যাবে এবং পূর্বে যে কাজ করতো পুনরায় ঐ কাজই করতে থাকবে।\tহযরত ইবনে আব্বাস (রাঃ) বলেনঃ “ঐ মালদার ব্যক্তি যে হজ্ব করেনি ও যাকাত দেয়নি সে মৃত্যুর সময় দুনিয়ায় ফিরে আসার আকাঙ্ক্ষা করবে।\" একটি লোক তখন বললোঃ “জনাব! আল্লাহকে ভয় করুন। দুনিয়ায় ফিরে আসার আকাক্ষা তো করবে কাফির।” তখন তিনি বললেনঃ “তাড়াতাড়ি করছো কেন? আমি তোমাকে কুরআন থেকে এটা পাঠ করে শুনাচ্ছি।” অতঃপর তিনি (আরবি) হতে পূর্ণ রুকূটি পাঠ করে শুনালেন। লোকটি জিজ্ঞেস করলোঃ “কি পরিমাণ সম্পদে যাকাত ওয়াজিব হয়?” জবাবে তিনি বলেনঃ “দুই শত এবং এর চেয়ে বেশী হলে।” সে প্রশ্ন করলোঃ “হজ্ব কখন ফরয হয়?” তিনি উত্তর দিলেনঃ “যখন পথ খরচ ও সওয়ারীর শক্তি থাকে। একটি মারফূ’ রিওয়াইয়াতেও অনুরূপ বর্ণিত আছে। কিন্তু এর মাওকুফটাই সঠিকতর। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত হযরত যহ্‌হাক (রঃ)-এর রিওয়াইয়াতে ইনকিতা' রয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।মুসনাদে ইবনে আবি হাতিমে হযরত আবূ দারদা (রাঃ) হতে বর্ণিত আছে। যে, একদা সাহাবীগণ রাসূলুল্লাহ (সঃ)-এর সামনে বেশী বয়সের আলোচনা করেন। তখন তিনি বলেনঃ “নির্ধারিত কাল যখন উপস্থিত হবে, আল্লাহ কখনো অবকাশ দিবেন না। বয়সের আধিক্য এই ভাবে হয় যে, আল্লাহ তা’আলা কোন বান্দাকে সুসন্তান দান করেন এবং ঐ সন্তানরা তাদের পিতার মৃত্যুর পর তার জন্যে দু'আ করতে থাকে। ঐ দু'আ তার কবরে পৌঁছে থাকে।”",
  "ayah": 11,
  "surah": 63
}
