{
  "text": "৫-৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা অভিশপ্ত মুনাফিকদের সম্পর্কে খবর দিতে গিয়ে বলেনঃ তাদের কৃত পাপের ব্যাপারে খাঁটি মুসলমানরা যখন তাদেরকে বলেঃ এসো, রাসূলুল্লাহ (সঃ) তোমাদের পাপের জন্যে ক্ষমা প্রার্থনা করবেন, তখন তারা গর্বভরে মাথা দুলিয়ে থাকে। এভাবে তারা বিমুখ হয়ে যায়। এর প্রতিফল হলো এই যে, তাদের জন্যে ক্ষমার দর বন্ধ। তাদের জন্যে নবী (সঃ)-এর ক্ষমা প্রার্থনা তাদের কোনই উপকারে আসবে না। আল্লাহ পাপাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না। সূরায়ে বারাআতে এই বিষয়েই আয়াত গত হয়েছে এবং সেখানে এর তাফসীর এবং সাথে সাথে এই সম্পর্কীয় হাদীসসমূহও বর্ণিত হয়েছে।মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে যে, মুনাফিক সুফইয়ান তার মুখখানা ডান দিকে ফিরিয়ে নিয়েছিল এবং ক্রোধ ও গর্বের সাথে বাঁকা চোখে তাকাচ্ছিল। ওরই বর্ণনা এই আয়াতে রয়েছে। এগুলো সবই আবদুল্লাহ ইবনে উবাই ইবনে সালূল সম্পর্কে বর্ণনা, এরূপ মন্তব্য করেছেন পূর্বযুগীয় অধিকাংশ গুরুজন। যেমন এটা সত্বরই আসছে ইনশাআল্লাহ।সীরাতে মুহাম্মাদ ইবনে ইসহাকের মধ্যে রয়েছে যে, আবদুল্লাহ ইবনে উবাই ইবনে সালূল তার কওমের মধ্যে এক বড় সম্ভ্রান্ত ব্যক্তি ছিল। জুমআ’র দিন নবী (সঃ) যখন খুৎবাহ দেয়ার জন্যে দাঁড়াতেন তখন সে দাঁড়িয়ে গিয়ে বলতোঃ “হে জনমণ্ডলী! ইনি হলেন আল্লাহর রাসূল (সঃ)। ইনি তোমাদের মধ্যেই বিদ্যমান রয়েছেন। এরই কারণে আল্লাহ তা'আলা তোমাদেরকে মর্যাদা দান করেছেন। সুতরাং তাঁকে সাহায্য করা এখন তোমাদের অবশ্য কর্তব্য হয়ে দাঁড়িয়েছে। তোমরা তাঁকে সম্মান করবে ও মর্যাদা দিবে এবং তিনি যা কিছু বলবেন সবই মেনে চলবে।” এ কথা বলে সে বসে পড়তো। উহুদের যুদ্ধে তার কপটতা প্রকাশ পেয়ে যায়। সেখান হতে সে প্রকাশ্যভাবে রাসূলুল্লাহ (সঃ)-এর অবাধ্যাচরণ করে এক তৃতীয়াংশ সৈন্য নিয়ে মদীনায় ফিরে আসে। যুদ্ধ শেষে রাসূলুল্লাহ (সঃ) যখন মদীনায় ফিরে আসেন এবং জুমআ’র দিনে মিম্বরের উপর উপবিষ্ট হন তখন অভ্যাসমত আবদুল্লাহ ইবনে উবাই সেদিনও দাঁড়িয়ে যায় এবং সে কথা বলতে যাবে এমতাবস্থায় কয়েক জন সাহাবী এদিক ওদিক দাঁড়িয়ে যান এবং তার কাপড় ধরে নিয়ে বলে ওঠেনঃ “ওরে আল্লাহর দুশমন! তুই বসে যা। এখন তোর কথা বলার মুখ নেই। তুই যা কিছু করেছিস তা আর কারো কাছে গোপন নেই। তোর আর ঐ যোগ্যতা নেই যে, মন যা চাইবে তাই বলবি।” সে তখন অসন্তুষ্ট হয়ে জনগণের ঘাড়ের উপর দিয়ে বাইরে বেরিয়ে গেল। সে বলতে বলতে গেলঃ “আমি কি কোন মন্দ কথা বলার জন্যে দাঁড়িয়েছিলাম? আমি তো তাঁর কাজ মযবুত করার উদ্দেশ্যেই দাঁড়িয়েছিলাম।” মসজিদের দরজার উপর কয়েক জন আনসারীর সাথে তার সাক্ষাৎ হলো। তারা তাকে জিজ্ঞেস করলেনঃ “ব্যাপার কি?” উত্তরে সে বললঃ “আমি রাসূলুল্লাহ (সাঃ)-এর কাজকে দৃঢ় করার উদ্দেশ্যেই দাঁড়িয়েছিলাম এমন সময় কয়েকজন সাহাবী আমার উপর লাফিয়ে পড়ে আমাকে টানা-হেঁচড়া করতে শুরু করে এবং আমাকে ধমকাতে থাকে। তাদের ধারণায় আমি যেন কোন মন্দ কথা বলার জন্যে দাঁড়িয়েছিলাম। অথচ আমার উদ্দেশ্য শুধু এই ছিল যে, আমি তাঁর কথা ও কাজেরই পৃষ্টপোষকতা করবো।” একথা শুনে ঐ আনসারীগণ বললেনঃ “ভাল কথা, তুমি ফিরে চল। আমরা রাসূলুল্লাহ্ (সাঃ)-এর নিকট আবেদন জানাবো যে, তিনি যেন তোমার জন্যে ক্ষমা প্রার্থনা করেন। সে তখন বললোঃ “আমার এর কোন প্রয়োজন নেই।”হযরত কাতাদাহ (রঃ) ও হযরত সুদ্দী (রঃ) বলেন যে, এ আয়াতটি আব্দুল্লাহ্ ইবনে উবাই এর ব্যাপারে অবতীর্ণ হয়। ঘটনাটি ছিল এই যে, তারই কওমের একজন যুবক মুসলমান তার এ ধরনের কার্যকলাপের কথা রাসূলুল্লাহ (সাঃ)-এর নিকট পৌঁছিয়ে দেন। রাসূলুল্লাহ (সাঃ) তাকে ডাকিয়ে নেন। সে সরাসরি অস্বীকার করে। সে মিথ্যা শপথও করে। তখন আনসারীগণ ঐ সাহাবীকে তিরস্কার এবং শাসন-গর্জন করেন ও মিথ্যাবাদী সাব্যস্ত করেন। ঐ সময় এই আয়াতগুলো অবতীর্ণ হয়। এতে আল্লাহ্ তা'আলা মুনাফিকের মিথ্যা শপথের এবং যুবক সাহাবীটির সত্যবাদীতার বর্ণনা দিয়েছেন। অতঃপর ঐ মুনাফিককে বলা হয়ঃ “চলো, রাসূলুল্লাহ্ (সাঃ)-এর মাধ্যমে তোমার পাপের জন্যে ক্ষমা প্রার্থনা করিয়ে নাও।” তখন সে অস্বীকার করে এবং মাথা ঘুরিয়ে নিয়ে চলে যায়। হযরত সাঈদ ইবনে জুবায়ের (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সাঃ) কোন মনযিলে অবতরণ করলে সেখানে নামায না পড়া পর্যন্ত যাত্রা শুরু করতেন না। তাবূকের যুদ্ধে রাসূলুল্লাহ্ (সাঃ) খবর পেলেন যে, আব্দুল্লাহ ইবনে উবাই বলছেঃ “আমরা মদীনায় প্রত্যাবর্তন করলে তথা হতে প্রবল ও সম্মানীরা দুর্বল ও লাঞ্ছিতদেরকে বহিষ্কার করবেই।” অর্থাৎ আমরা এই দুর্বল ও মর্যাদাহীন মুহাজিরদেরকে আমাদের শহর মদীনা হতে বের করে দিবো। একথা শুনে রাসূলুল্লাহ (সাঃ) দিনের শেষ ভাগে অবতরণের পূর্বেই যাত্রা শুরু করে দেন। আব্দুল্লাহ ইবনে উবাইকে বলা হয়ঃ “রাসূলুল্লাহ (সাঃ)-এর নিকট হাযির হয়ে তোমার অপরাধের জন্যে ক্ষমা প্রার্থনা কর।\" তখন আল্লাহ্ তা'আলা (আরবি) হতে (আরবি) পর্যন্ত আয়াতগুলো অবতীর্ণ করেন। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। এর ইসনাদ ইবনে সীরীন পর্যন্ত তো সঠিক বটে, কিন্তু এটা তাবূকের ঘটনা একথা বলার ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে, এমনকি এটা সঠিক কথাই নয়। কেননা, তাবূকের যুদ্ধে তো আব্দুল্লাহ ইবনে উবাই হাযিরই ছিল না, বরং সে তার একটি দল নিয়ে ফিরে গিয়েছিল। কুতুবে। মাগাযী ও সিয়ারের লেখকগণ এ মন্তব্য করেছেন যে, এ মুরীসী যুদ্ধের ঘটনা এবং ???)এই ঘটনায় হযরত মুহাম্মাদ ইবনে ইয়াহইয়া ইবনে হিব্বান (রঃ), হযরত আব্দুল্লাহ্ ইবনে আবি বকর (রঃ) এবং হযরত আসিম ইবনে উমার ইবনে কাতাদাহ্ (রঃ) হতে বর্ণিত আছে যে, এই যুদ্ধস্থলে রাসূলুল্লাহ্ (সাঃ) এক জায়গায় অবস্থান করছিলেন। তথায় পানির জায়গার উপর যে জনসমাবেশ ছিল ওর মধ্যে হযরত জাহজাহ ইবনে সাঈদ গিফারী (রঃ) ও হযরত সিনান ইবনে ইয়াযীদ (রাঃ)-এর মাঝে কিছু ঝগড়া হয়ে যায়। হযরত জাহজাহ (রাঃ) হযরত উমর ইবনে খাত্তাব (রাঃ)-এর একজন কর্মচারী ছিলেন। ঝগড়া চরম আকার ধারণ করে। হযরত সিনান (রাঃ) সাহায্যের জন্যে আনসারদেরকে আহবান করেন এবং হযরত জাহজাহ্ (রাঃ) আহ্বান করেন মুহাজিরদেরকে। ঐ সময় হযরত যায়েদ ইবনে আরকাম (রাঃ) প্রমুখ আনসারদের একটি দল আব্দুল্লাহ ইবনে উবাই এর পাশে উববিষ্ট ছিলেন। এই ফরিয়াদ শুনে আব্দুল্লাহ্ ইবনে উবাই বলতে শুরু করেঃ “আমাদের শহরেই এ লোকগুলো আমাদের উপর আক্রমণ শুরু করে দিলো? আমাদের ও এই কুরায়েশদের দৃষ্টান্ত ওটাই যাকে একজন বলেছে- ‘স্বীয় কুকুরকে তুমি মোটা-তাজা কর যাতে সে তোমাকেই কামড় দেয়। আল্লাহর শপথ! আমরা মদীনায় ফিরে গেলে তথা হতে প্রবল দুর্বলকে বহিষ্কার করবেই।” অতঃপর সে তার পাশে উপবিষ্ট লোকদেরকে সম্বোধন করে বলতে শুরু করলোঃ “সব বিপদ তোমরা নিজেরাই নিজেদের হাতে টেনে এনেছো। তোমরা এই মুহাজিরদেরকে তোমাদের শহরে জায়গা দিয়েছে এবং নিজেদের সম্পদের অর্ধাংশ দান করেছে। এখনো যদি তোমরা তাদেরকে আর্থিক সাহায্য না কর তবে তারা সংকটে পড়ে মদীনা হতে বেরিয়ে যাবে।” হযরত যায়েদ ইবনে আরকাম (রাঃ) এসব কথাই শুনলেন। ঐ সময় তিনি অল্প বয়স্ক ছিলেন। তিনি সরাসরি নবী (সাঃ)-এর দরবারে হাযির হয়ে সমস্ত ঘটনা বর্ণনা করলেন। ঐ সময় তাঁর নিকট হযরত উমার ইবনে খাত্তাবও (রাঃ) উপবিষ্ট ছিলেন। রাগান্বিত হয়ে তিনি বলেনঃ “হে আল্লাহর রাসূল (রঃ)! আমাকে নির্দেশ দিন, আমি তার গদান উড়িয়ে দিই।” তাঁর এ কথা শুনে রাসূলুল্লাহ (রাঃ) তাঁকে বললেনঃ “এ কাজ করলে এটা প্রচারিত হয়ে পড়বে যে, হযরত মুহাম্মাদ (সাঃ) নিজের সঙ্গী-সাথীদেরকেও হত্যা করে থাকেন। এটা ঠিক হবে না। যাও, লোকদেরকে যাত্রা শুরু করার হুকুম দিয়ে দাও।” আব্দুল্লাহ ইবনে উবাই যখন এ খবর পেলো যে, রাসূলুল্লাহ্ (সাঃ) তার কথা জেনে ফেলেছেন তখন সে ভীত-সন্ত্রস্ত হয়ে পড়লো এবং তাঁর দরবারে হাযির হয়ে ওযর-আপত্তি, হীলা-বাহানা করতে লাগলো এবং কথা পাল্টাতে শুরু করলো। আর শপথ করে বলতে লাগলো যে, সে এরূপ কথা কখনো বলেনি। এই লোকটি তার সম্প্রদায়ের মধ্যে খুবই মর্যাদাবান ও প্রভাবশালী ছিল। তাছাড়া লোকেরাও বলতে লাগলোঃ “হে আল্লাহর রাসূল (সাঃ)! সম্ভবতঃ এই বালকটিই ভুল বলেছে। সে হয়তো ধারণা করেছে, প্রকৃত ঘটনা হয়তো এটা নয়।” রাসূলুল্লাহ্ (সাঃ) সময়ের পূর্বেই এখান হতে তাড়াতাড়ি যাত্রা শুরু করার নির্দেশ দিলেন। পথে হযরত উসায়েদ ইবনে হুযায়ের (রাঃ) তাঁর সাথে মিলিত হন এবং তাঁর নবুওয়াতের যথাযোগ্য আদবের সাথে তাঁকে সালাম করেন। অতঃপর আরয করেনঃ “হে আল্লাহর রাসূল (সাঃ)! আজ যে সময়ের পূর্বেই যাত্রা শুরু করেছেন, ব্যাপার কি?” উত্তরে রাসূলুল্লাহ (সাঃ) তাঁকে বলেনঃ “তোমার কি জানা নেই যে, তোমাদের সঙ্গী আব্দুল্লাহ্ ইবনে উবাই বলেছেঃ “মদীনায় পৌঁছে আমরা সম্মানিত ব্যক্তিরা লাঞ্ছিত ব্যক্তিদেরকে অর্থাৎ মুহাজিরদেরকে বহিষ্কার করে দিবো?” তখন হযরত উসায়েদ (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সাঃ)! সম্মানিত তো আপনিই, আর লাঞ্ছিত হলো তো সেই। আপনি তার কথাকে মোটেই পরোয়া করবেন না। আসলে মদীনায় আপনার আগমনে সে ক্রোধে ও হিংসায় জ্বলে পুড়ে মরছে। মদীনাবাসীরা তাকে নেতা নির্বাচন করার উপর ঐকমত্যে পৌঁছেছিল এবং তার মাথার মুকুটও তৈরী হচ্ছিল। এমতাবস্থায় আল্লাহ্ রাব্বুল আ'লামীন আপনাকে এখানে আনিয়েছেন এবং রাজত্ব তার হাত হতে ছুটে গেছে। কাজেই আপনার উপর সে তেলে বেগুনে জ্বলে উঠেছে। হে আল্লাহর রাসূল (সাঃ)! চলতে থাকুন।” তাঁরা দুপুরেই যাত্রা শুরু করেছিলেন। সন্ধ্যা হলো, রাত্রি হলো, সকাল হলো, এমনকি রৌদ্রের প্রখরতা এসে গেলে তিনি শিবির স্থাপন করলেন, যাতে জনগণ আব্দুল্লাহ্ ইবনে উবাই-এর ঐ কথায় মুষড়ে না পড়ে। জনগণের ক্লান্তি ও রাত্রি জাগরণ ছিল বলে অবতরণ করা মাত্রই সবাই ঘুমিয়ে পড়েন। আর এদিকে এই সূরায়ে মুনাফিকূন অবতীর্ণ হয়ে গেল। (এটা সীরাতে ইসহাক নামক গ্রন্থে বর্ণিত হয়েছে)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমরা এক যুদ্ধে রাসূলুল্লাহ (সঃ)-এর সাথে ছিলাম। একজন মুহাজির একজন আনসারকে পাথর মেরে দেন। এটাকে কেন্দ্র করে কথা বেড়ে চলে এবং উভয়েই নিজ নিজ দলের নিকট ফরিয়াদ জানান এবং তাঁদেরকে আহ্বান করেন। এতে রাসূলুল্লাহ (সঃ) অত্যন্ত অসন্তুষ্ট হন এবং বলেনঃ “একি অজ্ঞতার যুগের কাজ-কারবার শুরু করলে তোমরা? এই বেদুঈনী অভ্যাস পরিত্যাগ কর।” আবদুল্লাহ ইবনে উবাই ইবনে সালূল বলতে লাগলোঃ “এখন মুহাজিরগণ এরূপ করতে শুরু করলো? আল্লাহর কসম! মদীনায় পৌঁছেই আমরা সম্মানীরা এই লাঞ্ছিতদেরকে মদীনা হতে বের করে দিবো।” ঐ সময় মদীনায় আনসারদের সংখ্যা মুহাজিরদের অপেক্ষা বহু গুণে বেশী ছিল। তবে পরবর্তীতে মুহাজিরদের সংখ্যা অনেক হয়ে যায়। হযরত উমার (রাঃ) যখন আবদুল্লাহ ইবনে উবাই এর এ কথা শুনতে পেলেন তখন তিনি রাসূলুল্লাহ (সঃ)-এর নিকট তাকে হত্যা করার অনুমতি চাইলেন। কিন্তু রাসূলুল্লাহ (সঃ) তাঁকে এ কাজ হতে বিরত রাখলেন।\" (এ হাদীসটি হাফিয আবূ বকর বায়হাকী (রঃ) বর্ণনা করেছেন)হযরত যায়েদ ইবনে আরকাম (রাঃ) বলেনঃ “আমি তাবূকের যুদ্ধে রাসূলুল্লাহ (সঃ)-এর সঙ্গে ছিলাম। আবদুল্লাহ ইবনে উবাই বললোঃ “আমরা মদীনায় প্রত্যাবর্তন করলে তথা হতে প্রবল দুর্বলকে বহিষ্কার করবেই।” আমি তার এ কথা রাসূলুল্লাহ (সঃ)-এর নিকট এসে বর্ণনা করলাম। কিন্তু সে এসে অস্বীকার করে বসলো ও শপথ করলো। ঐ সময় আমার সম্প্রদায় আমাকে বহু কিছু গাল মন্দ দিলো এবং নানা প্রকারে তিরস্কার করলো যে, আমি এরূপ কেন করলাম? আমি দুঃখিত মনে সেখান হতে চলে আসলাম। আমার দুঃখের কোন সীমা থাকলো না। ইত্যবসরে রাসূলুল্লাহ (সঃ) আমাকে ডেকে পাঠালেন এবং বললেনঃ ‘আল্লাহ তা’আলা তোমার ওযর ও সত্যবাদিতা (সম্পৰ্কীয় আয়াত) অবতীর্ণ করেছেন। ঐ সময় ... (আরবি)-এ আয়াতগুলো অবতীর্ণ হয়।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন) মুসনাদে আহমাদে এটা এভাবেও বর্ণিত আছে যে, হযরত যায়েদ ইবনে আরকাম (রাঃ) বলেনঃ “আমি আমার চাচার সাথে এক যুদ্ধে ছিলাম। আমি আবদুল্লাহ ইবনে উবাইকে এ দু’টি কথা বলতে শুনলামঃ “আল্লাহর রাসূল (সঃ)-এর সহচরদের জন্যে ব্যয় করো না” এবং “তারা মদীনায় প্রত্যাবর্তন করলে তথা হতে প্রবল দুর্বলকে বহিষ্কার করবেই।” আমি এটা আমার চাচার নিকট বর্ণনা করি এবং আমার চাচা তা রাসূলুল্লাহ (সঃ)-এর নিকট বর্ণনা করেন। রাসূলুল্লাহ (সঃ) আবদুল্লাহ ইবনে উবাইকে ডেকে পাঠালে সে সম্পূর্ণরূপে কথাগুলো অস্বীকার করে এবং শপথও করে নেয়। তখন রাসূলুল্লাহ (সঃ) তার কথা সত্য ও আমার কথা মিথ্যা বলে মেনে নেন। আমার চাচাও আমাকে বহু তিরস্কার করেন। আমি এতে এতো বেশী দুঃখিত ও লজ্জিত হই যে, বাড়ী হতে বের হওয়া পরিত্যাগ করি। শেষ পর্যন্ত এই সূরাটি অবতীর্ণ হয় এবং রাসূলুল্লাহ (সঃ) আমার সত্যতা স্বীকার করেন এবং সূরাটি আমাকে পড়ে শুনিয়ে দেন।মুসনাদে আহমাদের অন্য রিওয়াইয়াতে আছে যে, এক সফরে সাহাবীগণ সংকটময় অবস্থায় পতিত হলে আবদুল্লাহ ইবনে উবাই উপরোক্ত কথা দু’টি বলে। রাসূলুল্লাহ (সঃ) তাকে ডেকে পাঠিয়ে একথা জিজ্ঞেস করলে সে তা অস্বীকার করে এবং শপথ করে বলে যে, সে এরূপ কথা কখনো বলেনি। তখন জনগণ যায়েদ ইবনে আরকাম (রাঃ)-কে মিথ্যাবাদী রূপে সাব্যস্ত করেন। এতে হযরত যায়েদ (রাঃ) খুবই দুঃখিত ও লজ্জিত হন। ঐ সময় আল্লাহ তা'আলা এ সূরাটি অবতীর্ণ করেন। আল্লাহর রাসূল (সঃ) তাদের জন্যে ক্ষমা প্রার্থনার উদ্দেশ্যে তাদেরকে (মুনাফিকদেরকে) ডাকলে তারা মাথা ফিরিয়ে নেয়।আল্লাহ তা’আলা মুনাফিকদেরকে দেয়ালে ঠেকানো কাঠের স্তম্ভ সদৃশ এই কারণে বলেছেন যে, তারা দৈহিক গঠনের দিক দিয়ে সুন্দর ছিল। জামে তিরমিযীতে হযরত যায়েদ ইবনে আরকাম (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমরা এক যুদ্ধে রাসূলুল্লাহ (সঃ)-এর সাথে বের হই। কিছু বেদুঈনও আমাদের সাথে ছিল। পানির জায়গায় তারা প্রথমেই পৌঁছতে চাইতো। অনুরূপভাবে আমরাও ঐ চেষ্টাতেই থাকতাম। একদা একজন বেদুঈন গিয়ে পানি দখল করে নেয় এবং হাউয পূর্ণ করে হাউযের চতুর্দিকে সে পাথর রেখে দেয় এবং উপর হতে চামড়া ছড়িয়ে দেয়। একজন আনসারী এসে ঐ হাউযের মধ্য হতে নিজের উটকে পানি পান করাবার ইচ্ছা করে। বেদুঈন তাকে বাধা দেয়। আনসারী জোরপূর্বক পানি পান করাতে গেলে ঐ বেদুঈন লাঠি দ্বারা আনসারীর মাথায় আঘাত করে। ফলে আনসারীর মাথা জখম হয়। আনসারী আবদুল্লাহ ইবনে উবাই এর লোক ছিল বলে সরাসরি তার কাছে চলে যায় এবং ঘটনাটি বর্ণনা করে। এতে সে ভীষণ রাগান্বিত হয় এবং বলেঃ “এই বেদুঈনদেরকে কিছুই দিয়ো না, তাহলে তারা আপনা আপনি ক্ষুধার জ্বালায় পালিয়ে যাবে। এই বেদুঈনরা আহারের সময় রাসূলুল্লাহ (সঃ)-এর নিকট আসতো এবং খেয়ে নিতো। আবদুল্লাহ ইবনে উবাই তার সঙ্গীদেরকে বললোঃ “তোমরা রাসূলুল্লাহ (সঃ)-এর খাদ্য নিয়ে এমন সময় যাবে যখন এই বেদুঈনরা থাকবে না। তিনি তাঁর সঙ্গীদেরকে নিয়ে খাদ্য খেয়ে নিবেন এবং এরা খেতে পাবে না। তখন এরা না খেয়ে খেয়ে আপনা আপনি পালিয়ে যাবে। আর আমরা মদীনায় গিয়ে এ হীন ও ছোট লোকদেরকে মদীনা হতে বের করে দিবো।” আমি আমার চাচার পিছনে বসতাম। আবদুল্লাহ ইবনে উবাই যা কিছু বললো আমি তার সবই শুনলাম এবং আমার চাচার নিকট বর্ণনা করলাম। আমার চাচা তা রাসূলুল্লাহ (সঃ)-এর নিকট বর্ণনা করলেন। রাসূলুল্লাহ (সঃ) আবদুল্লাহ ইবনে উবাইকে ডাকিয়ে নিলেন। সে সবকিছুই অস্বীকার করলো এবং শপথও করলো। রাসূলুল্লাহ (সঃ) তাকে সত্যবাদী মনে করলেন এবং আমাকে মিথ্যাবাদী সাব্যস্ত করলেন। আমার চাচা আমার কাছে এসে আমাকে বললেনঃ “তুমি এটা করলে? রাসূলুল্লাহ (সঃ) তোমার প্রতি অসন্তুষ্ট হয়েছেন এবং তোমাকে মিথ্যাবাদী মনে করেছেন। অন্যান্য মুসলমানরাও তোমাকে মিথ্যাবাদী মনে করেছে।' এ কথা শুনে তো আমার উপর দুঃখের পাহাড় ভেঙ্গে পড়লো। আমি অত্যন্ত দুঃখিত অবস্থায় মাথা নীচু করে রাসূলুল্লাহ (সঃ)-এর সাথে চলছিলাম। অল্পক্ষণ পরেই রাসূলুল্লাহ (সঃ) আমার নিকট আসলেন এবং আমার কান ধরলেন। আমি ফিরে তাকিয়ে দেখি যে, তিনি মুচকি হাসছেন। আল্লাহর শপথ! ঐ সময় আমি এতো বেশী খুশী হয়েছিলাম যে, তা ভাষায় বর্ণনা করা যায় না। যদি আমি দুনিয়ার চিরস্থায়ী জীবন লাভ করতাম তবুও এতো খুশী হতে পারতাম না। অতঃপর হযরত আবূ বকর (রাঃ) আমার কাছে এসে আমাকে বললেনঃ “রাসূলুল্লাহ (সঃ) তোমাকে কি বললেন?” আমি উত্তরে বললাম, তিনি কিছুই আমাকে বলেনি, শুধু মুচকি হেসে চলে গেলেন। তখন তিনি বললেনঃ “ঠিক আছে, তুমি খুশী হও।” তাঁর চলে যাওয়ার পরেই হযরত উমার (রাঃ) আমার কাছে আসলেন এবং ঐ প্রশ্নই আমাকে করলেন। আমিও ঐ একই জবাব দিলাম। সকালে সূরায়ে মুনাফিকূন অবতীর্ণ হলো।” অন্য রিওয়াইয়াতে সূরাটি (আরবি) পর্যন্ত পড়াও বর্ণিত আছে।আবদুল্লাহ ইবনে লাহীআহ (রঃ) এবং মূসা ইবনে উকবাও (রঃ) এই হাদীসটি মাগাযীর মধ্যে বর্ণনা করেছেন, কিন্তু এ দু’জনের বর্ণনায় সংবাদদাতার নাম আউস ইবনে আকরাম রয়েছে, যে বানু হারেস ইবনে খাযরাজ গোত্রভুক্ত ছিল। তাহলে সম্ভবতঃ হযরত যায়েদ ইবনে আরকাম (রাঃ) ও খবর পৌঁছিয়েছিলেন এবং হযরত আউসও (রাঃ) পৌঁছিয়েছিলেন। আবার এও হতে পারে যে, বর্ণনাকারী নামে ভুল করেছেন। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।মুসনাদে ইবনে আবি হাতিমে হযরত উরওয়া ইবনে যুবায়ের (রাঃ) এবং হযরত আমর ইবনে সাবিত আনসারী (রাঃ) হতে বর্ণিত আছে যে, এটা গাযওয়ায়ে মুরীসীর ঘটনা। এটা ঐ যুদ্ধ যাতে রাসূলুল্লাহ (সঃ) হযরত খালেদ (রাঃ)-কে প্রেরণ করে ‘মানাত’ প্রতিমাকে ভাঙ্গিয়েছিলেন যা কিফা মুশাললাল ও সমুদ্রের মধ্যস্থলে অবস্থিত ছিল। এই যুদ্ধেই দুই জন লোকের মধ্যে ঝগড়া হয়েছিল। একজন ছিলেন মুহাজির এবং অন্যজন ছিলেন বাহায় গোত্রের লোক। বাহায গোত্র আনসারদের মিত্র ছিল। বাহযী আনসারদেরকে এবং মুহাজির মুহাজিরদেরকে আহ্বান করে। উভয়পক্ষের কিছু লোক দাঁড়িয়ে যায় এবং তাদের মধ্যে ঝগড়া শুরু হয়। ঝগড়া শেষ হলে মুনাফিক ও রোগা অন্তরের লোকেরা আবদুল্লাহ ইবনে উবাই এর নিকট একত্রিত হয় এবং তাকে বলেঃ “আপনার কাছে তো আমরা বহু কিছু আশা করেছিলাম। আমাদের শত্রুদের ব্যাপারে আপনি ছিলেন আমাদের রক্ষক। এখন তো আপনি একেবারে অকেজো ও কর্ম বিমুখ হয়ে পড়েছেন। এখন না আছে আপনার কোন উপকারের চিন্তা, না ক্ষতির চিন্তা। আপনিই তো এই মুহাজিরদেরকে এতোটা উপরে উঠিয়ে দিয়েছেন? কথায় কথায় তারা আমাদের উপর আক্রমণ চালায়। নতুন মুহাজিরদেরকে তারা জালাবীব বলতো। আল্লাহর ঐ শত্রু জবাবে বললোঃ “আল্লাহর কসম! আমরা মদীনায় প্রত্যাবর্তন করলে অবশ্যই প্রবলরা দুর্বলদেরকে বহিষ্কার করবে।” মুনাফিক মালিক ইবনে দাখশান বললোঃ “আমি প্রথম থেকেই বলে আসছি যে, এদের সঙ্গে সুসম্পর্ক পরিত্যাগ করা হোক, তাহলে তারা আপনা আপনি বিচ্ছিন্ন হয়ে পড়বে?” হযরত উমার (রাঃ) এসব কথা শুনে নেন। তিনি নবী পাক (সাঃ)-এর খিদমতে হাযির হয়ে আরয করেনঃ লোকদের মধ্যে হাঙ্গামার গোড়া পত্তনকারী এই লোকটির ব্যাপারে আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দিই।” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “আমি যদি তোমাকে অনুমতি দিই তবে কি তুমি তাকে হত্যা করে ফেলবে?” জবাবে হযরত উমার (রাঃ) বললেনঃ “আল্লাহর কসম! এখনই আমি তাকে নিজ হাতে হত্যা করে ফেলবো।” রাসূলুল্লাহ (সঃ) বললেনঃ “আচ্ছা, বসে পড়।” ইতিমধ্যে হযরত উসায়েদ ইবনে হুযায়েরও (রাঃ) ঐ কথা বলতে বলতে আসলেন। রাসূলুল্লাহ (সঃ) তাঁকেও ঐ একই প্রশ্ন করলেন এবং তিনিও ঐ একই উত্তর দিলেন। তাঁকেও রাসূলুল্লাহ (সঃ) বসে যেতে বললেন। এরপর কিছুক্ষণ অতিবাহিত হলে তিনি সকলকে তথা হতে যাত্রা শুরু করার নির্দেশ দিলেন এবং সময়ের পূর্বেই তারা সেখান হতে রওয়ানা হয়ে গেলেন। তারা ঐ দিন-রাত এবং পরবর্তী দিনের সকাল পর্যন্ত বরাবর চলতেই থাকলেন। যখন রৌদ্র প্রখর হয়ে উঠলো তখন অবতরণের হুকুম করলেন। দ্বিপ্রহর ঢলে পড়ার সাথে সাথেই পুনরায় তাড়াতাড়ি যাত্রা শুরু করার নির্দেশ দিলেন। এভাবে চলতে চলতে তৃতীয় দিনের সকাল বেলায় কিফা মুশাললাল হতে মদীনা শরীফে পৌছে গেলেন। হযরত উমার (রাঃ)-কে ডেকে তিনি জিজ্ঞেস করলেনঃ “আবদুল্লাহ ইবনে উবাইকে হত্যা করার আমি নির্দেশ দিলে সত্যিই কি তুমি তাকে হত্যা করে ফেলতে?” জবাবে হযরত উমার (রাঃ) বললেনঃ “নিশ্চয়ই আমি তার মাথা দেহ হতে বিচ্ছিন্ন করে ফেলতাম।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “যদি তুমি সেই দিন তাকে হত্যা করে ফেলতে তবে বহু লোকের নাক ধূলো-মলিন হয়ে যেতো। কেননা, যদি আমি তাদেরকে বলতাম তবে তারাও তাকে হত্যা করতে মোটেই দ্বিধাবোধ করতো না। তখন লোকদের একথা বলার সুযোগ হয়ে যেতো যে, মুহাম্মাদ (সঃ) স্বীয় সহচরদেরকে নিষ্ঠুরভাবে হত্যা করে থাকেন। এই ঘটনারই বর্ণনা এই আয়াতগুলোতে রয়েছে।” (এ বর্ণনাটি খুবই গরীব। এতে এমন কতকগুলো চমকপ্রদ কথা রয়েছে, যেগুলোর অন্যান্য রিওয়াইয়াতে নেই) সীরাতে মুহাম্মাদ ইবনে ইসহাকে রয়েছে যে, মুনাফিক আবদুল্লাহ ইবনে উবাই এর পুত্র হযরত আবদুল্লাহ (রাঃ), যিনি একজন খাঁটি মুসলমান ছিলেন, এই ঘটনার পর রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হয়ে আরয করেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি শুনেছি যে, আমার পিতা যে উক্তি করেছে তার প্রতিশোধ হিসেবে আপনি তাকে হত্যা করতে চান। যদি এটা সত্য হয়, তবে তাকে হত্যা করার আদেশ আপনি অন্য কাউকেও দিবেন না। আমিই যাচ্ছি এবং তার কর্তিত মস্তক এনে আপনার পদতলে নিক্ষেপ করছি। আল্লাহর কসম! খাযরাজ গোত্রের প্রত্যেকেই জানে যে, কোন ছেলে তার পিতাকে আমার চেয়ে বেশী শ্রদ্ধা ও সম্মান প্রদর্শনকারী নেই। কিন্তু আমি রাসূলুল্লাহ (সঃ)-এর নির্দেশক্রমে আমার প্রিয় ও শ্রদ্ধেয় পিতাকেও হত্যা করতে প্রস্তুত আছি। যদি আপনি অন্য কাউকেও নির্দেশ দেন এবং সে আমার পিতাকে হত্যা করে তবে আমার ভয় হচ্ছে যে, না জানি হয়তো প্রতিশোধ গ্রহণের নেশায় উন্মত্ত হয়ে তাকে হত্যা করে ফেলবো। আর যদি আমার দ্বারা এ কাজই হয়ে যায় তবে একজন কাফিরের বিনিময়ে একজন মুসলমানকে হত্যা করার অপরাধে আমি জাহান্নামী হয়ে যাবো। সুতরাং এখন আপনি আমার পিতাকে হত্যা করার আদেশ আমাকেই করুন।” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “না, না। আমি তাকে হত্যা করতে চাই না। আমি তো তার সাথে আরো উত্তম ও নম্র ব্যবহার করতে চাই যতক্ষণ সে আমাদের সাথে রয়েছে।” হযরত ইকরামা (রঃ) ও হযরত ইবনে যায়েদ (রাঃ) বর্ণনা করেছেন যে, সেনাবাহিনীসহ রাসূলুল্লাহ (সঃ) যখন মদীনায় পৌঁছেন তখন ঐ মুনাফিক আবদুল্লাহ ইবনে উবাই এর পুত্র হযরত আবদুল্লাহ (রাঃ) মদীনা শরীফের দরবার উপর দাঁড়িয়ে যান ও তরবারী তুলে ধরেন। জনগণ মদীনায় প্রবেশ করতে থাকেন। শেষ পর্যন্ত তার পিতা এসে পড়ে। তিনি স্বীয় পিতাকে সম্বোধন করে বলেনঃ “দাঁড়িয়ে যাও, মদীনায় প্রবেশ করো না।” সে বললোঃ “ব্যাপার কি? আমাকে বাধা দিচ্ছ কেন?” হযরত আবদুল্লাহ (রাঃ) উত্তরে বলেনঃ “তুমি মদীনায় প্রবেশ করতে পার না যে পর্যন্ত না রাসূলুল্লাহ (সঃ) অনুমতি দেন। সম্মানিত তিনিই এবং লাঞ্ছিত তুমিই।” অতঃপর রাসূলুল্লাহ (সঃ) আসলেনঃ তার অভ্যাস ছিল এই যে, তিনি সেনাবাহিনীর সর্বশেষ অংশে থাকতেন। রাসূলুল্লাহ (সঃ)-কে দেখে ঐ মুনাফিক তাঁর কাছে স্বীয় পুত্রের বিরুদ্ধে অভিযোগ করলো। রাসূলুল্লাহ (সঃ) হযরত আবদুল্লাহ (রাঃ)-কে জিজ্ঞেস করলেনঃ তোমার পিতাকে আটক করে রেখেছো কেন?” উত্তরে তিনি বললেনঃ “আল্লাহর কসম! আপনি অনুমতি না দেয়া পর্যন্ত আমার পিতাকে আমি মদীনায় প্রবেশ করতে দিবো না।” অতঃপর নবী (সঃ)-এর অনুমতিক্রমে হযরত আবদুল্লাহ (রাঃ) তাঁর পিতাকে মদীনায় প্রবেশ করতে দিলেন।মুসনাদে হুমাইদীতে রয়ছে যে, হযরত আবদুল্লাহ (রাঃ) তাঁর পিতাকে বলেনঃ “যতক্ষণ পর্যন্ত তুমি নিজের মুখে একথা না বলবে যে, রাসূলুল্লাহ (সঃ) হলেন সম্মানিত এবং তুমি লাঞ্ছিত, ততক্ষণ পর্যন্ত তোমাকে আমি মদীনায় প্রবেশ করতে দিবো না। এর পূর্বে তিনি রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হয়ে আরয করেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার পিতার অত্যধিক গাম্ভীর্য ও প্রভাবের কারণে আজ পর্যন্ত আমি তার মুখের দিকে দৃষ্টিপাত করিনি, কিন্তু আপনি যদি তার উপর অসন্তুষ্ট থাকেন তবে আমাকে নির্দেশ দিন, আমি তার মাথা কেটে নিয়ে আপনার নিকট হাযির করছি। অন্য কাউকেও তাকে হত্যা করার নির্দেশ দিবেন না। এমনও হতে পারে যে, আমার পিতৃহন্তাকে আমি চলাফেরা অবস্থায় দেখতে পারবো না।”",
  "ayah": 8,
  "surah": 63
}
