{
  "text": "القول في تأويل قوله تعالى :  إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1).يقول تعالى ذكره: إنا أنـزلنا هذا القرآن جملة واحدة إلى السماء الدنيا في ليلة القَدْر، وهي ليلة الحُكْم التي يقضي الله فيها قضاء السنة؛ وهو مصدر من قولهم: قَدَرَ الله عليّ هذا الأمر، فهو يَقْدُر قَدْرا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثني عبد الأعلى، قال: ثنا داود، عن عكرِمة، عن ابن عباس، قال: نـزل القرآن كله مرة واحدة في ليلة القدر في رمضان إلى السماء الدنيا، فكان الله إذا أراد أن يحدث في الأرض شيئًا أنـزله منه حتى جمعه.حدثنا ابن المثنى قال: ثنا عبد الوهاب، قال: ثنا داود، عن عكرمة، عن ابن عباس، قال: أنـزل الله القرآن إلى السماء الدنيا في ليلة القدر، وكان الله إذا أراد أن يوحي منه شيئا أوحاه، فهو قوله: ( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ) .قال: ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس، فذكر نحوه ، وزاد فيه. وكان بين أوّله وآخره عشرون سنة.قال ثنا عمرو بن عاصم الكلابي، قال: ثنا المعتمر بن سليمان التيميّ، قال: ثنا عمران أبو العوّام، قال: ثنا داود بن أبي هند، عن الشعبيّ، أنه قال في قول الله: ( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ) قال: نـزل أول القرآن في ليلة القدر.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا حصين، عن حكيم بن جبير، عن ابن عباس، قال: نـزل القرآن في ليلة من السماء العليا إلى السماء الدنيا جملة واحدة، ثم فُرِّق في السنين، وتلا ابن عباس هذه الآية:  فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ  قال: نـزل متفرّقا.حدثني يعقوب، قال: ثنا ابن عُلَية، عن داود، عن الشعبيّ، في قوله: ( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ) قال: بلغنا أن القرآن نـزل جملة واحدة إلى السماء الدنيا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سلمة بن كهيل، عن مسلم، عن سعيد بن جُبير: أنـزل القرآن جملة واحدة، ثم أنـزل ربنا في ليلة القدر:  فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ  .قال: ثنا جرير، عن منصور، عن سعيد بن جُبير، عن ابن عباس، في قوله ( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ) قال: أنـزل القرآن جملة واحدة في ليلة القدر، إلى السماء الدنيا، فكان بموقع النجوم، فكان الله ينـزله على رسوله، بعضه في أثر بعض، ثم قرأ:  وقالوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلا  .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( ليلة القدر) : ليلة الحكم.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ) قال: ليلة الحكم.ثنا وكيع. عن سفيان، عن محمد بن سوقة، عن سعيد بن جُبير: يؤذن للحجاج في ليلة القدر، فيكتبون بأسمائهم وأسماء آبائهم، فلا يغادر منهم أحد، ولا يُزاد فيهم، ولا ينقص منهم.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: ثنا ربيعة بن كلثوم، قال: قال رجل للحسن وأنا أسمع: رأيت ليلة القدر في كلّ رمضان هي؟ قال: نعم، والله الذي لا إله إلا هو إنها لفي كلّ رمضان، وإنها لليلة القدر،  فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ  فيها يقضي الله كلّ أجل وعمل ورزق، إلى مثلها.حدثنا أبو كُرَيب. قال: ثنا وكيع، عن سفيان، عن أبي إسحاق، عن سعيد بن جُبير، عن ابن عمر. قال: ليلة القدر في كلّ رمضان.",
  "ayah": 1,
  "surah": 97
}
