{
  "text": "اب سیاق کلام ہمیں ایک دوسری وادی میں لے جاتا ہے۔ یہ وادی بھی اس کے ساتھ متصل اور مربوط ہے جس میں ہم ابھی گھوم رہے تھے۔ یہ وادی وہ ہے جہاں طبعی مناظر اور نفس انسانی کے شعور کے مناظر باہم ملتے ہیں۔ اس وادی کے مناظر طبیعی ، ان کا پرتو اور ان کے اثرات انسانی شعور کی تصویر میں باہم جمع ہوجاتے ہیں۔ خوف ، ڈر ، جدو جہد ، امید اور خوف باہم ملے ہوئے ہیں اور انسانی شعور اس وادی میں مختلف تاثرات لیتا ہے۔\nآیت 12 تا 16\nچمک ، گرج اور بادل عام مناظر ہیں۔ اسی طرح بعض اوقات ان مناظر میں سے برق بھی گرتی ہے۔ یہ وہ مناظر ہیں جو ہر انسان کو متاثر کرتے ہیں چاہے کوئی ان کی طبعی حقیقت سے واقف ہو یا نہ ہو ، یہاں قرآن مجید ان کو پیش کرتے ہوئے ، ان کے ساتھ ملائکہ ، تسبیح ، سجود ، خوف ، طمع اور ان مشاہد کے سائے کا بھی ذکر کرتا ہے اور اس بات کا بھی ذکر کیا جاتا ہے کہ سچی پکار کیا ہے اور باطل اور ناحق پکار کیا ہے۔ ان مناظر میں ایک دوسرے شخص کی شکل یوں پیش کی جاتی ہے جو پانی پینا چاہتا ہے لیکن اس کی طرف ہاتھ نہیں بڑھاتا ، بلکہ ہاتھ کھول کر اور منہ کھولے ہوئے یہ تمنا کرتا ہے کہ پانی خودبخود اس کے منہ میں پڑجائے ، جبکہ وہ پڑنے والا نہیں ، ایک قطرہ بھی۔\nیہ تمام مناظر ، مثالیں اور اشیاء اس آیت میں محض اتفاقاً اور بےمقصد جمع نہیں کردی گئی ، ان سب چیزوں کا دراصل مدعا سے تعلق ہے۔ بلکہ یہ مناظر انسان کو ڈرانے ، امید ،۔۔۔ پیہم اور طمع اور خوف اور نفع و نقصان کی امید دلانے اور اللہ کے ساتھ انسانوں نے جو دوسرے شریک ٹھہرا رکھے ان کی قوت کی نفی کے لئے لائے گئے ہیں۔\nھو الذی ۔۔۔۔۔۔۔ وطمعا (13 : 12) ” وہی ہے جو تمہارے سامنے بجلیاں چمکاتا ہے جنہیں دیکھ کر تمہیں اندیشے بھی لاحق ہوتے ہیں اور امیدیں بھی بندھتی ہیں “۔ اللہ وہ ذات ہے جو تمہیں یہ تکوینی مظاہر دکھاتا ہے۔ یہ اس کائنات کے طبیعی اور موسمی مظاہر ہیں جسے اس نے پیدا کیا ہے اور اس خاص انداز پر اس نے اس کائنات کو پیدا کیا ہے اور یہ خواص ان اشیاء کے اندر پیدا کئے ہیں۔ وہ بجلی جو اللہ تمہیں دکھاتا ہے ، یہ اس کے قانون قدرت کے مطابق کام کرتی ہے۔ تم اس سے ڈر بھی جاتے ہو کیونکہ اس کی ماہیت ہی ایسی ہے جو اعصاب کو ہلا مارتے ہے۔ کبھی کبھی یہ بجلی برق بن کر بھی گرتی ہے اور خوفناک شکل میں تباہی بھی مچاتی ہے۔ جیسا کہ بارہا تم کو ۔۔۔ بھی ہوا ہوگا۔ تم اس چمک اور بجلی کے بعد باراں رحمت کے امیدوار بھی ہوتے ہو ، کیونکہ اس چمک اور گرج کے بعد بعض اوقات موسلا دھار بارش ہوتی اور مردہ زمین زندہ ہوجاتی ہے۔\nوینشیء السحاب الثقال (13 : 12) ” وہی ہے جو بارش سے لدے ہوئے بادل اٹھاتا ہے “۔ بادلوں کا پیدا کرنے والا بھی وہی ہے۔ سحاب۔۔۔۔ اس جنس کا واحد سحابہ ہے جو بادل کے ایک ٹکڑے کو کہتے ہیں۔ ثقال سے مراد وہ بادل ہیں جو بارش کی وجہ سے بوجھل ہیں۔ یہ بادل اللہ کے پیدا کردہ ناموس فطرت کے مطابق پیدا ہوتے ہیں اور موسلا دھار بارشیں برساتے ہیں ۔ اگر اللہ تعالیٰ قانون قدرت اس طرح نہ وضع کرتا تو نہ بادل ہوتے اور نہ یوں بارشیں ہوتیں۔ یہ کہہ کر کہ بادل کس طرح پیدا ہوتے ہیں اور بارشیں کس طرح برستی ہیں ، ان کی علمی اور سائنسی کیفیت معلوم ہونے سے ان کی خوبصورتی اور سحر آفرینی میں کوئی کمی نہیں آتی۔ نہ اس سے اس مفہوم میں فرق پڑتا ہے جو قرآن کریم نے اخذ کیا ہے۔ کیونکہ یہ تمام کام اور عمل صرف اللہ کے پیدا کردہ تکوینی نظام کے مطابق ہوتا ہے ، اس میں کسی انسان کی صنعت کاری کا کوئی دخل نہیں ہے۔ نہ انسانوں کا اس پورے نظام میں کوئی دخل و عمل ہے۔ یہ تکوینی اور طبیعی قواعد جن کے مطابق یہ کائنات چل رہی ہے نہ خود کائنات نے پیدا کئے ہیں اور نہ خود بخود چل پڑے ہیں ، اس میں جو کچھ بھی چل رہا ہے ایک خالق مطلق کی وجہ سے چل رہا ہے۔\nرعد ، باد ، باران کے مناظر میں ایک خاص منظر ہوتا ہے ۔ یہ طویل اور کڑاکے کی آواز۔ یہ بھی اس کرۂ ارض کے قوانین قدرت کا ایک مظاہرہ ہے اور اللہ کی صنعت کاری ہے۔ اس کا سائنسی تجزیہ جو بھی ہو ، اس بات سے کون انکار کرسکتا ہے کہ یہ اللہ کی تخلیق کا ایک حصہ ہے۔ یہ حمد و تسبیح اس معنی میں کرتا ہے کہ یہ اس قانون قدرت کے مطابق رواں دواں ہے جس کے مطابق اللہ نے یہ نظام بنایا ہے ، جیسا کہ ہر خوبصورت بنائی ہوئی چیز کو دیکھ کر بنانے والی کی حمد و ثنا بےساختہ ہوتی رہتی ہے اور اس کی مصنوعہ چیز کے آثار اور جمال اور افادیت کو دیکھ کر ہر کوئی تعریف کرتا ہے۔ اسی طرح اس کائنات کے اندر پائے جانے والے کمالات اور حیرت انگیز افادیت کی چیزوں کو دیکھنے سے بےساختہ اللہ کی تسبیح زبان پر آجاتی ہے۔ تسبیح کا یہ مفہوم بھی ہو سکتا ہے اور رعد تو خود ہی پکار رہی ہے ۔ بہرحال ہم ان چیزوں کی تسبیح کو ابھی تک نہیں سمجھ سکے اور نہ سمجھتے ہوئے بھی ہم ان حقائق پر ایمان لاتے ہیں ۔ خود اپنے بارے میں بھی ابھی تک ہم کم ہی جانتے ہیں۔ ہو سکتا ہے کہ کچھ عرصہ بعد ہم یہ بھی معلوم کرلیں کہ یہ چیزیں کیسے تسبیح کرتی ہیں۔\nیہاں قرآن کریم نے رعد کے بارے میں ایسا انداز بیان اختیار کیا ہے کہ گویا رعد ایک زندہ مخلوق ہے اور وہ تسبیح کر رہی ہے ، قرآن کریم کا یہ مخصوص انداز ہے کہ وہ مناظر قدرت کو آثار زندگی سے مزین کردیتا ہے حالانکہ یہ مناظر قدرت خاموش ہوتے ہیں اور یہ اس لیے کہ اس پورے منظر میں تمام دوسرے مناظر زندہ ہیں جیسا کہ میں نے اپنی کتاب التصویر الغنی فی القرآن میں تفصیلات دی ہیں۔ اس منظر میں چونکہ زندہ چیزوں کے مناظر ہیں مثلاً تسبیح کر رہے ہیں۔ اللہ کو پکارنا ، شرکاء کو پکارنا اور یہ منظر کہ ایک آدمی پانی کے سامنے ہاتھ پھیلائے کھڑا ہے کہ وہ خود بخود منہ میں پڑجائے جبکہ وہ پڑنے والا نہیں ہے ، تو ایسے مناظر جن میں ایک طرف پکار ، بندگی اور حرکت ہے ، رعد کو بھی زندہ تصور کر کے تسبیح اور دعاء کی نسبت اس کی طرف کردی گئی۔\nاب اس منظر کو ذرا مزید خوفناک بنایا جاتا ہے ، خوف ، دعاء ، برق اور رعد اور بھاری بادل اور یا دو باراں کے ساتھ اب بجلیاں بھی گرتی دکھائی دیتی ہیں ، اور کسی بےچارے پر برق گرتی ہے۔ یہ بجلی جس طرح گرتی ہے وہ اس کائنات کے قدرتی نظام کا حصہ ہے۔ بعض اوقات یہ برق ایسے شخص پر گر جاتی ہے جسے اللہ مزید مہلت دینا نہیں چاہتا کیونکہ اللہ ہی جانتا ہے کہ ایسے لوگوں کو اب مہلت دینا مناسب نہیں لہٰذا بعض لوگ اس برق کے ذریعے ہلاک کر دئیے جاتے ہیں۔\nاور تعجب انگیز بات یہ ہے کہ رعد و برق اور طوفان بادوباراں کی اس فضا میں ، اور رعد اور برق کی جانب سے تسبیح اور ملائکہ کی جانب سے حالت خوف میں اظہار اطاعت ، اور اللہ کے ان غضبناک مظاہر قدرت کے عروج کی حالت میں بھی بعض لوگ ایسے ہیں جو ذات باری کے متعلق شبہات کا اظہار کرتے ہیں ، اللہ کے بارے میں مجادلے اور مباحثے کرتے ہیں۔ حالانکہ اللہ کی قدرت کے مظاہر بلکہ خوفناک مظاہر وہ خود بچشم سر دیکھ رہے ہیں۔\nوھم یجادلون۔۔۔۔۔۔ المحال (13 : 13) ” یہ اللہ کے بارے میں جھگڑتے ہیں حالانکہ اس کی چال بڑی زبردست ہے “۔ بعض لوگ ایسے ہیں کہ جو ذات باری میں کلام کرتے ہیں لیکن اس ہولناک فضا ، گریہ وزاری اور رعد اور برق ، چیخ اور دھاڑ اور اس ہنگامہ خیز فضا میں جس کی تمام چیزیں وجود باری پر دلالت کرتی ہیں ایسے چند لوگوں کی آواز دب کر رہ جاتی ہے۔ کیونکہ اس کائنات کے تمام قابل ذکر مناظر اللہ کی وحدانیت ، اللہ کی تسبیح و تہلیل پر دلیل ناطق ہیں ، پھر فرشتوں میں بعض ایسے بھی ہیں جو ہر وقت اللہ کے خوف کے مارے کانپتے رہتے ہیں ، لہٰذا ان مناظر کی موجودگی ، اور ان فرشتوں کے خوف اور تمام انسانوں کے خوف کی اس فضا میں اللہ کے بارے میں کلام کرنے والوں کی بات شا ذو نادر ہے اور بےمحل ہے۔\nیہ لوگ اللہ کے بارے میں کلام کرتے ہیں ، مثلاً یہ کہ وہ اللہ کے ساتھ دوسروں کو شریک کرتے ہیں حالانکہ حقیقت پکارے گا ، لاحاصل پکارتا رہے گا۔\nلہ دعوۃ الحق والذین ۔۔۔۔۔۔ فی ضلل (13 : 14) ” اسی کو پکارنا برحق ہے۔ رہیں وہ دوسری ہستیاں جنہیں اس کو چھوڑ کر یہ لوگ پکارتے ہیں ، وہ ان کی دعاؤں کا کوئی جواب نہیں دے سکتیں۔ انہیں پکارنا ایسا ہے جیسے کوئی شخص پانی کی طرف ہاتھ پھیلا کر اس سے درخواست کرے کہ تو میرے منہ تک پہنچ جا ، حالانکہ پانی اس تک پہنچنے والا نہیں۔ بس اسی طرح کافروں کی دعائیں بھی کچھ نہیں ہیں مگر ایک تیر بےہدف ! “\nیہ منظر بھی بولتا منظر ہے ، متحرک اور پر معنی۔ حقیقت یہ ہے کہ ایک پکار حق ، اور وہی اس بات کی مستحق ہے اور حقیقت پسندانہ ہے اور اس کے سوا جو پکاریں بھی ہیں وہ باطل ، بےفائدہ اور گمراہانہ ہیں۔ کیا تم ذرا غور نہیں کرتے کہ جو لوگ اللہ کو چھوڑ کر دوسروں کو پکارتے ہیں ان میں سے ایک شخص کی مثال ایسی ہے کہ وہ پیاسا ہے اور پیاس کی وجہ سے نڈھال ہو رہا ہے ، اس نے بازو پھیلا رکھے ہیں ، ہاتھ کھول رکھے ہیں ، منہ کھلا ہے اور مسلسل پکار رہا ہے کسی کو ، اپنے سامنے موجود پانی کو ، اے پانی میرے منہ میں آکر پڑجا۔ حالانکہ وہ پڑنے والا نہیں ہے۔ یہ شخص اس پکار اور جدو جہد میں تھک کر چور ہوجاتا ہے اور اس کا مقصد پورا نہیں ہوتا۔ یہ ہے مفہوم اس آیت کا۔\nوما ھو۔۔۔۔۔۔ فی ضلل (13 : 14) حالانکہ پانی اس تک پہنچنے والا نہیں۔ بس اسی طرح کافروں کی دعائیں بھی کچھ نہیں ہیں مگر ایک تیرے بےہدف ! “ یہ مثال اس فضا میں دی گئی ہے کہ ایک پیاس سے نڈھال آدمی ایک قطرۂ آب بھی حاصل نہیں کرسکتا۔ ایسی فضا میں جس میں ہر طرف برق اور باد و باراں کا طوفان ہے اور یہ تمام خوفناک مناظر اللہ کے قانون قدرت کے مطابق متحرک ہیں۔\nجس وقت یہ ناکام اور غلط کار لوگ اللہ کے سوا دوسرے الہوں کو پکارتے ہیں ، غیر اللہ سے امید رکھتے ہیں اور غیر اللہ کے سامنے دست بدعاء ہوتے ہیں ، یہ پوری کائنات اور اس کی ہر چیز اللہ کے سامنے سر بسجود ہوتی ہے ، یہ سب لوگ اور یہ سب مخلوق اللہ کے حکم کے تابع ہے اور اللہ کے قانون قدرت میں جکڑی ہوئی ہے۔ اللہ کی سنت کے مطابق چل رہی ہے۔ اس مخلوق میں سے جو مومن ہے وہ خوشی اور مرضی سے اطاعت کرتا ہے اور جو کافر ہیں وہ بھی کرھا اطاعت کرتے ہیں کیونکہ کوئی چیز ارادۂ الٰہی سے نہیں نکل سکتی اور نہ کوئی چیز ناموس الٰہیہ سے نکلتی ہے۔\nوللہ یسجد من۔۔۔۔ الاصال (15) السجدہ ” وہ تو اللہ ہی ہے جس کو زمین و آسمان کی ہر چیز طوعاً وکرھاً سجدہ کر رہی ہے اور سب چیزوں کے سائے صبح وشام اس کے آگے جھکتے ہیں “۔ کیونکہ یہ فضا ہی عبادت اور بندگی اور پکار کی فضا ہے۔ سیاق کلام میں قرآن اللہ کے احکام بجا لانے کو لفظ عبادت سے تعبیر کرتا ہے کیونکہ سجدے میں انسان غایت درجہ خضوع اور اطاعت اختیار کرتا ہے۔ اس کے ساتھ ساتھ آسمانوں اور زمین کی مخلوق کا ذکر بھی کردیا جاتا ہے۔ اور اس کائنات کی تمام چیزوں کے سائے کو بھی اللہ کا مطیع کہا گیا کہ ان چیزوں کے سائے بھی اللہ کے سامنے جھکتے ہیں۔ گویا وہ اللہ کی عبادت اور بندگی کرتے ہیں کیونکہ یہ اطاعت الٰہیہ سے سرموانحراف نہیں کرسکتے اور وہ قانون قدرت کے یوں تابع ہیں جس طرح وہ شخص تبابع ہوتا ہے جو اللہ کے سامنے سجدہ ریز ہوتا ہے۔ یہ تمثیل بھی ہے اور حقیقت بھی ، کیونکہ سایہ سورج کی کرنوں کے تابع ہوتا ہے۔ اس تمثیل کا اس منظر کی فضا پر بھی اثر پڑتا ہے گو سجدے بھی دو قسم کے ہیں۔ افراد کے سجدے اور سایوں کے سجدے۔ اور یہ پوری کائنات بھی اللہ کے تابع فرمان ہے۔ چاہے راہ ایمان سے تابع ہو یا غیر ایمان یعنی قانون قدرت کے ذریعے۔ سب کی سب کائنات بہرحال سر بسجود ہے۔ اور یہ بدبخت مشرک ایسے ہیں جو ان حالات میں بھی غیر اللہ کو پکارتے ہیں۔\nاس عجیب و غریب منظر اور اس پر تاثیر فضا میں اب ان سے پوچھا جاتا ہے ، ایسے سوالات پوچھے جاتے ہیں جن کا جواب ہاں کے سوا کچھ نہیں اور یوں ان کو اضحو کہ بنایا جاتا ہے۔\nقل من رب السموت۔۔۔۔۔۔ الواحد القھار (13 : 16) ” ان سے پوچھو ، آسمان و زمین کا رب کون ہے ؟۔۔۔ کہو ، اللہ۔ پھر ان سے کہو کہ حقیقت یہ ہے کہ تو کیا تم نے اسے چھوڑ کر ایسے معبودوں کو اپنا کارساز ٹھہرا لیا جو خود اپنے لیے بھی کسی نفع و نقصان کا اختیار نہیں رکھتے ؟ کہو ، کیا اندھا اور آنکھوں والا برابر ہوا کرتا ہے ؟ کیا روشنی اور تاریکیاں یکساں ہوتی ہیں ؟ اور اگر ایسا نہیں تو کیا ان کے ٹھہرائے ہوئے شریکوں نے بھی اللہ کی طرح کچھ پیدا کیا ہے کہ اس کی وجہ سے ان پر تخلیق کا معالہ مشتبہ ہوگیا ؟ ۔۔۔۔ کہو ہر چیز کا خالق صرف اللہ ہے اور وہ یکتا ہے ، سب پر غالب ! “\nان سے پوچھو اور حال یہ ہے کہ آسمانوں اور زمینوں میں جو کچھ ہے اللہ کے ارادے اور اللہ کی قدرت سے ماخوذ ہے۔ اللہ کی قدرت میں بندھا ہوا ہے خواہ وہ راضی ہو یا نہ ہو۔ یہ بوجھ کہ کون ہے رب السموات والارض ؟ یہ سوال اس لیے نہیں کیا گیا کہ وہ کوئی جواب دیں اس کا جواب تو سیاق کلام میں آگیا ہے۔ یہ سب اس لئے کیا گیا ہے کہ وہ اپنی زبان سے اقرار کرلیں۔ جواب تو یہی ہے کہ ” اللہ “ ہے۔ پھر دوسرا سوال یہ کہ تم جن کو پکارتے ہو کیا وہ اپنے نفع ونقصان کے بھی مالک ہیں۔ یہ سوال بھی محض ان کی گوشمالی اور ان کو ذلیل کرنے کے لئے کیا گیا ہے۔ تم سوال کرتے جاؤ، جبکہ یہ مسئلہ بالکل واضح ہے۔ حق و باطل میں امتیاز ہوچکا ہے۔ اس قدر امتیاز ہوچکا ہے کہ جس طرح اندھے اور صاحب بصارت میں فرق ہے یا جس طرح روشنی اور تاریکی میں فرق ہے۔ اعمی اور بصیر میں اشارہ اس طرف ہے کہ ایک مومن بصیر ہوتا ہے اور ایک کافر اندھا ہوتا ہے ۔ کیونکہ اندھا پن ہی انسان کو سچائی کے دیکھنے سے روکتا ہے حالانکہ یہ سچائی ظاہر و باطن ہے۔ اور اس کے آثار زمین و آسمان میں محسوس کئے جاسکتے ہیں۔ ظلمات اور نور کے تذکرے سے بھی منکرین کے حالات اور مومنین کے حالات کی طرف اشارہ ہے۔ اندھیرا دیکھنے کی راہ میں رکاوٹ بنتا ہے اور ان کی حالت بھی یہ ہے کہ ان کے اور سچائی کے درمیان پردے حائل ہیں۔\nاہم سوال یہ ہے کہ کیا وہ ہستیاں جن کو یہ لوگ اللہ کے ساتھ شریک ٹھہراتے ہیں انہوں نے کوئی مخلوق پیدا کی ہے جس طرح مخلوقات اللہ تعالیٰ نے پیدا کی۔ اس طرح ان کو یہ شبہ پیدا ہوگیا کہ شاید یہ بھی خالقیت میں شریک ہیں یا ان کو شبہ ہوگیا کہ کون سی مخلوق اللہ کی ہے اور کون سی مخلوق ان ہستیوں کی ہے۔ یوں وہ بےچارے معذور ہیں اور یوں اس غلطی کا ارتکاب ممکن ہے کہ انہوں نے اللہ کی ذات وصفات میں ان دوسروں کو شریک کرلیا۔ کیونکہ اس ضرورت میں یہ ہستیاں صفت خالقیت میں شریک تھیں لیکن اگر کسی اور کی کوئی مخلوق ہی نہیں ہے تو پھر شرکت چہ معنی وارد۔\nیہ اس قوم کے ساتھ ایک مذاق ہے کہ جو دعویٰ تو یہ کرتی ہے کہ اللہ وحدہ لا شریک خالق ہے اور پھر دوسروں کو اللہ کے ساتھ شریک بھی ٹھہراتی ہے۔ حالانکہ یہ ٹھہراتے ہوئے شریک خودان کے قول کے مطابق بھی خالق نہیں ہیں بلکہ خود مخلوق ہیں لیکن اس کے باوجود ان کو الٰہ بھی مانتے ہیں ، ان کی بندگی بھی کرتے ہیں ، لہٰذا فکرو نظر و عقل و بصیرت کا یہ نہایت ہی گھٹیا نمونہ ہے۔\nاور اس حقارت آمیز مذاق کے بعد یہ نتیجہ نکالا جاتا ہے جس میں کوئی کلام اور مجادلہ کی گنجائش نہیں ہے۔\nقل اللہ۔۔۔۔۔ القھار (13 : 16) ” کہو ، ہر چیز کا خالق اللہ ہے ، وہ یکتا اور سب پر غالب ہے “۔ یعنی تخلیق میں بھی وہ واحد اور یکتا ہے۔ غلبے اور زبردستی میں بھی وہی یکتا ہے۔ قہار کے معنی ہیں انتہائی درجے کا غالب حکمران۔ عقیدۂ توحید اور رد شرک کو یہاں یوں احاطہ کیا جاتا ہے کہ آسمانوں اور زمین کی تمام چیزوں اللہ ہی کے سامنے سجدہ ریز ہیں ، خواہ کوئی چیز خوشی سے سجدہ کرے (انسان) یا مجبوری سے اور اس سبق کے آخر میں اللہ کی قہاریت کا ذکر کر کے مسئلہ توحید کو یوں بیان کیا گیا کہ اللہ ایسا حکمران ہے جو غایت درجہ غالب اور گرفت والا ہے۔ زمین و آسمان کی سب چیزیں اس کی مطیع فرمان ہیں جیسا کہ رعد و برق اور کڑک سب کی سب اللہ کی تسبیح کرنے میں ہیں۔ ایسے حالات میں کوئی اندھا یا پتھر دل انسان ہی ہو سکتا ہے جو اللہ کا خوف نہ محسوس کرے اور ایسے شخص کی قسمت میں ہلاکت اور بربادی ہی ہے۔\nقبل اس کے کہ ہم اس سبق پر بات ختم کریں ضروری ہے کہ طرز ادا کے حوالے سے ہم بعض متقابل امور پر غور کریں۔ مثلاً گرج و چمک اور بھاری بادلوں کے اندر خوف اور امید کا ذکر ہے ، جو متقابل ہیں۔ سحاب کے ساتھ ثقال کا ذکر ہے اور ثقل کی وجہ سے وہ دھیمی رفتار سے چلتے ہیں جبکہ چمک اور برق نہایت ہی تیز رفتار ہوتی ہے۔ یہ دونوں مفہوم بھی باہم متقابل اور متضاد ہیں۔ رعد کی تسبیح اللہ کی حمد کے ساتھ ہے اور ملائکہ کی تسبیح خوف کے ساتھ ہے۔ یہ دونوں بھی باہم متقابل مفہوم ہیں۔ دعوت حق اور دعوت باطل دونوں متقابل مقاصد ہیں۔ زمین و آسمان بھی باہم متقابل ہیں ، سجدۂ رضا و مجبوری ، طوعاً و کرھاً بھی باہم متقابل مفہوم ہیں۔ افراد اور ان کے سائے ، صبح وشام ، اعمی وبصیر ، ظلمات اور نور ، خالق حقیقی اور شرکائے عاجزین ، جو نفع ونقصان کا مالک ہے اور ان کے شرکاء کسی چیز کے مالک نہیں ہیں۔ اس طرح اس پورے سبق میں باہم متضاد اور متقابل امور کا ذکر کر کے حق و باطل کو سمجھایا گیا ہے۔ اور یہ نہایت ہی خوبصورت طرز ادا ہے اور ہے بھی عجیب و غریب ہم آہنگی کے ساتھ۔\nاب ہم ذرا مزید آگے بڑھتے ہیں۔ اللہ حق و باطل کی ایک اور مثال بیان فرماتے ہیں۔ ایک دعوت حق ہے جو ہمیشہ زمین پر باقی رہتی ہے اور ایک دعوت باطل ہے جو ادھر چلتی ہے جدھر ہوا کا رخ ہو۔ ایک بھلائی ہے جو پروقار اور جمی رہتی ہے۔ ایک شر اور برائی ہے جو پھلتی پھولتی نظر آتی ہے۔ یہاں جو مثال دی جا رہی ہے وہ اللہ واحد اور قہار کی قوت کیا ہے۔ یہ مثال بھی انہی مناظر قدرت کی ہم جنس ہے جو اس سبق کا موضوع خاص ہیں۔",
  "ayah": 12,
  "surah": 13
}
