{
  "text": "یہ ایک عظیم اصول ہے جس کے اوپر پوری زندگی کی عمارت استوار ہوتی ہے۔ اس اصول کو قرآن کریم چند کلمات کے اندر ضبط فرماتا ہے :\nآیت نمبر 21 تا 22\nیہ اجمالی اور کلی قاعدہ ہے ، یعنی اللہ نے جن روابط کے جوڑنے کا حکم دیا ہے اسے جوڑتے ہیں یعنی وہ مکمل اطاعت کرتے اور پوری طرح وفادار اور استوار ہوتے ہیں۔ سنت الٰہیہ کے مطابق سیدھے چلتے ہیں اور ان کی رفتار میں کوئی کجی نہیں ہوتی۔ اس لیے یہاں ایک کلی قاعدہ بیان کردیا اور جس کے اندر اللہ کے وہ تمام مفرد احکام آگئے جن کا اللہ نے حکم دیا ہے کیونکہ تمام احکام کو یہاں ایک ایک کر کے بیان کرنا بہت ہی مشکل تھا اور یہاں مقصود بھی نہ تھا بلکہ یہاں مقصود یہ تھا کہ انسان تقاضاہائے فطرت پر سیدھا چلے اور تمام معاملات میں اطاعت شعار ہو۔ اطاعت کا رشتہ ٹوٹنے نہ پائے اور آیت کے آخر میں یہ اشارہ بھی کردیا گیا کہ وہ لوگ اللہ سے ڈرتے ہیں اور اطاعت کاملہ کے بارے میں بہت حساس ہیں۔\nویخشون ۔۔۔۔۔ الحساب (13 : 21) “ اور اپنے رب سے ڈرتے ہیں اور اس بات کا خوف رکھتے ہیں کہ کہیں ان سے بری طرح حساب نہ لیا جائے ”۔ اللہ کی مشیت اور قیامت کے برے حساب سے وہ ڈرتے ہیں کیونکہ وہ عقلمند ہیں اور عقلمند آدمی حساب و کتاب سے قبل ہی اپنا حساب تیار کرتے ہیں۔\nوالذین صبروا ابتغاء وجہ ربھم (13 : 22) “ ان کا حال یہ ہوتا ہے کہ اپنے رب کی رضا کے لئے صبر سے کام لیتے ہیں ”۔ صبر کی کئی انواع و اقسام ہیں اور صبر کے کچھ تقاضے ہیں ۔ ایک صبر یہ ہے کہ انسان اللہ کے ساتھ کئے ہوئے عہد کی راہ میں مشکلات پر صبر کرے۔ مثلاً اعمال ، جہاد اور دعوت اسلامی کی راہ میں مشکلات ۔ نیز نعمتوں پر صبر اور مشکلات حیات میں صبر۔ ایسے لوگ کم ہوتے ہیں جو خوشحالی میں صبر کریں اور کبرو غرور اور ناشکری نہ کریں۔ لوگوں کی حماقتوں اور جہالتوں پر صبر ، جبکہ ان کی وجہ سے بسا اوقات انسان کا پیمانہ لبریز ہوجاتا ہے ۔ اسی طرح دوسرے معاملات اور اجتماعی زندگی کے روابط میں صبر۔ یہ سب صبر اللہ کی رضا مندی کے لئے ہیں ، اس لیے نہیں کہ لوگ یہ کہیں کہ یہ شخص باہمت ہے یا یہ کہ لوگ کہیں یہ شخص فریاد کررہا ہے۔ نہ محض اپنے آپ کو شریف ثابت کرنے کے لئے یا محض اس لیے کہ جزع و فزع سے مزید نقصان ہوگا۔ غرض اللہ کی رضا مندی کے سوا کسی بھی مقصد کے لئے کیا جانے والا صبر مقبول نہیں ہے۔ نعمت اور آزمائش میں صبر یوں ہے کہ انسان اللہ کے فیصلے پر شاکر اور قانع رہے۔\nواقاموا الصلوٰۃ (13 : 22) “ اور نماز قائم کرتے ہیں ”۔ اقامت صلوٰۃ بھی اللہ کے میثاق اور عہد میں شامل ہے لیکن یہاں اس کا ذکر علیحدہ اس لیے کردیا گیا کہ وفائے میثاق کی یہ پہلی علامت اور رکن رکین ہے۔ نیز اللہ کی طرف توجہ کامل کا یہ اہم اور تم مظہر ہے اور بندے اور رب کے درمیان جسمانی رابطہ ہے۔ نماز خالص اللہ کے لیے ہے ، اس کی ہر حرکت اور اس کا ہر کلمہ اللہ اور صرف اللہ کے لئے ہے۔\nوانفقوا ۔۔۔۔۔ وعلانیۃ (13 : 22) “ اور ہمارے دئیے ہوئے رزق سے علانیہ اور پوشیدہ خرچ کرتے ہیں ”۔ یہ حکم بھی اس آیت میں شامل ہے کہ اللہ نے جو روابط جوڑنے کا حکم دیا ہے انہیں جوڑتے ہیں اور میثاق الٰہی کی ذمہ داریاں اور تقاضے پورے کرتے ہیں۔ لیکن اس کو بھی یہاں خصوصیت کے ساتھ لایا گیا کیونکہ یہ اللہ کے بندوں کے درمیان اجتماعی روابط کا مظہر ہے۔ انفاق فی سبیل اللہ سے خدائی اور اسلامی زندگی کے روابط مستحکم ہوتے ہیں۔ دینے والے کا دل بخل کی بیماری سے پاک ہوتا ہے اور لینے والے کا دل کینہ سے پاک ہوتا ہے۔ ایک اسلامی سوسائٹی کی اجتماعی زندگی باہم محبت اور تعاون پر مبنی ہوجاتی ہے۔ پوشیدہ خرچ ان مقامات میں ہوتا ہے جہاں لینے کی عزت نفس کو بچانا ہوتا ہے۔ ۔۔۔ اعلانیہ ایسے مقامات پر ہوتا ہے جہاں دوسروں کے لئے نمونہ بننے کی ضرورت ہوتی ہے۔ جہاں شریعت کا نفاذ مقصود ہو یا قانون کی اطاعت مقصود ہو یا دوسرا کوئی اجتماعی فائدہ ہو۔\nو یدرءون بالحسنۃ السیئۃ (13 : 22) “ اور برائی کو بھلائی سے دفع کرتے ہیں ”۔ یہاں مقصود یہ ہے کہ روز مرہ کے معاملات میں وہ برائی کو بھلائی کے ذریعے دفع کرتے ہیں۔ اس سے مراد دینی معاملات میں نہیں ہیں کہ دینی معاملات میں اگر کوئی برا کرے تو تم اس کے ساتھ اچھا کردو۔ لیکن یہاں قرآن کریم کی تعبیر تمہید سے آگے بڑھ کر نتیجے کا ذکر کرتی ہے۔ برائی کا جواب نیکی سے دینے سے ایک سرکش شخص کی سرکشی میں کمی آجاتی ہے اور ایک انسان پھر برائی کے بدلے میں بھلائی پر مائل ہوجاتا ہے۔ اور شر کی آگ سے بجھ جاتی ہے اور شیطان کے وسوسے ختم ہوجاتے ہیں۔ یوں برائی کا دفعیہ ہوجاتا ہے اور وہ ختم ہوجاتی ہے۔ چناچہ آیت میں حسنہ کا ذکر پہلے کیا گیا۔\nپھر اس میں اس بات کی طرف بھی اشارہ ہے کہ بدی کا جواب نیکی سے صرف اس وقت دیا جائے گا جب یہ امید ہو کہ اس طرح شر کا دفعیہ ہوگا اور برائی ختم ہوگی لیکن اگر کوئی شخص اس سے مزید اکڑتا ہے اور اسے جراءت ہوتی ہے تو ایسا رویہ اچھا نہ ہوگا۔ بلکہ ایسے حالات میں اس بات کی ضرورت ہوگی کہ برائی کو جڑ سے اکھاڑ پھینکا جائے اور جہاں بھی مدافعت کی ضرورت ہو شر کا دفاع کیا جائے گا تا کہ شر کی قوتیں بھول نہ جائیں اور ان کو مزید سرکشی اختیار کرنے کی جراءت نہ ہو۔\nبرائی کا جواب نیکی سے اس وقت دیا جاتا ہے کہ دو افراد کے درمیان معاملہ ہو اور وہ دونوں مساوی حیثیت کے مالک ہوں۔ رہے وہ معاملات جن کا تعلق دین اسلام سے ہے تو اس میں یہ رویہ اختیار کرنا جائز نہیں ہے کیونک دین کے معاملات میں کسی جسارت کرنے والے شخص کے سامنے ننگی تلوار ہی صحیح کاٹ کرتی ہے۔ نیز جن لوگوں کا وطیرہ یہ ہو کہ وہ زمین میں فساد کرتے پھریں ان کے ساتھ سخت رویہ اختیار کیا جانا چاہئے لیکن کسی معاملے میں کیا رویہ اختیار کیا جائے قرآن نے ایسی ہدایات کو ایک فرد کی صوابدید پر چھوڑ دیا ہے کہ وہ عقل کو کام میں لا کر ایسا رویہ اختیار کرے جن میں خیر ہو اور بہتری ہو۔",
  "ayah": 22,
  "surah": 13
}
