{
  "text": "آیت نمبر 33 تا 35\nاللہ سبحانہ وتعالیٰ ہر نفس پر نگراں ہے۔ ہر حال میں ہر متنفس اللہ کے قبضہ قدرت میں ہے۔ اللہ جانتا ہے کہ کون کیا کر رہا ہے ، ظاہر میں بھی اور چھپے ہوئے بھی۔ لیکن قرآن کا انداز بیان ایسا ہے کہ وہ اس نگرانی اور قبضے کو نہایت ہی مشخص انداز میں پیش کرتا ہے اور یہ قرآن مجید کا انداز کلام ہے کہ وہ معانی اور تصورات کو مشخص انداز میں پیش کرتا ہے۔ یوں کہ سننے والا متاثر ہو کر کانپنے لگتا ہے۔\nافمن ھو قائم علی کل نفس بما کسبت (13 : 33) ” پھر کیا وہ جو ایک ایک متنفس کی کمائی کو کھڑے دیکھ رہا ہے “۔ ہر انسان کو ذرا یہ تصور کرلینا چاہئے کہ اس کے اوپر ایک نگران کھڑا ہے ، اسے دیکھ رہا ہے اور اس کا حساب کر رہا ہے ۔ کون ؟ اللہ۔ اب کون ہے جو مارے خوف کے کانپ نہیں اٹھتا جبکہ یہ تصور ہو بھی حقیقت نفس الامری۔ قرآن انسان قوائے مدرکہ کے سامنے اس معنوی مفہوم کو نہایت ہی حسی انداز میں پیش کرتا ہے ، کیونکہ انسان مجرد مفہومات کے مقابلے میں محسوس مناظر سے زیادہ متاثر ہوتا ہے۔\nجب صورت حالات یہ ہو تو پھر بھی یہ لوگ اللہ کے ساتھ شریک ٹھہراتے ہیں ؟ ان لوگوں کی یہ حرکت اس منظر کی روشنی میں نہایت ہی مکروہ اور گھناؤنی نظر آتی ہے۔ اس منظر کو دیکھنے والا ہر شخص ایسے لوگوں کے رویے پر تعجب کرنے لگتا ہے۔\nوجعلوا للہ شرکاء (13 : 33) ” لوگوں نے اللہ کے کچھ شریک بنا رکھے ہیں “۔ حالانکہ اللہ ہر نفس پر نگراں ہے۔ ہر شخص کی کمائی اس کی نظروں میں ہے ، کوئی چیز اللہ سے چھوٹ نہیں سکتی۔\nقل سموھم (13 : 33) ” کہو ، ذرا نام لو ان کے “۔ کیونکہ ان شریکوں کے جو نام بولے جاتے ہیں وہ نکرے ہیں ۔ ہو سکتا ہے کہ بعض بتوں اور شریکوں کے نام بھی ہوں لیکن انداز بیان محض تحکم اور حقارت کے انداز میں ان کو مجہول شخصیات تصور کر کے پوچھتا ہے کہ ذرا ان کے اصل نام تو لو۔\nام تنبئونہ بما لا یعلم فی الارض (13 : 33) ” کیا تم اللہ کو ایک نئی خبر دیتے ہو جسے وہ اپنی زمین میں نہیں جانتا “۔ یہ ان کے ساتھ ایک مذاق ہے یعنی تم انسان ہو کر بھی ایک ایسی خبر رکھتے ہو جس کا علم اللہ کو اپنی مملکت میں نہیں۔ عجیب سوچ ہے یہ تمہاری۔ تم تو جانتے ہو کہ اللہ کے سوا اور الٰہ بھی ہیں اور اللہ کو اس کا پتہ نہیں ؟ جبکہ اس قسم کے دعویٰ کرنے کی جسارت یہ کفار بھی نہ کرتے تھے لیکن لسان الحال سے ان کا دعویٰ یہی تھا کہ اللہ تو پکار پکار کر کہہ رہا تھا کہ اس کے سوا کوئی الٰہ نہیں ہے اور یہ لوگ کہتے تھے کہ فلاں فلاں بھی الٰہ ہیں۔\nام بظاھر من القوم (13 : 33) ” یا تم لوگ بس یونہی جو منہ میں آتا ہے ، کہہ ڈالتے ہو “۔ تم لوگ دوسرے الہوں کے وجود کے قول محض سطحی بات کے طور پر کردیتے ہو اور اس بات کا کوئی مفہوم اور معنی نہیں ہوتا جبکہ مسئلہ الوہیت کوئی ایسا مسئلہ نہیں ہے کہ اس کا فیصلہ محض سطحی باتوں سے ہوجائے اگر گپ شپ میں الوہیت اور توحید و شرک کے مسائل حل ہوجائیں۔\nیہاں تک تو مذاقیہ جواب تھا۔ اب سنجیدگی سے اس مسئلہ پر بات کی جاتی ہے۔\nبل زین للذین۔۔۔۔۔ من ھاد (13 : 33) ” حقیقت یہ ہے کہ جن لوگوں نے دعوت حق کو ماننے سے انکار کیا ہے ان کے لئے ان کی مکاریاں خوشنما بنا دی گئی ہیں اور وہ راہ راست سے روک دئیے گئے ہیں ، پھر جس کو اللہ گمراہی میں پھینک دے اسے کوئی راہ دکھانے والا نہیں ہے “۔ مسئلہ یہ ہے کہ ان لوگوں نے کفر کیا۔ اپنے آپ سے دلائل ایمان کو چھپایا ، اپنے دل و دماغ کو دلائل ایمان و ہدایت سے مستور رکھا۔ اس لیے ان پر سنت الٰہیہ کا اطلاق برحق ہوگیا۔ ان کے نفوس نے ان کو اس بات پر آمادہ کرلیا کہ وہ حق پر ہیں۔ اور یہ باور کرایا کہ ان کی مکاریاں اور حق کے خلاف ان کی تدابیر بہت اچھی اور کامیاب ہیں۔ اس طرح ان کے اس طرز عمل نے انہیں راہ حق سے روک دیا۔ جس شخص کو اللہ کے سنن ہدایت و ضلالت کے تحت گمراہ قرار دے دیا جائے تو اس کے لئے پھر کوئی بھی ہادی نہیں ہو سکتا۔ کیونکہ جب کوئی فرد یا قوم سنن الٰہیہ کے اسباب فراہم کر دے تو پھر اللہ کی سنت اٹل ہوجاتی ہے۔\nاور ایسے لوگوں کا انجام کیا ہوتا ہے ؟\nلھم عذاب فی الحیوۃ الدنیا (13 : 34) ” ایسے لوگوں کے لئے دنیا کی زندگی ہی میں عذاب ہے “۔ اگر ان کو کوئی مصیبت آلے یا ان کے گھروں کے قریب ہی کوئی مصیبت نازل ہوجائے تو بھی ان کے لئے عذاب ہے کہ یہ لوگ ہر وقت اس خوف اور قلق میں رہیں گے کہ ابھی یہی مصیبت ہم پر ٹوٹنے والی ہے۔ نیز اگر کسی کا دل ایمان کے لئے خشک ہوجائے اور پتھر بن جائے تو یہ کیا تھوڑا عذاب ہے جبکہ ایسے بےایمان دل ہر وقت حیرت ، پریشانی اور بےچینی کا شکار رہتے ہیں۔ ان کو حادثات پیش آتے رہتے ہیں لیکن وہ نہیں سمجھتے کہ ان پر یہ عذاب کیوں آگیا۔\nولعذاب الاخرۃ اشق (13 : 34) ” اور آخرت کا عذاب اس سے بھی زیادہ سخت ہے “۔ یہاں آخرت کے عذاب کی سختیوں کی تفصیلات نہیں دی جاتیں تا کہ انسان خود اس کے بارے میں سوچ لے۔\nوما لھم من اللہ من واق (13 : 34) ” کوئی ایسا نہیں جو انہیں خدا سے بچانے والا ہو۔ اللہ کی پکڑ سے چھڑا سکے اور اللہ کے عذاب سے بچا سکے۔ ان پر جو عذاب بھی آئے گا وہ اسے جھیلتے رہیں گے۔\nدوسری جانب اہل تقویٰ اور اہل ایمان ہیں۔ یہ کفار تو ایسے ہوں گے کہ اللہ کے عذاب سے ان کو بچانے والا کوئی نہ ہوگا۔ متقین وہ ہوں گے جنہوں نے ایمان ، صلاح کے ہتھیار سے اپنے نفوس کو بچایا۔ یہ لوگ عذاب سے مامون اور محفوظ ہوں گے ۔ بلکہ امن و سلامتی کے علاوہ ان کو رہائش کے لئے باغات ملیں گے۔\nمثل الجنۃ۔۔۔۔۔ وظلھا (13 : 35) ” خدا ترس انسانوں کے لئے جس جنت کا وعدہ کیا گیا ہے اس کی شان یہ ہے کہ اس کے نیچے نہریں بہہ رہی ہیں ، اس کے پھل دائمی ہیں اور اس کا سایہ لازوال “۔ یہ ہے سازو سامان ان کے لئے اور یہ ہے ان کی تفریح اور خوشی۔ یہ منظر کہ گھنی چھاؤں ہے اور باغات ہیں اور ان میں دائمی پھل ہیں ایک نہایت ہی فرحت بخش منظر ہے جبکہ دوسری جانب جہنم کی مشقتیں ہیں۔ یہ عذاب اور یہ حیثیتیں ان لوگوں اور ان لوگوں کا قدرتی انجام ہیں۔\nتلک عقبی الذین اتقوا وعقبی الکفرین النار (13 : 35) ” یہ انجام ہے متقی لوگوں کا اور منکرین حق کا انجام یہ ہے کہ ان کے لئے دوزخ کی آگ ہے “۔",
  "ayah": 34,
  "surah": 13
}
