{
  "text": "آیت نمبر 2 تا 7\nآسمان کیا ہیں اور ان کا مفہوم مختلف ادوار میں لوگ کیا سمجھتے رہے ہیں ۔ یہ اور بات ہے ، لیکن یہ ہماری نظروں کے سامنے ہیں۔ یہ ایک عظیم منفر اور عظیم کائنات ہے۔ جب بھی کوئی ان پر غور کرتا ہے اور معلومات حاصل کرتا چلا جاتا ہے تو ان کی عظمت میں اضافہ ہی ہوتا ہے۔ پھر یہ سب نظام کسی ظاہری سہارے کے بغیر قائم ہے۔ جس طرح اس زمین پر کوئی چیز بغیر سہارے کے نہیں ہوتی ، ایسا سہارا جو ہمیں نظر آئے۔ بغیر عمد ترو نہا۔\nیہ اس پوری کائنات کی تصویر کشی کے سلسلے میں پہلا ٹچ ہے اور انسانی وجدان اور قوت مدرکہ کے لئے یہ ایک پہلی ضرب ہے ، خصوصاً جبکہ انسان اس عظیم کائنات پر غور کر رہا ہو اور وہ سوچے کہ وہ عظیم قوت کون ہے جو اس عظیم کائنات کی خالق ہے اور جس نے اسے یوں ٹھہرا رکھا ہے۔ یہ اللہ ہی ہو سکتا ہے۔\nلوگ ستون کے ساتھ یا بغیر ستون زمین کے کسی کونے پر ایک چھوٹی سی عمارت تعمیر کرتے ہیں اور پھر ان عمارتوں کی تعریفیں کرتے ہیں کہ یہ کس قدر عظیم عمارت ہے ؟ کس قدر خوبصورت عمارت ہے ؟ لیکن وہ ان بلندیوں اور خوبصورتیوں کو نظر انداز کردیتے ہیں جو اس کائنات کے اندر موجود ہیں۔ بغیر ستونوں کے کرمات اپنی اپنی جگہ قائم ہیں۔ اس کائنات کے پیچھے جو قدرت کارفرما ہے اور جو عظمت پوشیدہ ہے اور پھر اس کے اندر اس قوت نے جو خوبصورتی و دیعت کی ہے وہ بھی قابل دید ہے۔\nیہ عظیم کائنات جو ہماری نظروں میں ہے اور وہ عظیم کائنات جو ہماری نظروں سے ابھی اوجھل ہے اور جہاں کائنات کا دارالخلافہ ہے۔\nثم استوی علی العرش (13 : 2) ” پھر وہ عرش پر متمکن ہوا “۔ یہ کائنات اگر بلند ہے تو عرش الٰہی بلند تر ہے۔ اور اگر یہ کائنات عظیم ہے تو عرش الٰہی عظیم تر ہے۔ ہر استواء کا مفہوم وسعت ، عظمت اور تمکن ہے اور قرآن کریم نے لفظ استوی محض انسان کی قاصر قوت مدرکہ کو سمجھانے کے لئے استعمال کیا ہے کیونکہ انسانی قوت مدرکہ محدود اور کمزور ہے۔\nیہ قدرت کے قلم معجز رقم کا ایک دوسرا ٹچ ہے۔ پہلا ٹچ تو ان بلندیوں کی بابت تھا جو انسان کو نظر آتی ہیں اور یہ دوسرا ٹچ ان بلندیوں کے بارے میں ہے جو ہماری محدود نظر کے دائرہ نظارہ سے ماوراء ہیں۔ سیاق کلام میں یہ دونوں تصاویر ایک جگہ نظر آتی ہیں۔ اب بلندی کے عمومی تصور سے نیچے آکر ، تسخیر کائنات کے مضمون کو لیا جاتا ہے۔ شمس وقمر کو اللہ نے جس فضا میں مسخر کر رکھا ہے اس کو ہم دیکھتے ہیں اور اس کے بارے میں جانتے ہیں۔ جس قدر ہم ان کے بارے میں جان سکے ہیں ، اس میں اس نظام کی عظمت دامن فکر کو پکڑتی ہے ، اور عقل کو دعوت دیتی ہے کہ یہ عظیم قوتیں اللہ عظیم کے قبضہ قدرت میں ہیں جس کے سامنے ہم نے حاضری دینی ہے۔\nپھر جس منظر کی تصویر کھینچی گئی ہے اس کے اندر بیشمار متقابل مناظر ہیں۔ ایک تو اس کائنات کی وہ بلندیاں ہیں جو نظر آتی ہیں لیکن اس کے بالمقابل وہ بلندیاں بھی ہیں جو ہماری نظر سے اوجھل ہیں۔ پھر ایک تو اس کائنات کی بلندی اور اس بلندی اور عظمت کے بالمقابل اس عظیم کائنات کی بےبسی اور تسخیر ہے ، شمس و قمر کا باہم مقابلہ ہے ، رات اور دن کا مقابلہ ہے اور ستاروں اور سیاروں کا باہم مقابلہ ہے۔\nپھر بلندیوں اور تسخیر کائنات کے علاوہ اس کے اندر ایک ممتاز پہلو حکمت الٰہیہ کا مدبرانہ پہلو ہے۔\nکل یجری لاجل مسمی (13 : 2) ” کہ ہر چیز ایک وقت مقرر تک چل رہی ہے “۔ اس کی بلندی اور چلت پھرت ایک مقرر وقت تک ہے ، اور یہ وقت ایک مقرر کردہ ناموس الٰہی میں طے شدہ ہے۔ یہ وقت شمس و قمر کے دورہ یومیہ اور مدار میں چکر دونوں میں مقرر ہے۔ کسی جگہ بھی وہ اس اجل مسمی سے منحرف نہیں ہو سکتے اور وہ وقت بھی مقرر ہے جس اس پورے نظام کو لپیٹ کر رکھ دیا جائے گا اور یہ پوری کائنات ختم کردی جائے گی۔\nیدبر الامر ( 13 : 2) ” اللہ ہی اس سارے کام کی تدبیر فرما رہا ہے “۔ یعنی اس طرح کہ شمس و قمر اپنے اوقات کے مطابق اور اپنے وقت مقرر تک کے لئے ٹھیک ٹھیک جا رہے ہیں اور چلتے رہیں گے اور جو ذات باری ان عظیم الشان کرامات کو اس فضائے بسیط میں یوں بغیر ظاہری سہارے کے چلا رہی ہے ، اس ذات نے ان کے لئے ایک وقت مقرر کردیا ہے اور یہ کسی صورت میں بھی وقت مقررہ سے آگے نہیں بڑھ سکتے کیونکہ وہ ذات برتر مدبر ہے اور اس میں کوئی شک نہیں ہے کہ وہ جلیل القدر ہے۔\nاللہ کی مدبرانہ شان کا ایک مظہریہ ہے کہ یفصل الایت (13 : 2) ” وہ نشانیاں کھول کھول کر بیان کرتا ہے “۔ ان کو منظم طریقے سے باہم مربوط انداز میں پیش کرتا ہے اور ہر ایک چیز کو اپنی مقررہ میعاد پر لاتا ہے۔ اسباب کے مطابق لاتا ہے اور مقاصد متعین کر کے لاتا ہے۔ یہ کیوں ؟\nلعلکم بلقاء ربکم توقنون (13 : 2) ” شاید کہ تم اپنے رب کی ملاقات کا یقین کرو “۔ کیونکہ جب ایک انسان دیکھتا ہے کہ آیات الٰہیہ مفصل اور مربوط ہیں اور ان کی پشت پر کائناتی آیات بھی موید ہیں ، یہ تکوینی آیات وہ ہیں جو اللہ نے اس کائنات میں اس کی تخلیق کے وقت سے ودیعت کی ہوئی ہیں اور ان قدرتی دلائل اور آثار کے ساتھ ساتھ اللہ نے کتابی آیات و دلائل بھی نازل کئے اور یوں ان کی تائید فرمائی۔ ان تمام آیات دلائل کے نتیجے میں انسان لازمی طور پر اس نتیجے پر پہنچے ہیں کہ اس زندگی کے بعد ایک دوسری زندگی ہے۔ وہاں انسانی اعمال کی جانچ پڑتا ہوگی ، ان اعمال پر ان کو جزاء و سزا دی جائے گی۔ اللہ تعالیٰ کی تخلیق کے یہ وہ نتائج ہیں جن کا اظہار حکمت تخلیق سے ہوتا ہے۔\nاب مناظر قدرت کی تصویر کشی کا یہ عظیم خط عالم بالا سے عالم زیریں کی طرف آتا ہے اور عالم زیریں کی تصویر کشی یوں کی جاتی ہے۔\nوھو الذی مد الارض۔۔۔۔۔۔ یتفکرون (13 : 3) ” اور وہی ہے جس نے زمین پھیلا رکھی ہے ، اس میں پہاڑ کے کھونٹے گاڑ رکھے ہیں اور دریا بہا دئیے ہیں ، اسی نے ہر طرح کے پھلوں کے جوڑے پیدا کئے ہیں اور وہی دن پر رات طاری کرتا ہے ۔ ان ساری چیزوں میں بڑی نشانیاں ہیں ان لوگوں کے لئے جو غوروفکر سے کام لیتے ہیں “۔ اس زمین کی تصویر کشی میں پہلا رنگ اس کا بچھایا جانا ہے۔ نظروں کے سامنے یہ بچھی ہوئی ہے اور طول و عرض میں یہ وسیع ہے۔ اگرچہ اس کی حقیقی شکل گول ہے ، گول ہونے کے ساتھ ساتھ یہ طویل و عریض ہے۔ یہ ہے اس تصویر کشی کا پہلا رنگ۔ اس کے بعد اس تصویر میں اونچے اونچے پہاڑ نمودار ہوتے ہیں۔ اس کے بعد پہاڑوں کے درمیان میں نہریں نظر آتی ہیں۔ یوں اس زمین کے ابتدائی خدو خال متعین ہوتے ہیں جو اس منظر کو نہایت ہی موزوں بناتے ہیں۔\nزمین کے عمومی خدو خال کے تعین کے لئے ضروری ہے کہ یہاں نہایت ہی اصولی اور عمومی مظاہر کا تذکرہ ہو ، زمین کے اندر زندگی کا اہم اصول اور اس زندگی کو قائم رکھنے کا اصولی مظہر یعنی حیوانی اور نباتی زندگی کے اندر مادہ اور نر کی تقسیم ، حیوانی زندگی میں نر اور مادہ کا وجود تو ظاہر ہے لیکن نباتاتی حیات کے اندر نر و مادہ کا نظام جو بذات خود قیام حیات کے لیے ایک اصول ہے۔\nمن کل الثمرت جعل فیھا روجین اثنین (13 : 3) ” اسی نے ہر طرح کے پھلوں کے جوڑے پیدا کیے ہیں “۔ یہ تو ہے پہلا اصولی مظہر اور یغشی الیل النہار (13 : 3) ” اور وہی دن پر رات طاری کرتا ہے “۔ تمام ثمرات کے جوڑے کیے ہیں ۔ ایک درخت میں دو قسم کے اعضاء ہوتے ہیں۔ مادہ یا نر یا بعض درخت مادہ ہوتے ہیں۔ اور بعض نر ہوتے ہیں۔ یہ وہ خصوصیت ہے جو انسان کے لئے اس کائنات کے اسرار رموز کی نشاندہی کی راہ کھولتی ہیں۔ یعنی رات اور دن اور حیوانات میں نر و مادہ کے رنگ تو ظاہر ہیں ، پھلوں کے اندر تناسل و توالد ایک راز تھا۔\nخود رات اور دن کا یہ منظر کہ رات اور دن آگے پیچھے آرہے ہیں۔ ایک دوسرے کو ڈھانپ لیتے ہیں۔ ان کا نظام بڑا ہی عجیب اور سحر انگیز ہے۔ یہ گہرے غوروفکر کا موضوع ہے۔ رات کا آنا اور دن کا بھاگ جانا ، فجر کا نمودار ہونا اور رات کے اندھیروں کا چھٹ جانا ۔ یہ ایک ایسا واقعہ ہے جس کو ہم رات اور دن دیکھتے دیکھتے اس کے ساتھ ایسے مانوس اور مالوف ہوگئے ہیں کہ ہمارے پردۂ احساس پر اس کا کوئی اثر نہیں ہوتا۔ لیکن اپنی حقیقت کے اعتبار سے یہ تعجب انگیز اور حیران کن ہیں۔ اگر ہم اپنی عادت کو ذرا دور پھینک دیں اور اپنے ذہنی جمود کو ترک کر کے اس کائنات کو شاعرانہ حساسیت کے ساتھ دیکھیں اور اس رات دن کے چلتے رہنے کو ایک معمولی چیز نہ سمجھیں تو گردش ایام کا یہ نظام ایک گہری حکمت الٰہیہ کا پتہ دیتا ہے اور نظر آتا ہے کہ اس کے اندر صائع کائنات کی عجیب کاری گری عیاں ہے۔\nان فی ذلک لایت لقوم یتفکرون (13 : 3) ” ان ساری چیزوں میں بڑی نشانیاں ہیں ان لوگوں کے لیے جو غوروفکر کرتے ہیں “۔ اس منظر کو چھوڑ کر آگے بڑھنے سے قبل ، مناسب ہے کہ ہم ان تقابلی امور پر ایک نظر دوڑائیں جو اس منظر میں پیش کئے گئے ہیں۔ مثلاً ایک طرف اپنی جگہ ۔۔۔ ہوئے بلند پہاڑ ہیں اور دوسری طرف بہتے ہوئے ندی نالے اور دریا ہیں۔ تمام پھلوں میں نر اور مادہ ہیں۔ رات اور دن ہیں جو ایک دوسرے کے مقابل ہیں ، زمین ہے جو بچھی ہوئی ہے اور آسمان ہے جو بہت بلندیوں پر ہے ، اور دونوں اس عظیم کائنات کے اہم اور باہم متکافل نکتے ہیں۔ دونوں عظیم کائنات کے اجزاء ہیں۔\nیہ تو تھے اس کائنات اور ارض وسما کے عمومی خدو خال اور بڑی لکیریں۔ اب ذرا زمین کے نہایت ہی باریک خطوط اور رنگ ڈھنگ ملاحظہ کریں۔\nوفی الارض قطع۔۔۔۔۔۔۔ یعقلون (13 : 4) ” اور دیکھو زمین میں الگ الگ خطے پائے جاتے ہیں جو ایک دوسرے کے متصل واقع ہوتے ہیں۔ انگور کے باغ ہیں ، کھیتیاں ہیں۔ کھجور کے درخت ہیں جن میں سے کچھ اکہرے ہیں اور کچھ دہرے ، سب کو ایک ہی پانی سیراب کرتا ہے ، مگر مزے میں ہم کسی کو بہتر بنا دیتے ہیں اور کسی کو کم تر۔۔۔۔ سب چیزوں میں بہت سی نشانیاں ہیں ان لوگوں کے لئے جو عقل سے کام لیتے ہیں “۔\nیہ مظاہر قدرت ایسے ہیں کہ ہم میں سے اکثر لوگ ان کو اپنی آنکھوں سے دیکھتے ہیں لیکن ان کے اندر یہ خیال بھی پیدا نہیں ہوتا کہ وہ ان کی حقیقت معلوم کریں۔\nوفی الارض قطع متجورت (13 : 4) ” اور زمین میں قطعات ہیں جو ایک دوسرے کے متصل واقع ہوئے ہیں “۔ ان قطعات کی خصوصیات الگ الگ ہیں۔ اگر یہ قطعات الگ الگ خصوصیت اور نوعیت کے نہ ہوتے تو ان کو قطعات نہ کہا جاتا بلکہ قطعہ کہا جاتا۔ یعنی ان میں بعض قطعات اچھے اور زرخیز ہیں اور بعض بنجر اور چٹیل ہیں۔ بعض صحراء میں جو بےآب وگیاہ ہیں اور بعض خالص چٹانیں ہیں۔ اور ان میں بھی پھر مختلف درجات کے ٹکڑے ہیں انواع و اقسام کے۔ بعض شہروں اور آبادیوں کے لئے ، بعض جنگلوں اور سبزیوں کے لئے ، اور بعض بےآب وگیاہ اور مردہ میدان ہیں۔ اور بعض آبی ہیں اور بعض بارانی اور اس طرح قسم قسم کے ٹکڑے ہیں جو ایک دوسرے سے ملتے جلتے ہیں اور باہم مفصل بھی ہیں اور سب کے سب اس زمین کا حصہ ہیں۔\nیہ تھے زمین کی تصویر کشی کے سلسلے کے ابتدائی اور عمومی خطوط ۔ اس کے بعد اب اس تصویر میں تفصیلی رنگ بھرے جاتے ہیں اور مختلف جزوی چیزیں نمودار ہوتی ہیں۔ فصل ، کھجور اور انگور۔ یہ نباتات۔۔۔۔ انگور وہ نباتات ہیں جو زمین پر چھتوں اور درختوں پر رینگتے ہیں۔ کھجور ان نباتات کی نمائندہ ہے جو اونچے اونچے درختوں کی شکل میں ہوتے ہیں اور دوسرے فصل ، پھول اور غلے کا نمائندہ جو درمیانی شکل میں کھڑے ہوتے ہیں ۔ ان تینوں کے ذکر سے تین قسم کے مختلف مناظر کی طرف اشارہ مطلوب ہے۔ یوں اس تصویر میں رنگ بھرے جاتے ہیں اور اس کے اندر مختلف نمائندہ نباتات کے نمونے دئیے جاتے ہیں۔\nیہ کھجور کے درخت اکہرے بھی ہیں اور دہرے بھی ہیں۔ یعنی بعض کا تنا ایک ہی ہے اور بعض ایک ہی جڑ سے دوہرے بھی ہیں ، دو یا اس سے زیادہ۔ سب ایک ہی پانی سے سیراب ہوتے ہیں ، ایک ہی مٹی ہوتی ہے لیکن سب درختوں کے پھل مختلف ہیں اور مختلف ذائقہ رکھتے ہیں۔\nونفضل بعضھا علی بعض فی الاکل (13 : 4) ” مگر مزے میں ہم بعض کو بعض پر فضیلت دیتے ہیں “۔ ایک ہی خطے کے مختلف پھل اور نباتات ہم نے چکھے ہیں۔ ہر ایک کا ذائقہ دوسرے سے مختلف ہوتا ہے۔ انسان کے دل و دماغ کو قرآن کریم جس نکتے کی طرف متوجہ کرتا ہے کیا کبھی ہم نے اس پر غور کیا ہے۔ ایسے ہی نکات ہیں جن کی وجہ سے معلوم ہوتا ہے کہ قرآن کریم ایک جدید کتاب ہے۔ کیونکہ قرآن کریم انسانی احساس اور وجدان اور شعور کو پیش پا افتادہ حقائق کے بارے میں تازگی بخشتا ہے۔ خواہ یہ مناظر کائنات سے متعلق ہوں یا نفس انسانی سے متعلق ہوں۔ یہ نکات اس قدر زیادہ ہیں کہ انسان اگر پوری عمر لگادے تو ان کا احاطہ نہیں کرسکتا۔ اور نہ ہی قرآن کے نکات اور عجائبات آنے والے ادوار میں ختم ہوں گے۔\nان فی ذلک لایت لقوم یعقلون (13 : 4) ” بیشک اس میں آیات و نشانات ہیں ان لوگوں کے لیے جو عقل رکھتے ہیں “۔ یہاں یہ بات ذہن میں رہے کہ یہاں پھر ایک نیا تقابل پایا جاتا ہے۔ زمین کے دو ٹکڑے باہم مقابل اور مختلف قسم کے ہیں۔ کھجور کے درخت بھی اکہرے اور دہرے باہم مقابل ہیں۔ پھر مختلف پھلوں کے ذائقے مختلف ہیں۔ اور نباتات بھی مختلف ہیں ، فصل ، درخت اور انگور۔\nاس وسیع تر کائنات پر یہ سر سری نظر ڈالنے کے بعد اب لوگوں پر تعجب کا اظہار کیا جاتا ہے کہ جو لوگ اس کائنات اور انفس و آفاق میں پائے جانے والے دلائل اور نشانات پر غور نہیں کرتے اور ان کی عقل اس نتیجے تک نہیں پہنچ پاتی کہ اس عظیم کائنات کا کوئی خالق بھی ہے یا کوئی عظیم قوت ، قدرت اور حکمت مدبرہ ایسی موجود ہے جو اسے چلا رہی ہے تو گویا ان کے عقول جمود کا شکار ہیں۔ ان کے دل تنگ ہیں ، اور ان کی سوچ کے سوتے خشک ہوچکے ہیں۔ کیا یہ صورت حالات تعجب انگیز نہیں ؟\nوان تعجب فعجب ۔۔۔۔۔ خلدون (13 : 5) ” اگر تمہیں تعجب کرنا ہے ، تو تعجب کے قابل لوگوں کا یہ قول ہے کہ جب ہم مر کر مٹی ہوجائیں گے تو کیا ہم نئے سرے سے پیدا کئے جائیں گے ؟ یہ وہ لوگ ہیں جنہوں نے اپنے رب سے کفر کیا ہے۔ یہ وہ لوگ ہیں جن کی گردنوں میں طوق پڑے ہوئے ہیں۔ یہ جہنمی ہیں اور جہنم میں ہمیشہ رہیں گے۔ یہ ہے تعجب انگیز بات اور اس پر تعجب کرنا چاہئے کہ جو یہ لوگ کہتے ہیں کہ جب ہم مر کر مٹی ہوجائیں گے تو پھر ہمیں دوبارہ اٹھایا جائے گا ؟\nاس میں تعجب کی کیا بات ہے ؟ جس ذات نے اس عظیم کائنات کی تخلیق کی ہے ، جو اسے موجودہ حیرت انگیز انداز سے چلا رہا ہے وہ اس بات پر قدرت رکھتا ہے کہ وہ لوگوں کو جدید شکل میں از سر نو زندہ کر دے۔ اگر کوئی اس کو بعید از امکان سمجھتا ہے تو وہ اپنے خالق اور مدبر کائنات کا دراصل انکار کرتا ہے۔ ایسے لوگوں نے دراصل اپنی عقل کو قید رکھا ہے اور وہ اپنی عقل سے کام نہیں لیتے۔ اس لئے اللہ تعالیٰ ان کو سزا بھی ایسی ہی دے گا کہ ان کے گلوں میں بڑے طوق پڑے ہوں گے۔ چناچہ جب کہ ان کا عمل ایسا ہے یعنی عقل کو باندھنا ، ایسی ہی سزا ہے یعنی ان کے گلوں میں بڑے بڑے طوق باندھنا۔ اس لیے کہ انہوں نے اس خصوصیت انسانیہ کو معطل کردیا ہے جس کی وجہ سے انسان دوسرے حیوانات پر مکرم ہے۔ انہوں نے دنیا میں پسماندگی اختیار کر رکھی ہے۔ اس لیے اللہ تعالیٰ نے آخرت میں ان کے لیے ایسی زندگی تجویز کی ہے جو اس حیات دنیا سے بھی پسماندہ ہو کیونکہ یہ لوگ فکر و شعور اور احساس وجدان کو معطل کر کے یہاں محض حیوانات کی طرح زندگی گزارتے ہیں۔\nیہ لوگ اس بات پر تعجب کرتے ہیں کہ اللہ ان کو ایک جدید مخلوق کے طور پر کس طرح اٹھائے گا ؟ لیکن ان کا یہ تعجب ہی دراصل تعجب انگیز ہے۔ یہ لوگ مطالبہ کرتے ہیں کہ آپ ان پر جلدی عذاب لے آئیں تو یہ بھی تعجب انگیز ہے کہ وہ ہدایت کا مطالبہ کرنے اور اللہ کی رحمت کے طلبگار ہونے کے بجائے عذاب الٰہی کا مطالبہ کرتے ہیں۔\nویستعجلونک بالسیئۃ قبل الحسنۃ (13 : 6) ” اور یہ لوگ بھلائی سے پہلے برائی کے لئے جلدی مچا رہے ہیں “۔ یہ لوگ اس کائنات اور انفس و آفاق میں غور نہیں کرتے ، حالانکہ اللہ کی نشانیاں اس پوری کائنات میں بکھری پڑی ہیں ، زمین میں بھی ہیں ، آسمان میں بھی ہیں۔ پھر کیا یہ لوگ اس سے پہلے ہلاک ہونے والے لوگوں کے لئے ایک مثال اور نمونہ عبرت بن کر رہ گئے۔\nوقد خلت من قبلھم المثلت (13 : 6) ” حالانکہ ان سے پہلے عبرتناک مثالیں گزر چکی ہیں “۔ اور یہ لوگ ان مثالوں پر غور نہیں کرتے حالانکہ ان میں ان کے لیے سامان عبرت تھا۔\nاللہ تو اپنے بندوں پر بہت رحم کرنے والا ہے۔ اگرچہ وہ ایک عرصہ کے لئے ظلم کرتے ہیں ، اللہ لوگوں کے لئے اپنی رحمت کا دروازہ ہمیشہ کھلا رکھتا ہے تا کہ وہ توبہ کے راستے اس میں داخل ہوں۔ لیکن عذاب صرف ان لوگوں پر نازل کرتا ہے جو عذاب الٰہی کے نزول پر اصرار کرتے ہیں۔ وہ گناہوں میں گھرے جا رہے ہوں اور اللہ کے کھلے دروازے سے اندر جانے کے لئے تیار نہ ہوں۔\nوان ربک لشدید العقاب (13 : 6) ” بیشک تیرا رب سخت سزا دینے والا ہے “۔ یہاں سیاق کلام میں اللہ کی مغفرت کو اس کی سزا پر مقدم رکھا گیا ہے ، جبکہ یہ لوگ عذاب کے مطالبے میں جلدی کر رہے تھے ، اور ہدایت قبول کرنے سے انکاری تھے تا کہ معلوم ہو کہ وہ بھلائی کس قدر عظیم ہے جو اللہ لوگوں کے لئے چاہتا ہے جبکہ یہ لوگ خود اپنے لیے ایک عظیم شر چاہتے ہیں۔ اس صورت حالات کے نتیجے میں نظر آتا ہے کہ یہ لوگ بصیرت کے اندھے ہیں ، دلوں کے اندھے ہیں اور یہ کہ وہ نار جہنم کے مستحق ہیں بوجہ اپنی ہٹ دھرمی کے۔\nاس کے بعد روئے سخن اس مضمون کی طرف مڑ جاتا ہے کہ ان لوگوں کا رویہ کس قدر عجیب ہے کہ ان کو اس کائنات کے اندے بیشمار جا بجا بکھرے ہوئے دلائل تکوینی تو نظر نہیں آتے ، مگر یہ لوگ ایک مخصوص معجزہ طلب کرتے ہیں۔ یہ رسول اللہ ﷺ سے صرف ایک معجزہ طلب کرتے ہیں اور کائنات کے ہزارہا معجزات پر ان کی نظر نہیں ہے۔\nویقول الذین ۔۔۔۔ قوم ھاد (13 : 7) ” یہ لوگ جنہوں نے تمہارے بات ماننے سے انکار کردیا ہے ، کہتے ہیں کہ اس شخص پر اس کے رب کی طرف سے کوئی نشانی کیوں نہ اتری ؟ تم تو محض خبردار کرنے والے ہو ، اور ہر قوم کے لئے راہنما ہے “۔ یہ لوگ ایک معجزہ طلب کرتے ہیں ، جبکہ معجزات کا صدور رسول کے اپنے اختیار میں نہیں ہے ، نہ ان کی ذاتی خصوصیت ہے۔ معجزات تو اللہ بھیجتا ہے اور اس وقت بھیجتا ہے جب اللہ اس کی ضرورت محسوس کرتا ہے۔ اے رسول ﷺ آپ تو محض ڈرانے والے ہیں جس طرح آپ سے قبل رسولوں کا منصب یہ تھا کہ وہ لوگوں کو ڈرانے والے تھے ۔ اللہ نے بیشمار اقوام کی ہدایت کے لئے بیشمار رسول بھیجے ہیں۔ لہٰذا معجزات ارسال کرنا اس ذات کا کام ہے جو اس کائنات اور بندوں کا مدبر ہے۔",
  "ayah": 6,
  "surah": 13
}
