{
  "ayahs": [
    {
      "ayah": 2,
      "surah": 14,
      "text": "God is He to whom belongs everything in the heavens and everything in the earth. WāsiṬī said, “The realm of being all belongs to Him. When someone seeks the realm of being, He is the Being-Bestower. When someone seeks the Real, he will find that He has subjected the realm of being to him along with everything within it.” Whenever someone gives himself over to the Being-Bestower and his heart busies itself with His companionship, the engendered beings and the newly arrived things will busy themselves entirely with serving him. He is saying, “My servant, the seven heavens, the seven earths, and all that is within them are My property and kingdom. All are My servants and servitors. If you bind your waist in loyalty to My covenant and, like serving-boys, bring your head into the collar of obedience, We will put the ring of serving you in the ear of all things and subject them to you. If you turn your head away from the circle of the command or busy your heart with others, We will set them all on their feet in antagonism toward you and We will make your standing place your prison. One day Solomon the prophet, with his high level and rank, was sitting on the throne of the kingdom. The carpet of the realm was spread and the jinn, mankind, and birds were lined up in ranks. He placed the crown of messengerhood on the head of his prophethood, and it occurred to his mind that today no one surpassed David's son in rank and elevation. Immediately the wind was commanded to take away the mantle from his head. Solomon's face darkened and he said to the wind in his anger, “Return my mantle to me!” The wind answered, “'Return to your heart!' O Solomon, bring your heart back to yourself so that I may bring your mantle back to you.”"
    },
    {
      "ayah": 23,
      "surah": 14,
      "text": "Those who have faith and do wholesome deeds were given entry into the Garden....Their greeting therein is “Peace!” The meaning is that tomorrow the faithful and the friends will be brought into paradise, the house of victory, subsistent bliss, and everlasting kingship. The outward meaning of the word were given entry is that this decree was issued on the first day at the Beginningless Covenant and that the faithful were brought into paradise on the day when the decree was issued. It is not a new want that He puts into effect; it is a beginningless deed that He makes appear. He does not caress them today, for He caressed them in the Beginningless and finished the work. The worshipper is always looking toward the Endless, fearing what will be done to him tomor- row. The recognizer is always looking toward the Beginningless, burning because of what may have been done to him then. He who looks toward the Endless sees only bowing and prostrating. He who looks toward the Beginningless sees only ecstasy and finding; absent from seeing himself, he sees neither self nor anything from himself. He sees only the Real and knows only the Real. He who looks at the Endless accepts what he is given and is content with it. He who looks at the Beginningless accepts nothing and is not content with any robe of honor. If he were adorned with every robe of honor in the two realms of being, he would be more naked with every robe. If the whole realm of being were made into a table placed before his heart, he would find no savor in the feast. Both realms of being were made a morsel and placed in Abū Yazīd's maw full of pain, but he gave no mark of surfeit. He kept on shouting out, “I am a captive of face-to-face vision, how can I be content with reports?! I am seeking hard cash, how can hope suffice me?!” Without You, O repose of my spirit, how can I live? If You are not in my embrace, how can I be happy? And those who have faith and do wholesome deeds were given entry into the Garden. They will be settled down tomorrow in the paradises. There is not just one paradise, for there are eight, and not just eight degrees but one hundred."
    },
    {
      "ayah": 24,
      "surah": 14,
      "text": "Hast thou not seen how God has struck a similitude? A goodly word is like a goodly tree. The pure words and true speech of a person of faith are like a pure tree that gives forth good fruit. A pure tree in fine soil and pleasing water gives forth only sweet fruit. This is why He says, “And the goodly land, its plants come forth by the leave of its Lord” [7:58]. The pure soil is the soul of the person of faith, the pure tree is the tree of recognition, the pleas- ing water is the water of regret, and the sweet fruit is the formula of tawḤīd. Just as a tree sends down roots into the earth, so also recognition and faith send down roots into the heart of the person of faith. Just as the branches bring forth fruit in the air, so also the tree of recognizing tawḤīd brings speech to the tongue and deeds to the limbs, and both rise up. This is why the Exalted Lord said, “To Him ascend the goodly words, and He uplifts the wholesome deed” [35:10]. A tree is sustained by three things: roots sent down into the earth, a trunk standing in place, and branches lifted in the air. The tree of recognition has three things perfectly: attesting in the heart, acting with the limbs, and speaking with the tongue. The Prophet said, “Faith is recognizing with the heart, assenting with the tongue, and acting with the body.” The Pir of the Tariqah said, “O God, the water of Your solicitude reached stone and the stone bore fruit. The stone grew a tree, and the tree gave fruit and produce-a tree whose fruit is all happiness, whose flavor is all intimacy, whose scent is all freedom; a tree whose roots are in the earth of loyalty, its branches in the air of approval, its fruit recognition and limpidness, its outcome vision and encounter.”"
    },
    {
      "ayah": 25,
      "surah": 14,
      "text": "It gives its fruit every season by the leave of its Lord. Ibn ʿAbbās said, “The tree that the Exalted Lord used as a likeness for the faith of the faithful is a tree in paradise whose fruit is neither cut off nor finished: neither cut off nor withheld [56:33].” In the same way the subtleties of the hearts of the recognizers are among the fruits of the tree of faith, neither cut off nor withheld, and the hearts of the folk of the realities are not turned away from them or veiled. At every moment and breath the subtleties are freely bestowed and not veiled."
    },
    {
      "ayah": 35,
      "surah": 14,
      "text": "And when Abraham said, “My Lord, make this land secure, and keep me and my sons away from worshiping idols.” In this verse Abraham asked two things from the Real: First, Mecca's security from mastery by enemies, and second, the heart's security from domination by the ruling power of caprice. He said, “Lord God, make this city of Mecca into a secure sanctuary far from the hand of any tyrant and free of fear for all the people.” The Lord of the Worlds responded to his supplication and made it into a blessed sanctuary and a place of security, as He says, “[And when We made the House] a place of gathering for the people, and a sanctuary” [2:125]. Never will the hand of any tyrant reach it; whoever goes into the sanctuary-whether Adamite or non-Adamite, wild prey or bird of the air-will have no fear. He asked for the heart's security in terms of allusion with his words, “Keep me and my sons away from worshiping idols.” Whenever something holds you back from the Real, that is your idol. Whenever your heart inclines and looks to something other than the Real, that is your caprice. The Exalted Lord says, “Hast thou seen him who has taken his caprice as his god?” [25:43]. One person looks to property and trade, another to wife and children, another to position and respect. One person has remained in the bonds of venerating piety and self-restraint and has not taken a step beyond that. Another has made obedience and worship his kiblah-looking at it and leaning on it have become the veil of his road. The Lord of the Worlds says, “And repent all together to God, O you who have faith! Perhaps you will prosper [24:31]. O you who have faith, if you want Me to make your hearts the sanctuary of My gaze and to keep you secure from the veil of severance, turn your faces totally to Me and turn away from everything else!” Sometimes He calls to His road with the tongue of the artifacts to make people realize familiarity. Sometimes He calls to Himself with the tongue of unveiling to confirm friendship. He is saying: “Turn away from yourself and totally to Him so as to recognize what is right- fully due to Him."
    },
    {
      "ayah": 5,
      "surah": 14,
      "text": "And We sent Moses with our signs: “Bring thy people out from the darknesses into the light and remind them of the days of God.” “O My MuḤammad! I commanded Moses exactly as I command you. I said to all: 'Light up the lamp of the invitation, call people from the darknesses of doubt to the light of certainty, bring them from the shadow of ignorance to the brightness of knowledge, leave aside self-governance, see the Real's predetermination, do not set down or approve of innovation, and follow the path of the Sunnah and the congregation.'” Remind them of the days of God. These are the days when the servants were in the conceal- ment of nonexistence and the Real was saying with beginningless speech, “My servants!” “O MuḤammad, remind them of the days when you were not and I was there for you. Without you I took care of your work. I bound the compact of love and I wrote mercy against myself: Your Lord has written mercy against Himself [6:54].'” This is what the Pir of the Tariqah intimated in his whispered prayer: “O God, where will I find again the day when You belonged to me and I was not? Until I reach that day again, I will be in the midst of fire and smoke. If I find that day again in the two worlds, I will profit. If I find Your Being for myself, I will be pleased with my own nonbeing. “O God, where was I when You called me? I am not I when You remain for me. “O God, when You call someone, do not make manifest the offenses that You have concealed! “O God, You lifted us up and no one said, 'Lift up!' Now that You have lifted up, don't put down! Keep us in the shadow of Your gentleness! Entrust us to none but Your bounty and mercy!”"
    },
    {
      "ayah": 7,
      "surah": 14,
      "text": "When your Lord proclaimed, “If you give thanks, I will surely increase you.” In other words: “If you give thanks for submission, I will increase you in faith. If you give thanks for faith, I will increase you in beautiful doing. If you give thanks for beautiful doing, I will in- crease you in recognition. If you give thanks for recognition, I will increase you in union. If you give thanks for union, I will increase you in contemplation. If you give thanks for the gifts that I bestow upon you, I will increase you in the encounter I have promised you.” It has been narrated that David said, “My Lord, how should I give thanks to You, for my giving thanks is a renewal of Your favor toward me.” He said, “O David, what you said now is giving thanks to Me.”"
    }
  ],
  "empty_ayahs": [{ "ayah": 9, "surah": 14 }, { "ayah": 33, "surah": 14 }, { "ayah": 52, "surah": 14 }]
}
