{
  "ayahs": [
    {
      "ayah": 15,
      "surah": 27,
      "text": "And We gave David and Solomon knowledge. In this verse the Lord of the Worlds lays a favor on David and Solomon, for He taught them the knowledge of the religion. Religion is a comprehensive name that comprises submission, faith, the Sunnah and the congregation, performing obedient acts and worship, and avoiding unbelief and disobedience. This is the religion of the angels by which they worship and obey God, and it is the religion of the prophets and messengers from Adam to MuḤammad. The prophets and messengers invited their communities to it, as the Lord of the Worlds says: “He has set down for you as the religion that with which He counseled Noah, and what We have revealed to thee, and that with which We charged Abraham, Moses, and Jesus: Uphold the religion, and scatter not regarding it” [42:13]. This religion is extremely obvious and unveiled to the folk of felicity, but extremely hidden from the folk of wretchedness. The Real gives religion-recognizing eyesight only to the folk of felicity. Only the folk of this eyesight recognize the religion, as the Prophet said: “How is it that you are with your religion like the moon when it is full, but only the seeing see it?” It has also been narrated that he said, “I have brought you a white, immaculate splendor whose night is like its day. For those of you who live, a great diversity will be seen among you after me concerning my Sunnah and that of the rightly guided vicegerents, so hold fast to it.” The religion in its totality is built on two things: listening and following. Listening is that you accept with spirit and heart the revelation sent down on MuṣṬafā. Then you go straight by follow- ing him. That is His words, “Whatever the Messenger gives you, take” [59:7]. And We gave David and Solomon knowledge. In the tongue of the folk of recognition and the tasting of the lords of finding, this is the knowledge of understanding. The knowledge of under- standing is the knowledge of the Haqiqah. Junayd was asked, “What is the knowledge of the Haqiqah?” He said, “The God-given, lordly knowledge-the attributes gone, the Haqiqah staying.” The state of the recognizer is exactly this: the attributes gone, the Haqiqah staying. The com- mon people are in a station in which the attributes are apparent and the Haqiqah concealed."
    },
    {
      "ayah": 59,
      "surah": 27,
      "text": "Say: \" The praise belongs to God, and peace be upon His servants whom He has chosen. \" Know that the stations of the religion's road are of two sorts: One sort are called the preliminar- ies, for they are not the goal in themselves. These are like repentance, patience, fear, renuncia- tion, poverty, and self-accounting, all of which are the means of approach to something beyond themselves. The second sort are called the destinations or the ends, for they are the goal in themselves. These are like love, yearning, approval, tawḤīd, and trust, all of which are goals in themselves. They are not needed as the means of approach to something else. Praise of God and thanking and lauding Him are of this sort, for they are goals in themselves. Anything that is a goal in itself will remain at the resurrection and will never be cut off in paradise. Praise pertains to this category because the Exalted Lord says about the attribute of the par- adise-dwellers, \" And the last of their supplication will be 'Praise belongs to God, the Lord of the worlds' \" [10:10]; \" Praise belongs to God, who has put away sorrow from us \" [35:34]; \" Praise belongs to God, who was truthful in His promise to us \" [39:74]. In the Splendorous Qur'an He linked gratitude and praise with remembrance when He says, \" So remember Me; I will remember you. And be grateful for Me and not ungrateful toward Me \" [2:152]. Tomorrow, at the most tremendous courtyard and greatest gathering place, when the portico of magnificence is raised and the carpet of tremendousness spread, a caller will call out, \" Let the praisers stand up! \" At this time no one will stand up except those who in all states and times were constantly praising and thanking God and showing the rightful due of gratitude for His blessings. The servant will not become sound in the station of gratitude and praise unless three things exist in him: first knowledge, second state, and third deed. First is knowledge; from knowledge the state is born, and from state the deed rises up. Knowledge is recognizing the blessings from the Lord. State is the heart's happiness with those blessings. He alludes to this with His words, \" In that let them rejoice \" [10:58]."
    },
    {
      "ayah": 61,
      "surah": 27,
      "text": "Who is it that made the earth a settledness, made rivers in its midst, made for it firm mountains, and made a barrier between the two oceans? Is there a god along with God? No, but most of them know not. The souls of the worshipers are where their obedience settles, the hearts of the recognizers are where their recognition settles, the spirits of the finders are where their love settles, and the secret cores of the tawḤīd-voicers are where their contemplation settles. In their spirits are the rivers of union and the springs of proximity. Thereby the thirst of their yearning and the agitation of their burning are quenched. Made for it firm mountains, namely the Substitutes, the friends, and the Pegs. Through them He continually holds fast to the earth and through their blessings trials are repelled from the creatures. It has also been said that the firm mountains are the ones who guide those who ask for directions to the Lord of the Worlds. Who is it that made the earth a settledness: Who is it that brought the earth of the submission under the feet of the tawḤīd of the tawḤīd-voicers? Made rivers in its midst: Who is it that made the springs of wisdom appear in the hearts of the recognizers? Made for it firm mountains: Who is it that built the fortresses of recognition in the secret cores of the friends? Made a barrier between the two oceans: Who is it that set up the clouds of going straight between the oceans of fear and hope? Is there a god along with God? Do you know of another god who did this? Do you know of another object of worship who made all this? It has also been said that made a barrier between the two oceans means between the heart and the soul, so that neither will overpower its companion. In the human makeup, there are both the Kaabah of the heart and the tavern of the soul, two opposite substances joined in creation and separate in path, each open toward the other, but between the two God's power has placed a barrier. Whenever the commanding soul raids the heart's pavilion, the afflicted heart goes to the Exalted Threshold to complain, and from the gardens of Eternity the robe of the gaze reaches it."
    },
    {
      "ayah": 80,
      "surah": 27,
      "text": "Surely thou wilt not make the dead to hear. In reality, life is three things, and any heart that is empty of these three things is in fact carrion and counted as dead: the life of fear along with knowledge, the life of hope along with knowledge, and the life of friendship along with knowledge. The life of fear keeps a man's skirt pure of defilement, his eyes awake, and his road straight. The life of hope keeps a man's steed quick, his traveling supplies complete, and the road near. The life of friendship makes a man's measure great, his secret core free, and his heart happy. Fear without knowledge is the fear of the Khawarij, hope without knowledge is the hope of the Murji'ah, and friendship without knowledge is the friendship of the libertines. Anyone who combines these three traits with knowledge will reach a pure life and be released from death. The Lord of the Worlds says, “We shall surely give him to live a goodly life [16:97]. I will make them live a pure life, disowned of self and free of the whole world.” Disown everything in the realm of being- be that Heart-taker's “companion of the cave.” The chevaliers are those to whom He gave access to face-to-face vision, and they made do with that. When the veil was lifted, they turned away from all creation. They took back the skirt of at- tachments from the hands of the creatures. Her love came to me before I knew love- it came across an empty heart and took possession."
    },
    {
      "ayah": 93,
      "surah": 27,
      "text": "Say: “Praise belongs to God. He will show you His signs, and you will recognize them.” This road can be traversed with three way stations: first showing, then traveling, then being pulled. Showing is this: “He will show you His signs, and you will recognize them.” Traveling is what He said: “And He created you in stages” [71:14]; “You shall surely ride stage after stage” [84:19]. Being pulled is what He said: “Then He drew close, so He came down” [53:8]. About showing He said in the case of Abraham, “We were showing Abraham the dominion of the heavens and the earth” [6:75]. Again, He spoke of traveling on the part of Moses: “Surely with me is my Lord; He will guide me” [26:62]. He spoke of being pulled in the case of MuṣṬafā the Arab: “Who took His servant by night” [17:1]. You poor wretch! You have lost the road, you have remained in yourself, you have not taken the road to the road. You have traveled lifetimes in yourself and not reached anywhere. Your traveling is like that great pir said: I was young when He said, “May your nights be sweet!” I became old in passion but my night did not become day. O chevalier! Take a step outside of yourself so that the road may become clear and your Compan- ion may appear to you. Have you not heard the words spoken by the Pir of the Tariqah: “O gone out of yourself with- out reaching the Friend! Do not let your heart be tight, for in each breath your companion is He. Exalted is he who is scarred by Him! On His road is he who has His lamp! This is why the Lord of the Worlds said, 'So he is upon a light from his Lord' [39:22].”"
    }
  ],
  "empty_ayahs": [
    { "ayah": 7, "surah": 27 },
    { "ayah": 26, "surah": 27 },
    { "ayah": 47, "surah": 27 },
    { "ayah": 69, "surah": 27 },
    { "ayah": 92, "surah": 27 }
  ]
}
