{
  "text": "১০১-১০৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, যখন পুনরুত্থানের জন্যে শিংগায় ফুৎকার দেয়া হবে এবং মানুষ জীবিত হয়ে কবর হতে বেরিয়ে পড়বে তখন আত্মীয়তার সম্পর্ক ছিন্ন হয়ে যাবে এবং একে অপরের কোন খোঁজ খবর নিবে না। না পিতার সন্তানের উপর কোন ভালবাসা থাকবে, না সন্তান পিতার দুঃখে দুঃখিত হবে। অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “সুহৃদ সুহৃদের তত্ত্ব নিবে না, তাদের এককে অপরের দৃষ্টি গোচর করা হবে।” (৭০-১০-১১) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “সেই দিন মানুষ পলায়ন করবে তার ভ্রাতা হতে, তার মাতা, তার পিতা, তার পত্নী ও তার সন্তান হতে।” (৮০:৩৪-৩৬)হযরত ইবনে মাসউদ (রাঃ) বলেন যে, আল্লাহ তা'আলা কিয়ামতের দিন পূর্ববর্তী ও পরবর্তী লোকদেরকে একত্রিত করবেন। অতঃপর একজন ঘোষণাকারী ঘোষণা করবেনঃ “যার কোন হক অন্যের উপর রয়েছে সে যেন এসে তার হক তার নিকট থেকে নিয়ে যায়।” এ কথা শুনে কারো হক তার পিতার উপর থাকলে বা পুত্রের উপর থাকলে অথবা স্ত্রীর উপর থাকলে সেও আনন্দিত হয়ে দৌড়িয়ে আসবে এবং নিজের হক বা প্রাপ্যের জন্যে তার কাছে তাগাদা শুরু করে দেবে। যেমন এই আয়াতে রয়েছে। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মিসওয়ার ইবনে মাখরামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফাতেমা (রাঃ) আমার দেহের একটা অংশ। যে তাকে কষ্ট দেয় সে আমাকেও কষ্ট দেয়। আর যে তাকে খুশী করে সে আমাকেও খুশী করে। কিয়ামতের দিন সমস্ত আত্মীয়তার সম্পর্ক ছিন্ন হয়ে যাবে, কিন্তু আমার আত্মীয়তার সম্পর্ক ছিন্ন হবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এই হাদীসের মূল সহীহ বুখারী ও সহীহ মুসলিমেও রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফাতেমা (রাঃ) আমার দেহের একটা অংশ। তাকে অসন্তুষ্টকারী ও কষ্টদানকারী আমাকেও অসন্তুষ্টকারী ও কষ্টদানকারী।”হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে মিম্বরের উপর বলতে শুনেছেনঃ “লোকদের কি হয়েছে যে, তারা বলে-রাসূলুল্লাহ (সঃ)-এর আত্মীয়তার সম্পর্কও তাঁর কওমের কোন উপকারে আসবে না? আল্লাহর শপথ! আমার আত্মীয়তার সম্পর্ক দুনিয়া ও আখিরাতে মিলিতভাবে রয়েছে। হে লোক সকল! আমি তোমাদের আসবাব পত্রের রক্ষক হবো যখন তোমরা আসবে।” একটি লোক বলবেঃ “হে আল্লাহর রাসূল (সঃ)! আমি অমুকের পুত্র অমুক।” আমি উত্তরে বলবোঃ “হ্যা, আমি বংশ চিনে নিয়েছি। কিন্তু আমার পরে তুমি বিদআতের আবিষ্কার করেছিলে এবং উল্টো পদে ফিরে গিয়েছিলে।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)আমীরুল মুমিনীন হযরত উমার ইবনুল খাত্তাব (রাঃ)-এর মুসনাদে কয়েকটি সনদের মাধ্যমে আমরা বর্ণনা করেছি যে, যখন তিনি হযরত আলী ইবনে আবি তালিব (রাঃ)-এর কন্যা উম্মে কুলসুম (রাঃ)-কে বিয়ে করেন তখন তিনি বলতেন, আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “কিয়ামতের দিন সমস্ত মূল ও বংশের সম্পর্ক ছিন্ন হয়ে যাবে, কিন্তু আমার বংশ ও মূলের সম্পর্ক ছিন্ন হবে না।” এটাও বর্ণিত আছে যে, হযরত উমার (রাঃ) হযরত উম্মে কুলসুম (রাঃ)-এর মর্যাদার প্রতি লক্ষ্য রেখে তাঁর মোহরর ধার্য করেছিলেন চল্লিশ হাজার (দিরহাম)।হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আমার বংশগত ও বৈবাহিক সম্পর্ক ছাড়া সমস্ত বংশগত ও বৈবাহিক সম্পর্ক ছিন্ন হয়ে যাবে।” (এ হাদীসটি হাফিয ইবনে আসাকির (রঃ) বর্ণনা করেছেন)হযরত আব্দুল্লাহ ইবনে উমার (রাঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি আমার প্রতিপালক মহামহিমান্বিত আল্লাহর নিকট প্রার্থনা করেছি যে, যেখানে আমার বিয়ে হয়েছে এবং যার সাথে আমি বৈবাহিক সূত্রে আবদ্ধ হয়েছি তারা সবাই যেন জান্নাতে আমার সঙ্গ লাভ করে। আল্লাহ তা'আলা আমার এ দু'আ কবুল করেছেন।”মহান আল্লাহ বলেনঃ যাদের পাল্লা ভারী হবে তারাই হবে সফলকাম। যার একটি মাত্র পুণ্য পাপের উপর বেশী হবে সেই পরিত্রাণ পেয়ে যাবে। সে জাহান্নাম থেকে রক্ষা পাবে এবং জান্নাতে প্রবেশ লাভ করবে। তার উদ্দেশ্য সফল হবে এবং যা থেকে সে ভয় করতো তা থেকে সে বেঁচে যাবে। পক্ষান্তরে, যাদের পাল্লা হালকা হবে, অর্থাৎ পুণ্যের চেয়ে পাপ বেশী হয়ে যাবে তারা হবে চরমভাবে ক্ষগ্রিস্ত।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, কিয়ামতের দিন একজন ফেরেশতা দাঁড়িপাল্লার উপর নিযুক্ত থাকবেন যিনি প্রত্যেক মানুষকে দাড়ি-পাল্লার দুই পাল্লার মাঝে দাঁড় করিয়ে দিবেন। অতঃপর পাপ ও পুণ্য ওজন করা হবে। যদি পুণ্য বেশী হয়ে যায় তবে তিনি উচ্চ স্বরে ঘোষণা করবেনঃ “অমুকের পুত্র অমুক মুক্তি পেয়ে গেছে। এরপর ক্ষতি ও ধ্বংস তার কাছেও যাবে না। আর যদি পাপ বেশী হয়ে যায় তবে সবারই সামনে তিনি উচ্চ স্বরে ঘোষণা করবেনঃ “অমুকের পুত্র অমুক ধ্বংস হয়ে গেছে। এখন সে কল্যাণ লাভে বঞ্চিত হয়েছে।” (এটা হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন। এর সনদ দুর্বল। বর্ণনাকারী দাউদ ইবনে হাজর দুর্বল ও বর্জনীয়)মহান আল্লাহর উক্তিঃ তারা জাহান্নামে স্থায়ী হবে। অর্থাৎ তারা চিরদিনই জাহান্নামে থাকবে। কখনো তাদেরকে তা থেকে বের করা হবে না। অগ্নি তাদের মুখমণ্ডল দগ্ধ করবে। আগুনকে সরিয়ে ফেলার ক্ষমতা তাদের হবে না।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রথম অগ্নিশিখা তাদেরকে জড়িয়ে ধরামাত্রই তাদের গোশ্ত অস্থি থেকে বিচ্ছিন্ন হয়ে পড়বে এবং তাদের পায়ের উপর পড়ে যাবে। (এ হাদীসটি ইবনে আবি হাতিমে বর্ণিত হয়েছে) ফলে তাদের চেহারা বীভৎস ও বিকৃত হয়ে যাবে। দাঁত বের হয়ে থাকবে, ওষ্ঠ উপরের দিকে উঠে যাবে এবং অধর নীচের দিকে নেমে থাকবে। উপরের ঠোট তালু পর্যন্ত উঠে যাবে এবং নীচের ঠোট নাভী পর্যন্ত নেমে আসবে।” (এটা মুসনাদে আহমাদে হযরত আবু সাঈদ খুদরী (রাঃ) হতে মারফু’রূপে বর্ণিত আছে)",
  "ayah": 104,
  "surah": 23
}
