{
  "text": "১-১১ নং আয়াতের তাফসীর:\nহযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-এর উপর যখন অহী অবতীর্ণ হতো তখন তাঁর মুখের কাছে মৌমাছির গুন্গুন্ শব্দের মত শব্দ শোনা যেতো। একদা তার উপর এ অবস্থাই ঘটে। অল্পক্ষণ পরে যখন অহী অবতীর্ণ হওয়ার কাজ শেষ হয় তখন তিনি কিবলামুখী হয়ে স্বীয় হস্তদ্বয় উত্তোলন করতঃ নিম্নের দু'আটি পাঠ করেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমাদেরকে বেশী করে দিন, কম করবেন না। আমাদেরকে সম্মানিত করুন, লাঞ্ছিত করবেন না। আমাদেরকে প্রদান করুন, বঞ্চিত করবেন না। অন্যদের উপর আমাদেরকে পছন্দ করে নিন, আমাদের উপর অন্যদেরকে পছন্দ করবেন না। আমাদের উপর সন্তুষ্ট হয়ে যান এবং আমাদেরকে সন্তুষ্ট করুন। তারপর তিনি (আরবী) হতে দশটি আয়াত পর্যন্ত পাঠ করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে মুনকার বলেছেন। কেননা এর বর্ণনাকারী শুধু ইউনুস ইবনে সুলায়েম রয়েছেন, যিনি মুহাদ্দিসদের নিকট পরিচিত নন)হযরত ইয়াযীদ ইবনে বাবনুস (রঃ) হতে বর্ণিত, তিনি বলেনঃ আমরা উম্মুল মুমিনীন হযরত আয়েশা (রাঃ)-কে জিজ্ঞেস করলামঃ রাসূলুল্লাহ (সঃ)-এর চরিত্র কেমন ছিল? উত্তরে তিনি বলেনঃ “কুরআনই ছিল রাসূলুল্লাহ (সঃ)-এর চরিত্র।” অতঃপর তিনি (আরবী) হতে (আরবী) পর্যন্ত পাঠ করেন। তারপর বলেনঃ “রাসূলুল্লাহ (সঃ)-এর চরিত্র এরূপই ছিল।” (এটা নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত কা'ব আল আহবার (রাঃ), হযরত মুজাহিদ (রঃ), হযরত আবুল আলিয়া (রঃ) প্রমুখ গুরুজন হতে বর্ণিত আছে যে, যখন আল্লাহ তা'আলা জান্নাতে আদন সৃষ্টি করেন এবং ওর মধ্যে (গাছপালা ইত্যাদি) স্বহস্তে রোপণ করেন তখন ওগুলোর প্রতি দৃষ্টিপাত করে ওকে বলেনঃ “কিছু কথা বলো”। ঐ জান্নাতে আদন তখন (আরবী)-এই আয়াতগুলো পাঠ করে। যেগুলো আল্লাহ তা'আলা কুরআন কারীমে অবতীর্ণ করেন।হযরত আবু সাঈদ (রাঃ) বলেন যে, আল্লাহ জান্নাত সৃষ্টি করেন যার এক ইট সোনার ও এক ইট রূপার তৈরী। তাতে তিনি গাছ রোপণ করেন। অতঃপর তিনি জান্নাতকে বলেনঃ “কথা বলো।” জান্নাত তখন (আরবী) বলে। তাতে ফেরেশতারা প্রবেশ করে বলেনঃ “বাঃ! বাঃ! এটা তো বাদশাহদের জায়গা।” অন্য রিওয়াইয়াতে আছে যে, ওর গারা ছিল মৃগনাভির। আর একটি রিওয়াইয়াতে আছে যে, তাতে এমন এমন জিনিস রয়েছে যা কোন চক্ষু দেখেনি এবং কোন অন্তর কল্পনা করেনি।আরেকটি বর্ণনায় আছে যে, জান্নাত যখন এই আয়াতগুলো তিলাওয়াত করে তখন মহামহিমান্বিত আল্লাহ বলেনঃ “আমার বুযর্গী ও মর্যাদার শপথ! তোমার মধ্যে কৃপণ কখনো প্রবেশ করতে পারে না।” (এ হাদীসটি তিবরানী (রঃ) বর্ণনা করেছেন। হযরত ইবনে আব্বাস (রাঃ) এটা মারফু’রূপে বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা জান্নাতে আদন সৃষ্টি করেন যার একটি ইট সাদা মুক্তার, একটি ইট লাল পদ্মরাগের এবং একটি ইট সবুজ পান্নার। আর ওর গারা (গাঁথুনির চুন-সুরকি) মৃগনাভির এবং ওর ঘাস হলো যাফরান। অতঃপর আল্লাহ তা'আলা ওকে বলেনঃ “তুমি কথা বলো।” জান্নাত তখন (আরবী) বলে। তখন আল্লাহ তা'আলা ওকে বলেনঃ “আমার বুযর্গী ও মর্যাদার শপথ! তোমার মধ্যে কৃপণ প্রবেশ করতে পারবে না।” অতঃপর রাসূলুল্লাহ (সঃ) নিম্নের আয়াতাংশটুকু পাঠ করেনঃ (আরবী) অর্থাৎ “যারা অন্তরের কার্পণ্য হতে মুক্ত তারাই সফলকাম।” (৫৯:৯) (এ হাদীসটি আবূ বকর ইবনে আবিদ দুনিয়া বর্ণনা করেছেন)মহান আল্লাহর উক্তিঃ (আরবী) (অবশ্যই মুমিনরা সফলকাম হয়েছে), অর্থাৎ তারা ভাগ্যবান হয়েছে এবং পরিত্রাণ পেয়ে গেছে। এই মুমিনদের বিশেষণ এই যে, তারা নামাযের অবস্থায় অত্যন্ত বিনয়ী হয়। মন তাদের আল্লাহর দিকেই থাকে। তাদের দৃষ্টি থাকে নীচের দিকে এবং বাহুদ্বয় থাকে ঝুঁকানো অবস্থায়। মুহাম্মাদ ইবনে সীরীন (রঃ) বলেন যে, এই আয়াত অবতীর্ণ হওয়ার পূর্বে আল্লাহর রাসূল (সঃ) ও সাহাবীগণ (রাঃ) তাদের দৃষ্টিগুলো নামাযের অবস্থায় আকাশের দিকে উঠিয়ে রাখতেন। কিন্তু এই আয়াত অবতীর্ণ হওয়ার পর তাঁদের দৃষ্টি নীচের দিকে হয়ে যায়। সিজদার স্থান হতে তারা নিজেদের দৃষ্টি সরাতেন। যদি কারো অভ্যাস এর বিপরীত হয়ে গিয়ে থাকে তবে তার উচিত তার দৃষ্টি নীচের দিকে করে নেয়া। একটি হাদীসে রয়েছে যে, এই আয়াত অবতীর্ণ হওয়ার পূর্বে রাসূলুল্লাহও (সঃ) এরূপ করতেন। (এ হাদীসটি মুরসাল)সুতরাং এই বিনয় ও নম্রতা ঐ ব্যক্তিই লাভ করতে পারে যার অন্তঃকরণ খাঁটি ও বিশুদ্ধ হয়, নামাযে পুরোপুরিভাবে মনোযোগ থাকে এবং সমস্ত কাজ অপেক্ষা নামাযে বেশী মন বসে। যেমন হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আমার কাছে সুগন্ধি ও স্ত্রীলোক খুবই পছন্দনীয় এবং আমার চক্ষু ঠাণ্ডাকারী হলো নামায।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)ইসলাম গ্রহণকারী এক ব্যক্তি হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “হে বেলাল (রাঃ)! নামাযের মাধ্যমে আমাদেরকে শান্তি দান কর।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)বর্ণিত আছে যে, একজন আনসারী (রাঃ) নামাযের সময় স্বীয় দাসীকে বলেনঃ “অযুর পানি নিয়ে এসো, যাতে আমি নামায পড়ে শান্তি লাভ করতে পারি।” তিনি দেখলেন যে, উপস্থিত জনগণ তাঁর একথা অপছন্দ করেছে, তাই তিনি বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি- “হে বেলাল (রাঃ)! ওঠো, নামাযের মাধ্যমে আমাদেরকে শান্তি দাও।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)মহান আল্লাহ বলেনঃ যারা অসার ক্রিয়া-কলাপ হতে বিরত থাকে। অর্থাৎ মুমিনরা বাতিল, শিরক, পাপ এবং বাজে ও নিরর্থক কথা হতে দূরে থাকে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “এবং যখন তারা অসার ক্রিয়া-কলাপের সম্মুখীন হয় তখন স্বীয় মর্যাদার সাথে তা পরিহার করে চলে।” (২৫:৭২) আল্লাহ পাকের উক্তিঃ যারা যাকাত দানে সক্রিয়। অর্থাৎ মুমিনদের আর একটি বিশেষণ এই যে, তারা তাদের মালের যাকাত আদায় করে থাকে। অধিকাংশ তাফসীরকার এটাই অর্থ করেছেন। কিন্তু এতে একটি প্রশ্ন ওঠে যে, এটা তো মক্কী আয়াত, অথচ যাকাত তো ফরয হয় রাসূলুল্লাহ (সঃ)-এর মদীনায় হিজরতের দ্বিতীয় বছরে। সুতরাং মক্কী আয়াতে যাকাতের বর্ণনা কেমন? এর উত্তর এই যে, যাকাত মক্কাতেই ফরয হয়েছিল, তবে ওর নিসাবের পরিমাণ কত ইত্যাদি সমস্ত হুকুম মদীনায় নির্ধারিত হয়েছিল। যেমন দেখা যায় যে, সূরায়ে আনআমও তো মক্কী সূরা, অথচ ওর মধ্যেও যাকাতের এই হুকুমই বিদ্যমান রয়েছে। ঘোষিত হয়েছে-(আরবী) অর্থাৎ “ফসল কাটার দিনই ওর যাকাত আদায় কর।” (৬:১৪১) আবার অর্থ এও হতে পারেঃ নফসকে তারা শিরক এবং কুফরীর ময়লা আবর্জনা থেকে পবিত্র করে থাকে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সেই সফলকাম হবে, যে নিজেকে পবিত্র করবে এবং সেই ব্যর্থ হবে, যে নিজেকে কলুষাচ্ছন্ন করবে।” (৯১: ৯-১০) নিম্নের আয়াতেও একটি উক্তি এই রয়েছেঃ (আরবী) অর্থাৎ “দুর্ভোগ মুশরিকদের জন্যে যারা নিজেদেরকে পবিত্র করে না।” (৪১: ৬-৭) আবার এও হতে পারে যে, নফসেরও যাকাত, মালেরও যাকাত। এসব ব্যাপারে সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ। অতঃপর মুমিনদের আর একটি বিশেষণ বর্ণনা করা হচ্ছে যে, যারা নিজেদের যৌনাঙ্গকে সংযত রাখে, নিজেদের পত্নী অথবা অধিকারভুক্ত দাসীগণ ব্যতীত। অর্থাৎ যারা ব্যভিচার, লাওয়াতাত ইত্যাদি দুষ্কর্ম হতে বেঁচে থাকে। তবে যে স্ত্রীদেরকে আল্লাহ তা'আলা তাদের জন্যে বৈধ করেছেন এবং জিহাদে যেসব দাসী লাভ করা হয়েছে, যা মহান আল্লাহ তাদের জন্যে হালাল করেছেন, তাদের সাথে মিলনে কোন দোষ নেই।এরপর ঘোষণা করা হচ্ছেঃ যারা এদেরকে ছাড়া অন্যদেরকে কামনা করে তারা হবে সীমালংঘনকারী।হযরত কাতাদা (রঃ) হতে বর্ণিত আছে যে, একজন স্ত্রীলোক তার গোলামকে গ্রহণ করে (অর্থাৎ গোলামের সাথে সহবাস করে) এবং দলীল হিসেবে এই পেশ করে। হযরত উমার (রাঃ) এটা জানতে পেরে সাহাবীদের (রাঃ) সামনে এটা পেশ করেন। সাহাবীগণ বলেনঃ “সে এ আয়াতের অর্থ ভুল বুঝেছে।” তখন হযরত উমার ফারূক (রাঃ) গোলামটিকে প্রহার করেন এবং তার মাথা মুণ্ডন করেন। আর ঐ স্ত্রীলোকটিকে তিনি বলেনঃ “এরপরে তুমি প্রত্যেক মুসলমানের উপর হারাম।” (‘আসার’টি মুনাকাতা’ এবং গারীব বা দুর্বলও বটে। ইমাম ইবনে জারীর (রঃ) এটা সূরায়ে মায়েদার তাফসীরের শুরুতে আনয়ন করেছেন। কিন্তু এখানে আনয়ন করাই উচিত ছিল। ঐ স্ত্রীলোকটিকে সাধারণ মুসলমানদের উপর হারাম করার কারণ হলো তার ইচ্ছার বিপরীত তার সাথে মুআমালা করা। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)ইমাম শাফিয়ী (রঃ) এবং তাঁর অনুসরণকারীরা এই আয়াত দ্বারা দলীল গ্রহণ করেছেন যে, স্বীয় হস্ত দ্বারা স্বীয় বিশেষ পানি (শুক্র বা বীর্য বের করা হারাম। কেননা, এটাও উক্ত দু’টি হালাল পন্থার বাইরের ব্যবস্থা। সুতরাং হস্তমৈথুনকারী ব্যক্তি সীমালংঘনকারীদের অন্তর্ভুক্ত।ইমাম হাসান ইবনে আরাফা (রঃ) তাঁর বিখ্যাত জুযএ একটি হাদীস আনয়ন করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সাত প্রকারের লোক রয়েছে যাদের দিকে আল্লাহ তা'আলা করুণার দৃষ্টিতে তাকাবেন না, তাদেরকে (পাপ হতে)। পবিত্র করবেন না, আমলকারীদের সাথে তাদেরকে একত্রিত করবেন না এবং সর্বপ্রথম জাহান্নামে প্রবেশকারীদের সাথে তাদের জাহান্নামে প্রবিষ্ট করবেন, তবে যদি তারা তাওবা করে তবে সেটা অন্য কথা।তারা হলো স্বীয় হস্তের মাধ্যমে বিবাহকারী অর্থাৎ হস্তমৈথুনকারী, সমমৈথুনকারী, সমমৈথুনকৃত, মদ্যপানকারী, পিতামাতাকে প্রহারকারী, যার ফলে পিতামাতা চীৎকার শুরু করে দেয়, প্রতিবেশীকে কষ্টদাতা, যার ফলে সে তার উপর লা'নত করে এবং প্রতিবেশিনীর সাথে ব্যভিচারকারী।” (এ হাদীসটির একজন বর্ণনাকারী অজ্ঞাত। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)মুমিনদের আরো গুণ বর্ণনা করা হচ্ছে যে, যারা আমানত ও প্রতিশ্রুতি রক্ষা করে। তারা আমানতে খিয়ানত করে না; বরং আমানত আদায়ের ব্যাপারে তারা অগ্রগামী হয়। তারা প্রতিশ্রুতি রক্ষা করে। এর বিপরীত স্বভাব হলো মুনাফিকের। রাসূলুল্লাহ (সঃ) বলেনঃ “মুনাফিকের লক্ষণ তিনটি। যখন কথা বলে মিথ্যা বলে, ওয়াদা করলে তা ভঙ্গ করে এবং তার কাছে কিছু আমানত রাখা হলে খিয়ানত করে।মহান আল্লাহ মুমিনদের আর একটি বিশেষণ বর্ণনা করছেন যে, তারা তাদের নামাযে যত্নবান থাকে। অর্থাৎ তারা নামাযের সময়ের হিফাযত করে।হ্যরত ইবনে মাসউদ (রাঃ) বলেনঃ “আমি জিজ্ঞেস করলাম, হে আল্লাহর রাসূল (সঃ)! আল্লাহর নিকট কোন আমল সর্বাপেক্ষা অধিক পছন্দনীয়?” উত্তরে তিনি বলেনঃ “নামাযকে সময়মত আদায় করা।” আমি আবার জিজ্ঞেস করলাম, তারপর কোন আমল? তিনি জবাব দিলেনঃ “পিতা-মাতার খিদমত করা।” আমি পুনরায় প্রশ্ন করলাম, তারপর কোনটি? উত্তরে তিনি বললেনঃ “আল্লাহর পথে জিহাদ করা।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাদের সহীহ গ্রন্থদ্বয়ে তাখরীজ করেছেন)হযরত কাতাদা (রঃ) বলেন যে, সময় দ্বারা রুকু, সিজদা ইত্যাদির হিফাযত উদ্দেশ্য। দেখা যায় যে, প্রথমে একবার নামাযের বর্ণনা দেয়া হয়েছে এবং শেষেও আবার বর্ণিত হলো। এর দ্বারা প্রমাণিত হলো যে, নামাযের গুরুত্ব ও ফযীলত সবচেয়ে বেশী। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ“তোমরা সোজা সরল পথে প্রতিষ্ঠিত থাকো, আর তোমরা কখনো (আল্লাহর নিয়ামতরাশি) গণনা করে শেষ করতে পারবে না এবং জেনে রেখো যে, তোমাদের আমলসমূহের মধ্যে সর্বোত্তম আমল হলো নামায। আর অযুর হিফাযত শুধু মুমিনই করতে পারে।”মুমিনদের এই প্রশংসনীয় গুণাবলীর বর্ণনা দেয়ার পর আল্লাহ তা'আলা বলেনঃ তারাই হবে অধিকারী, অধিকারী হবে ফিরদাউসের, যাতে তারা স্থায়ী হবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আল্লাহর নিকট জান্নাতের জন্যে প্রার্থনা করলে ফিরদাউসের জন্যে প্রার্থনা করো। ওটা হচ্ছে সর্বোচ্চ ও মধ্যস্থলে অবস্থিত জান্নাত। সেখান হতেই জান্নাতের সমস্ত নহর প্রবাহিত হয়ে থাকে এবং ওরই উপর রয়েছে আল্লাহ তাআলার আরশ।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের প্রত্যেকেরই দু’টি মনযিল রয়েছে। একটি মনযিল জান্নাতে এবং একটি মনযিল জাহান্নামে। যদি কেউ মারা যায় ও জাহান্নামে প্রবেশ করে তবে তার (জান্নাতের) মনযিলের উত্তরাধিকারী হয় আহলে জান্নাত। তারাই হবে উত্তরাধিকারী’ আল্লাহ তা'আলার এই উক্তি দ্বারা তাদেরকেই বুঝানো হয়েছে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মুজাহিদ (রঃ) বলেন যে, প্রত্যেক বান্দারই দু’টি বাসস্থান রয়েছে, একটি জান্নাতে ও একটি জাহান্নামে। মুমিন তার জান্নাতের ঘরটিকে সজ্জিত করে এবং জাহান্নামের ঘরটিকে ভেঙ্গে ফেলে। পক্ষান্তরে কাফিররা জাহান্নামের ঘরটিকে সজ্জিত করে এবং জান্নাতের ঘরটিকে ভেঙ্গে ফেলে। সাঈদ ইবনে জুবাইর (রঃ) হতেও অনুরূপ বর্ণিত আছে।মমিনদেরকে কাফিরদের মনযিলগুলোর উত্তরাধিকারী বানিয়ে দেয়া হয়েছে। কেননা, ঐ কাফিরদেরকে এক ও শরীকবিহীন আল্লাহ তাআলার ইবাদতের জন্যে সৃষ্টি করা হয়েছে। কিন্তু তারা তাঁর ইবাদত পরিত্যাগ করেছে। সুতরাং তাদের জন্যে যেসব পুরস্কার ছিল সেগুলো তাদের নিকট থেকে ছিনিয়ে নিয়ে আল্লাহর ইবাদতকারী মুমিনদেরকে দিয়ে দেয়া হয়েছে। এজন্যেই তাদেরকে ওয়ারিস বলা হয়েছে। হযরত আবূ মূসা (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, নবী (সঃ) বলেছেনঃ “মুসলমানদের মধ্যে কতকগুলো লোক পাহাড় পরিমাণ গুনাহ নিয়ে আসবে। তখন তাদেরকে আল্লাহ তা'আলা ক্ষমা করে দিবেন এবং তাদের গুনাহগুলো ইয়াহুদী ও নাসারার উপর চাপিয়ে দিবেন। (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)অন্য সনদে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তা'আলা প্রত্যেক মুসলমানের নিকট একজন ইয়াহুদী ও একজন খৃষ্টানকে হাযির করবেন। অতঃপর তাকে বলা হবেঃ “এরা হলো তোমার জাহান্নাম হতে পরিত্রাণ পাওয়ার মুক্তিপণ ।” এ হাদীসটি শ্রবণ করার পর (হাদীসটির বর্ণনাকারী) আবূ বুরদাহ (রাঃ)-কে আল্লাহর নামে শপথ করতে বলেন। তখন আবু বুরদাহ (রাঃ) তিনবার শপথ করে হাদীসটির পুনরাবৃত্তি করেন। এই ধরনের আয়াত আরো রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “এটা হলো ঐ জান্নাত যার অধিকারী আমি আমার এমন বান্দাদেরকে করে থাকি, যারা আমাকে ভয় করে।” (১৯:৬৩) অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “এটা হলো ঐ জান্নাত যার অধিকারী তোমাদেরকে বানিয়ে দেয়া হয়েছে তোমাদের কৃতকর্মের বিনিময় হিসেবে।” (৪৩:৭২) হযরত মুজাহিদ (রঃ) এবং হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেন যে, রোমকদের ভাষায় বাগানকে ফিরদাউস বলা হয়। পূর্বযুগীয় কোন কোন গুরুজন বলেন যে, ফিরদাউস ঐ বাগানকে বলা হয় যাতে আঙ্গুর (এর গাছ) থাকে। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।",
  "ayah": 11,
  "surah": 23
}
