{
  "text": "১৮-২২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলার তো অসংখ্য নিয়ামত রয়েছে, কিন্তু এখানে তিনি তাঁর কতকগুলো বড় বড় নিয়ামতের বর্ণনা দিচ্ছেন। তিনি বলেন যে, তিনি প্রয়োজন অনুপাতে আকাশ হতে বৃষ্টি বর্ষণ করে থাকেন। তিনি এতো বেশী বৃষ্টি বর্ষণ করেন না যে, তার ফলে যমীন খারাপ হয়ে যায় এবং শস্য পচে সড়ে নষ্ট হয়ে যায়। আবার এতো কমও নয় যে, ফল, শস্য ইত্যাদি জন্মেই না। বরং এমন পরিমিতভাবে তিনি বৃষ্টি দিয়ে থাকেন যে, এর ফলে শস্যক্ষেত্র সবুজ-শ্যামল থাকে এবং ফলের বাগান তরুতাজা হয়। পুকুর-পুষ্করিণী, নদ-নদী এবং খাল-বিল পানিতে পরিপূর্ণ হয়ে যায়। ফলে নিজেদের পান করা এবং গবাদি পশুগুলোকে পান করানোর কোন অসুবিধা হয় না। যেখানে পানির বেশী প্রয়োজন সেখানে বেশী পানি বর্ষিত হয় এবং যেখানে কম প্রয়োজন সেখানে কম। আর যেখানকার ভূমি এর যোগ্যতাই রাখে না সেখানে পানি মোটেই বর্ষিত হয় না। কিন্তু নদী-নালার সাহায্যে সেখানে পানি পৌছিয়ে দেয়া হয় এবং এভাবে সেখানকার ভূমিকে পরিতৃপ্ত করা হয়। যেমন মিসর অঞ্চলের মাটি, যা নীল নদীর পানিতে পরিতৃপ্ত হয়ে সদা সবুজ-শ্যামল ও সতেজ থাকে। ঐ পানির সাথে লাল মাটি আকর্ষণ করা হয়, যা হাবশা বা আবিসিনিয়া অঞ্চলে থাকে। সেখানকার বৃষ্টির সাথে থাকার মাটি বয়ে চলে আসে যা জমিতে এসে থেকে যায় এবং এর ফলে জমি চাষের উপযোগী হয়ে ওঠে। আসলে কিন্তু তথাকার মাটি লবণাক্ত এবং চাষের মোটেই উপযোগী নয়। আল্লাহ তা'আলার কি মহিমা! সূক্ষ্মদর্শী, সর্বজ্ঞাতা, ক্ষমাশীল ও দয়ালু আল্লাহর কি ক্ষমতা ও নিপুণতা যে, তিনি পানিকে জমিতে স্থির রাখেন এবং জমিকে ঐ পানি শোষণ করার ক্ষমতা দান করেন, যাতে ওটা ওর মধ্যেই বীজকে পানি পৌছিয়ে দিতে পারে।এরপর তিনি বলেনঃ আমি ঐ পানিকে অপসারিত করতেও সক্ষম অর্থাৎ আমি ইচ্ছা করলে পানি বর্ষণ নাও করতে পারি। আমি ইচ্ছা করলে ঐ পানি কংকরময় ভূমিতে এবং পাহাড়ে ও জঙ্গলে বর্ষাতে পারি। আমি যদি চাই তবে পানিকে তিক্ত ও লবণাক্ত করতে পারি। ফলে তা তোমরা নিজেরাও পান করতে পারবে না, তোমাদের গবাদি পশুকেও পান করাতে পারবে না এবং ঐ পানি দ্বারা ফসল উৎপাদন করতেও সক্ষম হবে না। আর তোমরা ঐ পানিতে গোসলও করতে পারবে না। আমি ইচ্ছা করলে মাটিতে ঐ শক্তি দিবো না যার সাহায্যে সে পানি শোষণ করতে পারে। বরং ঐ পানি মাটির উপরেই ভেসে বেড়াবে। এটাও আমার অধিকারে আছে যে, আমি এ পানি এমন দূর-দূরান্তের বিলে বর্ষিয়ে দিবো যে, তা তোমাদের কোনই কাজে আসবে না, তোমাদের কোনই উপকার হবে না। এটা আমার এক বিশেষ রহমত ও অনুগ্রহ যে, মেঘ হতে আমি সুমিষ্ট, উত্তম, হালকা ও সুস্বাদু পানি বর্ষণ করে থাকি। অতঃপর ওটা জমিতে পৌছিয়ে দিই। ফলে জমিতে ফসল হয় এবং বাগানে পানি বর্ষণের ফলে বাগানের গাছ-পালাগুলো সতেজ হয়। তোমরা নিজেরা এই পানি পান কর, জীব-জন্তুকে পান করাও এবং এই পানিতে গোসল করে দেহ-মন পবিত্র করে থাকো। সুতরাং সমস্ত প্রশংসা আল্লাহর।আকাশ হতে বৃষ্টি বর্ষণ করে বিশ্বপ্রতিপালক আল্লাহ তা'আলা তোমাদের জীবিকার ব্যবস্থা করেন। জমি শস্য-শ্যামল হয়ে ওঠে। ফলের বাগান সবুজশ্যামল আকার ধারণ করে। বাগান তখন সুন্দর ও সুদৃশ্য হয় এবং সাথে সাথে খুব উপকারী হয়। মহান আল্লাহ আরববাসীর পছন্দনীয় ফল খেজুর ও আঙ্গুর জন্মিয়ে থাকেন। অনুরূপভাবে প্রত্যেক দেশবাসীর জন্যেই তিনি বিভিন্ন প্রকারের ফলের ব্যবস্থা করে দেন। পুরোপুরিভাবে এগুলোর কৃতজ্ঞতা প্রকাশ করার ক্ষমতা কারো নেই। বহু ফল আল্লাহ মানুষকে দান করেছেন। যেগুলোর সৌন্দর্য উপভোগ করার সাথে সাথে তারা ওগুলোর স্বাদও গ্রহণ করে থাকে। এরপর মহামহিমান্বিত আল্লাহ যায়তুন গাছের বর্ণনা দিচ্ছেন। ভূরে সীনা হলো ঐ পাহাড় যার উপর আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর সাথে কথা বলেছিলেন এবং ওর আশে পাশের পাহাড়গুলো। দূর ঐ পাহাড়কে বলে যাতে গাছপালা থাকে এবং থাকে সদা সবুজ-শ্যামল। এরূপ না হলে ওকে ‘জাবাল’ বলবে, তূর বলবে না। সুতরাং ভূরে সীনায় যে যায়তুন গাছ জন্মে তার থেকে তেল বের হয় এবং ওটা ভোজনকারীদের জন্যে তরকারীর কাজ দেয়। যেমন হযরত মালিক ইবনে রাবীআ সায়েদী আনসারী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা যায়তুনের তেল খাও এবং (শরীরে) লাগাও, কেননা এটা কল্যাণময় গাছ হতে বের হয়ে থাকে। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)বর্ণিত আছে যে, একবার একজন লোক আশুরা দিবসে হযরত উমার ইবনে খাত্তাব (রাঃ)-এর বাড়ীতে অতিথি হন। তিনি তখন তাকে উটের মাথা (এর গোশ্ত) ও যায়তুনের তেল খেতে দেন। অতঃপর তিনি লোকটিকে বলেনঃ “এটা হচ্ছে ঐ বরকতময় গাছের তেল যার বর্ণনা আল্লাহ তা'আলা তাঁর নবী (সঃ)-এর কাছে দিয়েছেন।” (এটা আবুল কাসেম তিবরানী (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ চতুষ্পদ জন্তুর বর্ণনা দিচ্ছেন এবং ঐগুলোর দ্বারা মানুষ যে উপকার লাভ করে থাকে ঐসব নিয়ামতের কথা উল্লেখ করছেন। তিনি বলেনঃ তোমরা ওগুলোর দুধ পান করে থাকো, গোশ্ত ভক্ষণ কর এবং লোমে বা পশম দ্বারা পোষাক তৈরী করে থাকো। আর তোমরা ওগুলোর উপর ওয়ার হও, ওগুলোর উপর তোমাদের আসবাবপত্র চাপিয়ে দিয়ে দূর-দূরান্তে পৌঁছিয়ে থাকো। যদি এগুলো না থাকতো তবে তোমাদের এসব জিনিসপত্র অন্য জায়গায় নিয়ে যাওয়া খুবই কষ্টকর হতো। সত্যি মহান আল্লাহ তাঁর বান্দাদের উপর খুবই দয়ালু ও অনুগ্রহশীল। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “এবং ওগুলো তোমাদের ভার বহন করে নিয়ে যায় দূর দেশে যেখানে প্রাণান্ত ক্লেশ ব্যতীত তোমরা পৌছতে পারবে না; তোমাদের প্রতিপালক অবশ্যই দয়ার্দ্র, পরম দয়ালু।” (১৬:৭) অন্যত্র বলেনঃ (আরবী)অর্থাৎ “তারা কি লক্ষ্য করে না যে, নিজ হাতে সৃষ্ট বস্তুগুলোর মধ্য হতে তাদের জন্য আমি সৃষ্টি করেছি চতুষ্পদ জন্তু এবং তারাই এগুলোর অধিকারী? আর আমি এগুলোকে তাদের বশীভূত করে দিয়েছি; এগুলোর কতক তাদের বাহন এবং ওদের কতক তারা আহার করে। তাদের জন্যে এগুলোতে আছে বহু উপকার আর আছে পানীয় বস্তু; তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবে না?” (৩৬:৭১-৭৩)",
  "ayah": 22,
  "surah": 23
}
