{
  "text": "আল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, হযরত নূহ (আঃ) যখন তাঁর কওমের হিদায়াত প্রাপ্তি হতে নিরাশ হয়ে গেলেন তখন তিনি আল্লাহর নিকট প্রার্থনা করলেনঃ হে আমার প্রতিপালক! আমাকে সাহায্য করুন! যারা আমাকে মিথ্যাবাদী বলছে তাদের উপর আমাকে জয়যুক্ত করুন! যেমন অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “তখন সে তার প্রতিপালককে আহ্বান করে বলেছিলঃ আমি তো অসহায়, অতএব, তুমি প্রতিবিধান কর।” (৫৪:১০) তৎক্ষণাৎ মহান আল্লাহ তাঁর কাছে অহী করলেনঃ তুমি আমার তত্ত্বাবধানে ও আমার অহী অনুযায়ী নৌযান নির্মাণ কর এবং তাতে প্রত্যেক জীবের এক এক জোড়া উঠিয়ে নাও এবং তোমার পরিবার-পরিজনকেও উঠিয়ে নাও তাদেরকে ছাড়া যাদের বিরুদ্ধে পূর্বেই সিদ্ধান্ত হয়ে গেছে। তাদের সম্পর্কে তুমি আমাকে কিছু বলো না, তারা তো নিমজ্জিত হয়ে যাবে। তারা হলো তাঁর কওমের কাফির লোকেরা এবং তাঁর স্ত্রী ও তাঁর পুত্র। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জনেন। এর পূর্ণ ঘটনা সূরায়ে হূদের তাফসীরে গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তির কোন প্রয়োজন নেই। মহান আল্লাহ বলেন, যখন তুমি ও তোমার সঙ্গীরা নৌযানে আসন গ্রহণ করবে তখন বলবেঃ সমস্ত প্রশংসা আল্লাহরই, যিনি আমাদেরকে উদ্ধার করেছেন যালিম সম্প্রদায় হতে। যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “এবং যিনি তোমাদের জন্যে সৃষ্টি করেন এমন নৌযান ও চতুষ্পদ জন্তু যাতে তোমরা আরোহণ কর। যাতে তোমরা ওদের পৃষ্ঠে স্থির হয়ে বসতে পার, তারপর তোমাদের প্রতিপালকের অনুগ্রহ স্মরণ কর যখন তোমরা ওর উপর স্থির হয়ে বস; এবং বলঃ পবিত্র ও মহান তিনি, যিনি এগুলোকে আমাদের বশীভূত করে দিয়েছেন, যদিও আমরা সমর্থ ছিলাম না এগুলোকে বশীভূত করতে। আমরা আমাদের প্রতিপালকের নিকট অবশ্যই প্রত্যাবর্তন করাবো।” (৪৩:১২-১৪) হযরত নূহ (আঃ) এ কথাই বলেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “সে বললোঃ এতে আরোহণ কর, আল্লাহর নামে এর গতি ও স্থিতি, আমার প্রতিপালক অবশ্যই ক্ষমাশীল, পরম দয়ালু।” (১১:৪১) সুতরাং নৌকা চলতে শুরু করার সময়ও তিনি আল্লাহকে স্মরণ করেন এবং যখন ওটা থামবার উপক্রম হয় তখনও তিনি আল্লাহকে স্মরণ করেন। তিনি প্রার্থনা করেনঃ হে আমার প্রতিপালক! আমাকে এমনভাবে অবতরণ করান যা হবে কল্যাণকর; আর আপনিই শ্রেষ্ঠ অবতারণকারী। এতে অর্থাৎ মুমিনদের মুক্তি ও কাফিরদের ধ্বংসের মধ্যে নবীদের সত্যতার নিদর্শন রয়েছে এবং এই আলামত রয়েছে যে, আল্লাহ যা চান তাই করে থাকেন। তিনি প্রত্যেক জিনিসের উপর ক্ষমতাবান। তিনি সবকিছু অবগত আছেন।নিশ্চয়ই তিনি রাসূলদেরকে পাঠিয়ে স্বীয় বান্দাদেরকে পরীক্ষা করে থাকেন।",
  "ayah": 30,
  "surah": 23
}
