{
  "text": "৬২-৬৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি শরীয়তকে সহজ করেছেন। তিনি বান্দাদেরকে এমন কাজের হুকুম দেন না যা তাদের সাধ্যের অতিরিক্ত। অতঃপর কিয়ামতের দিন তিনি তাদের কাজের হিসেব গ্রহণ করবেন। ওগুলো তারা পুস্তিকাকারে লিখিতরূপে বিদ্যমান পাবে। এই আমলনামা সঠিকভাবে তাদের এক একটি কাজের কথা প্রকাশ করে দেবে। কারো উপর কোন প্রকারের যুলুম করা হবে না। কারো পুণ্য কমিয়ে দেয়া হবে না। তবে অধিকাংশ মুমিনের পাপ ক্ষমা করে দেয়া হবে।ইরশাদ হচ্ছেঃ বরং এই বিষয়ে তাদের অন্তর অজ্ঞানতায় আচ্ছন্ন, এ ছাড়া আরো কাজ আছে যা তারা করে থাকে, যেমন শিরক ইত্যাদি। এ সবকিছু তারা নির্ভয়ে করে চলেছে। মৃত্যু পর্যন্ত তারা এসব মন্দ কাজ করতেই থাকবে যাতে তারা সমস্ত শাস্তির হকদার হয়ে যায়। যেমন ইতিপূর্বে হযরত ইবনে মাসউদ (রাঃ) হতে হাদীস বর্ণিত হয়েছেঃ “যিনি ছাড়া কোন মা'বুদ নেই তাঁর শপথ! কোন লোক জান্নাতের কাজ করতে করতে জান্নাত হতে মাত্র এক হাত দূরে রয়ে যায়, অতঃপর তার তকদীরের লিখন তার উপর বিজয়ী হয় এবং সে জাহান্নামীদের কাজ করতে শুরু করে দেয়। পরিণামে সে জাহান্নামে প্রবেশ করে।”মহান আল্লাহর উক্তিঃ আর আমি যখন তাদের ঐশ্বর্যশালী ব্যক্তিদেরকে শাস্তি দ্বারা ধৃত করি তখনই তারা আর্তনাদ করে উঠে। সূরায়ে মুযযামিলে রয়েছেঃ (আরবী) অর্থাৎ “ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী সত্য প্রত্যাখ্যানকারীদেরকে, আর কিছুকালের জন্যে তাদেরকে অবকাশ দাও। আমার নিকট আছে শৃংখল, প্রজ্বলিত অগ্নি।” (৭৩:১১-১২) অন্য জায়গায় আছেঃ (আরবী) অর্থাৎ তাদের পূর্বে আমি কত জনগোষ্ঠী ধ্বংস করেছি; তখন তারা আচষ্কার করেছিল। কিন্তু তখন পরিত্রাণের কোনই উপায় ছিল না।” (৩৮:৩) এখানে বলা হচ্ছেঃ আজ তোমরা চীৎকার করছো কেন? কেন আজ আর্তনাদ করছো? আজ এসবের কিছুই তোমাদের কাজে আসবে না। তোমাদের উপর আল্লাহর শাস্তি এসে পড়েছে। এখন চীৎকার আর্তনাদ সবই বৃথা। এমন কে আছে যে তোমাদেরকে সাহায্য করতে পারে? এরপর আল্লাহ তাআলা বলেনঃ আমার আয়াত তো তোমাদের নিকট আবৃত্তি করা হতো, কিন্তু তোমরা পিছনে ফিরে সরে পড়তে দম্ভভরে। (আরবী) তাদের সত্য হতে সরে পড়া ও সত্যকে অস্বীকার করা হতে (আরবী) হয়েছে যে, তারা ঐ সময় অহংকার করতো এবং সত্যপন্থীদেরকে তুচ্ছ জ্ঞান করতো। এই অর্থ হিসেবে (আরবী) এর (আরবী) সর্বনামটি হয়তো বা (আরবী)-এর দিকে অর্থাৎ মক্কার দিকে প্রত্যাবর্তিত হবে যে, তারা সেখানে বাজে ও অর্থহীন গল্প-গুজব করতো। কিংবা ওর (আরবী) হবে কুরআন, যাকে তারা উপহাসের বস্তু বানিয়ে নিয়েছিল। কখনো ওটাকে কবিতা বলতো, কখনো বলতো ভবিষ্যৎ কথন ইত্যাদি। অথবা এর (আরবী) স্বয়ং রাসূলুল্লাহ (সঃ)। রাত্রিকালে অযথা বসে থেকে তাদের গল্প-গুজবের মধ্যে তারা তাকে কখনো কবি বলতো, কখনো বলতো যাদুকর, কখনো বলতো, মিথ্যাবাদী এবং কখনো পাগল বলতো। অথচ ‘হারাম’ আল্লাহর ঘর, কুরআন তাঁর কালাম এবং মুহাম্মাদ (সঃ) তাঁর রাসূল, যাকে তিনি সাহায্য করেছেন এবং মক্কার উপর বিজয়ী করেছেন। মুশরিকদেরকে লাঞ্ছিত ও অপমানিত অবস্থায় সেখান থেকে বের করিয়েছেন। আবার ভাবার্থ এও বলা হয়েছে যে, তারা বায়তুল্লাহর কারণে গর্ব করতো। তারা ধারণা করতো যে, তারা আল্লাহর বন্ধু ও প্রিয়পাত্র। অথচ ওটা ছিল তাদের অলিক ধারণা মাত্র। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কুরায়েশ মুশরিকরা বায়তুল্লাহর উপর ফখর করতো এবং নিজেদেরকে ওর ব্যবস্থাপক এবং মুতাওয়াল্লী মনে করতো। অথচ না তারা ওটা আবাদ করতো না ওর আদব করতো। ইমাম ইবনে আবি হাতিম (রঃ) এখানে অনেক কিছু লিখেছেন যেগুলোর মূল বক্তব্য এটাই।",
  "ayah": 67,
  "surah": 23
}
