{
  "text": "৬৮-৭৫ নং আয়াতের তাফসীর:\nমুশরিকরা যে কুরআন বুঝতো না, ওর সম্পর্কে চিন্তা-গবেষণা করতো না, বরং ওর থেকে মুখ ফিরিয়ে নিতো এ ব্যাপারে আল্লাহ তা'আলা তাদের প্রতি অসন্তোষ প্রকাশ করছেন। কেননা, তিনি তাদের প্রতি এমন পবিত্র কিতাব অবতীর্ণ করেছেন যা ইতিপূর্বে কোন নবীর উপর অবতীর্ণ করেননি। এই কিতাব সবচেয়ে বেশী মর্যাদা সম্পন্ন ও উত্তম। তাদের যেসব পূর্বপুরুষ অজ্ঞতার যুগে মৃত্যুবরণ করেছিল তাদের কাছে কোন আসমানী গ্রন্থ ছিল না এবং তাদের কাছে কোন নবীরও আগমন ঘটেনি। সুতরাং এদের উচিত ছিল আল্লাহর এই রাসূল (সঃ)-কে মেনে নেয়া, তাঁর কিতাবের মর্যাদা দেয়া এবং দিবা-নিশি এর উপর আমল করতে থাকা। যেমন তাদের মধ্যকার বিবেকবান লোকেরা করেছিল। তারা মুসলমান হয়ে রাসূলুল্লাহ (সঃ)-এর পূর্ণ অনুসারী হয়ে গিয়েছিল। আর নিজেদের কাজের দ্বারা তারা মহান আল্লাহকে সন্তুষ্ট করেছিল। বড়ই দুঃখের বিষয় যে, কাফিররা বিবেক-বুদ্ধির সাথে কাজ করেনি। কুরআন কারীমের অস্পষ্ট মর্ম বিশিষ্ট আয়াতগুলোর পিছনে পড়ে তারা নিজেদেরকে ধ্বংসের মুখে ঠেলে দেয়। হযরত মুহাম্মাদ (সঃ)-এর সততা, সত্যবাদিতা এবং বিশ্বস্ততা সম্পর্কে তারা কি ওয়াকিফহাল নয়? তিনি তো তাদের মধ্যেই জন্মগ্রহণ করেছেন এবং তাদেরই মধ্যে প্রতিপালিত হয়ে বড় হয়েছেন। অথচ এখন কি কারণে তারা তাকে মিথ্যাবাদী বলতে শুরু করে দিলো? এর পূর্বে তো তারা তাঁকে বিশ্বস্ত ও সত্যবাদী উপাধিতে ভূষিত করেছিল। এখন তাদের তার থেকে বিমুখ হওয়ার কারণ কি? হযরত জাফর ইবনে আবি তালিব (রাঃ) আবিসিনিয়ার সম্রাট নাজ্জাশীর সামনে রাসূলুল্লাহ (সঃ)-এর সম্পর্কে এ কথাই বলেছিলেনঃ “বিশ্ব প্রতিপালক এক ও অংশীবিহীন আল্লাহ আমাদের মধ্যে এমন একজন রাসূল (সঃ) প্রেরণ করেছেন যার বংশ গরিমা, সত্যবাদিতা এবং বিশ্বস্ততা সম্পর্কে আমাদের পূর্ণ অবগতি ছিল।”হযরত মুগীরা ইবনে শুবাহ (রাঃ) জিহাদের প্রান্তরে পারস্য সম্রাট কিসরার সামনেও একথাই বলেছিলেন। আবু সুফিয়ান সখর ইবনে হারব (রাঃ) রোম সম্রাট হিরাক্লিয়াসের সামনে রাসূলুল্লাহ (সঃ)-এর সততা, সত্যবাদিতা, বিশ্বস্ততা এবং সদ্বংশের কথা ঘোষণা করেছিলেন। যে সময় সম্রাট তাঁকে তাঁর সঙ্গীদের সামনে রাসূলুল্লাহ (সঃ) সম্পর্কে জিজ্ঞাসাবাদ করেছিলেন। অথচ আবু সুফিয়ান (রাঃ) ঐ সময় মুসলমান ছিলেন না। কাফির ও মুশরিকরা বলতো যে, হযরত মুহাম্মাদ (সঃ) পাগল কিংবা তিনি নিজেই কুরআন রচনা করেছেন। অথচ প্রকৃত ব্যাপার তা নয়। প্রকৃত কথা শুধু এটাই যে, তাদের অন্তর ঈমান-শূন্য। তারা কুরআন সম্পর্কে চিন্তা-গবেষণা করে। মুখে যা আসে তাই তারা বলে দেয়। কুরআন তো এমন কালাম যার তুল্য কিছু পেশ করতে সারা দুনিয়া অপারগ হয়ে গেছে। কঠিন বিরোধিতা, পূর্ণ চেষ্টা এবং সীমাহীন মুকাবিলা সত্ত্বেও কারো দ্বারা সম্ভব হয়নি যে, এই কুরআনের অনুরূপ নিজে বানিয়ে নেয় বা সবারই সাহায্যের মাধ্যমে এইরূপ একটি সূরা আনয়ন করে। এটা তো সরাসরি সত্য। কিন্তু তাদের অধিকাংশই সত্যকে অপছন্দ করে। পরবর্তী বাক্যটি ‘হাল' বা অবস্থাববাধক বা এটা খাবারিয়্যাহ মুসতানেফাও হতে পারে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।বর্ণিত আছে যে, নবী (সঃ) একদা একটি লোকের সাথে সাক্ষাৎ করেন এবং তাকে বলেনঃ “ইসলাম কবুল কর।” তখন লোকটি বলেঃ “আপনি আমাকে এ বিষয়ের দিকে আহ্বান করছেন যা আমি অপছন্দ করি।” নবী (সঃ) তখন তাকে বলেনঃ “যদিও তুমি অপছন্দ কর (তবুও ইসলাম কবুল করে নাও।)”অন্য একটি বর্ণনায় আছে যে, নবী (সঃ) একটি লোকের সাথে সাক্ষাৎ করেন এবং তাকে বলেনঃ “তুমি ইসলাম কবূল কর।” একথা তার কাছে খুব কঠিন ঠকে এবং তার চেহারা রক্তিম বর্ণ ধারণ করে। তিনি তখন তাকে বলেনঃ “দেখো, তুমি যদি কোন জনমানবহীন বিপদ সংকুল পথে চলতে থাকে এবং এমতাবস্থায় পথে এক লোকের সাথে তোমার সাক্ষাৎ হয়, যার নাম ও বংশ এবং সত্যবাদিতা ও বিশ্বস্ততা সম্পর্কে তুমি পূর্ণ ওয়াকিফহাল। এখন সে যদি তোমাকে বলেঃ তুমি ঐ পথে চল যে পথটি প্রশস্ত, সহজ ও পরিষ্কার-পরিচ্ছন্ন। তাহলে তুমি তার প্রদর্শিত ঐ পথে যাবে কি যাবে না?” লোকটি উত্তরে বলেঃ “হ্যা, অবশ্যই আমি ঐ পথই ধরবো।” রাসূলুল্লাহ (সঃ) তখন তাকে বললেনঃ “তাহলে বিশ্বাস রেখো যে, আল্লাহর শপথ! নিশ্চয়ই তুমি দুনিয়ার এই কঠিন ও বিপদ সংকুল পথের চেয়েও বেশী মন্দ ও ভয়াবহ পথে রয়েছে। আর আমি তোমাকে সরল সঠিক পথের দিকে আহ্বান করছি। সুতরাং আমার কথা মেনে নাও।” আর একটি রিওয়াইয়াতে রয়েছে যে, একটি লোকের সাথে নবী (সঃ)-এর সাক্ষাৎ হয়। তিনি তাকে ইসলামের দাওয়াত দেন এবং তা তার কাছে কঠিন বোধ হয়। তখন তিনি তাকে বলেনঃ “আচ্ছা, যদি তোমার দু’জন সঙ্গী থাকে, যাদের একজন সত্যবাদী ও বিশ্বস্ত এবং অপরজন মিথ্যাবাদী ও বিশ্বাসঘাতক, তবে তুমি কার সাথে ভালবাসা রাখবে?” উত্তরে লোকটি বলেঃ “আমি সত্যবাদী ও বিশ্বস্ত সঙ্গীটিকেই ভালবাসবো।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তোমরা তোমাদের প্রতিপালকের নিকট এরূপই বটে।” (আরবী)-এই আয়াতে দ্বারা মুজাহিদ (রঃ), আবু সালেহ (রঃ) এবং সুদ্দী (রঃ)-এর উক্তি হিসেবে মহামহিমান্বিত আল্লাহকেই বুঝানো হয়েছে। অর্থাৎ আল্লাহ তাআলা যদি তাদের বাসনা অনুযায়ী শরীয়ত নির্ধারণ করতেন তবে আকাশমণ্ডলী ও পৃথিবী বিশৃংখল হয়ে পড়তো। যেমন মহান আল্লাহ তাদের উক্তির উদ্ধৃতি দিয়ে বলেছেনঃ (আরবী) অর্থাৎ “দুই জনপদের মধ্য হতে কোন বড় (নেতৃস্থানীয়) লোকের উপর কেন এই কুরআন অবতীর্ণ করা হয়নি?” (৪৩:৩১) তাদের এই প্রশ্নের উত্তরে বলা হয়েছেঃ (আরবী) অর্থাৎ তারাই কি তোমার প্রতিপালকের করুণা বন্টন করছে?” আর এক আয়াতে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ ‘তুমি বলে দাওঃ যদি তোমাদেরই হাতে আমার প্রতিপালকের রহমতের ভাণ্ডার থাকতো তবে তোমরা অবশ্যই খরচের ভয়ে তা আটকিয়ে রাখতে।” (১৭:১০০) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তবে কি রাজ-শক্তিতে তাদের কোন অংশ আছে? সে ক্ষেত্রেও তো তারা কাউকেও এক কপর্দকও দিবে না।” (৪:৫৩) সুতরাং এ সমুদয় আয়াতে আল্লাহ তাআলা বর্ণনা দিচ্ছেন যে, মানবীয় মস্তিষ্ক মাখলুকের ব্যবস্থাপনার মোটেই যোগ্যতা রাখে না। এটা একমাত্র আল্লাহর মাহাত্ম্য যে, তাঁর গুণাবলী, তার ফরমান, তাঁর কার্যাবলী, তাঁর শরীয়ত, তার তকদীর, তার তদবীর তাঁর সৃষ্টজীবের জন্যে কামেল বা পূর্ণ এবং সবই সমস্ত মাখলুকের প্রয়োজন পূরণের অনুকূলে। তিনি ছাড়া কোন মাবুদ নেই এবং নেই কোন প্রতিপালক। এরপর মহান আল্লাহ বলেনঃ আমি তাদের দিয়েছি উপদেশ অর্থাৎ কুরআন, কিন্তু তারা এর থেকে মুখ ফিরিয়ে নেয়। স্বীয় নবী (সঃ)-কে আল্লাহ সম্বোধন করে বলছেনঃ তুমি কি তাদের কাছে কোন প্রতিদান চাও? অর্থাৎ তুমি তাদের কাছে তো কোন প্রতিদান চাও না। তোমার প্রতিপালকের প্রতিদানই শ্রেষ্ঠ এবং তিনিই শ্রেষ্ঠ জীবিকা প্রদানকারী। যেমন মহামহিমান্বিত আল্লাহ এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আমি তোমাদের কাছে যে প্রতিদান চেয়েছি তা তোমাদেরই জন্যে, আমার প্রতিদান তো রয়েছে আল্লাহরই দায়িত্বে।” (৩৪:৪৭) আরো বলেনঃ (আরবী) অর্থাৎ “তুমি আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাচ্ছি না। এবং আমি লৌকিকতা প্রদর্শনকারীদের অন্তর্ভুক্ত নই।” (৩৮:৮৬) অন্যত্র বলেনঃ (আরবী) অর্থাৎ “তুমি বলঃ এর জন্যে আমি তোমাদের কাছে কোন প্রতিদান যাজ্ঞা কহিনা, শুধু আত্মীয়তার সম্পর্ক যুক্ত রাখাই আমার কাম্য।” (৪২৪:২৩) আরো বলেনঃ (আরবী) অর্থাৎ “নগরীর প্রান্ত হতে এক ব্যক্তি ছুটে আসলো, সে বললোঃ হে আমার সম্প্রদায় রাসূলদের অনুসরণ কর। অনুসরণ কর তাদের যারা তোমাদের নিকট কোন প্রতিদান চায় না।” (৩৬:২০-২১) এখানে মহান আল্লাহ বলেনঃ তিনিই শেষ্ঠ রিযিকদাতা। তুমি তো তাদেরকে সরল পথে আহ্বান করছো।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (একদা) রাসূলুল্লাহ (সঃ) শায়িত ছিলেন, এমন সময় দু’জন ফেরেশতা তাঁর নিকট আগমন করেন। তাঁদের একজন তার পদদ্বয়ের নিকট এবং অপরজন তাঁর শিয়রে উপবেশন করেন। তাঁর পদদ্বয়ের পাশে উপবিষ্টজন শিয়রে উপবিষ্টজনকে বলেনঃ “তাঁর ও তাঁর উম্মতের দৃষ্টান্ত বর্ণনা কর।” তিনি তখন বললেনঃ “তাদের দৃষ্টান্ত ভ্রমণরত ঐ যাত্রী দলের মত যারা জনশূন্য এক মরুপ্রান্তরে অবস্থান করছিল। না তাদের কাছে পাথেয় ছিল, না খাদ্য ও পানীয় ছিল। তাদের সামনে অগ্রসর হওয়ারও শক্তি ছিল না এবং পিছনে হটবারও ক্ষমতা ছিল না। তাদের পরিণতি কি হবে এই চিন্তায় ছিল তারা উদ্বিগ্ন। এমন সময় তারা দেখলো যে, একজন সৎ ও ভদ্রলোক সুন্দর পোষাক পরিহিত অবস্থায় চলে আসছেন। তিনি তাদেরকে ভীষণ উদ্বিগ্ন দেখে বললেনঃ “যদি তোমরা আমার কথা মেনে নিয়ে আমার সাথে যাত্রা শুরু কর তবে আমি তোমাদেরকে ফলভর্তি বাগানে এবং পানিপূর্ণ জলাশয়ে পৌঁছিয়ে দিবো।” তারা তাঁর কথা মেনে নিলো এবং সত্যিই তিনি তাদেরকে সবুজ-শ্যামল তরুতাজা বাগানে এবং প্রবাহিত জলাশয়ে পৌছিয়ে দিলেন। সেখানে তারা নির্বিঘ্নে পানাহার করলো এবং পরিতৃপ্ত হওয়ার কারণে হৃষ্টপুষ্ট হয়ে গেল। একদিন ঐ ভদ্রলোকটি তাদেরকে বললেনঃ “দেখো, আমি তোমাদেরকে ঐ ধ্বংস ও দারিদ্র্যের হাত থেকে রক্ষা করে এখানে এনেছি। যদি এখন তোমরা আমার কথা মেনে নাও তবে আমি তোমাদেরকে এর চেয়েও উন্নতমানের বাগানে, এর চেয়েও উত্তম জায়গায় এবং এর অপেক্ষাও বেশী উন্নতমানের জলাশয়ে পৌঁছিয়ে দিবো।” তাঁর এ কথায় তাদের একটি দল সম্মত হয়ে গেল এবং তার সাথে যাওয়ার জন্যে প্রস্তুত হলো। কিন্তু অপর একটি দল বললোঃ “আমাদের অন্য কিছুর প্রয়োজন নেই। আমরা এখানেই থাকবো।” (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদের কোমর ধরে তোমাদেরকে জাহান্নামে পতিত হওয়া থেকে রক্ষা করতে চাচ্ছি, কিন্তু তোমরা প্রজাপতি ও বর্ষাকালীন পোকা-মাকড়ের মত আমার থেকে ছুটে ছুটে আগুনে পড়তে রয়েছে। তোমরা কি চাচ্ছ যে, আমি তোমাদেরকে ছেড়ে দিই? জেনে রেখো যে, হাউযে কাওসারের উপরও আমি তোমাদের নেতা হবো। তোমরা এক এক করে এবং দলবদ্ধ হয়ে আমার নিকট আসবে। আমি তোমাদেরকে চিহ্ন ও লক্ষণ দেখে চিনে নেবো, যেমন একজন অপরিচিত লোক অন্যদের উটগুলোর মধ্য হতে নিজের উটকে চিনে থাকে। আমার চোখের সামনে তোমাদের মধ্য হতে কাউকে কাউকে বাম দিকের শাস্তির ফেরেশতারা ধরে নিয়ে যেতে চাইবে। আমি তখন মহামহিমান্বিত আল্লাহর কাছে আরয করাবোঃ হে আমার প্রতিপালক! এরা তো আমার সম্প্রদায়ের ও উম্মতের লোক। উত্তরে তিনি বলবেনঃ ‘তোমার (তিরোধানের) পর তারা ধর্মকার্যে যে নতুনত্ব সৃষ্টি করেছিল তা তুমি জান না। তোমার পরে তারা পশ্চাদপদে ফিরে গিয়েছিল। আমি ঐ লোকটিকেও চিনে নেবো যে কাঁধের উপর বকরী উঠিয়ে নিয়ে আসবে। বকরী পা পা শব্দ করতে থাকবে। লোকটি আমার নাম ধরে ডাকতে থাকবে। কিন্তু আমি পরিষ্কারভাবে বলে দেবোঃ “আমি আজ আল্লাহর সামনে তোমার কোন উপকার করতে পারবো না। আমি তোমার কাছে আল্লাহর বাণী পৌছিয়ে দিয়েছিলাম। অনুরূপভাবে কেউ উট নিয়ে আসবে, উট শব্দ করতে থাকবে। লোকটি হে মুহাম্মাদ (সঃ)! হে মুহাম্মাদ (সঃ)! বলে ডাক দেবে। কিন্তু আমি তাকে বলবোঃ আল্লাহর কাছে তোমার ব্যাপারে আমি কোনই অধিকার রাখি না। আমি তোমার নিকট তার বাণী পৌঁছিয়ে দিয়েছিলাম। কেউ কেউ এমন অবস্থায় আসবে যে, ঘোড়া তার কাঁধে সওয়ার হয়ে থাকবে এবং ঐ ঘোড়া হ্রেষা ধ্বনি করবে। লোকটি আমাকে ডাকবে। কিন্তু অনুরূপ জবাবই আমি দেবো। কেউ চামড়ার মোশক বহন করে নিয়ে আসবে এবং বলবেঃ হে মুহাম্মাদ (সঃ)! হে মুহাম্মাদ (সঃ)! আমি বলবোঃ আমি আজ তোমার ব্যাপারে কোন কিছুই অধিকারী নই। আমি তো তোমার কাছে মহান আল্লাহর বাণী পৌঁছিয়ে দিয়েছিলাম।” (এ হাদীসটি আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন। ইমাম আলী ইবনে মাদীনী (রঃ) বলেন যে, হাদীসটির সনদ তো হাসান বটে, কিন্তু এর হাফস ইবনে হুযাইদ নামক একজন বর্ণনাকারী অজ্ঞাত। তবে ইমাম ইয়াহইয়া আবি মুঈন (রঃ) তাঁকে সৎ বলেছেন এবং ইমাম নাসাঈ (রঃ) ও ইমাম ইবনে হিব্বানও (রঃ) তাকে বিশ্বাসযোগ্য বলেছেন)মহান আল্লাহ বলেনঃ যারা আখিরাতে বিশ্বাস করে না তারা তো সরল পথ হতে বিচ্যুত। যখন কোন লোক সোজা-সরল পথ হতে সরে পড়ে তখন আরববাসী বলে থাকে। (আরবী) অর্থাৎ ‘অমুক রাস্তা হতে বিচ্যুত হয়েছে।' আল্লাহ তা'আলা তাদের কুফরীর পরিপক্কতার বর্ণনা দিতে গিয়ে বলেনঃ আমি তাদের প্রতি দয়া করলেও এবং তাদের দুঃখ দৈন্য দূর করলেও তারা অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরতে থাকবে।যা কিছু হয়নি তা যখন হবে তখন কিভাবে হবে সেটা একমাত্র আল্লাহ পাকই জানেন। এজন্যেই অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আল্লাহ যদি তাদের মধ্যে কল্যাণ জানতেন তবে অবশ্যই তাদেরকে শুনাতেন। আর যদি তাদেরকে শুনাতেনও তবুও তারা বিমুখ হয়ে পৃষ্ঠ প্রদর্শন  করতো।\" (৮:২৩) আর এক জায়গায় আছে- “হায়, যদি তুমি দেখতে! যখন তাদেরকে জাহান্নামের উপর দাঁড় করানো হবে তখন তারা বলবে, হায়! যদি আমাদেরকে (পুনরায় দুনিয়ায়) ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের আয়াতসমূহকে মিথ্যা প্রতিপন্ন করতাম না এবং মুমিনদের অন্তর্ভুক্ত হতাম। যদি তাদেরকে ফিরিয়ে দেয়াও হয় তবুও তারা নিষিদ্ধ কাজগুলোর দিকে আবার ফিরে যাবে (শেষ পর্যন্ত)।” সুতরাং এগুলো এমন বিষয় যা হবে না, কিন্তু হলে কি হবে তা একমাত্র আল্লাহই জানেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কুরআন কারীমে যে বাক্য দ্বারা শুরু করা হয়েছে তা কখনই সংঘটিত হবে না।",
  "ayah": 75,
  "surah": 23
}
