{
  "text": "৭৬-৮৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ আমি তাদেরকে শাস্তি দ্বারা ধৃত করলাম অর্থাৎ আমি তাদের দুষ্কর্মের কারণে তাদেরকে কষ্ট ও বিপদে জড়িত করে ফেললাম, কিন্তু এতেও তারা না কুফরী পরিত্যাগ করলো, না তাদের প্রতিপালকের প্রতি বিনত হলো। বরং তখন তারা কুফরী ও বিভ্রান্তির উপর অটল থাকলো। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ তাদের কাছে যখন আমার শাস্তি এসে গেল তখন কেন তারা বিনীতভাবে আমার দিকে ঝুঁকে পড়লো না। প্রকৃত ব্যাপার এই যে, তাদের অন্তর শক্ত হয়ে গেছে।” (৬:৪৩) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই আয়াতে এ দুর্ভিক্ষের বর্ণনা রয়েছে যা কুরায়েশদের উপর রাসূলুল্লাহ (সঃ)-কে না মানার কারণে পতিত হয়েছিল, যার অভিযোগ নিয়ে আবু সুফিয়ান (রাঃ) রাসূলুল্লাহ (সঃ) এর নিকট গমন করেছিলেন এবং তাঁকে বলেছিলেনঃ “হে মুহাম্মাদ (সঃ)! আমি তোমাকে আল্লাহর কসম দিয়ে ও আত্মীয়তার সম্পর্কের মাধ্যম দিয়ে বলছি যে, (দুর্ভিক্ষের কবলে পতিত হয়ে এখন) আমরা গোবর ও রক্ত খেতে শুরু করে দিয়েছি।” তখন আল্লাহ তা'আলা (আরবী) এই আয়াতটি অবতীর্ণ করেন। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। সুনানে নাসাঈতেও এটা বর্ণিত হয়েছে) এ কথাও বর্ণিত আছে যে, কুরায়েশদের দুর্ব্যবহারে অতিষ্ঠ হয়ে রাসূলুল্লাহ (সঃ) তাদের উপর বদ দু'আ করে বলেছিলেনঃ “হে আল্লাহ! হযরত ইউসুফ (আঃ)-এর যুগের মত এদের উপর সাত বছরের দুর্ভিক্ষ চাপিয়ে দিয়ে আমাকে সাহায্য করুন! (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে)হযরত আমর ইবনে কাইসান (রঃ) হতে বর্ণিত আছে যে, হযরত অহাব ইবনে মুনাব্বাহ (রঃ)-কে বন্দী করা হলে তথায় একজন নব যুবক তাঁকে বলেনঃ “হে আবু আবদিল্লাহ (রঃ)! আপনার মনোরঞ্জনের জন্যে আমি কিছু কবিতা পাঠ করাবো কি?” উত্তরে তিনি বলেনঃ “এখন আমরা আল্লাহর শাস্তির মধ্যে রয়েছি। আর যারা এরূপ অবস্থাতেও আল্লাহর দিকে ঝুঁকে পড়ে না তাদের বিরুদ্ধে কুরআন কারীমে অভিযোগ করা হয়েছে।” অতঃপর তিনি ক্রমান্বয়ে তিনটি রোযা রাখেন (মাঝে ইফতার না করে)। তখন তাকে জিজ্ঞেস করা হয়ঃ “হে আবু আবদিল্লাহ! এটা কিরূপ রোযা (যাতে আপনি মাঝে ইফতার করেননি)?” জবাবে তিনি বলেনঃ “আমাদের জন্যে একটি নতুন বিষয় উদ্ভাবন করা হয়েছে, সুতরাং আমরাও একটা নতুন বিষয় উদ্ভাবন করলাম। অর্থাৎ আমাদেরকে বন্দী করে বাড়াবাড়ি করা হয়েছে, সুতরাং আমরাও ইবাদতে বাড়াবাড়ি করলাম।” (মুসনাদে ইবনে আবি হাতিমে এটা বর্ণনা করা হয়েছে)এরপর মহান আল্লাহ বলেনঃ অবশেষে যখন আমি তাদের জন্যে কঠিন শাস্তির দর্য খুলে দেই তখনই তারা এতে হতাশ হয়ে পড়ে। অর্থাৎ যে শাস্তির কথা তারা কল্পনাও করেনি সেই শাস্তি আকস্মিকভাবে যখন তাদের উপর এসে পড়ে তখন তারা পরিত্রাণ লাভে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে।আল্লাহ তা'আলা মানুষকে অসংখ্য নিয়ামত দান করেছেন। তিনি চক্ষু, কর্ণ, অন্তঃকরণ এবং জ্ঞান-বুদ্ধি দিয়েছেন যাতে তারা চিন্তা-গবেষণা করে তার একত্ব ও ব্যাপক ক্ষমতা এবং একচ্ছত্র আধিপত্য অনুধাবন করতে পারে। কিন্তু যতই নিয়ামত বৃদ্ধি পাচ্ছে ততই শুকরগুযারী কমে যাচ্ছে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করে থাকো।” আর এক জায়গায় বলেনঃ (আরবী)  তোমার চাহিদা থাকলেও অধিকাংশ লোকই মুমিন নয়।\" (১২:১০৩)।অতঃপর মহামহিমান্বিত আল্লাহ তাঁর বিরাট সাম্রাজ্য এবং মহাশক্তির বর্ণনা দিতে গিয়ে বলেনঃ তিনিই তোমাদেরকে পৃথিবীতে বিস্তৃত করেছেন এবং তোমাদেরকে তাঁরই নিকট একত্রিত করা হবে। প্রথমে তিনি সৃষ্টি করেছেন, মৃত্যুর পরে পুনরায় তিনিই সৃষ্টি করবেন। ছোট, বড়, পূর্বের ও পরের কেউই অবশিষ্ট থাকবে না। পচা সড়া হাড়কে জীবিতকারী এবং মানুষকে মৃত্যুদানকারী একমাত্র তিনিই। তাঁর হুকুমেই দিন যাচ্ছে রাত্রি আসছে এবং রাত্রি যাচ্ছে দিন আসছে। সুশৃংখলভাবে একটার পর একটা আসছে ও যাচ্ছে। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “সৃর্ষে পক্ষে সম্ভব নয় চন্দ্রের নাগাল পাওয়া এবং রজনীর পক্ষে সম্ভব নয় দিবসকে অতিক্রম ; এবং প্রত্যেকে নিজ নিজ কক্ষপথে সন্তরণ করে।” (৩৬:৪০) তাই মহান আল্লাহ বলেনঃ তবুও কি তোমরা বুঝবে না? এতো বড় বড় নিদর্শন দেখেও কি তোমরা তোমাদের প্রতিপালক আল্লাহকে চিনবে না? তিনি যে মহা-ক্ষমতাবান ও অসীম জ্ঞানের অধিকারী এটা তোমাদের মেনে নেয়া উচিত।এরপর আল্লাহ তা'আলা বলেনঃ এতদসত্ত্বেও তারা বলে, যেমন বলেছিল তাদের পূর্ববর্তীরা। প্রকৃত কথা এই যে, এ যুগের কাফির ও পূর্ববর্তী যুগের কাফিরদের অন্তর একই। তাদের ও এদের উক্তির মধ্যে কোনই পার্থক্য নেই। ঐ উক্তি হলোঃ “আমাদের মৃত্যু ঘটলে এবং আমরা মৃত্তিকা ও অস্থিতে পরিণত হলেও কি পুনরুত্থিত হবো? এটা বোধগম্য নয়। এই প্রতিশ্রুতি আমাদেরকে দেয়া হয়েছে এবং অতীতে আমাদের পূর্বপুরুষদেরকেও এই প্রতিশ্রুতিই দেয়া হয়েছিল। এটা তো সে কালের উপকথা ব্যতীত আর কিছুই নয়। কিন্তু আমরা সে মৃত্যুর পরে কাউকেও জীবিত হতে দেখিনি।” এর দ্বারা তারা বুঝাতে চেয়েছে যে, পুনরুত্থান সম্ভব নয়। যেমন অন্য জায়গায় আল্লাহ তাআলা তাদের সম্পর্কে খবর দিতে গিয়ে বলেনঃ (আরবী) অর্থাৎ “(তারা বলে, আমরা কি পূর্বাবস্থায় প্রত্যাবর্তিত হবো) গলিত অস্থিতে পরিণত হওয়ার পরও? তারা বলে, তাই যদি হয় তবে তো এটা সর্বনাশা প্রত্যাবর্তন। এটা তো শুধু এক বিকট আওয়াজ, তখনই ময়দানে তাদের আবির্ভাব হবে।” (৭৯: ১১-১৪) আর এক জায়গায় মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু হতে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। আর সে আমার সামনে উপমা রচনা করে অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; বলে, অস্থিতে প্রাণ সঞ্চার করবে কে যখন ওটা পচে গলে যাবে? বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি এটা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।” (৩৬:৭৭-৭৯)",
  "ayah": 83,
  "surah": 23
}
