{
  "text": "৯১-৯২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা নিজেকে সন্তান ও শরীক হতে মুক্ত বলে ঘোষণা করছেন। অধিকারিত্বে, ব্যবস্থাপনায় ও ইবাদতের হকদার হওয়ার ব্যাপারে তিনি একক। তার সন্তানও নেই এবং অংশীদারও নেই। যদি কয়েকটি মাবুদ মেনে নেয়া হয় তবে প্রত্যেক মাবুদের স্বীয় সৃষ্টি নিয়ে পৃথক হয়ে যাওয়া জরুরী। আর এরূপ হলে সৃষ্টিজগতে শৃঙ্খলা বজায় থাকা সম্ভব নয়। অথচ সৃষ্টিজগতের শৃঙ্খলা ও পরিচালনা পূর্ণরূপে বিদ্যমান রয়েছে। উর্ধজগত, নিম্নজগত, আসমান, যমীন ইত্যাদি পরস্পরের পূর্ণ সম্পর্ক বজায় রেখে নিজ নিজ নির্ধারিত কাজে নিযুক্ত ও ব্যস্ত রয়েছে। এগুলো বিধিবদ্ধ আইন-শৃঙ্খলা থেকে এক ইঞ্চি পরিমাণও এদিক-ওদিক হয় না। সুতরাং জানা গেল যে, এসবের সৃষ্টিকর্তা একমাত্র আল্লাহ, কয়েকজন নয়। কয়েকটি মাবুদ মেনে নেয়া অবস্থায় এটাও প্রকাশমান যে, একে অৱে উপর প্রাধান্য বিস্তার করতে চাইবে। একজন বিজয়ী হলে অপরজন আর মা’বূদ থাকে না। আবার বিজয়ীজন বিজয় লাভে অসমর্থ হলে সেও আর মাবুদ থাকে না। এ দুটো দলীল এটাই প্রমাণ করছে যে, মা'বুদ একজনই এবং তিনিই আল্লাহ। দার্শনিকদের পরিভাষায় এই দলীলকে দলীলে তামানু’ বলা হয়। তাদের যুক্তি এই যে, যদি দুই বা ততোধিক আল্লাহ মেনে নেয়া হয় তবে একজন চাইবে দেহকে গতি বিশিষ্ট রাখতে এবং অপরজন চাইবে ওটাকে গতিবিহীন রাখতে। এখন যদি দু’জনেরই উদ্দেশ্য ব্যর্থ হয় তবে দু’জনই অপারগ প্রমাণিত হবে। তাহলে কেউই আল্লাহ হতে পারবে না। কেননা ওয়াজিব কখনো অপারগ হয় না। আর দু’জনেরই উদ্দেশ্য যে সফল হবে এটাও সম্ভব নয়। কারণ, একজনের চাহিদা অপরজনের বিপরীত। সুতরাং দু’জনেরই চাহিদা পূর্ণ হওয়া অসম্ভব। আর এই অসম্ভব অবস্থার সৃষ্টি এ কারণেই হচ্ছে যে, দুই বা ততোধিক আল্লাহ মেনে নেয়া হয়েছিল। সুতরাং এই বেশী সংখ্যা বাতিল হয়ে গেল। এখন বাকী থাকলো তৃতীয় অবস্থা, অর্থাৎ একজনের চাহিদা পূর্ণ হলো এবং অপরজনের পূর্ণ হলো না। যার চাহিদা পূর্ণ হলো সে তো থাকলে বিজয়ী ও ওয়াজিব, আর যার চাহিদা পূর্ণ হলো না সে হয়ে গেল পরাজিত ও মুমকিন বা সম্ভাবনাময়। কেননা, ওয়াজিবের বিশেষণ এটা নয় যে, সে পরাজিত হবে। তাহলে এই অবস্থাতেও আল্লাহর সংখ্যার আধিক্য বাতিল হয়ে গেল। অতএব, প্রমাণিত হলো যে, মাবুদ একজনই। এই উদ্ধত, যালিম ও সীমালংঘনকারী মুশরিকরা যে আল্লাহ তাআলার সন্তান থাকার কথা বলছে এবং তার শরীক স্থাপন করছে তা থেকে তিনি বহু ঊর্ধে। তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা। সৃষ্টজীবের কাছে যা কিছু অজ্ঞাত আছে। এবং যা কিছু তাদের কাছে প্রকাশমান এই সবকিছুরই খবর আল্লাহ তা'আলা রাখেন। মুশরিকরা যাদেরকে তাঁর শরীক করছে তাদের থেকে তিনি সম্পূর্ণরূপে পবিত্র। তিনি তাদের থেকে বহু ঊর্ধে রয়েছেন। তিনি হলেন অতুলনীয়।",
  "ayah": 92,
  "surah": 23
}
