{
  "text": "Если мусульмане захватили имущество неверующих, на которое они имели право, то независимо от его количества, четыре пятые части добычи принадлежат мусульманам, которые завладели этой добычей. Аллах объявил трофеи собственностью тех, кто их захватил, за исключением одной пятой части. Следовательно, четыре пятые части трофеев должны быть распределены между участниками боя, причем всадник должен получить в два раза больше, чем пеший, поскольку так распределял добычу посланник Аллаха, да благословит его Аллах и приветствует. Одну часть добычи всадник получает за себя, а вторую часть - за свою лошадь. Что же касается пятой части трофеев, то ее следует еще раз поделить на пять частей. Одна пятая достается Аллаху и Его посланнику, да благословит его Аллах и приветствует, то есть расходуется на общие нужды мусульман без каких-либо ограничений. Аллах отделил эту часть трофеев для Себя и Своего посланника, да благословит его Аллах и приветствует, однако известно, что они не нуждаются в материальных благах. Следовательно, эта часть трофеев достается рабам Аллаха и расходуется на общие нужды мусульман, поскольку Всевышний не сообщил, как именно следует распределять это имущество. Другая пятая часть достается родственникам Пророка Мухаммада, да благословит его Аллах и приветствует,- потомкам Хашима и аль-Мутталиба. Именно родство с Пророком Мухаммадом, да благословит его Аллах и приветствует, является причиной, по которой представители этих родов имеют право на часть военной добычи. Следовательно, она должна быть поделена поровну между всеми богатыми и бедными представителями этих родов, будь то мужчины или женщины. Другая пятая часть достается сиротам, которые лишились своих отцов, будучи малолетними детьми. Аллах смилостивился над ними и выделил им одну двадцать пятую часть всей военной добычи, поскольку они не способны обеспечивать себя всем необходимым и лишились тех, кто мог обеспечить их этим. Другая пятая часть достается беднякам и нищим, испытывающим материальную нужду. К этой категории относятся взрослые и дети, мужчины и женщины. Последняя пятая часть достается путникам, которые оказались в чужой стране и лишились материальных средств. Некоторые комментаторы считали, что пятую часть всех трофеев разрешается расходовать на перечисленные цели, но не обязательно поровну распределять между перечисленными пятью категориями. Они полагали, что при необходимости одной из этих категорий можно отдавать преимущество перед другой, и это мнение является наиболее предпочтительным. Аллах подчеркнул, что выплата пятой части трофеев надлежащим образом является обязательным требованием веры. Мусульмане должны поступать так, если они уверовали в Аллаха и в то, что Он ниспослал Своему рабу в День различения. Так называется день сражения при Бадре, когда Аллах различил между истиной и ложью. В тот день истина одержала верх, а ложь была изобличена. В тот день армия мусульман сошлась с армией неверующих, и люди увидели знамения, свидетельствующие об истинности всего, что проповедовал Пророк Мухаммад, да благословит его Аллах и приветствует. Воистину, Аллах властен над всякой вещью, и никто не способен одолеть Его.",
  "ayah": 41,
  "surah": 8
}
