{
  "text": "هذه أكبر منة أنعم الله بها على عباده، أن شرع لهم من الدين خير الأديان وأفضلها، وأزكاها وأطهرها، دين الإسلام، الذي شرعه الله للمصطفين المختارين من عباده، بل شرعه الله لخيار الخيار، وصفوة الصفوة، وهم أولو العزم من المرسلين المذكورون في هذه الآية، أعلى الخلق درجة، وأكملهم من كل وجه، فالدين الذي شرعه الله لهم، لا بد أن يكون مناسبا لأحوالهم، موافقا لكمالهم، بل إنما كملهم الله واصطفاهم، بسبب قيامهم به، فلولا الدين الإسلامي، ما ارتفع أحد من الخلق، فهو روح السعادة، وقطب رحى الكمال، وهو ما تضمنه هذا الكتاب الكريم، ودعا إليه من التوحيد والأعمال والأخلاق والآداب.ولهذا قال: { أَنْ أَقِيمُوا الدِّينَ } أي: أمركم أن تقيموا جميع شرائع الدين أصوله وفروعه، تقيمونه بأنفسكم، وتجتهدون في إقامته على غيركم، وتعاونون على البر والتقوى ولا تعاونون على الإثم والعدوان. { وَلَا تَتَفَرَّقُوا فِيهِ } أي: ليحصل منكم الاتفاق على أصول الدين وفروعه، واحرصوا على أن لا تفرقكم المسائل وتحزبكم أحزابا، وتكونون شيعا يعادي بعضكم بعضا مع اتفاقكم على أصل دينكم.ومن أنواع الاجتماع على الدين وعدم التفرق فيه، ما أمر به الشارع من الاجتماعات العامة، كاجتماع الحج والأعياد، والجمع والصلوات الخمس والجهاد، وغير ذلك من العبادات التي لا تتم ولا تكمل إلا بالاجتماع لها وعدم التفرق.{ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ } أي: شق عليهم غاية المشقة، حيث دعوتهم إلى الإخلاص للّه وحده، كما قال عنهم: { وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ } وقولهم: { أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ } { اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ } أي يختار من خليقته من يعلم أنه يصلح للاجتباء لرسالته وولايته ومنه أن اجتبى هذه الأمة وفضلها على سائر الأمم، واختار لها أفضل الأديان وخيرها.{ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ } هذا السبب الذي من العبد، يتوصل به إلى هداية الله تعالى، وهو إنابته لربه، وانجذاب دواعي قلبه إليه، وكونه قاصدا وجهه، فحسن مقصد العبد مع اجتهاده في طلب الهداية، من أسباب التيسير لها، كما قال تعالى: { يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ } وفي هذه الآية، أن الله { يَهْدِي إِلَيْهِ مَنْ يُنِيبُ } مع قوله: { وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ } مع العلم بأحوال الصحابة رضي الله عنهم، وشدة إنابتهم، دليل على أن قولهم حجة، خصوصا الخلفاء الراشدين، رضي الله عنهم أجمعين.",
  "ayah": 13,
  "surah": 42
}
