{
  "text": "آیت 29{ فَذَکِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّکَ بِکَاہِنٍ وَّلَا مَجْنُوْنٍ۔ } ”تو اے نبی ﷺ ! آپ تذکیر کرتے رہیے ‘ پس آپ اپنے رب کے فضل سے نہ کاہن ہیں اور نہ مجنون۔“ یہ خطاب اگرچہ حضور ﷺ سے ہے لیکن اصل میں سنانا ان لوگوں کو مقصود ہے جو آپ ﷺ کے ایسے نام رکھتے تھے۔ ان لوگوں کو نظر انداز کر کے حضور ﷺ کو مخاطب کر کے فرمایا جا رہا ہے کہ آپ ﷺ ان کی فضول باتوں پر بالکل توجہ نہ دیں اور لوگوں کو مسلسل تذکیر اور یاد دہانی کرتے رہیں۔ اس سے ملتا جلتا مضمون قبل ازیں گزشتہ سورت الذاریات میں بھی آچکا ہے۔ وہاں فرمایا گیا تھا : { فَتَوَلَّ عَنْہُمْ فَمَآ اَنْتَ بِمَلُوْمٍ - وَّذَکِّرْ فَاِنَّ الذِّکْرٰی تَنْفَعُ الْمُؤْمِنِیْنَ۔ } ”پس اے نبی ﷺ ! آپ ان سے رخ پھیر لیں ‘ آپ پر کوئی ملامت نہیں ہے۔ اور آپ تذکیر کرتے رہیے ‘ کیونکہ یہ تذکیر اہل ایمان کے لیے بہت فائدہ مند ہے۔“ آپ ﷺ تذکیر و تبلیغ کا عمل مسلسل جاری رکھیے۔ کیا خبر کسی دل میں ایمان کی کوئی کلی کھلنے والی ہو ‘ کیا خبر آپ ﷺ کے کسی دشمن کا دل بھی موم ہونے والا ہو۔ حضرت عمر فاروق رض کے ایمان لانے کا واقعہ اس حقیقت کا گواہ ہے کہ تذکیر آہستہ آہستہ دلوں کو متاثر کرتی رہتی ہے اور پھر کسی وقت اچانک وہ گھڑی آپہنچتی ہے جب دل میں ایمان کی کلی کھل اٹھتی ہے۔ حضرت عمر رض اگرچہ حضور ﷺ کی مخالفت میں ہر وقت پیش پیش رہتے تھے لیکن چونکہ سخن شناس تھے اس لیے کلام الٰہی سننے کے لیے متجسس ّبھی رہتے تھے۔ روایات میں آتا ہے کہ حضور ﷺ رات کو صحن ِکعبہ میں قیام اللیل کے دوران قرآن مجید کی تلاوت فرمایا کرتے تو کبھی کبھی حضرت عمر رض چھپ کر حضور ﷺ کی زبان مبارک سے تلاوت سنتے اور کلام الٰہی کی تاثیر کو اپنی روح کی گہرائیوں میں محسوس کرتے تھے۔ گویا حضور ﷺ کی تذکیر اور قرآن کی تاثیر تدریجاً ان کے دل میں گھر کر رہی تھی۔ اسی تدریجی عمل کے باعث آپ رض کے خیالات و جذبات میں اندر ہی اندر ایک مثبت تبدیلی آنا شروع ہوئی۔ اس کے بعد مشیت الٰہی سے وہ واقعہ رونما ہوا جس کے باعث اس خاموش تبدیلی کو اظہار کا موقع ملا اور آپ رض کو ایمان کی دولت نصیب ہوگئی۔ اس دن تو آپ رض گھر سے حضور ﷺ کو قتل کرنے کی نیت سے نکلے تھے۔ راستے میں اپنی بہن فاطمہ رض بنت خطاب اور اپنے بہنوئی حضرت سعید رض بن زید سے الجھ پڑے۔ آپ رض کے تشدد کا سامنا کرتے ہوئے بہن نے جب ڈٹ کر کہا کہ عمر تم جو چاہے کرلو ‘ اب ہم اپنے دین کو چھوڑنے والے نہیں ! تو آپ رض اپنی بہن کے اس غیر معمولی عزم اور حوصلے کے سامنے ڈھیر ہوگئے۔ پھر کیا تھا ‘ آپ رض کے دل کا ”بند“ یکدم کھل گیا اور آپ رض نے حق کو اعلانیہ قبول کرلیا۔",
  "ayah": 29,
  "surah": 52
}
