{
  "text": "آیت 48{ وَاصْبِرْ لِحُکْمِ رَبِّکَ } ”اور اے نبی ﷺ آپ اپنے ربّ کے فیصلے کا انتظار کیجیے۔“ ابتدائی مکی دور کی سورتوں میں یہ حکم بار بار آیا ہے۔ خصوصاً زیر مطالعہ گروپ کی سورتوں اور 29 ویں پارے کی سورتوں میں تو فَاصْبِرْ یا وَاصْبِرْکے صیغے کی بہت تکرار ملتی ہے۔ سورة النحل میں فرمایا گیا : { وَاصْبِرْ وَمَا صَبْرُکَ اِلاَّ بِاللّٰہِ } آیت 127 ”آپ صبر کیجیے اور آپ کا صبر تو اللہ ہی کے سہارے پر ہے“۔ سورة الاحقاف میں حضور ﷺ کو مخاطب کر کے فرمایا گیا : { فَاصْبِرْ کَمَا صَبَرَ اُولُو الْعَزْمِ مِنَ الرُّسُلِ } آیت 35 ”پس آپ بھی صبر کیجیے جیسے ہمارے اولوالعزم پیغمبروں نے صبر کیا تھا“۔ مثلاً حضرت نوح علیہ السلام نے ساڑھے نو سو سال تک اپنی قوم کی زیادتیاں برداشت کیں۔ سورة المزمل میں ارشاد ہوا : { وَاصْبِرْ عَلٰی مَا یَـقُوْلُوْنَ } آیت 10 ”اور اس پر صبر کیجیے جو یہ لوگ آپ کے خلاف باتیں بنا رہے ہیں“۔ سورة المدثر میں فرمایا گیا : { وَلِرَبِّکَ فَاصْبِرْ۔ } ”اور آپ اپنے رب کے لیے صبر کریں“۔ غرض ابتدائی مکی دور کی سورتوں میں رسول اللہ ﷺ کو براہ راست مخاطب کر کے بار بار ہدایت کی جاتی رہی کہ آپ صبر کا دامن مضبوطی سے تھا میں رہیں۔ عربی میں ”صبر“ کے بعد اگر ”ل“ آجائے جیسے کہ آیت زیر مطالعہ میں ہے ‘ تو اس کے معنی انتظار کرنے کے ہوتے ہیں۔ چناچہ آیت زیر مطالعہ کا ترجمہ اسی مفہوم کے پیش نظر کیا گیا ہے۔ { فَاِنَّکَ بِاَعْیُنِنَا } ”بیشک آپ ہماری نگاہوں میں ہیں۔“ آپ ﷺ مسلسل ہماری نظروں کے سامنے ہیں ‘ ہم آپ کے حالات سے پوری طرح باخبر ہیں۔ ہم آپ ﷺ کی نگہبانی کر رہے ہیں ‘ آپ کو آپ کے حال پر نہیں چھوڑ دیا۔ بالکل یہی مضمون سورة یونس کی آیت 61 میں بھی آیا ہے :{ وَمَا تَـکُوْنُ فِیْ شَاْنٍ وَّمَا تَتْلُوْا مِنْہُ مِنْ قُرْاٰنٍ وَّلاَ تَعْمَلُوْنَ مِنْ عَمَلٍ اِلاَّ کُنَّا عَلَیْکُمْ شُہُوْدًا اِذْ تُفِیْضُوْنَ فِیْہِ ط } ”اور اے نبی ﷺ ! نہیں ہوتے آپ کسی بھی کیفیت میں اور نہیں پڑھ رہے ہوتے آپ قرآن میں سے کچھ اور اے مسلمانو ! تم نہیں کر رہے ہوتے کوئی بھی اچھا عمل مگر یہ کہ ہم تمہارے پاس موجود ہوتے ہیں جب تم اس میں مصروف ہوتے ہو۔“ { وَسَبِّحْ بِحَمْدِ رَبِّکَ حِیْنَ تَقُوْمُ۔ } ”اور آپ تسبیح کرتے رہیں اپنے رب کی حمد کے ساتھ جب آپ کھڑے ہوں۔“ اس بارے میں عام رائے یہی ہے کہ یہ حضور ﷺ کی تہجد کی نماز کی طرف اشارہ ہے ‘ کیونکہ آغاز میں تو وہی ایک نماز تھی۔ جیسا کہ سورة المزمل کی ان آیات میں قیام اللیل کا ذکر ہے :{ یٰٓــاَیـُّـھَا الْمُزَمِّلُ۔ قُمِ الَّــیْلَ اِلَّا قَلِیْلًا۔ نِّصْفَہٗٓ اَوِ انْقُصْ مِنْہُ قَلِیْلًا۔ اَوْ زِدْ عَلَـیْہِ وَرَتِّلِ الْقُرْاٰنَ تَرْتِیْلًا۔ } ”اے کپڑا اوڑھنے والے ! رات کو قیام کیا کرو مگر ساری رات نہیں بلکہ کم۔ یعنی نصف رات یا اس سے کچھ کم کرلو۔ یا اس پر کچھ زیادہ کرلو ‘ اور قرآن کو ٹھہر ٹھہر کر پڑھا کرو۔“",
  "ayah": 48,
  "surah": 52
}
