{
  "text": "قوله تعالى : الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد .فيه ثلاث مسائل : الأولى : قوله تعالى : الله نزل أحسن الحديث يعني القرآن . لما قال : \" فيتبعون أحسنه \" بين أن أحسن ما يسمع ما أنزله الله وهو القرآن . قال سعد بن أبي وقاص قال أصحاب رسول الله - صلى الله عليه وسلم - : لو حدثتنا ، فأنزل الله - عز وجل - : الله نزل أحسن الحديث فقالوا : لو قصصت علينا ، فنزل : \" نحن نقص عليك أحسن القصص \" فقالوا : لو ذكرتنا ، فنزل : ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله [ ص: 222 ] الآية . وعن ابن مسعود - رضي الله عنه - أن أصحاب رسول الله - صلى الله عليه وسلم - ملوا ملة فقالوا له : حدثنا فنزلت . والحديث ما يحدث به المحدث . وسمي القرآن حديثا ; لأن رسول الله - صلى الله عليه وسلم - كان يحدث به أصحابه وقومه ، وهو كقوله : فبأي حديث بعده يؤمنون وقوله : \" أفمن هذا الحديث تعجبون \" وقوله : إن لم يؤمنوا بهذا الحديث أسفا وقوله : ومن أصدق من الله حديثا وقوله : فذرني ومن يكذب بهذا الحديث قال القشيري : وتوهم قوم أن الحديث من الحدوث ، فيدل على أن كلامه محدث ، وهو وهم ; لأنه لا يريد لفظ الحديث على ما في قوله : \" ما يأتيهم من ذكر من ربهم محدث \" وقد قالوا : إن الحدوث يرجع إلى التلاوة لا إلى المتلو ، وهو كالذكر مع المذكور إذا ذكرنا أسماء الرب تعالى .\" كتابا \" نصب على البدل من \" أحسن الحديث \" ويحتمل أن يكون حالا منه . \" متشابها \" يشبه بعضه بعضا في الحسن والحكمة ويصدق بعضه بعضا ، ليس فيه تناقض ولا اختلاف . وقال قتادة : يشبه بعضه بعضا في الآي والحروف . وقيل : يشبه كتب الله المنزلة على أنبيائه ، لما يتضمنه من أمر ونهي وترغيب وترهيب ، وإن كان أعم وأعجز .ثم وصفه فقال : \" مثاني \" تثنى فيه القصص والمواعظ والأحكام ، وثني للتلاوة فلا يمل . \" تقشعر \" تضطرب وتتحرك بالخوف مما فيه من الوعيد . \" ثم تلين جلودهم وقلوبهم إلى ذكر الله \" أي عند آية الرحمة . وقيل : إلى العمل بكتاب الله والتصديق به . وقيل : إلى ذكر الله يعني الإسلام .الثانية : عن أسماء بنت أبي بكر الصديق - رضي الله عنهما قالت : كان أصحاب النبي - صلى الله عليه وسلم - ، إذا قرئ عليهم القرآن كما نعتهم الله ، تدمع أعينهم ، وتقشعر جلودهم . قيل لها : فإن أناسا اليوم إذا قرئ عليهم القرآن خر أحدهم مغشيا عليه . فقالت : أعوذ بالله من الشيطان الرجيم . وقال سعيد بن عبد الرحمن الجمحي : مر ابن عمر برجل من أهل القرآن ساقط ، فقال : ما بال هذا ؟ قالوا : إنه إذا قرئ عليه القرآن وسمع ذكر الله سقط . فقال ابن عمر : إنا لنخشى الله وما نسقط . ثم قال : إن الشيطان يدخل في جوف أحدهم ، ما كان هذا صنيع أصحاب محمد صلى الله عليه وسلم . وقال عمر بن عبد العزيز : ذكر عند ابن سيرين الذين يصرعون إذا قرئ عليهم القرآن ، فقال : بيننا وبينهم أن يقعد أحدهم على ظهر بيت باسطا رجليه ، ثم يقرأ عليه القرآن من أوله إلى آخره فإن رمى بنفسه فهو صادق . وقال أبو عمران الجوني : وعظ موسى [ ص: 223 ] - عليه السلام - بني إسرائيل ذات يوم فشق رجل قميصه ، فأوحى الله إلى موسى : قل لصاحب القميص لا يشق قميصه ؛ فإني لا أحب المبذرين ، يشرح لي عن قلبه .الثالثة : قال زيد بن أسلم : قرأ أبي بن كعب عند النبي - صلى الله عليه وسلم - ومعه أصحابه فرقوا ، فقال النبي - صلى الله عليه وسلم - : اغتنموا الدعاء عند الرقة فإنها رحمة . وعن العباس أن رسول الله - صلى الله عليه وسلم - قال : إذا اقشعر جلد المؤمن من مخافة الله تحاتت عنه خطاياه كما يتحات عن الشجرة البالية ورقها . وعن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال : ما اقشعر جلد عبد من خشية الله إلا حرمه الله على النار . وعن شهر بن حوشب عن أم الدرداء قالت : إنما الوجل في قلب الرجل كاحتراق السعفة ، أما تجد إلا قشعريرة ؟ قلت : بلى ، قالت : فادع الله ؛ فإن الدعاء عند ذلك مستجاب . وعن ثابت البناني قال : قال فلان : إني لأعلم متى يستجاب لي . قالوا : ومن أين تعلم ذلك ؟ قال : إذا اقشعر جلدي ، ووجل قلبي ، وفاضت عيناي ، فذلك حين يستجاب لي . يقال : اقشعر جلد الرجل اقشعرارا فهو مقشعر والجمع قشاعر ، فتحذف الميم لأنها زائدة ، يقال أخذته قشعريرة . قال امرؤ القيس :فبت أكابد ليل التما م والقلب من خشية مقشعروقيل : إن القرآن لما كان في غاية الجزالة والبلاغة ، فكانوا إذا رأوا عجزهم عن معارضته ، اقشعرت الجلود منه إعظاما له ، وتعجبا من حسن ترصيعه وتهيبا لما فيه ، وهو كقوله تعالى : لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله فالتصدع قريب من الاقشعرار ، والخشوع قريب من قوله : ثم تلين جلودهم وقلوبهم إلى ذكر الله ومعنى لين القلب رقته وطمأنينته وسكونه .ذلك هدى الله أي القرآن هدى الله . وقيل : أي : الذي وهبه الله لهؤلاء من خشية عقابه ورجاء ثوابه هدى الله .ومن يضلل الله فما له من هاد أي من خذله فلا مرشد له . وهو يرد على القدرية وغيرهم . وقد مضى معنى هذا كله مستوفى في غير موضع والحمد لله . ووقف ابن كثير وابن محيصن على قوله : \" هاد \" في الموضعين بالياء ، الباقون بغير ياء .",
  "ayah": 23,
  "surah": 39
}
