{
  "text": "قوله تعالى : الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى إن في ذلك لآيات لقوم يتفكرون .فيه أربع مسائل : الأولى : قوله تعالى : الله يتوفى الأنفس حين موتها أي يقبضها عند فناء آجالها والتي لم تمت في منامها اختلف فيه . فقيل : يقبضها عن التصرف مع بقاء أرواحها في أجسادها \" فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى \" وهي النائمة فيطلقها بالتصرف إلى أجل موتها ، قال ابن عيسى . وقال الفراء : المعنى ويقبض التي لم تمت في منامها عند انقضاء أجلها . قال : وقد يكون توفيها نومها ، فيكون التقدير على هذا : والتي لم تمت وفاتها نومها . وقال ابن عباس وغيره من المفسرين : إن أرواح الأحياء والأموات تلتقي في المنام فتتعارف ما شاء الله منها ، فإذا أراد جميعها الرجوع إلى الأجساد أمسك الله أرواح الأموات عنده ، وأرسل أرواح الأحياء إلى أجسادها . وقال سعيد بن جبير : إن الله يقبض أرواح الأموات إذا ماتوا ، وأرواح الأحياء إذا ناموا ، فتتعارف ما شاء الله أن تتعارف ، فيمسك التي قضى عليها الموت ويرسل الأخرى أي : يعيدها . قال علي - رضي الله عنه - : فما رأته نفس النائم وهي في السماء قبل إرسالها إلى جسدها فهي الرؤيا الصادقة ، وما رأته بعد إرسالها وقبل استقرارها في جسدها تلقيها الشياطين ، وتخيل إليها الأباطيل فهي الرؤيا الكاذبة . وقال ابن زيد : النوم وفاة ، والموت وفاة . وعن النبي - صلى الله عليه وسلم - قال : كما تنامون فكذلك تموتون ، وكما توقظون فكذلك تبعثون . وقال عمر : النوم أخو الموت . وروي مرفوعا من حديث جابر بن عبد الله قيل : يا رسول الله ، أينام أهل الجنة ؟ قال : لا ، النوم أخو الموت ، والجنة لا موت فيها خرجه الدارقطني . وقال ابن عباس : ( في ابن آدم نفس وروح بينهما مثل شعاع الشمس ، فالنفس التي بها العقل والتمييز ، والروح التي بها النفس والتحريك ، فإذا نام العبد قبض الله نفسه ولم يقبض [ ص: 233 ] روحه ) . وهذا قول ابن الأنباري والزجاج . قال القشيري أبو نصر : وفي هذا بعد ، إذ المفهوم من الآية أن النفس المقبوضة في الحال شيء واحد ، ولهذا قال : \" فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى \" فإذا يقبض الله الروح في حالين في حالة النوم وحالة الموت ، فما قبضه في حال النوم فمعناه أنه يغمره بما يحبسه عن التصرف فكأنه شيء مقبوض ، وما قبضه في حال الموت فهو يمسكه ولا يرسله إلى يوم القيامة . وقوله : ويرسل الأخرى أي : يزيل الحابس عنه فيعود كما كان . فتوفي الأنفس في حال النوم بإزالة الحس وخلق الغفلة والآفة في محل الإدراك . وتوفيها في حالة الموت بخلق الموت وإزالة الحس بالكلية . فيمسك التي قضى عليها الموت بألا يخلق فيها الإدراك ، كيف وقد خلق فيها الموت ؟ ويرسل الأخرى بأن يعيد إليها الإحساس .الثانية : وقد اختلف الناس من هذه الآية في النفس والروح ، هل هما شيء واحد أو شيئان على ما ذكرنا . والأظهر أنهما شيء واحد ، وهو الذي تدل عليه الآثار الصحاح على ما نذكره في هذا الباب . من ذلك حديث أم سلمة قالت : دخل رسول الله - صلى الله عليه وسلم - على أبي سلمة وقد شق بصره فأغمضه ، ثم قال : إن الروح إذا قبض تبعه البصر وحديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : ألم تروا الإنسان إذا مات شخص بصره قال : فذلك حين يتبع بصره نفسه . خرجهما مسلم . وعنه عن النبي - صلى الله عليه وسلم - قال : تحضر الملائكة فإذا كان الرجل صالحا قالوا : اخرجي أيتها النفس الطيبة كانت في الجسد الطيب ، اخرجي حميدة ، وأبشري بروح وريحان ورب راض غير غضبان ، فلا يزال يقال لها ذلك حتى تخرج ، ثم يعرج بها إلى السماء . . . وذكر الحديث وإسناده صحيح . خرجه ابن ماجه ، وقد ذكرناه في التذكرة . وفي صحيح مسلم عن أبي هريرة قال : إذا خرجت روح المؤمن تلقاها ملكان يصعدان بها . . . . وذكر الحديث . وقال بلال في حديث الوادي : أخذ بنفسي يا رسول الله الذي أخذ بنفسك .[ ص: 234 ] وقال رسول الله - صلى الله عليه وسلم - مقابلا له في حديث زيد بن أسلم في حديث الوادي : يا أيها الناس إن الله قبض أرواحنا ، ولو شاء ردها إلينا في حين غير هذا .الثالثة : والصحيح فيه أنه جسم لطيف مشابك للأجسام المحسوسة ، يجذب ويخرج وفي أكفانه يلف ويدرج ، وبه إلى السماء يعرج ، لا يموت ولا يفنى ، وهو مما له أول وليس له آخر ، وهو بعينين ويدين ، وأنه ذو ريح طيبة وخبيثة ، كما في حديث أبي هريرة . وهذه صفة الأجسام لا صفة الأعراض ، وقد ذكرنا الأخبار بهذا كله في كتاب التذكرة بأحوال الموتى وأمور الآخرة . وقال تعالى : فلولا إذا بلغت الحلقوم يعني النفس إلى خروجها من الجسد ، وهذه صفة الجسم . والله أعلم .الرابعة : خرج البخاري ومسلم من حديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : إذا أوى أحدكم إلى فراشه فليأخذ داخلة إزاره فلينفض بها فراشه ، وليسم الله ، فإنه لا يعلم ما خلفه بعده على فراشه ، فإذا أراد أن يضطجع فليضطجع على شقه الأيمن وليقل : سبحانك ربي وضعت جنبي وبك أرفعه ، إن أمسكت نفسي فاغفر لها - وقال البخاري وابن ماجه والترمذي : فارحمها بدل فاغفر لها - وإن أرسلتها فاحفظها بما تحفظ به عبادك الصالحين . زاد الترمذي وإذا استيقظ فليقل : الحمد لله الذي عافاني في جسدي ، ورد علي روحي ، وأذن لي بذكره . وخرج البخاري عن حذيفة قال : كان رسول الله - صلى الله عليه وسلم - إذا أخذ مضجعه من الليل وضع يده تحت خده ، ثم يقول : اللهم باسمك أموت وأحيا ، وإذا استيقظ قال : الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور .قوله تعالى : فيمسك التي قضى عليها الموت هذه قراءة العامة على أنه مسمى [ ص: 235 ] الفاعل \" الموت \" نصبا ، أي : قضى الله عليها ، وهو اختيار أبي حاتم وأبي عبيد ، لقوله في أول الآية : الله يتوفى الأنفس فهو يقضي عليها . وقرأ الأعمش ويحيى بن وثاب وحمزة والكسائي \" قضي عليها الموت \" على ما لم يسم فاعله . النحاس ، والمعنى واحد ، غير أن القراءة الأولى أبين وأشبه بنسق الكلام ; لأنهم قد أجمعوا على \" ويرسل \" ولم يقرأوا \" ويرسل \" . وفي الآية تنبيه على عظيم قدرته وانفراده بالألوهية ، وأنه يفعل ما يشاء ، ويحيي ويميت ، لا يقدر على ذلك سواه .إن في ذلك لآيات يعني في قبض الله نفس الميت والنائم ، وإرساله نفس النائم ، وحبسه نفس الميت \" لقوم يتفكرون \" . وقال الأصمعي سمعت معتمرا يقول : روح الإنسان مثل كبة الغزل ، فترسل الروح ، فيمضي ثم تمضي ثم تطوى فتجيء فتدخل ، فمعنى الآية : أنه يرسل من الروح شيء في حال النوم ومعظمها في البدن متصل بما يخرج منها اتصالا خفيا ، فإذا استيقظ المرء جذب معظم روحه ما انبسط منها فعاد . وقيل : غير هذا ، وفي التنزيل : ويسألونك عن الروح قل الروح من أمر ربي أي : لا يعلم حقيقته إلا الله . وقد تقدم في [ سبحان ] .",
  "ayah": 42,
  "surah": 39
}
