{
  "text": "ولم يكن له كفوا أحد أي لم يكن له مثلا أحد . وفيه تقديم وتأخير ؛ تقديره : ولم يكن له كفوا أحد ؛ فقدم خبر كان على اسمها ، لينساق أواخر الآي على نظم واحد . وقرئ كفوا بضم الفاء وسكونها ، وقد تقدم في ( البقرة ) أن كل اسم على ثلاثة أحرف أوله مضموم ، فإنه يجوز في عينه الضم والإسكان ؛ إلا قوله تعالى : وجعلوا له من عباده جزءا لعلة تقدمت . وقرأ حفص كفوا مضموم الفاء غير مهموز . وكلها لغات فصيحة .القول في الأحاديث الواردة في فضل هذه السورة ؛ وفيه ثلاث مسائل :الأولى : ثبت في صحيح البخاري عن أبي سعيد الخدري : أن رجلا سمع رجلا يقرأ قل هو الله أحد يرددها ؛ فلما أصبح جاء إلى النبي - صلى الله عليه وسلم - فذكر ذلك له ، وكان الرجل يتقالها ؛ فقال رسول الله - صلى الله عليه وسلم - : والذي نفسي بيده إنها لتعدل ثلث القرآن . وعنه قال : قال النبي - صلى الله عليه وسلم - لأصحابه : أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة ؟ فشق ذلك عليهم ، وقالوا : [ ص: 221 ] أينا يطيق ذلك يا رسول الله ؟ فقال : الله الواحد الصمد ثلث القرآن خرجه مسلم من حديث أبي الدرداء بمعناه . وخرج عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" احشدوا فإني سأقرأ عليكم ثلث القرآن \" فحشد من حشد ؛ ثم خرج نبي الله - صلى الله عليه وسلم - فقرأ قل هو الله أحد ثم دخل فقال بعضنا لبعض : إني أرى هذا خبرا جاءه من السماء ، فذاك الذي أدخله . ثم خرج فقال : \" إني قلت لكم سأقرأ عليكم ثلث القرآن ، ألا إنها تعدل ثلث القرآن \" قال بعض العلماء : إنها عدلت ثلث القرآن لأجل هذا الاسم ، الذي هو الصمد ، فإنه لا يوجد في غيرها من السور . وكذلك أحد . وقيل : إن القرآن أنزل أثلاثا ، ثلثا منه أحكام ، وثلثا منه وعد ووعيد ، وثلثا منه أسماء وصفات ، وقد جمعت قل هو الله أحد أحد الأثلاث ، وهو الأسماء والصفات . ودل على هذا التأويل ما في صحيح مسلم ، من حديث أبي الدرداء عن النبي - صلى الله عليه وسلم - قال : \" إن الله جل وعز جزأ القرآن ثلاثة أجزاء ، فجعل قل هو الله أحد جزءا من أجزاء القرآن \" . وهذا نص ؛ وبهذا المعنى سميت سورة الإخلاص ، والله أعلم .الثانية : روى مسلم عن عائشة : أن رسول الله - صلى الله عليه وسلم - بعث رجلا على سرية ، وكان يقرأ لأصحابه في صلاتهم ، فيختم ب قل هو الله أحد ؛ فلما رجعوا ذكروا ذلك للنبي - صلى الله عليه وسلم - فقال : \" سلوه لأي شيء يصنع ذلك \" ؟ فسألوه فقال : لأنها صفة الرحمن ، فأنا أحب أن أقرأ بها . فقال رسول الله - صلى الله عليه وسلم - : \" أخبروه أن الله - عز وجل - يحبه \" . وروى الترمذي عن أنس بن مالك قال : كان رجل من الأنصار يؤمهم في مسجد قباء ، وكان كلما افتتح سورة يقرؤها لهم في الصلاة فقرأ بها افتتح ب قل هو الله أحد ؛ حتى يفرغ منها ، ثم يقرأ بسورة أخرى معها ، وكان يصنع ذلك في كل ركعة ، فكلمه أصحابه ، فقالوا : إنك تقرأ بهذه السورة ، ثم لا ترى أنها [ ص: 222 ] تجزيك حتى تقرأ بسورة أخرى ، فإما أن تقرأ بها ، وإما أن تدعها وتقرأ بسورة أخرى ؟ قال : ما أنا بتاركها وإن أحببتم أن أؤمكم بها فعلت ، وإن كرهتم تركتكم ؛ وكانوا يرونه أفضلهم ، وكرهوا أن يؤمهم غيره ، فلما أتاهم النبي - صلى الله عليه وسلم - أخبروه الخبر ، فقال : \" يا فلان ما يمنعك مما يأمر به أصحابك ؟ وما يحملك أن تقرأ هذه السورة في كل ركعة \" ؟ فقال : يا رسول الله ، إني أحبها ؛ فقال رسول الله - صلى الله عليه وسلم - : \" إن حبها أدخلك الجنة \" . قال : حديث حسن غريب صحيح .قال ابن العربي : ( فكان هذا دليلا على أنه يجوز تكرار سورة في كل ركعة . وقد رأيت على باب الأسباط فيما يقرب منه ، إماما من جملة الثمانية والعشرين إماما ، كان يصلي فيه التراويح في رمضان بالأتراك ؛ فيقرأ في كل ركعة الحمد لله و قل هو الله أحد حتى يتم التراويح ؛ تخفيفا عليه ، ورغبة في فضلها وليس من السنة ختم القرآن في رمضان ) .قلت : هذا نص قول مالك ، قال مالك : وليس ختم القرآن في المساجد بسنة .الثالثة : روى الترمذي عن أنس بن مالك قال : أقبلت مع النبي - صلى الله عليه وسلم - فسمع رجلا يقرأ قل هو الله أحد ؛ فقال رسول الله - صلى الله عليه وسلم - : \" وجبت \" . قلت : وما وجبت ؟ قال : \" الجنة \" . قال : هذا حديث حسن صحيح . قال الترمذي : حدثنا محمد بن مرزوق البصري قال حدثنا حاتم بن ميمون أبو سهل عن ثابت البناني عن أنس بن مالك عن النبي - صلى الله عليه وسلم - قال : من قرأ كل يوم مائتي مرة قل هو الله أحد ، محي عنه ذنوب خمسين سنة ، إلا أن يكون عليه دين .وبهذا الإسناد عن النبي - صلى الله عليه وسلم - قال : \" من أراد أن ينام على فراشه ، فنام على يمينه ، ثم قرأ قل هو الله أحد مائة مرة ، فإذا كان يوم القيامة يقول الرب : يا عبدي ، ادخل على يمينك الجنة \" . قال : هذا حديث غريب من حديث ثابت عن أنس . وفي مسند أبي محمد الدارمي ، عن أنس بن مالك ، قال : قال رسول الله - صلى الله عليه وسلم - : \" من قرأ قل هو الله أحد خمسين [ ص: 223 ] مرة ، غفرت له ذنوب خمسين سنة \" قال : وحدثنا عبد الله بن يزيد قال حدثنا حيوة قال : أخبرني أبو عقيل : أنه سمع سعيد بن المسيب يقول : إن نبي الله - صلى الله عليه وسلم - قال : \" من قرأ قل هو الله أحد عشرة مرات بني له قصر في الجنة . ومن قرأها عشرين مرة بني له بها قصران في الجنة . ومن قرأها ثلاثين مرة بني له بها ثلاثة قصور في الجنة \" . فقال عمر بن الخطاب : والله يا رسول الله إذا لنكثرن قصورنا ؛ فقال رسول الله - صلى الله عليه وسلم - : \" الله أوسع من ذلك \" قال أبو محمد : أبو عقيل زهرة بن معبد ، وزعموا أنه كان من الأبدال . وذكر أبو نعيم الحافظ من حديث أبي العلاء يزيد بن عبد الله بن الشخير عن أبيه ، قال : رسول الله - صلى الله عليه وسلم - : \" من قرأ قل هو الله أحد في مرضه الذي يموت فيه ، لم يفتن في قبره . وأمن من ضغطة القبر . وحملته الملائكة يوم القيامة بأكفها ، حتى تجيزه من الصراط إلى الجنة \" . قال : هذا حديث غريب من حديث يزيد ، تفرد به نصر بن حماد البجلي . وذكر أبو بكر أحمد بن علي بن ثابت الحافظ عن عيسى بن أبي فاطمة الرازي قال : سمعت مالك بن أنس يقول : إذا نقس بالناقوس اشتد غضب الرحمن ، فتنزل الملائكة ، فيأخذون بأقطار الأرض ، فلا يزالون يقرءون قل هو الله أحد حتى يسكن غضبه جل وعز . وخرج من حديث محمد بن خالد الجندي عن مالك عن نافع عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" من دخل يوم الجمعة المسجد ، فصلى أربع ركعات يقرأ في كل ركعة بفاتحة الكتاب و قل هو الله أحد خمسين مرة فذلك مائتا مرة في أربع ركعات ، لم يمت حتى يرى منزله في الجنة أو يرى له \" .وقال أبو عمر مولى جرير بن عبد الله البجلي ، عن جرير قال : قال رسول الله - صلى الله عليه وسلم - : \" من قرأ قل هو الله أحد حين يدخل منزله ، نفت الفقر عن أهل ذلك المنزل وعن الجيران \" .وعن أنس قال قال رسول الله - صلى الله عليه وسلم - : \" من قرأ قل هو الله أحد مرة بورك عليه ، ومن قرأها مرتين بورك عليه وعلى أهله ، ومن قرأها ثلاث مرات بورك عليه وعلى جميع جيرانه ، ومن قرأها اثنتي عشرة بنى الله له اثني عشر قصرا في الجنة ، وتقول الحفظة انطلقوا بنا ننظر إلى قصر أخينا ، فإن قرأها مائة مرة كفر الله عنه ذنوب خمسين سنة ، ما خلا الدماء والأموال ، فإن قرأها أربعمائة مرة كفر الله عنه ذنوب مائة سنة ، فإن قرأها ألف مرة لم يمت حتى يرى مكانه في الجنة أو يرى [ ص: 224 ] له \" . وعن سهل بن سعد الساعدي قال : شكا رجل إلى رسول الله - صلى الله عليه وسلم - الفقر وضيق المعيشة ؛ فقال له رسول الله - صلى الله عليه وسلم - : \" إذا دخلت البيت فسلم إن كان فيه أحد ، وإن لم يكن فيه أحد فسلم علي ، واقرأ قل هو الله أحد مرة واحدة \" ففعل الرجل فأدر الله عليه الرزق ، حتى أفاض على جيرانه . وقال أنس : كنا مع رسول الله - صلى الله عليه وسلم - بتبوك ، فطلعت الشمس بيضاء لها شعاع ونور ، لم أرها فيما مضى طلعت قط كذلك ، فأتى جبريل ، فقال له رسول الله - صلى الله عليه وسلم - : \" يا جبريل ، ما لي أرى الشمس طلعت بيضاء بشعاع لم أرها طلعت كذلك فيما مضى قط \" ؟ فقال : \" ذلك لأن معاوية الليثي توفي بالمدينة اليوم ، فبعث الله سبعين ألف ملك يصلون عليه \" . قال \" ومم ذلك \" ؟ قال : \" كان يكثر قراءة قل هو الله أحد آناء الليل وآناء النهار ، وفي ممشاه وقيامه وقعوده ، فهل لك يا رسول الله أن أقبض لك الأرض . فتصلي عليه \" ؟ قال : \" نعم \" فصلى عليه ثم رجع . ذكره الثعلبي ، والله أعلم .",
  "ayah": 4,
  "surah": 112
}
