{
  "text": "Perhaps Allah will make a Friendship between You and Those, whom You hold as Enemies\nAllah said to His faithful servants, after ordering them to be enemies with the disbelievers,\nعَسَى اللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً\n(Perhaps Allah will make friendship between you and those, whom you hold as enemies.) meaning affection after animosity, tenderness after coldness and coming together after parting from each other,\nوَاللَّهُ قَدِيرٌ\n(And Allah has power (over all things),) Allah is able to gather opposites and bring together hearts, after feeling hostility and hardness. In this case, the hearts will come together in agreement, just as Allah said when He mentioned His favor on the Ansar,\nوَاذْكُرُواْ نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنتُم أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَاناً وَكُنتُمْ عَلَى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُمْ مِّنْهَا\n(And remember Allah's favor on you, for you were enemies one to another but He joined your hearts together, so that, by His grace, you became brethren and were on the brink of a pit of Fire, and He saved you from it.) (3:103) Also the Prophet said to them,\n«أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي، وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟»\n(Did I not find you misguided, and Allah guided you through me; and divided, and Allah united your hearts through me) Allah the Exalted said,\nوَإِن يُرِيدُواْ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِى أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ - وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِى الاٌّرْضِ جَمِيعاً مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَـكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ\n(He it is Who has supported you with His help and with the believers. And He has united their hearts. If you had spent all that is in the earth, you could not have united their hearts, but Allah has united them. Certainly He is Almighty, All-Wise.) (8:62,63) And in the Hadith:\n«أَحْبِبْ حَبِيبَكَ هَوْنًا مَا، فَعَسَى أَنْ يَكُونَ بَغِيضَكَ يَوْمًا مَا، وَأَبْغِضْ بَغِيضَكَ هَوْنًا مَا، فَعَسَى أَنْ يَكُونَ حَبِيبَكَ يَوْمًا مَا»\n(Love your loved one moderately, because one day, he might become your enemy. Hate your hated one moderately, because one day, he might become your loved one.) Allah's statement,\nوَاللَّهُ غَفُورٌ رَّحِيمٌ\n(And Allah is Oft-Forgiving, Most Merciful.) means, Allah forgives the disbelief of the disbelievers if they repent from it, returned to their Lord and surrendered to Him in Islam. Surely, He is the Oft-Forgiving, the Most-Merciful to those who repent to Him from their sins, no matter what type of the sin it is.\nThe Permissibility of being Kind to Disbelievers who do not fight against the Religion And Allah's statement;\nلاَّ يَنْهَـكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَـتِلُوكُمْ فِى الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِّن دِيَـرِكُمْ\n(Allah does not forbid you with those who fought not against you on account of religion nor drove you out of your homes,) means, those who did not have a role in your expulsion. Therefore, Allah does not forbid you from being kind to the disbelievers who do not fight you because of the religion, such as women and weak disbelievers,\nأَن تَبَرُّوهُمْ\n(to deal kindly) to be gentle with them,\nوَتُقْسِطُواْ إِلَيْهِمْ\n(and justly with those) to be fair with them\nإِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\n(Verily, Allah loves those who deal with equity.) Imam Ahmad recorded that Asma' bint Abu Bakr said, \"My mother, who was an idolatress at the time, came to me during the Treaty of Peace, the Prophet conducted with the Quraysh. I came to the Prophet and said, `O Allah's Messenger! My mother came visiting, desiring something from me, should I treat her with good relations' The Prophet said,\n«نَعَمْ صِلِي أُمَّك»\n(Yes. Keep good relation with your mother.)\" The Two Sahihs recorded this Hadith. Imam Ahmad recorded that `Abdullah bin Zubayr said, \"Qutaylah came visiting her daughter, Asma' bint Abi Bakr, with some gifts, such as Dibab, cheese and clarified (cooking) butter, and she was an idolatress at that time. Asma' refused to accept her mother's gifts and did not let her enter her house. `A'ishah asked the Prophet about his verdict and Allah sent down the Ayah,\nلاَّ يَنْهَـكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَـتِلُوكُمْ فِى الدِّينِ\n(Allah does not forbid you with those who fought not against you on account of religion) until the end of the Ayah. Allah's Messenger ﷺ ordered Asma' to accept her mother's gifts and to let her enter her house.\" Allah's statement,\nإِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\n(Allah loves those who deal with equity.) was duly explained in the Tafsir of Surat Al-Hujurat. We also mentioned the authentic Hadith,\n«الْمُقْسِطُونَ عَلى مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الْعَرْشِ، الَّذِينَ يَعْدِلُونَ فِي حُكْمِهِمْ وَأَهَالِيهِمْ وَمَا وَلُوا»\n(The just, who are fair in their decisions, families and those under their authority, will be on podiums made of light, to the right of the Throne.)\nThe Prohibition of being Kind towards Combatant Disbelievers\nإِنَّمَا يَنْهَـكُمُ اللَّهُ عَنِ الَّذِينَ قَـتَلُوكُمْ فِى الدِّينِ وَأَخْرَجُوكُم مِّن دِيَـرِكُمْ وَظَـهَرُواْ عَلَى إِخْرَجِكُمْ أَن تَوَلَّوْهُمْ\n(It is only as regards those who fought against you on account of religion, and have driven you out of your homes, and helped to drive you out that Allah forbids you to befriend them.) (60:9) means, `Allah forbids you from being kind and befriending with the disbelievers who are openly hostile to you, those who fought against you, expelled you and helped to expel you. Allah the Exalted forbids you from being their friends and orders you to be their enemy.' Then Allah stresses His threat against being friends with them, by saying,\nوَمَن يَتَوَلَّهُمْ فَأُوْلَـئِكَ هُمُ الظَّـلِمُونَ\n(And whosoever will befriend them, then such are the wrongdoers.) As He said;\nيَـأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَـرَى أَوْلِيَآءَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ وَمَن يَتَوَلَّهُمْ مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لاَ يَهْدِى الْقَوْمَ الظَّـلِمِينَ\n(O you who believe! Take not the Jews and the Christians as protecting friends, they are but protecting friends of each other. And if any among you takes them (as protecting friends), then surely, he is one of them. Verily, Allah guides not those people who are the wrongdoers) (5:51)\nيأَيُّهَا الَّذِينَ ءَامَنُواْ إِذَا جَآءَكُمُ الْمُؤْمِنَـتُ مُهَـجِرَتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَـنِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ وَءَاتُوهُم مَّآ أَنفَقُواْ وَلاَ جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلاَ تُمْسِكُواْ بِعِصَمِ الْكَوَافِرِ وَاسْـَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْـَلُواْ مَآ أَنفَقُواْ ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌوَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَجِكُمْ إِلَى الْكُفَّـرِ فَعَـقَبْتُمْ فَآتُواْ الَّذِينَ ذَهَبَتْ أَزْوَجُهُمْ مِّثْلَ مَآ أَنفَقُواْ وَاتَّقُواْ اللَّهَ الَّذِى أَنتُمْ بِهِ مُؤْمِنُونَ",
  "ayah": 11,
  "surah": 60
}
