{
  "text": "القول في تأويل قوله تعالى :  حم (1) تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِاختلف أهل التأويل فى معنى قوله (حم) فقال بعضهم: هو حروف مقطعة من اسم الله الذي هو الرحمن الرحيم, وهو الحاء والميم منه.* ذكر من قال ذلك:حدثني عبد لله بن أحمد بن شبُّويه المَروزي, قال: ثنا عليّ بن الحسن, قال: ثني أبي, عن يزيد, عن عكرمة, عن ابن عباس: الر, وحم, ون, حروف الرحمن مقطعة.وقال آخرون: هو قسم أقسمه الله, وهو اسم من أسماء الله.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قال: (حم) : قسم أقسمه الله, وهو اسم من أسماء الله.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ, قوله (حم) : من حروف أسماء الله.وقال آخرون: يل هو اسم من أسماء القرآن.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة (حم) قال: اسم من أسماء القرآن. وقال آخرون: هو حروف هجاء.وقال آخرون: بل هو اسم, واحتجوا لقولهم ذلك بقول شريح بن أوفى العبسي:يُذَكِّــرُنِي حَـامِيمَ وَالـرُّمْحُ شَـاجِرٌفَهَــلا تَــلا حــم قَبْــلَ التَّقَـدُّمِ (1)ويقول الكُمَيت:وَجَدْنَــا لَكُـمْ فِـي آلِ حـامِيمَ آيَـةًتَأوَّلَهَــا مِنَّــا تَقِــيٌّ وَمُعْــرِبُ (2)وحُدثت عن معمر بن المثنى أنه قال: قال يونس, يعني الجرمي: ومن قال هذا القول فهو منكَر عليه, لأن السورة (حم) ساكنة الحروف, فخرجت مخرج التهجي, وهذه أسماء سور خرجت متحركات, وإذا سميت سورة بشيء من هذه الأحرف المجزومة دخله الإعراب.والقول في ذلك عندي نظير القول في أخواتها, وقد بيَّنا ذلك, في قوله:  الم  , ففي ذلك كفاية عن إعادته في هذا الموضع, إذ كان القول في حم, وجميع ما جاء في القرآن على هذا الوجه, أعني حروف التهجي قولا واحدا.----------------------الهوامش :(1) البيت لشريح بن أوفى العبسي ، كما قال أبو عبيد في مجاز القرآن ( 217 ب ) وكما في ( اللسان : حمم ) وقال : وأنشده غير أبي عبيد للأشتر النخعي . وقال : قال ابن مسعود :\" آل حاميم\" ديباج القرآن . قال الفراء : هو كقولك آل فلان وآل فلان . وقال الجوهري : أما قول العامة\" الحواميم\" فليس من كلام العرب . قال أبو عبيد :\" الحواميم\" : سور في القرآن ، على غير قياس ، وأنشد :وبالطواســين التــي قــد ثلثـتوبــالحواميم التــي قــد سـبعتقال : والأولى أن تجمع\" بذوات حاميم\" . وأنشد أبو عبيد في\" حاميم\" لشريح بن أوفى العبسي :\" يذكرني حاميم ... البيت\" قال : وأنشده غيره للأشتر النخعي . والضمير في\" يذكرني\" : هو لمحمد بن طلحة ، وقتله الأشتر أو شريح . ( أي في يوم الجمل ) ا هـ .(2) البيت للكميت بن زيد الأسدي\" مجاز القرآن لأبي عبيدة 218 - 1 ) وديوانه طبعه الموسوعات بالقاهرة 18 . وآل حاميم وذوات حاميم : السور التي أولها\" حم\" نص الحريري في درة الغواص ، على أنه يقال : آل حاميم ، وذوات حاميم ، وآل طسم ، ولا يقال : حواميم ولا طواسيم . ا هـ . والآية هي هي قوله تعالى في سورة الشورى :\" قل لا أسألكم عليه أجرا إلا المودة في القربى\" . وفي سورة الأحزاب من آل حاميم :\" إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا\" . والتقي : الساكت عن التفضيل ، والمعرب : الناطق به ، رواية البيت في مجاز القرآن :وجدنــا لكــم فــي حــم آيـةوفــي غيرهــا آي , وأي يعـربثنا قال : قال يونس : من قال بهذا القول ، فهو منكر عليه ، لأن السورة\" حم\" ساكنة الحروف ، فخرجت مخرج حروف التهجي وهذه أسماء سور خرجن متحركات ؛ وإذا سميت سورة بشيء من هذه الأحرف ( كذا ) ، دخلها الإعراب . ا هـ . وقول المؤلف : يعني الجرمي : نبهنا عليه فيما مضى ، لأن الجرمي اسمه صالح بن إسحاق أبو عمر .",
  "ayah": 1,
  "surah": 40
}
