{
  "text": "القول في تأويل قوله تعالى :  رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلاقِ (15)يقول تعالى ذكره: هو رفيع الدرجات; ورفع قوله: ( رَفِيعُ الدَّرَجَاتِ ) على الابتداء; ولو جاء نصبا على الرد على قوله: فادعوا الله, كان صوابا.( ذُو الْعَرْشِ ) يقول: ذو السرير المحيط بما دونه.وقوله: ( يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ ) يقول: ينـزل الوحي من أمره على من يشاء من عباده.وقد اختلف أهل التأويل في معنى الروح في هذا الموضع, فقال بعضهم: عني به الوحي.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده, قوله: ( يُلْقِي الرُّوحَ مِنْ أَمْرِهِ ) قال: الوحي من أمره.وقال آخرون: عني به القرآن والكتاب.* ذكر من قال ذلك:حدثني هارون بن إدريس الأصمّ, قال: ثنا عبد الرحمن بن محمد المحاربيّ, عن جُوَيبر, عن الضحاك في قوله: ( يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ ) قال: يعني بالروح: الكتاب ينـزله على من يشاء.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ ) , وقرأ:  وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا  قال: هذا القرآن هو الروح, أوحاه الله إلى جبريل, وجبريل روح نـزل به على النبي صَلَّى الله عَلَيْهِ وَسَلَّم, وقرأ:  نَزَلَ بِهِ الرُّوحُ الأَمِينُ  قال. فالكتب التي أنـزلها الله على أنبيائه هي الروح, لينذر بها ما قال الله يوم التلاق,  يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا  قال: الروح: القرآن, كان أبي يقوله, قال ابن زيد: يقومون له صفا بين السماء والأرض حين ينـزل جل جلاله.وقال آخرون: عني به النبوّة.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قول الله: ( يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ ) قال: النبوّة على من يشاء.وهذه الأقوال متقاربات المعاني, وإن اختلفت ألفاظ أصحابها بها.وقوله: ( لِيُنْذِرَ يَوْمَ التَّلاقِ ) يقول: لينذر من يلقي الروح عليه من عباده من أمر الله بإنذاره من خلقه عذاب يوم تلتقي فيه أهل السماء وأهل الأرض, وهو يوم التلاق, وذلك يوم القيامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ بن أبي طلحة عن ابن عباس, قوله: ( يَوْمَ التَّلاقِ ) من أسماء يوم القيامة, عظمه الله, وحذّره عباده.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( يَوْمَ التَّلاقِ ) : يوم تلتقي فيه أهل السماء وأهل الأرض, والخالق والخلق.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( يَوْمَ التَّلاقِ ) تلقي أهل السماء وأهل الأرض.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد ( يَوْمَ التَّلاقِ ) قال: يوم القيامة. قال: يوم تتلاقى العباد.",
  "ayah": 15,
  "surah": 40
}
