{
  "text": "القول في تأويل قوله تعالى :  وَأَنْذِرْهُمْ يَوْمَ الآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ (18)يقول تعالى ذكره لنبيه: وأنذر يا محمد مشركي قومك يوم الآزفة, يعنى يوم القيامة, أن يوافوا الله فيه بأعمالهم الخبيثة, فيستحقوا من الله عقابه الأليم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا عن ابن أبي نجيح, عن مجاهد, في قول الله: ( يَوْمَ الآزِفَةِ ) قال: يوم القيامة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَأَنْذِرْهُمْ يَوْمَ الآزِفَةِ ) يوم القيامة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَأَنْذِرْهُمْ يَوْمَ الآزِفَةِ ) قال: يوم القيامة.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله ( وَأَنْذِرْهُمْ يَوْمَ الآزِفَةِ ) قال: يوم القيامة, وقرأ:  أَزِفَتِ الآزِفَةُ * لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ  .وقوله: ( إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ ) يقول تعالى ذكره: إذ قلوب العباد من مخافة عقاب الله لدى حناجرهم قد شخصت من صدورهم, فتعلقت بحلوقهم كاظميها, يرومون ردّها إلى مواضعها من صدورهم فلا ترجع, ولا هي تخرج من أبدانهم فيموتوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ ) قال: قد وقعت القلوب في الحناجر من المخافة, فلا هي تخرج ولا تعود إلى أمكنتها.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ ) قال: شخصت أفئدتهم عن أمكنتها, فنشبت في حلوقهم, فلم تخرج من أجوافهم فيموتوا, ولم ترجع إلى أمكنتها فتستقرّ.واختلف أهل العربية في وجه النصب ( كَاظِمِينَ ) فقال بعض نحويِّي البصرة: انتصابه على الحال, كأنه أراد: إذ القلوب لدى الحناجر في هذه الحال. وكان بعض نحويي الكوفة يقول: الألف واللام بدل من الإضافة, كأنه قال: إذا قلوبهم لدى حناجرهم في حال كظمهم. وقال آخر منهم: هو نصب على القطع من المعنى الذي يرجع من ذكرهم في القلوب والحناجر, المعنى : إذ قلوبهم لدى حناجرهم كاظمين. قال: فإن شئت جعلت قطعة من الهاء التي في قوله ( وَأَنْذِرْهُمْ ) قال: والأول أجود في العربية, وقد تقدّم بيان وجه ذلك.وقوله: ( مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ ) يقول جلّ ثناؤه: ما للكافرين بالله يومئذ من حميم يحم (1) لهم, فيدفع عنهم عظيم ما نـزل بهم من عذاب الله, ولا شفيع يشفع لهم عند ربهم فيطاع فيما شفع, ويُجاب فيما سأل.وبنحو الذي قلنا فى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ ) قال: من يعنيه أمرهم, ولا شفيع لهم. وقوله: ( يطاع ) صلة للشفيع. ومعنى الكلام: ما للظالمين من حميم ولا شفيع إذا شفع أطيع فيما شفع, فأجيب وقبلت شفاعته له.------------------------الهوامش:(1) في اللسان : حمنى : الأمر وأحمني : أهمني . وقال الأزهري : أحمني هذا الأمر واحتممت له ، كأنه اهتمام بحميم قريب .",
  "ayah": 18,
  "surah": 40
}
