{
  "text": "( وَاللَّهُ يَقْضِي بِالْحَقِّ ) يقول: والله تعالى ذكره يقضي في الذي خانته الأعين بنظرها, وأخفته الصدور عند نظر العيون بالحق, فيجزي الذين أغمضوا أبصارهم, وصرفوها عن محارمه حذارَ الموقف بين يديه, ومسألته عنه بالحُسنى, والذين ردّدوا النظر, وعزمت قلوبهم على مواقعة الفواحش إذا قدّرت, جزاءها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عبد الله بن أحمد المَرْوَزِيّ, قال: ثنا عليّ بن حسين بن واقد قال: ثني أبي, قال: ثنا الأعمش, قال: ثنا سعيد بن جبير, عن ابن عباس  ( يَعْلَمُ خَائِنَةَ الأعْيُنِ ) إذا نظرت إليها تريد الخيانة أم لا( وَمَا تُخْفِي الصُّدُورُ ) إذا قدرت عليها أتزني بها أم لا؟ قال: ثم سكت, ثم قال: ألا أخبركم بالتي تليها؟ قلت نعم, قال: ( وَاللَّهُ يَقْضِي بِالْحَقِّ ) قادر على أن يجزي بالحسنة الحسنة, وبالسيئة السيئة ( إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ ) قال الحسن: فقلت للأعمش: حدثني الكلبيّ, إلا أنه قال: إن الله قادر على أن يجزي بالسيئة السيئة, وبالحسنة عشرا. وقال الأعمش: إن الذي عند الكلبيّ عندي, ما خرج مني إلا بحقير.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( يَعْلَمُ خَائِنَةَ الأعْيُنِ ) قال: نظر الأعين إلى ما نهى الله عنه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( خَائِنَةَ الأعْيُنِ ) : أي يعلم همزه بعينه, وإغماضه فيما لا يحبّ الله ولا يرضاه.وقوله: ( وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَقْضُونَ بِشَيْءٍ ) يقول: والأوثان والآلهة التي يعبدها هؤلاء المشركون بالله من قومك من دونه لا يقضون بشيء, لأنها لا تعلم شيئا, ولا تقدر على شيء, يقول جلّ ثناؤه لهم: فاعبدوا الذي يقدر على كل شيء, ولا يخفى عليه شيء من أعمالكم, فيجزي محسنكم بالإحسان, والمسيء بالإساءة, لا ما لا يقدر على شيء ولا يعلم شيئا, فيعرف المحسن من المسيء, فيثيب المحسن, ويعاقب المسيء.وقوله: ( إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ ) يقول: إن الله هو السميع لما تنطق به ألسنتكم أيها الناس, البصير بما تفعلون من الأفعال, محيط بكل ذلك محصيه عليكم, ليجازي جميعكم جزاءه يوم الجزاء.واختلفت القرّاء في قراءة قوله: ( وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ ) فقرأ ذلك عامة قرّاء المدينة: \" وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ\" بالتاء على وجه الخطاب. وقرأ ذلك عامة قرّاء الكوفة بالياء على وجه الخبر.والصواب من القول في ذلك أنهما قراءتان معروفتان صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.",
  "ayah": 20,
  "surah": 40
}
