{
  "text": "وفي قوله: ( غَافِرِ الذَّنْبِ ) وجهان ; أحدهما: أن يكون بمعنى يغفر ذنوب العباد, وإذا أريد هذا المعنى, كان خفض غافر وقابل من وجهين, أحدهما من نية تكرير \" من \", فيكون معنى الكلام حينئذ: تنـزيل الكتاب من الله العزيز العليم, من غافر الذنب, وقابل التوب, لأن غافر الذنب نكرة, وليس بالأفصح أن يكون نعتا للمعرفة, وهو نكرة, والآخر أن يكون أجرى في إعرابه, وهو نكرة على إعراب الأول كالنعت له, لوقوعه بينه وبين قوله: ( ذِي الطَّوْلِ ) وهو معرفة.. وقد يجوز أن يكون أتبع إعرابه وهو نكرة إعراب الأول, إذ كان مدحا, وكان المدح يتبع إعرابه ما قبله أحيانا, ويعدل به عن إعراب الأول أحيانا بالنصب والرفع كما قال الشاعر:لا يَبْعَــدَنْ قَــوْمي الَّــذِينَ هــمُسُـــمُّ العُــدَاةِ وآفَــةُ الجُــزُرِالنَّــــازِلينَ بِكُـــلّ مُعْـــتَركٍوالطَّيِّبِيـــــنَ مَعَــــاقِدَ الأزُر (3)وكما قال جلّ ثناؤه  وَهُوَ الْغَفُورُ الْوَدُودُ * ذُو الْعَرْشِ الْمَجِيدُ * فَعَّالٌ لِمَا يُرِيدُ  فرفع فعال وهو نكرة محضة, وأتبع إعراب الغفور الودود; والآخر: أن يكون معناه: أن ذلك من صفته تعالى, إذ كان لم يزل لذنوب العباد غفورا من قبل نـزول هذه الآية وفي حال نـزولها, ومن بعد ذلك, فيكون عند ذلك معرفة صحيحة ونعتا على الصحة. وقال: ( غَافِرِ الذَّنْبِ ) ولم يقل الذنوب, لأنه أريد به الفعل, وأما قوله: ( وَقَابِلِ التَّوْبِ ) فإن التوب قد يكون جمع توبة, كما يجمع الدَّومة دَوما والعَومة عَوما من عومة السفينة, كما قال الشاعر:عَوْمَ السَّفِينَ فَلَمَّا حالَ دُونَهُمُ (4)وقد يكون مصدر تاب يتوب توبا.وقد حدثني محمد بن عبيد المحاربي, قال: ثنا أبو بكر بن عياش, عن أبي إسحاق, قال: جاء رجل إلى عمر, فقال: إني قتلت, فهل لي من توبة؟ قال: نعم, اعمل ولا تيأس, ثم قرأ: ( حم تَنـزيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ ) .وقوله: ( شَدِيدُ الْعِقَابِ ) يقول تعالى ذكره: شديد عقابه لمن عاقبه من أهل العصيان له, فلا تتكلوا على سعة رحمته, ولكن كونوا منه على حذر, باجتناب معاصيه, وأداء فرائضه, فإنه كما أن لا يؤيس أهل الإجرام والآثام من عفوه, وقبول توبة من تاب منهم من جرمه, كذلك لا يؤمنهم من عقابه وانتقامه منهم بما استحلوا من محارمه, وركبوا من معاصيه.وقوله: ( ذِي الطَّوْلِ ) يقول: ذي الفضل والنعم المبسوطة على من شاء من خلقه; يقال منه: إن فلانا لذو طول على أصحابه, إذا كان ذا فضل عليهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( ذِي الطَّوْلِ ) يقول: ذي السعة والغنى .حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قول الله ( ذِي الطَّوْلِ ) الغنى.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( ذِي الطَّوْلِ ) : أي ذي النعم.وقال بعضهم: الطول: القدرة.* ذكر من قال ذلك:حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله ( ذِي الطَّوْلِ ) قال: الطول القدرة, ذاك الطول.وقوله: ( لا إِلَهَ إِلا هُوَ إِلَيْهِ الْمَصِيرُ ) يقول: لا معبود تصلح له العبادة إلا الله العزيز العليم, الذي صفته ما وصف جلّ ثناؤه, فلا تعبدوا شيئا سواه ( إِلَيْهِ الْمَصِيرُ ) يقول تعالى ذكره: إلى الله مصيركم ومرجعكم أيها الناس, فإياه فاعبدوا, فإنه لا ينفعكم شيء عبدتموه عند ذلك سواه.---------------------------الهوامش :(3) البيتان لخرنق بنت هفان من قصيدة رثت بها زوجها بشر بن عمرو بن مرثد الضبعي ، وابنها علقمة بن بشر وجماعة من قومها قتلوا في معركة ( خزاية الأدب الكبرى للبغدادي 2 : 306 ) ومحل الشاهد في البيتين أنه يجوز قطع نعت المعرفة بالواو ، فقولها: والطيبون نعت مقطوع بالواو من قومي ، للمدح والتعظيم ، يجعله خبر مبتدأ محذوف ، أي هم الطيبون . وقوله\" النازلين\" : مقطوع فالنصب ، مع أنه نعت لقومي المرفوع . وإنما نصب بفعل مقدر أي أمدح أو أعني ، أو نحوهما ، واستشهد بهما المؤلف ( الطبري ) على أن قوله تعالى :\" غافر الذنب\" نعت للفظ\" الله\" المجرور بمن ، ويجوز في هذا النعت الجر على الإتباع ، كما يجوز فيه القطع بالنصب ، بتقدير فعل : أي أخص غافر الذنب ، أو بالرفع ، بتقدير مبتدإ : أي هو غافر الذنب .(4) هذا صدر بيت لم نعرف قائله ، ولا عجزه . استشهد به المؤلف على أن التوب في قوله تعالى :\" قابل التوب\" : قد يكون جمع توبة كما يجمع الدومة دوما ، والعومة عوما ، من عوم السفينة .",
  "ayah": 3,
  "surah": 40
}
