{
  "text": "القول في تأويل قوله تعالى :  الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ  بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ (35)يقول تعالى ذكره مخبرا عن قيل المؤمن من آل فرعون: ( الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ) فقوله \" الذين \" مردود على \" من \" في قوله  مَنْ هُوَ مُسْرِفٌ  . وتأويل الكلام: كذلك يضلّ الله أهل الإسراف والغلوّ في ضلالهم بكفرهم بالله, واجترائهم على معاصيه, المرتابين في أخبار رسله, الذين يخاصمون في حججه التي أتتهم بها رسله ليدحضوها بالباطل من الحُجَج ( بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ) يقول: بغير حجة أتتهم من عند ربهم يدفعون بها حقيقة الحُجَج التي أتتهم بها الرسل; و \" الذين \" إذا كان معنى الكلام ما ذكرنا في موضع نصب ردًّا على \" مَن \".وقوله: ( كَبُرَ مَقْتًا عِنْدَ اللَّهِ ) يقول: كبر ذلك الجدال الذي يجادلونه في آيات الله مقتا عند الله,( وَعِنْدَ الَّذِينَ آمَنُوا ) بالله; وإنما نصب قوله: ( مَقْتا ) لما في قوله ( كَبُرَ ) من ضمير الجدال, وهو نظير قوله:  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ  فنصب كلمة من نصبها, لأنه جعل في قوله: ( كَبُرَتْ ) ضمير قولهم:  اتَّخَذَ اللَّهُ وَلَدًا  وأما من لم يضمر ذلك فإنه رفع الكلمة.وقوله: ( كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ ) يقول: كما طبع الله على قلوب المسرفين الذين يجادلون في آيات الله بغير سلطان أتاهم, كذلك يطبع الله على كل قلب متكبر على الله أن يوحده, ويصدّق رسله. جبار: يعني متعظم عن اتباع الحقّ.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء الأمصار, خلا أبي عمرو بن العلاء, على: ( كُلِّ قَلْبِ مُتَكَبِّرٍ ) بإضافة القلب إلى المتكبر, بمعنى الخبر عن أن الله طبع على قلوب المتكبرين كلها; ومن كان ذلك قراءته, كان قوله \" جبار \". من نعت \" متكبر \". وقد روي عن ابن مسعود أنه كان يقرأ  ذلك \" كَذَلِكَ يَطْبَعُ اللهُ على قَلْبِ كُلِّ مُتَكَبِّرٍ جَبَّارٍ\".حدثني بذلك ابن يوسف, قال: ثنا القاسم, قال: ثني حجاج, عن هارون أنه كذلك في حرف ابن مسعود, وهذا الذي ذُكر عن ابن مسعود من قراءته يحقق قراءة من قرأ ذلك بإضافة قلب إلى المتكبر, لأن تقديم \" كل \" قبل القلب وتأخيرها بعده لا يغير المعنى, بل معنى ذلك في الحالتين واحد. وقد حُكي عن بعض العرب سماعا: هو يرجِّل شعره يوم كلّ جمعة, يعني: كلّ يوم جمعة. وأما أبو عمرو فقرأ ذلك بتنوين القلب وترك إضافته إلى متكبر, وجعل المتكبر والجبار من صفة القلب.وأولى القراءتين في ذلك عندي بالصواب قراءة من قرأه بإضافة القلب إلى المتكبر, لأن التكبر فعل الفاعل بقلبه, كما أن القاتل إذا قتل قتيلا وإن كان قتله بيده, فإن الفعل مضاف إليه, وإنما القلب جارحة من جوارح المتكبر. وإن كان بها التكبر, فإن الفعل إلى فاعله مضاف, نظير الذي قلنا في القتل, وذلك وإن كان كما قلنا, فإن الأخرى غير مدفوعة, لأن العرب لا تمنع أن تقول: بطشت يد فلان, ورأت عيناه كذا, وفهم قلبه, فتضيف الأفعال إلى الجوارح, وإن كانت في الحقيقة لأصحابها.",
  "ayah": 35,
  "surah": 40
}
