{
  "text": "حدثنا أحمد بن هشام, قال: ثنا عبد الله بن موسى, عن إسرائيل, عن السديّ, عن أبي صالح ( أَسْبَابَ السَّمَاوَاتِ ) قال: طرق السموات.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ( أَبْلُغُ الأسْبَابَ أَسْبَابَ السَّمَاوَاتِ ) قال: طُرُق السموات.وقال آخرون: عني بأسباب السموات: أبواب السموات.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا ) وكان أول من بنى بهذا الآجر وطبخه ( لَعَلِّي أَبْلُغُ الأسْبَابَ أَسْبَابَ السَّمَاوَاتِ ) : أي أبواب السموات.وقال آخرون: بل عُنِي به مَنـزل السماء.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي عن أبيه, عن ابن عباس, قوله: ( لَعَلِّي أَبْلُغُ الأسْبَابَ أَسْبَابَ السَّمَاوَاتِ ) قال: مَنـزل السماء.وقد بيَّنا فيما مضى قبل, أن السبب: هو كل ما تسبب به إلى الوصول إلى ما يطلب من حبل وسلم وطريق وغير ذلك.فأولى الأقوال بالصواب في ذلك أن يقال: معناه لعلي أبلغ من أسباب السموات أسبابا أتسبب بها إلى رؤية إله موسى, طرقا كانت تلك الأسباب منها, أو أبوابا, أو منازل, أو غير ذلك.وقوله: ( فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى ) اختلف القرّاء في قراءة قوله: ( فَأَطَّلِعَ ) فقرأت ذلك عامة قرّاء الأمصار: \" فَأَطَّلِعُ\" بضم العين: ردًا على قوله: ( أَبْلُغُ الأسْبَابَ ) وعطفا به عليه. وذكر عن حميد الأعرج أنه قرأ ( فَأَطَّلِعَ ) نصبا جوابا للعلي, وقد ذكر الفرّاء أن بعض العرب أنشده:عَــلَّ صُـرُوفَ الدَّهْـرِ أوْ دُولاتِهـايُدِلْنَنـــا اللَّمَّــةَ مِــنْ لَمَّاتِهــافَتَسْتَرِيحَ النَّفْسُ مِنْ زَفَرَاتِهَا (1)فنصب فتستريح على أنها جواب للعلّ.والقراءة التي لا أستجيز غيرها الرفع في ذلك, لإجماع الحجة من القرّاء عليه.وقوله: ( وَإِنِّي لأظُنُّهُ كَاذِبًا ) يقول: وإني لأظنّ موسى كاذبا فيما يقول ويدّعي من أن له في السماء ربا أرسله إلينا.وقوله: ( وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ ) يقول الله تعالى ذكره: وهكذا زين الله لفرعون حين عتا عليه وتمرّد, قبيحَ عمله, حتى سوّلت له نفسه بلوغ أسباب السموات, ليطلع إلى إله موسى.وقوله: ( وَصُدَّ عَنِ السَّبِيلِ ) اختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة والكوفة: ( وَصُدَّ عَنِ السَّبِيلِ ) بضم الصاد, على وجه ما لم يُسَمّ فاعله.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَصُدَّ عَنِ السَّبِيلِ ) قال: فُعِل ذلك به, زين له سوء عمله, وصُدَّ عن السبيل.وقرأ ذلك حميد وأبو عمرو وعامة قرّاء البصرة \" وَصَدَّ\" بفتح الصاد, بمعنى: وأعرض فرعون عن سبيل الله التي ابتُعث بها موسى استكبارا.والصواب من القول فى ذلك أن يقال: إنهما قراءتان معروفتان في قراءة الأمصار, فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَمَا كَيْدُ فِرْعَوْنَ إِلا فِي تَبَابٍ ) يقول تعالى ذكره: وما احتيال فرعون الذي يحتال للاطلاع إلى إله موسى, إلا في خسار وذهاب مال وغبن, لأنه ذهبت نفقته التي أنفقها على الصرح باطلا ولم ينل بما أنفق شيئا مما أراده, فذلك هو الخسار والتباب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَمَا كَيْدُ فِرْعَوْنَ إِلا فِي تَبَابٍ ) يقول: في خُسران.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا,, عن ابن أبي نجيح, عن مجاهد, قوله: ( فِي تَبَابٍ ) قال: خسار.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَا كَيْدُ فِرْعَوْنَ إِلا فِي تَبَابٍ ) : أي في ضلال وخسار.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَمَا كَيْدُ فِرْعَوْنَ إِلا فِي تَبَابٍ ) قال: التَّباب والضَّلال واحد.------------------------الهوامش:(1) هذه أبيات من مشطور الرجز . قال الفراء في معاني القرآن ( 228 مصورة الجامعة ) وقوله\" لعلي أبلغ الأسباب فأطلع\" بالرفع ، يرده على قوله\" أبلغ\" . ومن جعله جوابا\" للعلي\" نصبه . وقد قرأ به بعض القراء ، قال : وأنشدني بعض العرب :\" عل صروف الدهر .... الأبيات\" ، فنصب على الجواب بلعل . والرجز لم يعلم قائله . وعل : لغة في لعل . والدولات : جمع دولة في المال . وبالفتح في الحرب . وقيل هما واحد . ويدلننا : من الإدالة ، وهي الغلبة . والملة ، بالفتح : الشدة . وهي مفعول ثان ليدلننا . والشاهد في\" فتستريح\" حيث نصب في جواب لعل ، الذي هو أداة الترجي . قاله الفراء . وهو الصحيح ، لثبوت ذلك في القرآن :\" لعله يزكى أو يذكر فتنفعه الذكرى\" . والزفرات جمع زفرة ، وهي المرة من الزفر ، وهو أن يملأ الرجل صدره هواء ، بالشهيق ، ثم يزفر به أي يخرجه ويرمى به ، وذلك عند الغم الحزن . والأصل : تحريك الفاء في الجمع ، على نحو سجدة وسجدات . وسكن هنا للضرورة",
  "ayah": 37,
  "surah": 40
}
