{
  "text": "القول في تأويل قوله تعالى :  إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ (51)يقول القائل: وما معنى: ( إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا ) وقد علمنا أن منهم من قتله أعداؤه, ومثَّلوا به, كشعياء ويحيى بن زكريا وأشباههما. ومنهم من همّ بقتله قومه, فكان أحسن أحواله أن يخلص منهم حتى فارقهم ناجيا بنفسه, كإبراهيم الذي هاجر إلى الشام من أرضه مفارقا لقومه, وعيسى الذي رفع إلى السماء إذ أراد قومه قتله, فأين النصرة التي أخبرنا أنه ينصرها رسله, و المؤمنين به في الحياة الدنيا, وهؤلاء أنبياؤه قد نالهم من قومهم ما قد علمت, وما نصروا على من نالهم بما نالهم به؟ قيل: إن لقوله: ( إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا ) وجهين كلاهما صحيح معناه. أحدهما أن يكون معناه: إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا إما بإعلائناهم على من كذّبنا وإظفارنا بهم, حتى يقهروهم غلبة, ويذلوهم بالظفر ذلة, كالذي فعل من ذلك بداود وسليمان, فأعطاهما من المُلْك والسلطان ما قهرا به كل كافر, وكالذي فعل بمحمد صَلَّى الله عَلَيْهِ وَسَلَّم بإظهاره على من كذّبه من قومه, وإما بانتقامنا ممن حادّهم وشاقهم بإهلاكهم وإنجاء الرسل ممن كذّبهم وعاداهم, كالذي فعل تعالى ذكره بنوح وقومه, من تغريق قومه وإنجائه منهم, وكالذي فعل بموسى وفرعون وقومه, إذ أهلكهم غرقا, ونجى موسى ومن آمن به من بني إسرائيل وغيرهم ونحو ذلك, أو بانتقامنا في الحياة الدنيا من مكذّبيهم بعد وفاة رسولنا من بعد مهلكهم, كالذي فعلنا من نصرتنا شعياء بعد مهلكه, بتسليطنا على قتله من سلطنا حتى انتصرنا بهم من قتلته, وكفعلنا بقتلة يحيى, من تسليطنا بختنصر عليهم حتى انتصرنا به من قتله له وكانتصارنا لعيسى من مريدي قتله بالروم حتى أهلكناهم بهم, فهذا أحد وجهيه. وقد كان بعض أهل التأويل يوجه معنى ذلك إلى هذا الوجه.* ذكر من قال ذلك:حدثنا محمد بن الحسين, قال: ثنا أحمد بن الفضل, قال: ثنا أسباط, عن السديّ قول الله: ( إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا ) قد كانت الأنبياء والمؤمنون يقتلون في الدنيا وهم منصورون, وذلك أن تلك الأمة التي تفعل ذلك بالأنبياء والمؤمنين لا تذهب حتى يبعث الله قوما فينتصر بهم لأولئك الذين قتلوا منهم. والوجه الآخر: أن يكون هذا الكلام على وجه الخبر عن الجميع من الرسل والمؤمنين, والمراد واحد, فيكون تأويل الكلام حينئذ: إنا لننصر رسولنا محمدا صَلَّى الله عَلَيْهِ وَسَلَّم والذين آمنوا به في الحياة الدنيا, ويوم يقوم الأشهاد, كما بيَّنا فيما مضى أن العرب تخرج الخبر بلفظ الجميع, والمراد واحد إذا لم تنصب للخبر شخصا بعينه.",
  "ayah": 51,
  "surah": 40
}
