{
  "text": "وقوله: ( أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ ) يقول لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم ألم تر يا محمد هؤلاء المشركين من قومك, الذين يخاصمونك في حجج الله وآياته ( أَنَّى يُصْرَفُونَ ) يقول: أيّ وجه يصرفون عن الحق, ويعدلون عن الرشد.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَنَّى يُصْرَفُونَ ) : أنى يكذبون ويعدلون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَنَّى يُصْرَفُونَ ) قال: يُصْرَفون عن الحقّ.واختلف أهل التأويل في الذين عنوا بهذه الآية, فقال بعضهم: عنى بها أهل القدر.* ذكر من قال ذلك:حدثنا محمد بن بشار ومحمد بن المثنى, قالا ثنا مؤمل, قال: ثنا سفيان, عن داود بن أبي هند. عن محمد بن سيرين, قال: إن لم تكن هذه الآية نـزلت في القدرية, فإني لا أدري فيمن نـزلت: ( أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ ) إلى قوله:  لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ  .حدثني عليّ بن سهل, قال: ثنا زيد بن أبي الزرقاء, عن سفيان, عن داود بن أبي هند, عن ابن سيرين, قال: إن لم يكن أهل القدر الذين يخوضون في آيات الله فلا علم لنا به.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني مالك بن أبي الخير الزيادي, عن أبي قبيل, قال: أخبرني عقبة بن عامر الجهني, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" سَيَهْلِكُ مِنْ أُمَّتِي أهْلُ الكِتَابِ, وأهْلُ اللِّينِ\" فقال عقبة: يا رسول الله, وما أهل الكتاب؟ قال: \" قَوْمٌ يَتَعَلَّمُونَ كِتابَ الله يُجادلُونَ الَّذينَ آمَنُوا \", فقال عقبة: يا رسول الله, وما أهل اللين؟ قال: \" قَوْمٌ يَتَّبِعُونَ الشَّهَوَاتِ, ويُضَيِّعُونَ الصَّلَوَاتِ\". قال أبو قبيل: لا أحسب المكذّبين بالقدر إلا الذين يجادلون الذين آمنوا, وأما أهل اللين, فلا أحسبهم إلا أهل العمود (1) ليس عليهم إمام جماعة, ولا يعرفون شهر رمضان.وقال آخرون: بل عنى به أهل الشرك.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ ) قال: هؤلاء المشركون.والصواب من القول في ذلك ما قاله ابن زيد; وقد بين الله حقيقة ذلك بقوله:  الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا  .------------------------الهوامش:(1) كذا في الأصل ، ولم أجد معنى للعمود في النهاية لابن الأثير ، ولعله محرف عن ( العمور) بضم العين ، جمع عمر ، بفتح فسكون وبضمتين ، وهو من النخيل ، وهو الحسوق الطويل . يريد أصحاب هذه النخل الملازمين لها ، يجادلون في الدين ، بلا علم ولا فقه .",
  "ayah": 69,
  "surah": 40
}
