{
  "text": "القول في تأويل قوله تعالى :  الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ (7)يقول تعالى ذكره: الذين يحملون عرش الله من ملائكته, ومن حول عرشه, ممن يحفّ به من الملائكة ( يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ) يقول: يصلون لربهم بحمده وشكره ( وَيُؤْمِنُونَ بِهِ ) يقول: ويقرّون بالله أنه لا إله لهم سواه, ويشهدون بذلك, لا يستكبرون عن عبادته ( وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا ) يقول: ويسألون ربهم أن يغفر للذين أقرّوا بمثل إقرارهم من توحيد الله, والبراءة من كلّ معبود سواه ذنوبهم, فيعفوها عنهم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا ) لأهل لا اله إلا الله.وقوله: ( رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا ) , وفي هذا الكلام محذوف, وهو يقولون; ومعنى الكلام ويستغفرون للذين آمنوا يقولون: يا ربنا وسعت كلّ شيء رحمة وعلما. ويعني بقوله: ( وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا ) : وسعت رحمتك وعلمك كل شيء من خلقك, فعلمت كل شيء, فلم يخف عليك شيء, ورحمت خلقك, ووسعتهم برحمتك.وقد اختلف أهل العربية في وجه نصب الرحمة والعلم, فقال بعض نحويّي البصرة: انتصاب ذلك كانتصاب لك مثله عبدا, لأنك قد جعلت وسعت كلّ شيء, وهو مفعول له, والفاعل التاء, وجاء بالرحمة والعلم تفسيرا, وقد شغلت عنهما الفعل كما شغلت المثل بالهاء, فلذلك نصبته تشبيها بالمفعول بعد الفاعل; وقال غيره: هو من المنقول, وهو مفسر, وسعت رحمته وعلمه, ووسع هو كلّ شيء رحمة, كما تقول: طابت به نفسي, طبت به نفسا, . قال: أما لك مثله عبدا, فإن المقادير لا تكون إلا معلومة مثل عندي رطل زيتا, والمثل غير معلوم, ولكن لفظه لفظ المعرفة والعبد نكرة, فلذلك نصب العبد, وله أن يرفع, واستشهد لقيله ذلك بقول الشاعر:مــا فــي مَعَــدّ والقبـائِلِ كُلِّهـاقَحْطَــانَ مِثْلُــكَ وَاحِــدٌ مَعْـدُودُ (5)وقال: ردّ\" الواحد \" على \" مثل \" لأنه نكرة, قال: ولو قلت: ما مثلك رجل, ومثلك رجل, ومثلك رجلا جاز, لأن مثل يكون نكرة, وإن كان لفظها معرفة.وقوله: ( فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ ) يقول: فاصفح عن جرم من تاب من الشرك بك من عبادك, فرجع إلى توحيدك, واتبع أمرك ونهيك.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده ( فَاغْفِرْ لِلَّذِينَ تَابُوا ) من الشرك.وقوله: ( وَاتَّبَعُوا سَبِيلَكَ ) يقول: وسلكوا الطريق الذي أمرتهم أن يسلكوه, ولزموا المنهاج الذي أمرتهم بلزومه, وذلك الدخول في الإسلام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَاتَّبَعُوا سَبِيلَكَ ) : أي طاعتك وقوله: ( وَقِهِمْ عَذَابَ الْجَحِيمِ ) يقول: واصرف عن الذين تابوا من الشرك, واتبعوا سبيلك عذاب النار يوم القيامة.------------------------الهوامش:(5) لم اقف على قائله . واستشهد به المؤلف عند قوله تعالى :\" ربنا وسعت كل شيء رحمة وعلما\" وقد اختلف أهل العربية في نصب رحمة .... الخ . والشاهد في البيت قوله\" مثلك واحد\" ؛ فيجوز في\" واحد\" أن يرد على\" مثلك\" بطريق البدل منه . ويجوز أيضا أن يكون تفسيرا . أي تمييزا لمثل ، لأنه وإن كان معرفة في لفظه ، فهو نكرة في معناه ، فاحتاج من أجل ذلك إلى التفسير\" التمييز\" مثل قولك : لك مثله أرضا ، وعندي فدان أرضا ، ورطل زيتا . لأن المقادير لا تكون إلا معلومة ، وقوله\" مثلك\" في المعنى ألفاظ المقادير . وأما نصب رحمة في الآية ، فقد بينه المؤلف .",
  "ayah": 7,
  "surah": 40
}
