{
  "text": "القول في تأويل قوله تعالى :  وَلَقَدْ أَرْسَلْنَا رُسُلا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلا بِإِذْنِ اللَّهِ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ (78)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ( وَلَقَدْ أَرْسَلْنَا ) يا محمد ( رُسُلا مِنْ قَبْلِكَ ) إلى أممها( مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ ) يقول: من أولئك الذين أرسلنا إلى أممهم من قصصنا عليك نبأهم ( وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ ) نبأهم.وذُكر عن أنس أنهم ثمانية آلاف.* ذكر الرواية بذلك:حدثنا عليّ بن شعيب السمسار, قال: ثنا معن بن عيسى, قال: ثنا إبراهيم بن المهاجر بن مسمار, عن محمد بن المنكدر, عن يزيد بن أبان, عن أنس بن مالك, قال: بعث النبي صَلَّى الله عَلَيْهِ وَسَلَّم بعد ثمانية آلاف من الأنبياء, منهم أربعة آلاف من بني إسرائيل.حدثنا أبو كُرَيب قال: ثنا يونس, عن عتبة بن عتيبة البصريّ العبدي, عن أبي سهل عن وهب بن عبد الله بن كعب بن سور الأزديّ, عن سلمان, عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" بعث الله أربعة آلاف نبيّ\".حدثني أحمد بن الحسين الترمذي, قال: ثنا آدم بن أبي إياس, قال: ثنا إسرائيل, عن جابر, عن ابن عبد الله بن يحيى, عن عليّ بن أبي طالب رضي الله عنه, في قوله: ( مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ ) قال: بعث الله عبدا حبشيا نبيا, فهو الذي لم نقصص عليك.وقوله: ( وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلا بِإِذْنِ اللَّه ) يقول تعالى ذكره: وما جعلنا لرسول ممن أرسلناه من قبلك الذين قصصناهم عليك, والذين لم نقصصهم عليك إلى أممها أن يأتي قومه بآية فاصلة بينه وبينهم, إلا بإذن الله له بذلك, فيأتيهم بها; يقول جلّ ثناؤه لنبيه: فلذلك لم يجعل لك أن تأتي قومك بما يسألونك من الآيات دون إذننا لك بذلك, كما لم نجعل لمن قبلك من رسلنا إلا أن نأذن له به ( فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ ) يعني بالعدل, وهو أن ينجي رسله والذين آمنوا معهم ( وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ ) يقول: وهلك  هنالك الذين أبطلوا في قيلهم الكذب, وافترائهم على الله وادعائهم له شريكا.",
  "ayah": 78,
  "surah": 40
}
