{
  "text": "يقول تعالى ذكره: إن الذين جاءوا بالكذب والبهتان ( عُصْبَةٌ مِنْكُمْ ) يقول: جماعة منكم أيها الناس.( لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ ) يقول: لا تظنوا ما جاءوا به من الإفك شرّا لكم عند الله وعند الناس، بل ذلك خير لكم عنده وعند المؤمنين، وذلك أن الله يجعل ذلك كفارة للمرمي به ويظهر براءته مما رمي به، ويجعل له منه مخرجا. وقيل: إن الذي عنى الله بقوله: ( إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ ) : جماعة، منهم حسان بن ثابت، ومسطح بن أثاثة، وحمنة بنت جحش. كما حدثنا عبد الوارث بن عبد الصمد، قال: ثنا أبي، قال: ثنا أبان العطار، قال: ثنا هشام بن عروة، عن عروة: أنه كتب إلى عبد الملك بن مروان: كتبت إليّ تسألني في الذين جاءوا بالإفك، وهم كما قال الله: ( إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ ) وأنه لم يسمّ منهم أحد إلا حسان بن ثابت، ومسْطَح بن أثاثة، وَحَمْنة بنت جَحْش، وهو يقال في آخرين لا علم لي بهم; غير أنهم عصبة كما قال الله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُريج، عن مجاهد، قوله: ( جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ ) هم أصحاب عائشة، قال ابن جريج: قال ابن عباس: قوله: ( جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ )... الآية، الذين افتروا على عائشة: عبد الله بن أُبيّ، وهو الذي تولى كبره، وحسان بن ثابت، ومسطح، وحمنة بنت جحش.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ ) الذين قالوا لعائشة الإفك والبهتان.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ ) قال: الشرّ لكم بالإفك الذي قالوا، الذي تكلَّموا به، كان شرّا لهم، وكان فيهم من لم يقله، إنما سمعه، فعاتبهم الله، فقال أول شيء: ( إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ لا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ ) ثم قال: ( وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ ).وقوله: ( لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الإثْمِ ) يقول: لكل امرئ من الذين جاءوا بالإفك جزاء ما اجترم من الإثم، بمجيئه بما جاء به، من الأولى عبد الله.وقوله: ( وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ ) يقول: والذي تحمل معظم ذلك الإثم والإفك منهم هو الذي بدأ بالخوض فيه.كما حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ ) يقول: الذي بدأ بذلك.حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( عُصْبَةٌ مِنْكُمْ ) قال: أصحاب عائشة عبد الله بن أُبيّ ابن سلول، ومسطح، وحسان.قال أبو جعفر: له من الله عذاب عظيم يوم القيامة.وقد اختلفت القرّاء في قراءة قوله: ( كِبْرهُ ) فقرأت ذلك عامة قراء الأمصار: ( كِبْرَهُ ) بكسر الكاف، سوى حميد الأعرج، فإنه كان يقرؤه \" كُبْرهُ\" بمعنى: والذي تحمل أكبره.وأولى القراءتين في ذلك بالصواب: القراءة التي عليها عوامّ القرّاء، وهي كسر الكاف، لإجماع الحجة من القرّاء عليها، وأن الكبر بالكسر: مصدر الكبير من الأمور، وأن الكبر بضم الكاف إنما هو من الولاء والنسب من قولهم: هو كُبر قومه، والكبر في هذا الموضع: هو ما وصفناه من معظم الإثم والإفك. فإذا كان ذلك كذلك، فالكسر في كافه هو الكلام الفصيح دون ضمها، وإن كان لضمها وجه مفهوم.وقد اختلف أهل التأويل في المعنيّ بقوله: ( وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ ) الآية، فقال بعضهم: هو حسان بن ثابت.*ذكر من قال ذلك:حدثنا الحسن بن قزعة، قال: ثنا مسلمة بن علقمة، قال: ثنا داود، عن عامر، أن عائشة قالت: ما سمعت بشيء أحسن من شعر حسان، وما تمثلت به إلا رجوت له الجنة، قوله لأبي سفيان:هَجَـــوْتَ مُحَــمَّدًا فَـأَجَبْتُ عَنْـهُوَعِنْــدَ اللــه فــي ذاكَ الجَـزَاءُفــإنَّ أبـــي وَوَالِــدَهُ وَعِـرْضيلِعِــرْضِ مُحــمّدٍ مِنْكُــمْ وقــاءُأتَشْــتُمُهُ وَلَسْــتَ لَــهُ بكُــفءٍفَشَـــرُّكُما لِخَيْرِكُمـــا الفِـــداءُلســانِي صَـــارمٌ لا عَيْــبَ فِيـهوبَحْـــري لا تُكَـــدّرهُ الــدّلاءُ (1)فقيل: يا أم المؤمنين، أليس هذا لغوا؟ قالت; لا إنما اللَّغو ما قيل عند النساء. قيل: أليس الله يقول: ( وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ ) قالت: أليس قد أصابه عذاب عظيم، أليس قد ذهب بصره، وكُنِّع بالسيف (2) .قال: ثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن الأعمش، عن أبي الضحى، عن مسروق قال: كنت عند عائشة، فدخل حسان بن ثابت، فأمرت، فألقي له وسادة; فلما خرج قلت لعائشة: ما تصنعين بهذا، وقد قال الله ما قال؟ فقالت: قال الله: ( وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ ) وقد ذهب بصره، ولعلّ الله يجعل ذلك العذاب العظيم: ذهاب بصره.حدثنا ابن المثنى، قال: ثنا محمد بن أبي عديّ، عن شعبة، عن سليمان، عن أبي الضحى، عن مسروق، قال: دخل حسان بن ثابت على عائشة، فشبَّب بأبيات له، فقال:وتصبح غَرْثَى مِنْ لُحُومِ الغَوَافِل (3)فقالت عائشة: أما إنك لست كذلك، فقلت: تدعين هذا الرجل يدخل عليك، وقد أنـزل الله فيه: ( وَالَّذِي تَوَلَّى كِبْرَهُ ) الآية؟ فقالت: وأيّ عذاب أشدّ من العمى، وقالت: إنه كان يدفع عن رسول الله صلى الله عليه وسلم.حدثني محمد بن عثمان الواسطي، قال: ثنا جعفر بن عون، عن المُعَلَّى بن عرفان، عن محمد بن عبد الله بن جحش، قال: تفاخرت عائشة وزينب، قال: فقالت زينب: أنا التي نـزل تزويجي من السماء قال: وقالت عائشة: أنا التي نـزل عذري في كتابه حين حملني ابن المعطّل على الراحلة، فقالت لها زينب: يا عائشة، ما قلت حين ركبتيها، قالت: قلت: حسبي الله ونعم الوكيل، قالت: قلت كلمة المؤمنين.وقال آخرون: هو عبد الله بن أُبَي ابن سلول.*ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبو أسامة، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: كان الذين تكلموا فيه: المنافق عبد الله بن أُبي ابن سلول، وكان يستوشيه ويجمعه، وهو الذي تولى كبره، ومسطح، وحسان بن ثابت.حدثنا سفيان، قال: ثنا محمد بن بشر، قال: ثنا محمد بن عمرو، قال: ثنا يحيى بن عبد الرحمن بن حاطب، عن علقمة بن وقاص وغيره أيضا، قالوا: قالت عائشة: كان الذي تولى كبره: الذي يجمعهم في بيته، عبد الله بن أُبي ابن سلول.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن ابن شهاب، قال: ثني عروة بن الزبير، وسعيد بن المسيب، وعلقمة بن وقاص، وعبيد الله بن عبد الله بن عتبة، عن عائشة، قالت: كان الذي تولى كبره: عبد الله بن أُبي.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: قال ابن عباس: ( إِنَّ الَّذِينَ جَاءُوا ) الآية، الذين افتروا على عائشة: عبد الله بن أُبي، وهو الذي تولى كبره، وحسان، ومسطح، وحمنة بنت جحش.حدثنا عبد الوارث بن عبد الصمد، قال: ثنا أبي، قال: ثنا أبان العطار، قال: ثنا هشام بن عروة في الذين جاءوا بالإفك، يزعمون أنه كان كِبْرُ ذلك عبد الله بن أُبي ابن سلول، أحد بني عوف بن الخزرج، وأخبرت أنه كان يحدّث به عنهم، فيقرّه ويسمعه ويستوشيه.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: أما الذي تولى كبره منهم، فعبد الله بن أُبي ابن سلول الخبيث، هو الذي ابتدأ هذا الكلام، وقال: امرأة نبيكم باتت مع رجل حتى أصبحت، ثم جاء يقود بها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد: والذي تولى كبره هو عبد الله بن أُبي ابن سلول، وهو بدأه.وأولى القولين في ذلك بالصواب: قول من قال: الذي تولى كبره من عصبة الإفك، كان عبد الله بن أُبي، وذلك أنه لا خلاف بين أهل العلم بالسير، أن الذي بدأ بذكر الإفك، وكان يجمع أهله ويحدثهم، عبد الله بن أُبي ابن سلول، وفعله ذلك على ما وصفت كان توليه كبر ذلك الأمر.وكان سبب مجيء أهل الإفك، ما حدَّثنا به ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب، ثني عروة بن الزبير، وسعيد بن المسيب، وعلقمة بن وقاص، وعبيد الله بن عبد الله بن عتبة بن مسعود، عن حديث عائشة زوج النبيّ صلى الله عليه وسلم حين قال لها أهل الإفك ما قالوا، فبرأها الله، وكلهم حدثني طائفة من حديثها، وبعضهم كان أوعى لحديثها من بعض، وأثبت اقتصاصا، وقد وعيت عن كل رجل منهم الحديث الذي حدثني عن عائشة، وبعض حديثهم يصدّق بعضا:زعموا أن عائشة زوج النبيّ صلى الله عليه وسلم قالت: كان رسول الله صلى الله عليه وسلم إذا أراد سفرا أقرع بين نسائه، فأيتهن خرج سهمها خرج بها. قالت عائشة: فأقرع بيننا في غزاة غزاها، فخرج سهمي، فخرجت مع رسول الله صلى الله عليه وسلم ، وذلك بعد ما أنـزل الحجاب، وأنا أحمل في هودجي وأنـزل فيه فسرنا، حتى إذا فرغ رسول الله صلى الله عليه وسلم من غزوه وقفل إلى المدينة، آذن ليلة بالرحيل، فقمت حين آذنوا بالرحيل، فمشيت حتى جاوزت الجيش، فلما قضيت شأني، أقبلت إلى الرحل، فلمست صدري، فإذا عقد لي من جَزْع ظفار قد انقطع، فرجعت فالتمست عقدي، فحبسني ابتغاؤه، وأقبل الرهط الذين كانوا يرحلون لي، فاحتملوا هودجي، فرحلوه على بعيري الذي كنت أركب، وهم يحسبون أني فيه، قالت: وكانت النساء إذ ذاك خفافا لم يُهَبِّلْهُن ولم يَغْشَهن اللحم، إنما يأكلن العُلْقة من الطعام، فلم يستنكر القوم ثقل الهودج حين رحلوه ورفعوه، وكنت جارية حديثة السنّ، فبعثوا الجمل وساروا، فوجدت عقدي بعد ما استمرّ الجيش، فجئت منازلهم وليس بها داع ولا مجيب، فتيممت منـزلي الذي كنت فيه، وظننت أن القوم سيفقدوني ويرجعون إليّ، فبينا أنا جالسة في منـزلي، غلبتني عيني، فنمت حتى أصبحت. وكان صفوان بن المعطل السلمي ثم الذكواني قد عرس من وراء الجيش، فأدلج فأصبح عند منـزلي، فرأى سواد إنسان نائم، فأتاني، فعرفني حين رآني، وكان يراني قبل أن يضرب الحجاب عليّ، فاستيقظت باسترجاعه حين عرفني، فخمرت وجهي بجلبابي، والله ما تكلمت بكلمة، ولا سمعت منه كلمة غير استرجاعه، حتى أناخ راحلته، فوطئ على يديها، فركبتها، فانطلق يقود بي الراحلة، حتى أتينا الجيش بعدما نـزلوا موغرين في نحر الظهيرة، فهلك من هلك في شأني، وكان الذي تولى كبره عبد الله بن أُبي ابن سلول، فقدمنا المدينة، فاشتكيت شهرا، والناس يفيضون في قول أهل الإفك ولا أشعر بشيء من ذلك، وهو يريبني في وجعي أني لا أعرف من رسول الله اللطف الذي كنت أرى منه حين أشتكي، إنما يدخل فيسلم ثم يقول: \" كيف تيكم؟ \" فذلك يريبني، ولا أشعر بالشر حتى خرجت بعد ما نقهت، فخرجت مع أمّ مسطح قبل المناصع، وهو متبرّزنا، ولا نخرج إلا ليلا إلى ليل، وذلك قبل أن نتخذ الكنف قريبا من بيوتنا، وأمرنا أمر العرب الأول في التنـزه (4) وكنا نتأذّى بالكنف أن نتخذها عند بيوتنا، فانطلقت أنا وأمّ مسطح، وهي ابنة أبي رهم بن عبد المطلب بن عبد مناف، وأمها ابنة صخر بن عامر، خالة أبي بكر الصدّيق، وابنها مسطح بن أثاثة بن عباد بن المطلب، فأقبلت أنا وابنة أبي رهم قبل بيتي حين فرغنا من شأننا، فعثرت أمّ مسطح في مرطها، فقالت: تعس مسطح، فقلت لها: بئس ما قلت! أتسبين رجلا قد شهد بدرا؟ فقالت: أي هنتاه، أولم تسمعي ما قال؟ قلت: وما قال؟ فأخبرتني بقول أهل الإفك، فازددت مرضا على مرضي، فلما رجعت إلى منـزلي، ودخل عليّ رسول الله صلى الله عليه وسلم ، ثم قال: \" كيف تيكم؟ \" فقلت: أتأذن لي أن آتي أبويّ؟ قال: \" نعم \"، قالت: وأنا (5) حينئذ أريد أن أستثبت الخبر من قِبَلهما، فأذن لي رسول الله صلى الله عليه وسلم، فجئت أبويّ، فقلت لأمي: أي أمتاه، ماذا يتحدّث الناس؟ فقالت: أي بنية، هوّني عليك، فوالله  لقلما كانت امرأة قطّ وضيئة عند رجل يحبها ولها ضرائر، إلا أكثرن عليها. قالت: قلت: سبحان الله، أو قد تحدّث الناس بهذا وبلغ رسول الله صلى الله عليه وسلم؟ قالت: نعم، فبكيت تلك الليلة حتى أصبحت لا يرقأ لي دمع، ولا أكتحل بنوم، ثم أصبحت، فدخل عليّ أبو بكر وأنا أبكي، فقال لأمي: ما يبكيها؟ قالت: لم تكن علمت ما قيل لها، فأكبّ يبكي، فبكى ساعة، ثم قال: اسكتي يا بنية، فبكيت يومي ذلك لا يرقأ لي دمع، ولا أكتحل بنوم، ثم بكيت ليلي المقبل لا يرقأ لي دمع، ولا أكتحل بنوم، ثم بكيت ليلتي المقبلة، لا يرقأ لي دمع، ولا أكتحل بنوم، حتى ظن أبواي أن البكاء سيفلق كبدي.فدعا رسول الله صلى الله عليه وسلم عليّ بن أبي طالب، وأُسامة بن زيد، حين استلبث الوحي، يستشيرهما في فراق أهله قالت: فأما أُسامة، فأشار على رسول الله صلى الله عليه وسلم بالذي يعلم من براءة أهله وبالذي في نفسه من الود فقال: يا رسول الله، هم أهلك، ولا نعلم إلا خيرا. وأما عليّ فقال: لم يضيق الله عليك، والنساء سواها كثير، وإن تسأل الجارية تصدقك، يعني: بريرة، فدعا رسول الله صلى الله عليه وسلم بَرِيرة، فقال: \" هَلْ رأيْت منْ شَيء يَرِيبُكِ مِنْ عائِشَةَ؟ \" قالت له بريرة: والذي بعثك بالحقّ، ما رأيت عليها أمرا قطّ أغمصه عليها، أكثر من أنها حديثة السنّ، تنام عن عجين أهلها، فتأتي الداجن فتأكله، فقام النبيّ صلى الله عليه وسلم خطيبا، فحمد الله وأثنى عليه بما هو أهله، ثم قال: \" مَنْ يَعْذُرُني مِمَّنْ قَدْ بَلَغني أذَاهُ في أهْلِي؟ \" يعني عبد الله بن أُبيّ ابن سلول، وقال رسول الله صلى الله عليه وسلم وهو على المنبر أيضا: \" يا مَعْشَرَ المُسْلِمِينَ، مَنْ يَعْذُرُنِي مِنْ رَجُلٍ قَدْ بَلَغَني أذَاهُ فِي أهْلِي؟ فَوَاللهِ ما عَلِمْتُ عَلى أهْلِي إلا خَيْرًا، وَلَقَدْ ذَكَرُوا رَجُلا ما عَلِمْتُ عَلَيْه إلا خَيْرًا، وما كانَ يَدْخُل على أهْلِي إلا مَعي\" فقام سعد بن معاذ الأنصاري فقال: أنا أعذرك منه يا رسول الله، إن كان من الأوس ضربنا عنقه، وإن كان من إخواننا الخزرج أمرتنا ففعلنا أمرك؛ فقام سعد بن عبادة، فقال، وهو سيد الخزرج، وكان رجلا صالحا، ولكن احتملته الحمية، فقال: أي سعد بن معاذ لعمر الله لا تقتله، ولا تقدر على قتله، فقام أسيد بن حضير، وهو ابن عمة سعد بن معاذ، فقال لسعد بن عبادة: كذبت، لعمر الله لنقتلنه، فإنك منافق تجادل عن المنافقين، فثار الحيان الأوس والخزرج، حتى هموا أن يقتتلوا، ورسول الله &; 19-123 &; صلى الله عليه وسلم قائم على المنبر، فلم يزل رسول الله صلى الله عليه وسلم يخفضهم حتى سكتوا، ثم أتاني رسول الله صلى الله عليه وسلم وأنا في بيت أبويّ، فبينا هما جالسان عندي وأنا أبكي، استأذنت عليّ امرأة من الأنصار، فأذنت لها، فجلست تبكي معي; قالت: فبينا نحن على ذلك، دخل علينا رسول الله صلى الله عليه وسلم ، ثم جلس عندي، ولم يجلس عندي منذ قيل ما قيل، وقد لبث شهرا لا يوحَى إليه في شأني بشيء، قالت: فتشهد رسول الله صلى الله عليه وسلم حين جلس، ثم قال: \" أمَّا بَعْدُ يَا عائشَةُ، فإنَّهُ بَلَغَني عَنْكِ كَذَا وكَذَا، فإنْ كُنْت بَرِيئَةً فَسَيُبَرئُكِ اللهُ، وإن كُنْتِ ألمَمْتِ بِذَنْبٍ، فاسْتَغْفِري اللهَ، وَتُوبِي إلَيْهِ، فإنَّ العَبْدَ إذَا اعْتَرَف بِذَنْبِهِ ثُمَّ تابَ، تابَ اللهُ عَلَيْهِ\". فلما قضى رسول الله صلى الله عليه وسلم مقالته، قلص دمعي، حتى ما أحسّ منه دمعة، قلت لأبي: أجب عني رسول الله صلى الله عليه وسلم فيما قال، قال: والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم، فقلت لأمي: أجيبي عني رسول الله صلى الله عليه وسلم، قالت: والله ما أدري ما أقول لرسول الله صلى الله عليه وسلم، فقلت: وأنا جارية حديثة السنّ لا أقرأ كثيرًا من القرآن: إني والله قد عرفت أن قد سمعتم بهذا، حتى استقرّ في أنفسكم، حتى كدتم أن تصدِّقوا به، فإن قلت لكم: إني بريئة والله يعلم أني بريئة لا تصدّقوني بذلك، ولئن اعترفت لكم بأمر، والله يعلم أني منه بريئة لتصدقني، وإني والله ما أجد لي ولكم مثلا إلا كما قال أبو يوسف (6)  فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ  ثم تولّيت واضطجعت على فراشي، وأنا والله أعلمُ أني بريئة، وأن الله سيبرّئني ببراءتي، ولكني والله ما كنت أظنّ أن ينـزل في شأني وحي يُتلى، ولشأني كان أحقر في نفسي من أن يتكلم الله فيَّ بأمر يُتلى، ولكن كنت أرجو أن يرى رسول الله صلى الله عليه وسلم في المنام رؤيا يبرّئني الله بها، قالت: والله ما رام رسول الله صلى الله عليه وسلم مجلسه، ولا خرج من البيت أحد حتى أنـزل الله على نبيه، فأخذه ما كان يأخذه من البرحاء عند الوحي، حتى إنه ليتحدّر منه مثل الجمان من العرق في اليوم الشاتي، من ثقل القول الذي أُنـزل عليه، قالت: فلما سُرِّيَ عن رسول الله صلى الله عليه وسلم وهو يضحك، كان أوّل كلمة تكلم بها  أن قال: \" أبْشِرِي يا عائِشَةُ، إنَّ اللهَ قَدْ برَّأك!\" فقالت لي أمي، قومي إليه، فقلت: والله لا أقوم إليه، ولا أحمد إلا الله، هو الذي أنـزل براءتي. فأنـزل الله: ( إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ ) عشر آيات، فأنـزل هذه الآيات براءة لي. قالت: فقال أبو بكر، وكان ينفق على مسطح لقرابته وفقره: والله لا أنفق عليه شيئا أبدا بعد الذي قال لعائشة، قالت: فأنـزل الله:  وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ  حتى بلغ:  غَفُورٌ رَحِيمٌ  فقال أبو بكر: إني لأحبّ أن يغفر الله لي، فرجع إلى مسطح النفقة التي كان ينفق عليه، وقال: لا أنـزعها منه أبدا.قالت عائشة: وكان رسول الله صلى الله عليه وسلم يسأل زينب بنت جحش عن أمري، وما رأت، وما سمعت، فقالت: يا رسول الله، أحمي سمعي وبصري، والله ما رأيت إلا خيرا، قالت عائشة: وهي التي كانت تساميني، فعصمها الله بالورع، وطفقت أختها حمنة تحارب، فهلكت فيمن هلك.قال الزهري بن شهاب: هذا الذي انتهى إلينا من أمر هؤلاء الرهط.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن الزهري، وعن علقمة بن وقاص الليثي، عن سعيد بن المسيب، وعن عروة بن الزبير، وعن عبيد الله بن عتبة بن مسعود، قال الزهري: كلّ قد حدثني بعض هذا الحديث، وبعض القوم كان له أوعى من بعض. قال: وقد جمعت لك كل الذي قد حدثني.وحدثنا ابن حميد، قال: ثنا سلمة; قال: وثني محمد بن إسحاق، قال: ثنا يحيى بن عباد بن عبد الله بن الزبير، عن أبيه، عن عائشة قال: وثني عبد الله بن بكر بن محمد بن عمرو بن حزم الأنصاري، عن عمرة بنت عبد الرحمن، عن عائشة قالت: وكل قد اجتمع في حديثه قصة خبر عائشة عن نفسها، حين قال أهل الإفك فيها ما قالوا، وكله قد دخل في حديثها عن هؤلاء جميعا، ويحدث بعضهم ما لم يحدث بعض، وكلّ كان عنها ثقة، وكلّ قد حدّث عنها ما سمع.قالت عائشة رضي الله عنها: كان رسول الله صلى الله عليه وسلم إذا أراد سفرا أقرع بين نسائه، فأيتهنّ خرج سهمها خرج بها معه، فلما كانت غزاة بني المصطلق، أقرع بين نسائه، كما كان يصنع، فخرج سهمي عليهنّ، فخرج بي رسول الله صلى الله عليه وسلم معه، قالت: وكان النساء إذ ذاك إنما يأكلن العلق، لم يهيجهن اللحم فيثقلن؛ &; 19-125 &; قالت: وكنت إذا رحل بعيري جلست في هودجي، ثم يأتي القوم الذين يرحلون بي بعيري ويحملوني، فيأخذون بأسفل الهودج يرفعونه فيضعونه على ظهر البعير، فينطلقون به؛ قالت: فلما فرغ رسول الله صلى الله عليه وسلم من سفره ذلك، وجه قافلا حتى إذا كان قريبا من المدينة، نـزل منـزلا فبات بعض الليل، ثم أذن في الناس بالرحيل. فلما ارتحل الناس، خرجت لبعض حاجتي وفي عنقي عقد لي من جزع ظَفَار، فلما فرغت انسلّ من عنقي وما أدري; فلما رجعت إلى الرحل ذهبت ألتمسه في عنقي فلم أجده، وقد أخذ الناس في الرحيل، قالت: فرجعت عَوْدِي إلى بَدْئي، إلى المكان الذي ذهبت إليه، فالتمسته حتى وجدته، وجاء القوم خلافي الذين كانوا يرحلون بي البعير.ثم ذكر نحو حديث ابن عبد الأعلى، عن ابن ثور.حدثنا ابن وكيع، قال: ثنا أبو أسامة، عن هشام بن عروة، عن أبيه، عن عائشة رضي الله عنها ، قالت: لما ذكر من شأني الذي ذكر وما علمت به، قام رسول الله صلى الله عليه وسلم خطيبا وما علمت فتشهد فحمد الله وأثنى عليه بما هو أهله، ثم قال: \" أمَّا بَعْدُ أشِيرُوا عَلَيَّ في أُناسٍ أبَنُوا أهْلِي، واللهِ ما عَلِمْتُ عَلى أهْلِي سُوءًا قَطُّ، وأبَنوهُم بمَنْ واللهِ مَا عَلِمْتُ عَلَيْهِ سُوءًا قَطُّ، ولا دَخَلَ بَيْتِي قَطُّ إلا وأنا حاضِرٌ، ولا أغِيبُ في سَفَرٍ إلا غَابَ مَعِي\" فقام سعد بن معاذ فقال: يا رسول الله، نرى أن نضرب أعناقهم، فقام رجل من الخزرج، وكانت أمّ حسان بن ثابت من رهط ذلك الرجل، فقال: كذبت، أما والله لو كانوا من الأوس ما أحببت أن تضرب أعناقهم حتى كاد أن يكون بين الأوس والخزرج في المسجد شر، وما علمت به، فلما كان مساء ذلك اليوم، خرجت لبعض حاجتي ومعي أمّ مسطح، فعثرت، فقالت: تعس مسطح، فقلت علام تسبين ابنك فسكتت، ثم عثرت الثانية، فقالت: تعس مسطح، قلت: علام تسبين ابنك؟ فسكتت، ثم عثرت الثالثة، فقالت: تعس مسطح فانتهرتها وقلت: علام تسبين ابنك؟ قالت: والله ما أسبه إلا فيك، قلت: في أيّ شأني، فبقرت (7) لي الحديث، فقلت: وقد كان هذا؟ قالت: نعم والله، قالت: فرجعت إلى بيتي فكأن الذي خرجتُ له لم أخرج له، ولا أجد منه قليلا ولا كثيرا، ووعكت، فقلت: يا رسول الله، أرسلني إلى بيت أبي، فأرسل معي الغلام، فدخلت الدار فإذا أنا بأمي أمّ رومان، قالت: ما جاء بك يا بُنية؟ فأخبرتها، فقالت: خفِّضي عليك الشأن، &; 19-126 &; فإنه والله ما كانت امرأة جميلة عند رجل يحبها ولها ضرائر إلا حسدنها وقلن فيها، قلت: وقد علم بها أبي؟ قالت: نعم. قلت: ورسول الله؟ قالت: نعم، فاستعبرت وبكيت، فسمع أبو بكر صوتي وهو فوق البيت يقرأ، فنـزل فقال لأمي: ما شأنها؟ قالت: بلغها الذي ذكر من أمرها، ففاضت عيناه، فقال: أقسمت عليك إلا رجعت إلى بيتك.فرجعت ، فأصبح أبواي عندي، فلم يزالا عندي حتى دخل رسول الله صلى الله عليه وسلم عليّ بعد العصر، وقد اكتنفني أبواي، عن يميني، وعن شمالي، فتشهد رسول الله صلى الله عليه وسلم، فحمد الله وأثنى عليه بما هو أهله، ثم قال: \" أمَّا بَعْدُ يا عائِشَةُ، إن كُنْتِ قَارفتِ سُوءًا أوْ ألمَمْتِ فَتُوبِي إلى الله، فإنَّ الله يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِه \" وقد جاءت امرأة من الأنصار وهي جالسة، فقلت: ألا تستحي من هذه المرأة أن تقول شيئا؟ فقلت لأبي: أجبه، فقال: أقول ماذا؟ قلت لأمي: أجيبيه، فقالت: أقول ماذا؟ فلما لم يجيباه تشهدت، فحمدت الله وأثنيت عليه بما هو أهله، ثم قلت: أما بعد، فوالله لئن قلت لكم إني لم أفعل، والله يعلم إني لصادقة ما ذا بنافعي عندكم، لقد تكلم به وأشربته قلوبكم، وإن قلت إني قد فعلت، والله يعلم أني لم أفعل، لتقولنّ قد باءت به على نفسها، وأيم الله، ما أجد لي ولكم مثلا إلا كما قال أبو يوسف وما أحفظ اسمه:  فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ  وأنـزل الله على رسوله ساعتئذ، فرفع عنه، وإني لأتبين السرور في وجهه، وهو يمسح جبينه يقول: \" أبْشِرِي يا عائِشَةُ، فَقَدْ أنـزلَ اللهُ بَرَاءَتَكِ\" فكنت أشدّ ما كنت غضبا، فقال لي أبواي: قومي إلى رسول الله صلى الله عليه وسلم، فقلت: والله لا أقوم إليه، ولا أحمده ولا أحمدكما، لقد سمعتموه فما أنكرتموه ولا غيرتموه، ولكني أحمد الله الذي أنـزل براءتي. ولقد جاء رسول الله بيتي، فسأل الجارية عني، فقالت: والله ما أعلم عليها عيبا، إلا أنها كانت تنام حتى كانت تدخل الشاة فتأكل حصيرها أو عجينها، فانتهرها بعض أصحابه، وقال لها: اصدقي رسول الله صلى الله عليه وسلم، قال عروة: فعتب على من قاله، فقال: لا والله ما أعلم عليها إلا ما يعلم الصائغ على تبر الذهب الأحمر، وبلغ ذلك الرجل الذي قيل له، فقال: سبحان الله ما كشفت كنف أنثى قطّ، فقتل شهيدا في سبيل الله، قالت عائشة: فأما زينب بنت جحش فعصمها الله بدينها، فلم تقل إلا خيرا، وأما حمنة أختها، فهلكت فيمن هلك، وكان الذين تكلموا فيه: المنافق عبد الله بن أُبي ابن سلول، وكان يستوشيه ويجمعه، وهو الذي تولى كبره،  ومسطحا، وحسان بن ثابت، فحلف أبو بكر أن لا ينفع مسطحا بنافعة، فأنـزل الله:  وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ  . يعني أبا بكر،  أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ  يعني: مسطحا  أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ  قال أبو بكر: بلى والله، إنا لنحبّ أن يغفر الله لنا، وعاد أبو بكر لمسطح بما كان يصنع به.حدثنا ابن وكيع، قال: ثنا محمد بن بشر، قال: ثنا محمد بن عمرو، قال: ثنا يحيى بن عبد الرحمن بن حاطب، عن علقمة بن وقاص وغيره أيضا، قال: خرجت عائشة تريد المذهب (8) ومعها أمّ مسطح، وكان مسطح بن أثاثة ممن قال ما قال، وكان رسول الله صلى الله عليه وسلم خطب الناس قبل ذلك، فقال: \" كَيْفَ تَرَوْنَ فِيمَنْ يُؤْذِيني فِي أهْلِي ويَجْمَعُ في بَيْتِهِ مَنْ يُؤْذِيني؟ \" فقال سعد بن معاذ: أي رسول الله، إن كان منا معشر الأوس جلدنا رأسه، وإن كان من إخواننا من الخزرج، أمرتنا فأطعناك، فقال سعد بن عبادة: يا بن معاذ، والله ما بك نصرة رسول الله، ولكنها قد كانت ضغائن في الجاهلية، وإحن لم تحلل لنا من صدوركم بعد، فقال ابن معاذ: الله أعلم ما أردت، فقام أسيد بن حضير فقال: يا بن عبادة، إن سعدا ليس شديدا، ولكنك تجادل عن المنافقين، وتدفع عنهم، وكثر اللغط في الحيين في المسجد، ورسول الله صلى الله عليه وسلم جالس على المنبر، فما زال النبيّ صلى الله عليه وسلم يومئ بيده إلى الناس هاهنا وهاهنا، حتى هدأ الصوت.وقالت عائشة: كان الذي تولى كبره، والذي يجمعهم في بيته، عبد الله بن أُبي ابن سلول، قالت: فخرجت إلى المذهب ومعي أمّ مسطح، فعثرت، فقالت: تعس مسطح، فقلت: غفر الله لك، أتقولين هذا لابنك ولصاحب رسول الله صلى الله عليه وسلم؟ قالت ذلك مرّتين، وما شعرت بالذي كان، فحُدثت، فذهب عني الذي خرجت له، حتى ما أجد منه شيئا،ورجعت على أبويّ: أبي بكر، وأمّ رومان فقلت: أما اتقيتما الله في وما وصلتما رحمي؟ قال النبيّ صلى الله عليه وسلم الذي قال، وتحدّث الناس بالذي تحدثوا به ولم تعلماني، فأخبر رسول الله صلى الله عليه وسلم، قالت: أي بنية، والله لقلما أحبّ رجل قطّ امرأته إلا قالوا لها نحو الذي قالوا لك، أي بنية ارجعي إلى بيتك حتى نأتيك فيه، فرجعت وارتكبني صالب من حمى، فجاء أبواي فدخلا وجاء رسول الله صلى الله عليه وسلم حتى جلس على سريري وجاهي، فقالا أي بنية، إن كنت صنعت ما قال الناس فاستغفري الله، وإن لم تكوني صنعتيه فأخبري رسول الله بعذرك، قلت: ما أجد لي ولكم إلا كأبي يوسف  فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ  قالت: فالتمست اسم يعقوب فما قدرت، أو فلم أقدر عليه، فشخص بصر رسول الله إلى السقف، وكان إذا نـزل عليه وجد قال الله:  إِنَّا سَنُلْقِي عَلَيْكَ قَوْلا ثَقِيلا  فوالذي هو أكرمه، وأنـزل عليه الكتاب ما زال يضحك حتى إني لأنظر إلى نواجذه سرورا، ثم مسح عن وجهه، فقال: \" يا عائشَةُ أبْشرِي، قد أنـزل اللهُ عُذْرَك \" قلت: بحمد الله لا بحمدك، ولا بحمد أصحابك، قال الله: ( إِنَّ الَّذِينَ جَاءُوا بِالإفْكِ عُصْبَةٌ مِنْكُمْ )... حتى بلغ  وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ  وكان أبو بكر حلف أن لا ينفع مسطحا بنافعة، وكان بينهما رحم، فلما أنـزلت:  وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ  ... حتى بلغ:  وَاللَّهُ غَفُورٌ رَحِيمٌ  قال أبو بكر: بلى، أي ربّ، فعاد إلى الذي كان لمسطح  إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ  ... حتى بلغ  أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ  قالت عائشة: والله ما كنت أرجو أن ينـزل فيّ كتاب ولا أطمع به، ولكن أرجو أن يرى رسول الله صلى الله عليه وسلم رؤيا تذهب ما في نفسه، قالت: وسأل الجارية الحبشية فقالت: والله لعائشة أطيب من طيب الذهب، وما بها عيب إلا أنها ترقد حتى تدخل الشاة فتأكل عجينها، ولئن كانت صنعت ما قال الناس ليخبرنك الله، قال: فعجب الناس من فقهها.--------------------------الهوامش :(1) هذه الأبيات الأربعة لحسان بن ثابت الأنصاري ، شاعر الرسول -صلى الله عليه وسلم- ، يهجو بها أبا سفيان بن الحارث بن عبد المطلب شاعر قريش قبل إسلامه . وهي من قصيدته التي مطلعها : : \" عفت ذات الأصابع فالجواء \" . والأبيات قرب نهاية القصيدة ، وقبلها .ألا أبلـــغ أبــا ســفيان عنــيمغلغلـــة فقــد بــرح الخفــاء= ( وانظر القصيدة في سيرة ابن هشام طبعة الحلبي ج 4 : 64 - 66 ) وقد استشهد بها المؤلف على أن حسان كان ممن خاض في حديث الإفك الذي رميت به أم المؤمنين عائشة المبرأة ، رضي الله عنها(2) كنع بالسيف : ضرب به حتى يبس جلده ( اللسان )(3) هذا عجز بيت لحسان بن ثابت ، من أبيات له في مدح أم المؤمنين عائشة رضي الله عنه بعد أن نزلت براءتها في سورة النور ، من الإفك الذي خاض فيه بعض الصحابة ، وكان حسان من أشدهم خوضًا فيه ، حتى إذا حصحص الحق ، وظهرت براءة أم المؤمنين ندم حسان واعتذر ، وقال يمدحها في أبيات له . وصدر البيت * حصـان رزان مـا تـزن بريبة *والحصان : العفيفة والرزان : الرزينة الثابتة التي لا يستخفها الطيش . وتزن ترمي وتتهم . والريبة : التهمة والشك . وغرثى : جائعة ، يريد لا تغتاب النساء ، والغوافل : جمع غافلة ، وهي التي غفل قلبها عن الشر ( وانظر سيرة ابن هشام طبعة الحلبي 3 : 319 ، 320 )(4) كذا رواه الإمام مسلم في صحيحه ( 17 : 106 ) بشرح النووي . وفي صحيح البخاري طبعة الحلبي ( 5: 150 ) : البرية قبل الغائط ، في مكان : التنزه(5) هذه رواية مسلم . وفي صحيح البخاري ( 5 : 150 ) : قالت : أريد أن أستيقن الخبر من قبلهما قالت : فأذن .. . إلخ(6) لم تذكر أم المؤمنين رضي الله عنها اسم النبي يعقوب أبي يوسف عليهما السلام ، لأنها كانت جارية حديثة السن ، ولم تقرأ كثيرًا من القرآن بعد(7)  ‌بقرت لي الحديث : أخبرتني به مفصلا(8) المذهب : مكان التبرز في الخلاء",
  "ayah": 11,
  "surah": 24
}
