{
  "text": "اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه الخبيثات من القول للخبيثين من الرجال، والخبيثون من الرجال للخبيثات من القول، والطيبات من القول للطيبين من الناس، والطيبون من الناس للطيبات من القول.*ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ) يقول: الخبيثات من القول للخبيثين من الرجال، والخبيثون من الرجال للخبيثات من القول.وقوله: ( وَالطَّيِّبَاتُ لِلطَّيِّبِينَ ) يقول: الطيبات من القول للطيبين من الرجال، والطيبون من الرجال للطيبات من القول، نـزلت في الذين قالوا في زوجة النبيّ صلى الله عليه وسلم ما قالوا من البهتان، ويقال: الخبيثات للخبيثين: الأعمال الخبيثة تكون للخبيثين: والطيبات من الأعمال تكون للطيبين.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن عثمان بن الأسود، عن مجاهد، الخبيثات من الكلام للخبيثين من الناس، والطيبات من الكلام للطيبين من الناس.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، في قول الله: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ) قال: الطيبات: القول الطيب، يخرج من الكافر والمؤمن فهو للمؤمن، والخبيثات: القول الخبيث يخرج من المؤمن والكافر فهو للكافر ( أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ) وذلك أنه برأ كليهما مما ليس بحقّ من الكلام.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، في قوله: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ) يقول: الخبيثات والطيبات: القول السيئ والحسن، للمؤمنين الحسن وللكافرين السيئ( أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ) وذلك بأنه ما قال الكافرون من كلمة طيبة فهي للمؤمنين، وما قال المؤمنون من كلمة خبيثة فهي للكافرين، كلّ بريء مما ليس بحقّ من الكلام.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أبي نجيح، عن مجاهد: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ ) قال: الخبيثات من الكلام للخبيثين من الناس، والخبيثون من الناس للخبيثات من الكلام.حدثنا الحسن قال: أخبرنا عبد الرزاق، قال أخبرنا معمر عن ابن أبي نجيح عن مجاهد، مثله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ )... الآية، يقول: الخبيثات من القول للخبيثين من الرجال، والخبيثون من الرجال للخبيثات من القول، والطيبات من القول للطيبين من الرجال، والطيبون من الرجال للطيبات من القول، فهذا في الكلام، وهم الذين قالوا لعائشة ما قالوا، هم الخبيثون، والطيبون هم المبرّءون مما قال الخبيثون.حدثنا أبو زرعة، قال ثنا أبو نعيم، قال: ثنا سلمة، يعني ابن نبيط الأشجعي، عن الضحاك: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ ) قال: الخبيثات من الكلام للخبيثين من الناس، والطيبات من الكلام للطيبين من الناس.قال: ثنا قبيصة، قال: ثنا سفيان، عن ابن أبي نجيح وعثمان بن الأسود، عن مجاهد: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ) قال: الخبيثات من الكلام للخبيثين من الناس، والخبيثون من الناس للخبيثات من القول، والطيبات من القول للطيبين من الناس، والطيبون من الناس للطيبات من القول.قال: ثنا سفيان عن خصيف، عن سعيد بن جبير، قال: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ) قال: الخبيثات من القول للخبيثين من الناس، والخبيثون من الناس للخبيثات من القول، والطيبات من القول للطيبين من الناس، والطيبون من الناس للطيبات من القول.قال: ثني محمد بن بكر بن مقدم، قال: أخبرنا يحيى بن سعيد، عن عبد الملك، يعني ابن أبي سليمان، عن القاسم بن أبي بزّة، عن سعيد بن جبير، عن مجاهد: ( وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ) قال: الخبيثات من القول للخبيثين من الناس.قال: ثنا عباس بن الوليد النرسي، قال: ثنا يزيد بن زريع، قال: ثنا سعيد، عن قتادة: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ) يقول: الخبيثات من القول والعمل للخبيثين من الناس، والخبيثون من الناس للخبيثات من القول والعمل.حدثنا ابن وكيع، قال: ثنا أبي، عن طلحة بن عمرو، عن عطاء، قال: الطيبات للطيبين، والطيبون للطيبات، قال: الطيبات من القول للطيبين من الناس، والطيبون من الناس للطيبات من القول، والخبيثات من القول للخبيثين من الناس، والخبيثون من الناس للخبيثات من القول.وقال آخرون: بل معنى ذلك: الخبيثات من النساء للخبيثين من الرجال، والخبيثون من الرجال للخبيثات من النساء.*ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ) قال: نـزلت في عائشة حين رماها المنافق بالبهتان والفرية، فبرأها الله من ذلك. وكان عبد الله بن أُبيّ هو خبيث، وكان هو أولى بأن تكون له الخبيثة ويكون لها، وكان رسول الله صلى الله عليه وسلم طيبا، وكان أولى أن تكون له الطيبة، وكانت عائشة الطيبة، وكان أولى أن يكون لها الطيب ( أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ) قال: هاهنا برّئت عائشة ( لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ).وأولى هذه الأقوال في تأويل الآية قول من قال: عنى بالخبيثات: الخبيثات من القول، وذلك قبيحه وسيئه للخبيثين من الرجال والنساء، والخبيثون من الناس للخبيثات من القول، هم بها أولى؛ لأنهم أهلها. والطيبات من القول، وذلك حسنه وجميله للطيبين من الناس، والطيبون من الناس للطيبات من القول; لأنهم أهلها وأحقّ بها.وإنما قلنا هذا القول أولى بتأويل الآية؛ لأن الآيات قبل ذلك إنما جاءت بتوبيخ الله للقائلين في عائشة الإفك، والرامين المحصنات الغافلات المؤمنات، وإخبارهم ما خصهم به على إفكهم، فكان ختم الخبر عن أولى الفريقين بالإفك من الرامي والمرمي به، أشبه من الخبر عن غيرهم.وقوله: ( أُولَئِكَ مُبَرَّءُونَ ) يقول: الطيبون من الناس مبرّءون من خبيثات القول، إن قالوها فإن الله يصفح لهم عنها، ويغفرها لهم، وإن قيلت فيهم؛ ضرّت قائلها ولم تضرّهم، كما لو قال الطيب من القول الخبيث من الناس لم ينفعه الله به، لأن الله لا يتقبله، &; 19-145 &; ولو قيلت له لضرّته؛ لأنه يلحقه عارها في الدنيا، وذلها في الآخرة.كما حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن ابن أبي نجيح، عن مجاهد: ( أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ) فمن كان طيبا فهو مبرأ من كل قول خبيث، يقول يغفره الله، ومن كان خبيثا فهو مبرأ من كل قول صالح، فإنه يردّه الله عليه لا يقبله منه، وقد قيل: عُني بقوله: ( أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ) عائشة وصفوان بن المعطل الذي رميت به، فعلى هذا القول قيل \" أُولئِكَ\" فجمع، والمراد ذانك، كما قيل: ( وَإِنْ كَانُوا إِخْوَةً ) والمراد أخَوان.وقوله: ( لَهُمْ مَغْفِرَةٌ ) يقول لهؤلاء الطيبين من الناس مغفرة من الله لذنوبهم، والخبيث من القول إن كان منهم ( وَرِزْقٌ كَرِيمٌ ) يقول: ولهم أيضا مع المغفرة عطية من الله كريمة، وذلك الجنة، وما أعدّ لهم فيها من الكرامة.كما حدثنا أبو زرعة، قال: ثنا العباس بن الوليد النرسي، قال: ثنا يزيد بن زريع، قال: ثنا سعيد، عن قَتادة: ( لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ ): مغفرة لذنوبهم ورزق كريم في الجنة.",
  "ayah": 26,
  "surah": 24
}
