{
  "text": "اختلف أهل التأويل في ذلك، فقال بعضهم: تأويله يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأذنوا.*ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، عن أبي بشر، عن سعيد بن جبير، عن ابن عباس، أنه كان يقرأ: \" لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْذِنُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا \" قال: وإنما \" تستأنسوا \" وهم من الكُتَّاب.حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جُبير، عن ابن عباس في هذه الآية ( لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ) وقال: إنما هي خطأ من الكاتب حتى تستأذنوا وتسلموا.حدثنا ابن المثنى، قال: ثنا وهب بن جرير، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جُبير، بمثله. غير أنه قال: إنما هي حتى تستأذنوا، ولكنها سقط من الكاتب.حدثنا أبو كريب، قال: ثنا ابن عطية، قال: ثنا معاذ بن سليمان، عن جعفر بن إياس، عن سعيد، عن ابن عباس ( حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ) قال: أخطأ الكاتب، وكان ابن عباس يقرأ \" حَتَّى تَسْتَأْذِنُوا وَتُسَلِّمُوا \" وكان يقرؤها على قراءة أُبيّ بن كعب.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن الأعمش أنه كان يقرؤها: \" حَتَّى تَسْتَأْذِنُوا وَتُسَلِّمُوا \" قال سفيان: وبلغني أن ابن عباس كان يقرؤها: \" حَتَّى تَسْتَأْذِنُوا وَتُسَلِّمُوا \" وقال: إنها خطأ من الكاتب.حدثنا محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ) قال: الاستئناس: الاستئذان.حدثنا القاسم، قال: ثنا الحسين، قال: ثني هشيم، قال: أخبرنا مغيرة، عن إبراهيم، قال: في مصحف ابن مسعود: \" حَتَّى تُسَلِّمُوا على أهْلِها وَتَسْتَأْذِنُوا \".قال: ثنا هشيم، قال: أخبرنا جعفر بن إياس، عن سعيد، عن ابن عباس أنه كان يقرؤها: \" يأيُّها الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حتى تُسَلِّمُوا عَلى أهْلِها وتَسْتَأْذِنوا \" قال: وإنما تستأنسوا وهم من الكتاب.قال: ثنا هشيم، قال مغيرة، قال مجاهد: جاء ابن عمر من حاجة وقد آذاه الرمضاء، فأتى فسطاط امرأة من قريش، فقال: السلام عليكم، أدخل؟ فقالت: ادخل بسلام، فأعاد فأعادت، وهو يراوح بين قدميه، قال: قولي ادخل، قالت: ادخل فدخل.قال: ثنا هشيم، قال: أخبرنا منصور، عن ابن سيرين، وأخبرنا يونس بن عبيد، عن عمرو بن سعيد الثقفي، أن رجلا استأذن على النبيّ صلى الله عليه وسلم، فقال: ألج أو أنلج؟ فقال النبيّ صلى الله عليه وسلم لأمة له يقال لها روضة: \" قُومِي إلى هَذَا فَكَلِّمِيهِ، فإنَّهُ لا يُحسِنُ يَسْتأذِنُ، فَقُولي لَهُ يَقُولُ: السَّلامُ عَلَيْكُمْ، أدْخُل؟ \" فسمعها الرجل، فقالها، فقال: \" اُدْخُل \".حدثنا الحسين، قال: ثنا حجاج، عن ابن جُرَيج، قال: قال ابن عباس، قوله: ( حَتَّى تَسْتَأْنِسُوا ) قال: الاستئذان، ثم نسخ واستثني:  لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ  .حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا أبو حمزة، عن المغيرة، عن إبراهيم، قوله: ( لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ ) قال: حتى تسلموا على أهلها وتستأذنوا.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة: ( حَتَّى تَسْتَأْنِسُوا ) قال: حتى تستأذنوا وتسلموا.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا هشيم، قال: أخبرنا أشعث بن سوار، عن كردوس، عن ابن مسعود، قال: عليكم أن تستأذنوا على أمهاتكم وأخواتكم، قال أشعث، عن عديّ بن ثابت: أن امرأة من الأنصار، قالت: يا رسول الله، إني أكون في منـزلي على الحال التي لا أحب أن يراني أحد عليها، والد ولا ولد، وأنه لا يزال يدخل عليّ رجل من أهلي، وأنا على تلك الحال؟ قال: فنـزلت: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا )... الآية.وقال آخرون: معنى ذلك: حتى تؤنسوا أهل البيت بالتنحنح والتنخم وما أشبهه، حتى يعلموا أنكم تريدون الدخول عليهم.*ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بزة، عن مجاهد، في قوله: ( لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ) قال: حتى تتنحنحوا وتتنخموا.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( حَتَّى تَسْتَأْنِسُوا ) قال: حتى تجرّسوا وتسلموا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، قوله: ( حَتَّى تَسْتَأْنِسُوا ) قال: تنحنحوا وتنخموا.قال: ثني حجاج، عن ابن جُرَيج، قال: سمعت عطاء بن أبي رباح يخبر عن ابن عباس، قال: ثلاث آيات قد جحدهنّ الناس، قال الله:  إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ  قال: ويقولون: إن أكرمهم عند الله أعظمهم شأنا، قال: والإذن كله قد جحده الناس، فقلت له: أستأذن على أخواتي، أيتام في حجري، معي في بيت واحد؟ قال: نعم (1) فرددت على من حضرني، فأبى، قال: أتحبّ أن تراها عريانة؟ قلت: لا قال: فاستأذن، فراجعته أيضا، قال: أتحبّ أن تطيع الله؟ قلت: نعم، قال: فاستأذن، فقال لي سعيد بن جُبير: إنك لتردد عليه، قلت: أردت أن يرخص لي.قال ابن جُرَيج: وأخبرني ابن طاووس، عن أبيه قال: ما من امرأة أكره إليّ أن أرى، كأنه يقول: عريتها أو عريانة، من ذات محرم، قال: وكان يشدّد في ذلك.قال ابن جُرَيج، وقال عطاء بن أبي رباح: وإذا بلغ الأطفال منكم الحلم فليستأذنوا، فواجب على الناس أجمعين إذا احتلموا أن يستأذنوا على من كان من الناس، قلت لعطاء: أواجب على الرجل أن يستأذن على أمه، ومن وراءها من ذات قرابته؟ قال: نعم، قلت: أبرّ وجب؟ قال قوله:  وَإِذَا بَلَغَ الأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا  .قال ابن جُرَيج: وأخبرني ابن زياد: أن صفوان مولى لبني زهرة، أخبره عن عطاء بن يسار: أن رجلا قال للنبيّ صلى الله عليه وسلم: أستأذن على أمي؟ قال: \" نَعَمْ\" ، قال: إنها ليس لها خادم غيري، أفأستأذن عليها كلما دخلت؟ قال: \" أتُحب أنْ تَراها عُرْيَانَةً؟ \" قال الرجل: لا. قال: \" فاسْتَأْذِنْ عَلَيْها \".قال ابن جُرَيج عن الزهري: قال: سمعت هزيل بن شُرَحبيل الأوْدي الأعمى، أنه سمع ابن مسعود يقول: عليكم الإذن على أمهاتكم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: قلت لعطاء: أيستأذن الرجل على امرأته؟ قال: لا.حدثنا الحسين، قال: ثنا محمد بن حازم، عن الأعمش، عن عمرو بن مرّة، عن يحيى بن الجزّار، عن ابن أخي زينب امرأة ابن مسعود، عن زينب قالت: كان عبد الله إذا جاء من حاجة فانتهى إلى الباب، تنحنح وبزق كراهة أن يهجم منا على أمر يكرهه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قول الله ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا ) قال: الاستئناس: التنحنح والتجرس، حتى يعرفوا أن قد جاءهم أحد، قال: والتجرّس: كلامه وتنحنحه.والصواب من القول في ذلك عندي أن يقال: إن الاستئناس: الاستفعال من الأنس، وهو أن يستأذن أهل البيت في الدخول عليهم، مخبرا بذلك من فيه، وهل فيه أحد؟ وليؤذنهم أنه داخل عليهم، فليأنس إلى إذنهم له في ذلك، ويأنسوا إلى استئذانه إياهم.وقد حكي عن العرب سماعا: اذهب فاستأنس، هل ترى أحدا في الدار؟ بمعنى: انظر هل ترى فيها أحدا؟فتأويل الكلام إذن إذا كان ذلك معناه: يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تسلموا وتستأذنوا، وذلك أن يقول أحدكم: السلام عليكم، أدخل؟ وهو من المقدم الذي معناه التأخير، إنما هو حتى تسلموا وتستأذنوا، كما ذكرنا من الرواية، عن ابن عباس.وقوله: ( ذَلِكُمْ خَيْرٌ لَكُمْ ) يقول: استئناسكم وتسليمكم على أهل البيت الذي تريدون دخوله، فإن دخولكموه خير لكم، لأنكم لا تدرون أنكم إذا دخلتموه بغير إذن، على ماذا تهجمون؟ على ما يسوءكم أو يسرّكم؟ وأنتم إذا دخلتم بإذن، لم تدخلوا على ما تكرهون، وأدّيتم بذلك أيضا حقّ الله عليكم في الاستئذان والسلام. وقوله: ( لَعَلَّكُمْ تَذَكَّرُونَ ) يقول: لتتذكروا بفعلكم ذلك أوامر الله عليكم، واللازم لكم من طاعته، فتطيعوه.------------------------الهوامش:(1) في ابن كثير: فرددت عليه ليرخص لي ، فأبى ، فلعله تصحيف عنه.",
  "ayah": 27,
  "surah": 24
}
