{
  "text": "اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: نـزلت هذه الآية في بعض من استأذن رسول الله صلى الله عليه وسلم في نكاح نسوة كنّ معروفات بالزنا من أهل الشرك، وكن أصحاب رايات ، يكرين أنفسهنّ، فأنـزل الله تحريمهن على المؤمنين، فقال: الزاني من المؤمنين لا يتزوج إلا زانية أو مشركة، لأنهن كذلك; والزانية من أولئك البغايا لا ينكحها إلا زان من المؤمنين أو المشركين أو مشرك مثلها، لأنهن كن مشركات.( وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ) فحرم الله نكاحهن في قول أهل هذه المقالة بهذه الآية.*ذكر من قال ذلك:حدثنا محمد بن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، قال: ثني الحضرمي، عن القاسم بن محمد، عن عبد الله بن عمرو: أن رجلا من المسلمين استأذن نبي الله في امرأة يقال لها أم مهزول، كانت تسافح الرجل وتشترط له أن تنفق عليه، وأنه استأذن فيها نبي الله صلى الله عليه وسلم وذكر له أمرها، قال: فقرأ نبي الله صلى الله عليه وسلم: ( وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) أو قال: فأنـزلت ( الزَّانِيَةُ ).حدثني يعقوب بن إبراهيم، قال: ثني هشيم، عن التيمي، عن القاسم بن محمد، عن عبد الله بن عمرو في قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: كنّ نساء معلومات، قال: فكان الرجل من فقراء المسلمين يتزوج المرأة منهن لتنفق عليه، فنهاهم الله عن ذلك.قال: أخبرنا سليمان التيمي، عن سعيد بن المسيب، قال: كنّ نساء موارد بالمدينة.حدثنا أحمد بن المقدام، قال: ثنا المعتمر، قال: سمعت أبي، قال: ثنا قتادة، عن سعيد بن المسيب في هذه الآية: ( وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: نـزلت في نساء موارد كنّ بالمدينة.حدثنا ابن المثنى، قال: ثنا عمرو بن عاصم الكلابي، قال: ثنا معتمر، عن أبيه، عن قتادة، عن سعيد، بنحوه.حدثنا محمد بن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن رجل، عن عمرو بن سعيد قال: كان لمرثد صديقة في الجاهلية يقال لها عناق، وكان رجلا شديدا، وكان يقال له دلدل، وكان يأتي مكة فيحمل ضعفة المسلمين إلى رسول الله صلى الله عليه وسلم ، فلقي صديقته، فدعته إلى نفسها، فقال: إن الله قد حرّم الزنا، فقالت: أنَّى تبرز، فخشي أن تشيع عليه، فرجع إلى المدينة، فأتى رسول الله صلى الله عليه وسلم فقال: يا رسول الله، كانت لي صديقة في الجاهلية، فهل ترى لي نكاحها؟ قال: فأنـزل الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: كنّ نساء معلومات يدعون: القيلقيات. (1)حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن إبراهيم بن مهاجر، قال: سمعت مجاهدا يقول في هذه الآية: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قال: كن بغايا في الجاهلية.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، عن عبد الملك، عمن أخبره، عن مجاهد، نحوا من حديث ابن المثنى، إلا أنه قال: كانت امرأة منهنّ يقال لها: أمّ مهزول; يعني في قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قال: فكنّ نساء معلومات، قال: فكان الرجل من فقراء المسلمين يتزوّج المرأة منهن لتنفق عليه، فنهاهم الله عن ذلك. هذا في حديث التيمي.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قول الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً ) قال: رجال كانوا يريدون الزنا بنساء زوانٍ بغايا متعالمات، كنّ في الجاهلية، فقيل لهم هذا حرام، فأرادوا نكاحهن، فحرّم الله عليهم نكاحهن.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، بنحوه، إلا أنه قال: بغايا معلنات، كنّ كذلك في الجاهلية.حدثنا ابن وكيع، قال: ثنا أبي، عن هشام بن عروة، عن أبيه وإسماعيل بن أبي خالد، عن الشعبي وابن أبي ذئب، عن شعبة، عن ابن عباس، قال: كنّ بغايا في الجاهلية، على أبوابهنّ رايات مثل رايات البيطار يعرفن بها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن قيس بن سعد، عن عطاء بن أبي رباح، عن ابن عباس، قال: نساء بغايا متعالمات، حرّم الله نكاحهن، لا ينكحهنّ إلا زان من المؤمنين، أو مشرك من المشركين.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ) قال: كانت بيوت تسمى المَواخير في الجاهلية، وكانوا يؤاجرون فيها فتياتهن، وكانت بيوتا معلومة للزنا، لا يدخل عليهنّ ولا يأتيهنّ إلا زان من أهل القبلة أو مشرك من أهل الأوثان، فحرّم الله ذلك على المؤمنين.حدثني يعقوب، قال: ثنا ابن علية، عن ابن جُرَيج، عن عطاء، في قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: بغايا متعالمات كن في الجاهلية، بغيّ آل فلان وبغيّ آل فلان، فأنـزل الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ) فحكم الله بذلك من أمر الجاهلية على الإسلام. فقال له سليمان بن موسى: أبلغك ذلك عن ابن عباس؟ فقال: نعم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: سمعت عطاء بن أبي رباح يقول في ذلك: كن بغايا متعالمات، بغيّ آل فلان وبغيّ آل فلان، وكنّ زواني مشركات، فقال: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ) قال: أحكم الله من أمر الجاهلية بهذا. قيل له: أبلغك هذا عن ابن عباس؟ قال: نعم.قال ابن جريج: وقال عكرمة: إنه كان يسمِّي تسعا بعد صواحب الرايات، وكنّ أكثر من ذلك، ولكن هؤلاء أصحاب الرايات: أمّ مهزول جارية السائب بن أبي السائب المخزومي، وأم عُلِيط جارية صفوان بن أمية، وحنة القبطية جارية العاصي بن وائل، ومَرِية جارية مالك بن عميلة بن السباق بن عبد الدار، وحلالة جارية سهيل بن عمرو، وأمّ سويد جارية عمرو بن عثمان المخزومي، وسريفة جارية زمعة بن الأسود، وفرسة جارية هشام بن ربيعة بن حبيب بن حذيفة بن جبل بن مالك بن عامر بن لُؤَيّ، وقريبا جارية هلال بن أنس بن جابر بن نمر بن غالب بن فهر.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن ابن أبي نجيح، عن مجاهد، وقال الزهري وقتادة، قالوا: كان في الجاهلية بغايا معلوم ذلك منهنّ، فأراد ناس من المسلمين نكاحهنّ، فأنـزل الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ )... الآية.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن ابن أبي نجيح، عن مجاهد، وقاله الزهريّ وقَتادة، قالوا: كانوا في الجاهلية بغايا، ثم ذكر نحوه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أبي نجيح، عن القاسم بن أبي بَزّة: كان الرجل ينكح الزانية في الجاهلية التي قد علم ذلك منها يتخذها مأكلة، فأراد ناس من المسلمين نكاحهنّ على تلك الجهة، فنهوا عن ذلك.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن ابن أبي نجيح، قال: قال القاسم بن أبي بزّة، فذكر نحوه.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا سليمان التيميّ، عن سعيد بن المسيب ، قال: كنّ نساء مَواردَ بالمدينة.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا عبد الملك بن أبي سليمان، عن سعيد بن جُبير: أن نساء في الجاهلية كنّ يؤاجرن أنفسهنّ، وكان الرجل إنما ينكح إحداهنّ يريد أن يصيب منها عَرَضا، فنهوا عن ذلك، ونـزل: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) ومنهنّ امرأة يقال لها :أمّ مهزول.حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن إسماعيل، عن الشعبيّ، في قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: كنّ نساء يكْرِين أنفسهن في الجاهلية.وقال آخرون: معنى ذلك: الزاني لا يزني إلا بزانية أو مشركة، والزانية لا يزني بها إلا زان أو مشرك. قالوا: ومعنى النكاح في هذا الموضع: الجماع.*ذكر من قال ذلك:حدثنا هناد، قال: ثنا أبو الأحوص ، عن حُصَين، عن عكرمة، عن ابن عباس، في قول الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قال: لا يزني إلا بزانية أو مشركة.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن يَعْلَى بن مسلم، عن سعيد بن جُبير أنه قال في هذه الآية: ( وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: لا يزني الزاني إلا بزانية مثله أو مشركة.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن ابن شُبْرُمة، عن سعيد بن جُبير وعكرمة في قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قالا هو الوطء.حدثنا ابن عبد الأعلى، قال: ثنا محمد، عن معمر، قال: قال سعيد بن جُبير ومجاهد: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قالا هو الوطء.حدثنا ابن وكيع، قال: ثنا أبي عن سلمة بن نبيط، عن الضحاك بن مزاحم وشعبة، عن يعلى بن مسلم، عن سعيد بن جبير، قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قالا لا يزني الزاني حين يزني إلا بزانية مثله أو مشركة، ولا تزني مشركة إلا بمثلها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: هؤلاء بغايا كنّ في الجاهلية، والنكاح في كتاب الله الإصابة، لا يصيبها إلا زان أو مشرك، لا يحرم الزنا، ولا تصيب هي إلا مثلها.قال: وكان ابن عباس يقول: بغايا كنّ في الجاهلية.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن قيس بن سعد، عن سعيد بن جبير، قال: إذا زنى بها فهو زان.حدثنا عليّ، قال: ثنا عبد الله، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قال: الزاني من أهل القبلة لا يزني إلا بزانية مثله أو مشركة، قال: والزانية من أهل القبلة لا تزني إلا بزان مثلها من أهل القبلة أو مشرك من غير أهل القبلة. ثم قال: ( وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ).وقال آخرون: كان هذا حكم الله في كلّ زان وزانية، حتى نسخه بقوله:  وَأَنْكِحُوا الأَيَامَى مِنْكُمْ  ، فأحل نكاح كلّ مسلمة وإنكاح كل مسلم.*ذكر من قال ذلك:حدثني يعقوب، قال: ثنا هشيم، عن يحيى بن سعيد، عن سعيد بن المسيب، في قوله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ) قال: يرون الآية التي بعدها نسختها:  وَأَنْكِحُوا الأَيَامَى مِنْكُمْ  قال: فهن من أيامى المسلمين.حدثنا القاسم، قال ثنا الحسين قال: ثني حجاج، عن ابن جُرَيج، قال: أخبرني يحيى بن سعيد، عن سعيد بن المسيب ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلا زَانٍ أَوْ مُشْرِكٌ ) قال: نسختها التي بعدها:  وَأَنْكِحُوا الأَيَامَى مِنْكُمْ  وقال: إنهن من أيامى المسلمين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: وذكر عن يحيى، عن ابن المسيب، قال: نسختها:  وَأَنْكِحُوا الأَيَامَى مِنْكُمْ  .حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن يحيى بن سعيد، عن سعيد بن المسيب، قال: نسختها قوله:  وَأَنْكِحُوا الأَيَامَى  .حدثني يونس، قال: أخبرنا أنس بن عياض، عن يحيى، قال: ذكر عند سعيد بن المسيب: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) قال: فسمعته يقول: إنها قد نسختها التي بعدها، ثم قرأها سعيد، قال: يقول الله: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً أَوْ مُشْرِكَةً ) ثم يقول الله:  وَأَنْكِحُوا الأَيَامَى مِنْكُمْ  فهنّ من أيامى المسلمين.قال أبو جعفر: وأولى الأقوال في ذلك عندي بالصواب، قول من قال: عنى بالنكاح في هذا الموضع الوطء، وأن الآية نـزلت في البغايا المشركات ذوات الرايات; وذلك لقيام الحجة على أن الزانية من المسلمات حرام على كل مشرك، وأن الزاني من المسلمين حرام عليه كل مشركة من عبدة الأوثان، فمعلوم إذ كان ذلك كذلك، أنه لم يُعْن بالآية أن الزاني من المؤمنين لا يعقد عقد نكاح على عفيفة من المسلمات، ولا ينكح إلا بزانية أو مشركة، وإذ كان ذلك كذلك، فبين أن معنى الآية: الزاني لا يزني إلا بزانية لا تستحلّ الزنا أو بمشركة تستحله.وقوله: ( وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ) يقول: وحرّم الزنا على المؤمنين بالله ورسوله، وذلك هو النكاح الذي قال جلّ ثناؤه: ( الزَّانِي لا يَنْكِحُ إلا زَانِيَةً )------------------------الهوامش:(1) كذا جاءت هذه الكلمة في الأصول . ولعل أصلها : القلقيات ، نسبة إلى القلق ، وهو ضرب من القلائد المنظومة باللؤلؤ ، كن يلبسنه يستهوين به الرجال . أو نسبة إلى القلق ، لكثرة اضطرابهن وتحركهن . ( انظر التاج : قلق )",
  "ayah": 3,
  "surah": 24
}
