{
  "text": "يعني تعالى ذكره بقوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) الله نور السماوات  والأرض، مثل نوره كمشكاة فيها مصباح، في بيوت أذن الله أن ترفع.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: المشكاة التي فيها الفتيلة التي فيها المصباح، قال: المصابيح في بيوت أذن الله أن ترفع.قال أبو جعفر: قد يحتمل أن تكون \" من \" في صلة \" توقد \"، فيكون المعنى: توقد من شجرة مباركة ذلك المصباح في بيوت أذن الله أن ترفع، وعنى بالبيوت المساجد.وقد اختلف أهل التأويل في ذلك، فقال بعضهم بالذي قلنا في ذلك.* ذكر من قال ذلك:حدثنا ابن حميد، ونصر بن عبد الرحمن الأودي، قالا ثنا حكام، عن إسماعيل بن أبي خالد، عن أبي صالح في قول الله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: المساجد.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس في قوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) وهي المساجد تكرم، ونهى عن اللغو فيها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) يعني: كل مسجد يصلي فيه، جامع أو غيره.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: مساجد تبنى.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن، في قوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: في المساجد.قال: أخبرنا معمر، عن أبي إسحاق، عن عمرو بن ميمون، قال: أدركت أصحاب رسول الله وهم يقولون: المساجد بيوت الله، وإنه حقّ على الله أن يكرم من زاره فيها.حدثنا ابن حميد، قال: ثنا ابن المبارك، عن سالم بن عمر في قوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: هي المساجد.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: المساجد.وقال آخرون: عنى بذلك البيوت كلها.* ذكر من قال ذلك:حدثنا ابن حميد، ونصر بن عبد الرحمن الأودي، قالا حدثنا حكَّام بن سلم، عن إسماعيل بن أبي خالد، عن عكرِمة ( فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: هي البيوت كلها.إنما اخترنا القول الذي اخترناه في ذلك؛ لدلالة قوله: ( يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ ) على أنها بيوت بنيت للصلاة، فلذلك قلنا هي المساجد.واختلف أهل التأويل في تأويل قوله: ( أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) فقال بعضهم: معناه: أذن الله أن تبنى.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عصام، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) قال: تبنى.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد مثله.وقال آخرون: معناه: أذن الله أن تعظم.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن، في قوله: ( أَذِنَ اللَّهُ أَنْ تُرْفَعَ ) يقول: أن تعظم لذكره.وأولى القولين في ذلك عندي بالصواب، القول الذي قاله مجاهد، وهو أن معناه: أذن الله أن ترفع بناء، كما قال جلّ ثناؤه:  وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ  وذلك أن ذلك هو الأغلب من معنى الرفع في البيوت والأبنية.وقوله: ( وَيُذْكَرَ فِيهَا اسْمُهُ ) يقول: وأذن لعباده أن يذكروا اسمه فيها. وقد قيل: عني به أنه أذن لهم بتلاوة القرآن فيها.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قال: ثم قال: ( وَيُذْكَرَ فِيهَا اسْمُهُ ) يقول: يتلى فيها كتابه. وهذا القول قريب المعنى مما قلناه في ذلك؛ لأن تلاوة كتاب الله من معاني ذكر الله، غير أن الذي قلنا به أظهر معنييه، فلذلك اخترنا القول به.وقول: ( يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ ) .اختلفت القرّاء في قراءة قوله: ( يُسَبِّحُ لَهُ ) فقرأ ذلك عامة قرّاء الأمصار ( يُسَبِّحُ لَهُ ) بضم الياء وكسر الباء، بمعنى يصلي له فيها رجال، ويجعل يسبح فعلا للرجال، وخبرا عنهم، وترفع به الرجال، سوى عاصم وابن عامر، فإنهما قرأا ذلك: \" يُسَبَّحُ لَهُ\" بضمّ الياء وفتح الباء، على ما لم يسمّ فاعله، ثم يرفعان الرجال بخبر ثان مضمر، كأنهما أرادا: يُسَبَّحُ الله في البيوت التي أذن الله أن ترفع، فسبَّح له رجال، فرفعا الرجال بفعل مضمر، والقراءة التي هي أولاهما بالصواب، قراءة من كسر الباء، وجعله خبرا للرجال وفعلا لهم. وإنما كان الاختيار رفع الرجال بمضمر من الفعل لو كان الخبر عن البيوت، لا يتمّ إلا بقوله: ( يُسَبِّحُ لَهُ فِيهَا ) ، فأما والخبر عنها دون ذلك تامّ، فلا وجه لتوجيه قوله: ( يُسَبِّحُ لَهُ ) إلى غيره أي (1) غير الخبر عن الرجال. وعني بقوله: ( يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ ) يصلي له في هذه البيوت بالغُدُوات والعشيات رجال.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ بن الحسن الأزدي، قال: ثنا المعافى بن عمران، عن سفيان، عن عمار الدهني (2) عن سعيد بن جُبير، عن ابن عباس، قال: كلّ تسبيح في القرآن فهو صلاة.حدثني عليّ، قال ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قال: ثم قال: ( يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ ) يقول: يصلي له فيها بالغداة والعشيّ، يعني بالغدو: صلاة الغداة، ويعني بالآصال صلاة العصر وهما أوّل ما افترض الله من الصلاة، فأحبّ أن يذكرهما، ويذكر بهما عبادته.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن ( يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ رِجَالٌ ) أذن الله أن تبنى، فيصلي فيها بالغدوّ والآصال.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول في قوله: ( يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ ) يعني الصلاة المفروضة.------------------------الهوامش:(1) في الأصل : إلى غير. ولعله تحريف.(2) هو عمار بن معاوية الدهني بضم المهملة ، الكوفي ، وثقه أحمد مات سنة 133 ، ا ه.",
  "ayah": 36,
  "surah": 24
}
