{
  "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ( أَلَمْ تَرَ ) يا محمد ( أَنَّ اللَّهَ يُزْجِي ) يعني: يسوق ( سحابا ) حيث يريد ( ثُمَّ يُؤَلِّفُ بَيْنَهُ ) يقول: ثم يؤلف بين السحاب، وأضاف بين إلى السحاب، ولم يذكر مع غيره، وبين لا تكون مضافة إلا إلى جماعة أو اثنين؛ لأن السحاب في معنى جمع، واحده سحابة، كما يجمع النخلة: نخل، والتمرة تمر، فهو نظير قول قائل: جلس فلان بين النخل، وتأليف الله السحاب: جمعه بين متفرّقها.وقوله: ( ثُمَّ يَجْعَلُهُ رُكَامًا ) يقول: ثم يجعل السحاب الذي يزجيه، ويؤلف بعضه إلى بعض ركاما، يعني: متراكما بعضه على بعض.وقد حدثنا عبد الحميد بن بيان، قال: أخبرنا خالد، قال: ثنا مطر، عن حبيب بن أبي ثابت، عن عبيد بن عمير الليثي، قال: الرياح أربع: يبعث الله الريح الأولى فتقُمّ الأرض قما، ثم يبعث الثانية فتنشئ سحابا، ثم يبعث الثالثة فتؤلف بينه فتجعله ركاما، ثم يبعث الرابعة فتمطره.وقوله: ( فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ ) يقول: فترى المطر يخرج من بين السحاب، وهو الودق، قال: الشاعر:فَـــلا مُزْنَــةٌ ودقَــتْ ودْقَهَــاولا أَرْضٌ أبْقَـــــلَ إبْقَالَهــــا (1)والهاء في قوله: ( مِنْ خِلالِهِ ) من ذكر السحاب، والخلال: جمع خلل. وذُكر عن ابن عباس وجماعة أنهم كانوا يقرءون ذلك: \" مِنْ خَلَلِهِ\".حدثنا ابن المثنى، قال: ثنا حرمي بنُ عمارة، قال: ثنا شعبة، قال: ثنا قَتَادة، عن الضحاك بن مزاحم أنه قرأ هذا الحرف: ( فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ ) : \" مِنْ خَلَلِهِ\".قال: ثنا شعبة، قال: أخبرني عمارة، عن رجل، عن ابن عباس أنه قرأ هذا الحرف: ( فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ ) : \" من خَلَله \".حدثنا أحمد بن يوسف، قال: ثنا القاسم، قال: ثنا حجاج، عن هارون، قال: أخبرني عمارة بن أبي حفصة، عن رجل، عن ابن عباس، أنه قرأها: \" مِنْ خَلَلِهِ\" بفتح الخاء، من غير ألف.قال هارون: فذكرت ذلك لأبي عمرو، فقال: إنها لحسنة، ولكن خلاله أعمّ.وأما قرّاء الأمصار، فإنهم على القراءة الأخرى من خلاله ، وهي التي نختار لإجماع الحجة من القرّاء عليها.حدثني يونس، قال: أخبرنا ابن وهب قال: قال ابن زيد، في قوله: ( فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ ) قال: الودْقَ: القطر، والخلال: السحاب.وقوله: ( وَيُنـزلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ ) : قيل في ذلك قولان: أحدهما: أن معناه أن الله ينـزل من السماء من جبال في السماء من برد مخلوقة هنالك خلقه، كأن الجبال على هذا القول هي من برد، كما يقال: جبال من طين. والقول الآخر: أن الله ينـزل من السماء قدر جبال، وأمثال جبال من برد إلى الأرض، كما يقال: عندي بيتان تبنا، والمعنى قدر بيتين من التبن، والبيتان ليسا من التبن.وقوله: ( فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ ) يقول: فيعذّب بذلك الذي ينـزل من السماء من جبال فيها من برد، من يشاء فيهلكه، أو يهلك به زروعه وماله ( وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ ) من خلقه، يعني: عن زروعهم وأموالهم.وقوله: ( يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالأبْصَارِ ) يقول: يكاد شدّة ضوء برق هذا السحاب يذهب بأبصار من لاقى بصره، والسنا مقصور، وهو ضوء البرق.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن عطاء الخراساني، عن ابن عباس قوله: ( يَكَادُ سَنَا بَرْقِهِ ) قال: ضوء برقه.حدثنا الحسن، قال: أخبرنا عبد الرزاق، عن معمر، عن قَتادة، في قوله: ( يَكَادُ سَنَا بَرْقِهِ ) يقول: لمعان البرق يذهب بالأبصار.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالأبْصَارِ ) قال: سناه ضوء يذهب بالأبصار.وقرأت قرّاء الأمصار ( يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ ) بفتح الياء من يذهب سوى أبي جعفر القارئ، فإنه قرأه بضم الياء \" يُذْهِبُ بِالأبْصَارِ\".والقراءة التي لا أختار غيرها هي فتحها؛ لإجماع الحجة من القرّاء عليها، وأن العرب إذا أدخلت الباء في مفعول ذهبت، لم يقولوا: إلا ذهبت به، دون أذهبت به، وإذا أدخلوا الألف في أذهبت لم يكادوا أن يدخلوا الباء في مفعوله، فيقولون: أذهبته وذهبت به.------------------------الهوامش:(1) البيت لعامر بن جوين الطائي ( اللسان : ودق ) قال : الودق : المطر كله شديده و هينه وقد ودق يدق ودقًا أي قطر ، قال عامر بن جوين الطائي \" فلا مزنة \" البيت والمزنة سحابة واستشهد المؤلف بالبيت على أن معنى الودق المطر.",
  "ayah": 43,
  "surah": 24
}
