{
  "text": "اختلف أهل التأويل في الذي استثني منه قوله: ( إِلا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا ) فقال بعضهم: استثني من قوله:  وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ  وقالوا: إذا تاب القاذف قُبلت شهادته وزال عنه اسم الفسق، حُدّ فيه أو لم يحدّ.*ذكر من قال ذلك:حدثنا أحمد بن حماد الدّولابي، قال: ثني سفيان، عن الزهري، عن سعيد إن شاء الله، أن عمر قال لأبي بكرة: إن تبت قبلت شهادتك، أو رَدَّيْت شهادتك.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن الزهري، عن سعيد بن المسيب: أن عمر بن الخطاب ضرب أبا بكرة وشبل بن معبد ونافع بن الحارث بن كَلَدة حَدّهم. وقال لهم: من أكذب نفسه أجزت شهادته فيما استقبل، ومن لم يفعل لم أجز شهادته، فأكذب شبل نفسه ونافع، وأبَى أبو بكرة أن يفعل. قال الزهريّ: هو والله سنة، فاحفظوه.حدثنا ابن أبي الشوارب، قال: ثنا يزيد بن زُرَيع، قال: ثنا داود، عن الشعبيّ، قال: إذا تاب، يعني: القاذف، ولم يعلم منه إلا خير، جازت شهادته.حدثنا عمران بن موسى، قال: ثنا عبد الوارث، قال: ثنا داود، عن الشعبي، قال: على الإمام أن يستتيب القاذف بعد الجَلْد، فإن تاب وأونس منه خير جازت شهادته، وإن لم يتب فهو خليع لا تجوز شهادته.حدثنا ابن المثنى، قال: ثنا عبد الوارث، قال: ثنا داود، عن عامر، أنه قال في القاذف: إذا تاب وعلم منه خير، إن شهادته جائزة، وإن لم يتب فهو خليع لا تجوز شهادته، وتوبته إكذابه نفسه.قال: ثنا ابن أبي عديّ، عن داود، عن الشعبيّ، نحوه.حدثنا أبو كريب وأبو السائب، قالا ثنا ابن إدريس، قال: أخبرنا داود بن أبي هند، عن الشعبيّ، قال في القاذف: إذا تاب وأكذب نفسه، قُبلت شهادته، وإلا كان خليعا لا شهادة له; لأن الله يقول:  لَوْلا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ  ... إلى آخر الآية.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا داود بن أبي هند، عن الشعبيّ أنه كان يقول في شهادة القاذف: إذا رجع عن قوله حين يُضرب، أو أكذب نفسه، قُبلت شهادته.قال: ثنا هشيم، عن إسماعيل بن أبي خالد، عن الشعبي أنه كان يقول: يقبل الله توبته، وتردّون شهادته؛ وكان يقبل شهادته إذا تاب.قال: أخبرنا إسماعيل عن الشعبيّ أنه كان يقول في القاذف: إذا شهد قبل أن يُضرب الحدّ، قُبلت شهادته.قال: ثنا هشيم، قال: أخبرنا عبيدة، عن إبراهيم وإسماعيل بن سالم، عن الشعبي، أنهما قالا في القاذف: إذا شهد قبل أن يُجلد فشهادته جائزة.حدثني يعقوب، قال: قال أبو بشر، يعني ابن عُلَية، سمعت ابن أبي نجيح يقول: القاذف إذا تاب تجوز شهادته، وقال: كنا نقوله. فقيل له: من؟ قال: قال عطاء وطاووس ومجاهد.حدثنا ابن بشار، وابن المثنى، قالا ثنا محمد بن خالد بن عثمة، قال: ثنا سعيد بن بشير، عن قَتادة، عن عمر بن طلحة، عن عبد الله، قال: إذا تاب القاذف جلد، وجازت شهادته. قال أبو موسى: هكذا قال ابن أبي عَثْمة.حدثنا ابن بشار وابن المثنى، قالا ثنا ابن أبي عَثْمة، قال: ثنا سعيد بن بشير، عن قَتَادة، عن سليمان بن يسار والشعبي قالا إذا تاب القاذف عند الجلد جازت شهادته.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قَتادة أن عمر بن عبد الله بن أبي طلحة جلد رجلا في قذف، فقال: أكذب نفسك حتى تجوز شهادتك.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي الهيثم، قال: سمعت إبراهيم والشعبيّ يتذاكران شهادة القاذف، فقال الشعبيّ لإبراهيم: لم لا تقبل شهادته؟ فقال: لأني لا أدري تاب أم لا.قال: ثنا عبد الرحمن، قال: ثنا عبد الله بن المبارك، عن مجالد، عن الشعبيّ، عن مسروق، قال: تُقبل شهادته إذا تاب.قال: ثنا عبد الله بن المبارك، عن يعقوب بن القعقاع، عن محمد بن زيد، عن سعيد بن جبير، مثله.قال: ثنا عبد الله بن المبارك، عن ابن جُرَيج، عن عمران بن موسى، قال: شهدت عمر بن عبد العزيز أجاز شهادة القاذف ومعه رجل.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، قال: قال الشعبيّ: إذا تاب جازت شهادته، قال ابن المثنى. قال: عندي، يعني في القذف.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا مسعر، عن عمران بن عمير: أن عبد الله بن عتبة كان يجيز شهادة القاذف إذا تاب.حدثني يعقوب، قال: ثني هشيم، عن جويبر، عن الضحاك، قال: إذا تاب وأصلح قبلت شهادته، يعني القاذف.حدثنا ابن عبد الأعلى، قال: أخبرنا ابن ثور، عن معمر، عن قَتادة، عن ابن المسيب، قال: تقبل شهادة القاذف إذا تاب.حدثنا الحسن، قال: ثنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، عن ابن المسيب، مثله.حدثنا ابن عبد الأعلى، قال: ثنا محمد، عن معمر، قال: قال الزُّهريّ: إذا حدّ القاذف، فإنه ينبغي للإمام أن يستتيبه، فإن تاب قبلت شهادته، وإلا لم تقبل، قال: كذلك فعل عمر بن الخطاب بالذين شهدوا على المغيرة بن شعبة، فتابوا إلا أبا بكرة، فكان لا تقبل شهادته.وقال آخرون: الاستثناء في ذلك من قوله:  وَأُولَئِكَ هُمُ الْفَاسِقُونَ  .وأما قوله:  وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا  فقد وصل بالأبد ولا يجوز قبولها أبدا.*ذكر من قال ذلك:حدثنا ابن أبي الشوارب، قال: ثنا يزيد بن زريع، قال: ثنا أشعث بن سوّار، قال: ثني الشعبي، قال: كان شريح يجيز شهادة صاحب كلّ عمل إذا تاب إلا القاذف، فإن توبته فيما بينه وبين ربه، ولا نجيز شهادته.حدثنا حميد بن مسعدة، قال: ثنا يزيد، قال: ثنا أشعث بن سوار، قال: ثنا الشعبيّ، عن شريح بنحوه، غير أنه قال: صاحب كلّ حدّ إذا كان عدلا يوم شهد.حدثني أبو السائب، قال: ثنا أبو معاوية عن الأعمش. عن إبراهيم، عن شريح، قال: كان لا يجيز شهادة القاذف، ويقول: توبته فيما بينه وبين ربه.حدثنا أبو كريب وأبو السائب، قالا ثنا ابن إدريس، عن مُطَرّف، عن أبي عثمان، عن شريح في القاذف: يقبل الله توبته، ولا أقبل شهادته.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا أشعث، عن الشعبيّ، قال: أتاه خصمان، فجاء أحدهما بشاهد أقطع، فقال الخصم: ألا ترى ما به؟ قال: قد أراه. قال: فسأل القوم، فأثنوا عليه خيرا، فقال شريح: نجيز شهادة كل صاحب حدّ، إذا كان يوم شهد عدلا إلا القاذف، فإن توبته فيما بينه وبين ربه.حدثنا أبو السائب، قال: ثنا ابن إدريس، قال: أخبرنا أشعث، عن الشعبيّ، قال: جاء خصمان إلى شُرَيح، فجاء أحدهما ببينة، فجاء بشاهد أقطع، فقال الخصم: ألا ترى إلى ما به؟ فقال شريح: قد رأيناه، وقد سألنا القوم فأثنوا خيرا، ثم ذكر سائر الحديث، نحو حديث أبي كريب.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا الشيبانيّ، عن الشعبيّ، عن شريح أنه كان يقول: لا تُقبل له شهادة أبدا، توبته فيما بينه وبين ربه، يعني القاذف.قال: ثنا هشيم، قال: أخبرنا الأشعث، عن الشعبيّ، بأن ربابا قطع رجلا في قطع الطريق، قال: فقطع يده ورجله. قال: ثم تاب وأصلح، فشهد عند شريح، فأجاز شهادته، قال: فقال المشهود عليه: أتجيز شهادته عليّ وهو أقطع؟ قال: فقال شريح: كل صاحب حدّ إذا أقيم عليه ثم تاب وأصلح؛ فشهادته جائزة إلا القاذف.حدثنا ابن المثنى، قال: ثنا أبو الوليد، قال: ثنا شعبة، قال: أخبرني المغيرة: ، قال: سمعت إبراهيم يحدّث عن شريح، قال: قضاء من الله لا تقبل شهادته أبدا، توبته فيما بينه وبين ربه، قال أبو موسى: يعني القاذف.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا مغيرة، عن إبراهيم، قال: قال شريح: لا يقبل الله شهادته أبدا.حدثنا ابن المثنى، قال: ثنا أبو الوليد، قال: ثنا حماد، عن قَتادة، عن سعيد ابن المسيب، قال: لا تجوز شهادة القاذف، توبته فيما بينه وبين الله.حدثنا ابن بشار، قال: ثنا ابن عبد الأعلى، قال: ثنا سعيد، عن قَتَادة، عن الحسن، أنه قال: القاذف توبته فيما بينه وبين الله، وشهادته لا تُقبل.حدثنا ابن المثنى، قال: ثنا أبو الوليد، قال: ثنا حماد، عن قتادة، عن سعيد بن المسيب، قال: لا تجوز شهادة القاذف، توبته فيما بينه وبين الله.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قَتادة، عن الحسن، أنه قال: القاذف توبته فيما بينه وبين الله، وشهادته لا تُقبل.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن إبراهيم أنه قال في الرجل يجلد الحدّ، قال: لا تجوز شهادته أبدا.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا مغيرة، عن إبراهيم: أنه كان لا يقبل له شهادة أبدا، وتوبته فيما بينه وبين الله، يعني القاذف.حدثنا أبو كريب، قال: ثنا معتمر بن سليمان، عن حجاج، عن عمرو بن شعيب ، عن أبيه، عن جدّه، عن النبيّ صلى الله عليه وسلم قال: \" لا تجُوزُ شَهادَةُ مَحْدُودٍ فِي الإسْلامِ\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن:  وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا  قال: كان يقول: لا تقبل شهادة القاذف أبدا، إنما توبته فيما بينه وبين الله. وكان شريح يقول: لا تقبل شهادته.حدثني عليّ، قال: ثنا عبد الله، عن عليّ، عن ابن عباس، قوله:  وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا  ثم قال: فمن تاب وأصلح فشهادته في كتاب الله تقبل.والصواب من القول في ذلك عندنا: أن الاستثناء من المعنيين جميعا، أعني من قوله:  وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا  ومن قوله:  وَأُولَئِكَ هُمُ الْفَاسِقُونَ  وذلك أنه لا خلاف بين الجميع أن ذلك كذلك، إذا لم يحدّ في القذف حتى تاب، إما بأن يرفع إلى السلطان بعفو المقذوفة عنه، وإما بأن ماتت قبل المطالبة بحدّها، ولم يكن لها طالب يطلب بحدّها، فإذ كان ذلك كذلك وحدثت منه توبة صحت له بها العدالة.فإذ كان من الجميع إجماعا، ولم يكن الله تعالى ذكره شرط في كتابه أن لا تقبل شهادته أبدا بعد الحدّ في رميه، بل نهى عن قبول شهادته في الحال التي أوجب عليه فيها الحدّ، وسماه فيها فاسقا، كان معلوما بذلك أنّ إقامة الحدّ عليه في رميه، لا تحدث في شهادته مع التوبة من ذنبه، ما لم يكن حادثا فيها قبل إقامته عليه، بل توبته بعد إقامة الحدّ عليه من ذنبه أحرى أن تكون شهادته معها أجوز منها قبل إقامته عليه; لأن الحدّ يزيد المحدود عليه تطهيرًا من جرمه الذي استحقّ عليه الحدّ.فإن قال قائل: فهل يجوز أن يكون الاستثناء من قوله:  فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً  فتكون التوبة مسقطة عنه الحد، كما كانت لشهادته عندك قبل الحد وبعده مجيزة، ولاسم الفسق عنه مزيلة؟ قيل: ذلك غير جائز عندنا، وذلك أن الحدّ حقّ عندنا للمقذوفة، كالقصاص الذي يجب لها من جناية يجنيها عليها مما فيه القصاص، ولا خلاف بين الجميع أن توبته من ذلك لا تضع عنه الواجب لها من القصاص منه، فكذلك توبته من القذف لا تضع عنه الواجب لها من الحدّ، لأن ذلك حقّ لها، إن شاءت عفته، وإن شاءت طالبت به، فتوبة العبد من ذنبه إنما تضع عن العبد الأسماء الذميمة، والصفات القبيحة، فأما حقوق الآدميين التي أوجبها الله لبعضهم على بعض في كل الأحوال فلا تزول بها ولا تبطل.واختلف أهل العلم في صفة توبة القاذف التي تقبل معها شهادته، فقال بعضهم: هو إكذابه نفسه فيه. وقد ذكرنا بعض قائلي ذلك فيما مضى قبل، ونحن نذكر بعض ما حضرنا ذكره مما لم نذكره قبل.حدثني أبو السائب، قال: ثنا حفص، عن ليث، عن طاووس، قال: توبة القاذف أن يكذّب نفسه.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا حصين، قال: رأيت رجلا ضُرب حدّا في قذف بالمدينة، فلما فُرغ من ضربه تناول ثوبه، ثم قال: أستغفر الله وأتوب إليه من قذف المحصنات، قال: فلقيت أبا الزناد، فذكرت ذلك له، قال: فقال: إن الأمر عندنا هاهنا أنه إذا قال ذلك حين يفرغ من ضربه، ولم نعلم منه إلا خيرا قُبلت شهادته.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله:  وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ * إِلا الَّذِينَ تَابُوا  ... الآية، قال: من اعترف وأقرّ على نفسه علانية أنه قال البهتان، وتاب إلى الله توبة نصوحا، والنصوح: أن لا يعودوا، وإقراره واعترافه عند الحدّ حين يؤخذ بالجلد، فقد تاب، والله غفور رحيم.وقال آخرون: توبته من ذلك صلاح حاله، وندمه على ما فرط منه من ذلك، والاستغفار منه، وتركه العود في مثل ذلك من الجرم، وذلك قول جماعة من التابعين وغيرهم، وقد ذكرنا بعض قائليه فيما مضى، وهو قول مالك بن أنس.وهذا القول أولى القولين في ذلك بالصواب؛ لأن الله تعالى ذكره جعل توبة كل ذي ذنب من أهل الإيمان تركه العود منه، والندم على ما سلف منه، واستغفار ربه منه، فيما كان من ذنب بين العبد وبينه، دون ما كان من حقوق عباده ومظالمهم بينهم ، والقاذف إذا أُقيم عليه فيه الحدّ، أو عُفي عنه، فلم يبق عليه إلا توبته من جرمه بينه وبين ربه، فسبيل توبته منه سبيل توبته من سائر أجرامه، فإذا كان الصحيح في ذلك من القول ما وصفنا، فتأويل الكلام: وأولئك هم الفاسقون، إلا الذين تابوا من جُرمهم الذي اجترموه بقذفهم المحصنات من بعد اجترامهموه ( فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) يقول: ساتر على ذنوبهم بعفوه لهم عنها، رحيم بهم بعد التوبة أن يعذّبهم عليها، فاقبلوا شهادتهم ولا تسموهم فسقة، بل سموهم بأسمائهم التي هي لهم في حال توبتهم.",
  "ayah": 5,
  "surah": 24
}
