{
  "text": "قال أبو جعفر: اختلف أهل التأويل في هذه الآية في المعنى الذي أنـزلت فيه، فقال بعضهم: أنـزلت هذه الآية ترخيصا للمسلمين في الأكل مع العميان والعرجان والمرضى وأهل الزمانة من طعامهم، من أجل أنهم كانوا قد امتنعوا من أن يأكلوا معهم من طعامهم، خشية أن يكونوا قد أتوا بأكلهم معهم من طعامهم شيئًا مما نهاهم الله عنه بقوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ  .* ذكر من قال ذلك:حدثني عليّ، قال: ثني عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا ) من بيوتكم ... إلى قوله: ( أَوْ أَشْتَاتًا ) وذلك لما أنـزل الله  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ  فقال المسلمون: إن الله قد نهانا أن نأكل أموالنا بيننا بالباطل، والطعام من أفضل الأموال، فلا يحلّ لأحد منا أن يأكل عند أحد، فكفّ الناس عن ذلك، فأنـزل الله بعد ذلك ( لَيْسَ عَلَى الأعْمَى حَرَجٌ ) ... إلى قوله: ( أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ).حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ ) ... الآية، كان أهل المدينة قبل أن يبعث النبيّ صلى الله عليه وسلم لا يخالطهم في طعامهم أعمى ولا مريض، فقال بعضهم: إنما كان بهم التقذّر والتقزّز. وقال بعضهم: المريض لا يستوفي الطعام، كما يستوفي الصحيح والأعرج المنحبس، لا يستطيع المزاحمة على الطعام، والأعمى لا يبصر طيب الطعام، فأنـزل الله ( لَيْسَ عَلَيْكُمْ جُنَاحٌ) حرج في مؤاكلة المريض والأعمى والأعرج، فمعنى الكلام على تأويل هؤلاء: ليس عليكم أيها الناس في الأعمى حرج أن تأكلوا منه ومعه، ولا في الأعرج حرج، ولا في المريض حرج، ولا في أنفسكم أن تأكلوا من بيوتكم، فوجّهوا معنى \" على \" في هذا الموضع إلى معنى \" في\".وقال آخرون: بل نـزلت هذه الآية ترخيصا لأهل الزمانة في الأكل من بيوت من سمى الله في هذه الآية، لأن قوما كانوا من أصحاب رسول الله صلى الله عليه وسلم إذا لم يكن عندهم في بيوتهم ما يطعمونهم، ذهبوا بهم إلى بيوت آبائهم وأمهاتهم، أو بعض من سمّى الله في هذه الآية، فكان أهل الزمانة يتخوّفون من أن يطعموا ذلك الطعام، لأنه أطعمهم غير ملكه.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد: ( وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ ) قال: كان رجال زمنى. قال ابن عمرو في حديثه: عميان وعرجان. وقال الحارث: عمي عرج أولوا حاجة، يستتبعهم رجال إلى بيوتهم، فإن لم يجدوا طعاما ذهبوا بهم إلى بيوت آبائهم، ومن عدّد منهم من البيوت، فكره ذلك المستتبعون، فأنـزل الله في ذلك ( لَيْسَ عَلَيْكُمْ جُنَاحٌ ) وأحلّ لهم الطعام حيث وجدوه.حدثنا الحسن، قال: أخبرنا عبد الرزاق، عن معمر، عن ابن أبي نجيح، عن مجاهد، قال: كان الرجل يذهب بالأعمى والمريض والأعرج إلى بيت أبيه، أو إلى بيت أخيه، أو عمه، أو خاله، أو خالته، فكان الزمني يتحرّجون من ذلك، يقولون: إنما يذهبون بنا إلى بيوت غيرهم، فنـزلت هذه الآية رخصة لهم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، نحو حديث ابن عمرو، عن أبي عاصم.وقال آخرون: بل نـزلت ترخيصا لأهل الزمانة الذين وصفهم الله في هذه الآية أن يأكلوا من بيوت من خلَّفهم في بيوته من الغزاة.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، عن معمر، قال: قلت للزهري، في قوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ ) ما بال الأعمى ذكر هاهنا، والأعرج والمريض؟ فقال: أخبرني عبيد الله بن عبد الله أن المسلمين كانوا إذا غزوا خلفوا زمناهم، وكانوا يدفعون إليهم مفاتيح أبوابهم، يقولون: قد أحللنا لكم أن تأكلوا مما في بيوتنا ، وكانوا يتحرّجون من ذلك، يقولون: لا ندخلها وهم غُيَّب، فأنـزلت هذه الآية رخصة لهم.وقال آخرون: بل عنى بقوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ وَلا عَلَى الأعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ ) في التخلف عن الجهاد في سبيل الله، قالوا: وقوله: ( وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ ) كلام منقطع عما قبله.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ وَلا عَلَى الأعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ ) قال: هذا في الجهاد في سبيل الله، وفي قوله: ( وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ ) ... إلى قوله: ( أَوْ صَدِيقِكُمْ ) قال: هذا شيء قد انقطع، إنما كان هذا في الأوّل، لم يكن لهم أبواب، وكانت الستور مرخاة، فربما دخل الرجل البيت وليس فيه أحد، فربما وجد الطعام وهو جائع، فسوّغه الله أن يأكله. قال: وقد ذهب ذلك اليوم، البيوت اليوم فيها أهلها، وإذا خرجوا أغلقوها، فقد ذهب ذلك.وقال آخرون: بل نـزلت هذه الآية ترخيصا للمسلمين الذين كانوا يتقون مؤاكلة أهل الزمانة في مؤاكلتهم إذا شاءوا ذلك.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن قيس بن مسلم، عن مِقْسم، في قوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ ) قال: كانوا يتقون أن يأكلوا مع الأعمى والأعرج، فنـزلت ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ).واختلفوا أيضا في معنى قوله: ( أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ) فقال بعضهم: عني بذلك: وكيل الرجل وقيمه، أنه لا بأس عليه أن يأكل من ثمر ضيعته، ونحو ذلك.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، في قوله: ( أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ) وهو الرجل يوكل الرجل بضيعته، فرخص الله له أن يأكل من ذلك الطعام والتمر ويشرب اللبن.وقال آخرون: بل عُني بذلك: منـزل الرجل نفسه أنه لا بأس عليه أن يأكل.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ) يعني: بيت أحدهم، فإنه يملكه، والعبيد منهم مما ملكوا.حدثنا الحسن، قال: أخبرنا عبد الرزاق، عن معمر، عن قَتادة، في قوله: ( أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ) مما تحبون يا ابن آدم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، قال: ( أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ) قال: خزائن لأنفسهم، ليست لغيرهم.وأشبه الأقوال التي ذكرنا في تأويل قوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ ) ... إلى قوله: ( أَوْ صَدِيقِكُمْ ) القول الذي ذكرنا عن الزهري، عن عبيد الله بن عبد الله، وذلك أن أظهر معاني قوله: ( لَيْسَ عَلَى الأعْمَى حَرَجٌ وَلا عَلَى الأعْرَجِ حَرَجٌ ) أنه لا حرج على هؤلاء الذين سموا في هذه الآية أن يأكلوا من بيوت من ذكره الله فيها، على ما أباح لهم من الأكل منها؛ فإذ كان ذلك أظهر معانيه فتوجيه معناه إلى الأغلب الأعرف من معانيه أولى من توجيهه إلى الأنكر منها. فإذ كان ذلك كذلك؛ كان ما خالف من التأويل قول من قال: معناه: ليس في الأعمى والأعرج حرج أولى بالصواب. وكذلك أيضا الأغلب من تأويل قوله: ( وَلا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ ) أنه بمعنى: ولا عليكم أيها الناس، ثم جمع هؤلاء والزَّمنَى الذين ذكرهم قبل في الخطاب، فقال: أن تأكلوا من بيوت أنفسكم، وكذلك تفعل العرب إذا جمعت بين خبر الغائب والمخاطب غلبت المخاطب، فقالت: أنت وأخوك قمتما، وأنت وزيد جلستما، ولا تقول: أنت وأخوك جلسا، وكذلك قوله: ( وَلا عَلَى أَنْفُسِكُمْ ) والخبر عن الأعمى والأعرج والمريض غلب المخاطب، فقال: أن تأكلوا، ولم يقل: أن يأكلوا.فإن قال قائل: فهذا الأكل من بيوتهم قد علمناه، كان لهم حلالا إذ كان ملكا لهم، أو كان أيضا حلالا لهم الأكل من مال غيرهم. قيل له: ليس الأمر في ذلك على ما توهمت، ولكنه كما ذكرناه عن عبيد الله بن عبد الله، أنهم كانوا إذا غابوا في مغازيهم، وتخلف أهل الزمانة منهم، دفع الغازي مفتاح مسكنه إلى المتخلف منهم، فأطلق له في الأكل مما يخلف في منـزله من الطعام، فكان المتخلفون يتخوّفون الأكل من ذلك وربه غائب، فأعلمه الله أنه لا حرج عليه في الأكل منه، وأذن لهم في أكله فإذ كان ذلك كذلك تبين أن لا معنى لقول من قال: إنما أنـزلت هذه الآية من أجل كراهة المستتبع أكل طعام غير المستتبع، لأن ذلك لو كان كما قال من قال ذلك، لقيل: ليس عليكم حرج أن تأكلوا من طعام غير من أضافكم، أو من طعام آباء من دعاكم، ولم يقل: أن تأكلوا من بيوتكم أو بيوت آبائكم، وكذلك لا وجه لقول من قال: معنى ذلك: ليس على الأعمى حرج في التخلف عن الجهاد في سبيل الله، لأن قوله: ( أَنْ تَأْكُلُوا ) خبر ليس ، وأن في موضع نصب على أنها خبر لها، فهي متعلقة بليس، فمعلوم بذلك أن معنى الكلام: ليس على الأعمى حرج أن يأكل من بيته، لا ما قاله الذين ذكرنا من أنه لا حرج عليه في التخلف عن الجهاد؛ فإذ كان الأمر في ذلك على ما وصفنا، تبين أن معنى الكلام: لا ضيق على الأعمى، ولا على الأعرج، ولا على المريض، ولا عليكم أيها الناس أن تأكلوا من بيوت أنفسكم، أو من بيوت آبائكم، أو من بيوت أمهاتكم، أو من بيوت إخوانكم، أو من بيوت أخواتكم، أو من بيوت أعمامكم، أو من بيوت عماتكم، أو من بيوت أخوالكم، أو من بيوت خالاتكم، أو من البيوت التي ملكتم مفاتحها، أو من بيوت صديقكم إذا أذنوا لكم في ذلك، عند مغيبهم ومشهدهم. والمفاتح: الخزائن، واحدها: مفتح إذا أريد به المصدر، وإذا كان من المفاتيح التي يفتح بها فهي مفتح ومفاتح، وهي هاهنا على التأويل الذي اخترناه جمع مِفتح الذي يفتح به.وكان قَتادة يتأوّل في قوله: ( أَوْ صَدِيقِكُمْ ) ما حدثنا به الحسن بن يحيى، قال: أخبرنا عبد الرزاق، عن معمر، عن قَتادة ( أَوْ صَدِيقِكُمْ ) فلو أكلت من بيت صديقك من غير أمره، لم يكن بذلك بأس، قال معمر: قلت لقتادة: أو لا أشرب من هذا الحُبّ؟ قال: أنت لي صديق.وأما قوله: ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ) فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: كان الغنيّ من الناس يتخوّف أن يأكل مع الفقير، فرخص لهم في الأكل معهم.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن عطاء الخراساني، عن ابن عباس، قوله: ( أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ) قال: كان الغنيّ يدخل على الفقير من ذوي قرابته وصديقه، فيدعوه إلى طعامه ليأكل معه، فيقول: والله إني لأجنح أن آكل معك، والجنح: الحرج وأنا غنيّ وأنت فقير،، فأمروا أن يأكلوا جميعا أو أشتاتا.وقال آخرون: بل عني بذلك حيّ من أحياء العرب، كانوا لا يأكل أحدهم وحده، ولا يأكل إلا مع غيره، فأذن الله لهم أن يأكل من شاء منهم وحده، ومن شاء منهم مع غيره.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قال: كانوا يأنفون ويتحرّجون أن يأكل الرجل الطعام وحده، حتى يكون معه غيره، فرخص الله لهم، فقال: ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ).حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: كانت بنو كنانة يستحي الرجل منهم أن يأكل وحده، حتى نـزلت هذه الآية.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول: كانوا لا يأكلون إلا جميعا، ولا يأكلون متفرّقين، وكان ذلك فيهم دينا، فأنـزل الله: ليس عليكم حرج في مؤاكلة المريض والأعمى، وليس عليكم حرج أن تأكلوا جميعا أو أشتاتا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ) قال: كان من العرب من لا يأكل أبدا جميعا، ومنهم من لا يأكل إلا جميعا. فقال الله ذلك.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة، قال: نـزلت ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ) في حيّ من العرب كان الرجل منهم لا يأكل طعامه وحده، كان يحمله بعض يوم حتى يجد من يأكله معه قال: وأحسب أنه ذكر أنهم من كنانة.وقال آخرون: بل عُني بذلك قوم كانوا لا يأكلون إذا نـزل بهم ضيف إلا مع ضيفهم، فرخص لهم في أن يأكلوا كيف شاءوا.* ذكر من قال ذلك:حدثني أبو السائب، قال: ثنا حفص، عن عمران بن سليمان، عن أبي صالح وعكرمة، قالا كانت الأنصار إذا نـزل بهم الضيف لا يأكلون حتى يأكل الضيف معهم، فرخص لهم، قال الله: ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ).وأولى الأقوال في ذلك بالصواب أن يقال: إن الله وضع الحرج عن المسلمين أن يأكلوا جميعا معا إذا شاءوا، أو أشتاتا متفرّقين إذا أرادوا، وجائز أن يكون ذلك نـزل بسبب من كان يتخوّف من الأغنياء الأكل مع الفقير، وجائز أن يكون نـزل بسبب القوم الذين ذكر أنهم كانوا لا يطعمون وحدانا، وبسبب غير ذلك، ولا خبر بشيء من ذلك يقطع العذر، ولا دلالة في ظاهر التنـزيل على حقيقة شيء منه، والصواب التسليم لما دلّ عليه ظاهر التنـزيل، والتوقف فيما لم يكن على صحته دليل.وقوله: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ ) اختلف أهل التأويل في ذلك. فقال بعضهم: معناه: فإذا دخلتم أيها الناس بيوت أنفسكم، فسلموا على أهليكم وعيالكم.* ذكر من قال ذلك:حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الزهري وقتادة في قوله: ( فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) قالا بيتك، إذا دخلته فقل: سلام عليكم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) قال: سلم على أهلك ، قال ابن جريح: وسُئل عطاء بن أبي رباح: أحقّ على الرجل إذا دخل على أهله أن يسلم عليهم؟ قال: نعم. وقالها عمرو بن دينار، وتلوا: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً ) قال عطاء بن أبي رباح: ذلك غير مرّة.قال: ثني حجاج، عن ابن جُرَيج، قال: أخبرني أبو الزبير، قال: سمعت جابر بن عبد الله يقول: إذا دخلت على أهلك فسلم عليهم ( تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً ) قال: ما رأيته إلا يوجبه.قال ابن جُرَيج، وأخبرني زياد، عن ابن طاوس أنه كان يقول: إذا دخل أحدكم بيته فليسلم.قال: ثني حجاج، عن ابن جُرَيج، قال: قلت لعطاء: إذا خرجت أواجب السلام، هل أسلم عليهم؟ فإنما قال: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا ) ؟ قال: ما أعلمه واجبا، ولا آثِرُ عن أحد وجوبه ولكن أحبّ إليّ وما أدعه إلا ناسيا.قال ابن جُرَيج، وقال عمرو بن دينار: لا قال: قلت لعطاء: فإن لم يكن في البيت أحد؟ قال: سلم ، قل: السلام على النبيّ ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، السلام على أهل البيت ورحمة الله، قلت له: قولك هذا إذا دخلت بيتا ليس فيه أحد عمن تأثره؟ قال: سمعته ولم يؤثر لي عن أحد.قال ابن جُرَيج، وأخبرني عطاء الخراساني، عن ابن عباس، قال: السلام علينا من ربنا، وقال عمرو بن دينار: السلام علينا وعلى عباد الله الصالحين.حدثنا أحمد بن عبد الرحيم، قال: ثنا عمرو بن أبي سلمة، قال: ثنا صدقة، عن زهير، عن ابن جُرَيج، عن أبي الزبير، عن جابر بن عبد الله، قال: إذا دخلت على أهلك فسلم عليهم، تحية من عند الله مباركة طيبة. قال: ما رأيته إلا يوجبه.حدثنا محمد بن عباد الرازي، قال: ثنا حجاج بن محمد الأعور، قال: قال لي ابن جُرَيج: أخبرني أبو الزبير، أنه سمع جابر بن عبد الله يقول، فذكر مثله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) يقول: سلموا على أهاليكم إذا دخلتم بيوتكم، وعلى غير أهاليكم، فسلموا إذا دخلتم بيوتهم.وقال آخرون: بل معناه: فإذا دخلتم المساجد فسلموا على أهلها.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا عبد الله بن المبارك عن معمر، عن عمرو بن دينار، عن ابن عباس ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) قال: هي المساجد، يقول: السلام علينا وعلى عباد الله الصالحين.قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، في قوله: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) قال: إذا دخلت المسجد فقل: السلام على رسول الله ، وإذا دخلت بيتا ليس فيه أحد، فقل: السلام علينا وعلى عباد الله الصالحين ، وإذا دخلت بيتك فقل: السلام عليكم.وقال آخرون: بل معنى ذلك: إذا دخلتم بيوتا من بيوت المسلمين فيها ناس منكم، فليسلم بعضكم على بعض.* ذكر من قال ذلك:حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن، في قوله: ( فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) أي: ليسلم بعضكم على بعض، كقوله:  وَلا تَقْتُلُوا أَنْفُسَكُمْ  .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، فى قوله: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) قال: إذا دخل المسلِّمُ سُلِّم عليه، كمثل قوله:  وَلا تَقْتُلُوا أَنْفُسَكُمْ  إنما هو: لا تقتل أخاك المسلم.وقوله:  ثُمَّ أَنْتُمْ هَؤُلاءِ تَقْتُلُونَ أَنْفُسَكُمْ  قال: يقتل بعضكم بعضا، قريظة والنضير.وقال آخرون: معناه: فإذا دخلتم بيوتا ليس فيها أحد، فسلموا على أنفسكم.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا حصين، عن أبي مالك، قال: إذا دخلت بيتا ليس فيه أحد، فقل: السلام علينا وعلى عباد الله الصالحين ، وإذا دخلت بيتا فيه ناس من المسلمين وغير المسلمين، فقل مثل ذلك.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي سنان، عن ماهان، قال: إذا دخلتم بيوتا فسلموا على أنفسكم، قال: تقولوا: السلام علينا من ربنا.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: أخبرنا شعبة عن منصور، قال شعبة: وسألته عن هذه الآية: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ ) قال: قال إبراهيم: إذا دخلت بيتا ليس فيه أحد، فقل: السلام علينا وعلى عباد الله الصالحين.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث، عن بكير بن الأشجّ عن نافع أن عبد الله كان إذا دخل بيتا ليس فيه أحد، قال: السلام علينا وعلى عباد الله الصالحين.حدثنا ابن حميد، قال: ثنا جرير، قال: ثنا منصور، عن إبراهيم: ( فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) قال: إذا دخلت بيتا فيه يهود، فقل: السلام عليكم ، وإن لم يكن فيه أحد فقل: السلام علينا وعلى عباد الله الصالحين.وأولى الأقوال في ذلك بالصواب، قول من قال معناه: فإذا دخلتم بيوتا من بيوت المسلمين، فليسلم بعضكم على بعض.وإنما قلنا ذلك أولى بالصواب لأن الله جلّ ثناؤه قال: ( فَإِذَا دَخَلْتُمْ بُيُوتًا ) ولم يخصصْ من ذلك بيتا دون بيت، وقال: ( فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) يعني: بعضكم على بعض، فكان معلوما إذ لم يخصص ذلك على بعض البيوت دون بعض، أنه معنيّ به جميعها، مساجدها وغير مساجدها.ومعنى قوله: ( فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ) نظير قوله:  وَلا تَقْتُلُوا أَنْفُسَكُمْ  . وقوله: ( تَحِيَّةً مِنْ عِنْدِ اللَّهِ ) ونصب تحية، بمعنى: تحيون أنفسكم تحية من عند الله السلام تحية، فكأنه قال: فليحيّ بعضكم بعضا تحية من عند الله، وقد كان بعض أهل العربية يقول: إنما نصبت بمعنى: أمركم بها تفعلونها تحية منه، ووصف جلّ ثناؤه هذه التحية المباركة الطيبة لما فيها من الأجر الجزيل والثواب العظيم.",
  "ayah": 61,
  "surah": 24
}
