{
  "text": "These two gardens are lower, in virtue and in status than the two before them, as supported in the Qur'an.\nAllah said:\nوَمِن دُونِهِمَا جَنَّتَانِ\n(And below these two, there are two other Gardens.) We previously mentioned the Hadith stating that there are two gardens made of gold, their vessels and all they contain, and there are two gardens made of silver, their vessels and all they contain. The first two are for the near believers (Muqarribin) and the latter two are for those on the right (Ashab Al-Yamin). Abu Musa commented, \"There are two gardens made of gold for the Muqarribin and two gardens made of silver for Ashab Al-Yamin.\" There are several proofs that the former two gardens in Paradise are better in grade than the latter. Allah mentioned the former two gardens before the latter two, thus indicating their significance, then He said,\nوَمِن دُونِهِمَا جَنَّتَانِ\n(And below these two, there are two other Gardens.) And this is an obvious form of honoring the first two gardens over the latter two. Allah described the former gardens:\nذَوَاتَآ أَفْنَانٍ\n(With Afnan), which are the extending branches, as we explained, or various types of delights. But He said about the latter two gardens,\nمُدْهَآمَّتَانِ\n(Mudhammatan), being dark, because of the intense irrigation. Ibn `Abbas said, \"Mudhammatan means, they have become dark green because of extensive water irrigation.\" Muhammad bin Ka`b said:\nمُدْهَآمَّتَانِ\n(Mudhammatan) \"Full of greenery.\" There is no doubt that the former two gardens are better, their branches are fresh, youthful and intermingling. Allah said about the former two gardens,\nفِيهِمَا عَيْنَانِ تَجْرِيَانِ\n(In them (both) will be two springs flowing (free)), while He said about the springs of the latter two gardens,\nنَضَّاخَتَانِ\n(Naddakhatan); `Ali bin Abi Talhah reported from Ibn `Abbas: \"It means gushing. And the free flowing is stronger than gushing.\" Ad-Dahhak said that,\nنَضَّاخَتَانِ\n(gushing forth) means, they are full of water and constantly gushing. Allah said about the former two gardens,\nفِيهِمَا مِن كُلِّ فَـكِهَةٍ زَوْجَانِ\n(In them (both) will be every kind of fruit in pairs), but He said about the latter two gardens,\nفِيهِمَا فَـكِهَةٌ وَنَخْلٌ وَرُمَّانٌ\n(In them (both) will be fruits, and date palms and pomegranates.) There is no doubt that the first description is better and refers to more of a variety and more types of fruit. Allah said about the latter two gardens, Allah then said;\nفِيهِنَّ خَيْرَتٌ حِسَانٌ\n(Therein will be Khayrat Hisan;) meaning, there are various types of good and delightful things in these two gardens in Paradise, according to Qatadah. It was also said that Khayrat is plural of Khayrah and it is a righteous, well-mannered, beautiful woman, according to the majority of scholars, and it is also reported from Umm Salamah as a Hadith from the Prophet . There is another Hadith saying that Al-Hur Al-`Ayn will sing,\n«نَحْنُ الْخَيْرَاتُ الْحِسَانُ، خُلِقْنَا لِأَزْوَاجٍ كِرَام»\n(\"We are Al-Khayrat Al-Hisan, we were created for honorable husbands.\") Allah said:\nحُورٌ مَّقْصُورَتٌ فِى الْخِيَامِ\n(Hur (beautiful, fair females) guarded in pavilions;) but He said about the first two gardens,\nفِيهِنَّ قَـصِرَتُ الطَّرْفِ\n(Wherein both will be Qasirat At-Tarf,) There is no doubt that the chaste wives that restrain their glances themselves, are better than those guarded in pavilions even though both are secluded. About Allah's saying:\nفِى الْخِيَامِ\n(in pavilions;) Al-Bukhari recorded that `Abdullah bin Qays said that the Messenger of Allah ﷺ said,\n«إِنَّ فِي الْجَنَّةِ خَيْمَةً مِنْ لُؤْلُؤَةٍ مُجَوَّفَةٍ، عَرْضُهَا سِتُّونَ مِيلًا، فِي كُلِّ زَاوِيَةٍ مِنْهَا أَهْلٌ، مَا يَرَوْنَ الْاخَرِينَ يَطُوفُ عَلَيْهِمُ الْمُؤْمِنُون»\n(Verily, in Paradise, the believer will have a tent from a hollow pearl, the width thereof is sixty miles. In each corner of it there are wives for the believer that do not see the other wives, and the believer will visit them all.) In another narration the Prophet said that this tent is thirty miles wide. Muslim recorded this Hadith and in his narration, the Prophet said,\n«إِنَّ لِلْمُؤْمِنِ فِي الْجَنَّةِ لَخَيْمَةً مِنْ لُؤْلُؤَةٍ وَاحِدَةٍ مُجَوَّفَةٍ، طُولُهَا سِتُّونَ مِيلًا، لِلْمُؤْمِنِ فِيهَا أَهْلٌ يَطُوفُ عَلَيْهِمُ الْمُؤْمِنُ فَلَا يَرَى بَعْضُهُمْ بَعْضًا»\n(Verily in Paradise, the believer will have a tent made of a hollow pearl the length thereof being sixty miles. In it, the believer will have wives who do not see each other, and the believer will visit them all.) Allah the Exalted said,\nلَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلاَ جَآنٌّ\n(Whom never were deflowered by a human before nor Jinn.) We explained this meaning before. Allah added in the description of the first group of the believers' wives,\nكَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ فَبِأَىِّ ءَالاءِ رَبِّكُمَا تُكَذِّبَانِ\n(they are like Yaqut (rubies) and Marjan (pearls). Then which of the blessings of your Lord will you both deny) Allah said,\nمُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِىٍّ حِسَانٍ\n(Reclining on green Rafraf and rich beautiful `Abqariy. ) `Ali bin Abi Talhah reported from Ibn `Abbas: \"Rafraf means cushions.\" Mujahid, `Ikrimah, Al-Hasan, Qatadah, Ad-Dahhak and others also said that Rafraf means cushions. Al-`Ala' bin Badr said: \"The Rafraf are arrayed hanging over the couches.\" Allah's statement,\nوَعَبْقَرِىٍّ حِسَانٍ\n(and rich beautiful `Abqariy.) Ibn `Abbas, Qatadah, Ad-Dahhak and As-Suddi said that `Abqariy means rich carpets. Allah said,\nتَبَـرَكَ اسْمُ رَبِّكَ ذِى الْجَلَـلِ وَالإِكْرَامِ\n(Blessed be the Name of your Lord (Allah) Dhil-Jalal wal-Ikram,) Allah states that He is Worthy of being honored and always obeyed, revered and thus worshipped, appreciated and never unappreciated, and remembered and never forgotten. `Abdullah bin `Abbas said that,\nذِى الْجَلَـلِ وَالإِكْرَامِ\n(Dhil-Jalal wal-Ikram) means, the Owner of greatness and pride. In a Hadith, the Prophet said,\n«إِنَّ مِنْ إِجْلَالِ اللهِ إِكْرَامُ ذِي الشَّيْبَةِ الْمُسْلِمِ، وَذِي السُّلْطَانِ، وَحَامِلِ الْقُرْآنِ غَيْرِ الْغَالِي فِيهِ، وَلَا الْجَافِي عَنْه»\n(Verily, among the acts of venerating Allah, are honoring the elderly Muslims, the one in authority, and carrier (memorizer) of the Qur'an who avoids extremism and laziness with it.\" Imam Ahmad recorded that Rabi`ah bin `Amir said that he heard the Messenger of Allah ﷺ say,\n«أَلِظُّوا بِذِي الْجَلَالِ وَالْإِكْرَام»\n(Persist (in invoking Allah) with, \"Ya Dhal-Jalal wal-Ikram (O Owner of greatness and honor).\") An-Nasa'i also collected this Hadith. Muslim and the Four Sunan compilers recorded that `A'ishah said, \"When the Messenger of Allah ﷺ would (say the) Salam (completing prayer), he would only sit as long as it takes him to say,\n«اللْهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَاذَا الْجَلَالِ وَالْإِكْرَام»\n(O Allah! You are As-Salam, and peace comes from You. Blessed be You Ya Dhal-Jalal wal-Ikram.).\" This is the end of the Tafsir of Surat Ar-Rahman, all praise is due to Allah and all favors come from Him.",
  "ayah": 68,
  "surah": 55
}
