{
  "text": "৪১-৪৪ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় বান্দা ও রাসূল হযরত আইয়ুব (আঃ)-এর বর্ণনা দিচ্ছেন এবং তাঁর চরম ধৈর্য ও কঠিন পরীক্ষায় পাশের প্রশংসা করছেন। তার ধন-মাল ধ্বংস হয়ে যায় এবং সন্তান-সন্ততি মৃত্যুবরণ করে। তার দেহে রোগ দেখা দেয়। এমনকি তার দেহে সূচের ছিদ্রের পরিমাণ এমন জায়গাও বাকী ছিল না যেখানে রোগ দেখা দেয়নি। তার অন্তরে শুধু প্রশান্তি বিরাজমান ছিল। আর তাঁর দারিদ্রের অবস্থা এই ছিল যে, এক সন্ধ্যার খাবারও কাছে ছিল না। ঐ অবস্থায় তাঁর কাছে এমন কোন লোক ছিল না যে তার খবরাখবর নেয়। শুধুমাত্র তার এক স্ত্রী তাঁর কাছে থাকতেন ও তাঁর সেবা করতেন যার অন্তরে আল্লাহর ভয় ও স্বামী প্রেম বিদ্যমান ছিল। তিনি লোকদের কাজ কাম করে যা কিছু পেতেন তা দ্বারাই নিজের ও স্বামীর আহারের ব্যবস্থা করতেন। সুদীর্ঘ আট বছর পর্যন্ত এ অবস্থাই থাকে। অথচ ইতিপূর্বে তাঁর ধন-মাল ও সন্তান-সন্ততির প্রাচুর্য ছিল। এতে তাঁর সমকক্ষ আর কেউই ছিল না। দুনিয়ার সুখ-শান্তির উপকরণ সবই তাঁর ছিল। কিন্তু সবই ছিনিয়ে নেয়া হয় এবং শহরের ময়লা আবর্জনা ফেলার জায়গায় তাঁকে রেখে আসা হয়। এ অবস্থায় একদিন দু’দিন নয় এবং এক বছর দু'বছর নয়, বরং দীর্ঘ আটটি বছর অতিবাহিত হয়। আপন ও পর সবাই তার থেকে বিমুখ হয়ে যায়। এমন কেউ ছিল না যে তাঁর অবস্থার কথা তাঁকে জিজ্ঞেস করে। শুধু তার কাছে তাঁর এই পত্নীটিই ছিলেন যিনি সব সময় তার সেবায় লেগে থাকতেন। শুধুমাত্র উভয়ের পেট পালনের জন্যে তাঁকে পরিশ্রম ও মজুরীতে যে সময়টুকু ব্যয় করতে হতো ঐ সময়টুকুই বাধ্য হয়ে তিনি স্বামী হতে বিচ্ছিন্ন অবস্থায় কাটাতেন। অবশেষে হযরত আইয়ূব (আঃ)-এর পরীক্ষার পরিসমাপ্তি ঘটে। আল্লাহ পাকের এই মনোনীত বান্দা তাঁর দরবারে অত্যন্ত বিনয়ের সাথে প্রার্থনা করেনঃ “হে আমার প্রতিপালক! আমাকে তো কষ্ট ও বিপদ স্পর্শ করেছে এবং আপনি তো দয়ালুদের মধ্যে সর্বশ্রেষ্ঠ দয়ালু।” বলা হয়েছে যে, তিনি এ প্রার্থনায় তার শারীরিক দুঃখ কষ্ট এবং মাল-ধন ও সন্তান-সন্ততি ধ্বংস হয়ে যাওয়ার দুঃখ-কষ্ট দূর করার কথা উল্লেখ করেছিলেন। তৎক্ষণাৎ পরম দয়ালু আল্লাহ তার প্রার্থনা কবুল করেন এবং বলেনঃ “তুমি তোমার পদ দ্বারা ভূমিতে আঘাত কর, এই তো গোসলের সুশীতল পানি ও পানীয়।” পা দ্বারা ভূমিতে আঘাত করা মাত্রই সেখানে একটি প্রস্রবণ উথলিয়ে উঠলো। আল্লাহ তাআলার নির্দেশানুসারে তিনি ঐ পানিতে গোসল করলেন। ফলে তার দেহের সব রোগ দূর হয়ে গেল এবং এমনভাবে সুস্থ হয়ে উঠলেন যে, যেন তাঁর দেহে কোন রোগ ছিল না। আবার অন্য জায়গায় তাকে ভুমিতে পা দ্বারা আঘাত করতে বলা হয়। আঘাত করা মাত্রই আর একটি প্রস্রবণ জারী হয়ে যায় এবং তাকে ঐ পানি পান করতে বলা হয়। ঐ পানি পান করা মাত্রই আভ্যন্তরীণ রোগও দূর হয়ে যায়। এই ভাবে বাহির ও ভিতরের পূর্ণ সুস্থতা তিনি লাভ করেন।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর নবী হযরত আইয়ূব (আঃ) আঠারো বছর পর্যন্ত এই দুঃখ কষ্টের মধ্যে জড়িত ছিলেন। তাঁর আপন ও পর সবাই তাকে ছেড়ে চলে গিয়েছিল। শুধুমাত্র তাঁর দু’জন অন্তরঙ্গ বন্ধু সকাল-সন্ধ্যায় তাঁকে দেখতে আসতো। একদিন তাদের একজন অপরজনকে বললোঃ “আমার মনে হয় যে, হযরত আইয়ুব (আঃ) এমন কোন পাপ করেছেন যে পাপ দুনিয়ার আর কেউই করেনি। কারণ, তিনি দীর্ঘ আঠারো বছর ধরে এ রোগে ভুগছেন, অথচ আল্লাহ তাঁর প্রতি দয়া করছেন না!” সন্ধ্যার সময় দ্বিতীয় ঐ লোকটি প্রথম ঐ লোকটির এ কথা হযরত আইয়ুব (আঃ)-কে বলে দেয়। এ কথা শুনে হযরত আইয়ুব (আঃ) খুবই দুঃখিত হন এবং বলেনঃ “কেন সে একথা বললো? অথচ আল্লাহ খুব ভাল জানেন যে, আমি যখন কোন দুই ব্যক্তিকে পরস্পর ঝগড়া করতে ' দেখতাম এবং দু’জনই আল্লাহর নাম নিতো আমি তখন বাড়ী গিয়ে তাদের দু’জনের পক্ষ হতে কাফফারা আদায় করে তাদের ঝগড়া মিটিয়ে দিতাম। কেননা, আমি এটা পছন্দ করতাম না যে, সত্য ব্যাপার ছাড়া আল্লাহর নাম নেয়া হোক (কেননা, এতে আল্লাহর নামে বেয়াদবী করা হয় এবং এটা আমার নিকট অসহনীয় ব্যাপার)।”ঐ সময় হযরত আইয়ুব (আঃ) একাকী চলাফেরা এমন কি উঠা-বসাও করতে পারতেন না। তাঁর স্ত্রী তাঁকে তাঁর প্রাকৃতিক প্রয়োজনে উঠিয়ে নিয়ে যেতেন ও আসতেন। একদা তাঁর ঐ স্ত্রী হাযির ছিলেন না। তিনি অত্যন্ত কষ্ট পাচ্ছিলেন। ঐ সময় তিনি পরম করুণাময় আল্লাহর দরবারে তার শারীরিক সুস্থতার জন্যে প্রার্থনা করেন। তখন আল্লাহ তাআলা তাঁর নিকট অহী করেনঃ “তুমি তোমার পদ দ্বারা ভূমিতে আঘাত কর, এই তো গোসলের সুশীলত পানি আর পানীয়।” অতঃপর তিনি সম্পূর্ণরূপে আরোগ্য লাভ করেন। দীর্ঘক্ষণ পর তার স্ত্রী ফিরে এসে দেখেন যে, তাঁর রুগ্ন স্বামী তো নেই, বরং তার স্থানে একজন উজ্জ্বল চেহারা বিশিষ্ট সুস্থ মানুষ বসে আছেন। তিনি তাকে চিনতে পারলেন না। তাঁকে তিনি জিজ্ঞেস করলেনঃ “হে আল্লাহর বান্দা! আল্লাহ আপনার মঙ্গল করুন! এখানে একজন আল্লাহর নবী রুগ্ন অবস্থায় ছিলেন তাঁকে দেখেছেন কি? আল্লাহর কসম! তিনি যখন সুস্থ ছিলেন তখন তার যেমন চেহারা ছিল, ঐ চেহারার সাথে আপনার চেহারার খুবই সাদৃশ্য রয়েছে। তিনি দেখতে যেন প্রায় আপনার মতই ছিলেন।” তিনি উত্তরে বললেনঃ “আমিই সেই ব্যক্তি।” বর্ণনাকারী বলেন যে, হযরত আইয়ূব (আঃ)-এর দুটি গোলা ছিল। একটিতে গম রাখা হতো এবং অপরটিতে রাখা হতো যব। আল্লাহ তা'আলা দুই খণ্ড মেঘ পাঠিয়ে দেন। এক মেঘখণ্ড হতে সোনা বর্ষিত হয় এবং ঐ সোনা দ্বারা একটি গোলা ভর্তি হয়ে যায়। তারপর দ্বিতীয় মেঘখণ্ড হতেও সোনা বর্ষিত হয় এবং তা দ্বারা অপর গোলাটি ভর্তি করা হয়।” (এটা ইমাম ইবনে জারীর (রঃ) ও ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত আইয়ুব (আঃ) উলঙ্গ হয়ে গোসল করছিলেন এমন সময় আকাশ হতে সোনার ফড়িং বর্ষিতে শুরু হয়। হযরত আইয়ুব (আঃ) তাড়াতাড়ি ওগুলো স্বীয় কাপড়ে জড়িয়ে নিতে শুরু করেন। তখন আল্লাহ তা'আলা তাকে ডাক দিয়ে বলেনঃ “হে আইয়ূব (আঃ)! তুমি যা দেখছো তা থেকে কি আমি তোমাকে বেপরোয়া ও অভাবমুক্ত করে রাখিনি?” তিনি জবাবে বলেনঃ “হে আমার প্রতিপালক! হ্যা, সত্যিই আপনি আমাকে এসব হতে বেপরোয়া ও অভাবমুক্ত রেখেছেন। কিন্তু আপনার রহমত হতে আমি বেপরোয়া ও অমুখাপেক্ষী নই।” (ইমাম আহমাদ (রঃ) এটা বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) এককভাবে এটা তাখরীজ করেছেন)সুতরাং মহান আল্লাহ তাঁর এই ধৈর্যশীল বান্দাকে ভাল প্রতিদান ও উত্তম পুরস্কার প্রদান করেন। তাকে তিনি তাঁর সন্তানগুলোও দান করেন এবং অনুরূপ সংখ্যক আরো বেশী দেন। এমনকি হযরত হাসান (রঃ) ও হযরত কাতাদা (রঃ) বলেন যে, আল্লাহ্ তাঁর মৃত সন্তানগুলোকেও পুনর্জীবিত করেন এবং অনুরূপ সংখ্যক আরো বেশী দান করেন। এটা ছিল আল্লাহর রহমত যা তিনি হযরত আইয়ূব (আঃ)-কে তার ধৈর্য, স্বৈর্য, আল্লাহর দিকে প্রত্যাবর্তন এবং বিনয় ও নম্রতার প্রতিদান হিসেবে দান করেছিলেন। এটা বোধশক্তি সম্পন্ন লোকদের জন্যে উপদেশ স্বরূপ যে, ধৈর্যশীল লোকেরা পরিণামে এভাবেই স্বচ্ছলতা ও সুখ-শান্তি লাভ করে থাকে।কোন কোন লোক হতে বর্ণিত আছে যে, হযরত আইয়ুব (আঃ) তাঁর স্ত্রীর কোন এক কাজের কারণে তাঁর প্রতি অসন্তুষ্ট ছিলেন। কেউ কেউ বলেন যে, তাঁর স্ত্রী তার চুলের খোপা বিক্রি করে তাঁদের খাদ্য এনেছিলেন বলে তিনি তাঁর প্রতি অসন্তুষ্ট ছিলেন। ঐ সময় তিনি কসম করেছিলেন যে, আরোগ্য লাভ করার পর তিনি তাঁর স্ত্রীকে একশ’ চাবুক মারবেন। অন্যেরা তার অসন্তুষ্টির অন্য কারণ বর্ণনা করেছেন। সুস্থ হওয়ার পর তিনি তাঁর কসম পুরো করার ইচ্ছা করেন। কিন্তু যে শাস্তি দেয়ার শপথ তিনি করেছিলেন তার সতী-সধ্বী স্ত্রীর জন্যে মোটেই তা যোগ্য ছিল না। কারণ তিনি এমন সময় স্বামীর সেবায় সদা লেগে থাকেন যখন তার সেবা করার আর কেউই ছিল না। এ জন্যে বিশ্ব-জগতের প্রতিপালক পরম দয়ালু আল্লাহ তাঁর প্রতি সদয় হন এবং স্বীয় নবী (আঃ)-কে হুকুম করেন যে, তিনি যেন এক মুষ্টি তৃণ নেন (যাতে একশ’টি তৃণ থাকবে) এবং তা দ্বারা তাঁর স্ত্রীকে আঘাত করেন এবং এভাবেই যেন নিজের কসম পুরো করেন। এতে তাঁর কসমও পুরো হয়ে যাবে, আবার ঐ সতী-সাধ্বী ধৈর্যশীলা ও কৃতজ্ঞতা প্রকাশকারিণীর কোন কষ্ট হবে না। আল্লাহ তাআলার নীতি এই যে, তাঁর যেসব সৎ বান্দা তাকে ভয় করে তাদেরকে তিনি দুঃখ-কষ্ট ও অশান্তি হতে রক্ষা করে থাকেন।এরপর মহান আল্লাহ হযরত আইয়ূব (আঃ)-এর প্রশংসা করছেন যে, তিনি তাঁকে ধৈর্যশীল পেলেন। তিনি তাঁর কতই না উত্তম বান্দা ছিলেন। তিনি ছিলেন আল্লাহর অভিমুখী। তার অন্তরে আল্লাহর খাঁটি প্রেম ছিল। তিনি তার দিকেই সদা ঝুঁকে থাকতেন। এ জন্যেই আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যে কেউ আল্লাহকে ভয় করে আল্লাহ তার পথ করে দিবেন এবং তাকে তার ধারণাতীত উৎস হতে দান করবেন রিযক। যে ব্যক্তি আল্লাহর উপর নির্ভর করে তার জন্যে আল্লাহই যথেষ্ট। আল্লাহ তাঁর ইচ্ছা পূরণ করবেনই। আল্লাহ্ সমস্ত জিনিসের জন্যে স্থির করেছেন নির্দিষ্ট মাত্রা।” (৬৫:২-৩) জ্ঞানী আলেমগণ এ আয়াত হতে বহু ঈমানী ইত্যাদি মাসআলা গ্রহণ করেছেন। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।",
  "ayah": 44,
  "surah": 38
}
