{
  "text": "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (2) الخامس : تأويل { رسول } بأنه رسول من الملائكة يتلو عليهم صحفاً من عند الله فهو في معنى قوله تعالى : { يسألك أهل الكتاب أن تنزل عليهم كتاباً من السماء } [ النساء : 153 ] وعزاه الفخر إلى أبي مسلم وهو يقتضي صرف الخبر إلى التهكم .هذا والمراد ب { الذين كفروا من أهل الكتاب } أنهم كفروا برسالة محمد صلى الله عليه وسلم مثل ما في قوله تعالى : { ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب } [ الحشر : 11 ] .وأنت لا يعوزك إرجاع أقوال المفسرين إلى هذه المعاقد فلا نحتاج إلى التطويل بذكرها فدونك فراجعها إن شئت ، فبنا أن نهتم بتفسير الآية على الوجه البين .إن هذه الآيات وردت مورد إقامة الحجة على الذين لم يؤمنوا من أهل الكتاب وعلى المشركين بأنهم متنصلون من الحق متعللون للإِصرار على الكفر عناداً ، فلنسلك بالخَبر مسلك مورد الحجة لا مسلك إفادة النسبَةِ الخبرية فتعين علينا أن نصرف التركيب عن استعمال ظاهره إلى استعمال مجازي على طريقة المجاز المرسل المركب من قَبيل استعمال الخبر في الإِنشاء والاستفهاممِ في التوبيخ ونحو ذلك الذي قال فيه التفتزاني في «المطول» : إن بيان أنه من أيّ أنواع المجاز هُو مما لم يَحُم أحد حوله .والذي تَصدَّى السيد الشريف لبيانه بما لا يُبقي فيه شبهة .فهذا الكلام مسوق مساق نقل الأقوال المستغربة المضطربة الدالة على عدم ثبات آراء أصحابها ، فهو من الحكاية لِما كانوا يَعِدُون به فهو حكاية بالمعنى كأنه قيل : كنتم تقولون لا نترك ما نحن عليه حتى تأتينا البينة ، وهذا تعريض بالتوبيخ بأسلوب الإِخبار المستعمل في إنشاء التعجيب أو الشكايةِ من صَلَففِ المُخبر عنه ، وهو استعمال عزيز بديع وقريب منه قوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة تنبئهم بما في قلوبهم قل استهزئوا إن اللَّه مخرج ما تحذرون } [ التوبة : 64 ] إذ عَبَّر بصيغة يَحْذَر وهم إنما تظاهروا بالحذر ولم يكونوا حاذرين حقاً ولذلك قال الله تعالى : { قل استهزئوا } .فالخبر موجَّه لكل سامع ، ومضمومه قول : «كان صدر من أهل الكتاب واشتهر عنهم وعرفوا به وتقرَّر تعلُّل المشركين به لأهل الكتاب حتى يدعونهم إلى اتباع اليهودية أو النصرانية فيقولوا : لم يأتنا رسول كما أتاكم قال تعالى : { أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا وإن كنا عن دراستهم لغافلين أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم } [ الأنعام : 156 ، 157 ] .وتقرر تعلل أهل الكتاب به حين يدعوهم النبي صلى الله عليه وسلم للإِسلام ، قال تعالى : { الذين قالوا إن اللَّه عهد إلينا ألاَّ نؤمن لرسول حتى يأتينا بقربان تأكله النار } [ آل عمران : 183 ] الآية .وشيوعه عن الفريقين قرينة على أن المراد من سياقه دمغهم بالحجة وبذلك كان التعبير بالمضارع المستقبل في قوله : { حتى تأتيهم البينة } مصادفاً المحزّ فإنهم كانوا يقولون ذلك قبل مجيء الرسول صلى الله عليه وسلموقريب منه قوله تعالى في أهل الكتاب : { ولما جاءهم كتاب من عند اللَّه مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] .وحاصل المعنى : أنكم كنتم تقولون لا نترك ما نحن عليه من الدين حتى تأتينا البينة ، أي العلامة التي وُعدنا بها .وقد جعل ذلك تمهيداً وتوطئة لقوله بعده : { رسول من الله يتلوا صحفاً مطهرة } الخ .وإذ اتضح موقع هذه الآية وانقشع إشكالها فلننتقل إلى تفسير ألفاظ الآية .فالانفكاك : الإِقلاع ، وهو مطاوع فكَّه إذا فصَله وفرقه ويستعار لمعنى أقلع عنه ومتعلق { منفكين } محذوف دل عليه وصف المتحدث عنهم بصلة { الذين كفروا } والتقدير : منفكين عن كفرهم وتاركين له ، سواء كان كفرهم إشراكاً بالله مثل كفر المشركين أو كان كفراً بالرسول صلى الله عليه وسلم فهذا القول صادر من اليهود الذين في المدينة والقرى التي حولها ويتلقفه المشركون بمكة الذين لم ينقطعوا عن الاتصال بأهل الكتاب منذ ظهرت دَعوة الإِسلام يستفتونهم في ابتكار مخلص يتسللون به عن ملام من يلومهم على الإِعراض عن الإِسلام .وكذلك المشركون الذين حول المدينة من الأعراب مثل جُهَينة وغَطَفان ، ومن أفراد المتنصرين بمكة أو بالمدينة .وقد حكى الله عن اليهود أنهم قالوا : { إن الله عهد إلينا ألا نؤمنَ لرسول حتى يأتينا بقربان تأكله النار } [ آل عمران : 183 ] ، وقال عنهم : { ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] ، وحكى عن النصارى بقوله تعالى حكاية عن عيسى : { ومبشراً برسول يأتي من بعدي اسمه أحمد فلما جاءهم بالبينات قالوا هذا سحر مبين } [ الصف : 6 ] . وقال عن الفريقين : { ودَّ كثير من أهل الكتاب لو يردُّونكم من بعد إيمانكم كفاراً حسداً من عند أنفسهم من بعد ما تبين لهم الحق } [ البقرة : 109 ] ، وحكى عن المشركين بقوله : { فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى } [ القصص : 48 ] وقولهم : { فليأتنا بآية كما أرسل الأولون } [ الأنبياء : 5 ] .ولم يختلف أهل الكتابين في أنهم أخذ عليهم العهد بانتظار نبيء ينصر الدين الحق وجعلت علاماته دلائلَ تظهر من دعوته كقول التوراة في سفر التثنية : «أقيم لهم نبيئاً من وسط إخوتهم مِثلَك وأجعل كلامي في فمه» . ثم قولها فيه : «وأما النبي الذي يطغى فيتكلم كلاماً لم أوصه أن يتكلم به فيموت ذلك النبي وإن قلتَ في قلبك كيف نعرف الكلام الذي لم يتكلم به الرب فما تكلم به النبي باسم الرب ولم يحدث ولم يصر فهو الكلام الذي لم يتكلم به الرب ( الإصحاح الثامن عشر ) . وقول الإنجيل : «وأنَا أطلب من الأب فيعطيكم معزِّياً آخر ليمكث معكم إلى الأبد ( أي شريعته لأن ذات النبي لا تمكث إلى الأبد ) روح الحق الذي لا يستطيع العالم أن يقبله لأنه لا يراه ولا يعرفه ( يوحنا الإِصحاح الرابع عشر الفقرة 6 ) «وأما المعزي الروح القُدس الذي سيرسله الأب باسمي فهو يعلمكم كل شيء ويذكّركم بكل ما قلتُه لكم ( يوحنا الإِصحاح الرابع عشر فقرة 26 ) .وقوله : ويقوم أنبياء كَذَبةٌ كثيرون ، ( أي بعد عيسى ) ويُضلون كثيرين ولكن الذي يَصْبر إلى المنتهى ( أي يبقى إلى انقراض الدنيا وهو مؤول ببقاء دينه إذ لا يبقى أحد حياً إلى انقراض الدنيا ) فهذا يخلِّص ويكرر ببشارة الملكوت هذه في كل المسكونة شهادةً لجميع الأمم ثم يأتي المنتهى» ، أي نهاية الدنيا ( متّى الإصحاح الرابع والعشرون ) ، أي فهو خاتم الرسل كما هو بين .وكان أحبارُهم قد أساءوا التأويل للبشارات الواردة في كتبهم بالرسول المقفِّي وأدْخَلوا علامات يعرفون بها الرسول صلى الله عليه وسلم الموعود به هي من المخترعات الموهومة فبقي مَنْ خَلْفَهم ينتظرون تلك المخترعات فإذا لم يجدوها كذَّبوا المبعوث إليهم .و { البينة } : الحجة الواضحة والعلامة على الصدق وهو اسم منقول من الوصف جرى على التأنيث لأنه مؤول بالشهادة أو الآية .ولعل إيثار التعبير بها هنا لأنها أحسن ما تترجَم به العبارةُ الواقعة في كتب أهل الكتاب مما يحوم حول معنى الشهادة الواضحة لكل متبصر كما وقع في إنجيل متّى لفظ «شهادة لجميع الأمم» ، ( ولعل التزام هذه الكلمة هنا مرتين كان لهذه الخصوصية ) وقد ذُكرت مع ذكر الصحف الأولى في قوله :{ وقالوا لولا يأتينا بآية من ربه أو لمْ تأتهم بينةُ ما في الصُّحف الأولى } [ طه : 133 ] .والظاهر أن التعريف في { البينة } تعريف العهد الذهني ، وهو أن يراد معهود بنوعه لا بشخصه كقولهم : ادخُل السوق ، لا يريدون سوقاً معينة بل ما يوجد فيه ماهية سوق ، ومنه قول زهير: ... وما الحَرْب إلاّ ما عَلِمْتُم وذُقْتُمولذلك قال علماء البلاغة : إن المعرَّف بهذه اللام هو في المعنى نكرة فكأنه قيل حتى تأتيهم بينةٌ .ويجوز أن يكون التعريف لمعهود عند المخبَر عنهم ، أي البينة التي هي وصايا أنبيائهم فهي معهودة عند كل فريق منهم وإن اختلفوا في تخيلها وابتعدوا في توهمها بما تمليه عليه تخيلاتهم واختلاقهم .وأوثرت كلمة { البينة } لأنها تعبر عن المعنى الوارد في كلامهم ولذلك نرى مادَّتها متكررة في آيات كثيرة من القرآن في هذا الغرض كما في قوله : { أوَلَمْ تأتهم بينة ما في الصحف الأولى } [ طه : 133 ] وقوله : { فلما جاءهم بالبينات قالوا هذا سحر مبين } [ الصف : 6 ] وقوله : { مِن بَعد ما تبيَّن لهم الحق } [ البقرة : 109 ] وقال عن القرآن : { هدى للناس وبينات من الهدى والفرقان } [ البقرة : 185 ] .و { مِن } في قوله : { من أهل الكتاب } بيانية بيان للذين كفروا .وإنما قدم أهل الكتاب على المشركين هنا مع أن كفر المشركين أشد من كفر أهل الكتاب لأن لأهل الكتاب السبق في هذا المقام فهم الذين بثّوا بين المشركين شبهة انطباق البينة الموصوفة بينهم فأيدوا المشركين في إنكار نبوة محمد صلى الله عليه وسلم بما هو أتقن من تُرَّهات المشركين إذ كان المشركون أميين لا يعلمون شيئاً من أحوال الرسل والشرائع ، فلما صدمتهم الدعوة المحمدية فزعوا إلى اليهود ليتلقوا منهم ما يردُّون به تلك الدعوة وخاصة بعد ما هاجر النبي صلى الله عليه وسلم إلى المدينة .فالمقصود بالإِبطال ابتداءً هو دعوى أهل الكتاب ، وأما المشركون فتبع لهم .واعلم أنه يجوز أن يكون الكلام انتهى عند قوله : { حتى تأتيهم البينة } ، فيكون الوقف هناك ويكون قوله : { رسول من اللَّه } إلى آخرها جملة مستأنفة استئنافاً بيانياً وهو قول الفراء ، أي هي رسول من الله ، يعني لأن ما في البينة من الإِبهام يثير سؤال سائل عن صفة هذه البينة ، وهي جملة معترضة بين جملة { لم يكن الذين كفروا . . . منفكين } إلى آخرها وبين جملة : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] .ويجوز أن يكون { رسول } بدلاً من { البينة } فيقتضي أن يكون من تمام لفظ «بينة» فيكون من حكاية ما زعموه . أريد إبطال معاذيرهم وإقامة الحجة عليهم بأن البينة التي ينتظرونها قد حلّت ولكنهم لا يتدبرون أو لا ينصفون أو لا يفقهون ، قال تعالى :{ فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] .وتنكير { رسول } للنوعية المرادِ منها تيسير ما يستصعب كتنكير قوله تعالى : { أياماً معدودات } [ البقرة : 184 ] وقول : { المص كتاب أنزل إليك } [ الأعراف : 1 ، 2 ] .وفي هذا التبيين إبطال لمعاذيرهم كأنه قيل : فقد جاءتكم البينة ، على حد قوله تعالى : { أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير } [ المائدة : 19 ] ، وهو يفيد أن البينة هي الرسول وذلك مثل قوله تعالى : { قد أنزل اللَّه إليكم ذكراً رسولاً يتلو عليكم آيات اللَّه } [ الطلاق : 10 ، 11 ] .فأسلوب هذا الردّ مثل أسلوب قوله تعالى : { وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً أو تكون لك جنة من نخيل وعنب فتفجر الأنهار خلالها تفجيراً أو تسقط السماء كما زعمت علينا كسفاً أو تأتي باللَّه والملائكة قبيلاً أو يكون لك بيت من زخرف أو ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتاباً نقرؤه قل سبحان ربي هل كنت إلا بشراً رسولاً وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا أبعث اللَّه بشراً رسولاً } [ الإسراء : 90 94 ] .وفي هذا تذكير بغلطهم فإن كتبهم ما وعدت إلا بمجيء رسول معه شريعة وكتاب مصدق لما بين يديه وذلك مما يندرج في قولة التوراة : «وأجْعَلُ كلامي في فمه» .وقول الإنجيل : «ويُذَكِّرُكم بكل ما قلتُه لكم» كما تقدم آنفاً ، وهو ما أشار إليه قوله تعالى : { وأنزلنا إليك الكتاب بالحق مصدقاً لما بين يديه من الكتاب } [ المائدة : 48 ] لأن التوراة والإنجيل لم يصفا النبي الموعود به إلا بأنه مثل موسى أو مثل عيسى ، أي في أنه رسول يوحي الله إليه بشريعة ، وأنه يبلغ عن الله وينطلق بوحيه ، وأن علامته هو الصدق كما تقدم آنفاً . قال حجة الإِسلام في كتاب «المنقذ من الضلال» : «إن مجموع الأخلاق الفاضلة كان بالغاً في نبينا إلى حد الإِعجاز وأن معجزاته كانت غاية في الظهور والكثرة» .و { من اللَّه } متعلق ب { رسول } ولم يُسلَك طريق الإِضافة ليتأتى تنوين { رسول } فيشعر بتعظيم هذا الرسول .وجملة { يتلوا صحفاً } الخ صفة ثانية أو حال ، وهي إدماج بالثناء على القرآن إذ الظاهر أن الرسول الموعود به في كتبهم لم يوصف بأنه يتلو صحفاً مطهرة .والتلاوة : إعادة الكلام دون زيادة عليه ولا نقص منه سواء كان كلاماً مكتوباً أو محفوظاً عن ظهر قلب ، ففعل { يتلو } مؤذن بأنه يقرأ عليهم كلاماً لا تُبَدَّل ألفاظه وهو الوحي المنزل عليه .والصحف : الأوراق والقراطيس التي تُجعل لأن يكتب فيها ، وتكون من رَق أو جلد ، أو من خِرَق . وتسمية ما يتلوه الرسول { صحفاً } مجاز بعلاقة الأيلولة لأنه مأمور بكتابته فهو عند تلاوته سيكون صُحفاً ، فهذا المجاز كقوله : { إني أراني أعصر خمراً }[ يوسف : 36 ] . وهذا إشارة إلى أن الله أمر رسوله صلى الله عليه وسلم بكتابة القرآن في الصحف وما يشبه الصحف من أكتاففِ الشاء والخِرَق والحجارة ، وأن الوحي المنزل على الرسول سمي كتاباً في قوله تعالى : { أو لم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم } [ العنكبوت : 51 ] لأجل هذا المعنى .وتعدية فعل { يتلو } إلى { صحفاً } مجاز مرسل مشهور ساوى الحقيقة قال تعالى : { وما كنت تتلو من قبله من كتاب } [ العنكبوت : 48 ] ، وهو باعتبار كون المتلو مكتوباً ، وإنما كان رسول الله صلى الله عليه وسلم يتلو عليهم القرآن عن ظهر قلب ولا يقرأه من صحف فمعنى { يتلو صحفاً } يتلو ما هو مكتوب في صحف والقرينة ظاهرة وهي اشتهار كونه صلى الله عليه وسلم أمِّيّاً .ووصف الصحف ب { مطهرة } وهو وصف مشتق من الطهارة المجازية ، أي كون معانيه لا لبس فيها ولا تشتمل على ما فيه تضليل ، وهذا تعريض ببعض ما في أيدي أهل الكتاب من التحريف والأوهام .ووصف الصحف التي يتلوها رسول الله صلى الله عليه وسلم لأن فيها كتباً ، والكتب : جمع كتاب ، وهو فِعال اسم بمعنى المكتوب ، فمعنى كون الكتب كائنة في الصحف أن الصحف التي يكتب فيها القرآن تشتمل على القرآن وهو يشتمل على ما تضمنته كتب الرسل السابقين مما هو خالص من التحريف والباطل ، وهذا كما قال تعالى : { مصدق لما بين يديه } [ البقرة : 97 ] وقال : { إن هذا لفي الصحف الأولى صحف إبراهيم وموسى } [ الأعلى : 18 ، 19 ] ، فالقرآن زُبدة ما في الكتب الأولى ومجمع ثمرتها ، فأطلق على ثمرة الكتب اسم كتب على وجه مجاز الجزئية .",
  "ayah": 2,
  "surah": 98
}
