{
  "text": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (5)هذا إبطال ثالث لتنصلهم من متابعة الإِسلام بعلة أنهم لا يتركون ما هم عليه حتى تأتيهم البينة وزعمهم أن البينة لم تأتهم .وهو إبطال بطريق القول بالموجَب في الجدل ، أي إذا سلمنا أنكم مُوصَوْن بالتمسك بما أنتم عليه لا تنفكون عنه حتى تأتيكم البينة ، فليس في الإِسلام ما ينافي ما جاء به كتابكم لأن كتابكم يأمر بما أمر به القرآن ، وهو عبادة الله وحده دون إشراك ، وذلك هو الحنيفية وهي دين إبراهيم الذي أخذ عليهم العهد به ، فذلك دين الإِسلام وذلك ما أمرتم به في دينكم .فلك أن تجعل الواو عاطفة على جملة : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] الخ .ولك أن تجعل الواو للحال فتكون الجملة حالاً من الضمير في قوله : { حتى تأتيهم البينة } [ البينة : 1 ] . والمعنى والحال أن البينة قد أتتهم إذ جاء الإِسلام بما صدَّق قول الله تعالى لموسى عليه السلام : «أقيم لهم نبيئاً من وسط إخوتهم وأجعل كلامي في فمه» ، وقول عيسى عليه السلام : «فهو يعلمكم كل شيء ويذكركم بكل ما قلته لكم» .والتعبير بالفعل المسند للمجهول مفيد معنيين ، أي ما أمروا في كتابهم إلا بما جاء به الإِسلام . فالمعنى : وما أمروا في التوراة والإِنجيل إلا أن يعبدوا الله مخلصين إلى آخره . فإن التوراة أكدت على اليهود تجنب عبادة الأصنام ، وأمرت بالصلاة ، وأمرت بالزكاة أمراً مؤكداً مكرراً .  وتلك هي أصول دين الإِسلام قبل أن يفرض صَوم رمضان والحج ، والإِنجيل لم يخالف التوراة أو المعنى وما أمروا في الإِسلام إلا بمثل ما أمرهم به كتابهم ، فلا معذرة لهم في الإِعراض عن الإِسلام على كلا التقديرين .ونائب فاعل { أمروا } محذوف للعموم ، أي ما أمروا بشيء إلا بأن يعبدوا الله .واللام في قوله : { ليعبدوا اللَّه } هي اللام التي تكثر زيادتها بعد فعل الإِرادة وفعل الأمر وتقدم ذكرها عند قوله تعالى : { يريد اللَّه ليبين لكم } في سورة النساء ( 26 ) وقوله : { وأمرنا لنسلم لرب العالمين } في سورة الأنعام ( 71 ) ، وسماها بعض النحاة لام ( أنْ ) .والإخلاص : التصفية والإِنقاء ، أي غير مشاركين في عبادته معه غيره .والدين : الطاعة قال تعالى : { قل اللَّه أعبد مخلصاً له ديني } [ الزمر : 14 ] .وحنفاء : جمع حنيف ، وهو لقب للذي يؤمن بالله وحده دون شريك قال تعالى : { قل إنني هداني ربي إلى صراط مستقيم ديناً قيماً ملة إبراهيم حنيفاً وما كان من المشركين } [ الأنعام : 161 ] .وهذا الوصف تأكيد لمعنى : { مخلصين له الدين } مع التذكير بأن ذلك هو دين إبراهيم عليه السلام الذي ملئت التوراة بتمجيده واتباع هديه .وإقامة الصلاة من أصول شريعة التوراة كلَّ صباح ومساء .وإيتاء الزكاة : مفروض في التوراة فرضاً مؤكداً .واسم الإِشارة في قوله : { وذلك دين القيمة } متوجِّهٌ إلى ما بعد حرف الاستثناء فإنه مقترن باللام المسماة ( لام أنْ ) المصدرية فهو في تأويل مفرد ، أي إلا بعبادة الله وإقامة الصلاة وإيتاء الزكاة ، أي والمذكورُ دين القيمة .و { دين القيمة } يجوز أن تكون إضافته على بابها فتكون { القيمة } مراداً به غير المراد بدين مما هو مؤنث اللفظ مما يضاف إليه دين أي دين الأمة القيّمة أو دين الكُتُب القَيمة . ويرجّح هذا التقدير أن دليل المقدَّر موجود في اللفظ قبله . وهذا إلزام لهم بأحقية الإِسلام وأنه الدين القيم قال تعالى : { فأقم وجهك للدين حنيفاً فطرة اللَّه التي فطر الناس عليها لا تبديل لخلق اللَّه ذلك الدين القيم ولكن أكثر الناس لا يعلمون منيبين إليه واتقوه وأقيموا الصلاة } [ الروم : 30 31 ] .ويجوز أن تكون الإِضافة صورية من إضافة الموصوف إلى الصفة وهي كثيرة الاستعمال ، وأصله الدين القيم ، فأنث الوصف على تأويل دين بملة أو شريعة ، أو على أن التاء للمبالغة في الوصف مثل تاء علاّمة والمآل واحد ، وعلى كلا التقديرين فالمراد بدين القيمة دين الإِسلام .والقيمة : الشديدة الاستقامة وقد تقدم آنفاً .فالمعنى : وذلك المذكور هو دين أهل الحق من الأنبياء وصالحي الأمم وهو عين ما جاء به الإِسلام قال تعالى في إبراهيم : { ولكن كان حنيفاً مسلماً } [ آل عمران : 67 ] وقال عنه وعن إسماعيل : { ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك } [ البقرة : 128 ] . وحكى عنه وعن يعقوب قولهما : { فلا تموتن إلا وأنتم مسلمون } [ البقرة : 132 ] وقال سليمان : { وكنا مسلمين } [ النمل : 42 ] .وقد مضى القول في ذلك عند قوله تعالى : { فلا تموتن إلا وأنتم مسلمون } في سورة البقرة ( 132 ) .والإِشارة بذلك إلى الذي أمروا به أي مجموع ما ذكر هو دين الإِسلام ، أي هو الذي دعاهم إليه الإِسلام فحسبوه نقضاً لدينهم ، فيكون مهيع الآية مثل قوله تعالى : { قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أَلاَّ نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضاً أرباباً من دون اللَّه فإن تولوا فقولوا اشهدوا بأنا مسلمون } [ آل عمران : 64 ] وقوله : { قل يا أهل الكتاب هل تنقمون منا إلا أن آمنا باللَّه وما أنزل إلينا وما أنزل من قبل } [ المائدة : 59 ] .والمقصود إقامة الحجة على أهل الكتاب وعلى المشركين تبعاً لهم بأنهم أعرضوا عما هم يتطلبونه فإنهم جميعاً مقرّون بأن الحنيفية هي الحق الذي أقيمت عليه الموسوية والعيسوية ، والمشركون يزعمون أنهم يطلبون الحنيفية ويأخذون بما أدركوه من بقاياها ويزعمون أن اليهودية والنصرانية تحريف للحنيفية ، فلذلك كان عامة العرب غير متهودين ولا متنصرين ويتمسكون بما وجدوا آباءهم متمسكين به وقلّ منهم من تهودوا أو تنصروا ، وذهب نفر منهم يتطلبون آثار الحنيفية مثل زيد بن عمرو بن نُفَيْل ، وأميَّة بن أبي الصَّلْت .وخصّ الضمير ب«أهل الكتاب» لأن المشركين لم يؤمروا بذلك قبل الإِسلام قال تعالى : { لتنذر قوماً ما أتاهم من نذير من قبلك } [ القصص : 46 ] .",
  "ayah": 5,
  "surah": 98
}
