{
  "text": "اللہ قادر مطلق۔ اللہ ساری مخلوق سے بےنیاز ہے اور تمام مخلوق اس کی محتاج ہے۔ وہ غنی ہے اور سب فقیر ہیں۔ وہ بےپرواہ ہے اور سب اس کے حاجت مند ہیں۔ اس کے سامنے ہر کوئی ذلیل ہے اور وہ عزیز ہے کسی قسم کی حرکت و سکون پر کوئی قادر نہیں سانس تک لینا کسی کے بس میں نہیں۔ مخلوق بالکل ہی بےبس ہے۔ غنی بےپرواہ اور بےنیاز صرف اللہ ہی ہے تمام باتوں پر قادر وہی ہے۔ وہ جو کرتا ہے اس میں قابل تعریف ہے۔ اس کا کوئی کام حکمت و تعریف سے خالی نہیں۔ اپنے قول میں اپنے فعل میں اپنی شرع میں تقدیروں کے مقرر کرنے میں غرض ہر طرح سے وہ بزرگ اور لائق حمد وثناء ہے۔ لوگو اللہ کی قدرت ہے اگر وہ چاہے تو تم سب کو غارت و برباد کر دے اور تمہارے عوض دوسرے لوگوں کو لائے، رب پر یہ کام کچھ مشکل نہیں، قیامت کے دن کوئی دوسرے کے گناہ اپنے اوپر نہ لے گا۔ اگر کوئی گنہگار اپنے بعض یا سب گناہ دوسرے پر لادنا چاہے تو یہ چاہت بھی اس کی پوری نہ ہوگی۔ کوئی نہ ملے گا کہ اس کا بوجھ بٹائے عزیز و اقارب بھی منہ موڑ لیں گے اور پیٹھ پھیر لیں گے۔ گو ماں باپ اور اولاد ہو۔ ہر شخص اپنے حال میں مشغول ہوگا۔ ہر ایک کو اپنی اپنی پڑی ہوگی۔ حضرت عکرمہ فرماتے ہیں پڑوسی پڑوسی کے پیچھے پڑجائے گا اللہ سے عرض کرے گا کہ اس سے پوچھ تو سہی کہ اس نے مجھ سے اپنا دروازہ کیوں بند کرلیا تھا ؟ کافر مومن کے پیچھے لگ جائے گا اور جو احسان اس نے دنیا میں کئے تھے وہ یاد دلا کر کہے گا کہ آج میں تیرا محتاج ہوں مومن بھی اس کی سفارش کرے گا اور ہوسکتا ہے کہ اس کا عذاب قدرے کم ہوجائے گو جہنم سے چھٹکارا محال ہے۔ باپ اپنے بیٹے کو اپنے احسان جتائے گا اور کہے گا کہ رائی کے ایک دانے برابر مجھے آج اپنی نیکیوں میں سے دے دے وہ کہے گا ابا آپ چیز تو تھوڑی سی طلب فرما رہے ہیں لیکن آج تو جو کھٹکا آپ کو ہے وہی مجھے بھی ہے میں تو کچھ بھی نہیں دے سکتا۔ پھر بیوی کے پاس جائے گا اس سے کہے گا میں نے تیرے ساتھ دنیا میں کیسے سلوک کئے ہیں ؟ وہ کہے گی بہت ہی اچھے یہ کہے گا آج میں تیرا محتاج ہوں مجھے ایک نیکی دے دے تاکہ عذابوں سے چھوٹ جاؤں جواب ملے گا کہ سوال تو بہت ہلکا ہے لیکن جس خوف میں تم ہو وہی ڈر مجھے بھی لگا ہوا ہے میں تو کچھ بھی سلوک آج نہیں کرسکتی۔ قرآن کریم کی اور آیت میں ہے (يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖ ۡ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَـيْـــــًٔا ۭ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَا ۪ وَلَا يَغُرَّنَّكُمْ باللّٰهِ الْغَرُوْرُ 33؀) 31۔ لقمان :33) یعنی آج نہ باپ بیٹے کے کام آئے نہ بیٹا باپ کے کام آئے اور فرمان ہے (يَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِ 34؀ۙ) 80۔ عبس :34) آج انسان اپنے بھائی سے، ماں سے، باپ سے، بیوی سے اور اولاد سے بھاگتا پھرے گا۔ ہر شخص اپنے حال میں سمت و بےخود ہوگا۔ ہر ایک دوسرے سے غافل ہوگا، تیرے وعظ و نصیحت سے وہی لوگ فائدہ اٹھا سکتے ہیں جو عقل مند اور صاحب فراست ہوں جو اپنے رب سے قدم قدم پر خوف کرنے والے اور اطاعت اللہ کرتے ہوئے نمازوں کو پابندی کے ساتھ ادا کرنے والے ہیں۔ نیک اعمال خود تم ہی کو نفع دیں گے جو پاکیزگیاں تم کرو ان کا نفع تم ہی کو پہنچے گا۔ آخر اللہ کے پاس جانا ہے، اس کے سامنے پیش ہونا ہے، حساب کتاب اس کے سامنے ہونا ہے، اعمال کا بدلہ وہ خود دینے والا ہے۔",
  "ayah": 16,
  "surah": 35
}
