{
  "text": "رب کی قدرتیں۔ رب کی قدرتوں کے کمالات دیکھو کہ ایک ہی قسم کی چیزوں میں گوناگوں نمونے نظر آتے ہیں۔ ایک پانی آسمان سے اترتا ہے اور اسی سے مختلف قسم کے رنگ برنگے پھل پیدا ہوجاتے ہیں۔ سرخ سبز سفید وغیرہ۔ اسی طرح ہر ایک کی خوشبو الگ الگ ہر ایک کا ذائقہ جداگانہ جیسے اور آیت میں (وَفِي الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۗءٍ وَّاحِدٍ ۣ وَنُفَضِّلُ بَعْضَهَا عَلٰي بَعْضٍ فِي الْاُكُلِ ۭ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ) 13۔ الرعد :4) ، یعنی کہیں انگور ہے، کہیں کھجور ہے، کہیں کھیتی ہے وغیرہ اسی طرح پہاڑوں کی پیدائش بھی قسم قسم کی ہے کوئی سفید ہے کوئی سرخ ہے کوئی کالا ہے۔ کسی میں راستے اور گھاٹیاں ہیں۔ کوئی لمبا ہے کوئی ناہموار ہے، ان بےجان چیزوں کے بعد جاندار چیزوں پر نظر ڈالو۔ انسانوں کو جانوروں کو چوپایوں کو دیکھو ان میں بھی قدرت کی وضع وضع کی گلکاریاں پاؤ گے۔ بربرحبشی طماطم بالکل سیاہ فام ہوتے ہیں۔ مقالیہ رومی بالکل سفید رنگ عرب درمیانہ ہندی ان کے قریب قریب۔ چناچہ اور آیت میں ہے (وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْ ۭ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّــلْعٰلِمِيْنَ 22؀) 30۔ الروم :22) تمہاری بول چال کا اختلاف تمہاری رنگتوں کا اختلاف بھی ایک عالم کے لئے تو قدرت کی کامل نشانی ہے۔ اسی طرح چوپائے اور دیگر حیوانات کے رنگ روپ بھی علیحدہ علیحدہ ہیں۔ بلکہ ایک ہی قسم کے جانوروں میں ان کی بھی رنگتیں مختلف ہیں۔ بلکہ ایک ہی جانور کے جسم پر کئی کئی قسم کے رنگ ہوتے ہیں۔ سبحان اللہ سب سے اچھا خالق اللہ کیسی کچھ برکتوں والا ہے۔ مسند بزار میں ہے کہ ایک شخص نے رسول اللہ سے سوال کیا کہ کیا اللہ تعالیٰ رنگ آمیزی بھی کرتا ہے ؟ آپ نے فرمایا ہاں ایسا رنگ رنگتا ہے جو کبھی ہلکا نہ پڑے۔ سرخ زرد اور سفید۔ یہ حدیث مرسل اور موقوف بھی مروی ہے۔ اس کے بعد ہی فرمایا کہ جتنا کچھ خوف اللہ سے کرنا چاہئے اتنا خوف تو اس سے صرف علماء ہی کرتے ہیں کیونکہ وہ جاننے بوجھنے والے ہوتے ہیں۔ حقیقتاً جو شخص جو قدر اللہ کی ذات سے متعلق معلومات زیادہ رکھے گا اسی قدر اس عظیم قدیر علیم اللہ کی عظمت وہیبت اس کے دل میں بڑھے گی اور اسی قدر اس کی خشیت اس کے دل میں زیادہ ہوگی۔ جو جانے گا کہ اللہ ہر چیز پر قادر ہے وہ قدم قدم پر اس سے ڈرتا رہے گا۔ اللہ کے ساتھ سچا علم اسے حاصل ہے جو اس کی ذات کے ساتھ کسی کو شریک نہ ٹہرائے اس کے حلال کئے ہوئے کو حلال اور اس کے حرام بتائے کاموں کو حرام جانے اس کے فرمان پر یقین کرے اس کی نصیحت کی نگہبانی کرے اس کی ملاقات کو برحق جانے اپنے اعمال کے حساب کو سچ سمجھے۔ خشیت ایک قوت ہوتی ہے جو بندے کے اور اللہ کی نافرمانی کے درمیان حائل ہوجاتی ہے عالم کہتے ہی اسے ہیں جو در پردہ بھی اللہ سے ڈرتا رہے اور اللہ کی رضا اور پسند کو چاہے رغبت کرے اور اس کی ناراضگی کے کاموں سے نفرت رکھے۔ حضرت ابن مسعود ؓ فرماتے ہیں باتوں کی زبادتی کا نام علم نہیں علم نام ہے بہ کثرت اللہ سے ڈرنے کا۔ حضرت امام مالک کا قول ہے کہ کثرت روایات کا نام علم نہیں علم تو ایک نور ہے جسے اللہ تعالیٰ اپنے بندے کے دل میں ڈال دیتا ہے۔ حضرت احد بن صالح مصری فرماتے ہیں علم کثرت روایات کا نام نہیں بلکہ علم اس کا جس کی تابعداری اللہ کی طرف سے فرض ہے یعنی کتاب و سنت اور جو اصحاب اور ائمہ سے پہنچا ہو وہ روایت سے ہی حاصل ہوتا ہے۔ نور جو بندے کے آگے آگے ہوتا ہے وہ علم کو اور اس کے مطلب کو سمجھ لیتا ہے۔ مروی ہے کہ علماء کی تین قسمیں ہیں عالم باللہ، عالم بامر اللہ اور عالم باللہ وبامر اللہ عالم باللہ، عالم بامر اللہ نہیں اور عالم با مر اللہ عالم باللہ نہیں۔ ہاں عالم باللہ و بامر اللہ وہ ہے جو اللہ سے ڈرتا ہو اور حدود فرائض کو جانتا ہو۔ عالم باللہ وہ ہے جو اللہ سے ڈرتا ہو لیکن حدود فرائض کو نہ جانتا ہو۔ عالم بامر اللہ وہ ہے جو حدود فرائض کو تو جانتا ہو لیکن اس کا دل اللہ کے خوف سے خالی ہو۔",
  "ayah": 28,
  "surah": 35
}
