{
  "text": "اللہ کی کتاب کے وارث لوگ۔ فرماتا ہے جن برگزیدہ لوگوں کو ہم نے اللہ کی کتاب کا وارث بنایا ہے انہیں قیامت کے دن ہمیشہ والی ابدی نعمتوں والی جنتوں میں لے جائیں گے۔ جہاں انہیں سونے کے اور موتیوں کے کنگن پہنائے جائیں گے۔ حدیث میں ہے مومن کا زیور وہاں تک ہوگا جہاں تک اس کے وضو کا پانی پہنچتا ہے۔ ان کا لباس وہاں پر خاص ریشمی ہوگا۔ جس سے دنیا میں وہ ممانعت کردیئے گئے تھے۔ حدیث میں ہے جو شخص یہاں دنیا میں حریر و ریشم پہنے گا وہ اسے آخرت میں نہیں پہنایا جائے گا اور حدیث میں ہے یہ ریشم کافروں کے لئے دنیا میں ہے اور تم مومنوں کے لئے آخرت میں ہے۔ اور حدیث میں ہے کہ حضور ﷺ نے اہل جنت کے زیوروں کا ذکر کرتے ہوئے فرمایا انہیں سونے چاندی کے زیور پہنائے جائیں گے جو موتیوں سے جڑاؤ کئے ہوئے ہوں گے۔ ان پر موتی اور یاقوت کے تاج ہوں گے۔ جو بالکل شاہانہ ہوں گے۔ وہ نوجوان ہوں گے بغیر بالوں کے سرمیلی آنکھوں والے، وہ جناب باری عزوجل کا شکریہ ادا کرتے ہوئے کہیں گے کہ اللہ کا احسان ہے جس نے ہم سے خوف ڈر زائل کردیا اور دنیا اور آخرت کی پریشانیوں اور پشمانیوں سے ہمیں نجات دے دی حدیث شریف میں ہے کہ لا الہ الا اللہ کہنے والوں پر قبروں میں میدان محشر میں کوئی دہشت و وحشت نہیں۔ میں تو گویا انہیں اب دیکھ رہا ہوں کہ وہ اپنے سروں پر سے مٹی جھاڑتے ہوئے کہہ رہے ہیں اللہ کا شکر ہے جس نے ہم سے غم و رنج دور کردیا۔ (ابن ابی حاتم) طبرانی میں ہے موت کے وقت بھی انہیں کوئی گھبراہٹ نہیں ہوگی۔ حضرت ابن عباس کا فرمان ہے ان کی بڑی بڑی اور بہت سی خطائیں معاف کردی گئیں اور چھوٹی چھوٹی اور کم مقدار نیکیاں قدر دانی کے ساتھ قبول فرمائی گئیں، یہ کہیں گے اللہ کا شکر ہے جس نے اپنے فضل و کرم لطف و رحم سے یہ پاکیزہ بلند ترین مقامات عطا فرمائے ہمارے اعمال تو اس قابل تھے ہی نہیں۔ چناچہ حدیث شریف میں ہے تم میں سے کسی کو اس کے اعمال جنت میں نہیں لے جاسکتے لوگوں نے پوچھا آپ کو بھی نہیں ؟ فرمایا ہاں مجھے بھی اسی صورت اللہ کی رحمت ساتھ دے گی۔ وہ کہیں گے یہاں تو ہمیں نہ کسی طرح کی شفقت و محنت ہے نہ تھکان اور کلفت ہے۔ روح الگ خوش ہے جسم الگ راضی راضی ہے۔ یہ اس کا بدلہ ہے جو دنیا میں اللہ کی راہ میں تکلیفیں انہیں اٹھانی پڑی تھیں آج راحت ہی راحت ہے۔ ان سے کہہ دیا گیا ہے کہ پسند اور دل پسند کھاتے پیتے رہو اور اس کے بدلے جو دنیا میں تم نے میری فرماں برداریاں کیں۔",
  "ayah": 33,
  "surah": 35
}
