{
  "text": "مدلل پیغام۔ اللہ تعالیٰ اپنے رسول ﷺ سے فرما رہا ہے کہ آپ مشرکوں سے فرمایئے کہ اللہ کے سوا جن جن کو تم پکارا کرتے ہو تم مجھے بھی تو ذرا دکھاؤ کہ انہوں نے کس چیز کو پیدا کیا ہے ؟ یا یہی ثابت کردو کہ آسمانوں میں ان کا کونسا حصہ ہے ؟ جب کہ نہ وہ خالق نہ ساجھی پھر تم مجھے چھوڑ کر انہیں کیوں پکارو ؟ وہ تو ایک ذرے کے بھی مالک نہیں۔ اچھا یہ بھی نہیں تو کم از کم اپنے کفر و شرک کی کوئی کتابی دلیل ہی پیش کردو۔ لیکن تم یہ بھی نہیں کرسکتے۔ حقیقت یہ ہے کہ تم صرف اپنی نفسانی خواہشوں اور اپنی رائے کے پیچھے لگ گئے ہو دلیل کچھ بھی نہیں۔ باطل جھوٹ اور دھوکے بازی میں مبتلا ہو۔ ایک دوسرے کو فریب دے رہے ہو، اپنے ان جھوٹے معبودوں کی کمزوری اپنے سامنے رکھ کر اللہ تعالیٰ کی جو سچا معبود ہے قدرت و طاقت دیکھو کہ آسمان و زمین اس کے حکم سے قائم ہیں۔ ہر ایک اپنی جگہ رکا ہوا اور تھما ہوا ہے۔ ادھر ادھر جنبش بھی تو نہیں کرسکتا۔ آسمان کو زمین پر گر پڑنے سے اللہ تعالیٰ رکے ہوئے ہے۔ یہ دونوں اس کے فرمان سے ٹھہرے ہوئے ہیں۔ اس کے سوا کوئی نہیں جو انہیں تھام سکے، روک سکے، نظام پر قائم رکھ سکے۔ اس حلیم و غفور اللہ کو دیکھو کہ مخلوق و مملوک، نافرمانی و سرکشی، کفر و شرک دیکھتے ہوئے بھی بربادی اور بخشش سے کام لے رہا ہے، ڈھیل اور مہلت دیئے ہوئے ہے۔ گناہوں کو معاف فرماتا جاتا ہے۔ ابن ابی حاتم میں اس آیت کی تفسیر میں ایک غریب بلکہ منکر حدیث ہے کہ حضرت موسیٰ ؑ کا ایک واقعہ جناب رسول اللہ ﷺ نے ایک مرتبہ منبر پر بیان فرمایا کہ آپ ﷺ کے دل میں خیال گذرا کہ اللہ تعالیٰ کبھی سوتا بھی ہے ؟ تو اللہ تعالیٰ نے ایک فرشتہ ان کے پاس بھیج دیا جس نے انہیں تین دن تک سونے نہ دیا۔ پھر ان کے ایک ایک ہاتھ میں ایک ایک بوتل دے دی اور حکم دیا کہ ان کی حفاظت کرو یہ گریں نہیں ٹوٹیں نہیں۔ حضرت موسیٰ ؑ انہیں ہاتھوں میں لے کر حفاظت کرنے لگے لیکن نیند کا غلبہ ہونے لگا اونگھ آنے گی۔ کچھ جھکولے تو ایسے آئے کہ آپ ہوشیار ہوگئے اور بوتل گرنے نہ دی لیکن آخر نیند غالب آگئی اور بوتلیں ہاتھ سے چھوٹ کر زمین پر گرگئیں اور چورا چور ہوگئیں۔ مقصد یہ تھا کہ سونے والا دو بوتلیں بھی تھام نہیں سکتا۔ پھر اللہ تعالیٰ اپنی صفات میں فرما چکا ہے کہ اسے نہ تو اونگھ آئے نہ نیند۔ زمین و آسمان کی کل چیزوں کا مالک صرف وہی ہے۔ بخاری و مسلم میں حدیث ہے کہ اللہ تعالیٰ نہ تو سوتا ہے نہ سونا اس کی شایان شان ہے۔ وہ ترازو کو اونچا نیچا کرتا رہتا ہے۔ دن کے عمل رات سے پہلے اور رات کے اعمال دن سے پہلے اس کی طرف چڑھ جاتے ہیں۔ اس کا حجاب نور ہے۔ یا آگ ہے۔ اگر اسے کھول دے تو اس کے چہرے کی تجلیاں جہاں تک اس کی نگاہ پہنچتی ہے سب مخلوق کو جلا دیں۔ ابن جریر میں ہے کہ ایک شخص حضرت عبداللہ بن مسعود ؓ کے پاس آیا آپ نے اس سے دریافت فرمایا کہ کہاں سے آ رہے ہو ؟ اس نے کہا شام سے۔ پوچھا وہاں کس سے ملے ؟ کہا کعب سے۔ پوچھا کعب نے کیا بات بیان کی ؟ کہا یہ کہ آسمان ایک فرشتے کے کندھے تک گھوم رہے ہیں۔ پوچھا تم نے اسے سچ جانا یا جھٹلا دیا ؟ جواب دیا کچھ بھی نہیں۔ فرمایا پھر تو تم نے کچھ بھی نہیں کیا۔ سنو حضرت کعب نے غلط کہا پھر آپ نے اسی آیت کی تلاوت فرمائی۔ اس کی اسناد صحیح ہے۔ دوسری سند میں آنے والے کا نام ہے کہ وہ حضرت جندب بجلی تھے۔ حضرت امام مالک بھی اس کی تردید کرتے تھے کہ آسمان گردش میں ہیں اور اسی آیت سے دلیل لیتے تھے اور اس حدیث سے بھی جس میں ہے مغرب میں ایک دروازہ ہے جو توبہ کا دروازہ ہے وہ بند نہ ہوگا جب تک کہ آفتاب مغرب سے طلوع نہ ہو۔ حدیث بالکل صحیح ہے۔ واللہ سبحانہ و تعالیٰ اعلم۔",
  "ayah": 41,
  "surah": 35
}
