{
  "text": "Преславен, превелик и пречист Аллах, Который лишен любых пороков и недостатков. Божественная власть является Его неотъемлемым качеством, и поэтому все творения являются Его рабами и покорны законам Его предопределения и шариата. Его существование, власть и совершенство являются сущей правдой. Однако все эти качества могут быть совершенными только в том случае, если они присущи истинному Властелину. Именно таковым является Аллах. Его творения тоже могут обладать властью, но их власть тленна и коротка, тогда как власть Живого Вседержителя и Славного Властелина не прейдет во веки веков. О Мухаммад! Будь терпелив и не спеши повторять кораническое откровение вслед за Джибрилем, пока он читает его тебе. Когда же он завершит ниспослание откровения, то читай его следом. Воистину, Аллах обещал собрать Коран в твоем сердце и прочесть его тебе целиком. Всевышний сказал: «Не шевели своим языком, повторяя его (Коран), чтобы поскорее запомнить. Нам надлежит собрать его и прочесть. Когда же Мы прочтем его, то читай его следом. Нам надлежит разъяснять его» (75:16–19). Стремление Пророка Мухаммада, да благословит его Аллах и приветствует, поскорее запомнить откровение свидетельствовало о его любви к знаниям, и поэтому Всевышний повелел ему молиться о приумножении его знания. Воистину, знания приносят человеку благо, и человек всегда должен стремиться приумножить благо. Однако распоряжается им только Аллах, и поэтому приобрести знания можно только благодаря усердию и труду. Наряду с этим человек должен стремиться к знаниям, просить Аллаха помочь ему в достижении этой цели и каждый миг подчеркивать свою нужду в Божьей милости. Из обсуждаемого нами аята становится ясно, как учащиеся должны вести себя на занятиях. Они должны иметь терпение и не перебивать преподавателя или лектора во время объяснения темы, дабы не мешать ему излагать свои мысли. Когда же преподаватель заканчивает объяснение темы, учащиеся могут задать ему вопрос. Если же учащийся задает вопрос и перебивает для этого преподавателя, то он лишается большого блага. В то же время преподаватель, которому задают вопрос, должен выслушать вопрос до конца, вникнуть в него и только после этого ответить учащемуся, потому что соблюдение этого этикета позволяет преподавателю дать точный и полный ответ.",
  "ayah": 114,
  "surah": 20
}
