{
  "text": "Неверные требовали от Пророка Мухаммада, да благословит его Аллах и приветствует, явить им удивительные знамения и обвиняли его в бессилии. Они сказали: «Ни за что мы не уверуем, пока ты не исторгнешь для нас из земли источник; или пока не будет у тебя пальмовой рощи и виноградника, в которых ты проложишь реки; или пока не обрушишь на нас небо кусками, как ты это утверждаешь; или не предстанешь перед нами вместе с Аллахом и ангелами; или пока у тебя не будет дома из драгоценностей; или пока ты не взойдешь на небо. Но мы не поверим в твое восхождение, пока ты не спустишься с Писанием, которое мы станем читать» (17:90–93). Это было проявлением величайшего упрямства и беззакония со стороны многобожников. Они, также как и сам Посланник, да благословит его Аллах и приветствует, были всего лишь рабами Аллаха и не имели права требовать от Него чудес в угоду своим страстям, поскольку Он являет Своим рабам только те чудеса, которые соответствуют Его божественной мудрости. Что же касается утверждений многобожников о том, что им не были показаны знамения, свидетельствующие о правдивости Пророка Мухаммада, да благословит его Аллах и приветствует, то эти утверждения являются лживыми, потому что он явил им столько удивительных чудес и неоспоримых доказательств своей правдивости, что даже части их было бы достаточно для достижения поставленной цели. О многобожники! Если вы говорите правду и действительно ищите истину, то взгляните на знамение, о котором говорилось в древних свитках. Это - Священный Коран, который подтверждает правдивость откровений, ниспосланных в Торе и Евангелии. Коранические аяты не противоречат предыдущим Писаниям, но самое главное - эти Писания предвозвещали ниспослание Корана и пришествие Пророка Мухаммада, да благословит его Аллах и приветствует. Поэтому Всевышний сказал: «Неужели им не достаточно того, что Мы ниспослали тебе Писание, которое им читается? Воистину, в этом - милость и напоминание для верующих людей» (29:51).",
  "ayah": 133,
  "surah": 20
}
