{
  "text": "Пусть неверные, которые отказываются признать истинность Последней жизни, не заставляют тебя усомниться в неизбежности Судного дня и воздаяния и не отвлекают тебя от праведных дел во благо Последней жизни. Они сомневаются в ней и сеют сомнения в сердцах других людей. Они пререкаются с правоверными и делают все возможное для того, чтобы ввести их в заблуждение своими сомнительными доводами. При этом они идут на поводу у своих низменных желаний. Они не стремятся постичь истину и поступают так, потому что это угодно их порочным сердцам. Тебе надлежит остерегаться таких людей и помнить о том, что своими словами и деяниями они стремятся помешать каждому, кто верит в Последнюю жизнь и трудится ради вечного преуспеяния. Аллах предостерег правоверных от таких людей, потому что их лживые наущения представляют собой величайшую опасность для мусульман. Людям свойственно сомневаться и брать пример с себе подобных, и поэтому Всевышний Аллах призвал мусульман остерегаться проповедников лжи, которые мешают людям исповедовать правую веру надлежащим образом, сеют среди них сомнения и отдаляют их от литературы, которая призывает к вере в Аллаха и Судный день и поклонению Ему одному. Эти три понятия являются основой правой веры и столпами религии. Если человек исправно выполняет их требования, то он исповедует религию надлежащим образом. Если он выполняет их требования лишь частично, то это свидетельствует о слабости его веры. Если же он отвергает их, то он выходит из лона религии. Этот аят похож на откровение, в котором Всевышний Аллах определил критерии преуспеяния и несчастья людей Писания. Всевышний сказал: «Воистину, верующим, а также иудеям, христианам и сабиям, которые уверовали в Аллаха и в Последний день и поступали праведно, уготована награда у их Господа. Они не познают страха и не будут опечалены» (2:62). После разъяснения основных постулатов веры Всевышний Аллах решил явить своему пророку знамения, которые поселят в его сердце уверенность, доставят ему огромное удовольствие и усилят его веру в то, что Аллах непременно поможет ему одержать верх над врагами. Аллах сказал:",
  "ayah": 16,
  "surah": 20
}
