{
  "text": "Всевышний повелел быть искренним во всех начинаниях и исповедовать религию надлежащим образом. Эта религия зиждется на покорности, вере и добродетели. А для того, чтобы ее исповедовать, человек должен поклоняться Аллаху душой и телом. Он должен совершать намаз, выплачивать закят, соблюдать пост, отправляться в паломничество и выполнять другие религиозные предписания, а также любить и страшиться Аллаха, надеяться на Него и раскаиваться перед Ним. При этом он должен поклоняться своему Господу так, как будто видит Его. И хотя он не видит своего Господа, Господь видит его. Аллах повелел Своим рабам обратить лик к религии, потому что это не возможно до тех пор, пока человек не обратится к религии всей душой. Если же он обратится к религии ликом и душой, то вслед за этим он устремится к ней всем телом. Поэтому Всевышний Аллах подчеркнул, что делать это надлежит искренне ради Аллаха, а не ради достижения иных целей. Именно стремление к этому заложено в человеческом подсознании, и поэтому люди всегда осознают прелесть Божьих законов и порочность всего, что противоречит им. Это распространяется абсолютно на все предписания, касающиеся как души, так и тела, потому что Всевышний Аллах привил своим творениям любовь к истине и научил их отдавать предпочтение истине над ложью. В этом состоит природа человеческой души. Если же человек противится своей природе и поступает против велений разума, то его душа начинает разлагаться, и поэтому Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «Каждый младенец рождается с природной склонностью [к Единобожию], а его родители делают из него иудея, христианина или огнепоклонника». Никому не дозволено изменять облик Божьих творений. Таков прямой путь, который ведет к Аллаху и славной Райской обители. И если человек обращает свой лик к религии Аллаха, то он становится на прямой путь. Однако многие люди не знают истинной веры, а если и знают, то все равно отказываются исповедовать ее.",
  "ayah": 30,
  "surah": 30
}
