{
  "text": "Раздавай милостыню своим родственникам - каждому по мере его родства и нужды. Делай им добро сам и призывай к этому других. Раздавай им обязательные и добровольные пожертвования, давай им полезные советы, проявляй к ним почтение, приветствуй их миром, будь к ним великодушен, прощай им ошибки и оплошности. Также раздавай милостыню беднякам, которые испытывают нужду и не в состоянии приобрести еду, питье, одежду и другие вещи первой необходимости. И не забывай про путников, которые оказались на чужбине и лишились возможности вернуться домой. Они не имеют при себе денег и не могут заработать на хлеб для того, чтобы удовлетворить собственные нужды. Они совершенно не похожи на тех, кто проживает в родных краях, потому что на родине даже бедный человек, как правило, может заняться ремеслом или иной деятельностью для того, чтобы прокормиться. Именно поэтому Всевышний Аллах разрешил раздавать часть закята беднякам и неимущим путникам. Оказывать помощь родственникам, беднякам и путникам лучше для тех, кто стремиться снискать благоволение Аллаха. Благодаря этому они смогут обрести великое благо и щедрое вознаграждение, ибо оказание помощи людям искренне ради Аллаха является одним из лучших благодеяний. Если же человек раздает пожертвования не ради Аллаха, то такие пожертвования не принесут ему никакой пользы, даже если они идут на пользу нуждающимся. Всевышний сказал: «Многие из их тайных бесед не приносят добра, если только они не призывают раздавать милостыню, совершать одобряемое или примирять людей. Тому, кто поступает так, стремясь к довольству Аллаха, Мы даруем великую награду» (4:114). Подобные поступки всегда приносят пользу окружающим, но пользу самому человеку они приносят только в том случае, если он совершает их искренне ради Аллаха. Такой человек непременно будет счастлив, потому что сумеет заслужить Божье вознаграждение и спастись от Его наказания. После упоминания о пожертвованиях, которые человек должен делать искренне ради Аллаха, Всевышний Господь сообщил о делах, которые люди совершают в надежде получить мирскую выгоду. Всевышний сказал:",
  "ayah": 38,
  "surah": 30
}
