{
  "text": "قوله عز وجل : ( ولسليمان الريح عاصفة ) أي وسخرنا لسليمان الريح وهي هواء متحرك وهو جسم لطيف يمتنع بلطفه من القبض عليه ويظهر للحس بحركته والريح يذكر ويؤنث عاصفة شديدة الهبوب فإن قيل قد قال في موضع آخر تجري بأمره رخاء والرخاء اللين؟ قيل كانت الريح تحت أمره إن أراد أن تشتد اشتدت وإن أراد أن تلين لانت ( تجري بأمره إلى الأرض التي باركنا فيها ) يعني الشام ، وذلك أنها كانت تجري لسليمان وأصحابه حيث شاء سليمان ، ثم تعود إلى منزله بالشام ، ( وكنا بكل شيء ) علمناه ، ( عالمين ) بصحة التدبير فيه علمنا أن ما يعطى سليمان من تسخير الريح وغيره يدعوه إلى الخضوع لربه عز وجلقال وهب بن منبه : كان سليمان عليه السلام إذا خرج إلى مجلسه عكفت عليه الطير وقام له الجن والإنس حتى يجلس على سريره وكان امرءا غزاء قل ما يقعد عن الغزو ولا يسمع في ناحية من الأرض بملك إلا أتاه حتى يذله كان فيما يزعمون إذا أراد الغزو أمر بمعسكره فضرب بخشب ثم نصب له على الخشب ثم حمل عليه الناس والدواب وآلة الحرب فإذا حمل معه ما يريد أمر العاصفة من الريح فدخلت تحت ذلك الخشب فاحتملته حتى إذا استقلت به أمر الرخاء فمر به شهرا في روحته وشهرا في غدوته إلى حيث أراد وكانت تمر بعسكره الريح الرخاء وبالمزرعة فما تحركها ولا تثير ترابا ولا تؤذي طائرا . قال وهب : ذكر لي أن منزلا بناحية دجلة مكتوب فيه [ كتبه ] بعض صحابة سليمان إما من الجن وإما من الإنس نحن نزلناه وما بنيناه مبنيا وجدناه غدونا من إصطخر فقلناه ونحن رائحون منه إن شاء الله فبائتون بالشام .قال مقاتل : نسجت الشياطين لسليمان بساطا فرسخا في فرسخ ذهبا في إبريسم وكان يوضع له منبر من الذهب في وسط البساط فيقعد عليه وحوله ثلاثة آلاف كرسي من ذهب وفضة يقعد الأنبياء على كراسي الذهب والعلماء على كراسي الفضة وحولهم الناس وحول الناس الجن والشياطين وتظله الطير بأجنحتها لا تقع عليه الشمس وترفع ريح الصبا البساط مسيرة شهر من الصباح إلى الرواح ومن الرواح إلى الصباحوعن سعيد بن جبير قال : كان يوضع لسليمان ستمائة ألف كرسي فيجلس الإنس فيما يليه ثم يليهم الجن ثم تظلهم الطير ثم تحملهم الريح .وقال الحسن : لما شغلت الخيل نبي الله سليمان عليه السلام حتى فاتته صلاة العصر غضب لله عز وجل فعقر الخيل فأبدله الله مكانها خيرا منها وأسرع الريح تجري بأمره كيف شاء فكان يغدو من إيلياء فيقيل بإصطخر ، ثم يروح منها فيكون رواحها ببابل .وقال ابن زيد : كان له مركب من خشب وكان فيه ألف ركن في كل ركن ألف بيت يركب معه فيه الجن والإنس تحت كل ركن ألف شيطان يرفعون ذلك المركب وإذا ارتفع أتت الريح الرخاء فسارت به وبهم يقيل عند قوم بينه وبينهم شهر ويمسي عند قوم بينه وبينهم شهر لا يدري القوم إلا وقد أظلهم معه الجيوش .[ وروي أن سليمان سار من أرض العراق غاديا فقال بمدينة مرو ، وصلى العصر بمدينة بلخ ، تحمله وجنوده الريح وتظلهم الطير ثم سار من مدينة بلخ متخللا بلاد الترك ثم جاءهم إلى بلاد الصين يغدو على مسيرة شهر ويروح على مثل ذلك ثم عطف يمنة عن مطلع الشمس على ساحل البحر حتى أتى على أرض القندهار ، وخرج منها إلى أرض مكران وكرمان ، ثم جاوزها حتى أتى أرض فارس فنزلها أياما وغدا منها فقال بكسكر ثم راح إلى الشام وكان مستقره بمدينة تدمر ، وكان أمر الشياطين قبل شخوصه من الشام إلى العراق ، فبنوها له بالصفاح والعمد والرخام الأبيض والأصفر وفي ذلك يقول النابغة :إلا سليمان إذ قال المليك له قم في البرية فاحددها عن الفندوجيش الجن أني قد أذنت لهم     يبنون تدمر بالصفاح والعمد",
  "ayah": 81,
  "surah": 21
}
