{
  "text": "قوله عز وجل : ( وأيوب إذ نادى ربه ) أي دعا ربه ، قال وهب بن منبه : كان أيوب عليه السلام رجلا من الروم وهو أيوب بن أموص بن رازخ بن روم بن عيس بن إسحاق بن إبراهيم ، وكانت أمه من أولاد لوط بن هاران ، وكان الله قد اصطفاه ونبأه وبسط عليه الدنيا وكانت له البثنية من أرض الشام ، كلها سهلها وجبلها وكان له فيها من أصناف المال كله من البقر والإبل والغنم والخيل والحمر ما لا يكون لرجل أفضل منه من العدة والكثرة وكان له خمسمائة فدان يتبعها خمسمائة عبد لكل عبد امرأة وولد ومال ويحمل آلة كل فدان أتان لكل أتان ولد من اثنين وثلاثة وأربعة وخمسة وفوق ذلك وكان الله عز وجل أعطاه أهلا وولدا من رجال ونساء وكان برا تقيا رحيما بالمساكين يطعم المساكين ويكفل الأرامل والأيتام ويكرم الضيف ويبلغ ابن السبيل وكان شاكرا لأنعم الله مؤديا لحق الله قد امتنع من عدو الله إبليس أن يصيب منه ما يصيب من أهل الغنى من الغرة والغفلة والتشاغل عن أمر الله بما هو فيه من الدنيا وكان معه ثلاثة نفر قد آمنوا به وصدقوه رجل من أهل اليمن يقال له اليقن ، ورجلان من أهل بلدة يقال لأحدهما يلدد والآخر صافر وكانوا كهولا وكان إبليس لا يحجب عن شيء من السموات وكان يقف فيهن حيث ما أراد حتى رفع الله عيسى فحجب عن أربع سموات فلما بعث محمد صلى الله عليه وسلم حجب من الثلاث الباقية فسمع إبليس تجاوب الملائكة بالصلاة على أيوب ، وذلك حين ذكره الله وأثنى عليه فأدركه البغي والحسد فصعد سريعا حتى وقف من السماء موقفا كان يقفه فقال إلهي نظرت في أمر عبدك أيوب فوجدته عبدا أنعمت عليه فشكرك وعافيته فحمدك ولو ابتليته بنزع ما أعطيته لحال عما هو عليه من شكرك وعبادتك ولخرج من طاعتك قال الله تعالى انطلق فقد سلطتك على ماله فانقض عدو الله إبليس حتى وقع إلى الأرض ثم جمع عفاريت الجن ومردة الشياطين وقال لهم ماذا عندكم من القوة فإني قد سلطت على مال أيوب ، وهي المصيبة الفادحة والفتنة التي لا يصبر عليها الرجال فقال عفريت من الشياطين أعطيت من القوة ما إذا شئت تحولت إعصارا من نار وأحرقت كل شيء آتي عليه قال له إبليس فأت الإبل ورعاءها فأتى الإبل حين وضعت رءوسها وثبتت في مراعيها فلم يشعر الناس حتى ثار من تحت الأرض إعصار من نار لا يدنو منها أحد إلا احترق فأحرق الإبل ورعاءها حتى أتى على آخرها ثم جاء عدو الله إبليس في صورة قبيحة على قعود إلى أيوب فوجده قائما يصلي فقال يا أيوب أقبلت نار حتى غشيت إبلك فأحرقتها ومن فيها غيري فقال أيوب : الحمد لله الذي هو أعطاها وهو أخذها وقديما ما وطنت مالي ونفسي على الفناء فقال إبليس فإن ربك أرسل عليها نارا من السماء فاحترقت فتركت الناس مبهوتين يتعجبون منها منهم من يقول ما كان أيوب يعبد شيئا وما كان إلا في غرور ومنهم من يقول لو كان إله أيوب يقدر على أن يصنع شيئا لمنع [ وليه ] ومنهم من يقول بل هو الذي فعل ليشمت به عدوه ويفجع به صديقهقال أيوب : الحمد لله حين أعطاني وحين نزع مني عريانا خرجت من بطن أمي وعريانا أعود في التراب وعريانا أحشر إلى الله ليس لك أن تفرح حين أعارك وتجزع حين قبض عاريته منك الله أولى بك وبما أعطاك ولو علم الله فيك أيها العبد خيرا لنقل روحك مع تلك الأرواح وصرت شهيدا ولكنه علم منك شرا فأخرك فرجع إبليس إلى أصحابه [ خائبا ] خاسئا ذليلا فقال لهم ماذا عندكم من القوة؟ فإني لم أكلم قلبه؟ قال عفريت عندي من القوة ما شئت صحت صيحة لا يسمعها ذو روح إلا خرجت مهجة نفسه فقال إبليس فأت الغنم ورعاتها فانطلق حتى توسطها ثم صاح صيحة فتجثمت أمواتا عن آخرها ومات رعاؤها ثم جاء إبليس متمثلا بقهرمان الرعاة إلى أيوب وهو يصلي فقال له مثل القول الأول فرد عليه أيوب مثل الرد الأول ثم رجع إبليس إلى أصحابه فقال ماذا عندكم من القوة فإني لم أكلم قلب أيوب ، فقال عفريت عندي من القوة ما إذا شئت تحولت ريحا عاصفا تنسف كل شيء تأتي عليه قال فأت الفدادين والحرث فانطلق ولم يشعروا حتى هبت ريح عاصف فنسفت كل شيء من ذلك حتى كأنه لم يكن ثم جاء إبليس متمثلا بقهرمان الحرث إلى أيوب وهو قائم يصلي فقال له مثل القول الأول فرد عليه أيوب مثل رده الأول كلما انتهى إليه هلاك مال من أمواله حمد الله وأحسن الثناء عليه ورضي منه بالقضاء ووطن نفسه بالصبر على البلاء حتى لم يبق له مالفلما رأى إبليس أنه قد أفنى ماله صعد [ إلى السماء ] فقال إلهي إن أيوب يرى أنك ما متعته بولده فأنت معطيه المال فهل مسلطي على ولده فإنها المصيبة التي لا تقوم لها قلوب الرجال قال الله تعالى انطلق فقد سلطتك على ولده فانقض عدو الله حتى جاء بني أيوب وهم في قصرهم فلم يزل يزلزل بهم حتى تداعى من قواعده ثم جعل يناطح جدره بعضها ببعض ويرميهم بالخشب والجندل حتى إذا مثل بهم كل مثلة رفع القصر فقلبه فصاروا منكسين وانطلق إلى أيوب متمثلا بالمعلم الذي كان يعلمهم الحكمة وهو جريح مخدوش الوجه يسيل دمه ودماغه فأخبره ، وقال لو رأيت بنيك كيف عذبوا وقلبوا فكانوا منكسين على رءوسهم تسيل دماؤهم ودماغهم ولو رأيت كيف شقت بطونهم وتناثرت أمعاؤهم لقطع قلبك فلم يزل يقول هذا ونحوه حتى رق أيوب فبكى وقبض قبضة من التراب فوضعها على رأسه وقال ليت أمي لم تلدني فاغتنم إبليس ذلك فصعد سريعا بالذي كان من جزع أيوب مسرورا به ثم لم يلبث أيوب أن فاء وأبصر واستغفر وصعد قرناؤه من الملائكة بتوبته فسبقت توبته إلى الله وهو أعلم فوقف إبليس ذليلا فقال يا إلهي إنما هون على أيوب المال والولد أنه يرى منك أنك ما متعته بنفسه فأنت تعيد له المال والولد فهل أنت مسلطي على جسده؟ فقال الله عز وجل انطلق فقد سلطتك على جسده ولكن ليس لك سلطان على لسانه ولا على قلبه وكان الله عز وجل أعلم به لم يسلطه عليه إلا رحمة له ليعظم له الثواب ويجعله عبرة للصابرين وذكرى للعابدين في كل بلاء نزل بهم ليتأسوا به في الصبر ورجاء للثواب فانقض عدو الله سريعا فوجد أيوب ساجدا فعجل قبل أن يرفع رأسه فأتاه من قبل وجوهه فنفخ في منخره نفخة اشتعل منها [ جميع ] جسده فخرج من قرنه إلى قدمه تآليل مثل أليات الغنم فوقعت فيه حكة فحك بأظفاره حتى سقطت كلها ثم حكها بالمسوح الخشنة حتى قطعها ثم حكها بالفخار والحجارة الخشنة فلم يزل يحكها حتى نغل لحمه وتقطع وتغير وأنتن وأخرجه أهل القرية فجعلوه على كناسة وجعلوا له عريشا فرفضه خلق الله كلهم غير امرأته وهي رحمة بنت أفراثيم بن يوسف بن يعقوب كانت تختلف إليه بما يصلحه وتلزمه فلما رأى الثلاثة من أصحابه وهم يقن ويلدد وصافر ما ابتلاه الله به اتهموه ورفضوه من غير أن يتركوا دينه فلما طال به البلاء انطلقوا إليه فبكتوه ولاموه وقالوا له تب إلى الله من الذنب الذي عوقبت به ، قال وحضره معهم فتى حديث السن قد آمن به وصدقه فقال لهم إنكم تكلمتم أيها الكهول وكنتم أحق بالكلام مني لأسنانكم ولكن قد تركتم من القول أحسن من الذي قلتم ومن الرأي أصوب من الذي رأيتم ومن الأمر أجمل من الذي أتيتم وقد كان لأيوب عليكم من الحق والذمم أفضل من الذي وصفتم فهل تدرون أيها الكهول حق من انتقصتم وحرمة من انتهكتم ، ومن الرجل الذي عبتم واتهمتم؟ ألم تعلموا أن أيوب نبي الله وخيرته من خلقه وصفوته من أهل الأرض إلى يومكم هذا ثم لم تعلموا ولم يطلعكم الله من أمره على أنه قد سخط عليه شيئا من أمره منذ آتاه الله ما آتاه إلى يومكم هذا ولا على أنه نزع منه شيئا من الكرامة التي أكرمه بها ولا أن أيوب قال على الله غير الحق في طول ما صحبتموه إلى يومكم هذا فإن كان البلاء هو الذي أزرى به عندكم ووضعه في أنفسكم فقد علمتم أن الله يبتلي المؤمنين والصديقين والشهداء والصالحين وليس بلاؤه لأولئك بدليل على سخطه عليهم ولا لهوانه لهم ولكنه كرامة وخيرة لهم ولو كان أيوب ليس من الله بهذه المنزلة إلا أنه أخ أحببتموه على وجه الصحبة لكان لا يجمل بالحليم أن [ يعذل ] أخاه عند البلاء ولا يعيره بالمصيبة ولا يعيبه بما لا يعلم وهو مكروب حزين ولكنه يرحمه ويبكي معه ويستغفر له ويحزن لحزنه ويدله على مراشد أمره وليس بحليم ولا رشيد من جهل هذا فالله الله أيها الكهول وقد كان في عظمة الله وجلاله وذكر الموت ما يقطع ألسنتكم ويكسر قلوبكم ألم تعلموا أن لله عبادا أسكتتهم خشية من غير عي ولا بكم وأنهم لهم الفصحاء البلغاء النبلاء الألباء العالمون بالله ولكنهم إذا ذكروا عظمة الله انقطعت ألسنتهم واقشعرت جلودهم وانكسرت قلوبهم وطاشت عقولهم إعظاما وإجلالا لله عز وجل فإذا استفاقوا من ذلك استبقوا إلى الله عز وجل بالأعمال الزاكية يعدون أنفسهم مع الظالمين والخاطئين وإنهم لأبرار برءاء ومع المقصرين والمفرطين وإنهم لأكياس أقوياء فقال أيوب : إن الله عز وجل يزرع الحكمة بالرحمة في قلب الصغير والكبير فمتى نبتت في القلب يظهرها الله على اللسان وليست تكون الحكمة من قبل السن والشيبة ولا طول التجربة وإذا جعل الله العبد حكيما في الصبا لم تسقط منزلته عند الحكماء وهم يرون من الله سبحانه عليه نور الكرامة ثم أعرض عنهم أيوب وأقبل على ربه مستغيثا به متضرعا إليه فقال رب لأي شيء خلقتني ليتني إذ كرهتني لم تخلقني يا ليتني قد عرفت الذنب الذي أذنبت والعمل الذي عملت فصرفت وجهك الكريم عني لو كنت أمتني فألحقتني بآبائي الكرام فالموت كان أجمل بي ألم أكن للغريب دارا وللمسكين قرارا ولليتيم وليا وللأرملة قيما إلهي أنا عبدك إن أحسنت فالمن لك وإن أسأت فبيدك عقوبتي جعلتني عرضا وللفتنة نصبا وقد وقع علي بلاء لو سلطته على جبل ضعف عن حمله فكيف يحمله ضعفي وإن قضاءك هو الذي أذلني وإن سلطانك هو الذي أسقمني وأنحل جسمي ولو أن ربي نزع الهيبة التي في صدري وأطلق لساني حتى أتكلم بملء فمي بما كان ينبغي للعبد أن يحاج عن نفسه لرجوت أن يعافيني عند ذلك مما بي ولكنه ألقاني وتعالى عني فهو يراني ولا أراه ويسمعني ولا أسمعه لا نظر إلي فيرحمني ولا دنا مني ولا أدناني فأدلي بعذري وأتكلم ببراءتي وأخاصم عن نفسي فلما قال ذلك أيوب وأصحابه عنده أظله غمام حتى ظن أصحابه أنه عذاب أليم ثم نودي يا أيوب إن الله عز وجل يقول ها أنا قد دنوت منك ولم أزل منك قريبا قم فأدل بعذرك وتكلم ببراءتك وخاصم عن نفسك واشدد إزرك وقم مقام جبار يخاصم جبارا إن استطعت فإنه لا ينبغي أن يخاصمني إلا جبار مثلي لقد منتك نفسك يا أيوب أمرا ما تبلغ بمثل قوتك أين أنت مني يوم خلقت الأرض فوضعتها على أساسها هل كنت معي تمد بأطرافها؟ وهل علمت بأي مقدار قدرتها أم على أي شيء وضعت أكنافها؟ أبطاعتك حمل الماء الأرض أم بحكمتك كانت الأرض للماء غطاء؟ أين كنت مني يوم رفعت السماء سقفا في الهواء لا تعلق بسبب من فوقها ولا يقلها دعم من تحتها حتى تبلغ من حكمتك أن تجري نورها أو تسير نجومها أو يختلف بأمرك ليلها ونهارها؟ أين أنت مني يوم نبعت الأنهار وسكرت البحار أسلطانك حبس أمواج البحار على حدودها؟ أم قدرتك فتحت الأرحام حين بلغت مدتها أين أنت مني يوم صببت الماء على التراب ونصبت شوامخ الجبال؟ هل تدري على أي شيء أرسيتها؟ وبأي مثقال وزنتها أم هل لك من ذراع تطيق حملها؟ أم هل تدري من أين الماء الذي أنزلت من السماء؟ أم هل تدري من أي شيء أنشيء السحاب؟ أم هل تدري أين خزائن الثلج؟ أم أين جبال البرد أم أين خزانة الليل بالنهار [ وخزانة النهار بالليل ] ؟ وأين خزانة الريح؟ وبأي لغة تتكلم الأشجار؟ ومن جعل العقول في أجواف الرجال؟ ومن شق الأسماع والأبصار؟ ومن ذلت الملائكة لملكه وقهر الجبارين بجبروته؟ وقسم الأرزاق بحكمته؟ في كلام كثير من آثار قدرته ذكرها لأيوب ، فقال أيوب : صغر شأني وكل لساني وعقلي ورائي وضعفت قوتي عن هذا الأمر الذي تعرض لي يا إلهي قد علمت أن كل الذي ذكرت صنع يديك وتدبير حكمتك وأعظم من ذلك وأعجب لو شئت عملت لا يعجزك شيء ولا يخفى عليك خافية إذ لقيني البلاء ، يا إلهي فتكلمت ولم أملك لساني وكان البلاء هو الذي أنطقني فليت الأرض انشقت لي فذهبت فيها ولم أتكلم بشيء يسخط ربي وليتني مت بغمي في أشد بلائي قبل ذلك إنما تكلمت حين تكلمت لتعذرني وسكت حين سكت لترحمني كلمة زلت مني فلن أعود وقد وضعت يدي على فمي وعضضت على لساني وألصقت بالتراب خدي أعوذ بك اليوم منك وأستجيرك من جهد البلاء فأجرني وأستغيث بك من عقابك فأغثني وأستعين بك على أمري فأعني وأتوكل عليك فاكفني وأعتصم بك فاعصمني وأستغفرك فاغفر لي فلن أعود لشيء تكرهه مني قال الله تعالى يا أيوب نفذ فيك علمي وسبقت رحمتي غضبي فقد غفرت لك ورددت عليك أهلك ومالك ومثلهم معهم لتكون لمن خلقت آية وتكون عبرة لأهل البلاء وعزاء للصابرين فاركض برجلك هذا مغتسل بارد وشراب فيه شفاؤك وقرب عن أصحابك قربانا فاستغفر لهم فإنهم قد عصوني فيك فركض برجله فانفجرت له عين فدخل فيها فاغتسل فأذهب الله عنه كل ما كان به من البلاء ثم خرج فجلس فأقبلت امرأته تلتمسه في مضجعه فلم تجده فقامت كالوالهة مترددة ثم قالت يا عبد الله هل لك علم بالرجل المبتلى الذي كان هاهنا؟ قال لها هل تعرفينه إذا رأيتيه؟ قالت نعم وما لي لا أعرفه فتبسم وقال أنا هو فعرفته بضحكه فاعتنقته . قال ابن عباس : فوالذي نفس عبد الله بيده ما فارقته من عناقه حتى مر بهما كل مال لهما وولد .فذلك قوله تعالى ( وأيوب إذ نادى ربه أني مسني الضر ) واختلفوا في وقت ندائه والسبب الذي قال لأجله إني مسني الضر وفي مدة بلائهروى ابن شهاب عن أنس يرفعه أن أيوب لبث في بلائه ثماني عشرة سنة .وقال وهب : لبث أيوب في البلاء ثلاث سنين لم يزد يوما .وقال كعب : كان أيوب في بلائه سبع سنين وسبعة أشهر وسبعة أيام .وقال الحسن : مكث أيوب مطروحا على كناسة في مزبلة لبني إسرائيل سبع سنين وأشهرا تختلف فيه الدواب لا يقربه أحد غير رحمة صبرت معه بصدق وتأتيه بطعام وتحمد الله معه إذا حمد وأيوب على ذلك لا يفتر عن ذكر الله والصبر على ابتلائه فصرخ إبليس صرخة جمع بها جنوده من أقطار الأرض فلما اجتمعوا إليه قالوا له حزنك؟ قال أعياني هذا العبد الذي لم أدع له مالا ولا ولدا فلم يزد إلا صبرا ثم سلطت على جسده فتركته قرحة ملقاة على كناسة لا يقربه إلا امرأته فاستعنت بكم لتعينوني عليه فقالوا له أين مكرك الذي أهلكت به من مضى؟ قال : بطل ذلك كله في أيوب فأشيروا علي قالوا نشير عليك من أين أتيت آدم حين أخرجته من الجنة؟ قال من قبل امرأته قالوا فشأنك بأيوب من قبل امرأته فإنه لا يستطيع أن يعصيها وليس أحد يقربه غيرها قال : أصبتم فانطلق حتى أتى امرأته وهي تصدق فتمثل لها في صورة رجل فقال أين بعلك يا أمة الله؟ قالت هو ذاك يحك قروحه وتتردد الدواب في جسده فلما سمعها طمع أن تكون كلمة جزع فوسوس إليها وذكرها ما كانت فيه من النعم والمال وذكرها جمال أيوب وشبابه وما هو فيه من الضر وأن ذلك لا ينقطع عنهم أبدا ، قال الحسن فصرخت فلما صرخت علم أن قد جزعت فأتاها بسخلة وقال ليذبح هذه لي أيوب ويبرأ فجاءت تصرخ يا أيوب حتى متى يعذبك ربك أين المال أين الولد أين الصديق أين لونك الحسن أين جسمك [ الحسن ] اذبح هذه السخلة واسترح قال أيوب أتاك عدو الله فنفخ فيك ويلك أرأيت ما تبكين عليه من المال والولد والصحة من أعطانيه؟ قالت الله قال فكم متعنا به؟ قالت ثمانين سنة ، قال فمنذ كم ابتلانا؟ قالت منذ سبع سنين وأشهر قال ويلك ما أنصفت ألا صبرت في البلاء ثمانين سنة كما كنا في الرخاء ثمانين سنة والله لئن شفاني الله لأجلدنك مائة جلدة أمرتيني أن أذبح لغير الله طعامك وشرابك الذي أتيتني به علي حرام [ أو حرام علي ] أن أذوق شيئا مما تأتيني به بعد إذ قلت لي هذا ، فاغربي عني فلا أراك فطردها فذهبت فلما نظر أيوب وليس عنده طعام ولا شراب ولا صديق خر ساجدا وقال رب ( إني مسني الضر وأنت أرحم الراحمين ) فقيل له ارفع رأسك فقد استجيب لك اركض برجلك فركض برجله فنبعت عين فاغتسل منها فلم يبق عليه من دائه شيء ظاهر إلا سقط وعاد إليه شبابه وجماله أحسن ما كان ثم ضرب برجله فنبعت عين أخرى فشرب منها فلم يبق في جوفه داء إلا خرج فقام صحيحا وكسي حلة ، قال فجعل يلتفت فلا يرى شيئا مما كان له من أهل ومال إلا وقد أضعفه الله حتى والله ذكر لنا أن الماء الذي اغتسل منه تطاير على صدره جرادا من ذهب فجعل يضمه بيده فأوحى الله إليه يا أيوب ألم أغنك؟ قال بلى ولكنها بركتك فمن يشبع منها قال فخرج حتى جلس على مكان مشرف ثم إن امرأته قالت أرأيتك إن كان طردني إلى من أكله؟ أدعه يموت جوعا ويضيع فتأكله السباع لأرجعن إليه فلا كناسة ترى ولا تلك الحالة التي كانت وإذا الأمور قد تغيرت فجعلت تطوف حيث كانت الكناسة وتبكي وذلك بعين أيوب ، وهابت صاحب الحلة أن تأتيه فتسأله عنه فدعاها أيوب فقال ما تريدين يا أمة الله فبكت وقالت أردت ذلك المبتلى الذي كان منبوذا على الكناسة لا أدري أضاع أم ما فعل فقال أيوب : ما كان منك فبكت وقالت بعلي ، قال فهل تعرفينه إذا رأيتيه؟ فقالت وهل يخفى على أحد رآه؟ ثم جعلت تنظر إليه وهي تهابه ثم قالت أما أنه أشبه خلق الله بك إذ كان صحيحا قال فإني أنا أيوب الذي أمرتني أن أذبح لإبليس وإني أطعت الله وعصيت الشيطان ودعوت الله سبحانه فرد علي ما ترين .وقال وهب : لبث أيوب في البلاء ثلاث سنين فلما غلب أيوب إبليس ولم يستطع منه شيئا اعترض امرأته في هيئة ليست كهيئة بني آدم في العظم والجسم والجمال على مركب ليس [ من ] مراكب الناس له عظم وبهاء وكمال فقال لها أنت صاحبة أيوب هذا الرجل المبتلى؟ قالت نعم قال فهل تعرفيني؟ قالت لا قال أنا إله الأرض وأنا الذي صنعت بصاحبك ما صنعت لأنه عبد إله السماء وتركني فأغضبني ولو سجد لي سجدة واحدة رددت عليه وعليك كل ما كان لكما من مال وولد فإنه عندي ثم أراها إياهم ببطن الوادي الذي لقيها فيه قال وهب : وقد سمعت أنه إنما قال لها لو أن صاحبك أكل طعاما ولم يسم الله عليه لعوفي مما به من البلاء والله أعلم وفي بعض الكتب إن إبليس قال لها اسجدي لي سجدة حتى أرد عليك المال والأولاد وأعافي زوجك فرجعت إلى أيوب فأخبرته بما قال لها [ وما أراها ] قال لقد أتاك عدو الله ليفتنك عن دينك ثم أقسم [ إن عافاه الله ] ليضربنها مائة جلدة وقال عند ذلك مسني الضر من طمع إبليس في سجود حرمتي له ودعائه إياها وإياي إلى الكفر ثم إن الله عز وجل رحم [ رحمة ] امرأة أيوب بصبرها معه على البلاء وخفف عليها وأراد أن يبر يمين أيوب ، فأمره أن يأخذ ضغثا يشتمل على مائة عود صغار فيضربها به ضربة واحدة كما قال تعالى وخذ بيدك ضغثا فاضرب به ولا تحنث ( ص : 44 ) ، وروي أن إبليس اتخذ تابوتا وجعل فيه أدوية وقعد على طريق امرأته يداوي الناس فمرت به امرأة أيوب فقالت [ يا شيخ ] إن لي مريضا أفتداويه؟ قال نعم [ والله ] لا أريد شيئا إلا أن يقول إذا شفيته أنت شفيتني فذكرت ذلك لأيوب فقال هو إبليس قد خدعك وحلف إن شفاه الله أن يضربها مائة جلدة .وقال وهب وغيره كانت امرأة أيوب تعمل للناس وتجيئه بقوته فلما طال عليه البلاء وسئمها الناس فلم يستعملها أحد التمست له يوما من الأيام ما تطعمه فما وجدت شيئا فجزت قرنا من رأسها فباعته برغيف فأتته به فقال لها أين قرنك؟ فأخبرته فحينئذ قال ( مسني الضر )وقال قوم إنما قال ذلك حين قصدت الدود إلى قلبه ولسانه فخشي أن يفتر عن الذكر والفكروقال حبيب بن أبي ثابت : لم يدع الله بالكشف عنه حتى ظهرت له ثلاثة أشياء أحدها قدم عليه صديقان حين بلغهما خبره فجاءا إليه ولم يبق له إلا عيناه ورأيا أمرا عظيما فقالا لو كان لك عند الله منزلة ما أصابك هذا والثاني أن امرأته طلبت طعاما فلم تجد ما تطعمه فباعت ذؤابتها وحملت إليه طعاما والثالث قول إبليس إني أداويه على أن يقول أنت شفيتنيوقيل إن إبليس وسوس إليه أن امرأتك زنت فقطعت ذؤابتها فحينئذ عيل صبره فدعا وحلف ليضربنها مائة جلدة . وقيل معناه مسني الضر من شماتة الأعداء حتى روي أنه قيل له [ بعدما عوفي ] ما كان أشد عليك في بلائك قال شماتة الأعداء . وقيل قال ذلك حين وقعت دودة من فخذه فردها إلى موضعهاوقال كلي : فقد جعلني الله طعامك فعضته عضة زاد ألمها على جميع ما قاسى من عض الديدان فإن قيل إن الله سماه صابرا وقد أظهر الشكوى والجزع بقوله : ( إني مسني الضر ) و ( مسني الشيطان بنصب ) ( ص 41 ) ، قيل ليس هذا شكاية إنما هو دعاء بدليل قوله تعالى ( فاستجبنا له ) على أن الجزع إنما هو في الشكوى إلى الخلق فأما الشكوى إلى الله عز وجل فلا يكون جزعا ولا ترك صبر كما قال يعقوب : ( إنما أشكو بثي وحزني إلى الله ) ( يوسف 86 ) . قال سفيان بن عيينة : وكذلك من أظهر الشكوى إلى الناس وهو راض بقضاء الله لا يكون ذلك جزعا كما روي أن جبريل دخل على النبي صلى الله عليه وسلم في مرضه فقال كيف تجدك؟ قال \" أجدني مغموما وأجدني مكروبا \" .وقال لعائشة حين قالت وارأساه ، \" بل أنا وارأساه \" .",
  "ayah": 83,
  "surah": 21
}
