{
  "text": "قوله عز وجل : ( وإسماعيل ) يعني ابن إبراهيم ، ( وإدريس ) وهو أخنوخ ، ( وذا الكفل كل من الصابرين ) على أمر الله واختلفوا في ذا الكفل .قال عطاء : إن نبيا من أنبياء بني إسرائيل أوحى الله إليه أني أريد قبض روحك فاعرض ملكك على بني إسرائيل فمن تكفل لك أن يصلي بالليل لا يفتر ويصوم بالنهار ولا يفطر ويقضي بين الناس ولا يغضب فادفع ملكك إليه ففعل ذلك فقام شاب فقال أنا أتكفل لك بهذا فتكفل ووفى به فشكر الله له ونبأه فسمي ذا الكفل .وقال مجاهد : لما كبر اليسع قال [ لو ] أني أستخلف رجلا على الناس يعمل عليهم في حياتي حتى أنظر كيف يعمل قال فجمع الناس فقال من يتقبل مني بثلاث أستخلفه يصوم النهار ويقوم الليل ولا يغضب فقام رجل تزدريه العين فقال أنا فرده ذلك اليوم وقال مثلها اليوم الآخر فسكت الناس وقام ذلك الرجل فقال : أنا فاستخلفه فأتاه إبليس في صورة شيخ ضعيف حين أخذ مضجعه للقائلة وكان لا ينام بالليل [ والنهار ] إلا تلك النومة فدق الباب فقال من هذا؟ قال شيخ كبير مظلوم فقام ففتح الباب فقال إن بيني وبين قومي خصومة وإنهم ظلموني وفعلوا وفعلوا فجعل يطول حتى حضر الرواح وذهبت القائلة ، فقال إذا رحت فائتني [ فإني ] آخذ حقك فانطلق وراح فكان في مجلسه ينظر هل يرى الشيخ فلم يره فقام يبتغيه فلما كان الغد جلس يقضي بين الناس وينتظره فلا يراه فلما رجع إلى القائلة فأخذ مضجعه أتاه فدق الباب فقال من هذا؟ فقال الشيخ المظلوم ففتح [ له الباب ] فقال ألم أقل لك إذا قعدت فائتني؟ فقال إنهم أخبث قوم إذا عرفوا أنك قاعد قالوا نحن نعطيك حقك وإذا قمت جحدوني قال فانطلق فإذا رحت فائتني ففاتته القائلة وراح فجعل ينظر فلا يراه فشق عليه النعاس فقال لبعض أهله لا تدعن أحدا يقرب هذا الباب حتى أنام فإنه قد شق علي النوم فلما كان تلك الساعة جاء فلم يأذن له الرجل فلما أعياه نظر فرأى كوة في البيت فتسور منها فإذا هو في البيت يدق الباب من داخل فاستيقظ فقال يا فلان ألم آمرك ، فقال أما من قبلي فلم تؤت فانظر من أين أتيت فقام إلى الباب فإذا هو مغلق كما أغلقه وإذا الرجل معه في البيت فقال أتنام والخصوم ببابك؟ فعرفه فقال أعدو الله؟ قال نعم أعييتني ففعلت ما ترى لأغضبك فعصمك الله فسمي ذا الكفل لأنه تكفل بأمر فوفى به .وقيل إن إبليس جاءه وقال إن لي غريما يمطلني فأحب أن تقوم معي وتستوفي حقي منه فانطلق معه حتى إذا كان في السوق خلاه وذهب وروي أنه اعتذر إليه وقال إن صاحبي هربوقيل إن ذا الكفل رجل كفل أن يصلي كل ليلة مائة ركعة إلى أن يقبضه الله فوفى به .واختلفوا في أنه كان نبيا ، فقال بعضهم كان نبيا . وقيل هو إلياس . وقيل : زكريا . وقال أبو موسى : لم يكن نبيا ولكن كان عبدا صالحا .",
  "ayah": 85,
  "surah": 21
}
