{
  "text": "এবং তাদের মধ্য হতে অন্যান্যদের জন্যও যারা এখনো তাদের সাথে মিলিত হয়নি [১]। আর আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়।\n[১] আয়াতে বর্ণিত آخرين এর শাব্দিক অর্থ ‘অন্য লোক”। আর لَمَّايَلْحَقُوْابِحِمٌ এর অর্থ যারা এখন পর্যন্ত তাদের অর্থাৎ, নিরক্ষরদের সাথে মিলিত হয়নি। কিন্তু এরা কারা যাদেরকে আয়াতে “অন্য লোক” বলা হয়েছে? এ ব্যাপারে তিনটি প্রসিদ্ধ মত রয়েছে। এক. এখানে কেয়ামত পর্যন্ত আগমনকারী সকল মুসলিমকে বোঝানো হয়েছে। অর্থাৎ রাসূলকে আল্লাহ্ তা'আলা পরবর্তী সমস্ত মানুষদের জন্যও রাসূল হিসেবে পাঠিয়েছেন। এতে ইঙ্গিত রয়েছে যে, কেয়ামত পর্যন্ত আগমনকারী সকল মুসলিমকে প্রথম কাতারের মুমিন অর্থাৎ সাহাবায়ে-কেরামের সাথে সংযুক্ত মনে করা হবে। এটা নিঃসন্দেহে পরবর্তী মুসলিমদের জন্যে সুসংবাদ। দুই. কেউ কেউ وآخرين শব্দটিকে أمِّيِّيْنَ এর উপর عطف করেছেন। তখন এ আয়াতের সারমর্ম এই হবে যে, আল্লাহ তা'আলা তাঁর রাসূলকে নিরক্ষরদের মধ্যে এবং তাদের মধ্যে প্রেরণ করেছেন, যারা এখনও নিরক্ষরদের সাথে মিলিত হয়নি। তিন. কেউ কেউ وآخرين শব্দের عطف মেনেছেন وَيُعَلِّمُهُمْ এর সর্বনামের উপর। আর তখন আয়াতের অর্থ হবে এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শিক্ষা দেন নিরক্ষরদেরকে এবং তাদেরকে যারা এখনও তাদের সাথে মিলিত হয়নি। যারা এখনো নিরক্ষর বা \"উন্মী’দের সাথে মিলিত হয়নি তারা নিঃসন্দেহে কিয়ামত পর্যন্ত আগমনকারী বিভিন্ন দেশের মুসলিম। ইকরিমা ও মুজাহিদ থেকে অনুরূপ বৰ্ণিত হয়েছে। তারা তাবেয়ী, তবে তাবেয়ী ও অনাগত আরব অনারব সকল মুসলিম। [কুরতুবী, ফাতহুল কাদীর] তাছাড়া এক হাদীস থেকেও এ অর্থের সপক্ষে দলীল নেয়া যায়, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আমার উম্মতের পুরুষ ও মহিলাদের বংশধরদের চতুর্থ অধঃস্তনদের থেকেও বিনা হিসেবে জান্নাতে যাবে, তারপর তিনি\nوَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ\nআয়াত পাঠ করলেন\"। [ইবনে আবি আসিম: আস-সুন্নাহ: ৩০৯]\nকোন কোন মুফাসসির এখানে সুনির্দিষ্টভাবে পারস্যের দিকে ইঙ্গিত করেছেন। তাদের মতের সপক্ষে তারা দলীল পেশ করে বলেন, আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে বসা ছিলাম, এমতাবস্থায় সূরা জুমুআ অবতীর্ণ হয়। তিনি আমাদেরকে তা পাঠ করে শুনান। তিনি\nوَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ\nপাঠ করলে আমরা আরয করলামঃ ইয়া রাসূলুল্লাহ, এরা কারা? তিনি নিরুত্তর রইলেন। দ্বিতীয়বার, তৃতীয়বার প্রশ্ন করার পর তিনি পার্শ্বে উপবিষ্ট সালমান ফারেসী রাদিয়াল্লাহু ‘আনহু-এর গায়ে হাত রাখলেন এবং বললেনঃ যদি ঈমান সুরাইয়া নক্ষত্রের সমান উচ্চতায়ও থাকে,তবে তার সম্প্রদায়ের কিছুলোক সেখান থেকেও ঈমানকে নিয়ে আসবে। [বুখারী: ৪৮৯৭, ৪৮৯৮, মুসলিম: ২৫৪৬, তিরমিয়ী: ৩৩১০] [বাগভী]",
  "ayah": 3,
  "surah": 62
}
