{
  "text": "يُوْفُوْنَ بِالنَّذْرِ (They [ are the ones who ] fulfill the vows...76:7). This describes the reason why the righteous believers and Allah's slaves will receive these favours and bounties. This verse signifies that whenever they vow to do a good act, they invariably fulfill the vow. The word 'vow' literally means 'to take upon oneself an obligation which Shari` ah has not obligated on him'. Once a vow is taken, it becomes obligatory to fulfill it. Here it is stated that great rewards and favours for the inmates of Paradise would be apportioned to them because they fulfilled the vow. The verse indicates that when they are so particular about fulfilling their vows that are taken by them upon themselves, they would be even more particular about fulfilling the obligations enjoined upon them by Allah. Thus 'the fulfillment of vows' covers the entire spectrum of religious obligations. They would receive the favours of Paradise, if they completely obey Allah and rigorously apply His sacred laws. In any case, this statement emphasises the importance and obligation of fulfillment of vows.\n(1) It should be noted that in the original text of Ma` rif-ul-Qur'an, the expression is such that the vow may be confused by a layman with oath. To understand the point, it should be borne in mind that if a person makes a vow to commit a sin, like telling a lie, or drinking liquor, this vow is not recognized in Shri` ah. It is necessary for such a person to abstain from the sin, and since the vow is not recognized by the Sharl'ah, no expiation (kaffarah) is needed. However, it is the rule about oath that has been mentioned in the text above. That is, if someone swears an oath to tell a lie, for example, he has to break the oath and offer karah.(Muhammad Taqi Usmani)\nRuling\nThere are several conditions that must be met before a vow can be constituted: [ 1] The vow must be legitimate and permissible - not a sin. If a person swears an oath to commit a sinful act, it is necessary for him to break the oath, and pay the expiation for violating it.\" ) [ 2] It must not be legislated by Allah as an obligatory duty, as for instance if a person were to vow that he will perform the prescribed prayer or witr prayer, the vow would be null and void, because it is already a prescribed obligation. [ 3] According to Imam A` zam Abu Hanifah, it is also a condition that the vowed act must be an act of worship in itself, and such act of worship should belong to those forms of worship which have been made obligatory in some way or the other, as for instance prayers, fasting, charity, sacrifice and so on. If the vowed act is not prescribed as a worship, such a vow will be void. For instance, if a person were to vow that he will pay a visit to a sickly patient, or follow a funeral procession, this vow will not be valid, because although these acts carry rewards as acts of worship, yet they are not acts, of worship in themselves (Al ` Ibadat ul Maqsudah). Detailed rules and principles related to vows and oaths are available in books of jurisprudence.",
  "ayah": 7,
  "surah": 76
}
