{
  "text": "( إلا من استرق السمع ) لكن من استرق السمع ( فأتبعه شهاب مبين ) والشهاب : الشعلة من النار .وذلك أن الشياطين يركب بعضهم بعضا إلى السماء الدنيا ، ويسترقون السمع من الملائكة ، فيرمون بالكواكب فلا تخطئ أبدا ، فمنهم من تقتله ، ومنهم من تحرق وجهه أو جنبه أو يده أو حيث يشاء الله ، ومنهم من تخبله فيصير غولا يضل الناس في البوادي .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا الحميدي ، حدثنا سفيان ، حدثنا عمرو ، قال : سمعت عكرمة يقول : سمعت أبا هريرة يقول : إن نبي الله صلى الله عليه وسلم قال : \" إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعانا لقوله ، كأنه سلسلة على صفوان ، فإذا فزع عن قلوبهم قالوا : ماذا قال ربكم ؟ قالوا للذي قال : الحق ، وهو العلي الكبير ، فيسمعها مسترقو السمع ، ومسترقو السمع هكذا بعضهم فوق بعض - ووصف سفيان بكفه فحرفها وبدد بين أصابعه - فيسمع أحدهم الكلمة فيلقيها إلى من تحته ، ثم يلقيها الآخر إلى من تحته ، حتى يلقيها على لسان الساحر ، أو الكاهن ، فربما أدركه الشهاب قبل أن يلقيها ، وربما ألقاها قبل أن يدركه ، فيكذب معها مائة كذبة فيقال : أليس قد قال لنا يوم كذا وكذا يكون كذا وكذا ، فيصدق بتلك الكلمة التي سمعت من السماء \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن أبي مريم ، حدثنا الليث ، حدثنا ابن جعفر ، عن محمد بن عبد الرحمن ، عن عروة بن الزبير ، عن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم أنها سمعت النبي صلى الله عليه وسلم يقول : \" إن الملائكة تنزل في العنان ، وهو السحاب ، فتذكر الأمر الذي قضي في السماء فتسترق الشياطين السمع فتسمعه فتوحيه إلى الكهان ، فيكذبون معها مائة كذبة من عند أنفسهم \" .واعلم أن هذا لم يكن ظاهرا قبل مبعث النبي صلى الله عليه وسلم ولم يذكره شاعر من العرب قبل زمان النبي صلى الله عليه وسلم ، وإنما ظهر في بدء أمره وكان ذلك أساسا لنبوته عليه السلام .وقال يعقوب بن عتبة بن المغيرة بن الأخنس بن شريق : إن أول من فزع للرمي بالنجوم هذا الحي من ثقيف وإنهم جاءوا إلى رجل منهم يقال له عمرو بن أمية أحد بني علاج ، وكان أهدى العرب ، فقالوا له : ألم تر ما حدث في السماء من القذف بالنجوم ؟ قال : بلى ، فانظروا فإن كانت معالم النجوم التي يهتدى بها في البر والبحر وتعرف بها الأنواء من الصيف والشتاء لما يصلح الناس من معايشهم هي التي يرمى بها فهي - والله - طي الدنيا وهلاك الخلق الذي فيها ، وإن كانت نجوما غيرها ، وهي والله ثابتة على حالها فهذا الأمر أراده الله تعالى بهذا الخلق .قال معمر قلت للزهري : أكان يرمى بالنجوم في الجاهلية ؟ قال : نعم ، قلت : أفرأيت قوله تعالى : ( وأنا كنا نقعد منها مقاعد للسمع ) [ الآية - 6 ] الجن ؟ قال : غلظت وشدد أمرها حين بعث النبي صلى الله عليه وسلم .وقال ابن قتيبة : إن الرجم كان قبل مبعثه - صلى الله عليه وسلم - ولكن لم يكن [ مثله ] في شدة الحراسة بعد مبعثه .وقيل : إن النجم ينقض فيرمي الشياطين ، ثم يعود إلى مكانه ، والله أعلم .",
  "ayah": 18,
  "surah": 15
}
