{
  "text": "سورة طہ\nبسم اللہ الرحمن الرحیم\nطہ۔۔۔۔۔۔۔۔۔ لہ الاسمآء الحسنی (1 : 8) ” “۔\nنہایت ہی نرم و نازک اور تروتازہ آغاز ہے ‘ حروف مقطعات طا۔ ہا۔ اشارہ یہی ہے کہ یہ وپری سورة ایسے ہی حروف مقطعات سے مرکب ہے۔ جس طرح یہ قرآن ایسے ہی حروف سے مرکب ہے جیسا کہ دوسری سورتوں کے آغاز میں بھی یہی اشارہ ان حروف کے ذریعہ دیا گیا ہے۔ یہاں جو دو حروف چنے گئے ہیں ان میں ایک مزید یہ اشارہ بھی پیش نظر ہے کہ انکے تلفظ کے آخر میں الف مقصورہ آتا ہے جس طرح اس پوری سورة میں فواصل الف مقصورہ پر ختم ہوتے ہیں۔ حروف مقطعات کے بعد قرآن کریم کا ذکر آتا ہے ‘ جس طرح پورے قرآن میں جس سورة کا آغازحروف مقطعات سے ہوتا ہے ‘ ان کے بعد متصلاً قرآن کریم کا ذکر ہوتا ہے۔ یہاں حضور اکرم ﷺ کو خطاب کی شکل میں تبصرہ ہے قرآن مجید اور اس کی دعوت پر کہ یہ مصیبت نہیں ہے۔\nمآ انزلنا۔۔۔۔ لتشقی (02 : 2) ” ہم نے یہ قرآن آپ پر اس لئے نازل نہیں کیا کہ تم مصیبت میں پڑ جائو “ یعنی یہ قرآن آپ پر نازل ہوا کہ آپ اس کی تبلیغ کریں ‘ اس کی وجہ سے تم پر کوئی مصیبت نہ آئے گی۔ یہ نہیں کہ اس کی تلاوت میں آپکو تکلیف ہو ‘ یہ نہیں کہ اس پر عمل میں آپ کو کوئی مشقت ہو ‘ یہ تو یاد دہانی اور نصیحت آموزی کے لئے آسان کردیا گیا ہے۔ اس کے اندر جو احکام دیئے گئے ہیں وہ انسانی طاقت کی حدد کے اندر اندر ہیں۔ یہ نعمت خداوندی ہے ‘ مصیبت و عذاب خداوندی نہیں ہے۔ اس کے ذریعہ تو عالم بالا سے انسان کا رابطہ ہوتا ہے اور انسان کو عالم بالا کی تائید حاصل ہوتی ہے اور وہ قوت و اطمینان حاصل کرتا ہے۔ اللہ کی رضا مندی کا شعور ‘ اللہ کے ساتھ انس و محبت کا شعور ‘ اور اللہ کے ساتھ صلے اور رابطے کا شعور اس سے حاصل ہوتا ہے۔\nیہ قرآن اس لئے بھی نازل نہیں ہوا کہ اگر لوگ اسے نہیں مانتے تو آپ پر یشان ہوں کیونکہ یہ آپ کے فرائض میں نہیں ہے کہ آپ لوگوں کو ایمان لانے پر مجبور کریں۔ نہ اس لئے نازل ہوا ہے کہ آپ ان لوگوں کے عدم ایمان کی وجہ سے دل کو حسرتوں کا خزانہ بنادیں۔ یہ تو صرف اس لیے ہے کہ آپ نصیحت کرتے چلے جائیں اور لوگوں کو انجام بد سے ڈراتے چلے جائیں۔\nالا تذکرۃ المن یخشی (02 : 3) ” یہ تو ایک یاد دہانی ہے ‘ ہر اس شخص کے لئے جو ڈرے “۔ جو شخص ڈرتا ہے ‘ جب اسے نصیحت کی جائے تو وہ اثر قبول کرتا ہے ‘ اللہ سے ڈرتا ہے اور اللہ سے معافی طلب کرتا ہے بس یہاں تک رسول اور داعی کے فرائض پورے ہوجاتے ہیں۔ رسولوں اور داعیوں کا یہ فریضہ نہیں ہے کہ وہ دلوں کو لگے ہوئے تالے کھول دیں یا لوگوں کے دل و دماغ پر اثر انداز ہوں۔ یہ کام تو اللہ کا ہے جس نے قرآن مجید نازل کیا ہے۔ یہ اللہ ہی ہے جو اس پوری کائنات کو گھیرے میں لئے ہوئے ہے ‘ اس پر محیط ہی اور اس کو دلوں کے خفیہ ارادے اور راز تک معلوم ہیں۔\nتنیزلا ممن۔۔۔۔۔۔۔۔۔ وما تحتا الثری (6) (02 : 4 تا 6) ” نازل کیا گیا ہے اس ذات کی طرف سے جس نے پیدا کیا ہے زمین کو اور بلند آسمانوں کو۔ وہ رحمن (کائنات کے) تخت سلطنت پر جلوہ فرما ہے۔ مالک ہے ان سب چیزوں کا جو آسمانوں اور زمین میں ہیں اور جو زمین و آسمان کے درمیان ہیں اور جو مٹی کے نیچے ہیں “۔ کیونکہ جس نے اس قرآن کو نازل کیا ہے وہی ہے جس نے زمین و آسمان کو پیدا کیا ہے ‘ ان بلند ترین آسمانوں کو ‘ کیونکہ یہ قرآن بھی اسی طرح ایک تکوینی مظہر ہے جس طرح زمین و آسمان مظاہر کو نیہ ہیں۔ یہ بھی عالم بالا سے اترا ہے۔ یہاں قرآن مجید ان قوانین قدرت کو جو اس کائنات میں کار فرما ہیں اور ان قوانین کو جو اس قرآن میں ضبط کیے گئے ہیں یکجا کر کے بیان کرتا ہے۔ آسمانوں کا پر تو زمین پر پڑتا ہے اور اس طرح قرآن بھی ملاء اعلیٰ سے زمین کی طرف آتا ہے۔\nجس ذات نے ملا اعلیٰ کی طرف سے یہ قرآن نازل کیا ہے اور جس نے زمین اور بلند آسمانوں کو پیدا کیا ہے وہ کون ہے ؟ رحمن ہے اور رحمن جو نہایت ہی مہربان ہوتا ہے ‘ اس کی جانب سے اترا ہوا قرآن کبھی بھی باعث مشقت اور مصیبت نہیں ہوسکتا۔ قرآن اور رحمن دونوں میں صفت رحمت قدر مشرک ہے۔ اور یہ رحمت ہی ہے جس نے اس پوری کائنات کو اپنے گھیرے میں لیا ہوا ہے۔",
  "ayah": 3,
  "surah": 20
}
