{
  "text": "والقبت علیک۔۔۔۔ علی عینی (02 : 93) ” میں نے اپنی طرف سے تجھ پر محبت طاری کردی اور ایسا انتظام کیا کہ تو میری نگرانی میں پالا جائے “۔ اے قادر مطلق تیری قدرت کے کیا کرشمے ہیں کہ تو اس باتواں پر محبت کا پردہ ڈال دیتا ہے ‘ نرم و نازک محبت اس کے لئے دفاع بن جاتی ہے۔ تمام ضربات کو یہ سہ لیتی ہے اور ڈھال بن جاتی ہے ‘ موجوں کے تھپیڑے آکر رک جاتے ہیں۔ شر اور سرکشی کی تمام قوتیں دیکھتے ہی موم ہوجاتی ہیں۔ اور کوئی اسے بری نظروں سے دیکھتا ہی نہیں ہے۔ اگرچہ وہ ایک فلک ناتواں ہے ، دودھ پینے والا ‘ نہ چل پھر سکتا ہے ‘ نہ اپنا دفاع و بچائو کرسکتا ہے بلکہ وہ کچھ کہہ بھی نہیں سکتا۔\nاس منظر کی تصویر میں نمایاں طور پر دو باہم متضاد رنگ ہیں۔ ایک طرف ایک قہار و جبار اور سرکش قوت ہے جو اس بچے کے قتل کے در پے ہے۔ ماحول اس قدر کشیدہ اور سخت ہے کہ ہر طرف ورشکستگی ‘ ظلم ‘ تابوت ‘ امواج اور سمندر ہے ‘ دوسری طرف محبت کی مہین چادر ہے جو اس بچے کے اوپر بچھ گئی ہے۔ محبت کی چادر ‘ اللہ کے لطف و کرم کی یہ چادر ! یہ اسے ہر خطرے سے بچاتی چلی جاتی ہے۔ سمندر ‘ تابوت ‘ اور موجوں کی سختی سے اور حکمرانوں کی گرفت سے بھی۔ موسیٰ کے پاس کوئی لائو لشکر نہیں ہے بلکہ اس بچے کے چہرے پر قدرتی کشش ہے۔\nولتصنع علی عینی (02 : 93) ” کہ تو میری نگرانی میں پالا جائے “۔ اس گہرے سایہ عاطفت اور اس دست قدرت کے کرشموں کی کیا تشریح کوئی کرے۔ قرآن کی یہ تعبیر کہ ” تم میری آنکھوں میں پلو “ ۔ یہ ایک نہایت ہی معجزانہ انداز تعبیر ہے۔ ایک انسان اللہ تعالیٰ کی آنکھوں میں پل رہا ہے۔ انسان اس تعبیر کے پیچھے جو معانی ہیں ان کا تصور کرنے سے قاصر ہے۔ یہ ایک اونچا مقام ہے ‘ اعزازو تکریم ہے کہ کوئی انسان ایک لمحہ کے لئے یہ نظر کرم پالے ‘ لیکن اس شخص کی خوش نسیبی دیکھئے کہ وہ کسی کی زیر نگرانی میں پل رہا ہے۔ یہ وہ کرم تھا جس کی وجہ سے موسیٰ کے اندر یہ قوت پیدا ہوئی وہ تکلیات کا متحمل ہو سکے اور اللہ سے ہمکلام ہو کر اس لا محدود ذات سے ہدایات اخذ کرسکے۔\nتاکہ تم میری نگرانی میں پلو۔ ہم دونوں کے دشمن فرعون کی نظروں میں پلو ‘ بغیر کسی چوکیدار اور محافظ کے عین دشمن کے دونوں ہاتھوں کے اندر پلو ‘ دشمن کی آنکھ تمہاری طرف میلی نہیں ہوتی کیونکہ تم اس کی آنکھ کا تارا بن گئے ہو۔ اس کا ہوتھ برے ارادے سے آگے نہیں بڑھتا ‘ کیوں ؟ اللہ کی نظر ہے۔\nدیکھو میں نے یہ بھی نہیں کہا کہ فرعون کے گھر تم مزے سے رہو اور تمہاری ماں گھر میں بےتاب ہو اور ہر وقت خوف اور قلق میں مبتلا ہو۔ میں نے تم دونوں کو باہم ملا دیا۔",
  "ayah": 39,
  "surah": 20
}
