{
  "text": "فاتیہ فقولاً ……وتولی (83) (02 : 83-83) ” جائو اس کے پاس اور کہو کہ ہم تیرے رب کے فرستادے ہیں ، بنی اسرائیل کو ہمارے ساتھ جانے کے لئے چھوڑ دے اور ان کو تکلیف نہ دے۔ ہم تیرے پاس تیرے رب کی نشانی لے کر آئے اور سلامتی ہے اس کے لئے جو راہ راست کی پیروی کرے۔ ہم کو وحی سے بتایا گیا ہے کہ عذاب ہے اس کے لئے جو جھٹلائے اور منہ موڑے۔ “\nاللہ نے آغاز ہی میں بتا دیا کہ ان کی رسالت کی دعوت کیا ہے۔\nانا رسول ربک (83) ” ہم تیرے رب کے دو فرستادے ہیں۔ “ پہلی آاز میں اس کو یہ بتا دیا جائے کہ تمہارے ساتھ اور ایک ذات رب ہے ، لوگوں کا بھی رب ہے ، یہ صرف وسیٰ اور ہارون کا خدا اور رب نہیں۔ نہ وہ صرف بنی اسرائیل کا رب ہے۔ جیسا کہ اس وقت کی بت پرستانہ خرافات میں یہ عقیدہ ہوتا تھا کہ ہر قوم کا ایک رب ہوتا ہے اور ہر قبیلے کا اپنا خدا یا دیوتا ہوتا ہے۔ ایک یا زیادہ ، خود مصر کی تاریخ میں یہ تصور موجود رہا ہے کہ فرعون بھی رب تھا کیونکہ وہ دیوتائوں کی نسل سے تھا۔\nاس کے بعد ان کی رسالت کے اصل موضوع اور مضمون کی وضاحت کی جاتی ہے۔\nفارسل معنا بنی اسرآئیل ولاتعذبھم (02 : 83) ” بنی اسرائیل کو ہمارے ساتھ جانے کے لئے چھوڑ دے اور ان کو تکلیف نہ دے۔ “ فرعون سے ان کا اصل مطالبہ یہ تھا کہ تم بنی اسرائیل کو رہائی دو ، وہ عقیدئہ توحید کی طرف واپس آجائیں ، اس سر زمین کی طرف واپس آجائیں جو اللہ نے ان کے لئے لکھی ہے کہ وہ یہاں رہیں گے یہاں تک کہ وہ اس میں فساد برپا کردیں اور مکمل طور پر تباہ کردیئے جائیں ۔\nاس کے بعد ان کو بتایا جاتا ہے کہ تمہاری رسالت کی سچائی پر شہادت یہ ہوگی۔\nقد جئنک بایۃ من ربک (02 : 83) ” ہم تیرے پاس رب کی نشانی لے کر آئے ہیں۔ “ یہ نشانی ، یہ معجزہ ہماری سچائی پر دلیل صادق ہے۔ اللہ کے حکم سے آنا تمہاری سچائی کی دلیل ہے۔\nاس کے بعد اسے ترغیب دی جاتی ہے اور دعوت قبول کرنے کی طرف اسے مسائل کیا جاتا ہے۔\nوالسلم علی من اتبع الھدی (02 : 83) ” اور سلامتی ہے اس کے لئے جو راہ راست کی پیروی کرے۔ “ شاید کہ وہ راہ ہدایت پالے اور ان سے اسلام کی دعوت سیکھ لے۔\nاس کے بعد نہایت ہی عمدہ اور بالواسطہ طرز کلام میں اس کو کہا جاتا ہے تاکہ اسے غصہ نہ آجائے اور اس کو اپنے غرور کی وجہ سے بات بری نہ لگے۔\nانا قداوحی الینا ان العذاب علی من کذب وتولی (02 : 83) ” ہم کو حی سے بتایا گیا ہے کہ عذاب ہے اس کے لئے جو جھٹلائے اور منہ موڑے۔ “ ہو سکتا ہے کہ تم ان میں سے نہ ہو اور یہ بات ہم نہیں کہتے ، ہم پر وحی آتی ہے۔\nاللہ تعالیٰ نے موسیٰ و ہارون کو دولت اطمینان سے مالا مال کر کے ، دعوت کا طریق کار سمجھا کر بھیجا تاکہ وہ پوری طرح تیار ہو کر اپنا مشن اچھی طرح جانتے ہوئے جائیں۔ اب پردہ گر جاتا ہے ، اگلا منظر فرعون کا دربار ہے۔",
  "ayah": 47,
  "surah": 20
}
