{
  "text": "قال اجئتنا ……ضحی (95)\nفرعون نے کوئی مناظرہنہ کیا ، دلیل کا جواب دلیل سے نہ دیا ، کیونکہ موسیٰ (علیہ السلام) کے دلائل قوی تھے ، حضرت موسیٰ (علیہ السلام) کے دلائل کا تعلق اس کائنات کی نشانیوں سے بھی تھا۔ ان دونوں خارق العادات معجزات سے بھی تھا جو موسیٰ (علیہ السلام) کو دیئے گئے تھے اس نے بس ہارے ہوئے آدمی کی طرح جھوٹے الزام کا سہارا لیا کہ موسیٰ نے عصا کو سانپ بنا کر پیش کیا ہے ، یہ ان کی کھلی جادوگری ہے۔ نیز وہ ہاتھ کو جادوگری سے سفید کردیتا ہے۔ اس وقت چونکہ مصر میں جادوگری عروج پر تھی اس لئے فرعون نے بھی یہی الزام لگایا۔ یہ دونوں معجزات بھی ایسے تھے کہ سحر شکن تھے حالانکہ سحر تو ایک نظر بندی اور تخلیل ہوتا ہے۔ زیادہ سے زیادہ یہ کہ دیکھنے اور سننے والوں کے حواس کو متار کر کے دھوکہ دے دیا جاتا ہے اور ایسے آثار نظر آتے ہیں جیسے کہ چیزوں کی حقیقت بھی بدل گئی ہے جیسا کہ بعض اوقات انسان ایسی چیزوں کو دیکھتا ہے جن کا کوئی وجود نہیں ہوتا۔ یا انسان کو بعض اوقات چیزوں کی وہ صورت نظر نہیں آتی جو فی الحقیقت ہوتی ہے۔ ایک جادو زدہ شخص پر بھی بعض اوقات ایسے اثرات ہوتے ہیں کہ جسمانی اور اعصابی طور پر تغیر نظر آتا ہے لیکن حقیقت نہیں بدلتی جبکہ حضرت موسیٰ (علیہ السلام) کے معجزات ایسے تھے کہ حقیقت بدل جاتی تھی۔ وقتی طور پر مکمل حقیقت بدل جاتی تھی۔\nقال اجئننا لتخر جنا من ارضنا بسحرک یموسی (02 : 85) ” کہنے لگا اے موسیٰ تو ہمارے پاس اس لئے آیا ہے کہ اپنے جادو کے زور سے ہم کو ہمارے ملک سے نکال دے۔ “ اس سے معلوم ہوتا ہے کہ مصر میں بنی اسرائیل کو سیاسی عمل کے طور پر غلام بنایا گیا تھا۔ اس لئے کہ وہ بڑی کثرت سے تھے ، ان کی آبادی میں اضافہ ہو رہا تھا۔ جب اقتدار کا سوال آتا ہے تو سرکش حکمران عوام کو شدید سے شدید تر عذاب دینے کے لئے تیار ہوجاتے ہیں۔ وہ انسانوں کو ایسی تکلیفیں دیتے ہیں جن کا جواز انسانوں کے کسی تصور میں نہیں ہوتا۔ اور وہ تشدد انسانی ضمیر ، انسانی شرافت اور انسانی حقوق کے خلاف ہوتا ہے۔ یہی وجہ ہے کہ فرعون بنی اسرائیل کے لڑکوں کو قتل کرتا تھا ، لڑکیوں کو زندہ رکھتا تھا اور ان سے مزدوری لیتا تھا اور بیگار اور مزدوری بھی وہ جو سخت سے سخت ہو۔ جب موسیٰ اور ہارون علیھما السلام نے یہ مطالبہ کیا کہ\nارسل معنا بنی اسرآئیل ولا تعذبھم ” ہمارے ساتھ بنی اسرائیل کو جانے دو اور انہیں تکلیف نہ دو ۔ “ تو جواب میں اس نے یہ الزام لگایا۔\nقال اجئتنا لتخرجنا من ارضنا بسحرک یموسیٰ (02 : 85) ” موسیٰ ، تم ہمارے پاس اس لئے آتے ہو کہ ہمیں اپنی سر زمین سے اپنے جادو کے زور سے نکال دو ۔ “ کیونکہ بنی اسرائیل کی آزادی اور ہجرت کے یہ معنی ہیں کہ وہ حملہ کر کے مصر پر قابض بھی ہو سکتے ہیں۔\nجب اس کے خیال میں موسیٰ (علیہ السلام) محض جادو کے زور سے بنی اسرائیل کو آزاد کرانا چاہتے ہیں تو قدرتی طور پر جواب یہی ہے کہ ہم بھی ایسا ہی جادو لے آئیں گے۔",
  "ayah": 57,
  "surah": 20
}
