{
  "text": "ہارون (موسیٰ کے آنے سے) پہلے ہی ان سے کہہ چکا تھا کہ ” لوگو تم اس کی وجہ سے فتنے میں پڑگئے ہو ، تمہارا رب تو رحمٰن ہے ، پس تم میری پیروی کرو اور میری بات مانو۔ “ مگر انہوں نے اس سے کہہ دیا کہ ” ہم تو اسی کی پرستش کرتے رہیں گے جب تک کہ موسیٰ ہمارے پاس واپس نہ آجائے۔ “\nیہ ہے وہ فتنہ جس کے ذریعہ بنی اسرائیل گمراہ ہوئے لیکن قرآن اس کا تذکرہ اس وقت کرتا ہے جب موسیٰ (علیہ السلام) اپنی قوم کے سامنے آ کر تحقیق کرتے ہیں۔ اس سے قبل اللہ کے ساتھ مناجات کے موقعہ پر قرآن نے اس کا اظہار نہیں کیا۔ ان تفصیلات کو خفیہ رکھا تاکہ ان کو اس وقت ظاہر کیا جائے جب موسیٰ (علیہ السلام) خود تحقیقات کرلیں۔\nحضرت موسیٰ (علیہ السلام) واپس ہوئے تو کیا دیکھتے ہیں کہ ان کی قوم ایک ایسے مصنوعی بچھڑے کی پوجا کر رہی جو آواز نکالتا ہے۔ یہ بچھڑا سونے سے بنا ہوا ہے۔ مزید یہ کہ یہ لوگ کہتے ہیں کہ یہ ہے تمہارا رب اور یہی ہے موسیٰ کا رب۔ موسیٰ غلطی سے طور پر چلے گئے ، رب سے ملاقات کے لئے حالانکہ رب تو یہ ہے حاضر تمہارے سامنے ! !\nجب موسیٰ (علیہ السلام) آئے تو نہایت ہی طیش کی حالت میں ان سے پوچھنے لگے۔\nیقوم الم یعدکم ربکم وعدا حسناً (02 : 68) ” اے میری قوم کے لوگو ، کیا تمہارے رب نے تم سے اچھے وعدے نہیں کئے تھے۔ “ اللہ نے ان سے یہ وعدہ کیا تھا کہ اگر تم عقیدہ توحید پر جمے رہے تو تم ارض مقدس میں داخل ہوگئے اور تمہیں نصرت ملے گی۔ اس عہد اور اس کے آثار کے ظہور پر کوئی زیادہ طویل عرصہ تک نہ گزر گیا تھا۔ وہ ان کی سخت گوشمالی کرتے ہیں۔\nافطال علیکم العھد ام اردتم ان یحل علیکم غضب من ربکم (02 : 68) ” کیا تمہیں دن لگ گئے تھے یا تم اپنے رب کا غضب ہی اپنے اوپر لانا چاہتے تھے۔ “ کیونکہ تمہارا یہ عمل تو ایسا ہے کہ جس سے معلوم ہوتا ہے کہ تم اللہ کے غضب کے طلبگار ہو ، تم نے گویا عمداً یہ حرکت کی ہے اور قصداً تم اللہ کا غضب چاہت یہو۔ کیا کوئی بہت ہی طویل عرصہ گزر گیا تھا۔\nفاخلفتم موعدی (02 : 68) ” تم نے مجھ سے وعدہ خلافی کی۔ “ تم نے یو وعدہ کیا تھا کہ میرے آنے تک تم میرے عہد پر قائم رہو گے۔ تم اپنے نظریات و عمل میں کوئی تبدیلی نہ کرو گے بغیر میری اجازت کے۔\nاب ذرا ان کی معذرت کو دیکھو ، اس سے معلوم ہوتا ہے کہ طویل ترین غلامی نے ان کے قلب و نظر کو فاسد کردیا تھا اور ان کا دماغ بھی صحیح طرح کام نہ کر رہا تھا۔",
  "ayah": 86,
  "surah": 20
}
