{
  "text": "وھل اتک حدیث موسیٰ (02 : 9) ” کیا موسیٰ ؐ کا قصہ تمہیں معلوم ہے “۔ اگر نہیں تو سنئے ‘ حضرت موسیٰ ؐ مدین سے واپسی مصر جارہے تھے۔ وہ طور کے دامن میں سفر کررہے تھے ‘ ان کے ساتھ ان کی اہلیہ بھی تھی اور ان کے اور اللہ کے نبی شعیب (علیہ السلام) کے درمیان جو معاہدہ ہوا تھا وہ پوراہو گیا تھا۔ معاہدہ یہ تھا کہ حضرت شعیب اپنی بیٹیوں میں سے ایک کو انکے نکاح میں دے دے گا اگر وہ انکی آٹھ سال تک خدمت کرتا رہے یا دس سال تک۔ میعاد پوری کرنے کے بعد حضرت موسیٰ ؐ عازم مصر ہوئے تاکہ وہاں وہ اپنی بیوی کیساتھ مستقلاً زندگی گزاریں۔ مصر میں جہاں ان کی ولادت ہوئی اور جہاں ان کی قوم کے لوگ بنی اسرائیل آباد ہیں ‘ فرعون کے ظلم و ستم سہ رہے ہیں اور غلامانہ زندگی بسر کررہے ہیں۔\nیہ کیوں واپس ہو رہے ہیں جبکہ مصر سے تو وہ خارج البلد ہوگئے تھے۔ مفرور ہوگئے تھے ‘ جب ایک بار انہوں نے دیکھا کہ ایک قبطی ان کے ہم قوم بنی اسرائیلی سے لزرہا ہے ‘ اس جھگڑے میں قبطی ان کے ہاتھوں قتل ہوگیا تھا۔ حضرت موسیٰ ؐ مصر چھوڑ کر بھاگ گئے تھے جبکہ بنی اسرائیل پر انواع والوان کے مصائب کے پہاڑ توڑے جارہے تھے۔ مدین میں اللہ کے نبی شعیب (علیہ السلام) کے ہاں ان کو پناہ مل گئی جہاں انہوں نے دامادی اختیار کرلی اور ان کی ایک بیٹی سے ان کا نکاح ہوگیا۔\nدست قدرت نے حضرت موسیٰ ؐ کے لئے ایک اہم رول تجویز کر رھکا تھا لیکن بظاہر وطن کی محبت اور اہل و عیال اور قوم کی کشش ان کو مجبور کررہی ہے کہ وہ مدین سے مصر کی طرف واپس ہوجائیں۔ اس دنیا میں بطور انسان ہم لوگ اسی طرح ادھر ادھر گھومتے رہتے ہیں ‘ جذبات ‘ میلانات اور محبتیں ہمیں ادھر ادھر گھماتی رہتی ہیں ‘ جدوجہد اور منافع ‘ مصائب اور امیدیں ‘ یہ باتیں ہمیں ادھر ادھر حرکت دیتی رہتی ہیں ‘ لیکن یہ محض ظاہری چیزیں ہیں ‘ دراصل محرک ایک خفیہ دست قدرت ہے جسے ہماری آنکھیں نہیں دیکھ سکتیں۔ یہ دست قدرت پوشیدہ مقاصد کے لئے ہمیں حرکت دے رہا ہے۔ یہ مدبرکائنات ‘ اور عزیز اور جبار کا دست قدرت ہے جس کے پاس ہماری ڈائری ہے۔\nغرض دست قدرت نے حضرت موسیٰ ؐ کو مدین سے اٹھایا۔ صحرائے سینا میں وہ راہ گم کر بیٹھے ‘ ان کی بیوی ان کے ساتھ ہے ‘ ممکن ہے کوئی خادم بھی ساتھ ہو ‘ رات کا وقت ہے ‘ اندھیری رات ہے ‘ اور صحرا وسیع ہے۔ یہ صورت حال اس آیت سے معلوم ہوتی ہے انہوں نے اہلیہ سے کہا : انی انست نارا۔۔۔۔۔۔۔۔ علی النار ھدی (02 : 01) ” ذرا ٹھہرو ‘ میں نے ایک آگے دیکھی ہے ‘ شاید میں تمہارے لئے ایک آدھ انگارا لے آئوں یا اس آگ پر مجھے کوئی راہنمائی مل جائے۔ کیونکہ دیہاتی لوگ اونچی جگہ آگ جلایا کرتے ہیں تاکہ صحرا میں چلنے والے گم کردہ راہ لوگ اسے دیکھ لیں اور ان کو راستہ معلوم ہوجائے یا ان کو کھانے پینیکا سامان مل جائے یا ایسا شخص مل جائے جو انہیں سیدھی راہ بتلادے۔\nحضرت موسیٰ ؐ نے ایک ٹیلے پر آگ دیکھی تو خوش ہوئے ‘ اس طرف چل دیئے تاکہ وہاں سے کوئی انگارہ لے آئیں اور اس سے آگ جلا کر رات کے وقت یہ لوگ تاپیں۔ رات سرد ہے اور صحرائوں کی راتیں تو بہت سرد ہوتی ہیں یا کوئی راہنما مل جائے یا اسے آگ کی روشنی میں راستہ دیکھا جاسکے۔\nوہ گئے تو اس لئے کہ آگ کا انگارہ لے آئیں یا صحرا میں کوئی راہنمائی کرنے والا مل جائے لیکنوہاں وہ اچانک ایک عظیم الشان واقعہ سیدوچار ہوگئے۔ یہاں انہیں ایسی آگ ملی جو جسم کے تاپنے کے کام نہ آتی تھی بلکہ روح کی تپانے کے لیے کار گر تھی۔ یہ آگ صرف صحرا میں رہنمائی کے لئے مفید مطلب نہ تھی بلکہ یہآگ زندگی کے عظیم سفر کے لئے راہ دکھانے والی تھی۔",
  "ayah": 9,
  "surah": 20
}
