{
  "text": "درس نمبر 931 ایک نظر میں\nسورة کے آغاز میں موضوع بحث قرآن مجید تھا کہ یہ رسول اللہ ﷺ پر اس لئے نازل نہیں ہوا کہ اس کی وجہ سے ان کو مصیبت میں ڈالا جائے۔ اس کے بعد پھر حضرت موسیٰ (علیہ السلام) کے قصے کو لے کر یہ ثابت کیا گیا کہ اللہ اپنے بندوں اور رسولوں کے ساتھ کس قدر رعایت کرتا ہے اور ان پر کس قدر مہربانیاں ہوتی ہیں جس طرح حضرت موسیٰ ان کے بھائی اور ان کی قوم پر ہوئی تھیں۔\nاس طویل قصے پر اب یہاں تبصرہ کیا جاتا ہے اور موضوع سخن پھر قرآن مجید ہے۔ بتایا جاتا ہے کہ قرآن کے نزول کا مقصد کیا ہے ؟ جو لوگ اس سے منہ پھیریں گے ، ان کا انجام کیا ہوگا ؟ یہ انجام قیام کے مناظر میں سے ایک منظر کو پیش کر کے بتایا یا ہے کہ دنیا کے شب و روز سکڑ جائیں گے ، زمین کے اوپر سے پہاڑ اڑ جائیں گے اور یہ ننگی رہ جائے گی “ بس ایک چٹیل میدان ہوگا ، لوگ میدان حشر میں سہمے کھڑے ہوں گے اور تمام چہرے حی وقیوم کے سامنے جھکے ہوئے اور سرنگوں ہوں گے۔ یہ منظر اور قرآن مجید کے تمام وہ مناظر جن میں لوگوں کو ڈرایا گیا ہے ، ان سے غرض وغایت صرف یہ ہے کہ لوگوں کے اندر خدا کا خوف پیدا کیا جائے۔ قرآن مجید کی بحث کے سلسلے میں رسول اللہ ﷺ کو یہ تسلی بھی دی جاتی ہے کہ آپ قرآن مجید کو نہ بھولیں گے۔ بھول کے خوف سے اس کے دہرانے میں جلدی نہ کیجیے۔ اس کی وجہ سے اپنے اوپر مصیبت نہ لائیے ، اللہ اسے آپ کے لئے آسان کر دے گا اور آپ کو حفظ کرا دیا جائے گا۔ آپ بس یہ دعا کرتے رہیں کہ اے میرے رب ، میرے علم میں اضافہ کر۔\nجب وحی نازل ہونے لگتی تو نبی ﷺ وحی ختم ہونے سے پہلے ہی قرآن کی عبارت کو دہرانا شروع فرما دیتے تھے ، اس خوف سے کہ کہیں بھول نہ جائیں۔ اس بارے میں ان کو تسلی دی گئی لیکن موضوع کی مناسبت سے بتایا گیا کہ آدم (علیہ السلام) اپنے عہد کو بھول گئے تھے۔ ابلیس نے انہیں بھلا دیا تھا اس لئے آدم اور ابلیس کے درمیان جدی دشمنی چلی آرہی ہے۔ اولاد آدم میں سے بعض لوگ اپنے عہد کو بھلاتے ہیں اور بعض اس کو یاد رکھتے ہیں اور اس انجام کو بھی قیامت کے مناظر میں سے ایک منظر میں پیش کیا جاتا ہے۔ گویا یہ سفر کا انجام ہے جو عالم بالا سے شروع ہوا او اس کا خاتمہ بھی عالم بالا پر جا کر ہوا۔\nسورة کا خاتمہ اس بات سے ہوتا ہے کہ اے رسول آپ ان لوگوں کے لئے پریشان نہ ہوں جو دعوت کی تکذیب کرتے ہیں یا اس سے روگردانی کرتے ہیں۔ ایسے لوگوں کو اس دنیا میں ایک محدود وقت دیا گیا ہے۔ اس محدود وقت میں ان کو جو ساز و سامان اور متاع دنیا کی وافر مقدار دی گئی ہے ، یہ ان کے لئے کوئی بہتری نہیں ہے۔ یہ تو ان کے لئے فتنہ اور آزمائش ہے۔ آپ کو یہ مشورہ بھی دیا جاتا ہے کہ آپ اللہ کی بندگی اور اس کے ذکر کی طرف متوجہ ہوجائیں ، یوں آپ کو کسی دولت مند کی دولت سے زیادہ اطمینان حاصل ہوگا اور آپ اپنی حالت پر راضی ہوں گے۔ اس سے قبل اللہ نے بہت سی اقوام کو اسی طرح آزمائش میں ڈال کر ہلاک کیا ہے۔ اللہ نے لوگوں کی طرف نبی آخر الزمان اور آخری رسول کو بھیج کر ان پر حجت تمام کردی ہے۔ اب لوگوں کے پاس جو از ہے کہ وہ ایمان نہیں لاتے۔ لہٰذا آپ ان کے انجام کے معاملے سے اپنا ہاتھ کھینچ لیں اور اس کو اللہ پر چھوڑ دیں اور کہہ دیں ۔\nقل کل متربص فتربصوا فستعلمون من اصحب الصراط السوی ومن اھتدی (20 : 531) ” اے محمد ، ان سے کہو ، ہر ایک انجام کار کے انتظار میں ہے ، بس اب منتظر رہو ، عنقریب تمہیں معلوم ہوجائے گا کہ کون سیدھی راہ پر چلنے والے ہیں اور کون ہدایت یافتہ۔ “",
  "ayah": 99,
  "surah": 20
}
