{
  "text": "اس لئے کہ قتل اولاد اور زنا کے درمیان تعلق موجود ہے ، نیز اس کے بعد قتل نفس کا مضمون آتا ہے۔ قتل اولاد ، زنا اور قتل نفس کے درمیان مخصوص تعلق موجود ہے۔ قتل اولاد توبعینہ قتل نفس ہے ، لیکن زنا بھی مختلف پہلوئوں سے دراصل قتل نفس ہی ہے۔ کیونکہ سب سے پہلے زانی حیات کو بےمحل گرانا ہے ، اگر زنا کے نتیجے میں کوئی اولاد پیدا ہوجائے تو اس سے فرار حاصل کیا جاتا ہے۔ پہلے جنہیں ہی کو قتل کردیا جاتا ہے ، ورنہ بچہ پیدا ہونے کے بعد بالعموم قتل کردیا جاتا ہے۔ پیدائش سے پہلے یا بعد وہ اگر زندہ رہ بھی جائے تو یا وہ مادر پدر آزاد ہوتا ہے یا پھر معاشرے میں ذلیل و خوار ہو کر رہتا ہے۔ بہرحال اگر قتل نہ ہو اور زندہ بچ بھی جائے تو کسی نہ کسی طرح وہ ایک کم تر درجے کی زندگی ہوتی ہے۔ لہٰذا ایک گو نہ وہ بھی قتل ہے۔ پھر زنا دراصل پوری سوسائٹی کے لئے قتل کا سبب ہے۔ کیونکہ اس میں نسب مل جاتے ہیں اور خون خالص نہیں رہتے اور بچوں کے بارے میں یقینی صورت نہیں رہتی۔ یہ دراصل ایک سو سائٹی کی موت ہوتی ہے۔\nایک طرح زنا قتل کے برابر اس طرح بھی ہوتا ہے کہ جس سوسائٹی میں زنا عام ہوتا ہے اس میں ازدواجی زندگی کی ضرورت نہیں رہتی۔ یوں بھی سوسائٹی سے خاندانی زندگی ختم ہوجاتی ہے۔ حالانکہ خاندان ایک بچے کے لئے بہترین جائے پرورش ہوتا ہے۔ خاندان کے بغیر کسی بچے کی فطرت سلیمہ اپنی جگہ قائم نہیں رہ سکتی۔ اور اس کی تربیت میں کوئی نہ کوئی نقص ضرور رہ جاتا ہے۔\nپھر تاریخ گواہ ہے کہ جس سوسائٹی میں زنا عام ہوا ہے ، وہ تباہی و بربادی اور زوال کی طرف سفر شروع کردیتی ہے۔ تاریخ قدیم اور عصر جدید دونوں کا عمرانی مطالعہ یہی نتیجہ دیتا ہے۔ بعض لوگ یہ کہتے ہیں کہ امریکہ اور یورپ میں زنا عام ہے حالانکہ وہ اس وقت مادی ترقی کے قائدین ہیں لیکن ان میں سے فرانس جیسی قوم کے زوال کے آثار تو ابھی سے نمودار ہوچکے ہیں جس طرح ایک فرد جوانی کے ایام میں تروتازہ رہتا ہے اور اس کی اخلاقی بےراوہ روی اس پر اثر انداز نہیں ہوتی اور بڑھاپے میں پھر وہ یکدم گر جاتا ہے اسی طرح اخلاقی بےراہ روی میں مبتلا اقوام یکدم زوال کا شکار نہیں ہوجایا کرتیں ، جب ان پر زوال آتا ہے تو یکدم گرجاتی ہیں۔\nاسلام زنا کے قریب جانے سے بھی روکتا ہے ، یعنی مقدمات زنا کے حالات سے ہی دور رہنے کا حکم دیتا ہے یہ زنا کی ممانعت کی سخت تاکید ہے۔ کیونکہ اگر کوئی ایسے حالات سے نہیں بچتا جن کے نتیجے میں زنا واقع ہوجاتا ہے تو بھی اپنے ۔۔ کی کوئی ضمانت نہیں دی جاسکتی۔\nیہی وجہ ہے اسلام سد باب ذریعہ پر عمل کرتا ہے تاکہ اس فحاشی میں مبتلا ہونے کا کوئی راستہ ہی نہ رہے۔ اسلام غیر ضروری اختلاط مرد و زن کی ممانعت کرتا ہے ، غیر مرد اور عورت کی ایک جگہ تنہائی کی ممانعت کرتا ہے ، اسلام نوجوانوں کی شادی کی تلقین کرتا ہے۔ ایسی باتوں کو روکتا ہے جن کے نتیجے میں شادی ممنوع ہوجائے مثلاً جہیز اور زیادہ مر۔ اور اس خوف کا بھی قلع قمع کرتا ہے کہ شادی کی وجہ سے تنگ دستی نہ آجائے اور جو لوگ شادی کی تلاش میں ہوں ان کو حکم دیتا ہے کہ وہ پاک دامنی کی راہ اختیار کریں اور پھر بھی اگر کوئی اس جرم کا ارتکاب کرتا ہے تو اسلام اسے سخت سزا دیتا ہے نیز زنا کے الزام کو بھی قابل حد جرم قرار دیتا ہے اور اس مقصد کے لئے تمام ذرائع و اسباب اختیار کرتا ہے کہ سوسائٹی زنا کے ارتکاب سے بچ جائے۔ اور اس طرح وہ تباہی اور ہلاکت سے بچ جائے۔ چناچہ قتل اولاد اور زنا کی ممانعت کے ساتھ ہی حکم آتا ہے ناحق کسی زندہ انسان کی جان لینا بھی اسلام میں ایک عظیم جرم ہے۔",
  "ayah": 32,
  "surah": 17
}
