{
  "text": "وفائے عہد اور ناپ اور تول پورا پورا اور ٹھیک ٹھیک کرنے اور وفائے عہد کے درمیان لفظی اور معنوی مناسبت تو بالکل ظاہر ہے۔ لہذا وفائے عہد کے حکم کے بعد ناپ اور تول پورے کرنے کے احکام کی طرف آنا موضوع کی مناسبت سے درست ہے۔\nناپ اور تول پورا کرنا معاملات میں دیانت و امانت کا حصہ ہے۔ اس سے تاجر کو قلبی طہارت بھی حاصل ہوتی ہے او سوسائٹی کی نشوونما صحت مند بنیادوں پر ہوتی ہے۔ لوگوں کے درمیان معاملات میں اعتماد پیدا ہوتا ہے اور اس سے برکت پیدا ہوتی ہے۔\nذلک خیر واحسن تاویلا (71 : 53) ” یہ اچھا طریقہ ہے اور بلحاظ انجام بھی بہتر ہے “۔ یعنی دنیا میں بھی بہتر ہے اور آخرت میں بھی بہتر ہے۔ رسول اللہ ﷺ فرماتے ہیں ” جو شخص بھی حرام پر قدرت رکھتا ہو اور پھر حرام سے اجتناب کرے اور یہ کام وہ محض رضاے الٰہی کے لئے کرے ، تو اللہ آخرت سے قبل کود اس دنیا میں اسے اس سے بہتر دیتا ہے “۔\nجو لوگ ناپ اور تول میں کمی کرتے ہیں وہ دراصل نہایت ہی گندہ کا کرتے ہیں ، یہ نفسیاتی گراوٹ ہے اور معاملے میں دھوکہ اور خیانت ہے۔ اس سے مارکیٹ میں اعتماد ختم ہوجاتا ہے۔ اس کے نتیجے میں کساد بازاری بھی پیدا ہوتی ہے اور پوری سوسائٹی سے برکت ختم ہوجاتی ہے۔ چناچہ اس سے تمام تر افراد جماعت کو نقصان ہوتا ہے حالانکہ وہ بظاہر سمجھتے ہیں کہ اس خیانت کے ذریعے وہ کما رہے ہیں ، لیکن وہ محض ظاہری اور وقتی کمائی ہوتی ہے لیکن مال کار میں نقصان ہوتا ہے ۔ کیونکہ جب کساد بازاری آتی ہے تو نقصان اس خیانت کار کو بھی ہوتا ہے۔\nجو لوگ تجارتی دنیا میں دور کی نظر رکھتے ہیں انہوں نے اپنے ذاتی تجربے سے اس حقیقت کو پا لیا ہے۔ حالانکہ انہوں نے کسی اخلاقی یا دینی جز بے سے یہ کام نہیں کیا۔ بلکہ انہوں نے سائنٹیفک سٹڈی سے اس حقیقت تک رسائی حاصل کی۔\nسوال یہ ہے کہ پھر دونوں میں فرق کیا ہے ؟ جو شخص محض تجارتی مقاصد کے لئے دیانت داری کرتا ہے اور جو شخص دینی جذبے سے دیانت داری کرتا ہے دونوں میں کیا فرق ہے ، جو شخص اخلاقی اور دینی عقیدے اور جذبے سے یہ کام کرتا ہے اس کا نقطہ نظر اور اس کی ذہنی سطح زیادہ اعلیٰ ، ارفع اور بلند ہے ، اور دل کی زیادہ تطہیر اس سے ہوتی ہے۔ اور اس کی زندگی میں زیادہ سکون و اطمینان ہوتا ہے۔ اس طرح اسلام عملی زندگی میں بھی ہمیشہ وسیع اور ارفع اور روشن مستقبل کی طرف بڑھتا ہے اور دور تک انسانوں کی مادری اور روحانی راہنمائی کرتا ہے۔\nاسلامی نظریہ حیات کا یہ کمال ہے کہ وہ نظریہ ، عقیدہ اور تصورات میں بہت زیادہ صفائی ، وضاحت اور حقیقت پسندی کا قائل ہے ، اسلام کسی معاملے پر پیچیدگی ، وہم و شبہات کی اجازت نہیں دیتا۔",
  "ayah": 35,
  "surah": 17
}
