{
  "text": "انسان جب صاحب مال و جمال بن جاتا ہے اور اسے دنیا میں قوت اور سلطنت حاصل ہوجاتی ہے اور وہ اپنے دل و دماغ سے خدا کا تصور نکال دیتا ہے ، جو اس پوری کائنات کا خالق ومالک ہے ، تو اس نظریاتی بےراہ راوی کی وجہ سے وہ کبرو غرور میں مبتلا ہوتا ہے۔ اگر انسان اس بات کو سمجھ لے کر اس کے پاس جو قوت اور مال ہے وہ اللہ کی جانب سے ہے۔ اور یہ کہ اللہ کی قوت کے سامنے اس کی کوئی حیثیت نہیں ہے۔ تو اس کے دل و دماغ پر کبرو غرور کا غبار کبھی نہ چھائے۔ اور وہ اکڑ کر نہ چلے اور زمین کے اوپر نہایت ہی شریفانہ چال چلے۔ اس میں کوئی اکٹر نہ ہو۔\nقرآن کریم اس قسم کے متکبر ، مغرور انسان کے سامنے اس کی کمزوریاں رکھتا ہے کہ دیکھو۔\nانک لن تخرق الارض ولن تبلغ الحبال طولا (71 : 73) ” تم نہ زمین کو پھاڑ سکتے ہو اور نہ پہاڑوں کی بلندی کو پہنچ سکتے ہو “۔ انسان جسمانی اعتبار سے بہت ہی نحیف و نزار ہے۔ جسمانی اعتبار سے یہ اللہ کی دوسری مخلوقات کا مقابلہ نہیں کرسکتا۔ انسان کے اندر جو قوت ہے وہ خدائی قوت ہے ، اس کو غلبہ صرف اللہ کے دین کے وجہ سے حاصل ہے ، اور یہ جو اس کائنات میں معزز ہے تو اس لئے کہ اللہ نے اپنی روح پھونک کر اسے معزز بنایا ہے۔\nیہ عاجزی اور یہ تواضع جس کی طرف قرآن بلاتا ہے تکبر غرور اور خیالاتی برتری کی جڑ کاٹ کر رکھ دیتی ہے۔ یوں انسان درگاہ باری تعالیٰ میں بھی باادب رہتا ہے۔ لوگوں کے ساتھ اس کا معاملہ بھی شریفانہ ہوتا ہے اور خیالات و تصورات میں سنجیدہ اور سوشل لائف میں متوازن ہوتا ہے۔ اسلامی تعلیمات کے بعد ، اگر کوئی غرور وتکبر کرتا ہے تو وہ کم عقل ، بیوقوف اور گھٹیا انسان ہوتا ہے۔ ایسے افراد کو اللہ پسند نہیں کرتا ، کیونکہ وہ غرور میں مبتلا ہے اور عوام الناس بھی ایسے شخص کو ناپسند کرتے ہیں کیونکہ وہ اپنے آپ کو یوں بڑا سمجھتا ہے اور بےجا پھولا ہوا ہوتا ہے۔\nحدیث شریف میں آتا ہے : من تواضحع اللہ رفعہ فھو فی نفسہ حقیر وعند الناس کبیر ، ومن استکبر وضعہ اللہ فھو فی نفسہ کبیر وعند الناس حقیر۔ ھتی لھوا بغض الیھم من الکلب والخنزیر ” جو شخص تواضع کرے محض رضائے الٰہی کے لئے ، تو اسے اللہ اٹھائے گا ، وہ تو اپنے خیال میں حقیر ہوگا لیکن لوگوں کی نظروں میں بڑا ہوگا ، جو تکبر کرے ، اللہ اسے گرا دیتا ہے ، وہ تو اپنے خیال میں بڑا آدمی ہوتا ہے ، مگر لوگوں کے نزدیک حقیر ہوتا ہے۔ یہاں تک کہ لوگ اس سے اس قدر نفرت کرنے لگتے ہیں جس طرح کتے اور خنزیر سے “ ( ابن کثیر) ۔\nاب یہ بحث یہاں ایک اصول بات پر ختم ہوتی ہے ، جس قدر امور سے اس فہرست میں مطلع کیا گیا ہے وہ افعال مذمومہ ہیں ، اب عموماً کہا جاتا ہے کہ اللہ تمام برے اعمال اور افعال اور صفات کو پسند نہیں کرتا۔",
  "ayah": 37,
  "surah": 17
}
