{
  "text": "اس کائنات کا ذرہ ذرہ اس حقیقت کا اظہار کر رہا ہے ، اللہ کی تسبیح و تہلیل کر رہا ہے ، یہ پوری کائنات ایک زندہ کائنات ہے اور اللہ کی تسبیح و تہلیل میں مصروف ہے۔ اور اللہ تعالیٰ کے سامنے جھکی ہوئی ہے۔\nیہ ایک منفرد کائنات منظر ہے ، جب انسان سوچتا ہے کہ ہر شجر و حجر ، ہر بیج اور ہر پتہ ، ہر پھل اور پھول ، ہر پودا اور ہر درخت ، پر چرند اور ہر پرند ، ہر انسان اور ہر حیوان ، ہر دوڑنے والا اور ہر رینگنے والا ، ہر اڑنے والا اور ہر تیرنے والا ، زمین کا ہر مکیں اور ہوا کا ہر باسی ، پستیوں میں رہنے والا یا بلندیوں پر بسیرا رکھنے والا ، سب کے سب اللہ کے سامنے جھکے ہوئے ہیں اور ثنا خوان ہیں۔\nجب انسان تمام چیزوں کی حقیقت اور ماہیت پر غور کرتا ہے تو اس کے شعور کے اندر ایک ارتعاش پیدا ہوتا ہے ، اسے اپنے ارد گرد تمام مخلوق حرکت کرتی ہوتی اور زندہ نظر آتی ہے اور وہ اسے محسوس کرتا ہے ، وہ جس چیز کو بھی ہاتھ سے چھوٹا ہے یا پائوں سے روندتا ہے ، وہ اسے ثنا خوان الٰہی نظر آتی ہے اور زندہ و تابندہ دکھائی دیتی ہے۔\nوان من شیئی الا یسبح بحمدہ (71 : 44) ” کوئی چیز ایسی نہیں جو اس کی حمد کے ساتھ اس کی تسبیح نہ کرتی ہو “۔ اور اس کی تسبیح کا اندازہ مخصوص ہے۔\nولکن لا تفقھون تسبیحھم (71 : 44) ” مگر تم ان کی تسبیح کو سمجھتے نہیں ہو “۔ تم اس لئے نہیں سمجھتے کہ مادیت نے تمہاری روح کو چھپا رکھا ہے ، تمہارے دل ان کی آواز کو نہیں سنتے ، اور اس کائنات کے اسرار و رموز پر تم نے غور نہیں کیا۔ اس کائنات کے ان قوانین قدرت پر تم نے غور نہیں کیا جو اس کے اندر جاری وساری ہیں۔ حالانکہ در حقیقت اس کائنات کا ذرہ ذرہ اپنے رب کی طرف رواں و کشاں ہے۔ قوانین قدرت کے مطابق اس کائنات کے مدبر کا حدی خواں ہے۔\nیاد رکھو ، کہ جب روح شفاف ہوجاتی ہے اور انسان روحانی صفائی کے مدارج طے کرلیتا یہ تو وہ سب چیزوں کی تسبیح سنتا ہے ، ہر متحرک اور ہر ساکن مخلوق کی آواز وہ سنتا ہے۔ اسے ہر چیز کی نبض چلتی نظر آتی ہے اور ہر چیز کی تسبیح سنائی دیتی ہے۔ اس کا رابطہ عالم بالا سے ہوجاتا ہے اور وہ اس کائنات کے ان اسرار و رموز کو دیکھتا ہے جس سے غافل لوگ بیخبر ہوتے ہیں ، کیونکہ مادیت کے پردہ نے ان غافلوں کی روح کو بار رکھا ہوتا ہے ، حالانکہ روح کائنات ہر ساکن و جامد میں بھی متحرک ہے۔ ہر چیز میں ہر شجر و حجر میں۔\nانہ کان حلیما غفورا (71 : 44) ” حقیقت یہ ہے کہ وہ بڑا ہی بردبار اور درگزر کرنے والا ہے “۔ حلم اور مغفرت کا ذکر یہاں اسی لئے کیا گیا کہ انسان ہر معاملے میں پر تقصیر ہے۔ خصوصاً وہ اس حقیقت کے اور اک سے قاصر ہے کہ اس کائنات کی ہر چیز اللہ کی ثنا خواں ہے۔ نہ صرف یہ ہے کہ وہ نبات و جماد کے اقرار و تسبیح سے جاہل بلکہ یہ انسان انسان ہوتے ہوئے بھی باری تعالیٰ کا منکر بن جاتا ہے۔ کوئی شرک کرتا ہے ، کوئی اللہ کی طرف بیٹیوں کی نسبت کرتا ہے ، کوئی بلکہ اکثریت کائنات کی تسبیح سے بیخبر ہے ، حالانکہ شجر و حجر کے مقابلے میں بشرپر زیادہ ذمہ داری ہے کہ وہ اللہ کا مطیع ہو اور ثنا خواں ہو اور ذات باری کی معرفت کا حامل ہو۔ اگر اللہ کی درگزر نہ ہوتی ، وہ مہلت نہ دیتا ، مغفرت نہ کرتا ، تو کب کے وہ تباہ ہوچکے ہوتے لیکن وہ حلیم و غفور ہے۔ بار بار نصیحت کرتا ہے ، ڈراتا ہے اور نصیحت کرتا ہے۔\nکبراء قریش چپکے چپکے قرآن سنا کرتے تھے ، لیکن وہ ساتھ ساتھ یہ کوشش بھی کرتے تھے کہ ان کے دلوں پر قرآن کا اثر نہ ہوجائے ، وہ زبردستی اپنے اوپر مرتب ہونیو الے اثرات کو جھڑک دیتے تھے۔ انہوں نے اپنے اور رسول ﷺ کے درمیان پر دے حائل کر رکھے تھے۔ وہ اپنے آپ کو غافل رکھتے تھے۔ کانوں میں انگلیاں ڈالتے تھے ، چناچہ اللہ نے بھی انہیں ان کی اس روش پر چلنے دیا۔ ان کے اور قرآن کے درمیان پردے حائل ہوگئے۔ ان کے دلوں پر تالے لگ گئی اور کانوں میں بھاری پن آگیا۔",
  "ayah": 44,
  "surah": 17
}
