{
  "text": "درس نمبر 821 ایک نظر میں\nدرس سابق کا خاتمہ یوں ہوا تھا کہ اللہ تعالیٰ وحدہ لاشریک اپنے بندوں کے معاملات میں متصرف ہے چاہے تو ان پر حم کردے اور چاہے تو انہیں سزا دے دے۔ اور لوگ جن الہوں کی بندگی کرتے ہیں وہ نہ ان سے کوئی مصیبت ٹال سکتے ہیں اور نہ کسی مصیبت کا منہ دوسروں کی طرف موڑسکتے ہیں۔\nاب یہاں یہ بتایا جاتا ہے تمام انسانوں کا آخری انجام کیا ہوگا۔ کیونکہ اللہ نے اپنے علم کے مطابق جو فیصلے کیے ہیں ، وہ اٹل ہیں۔ اور یہ آخری انجام یوں ہوگا کہ قیامت سے قبل اللہ تمام بستیوں کو ہلاک کردے گا۔ اگر ان بستیوں میں سے کوئی بستی ایسے جرائم کا ارتکاب کرے جسے دنیا میں سزا دینا لازمی ہو تو یہاں ہی اسے عذاب دے دیا جاتا ہے۔ لہذا تمام زندہ انسان دو طرح کے انجام سے لازماً دو چار ہوں گے یا تو اپنی موت مریں گے یا عذاب الٰہی کے نتیجے میں ہلاک ہوں گے۔\nعذاب الٰہی کے ذکر کی مناسبت سے یہاں ان معجزات کا ذکر کردیا جاتا ہے جن کا ظہور انبیائے سابق کے ہاتھوں پر ہوا۔ یعنی رسالت محمدیہ سے پہلے رسولوں پر۔ ایسے خوارق عادت معجزات کا ظہور رسالت محمدیہ کے ہاتھوں اس لئے نہیں کیا گیا امت محمدیہ کے لئے وہ عذاب مقدر نہیں جو ان اقوام پر آیا کیونکہ اللہ کی یہ سنت ہے کہ جب کوئی معجزہ ظاہر ہوتا ہے اور پھر بھی امت تسلیم نہیں کرتی تو پھر اس پر عذاب الٰہی آتا ہے۔ اور امت محمدیہ کے لئے چونکہ ہلاکت مقدر نہیں اس لئے ایسے معجزات حضرت محمد ﷺ کو نہیں دئیے گئے۔ اور امم سابقہ کے انبیاء کو یہ معجزات ڈرانے کی خاطر دئیے گئے لیکن جب معجزات دیکھ کر وہ نہ ڈرے تو ہلاک ہوئے۔\nاللہ نے رسول اللہ ﷺ تک لوگوں کی رسائی کے راستے بند کردئیے۔ چناچہ وہ آپ کو کوئی دکھ نہ پہنچا سکے۔ اور اللہ نے آپ ﷺ کو سچی سیر کرائی اور جو کچھ دکھانا تھا ، دکھایا تاکہ یہ واقعہ لوگوں کے لئے آزمائش ہو اور اسے دوسرے معجزات کی طرح خارق عادت معجزہ نہ بنایا اور اللہ تعالیٰ نے لوگوں کو شجرہ ملعونہ سے ڈرایا مگر وہ مزید سرکشی کرتے رہے۔ شجرہ ملعونہ سے مراد زقوم ہے جس کی روئیدگی جہنم کی تہہ میں ہوتی ہے ، اس تخویف کا لوگوں کے رویہ پر کوئی اثر نہ ہو لہٰذا معجزات کا صدور بھی ان پر اثر انداز نہیں ہوسکتا تھا۔\nاس مضمون کے دوران قصہ آدم و ابلیس بھی بیان ہوا ہے۔ اللہ نے ابلیس کو یہ اجازت دی کہ وہ ابن آدم میں سے جس کو چاہے گمراہ کرے مگر میرے صالح بندوں پر تیری دسترس نہ ہوگی۔ کیونکہ میں نے ان کو برے اثر سے محفوظ کردیا ہے۔ چناچہ اس قصے ذریعہ گمراہی کے اصل اسباب لوگوں کو بتادئیے گئے ، جو لوگوں کو کفر اور سرکشی پر آمادہ کرتے ہیں اور وہ اللہ کی بات پر تدبر نہیں کرتے۔\nیہاں سیاق کلام انسان کو یہ تاثر دیتا ہے کہ اللہ کی جانب سے اس پر کس قدر فضل و کرم ہے لیکن اس فضل و کرم کے مقابلے میں انسان ہے کہ اللہ کا انکار کرتا ہے اور سرکشی اختیار کرتا ہے۔ اور انسان کو اللہ صرف اس وقت یاد آتا ہے جب وہ نہایت ہی اضطرابی حالت میں ہو ، اگر سمندر میں کوئی مشکلات پیش آجائیں تو انسان پھر اللہ کی پناہ میں آجاتا ہے لیکن جونہی اللہ نجات دیتا ہے تو لوگ پھر شرک کرنے لگتے ہیں۔ حالانکہ اللہ تو انہیں سمندر اور خشکی دونوں میں پکڑ سکتا ہے۔ حالانکہ انسان کو اللہ اپنی مخلوقات کے ایک بڑے حصے پر فضیلت بخشی ہے ، لیکن انسان ہے کہ شکر نہیں کرتا اور اللہ کو یاد نہیں کرتا۔\nیہ سبق قیامت کے مناظر میں سے ایک منظر پر ختم ہوتا ہے ، جب یہ لوگ وہ سب کچھ پالیں گے جو انہوں نے کمایا تھا لہٰذا نجات صرف اس صورت میں کہ انسان اگلے جہاں کے لئے کچھ کمائی کرے۔\nاللہ تعالیٰ نے یہ فیصلہ کردیا ہے کہ جب قیامت آئے تو اس کرہ ارض کی چھاتی پر حیات کا نام و نشان نہ ہو ، لہٰذا قیامت سے قبل اس کرہ ارض کی تمام زندہ چیزیں ختم ہونے والی ہیں۔ اسی طرح اس کرہ ارض پر واقع بعض بستیوں کے لئے تباہی مقدر ہے اس لئے کہ وہ جرائم کا ارتکاب کرتی ہیں اور ان جرائم کا علم صرف اللہ کو ہوتا ہے۔ یہ تقدیر اللہ کے علم میں ہوتی ہے کہ ایسا ہونا ہے کیونکہ جو ہوچکا یا جو ہونے والا ہے اللہ کے علم میں دونوں برابر ہیں۔\nتمام رسولوں کو معجزات دئیے گئے تھے اور یہ معجزات رسولوں کی حقانیت کی تصدیق کرتے تھے اور ان معجزات کے ذریعے لوگوں کو اس بات سے ڈرایا جاتا تھا کہ اگر انہوں نے تکذیب کی تو ان پر ہلاکت آجائے گی لیکن ان خوارق عادت معجزات کو دیکھ کر صرف ان لوگوں کو ایمان نصیب ہوا جن کے دل ایمان کے لئے تیار تھے۔ رہے وہ لوگ جن کو کفر پر اصرار تھا تو انہوں نے انکار ہی کیا۔ یہی وجہ ہے کہ نبی آخر الزمان کو ایسے خارچ عادت معجزات نہ دئیے گئے۔",
  "ayah": 58,
  "surah": 17
}
