{
  "text": "انسان جہاں ہوا اور جس دور میں ، جس لمحے میں ہو ، وہ اللہ ہی کے قبضہ قدرت میں ہے۔ جس طرح خشکی میں وہ اللہ کے قبضہ قدرت میں ہیں ، اسی طرح سمندر میں بھی وہ اللہ کے قبضہ قدرت میں ہوں۔ تو وہ کس طرح امن میں ہوں گے۔ کیا یہ ممکن نہیں ہے کہ وہ کسی زلزلے میں ، زمین دھنس میں جائیں ، کوئی آتش فشاں پھٹ پڑے یا دوسری کوئی آفت سماوی ان پر ٹوٹ پڑے۔ اگر کوئی آتش فشاں پھٹ پڑے تو ان پر گرم لاوے ، گرم پانی ، کیچڑ اور پتھروں کا سیلاب آجائے ، اور وہ اس طرح ہلاکت کا شکار ہوجائیں کہ اللہ کے سوا کوئی ان کے لئے ناصر و مددگار نہ رہے۔ کوئی ان کی حمایت نہ کرسکے اور کوئی انہیں بچا نہ سکے۔\nپھر کیا گارنٹی ہے کہ وہ دوبارہ سفر پر نہ جائیں یا اللہ انہی نہ بھیج دے۔ اور دوبارہ ان کو ناقابل کنٹرول موجوں کے حوالے کردے۔ یا ایسی ہوائیں ان پر آجائیں کہ کشتیوں اور جہازوں کو توڑ پھوڑ دیں اور ان کو ان کے کفر اور ناشکری کی وجہ سے غرق کردے اور اگر اللہ ایسا کردے تو اس سے پھر کون ہے پوچھنے والا۔ کیا یہ لوگ کوئی داد رسی کی جگہ پات ہیں ؟\nخبردار ، یہ صریح غفلت ہے کہ لوگ اپنے رب سے منہ پھیر لیں اور پھر مامون ہو کر بیٹھ جائیں کہ ان پر کوئی عذاب نہ آئے گا۔ حالانکہ شدید ترین مصائب میں وہ بتقاضائے فطرت رب کی طرف متوجہ ہوتے ہیں لیکن نارمل حالات میں وہ دوبارہ غفلت کے اندھیروں میں ڈوب جاتے ہیں۔ گویا جو شدت اور تکلیف گزری وہ آخری تھی اور دوبارہ کوئی تکلیف ان پر آنے والی نہیں ہے۔ اور پھر خدا کا کوئی عذاب آنے والا نہیں ہے۔\nانسان کے یہ لچھن اس حقیقت کے ہوتے ہوئے کہ اسے اللہ نے اپنی مخلوق کے ایک بڑے حصے پر فضیلت دی ہے۔ سب سے پہلے تو اس کی تخلیق ایک بہترین ہیبت پر کی گئی۔ اس کا بڑا خمیر مٹی سے تیار کیا گیا اور اس کے اندر اللہ نے اپنی روح حیات پھونک دی۔ یوں اس مخلوق کے اندر مادی اور روحانی قوتیں ، زمنی اور آسمانی قوتیں جمع ہوگئی یعنی حضرت انسان کے اس ہیکل میں۔\nپھر اللہ نے اس کے اندر عجیب عجیب فطری قوتیں ودیعت فرمائی ہیں۔ اور ان قوتوں ہی کی وجہ سے وہ خلافت فی الارض کے منصب کا اہل قرار پایا۔ وہ اس زمین میں تبدیلیاں کرتا ہے ، اس میں تصرفات کرتا ہے ، اس کو نشوونما دیتا ہے اور نئی نئی ایجادات کرتا ہے۔ اس مین دی ترکیب کرتا ہے اور مرکبات کا تجزیہ کرتا ہے اور اندگی کی نشوونما کو کمال تک پہنچانے کی سعی کرتا ہے۔\nپھر اس پوری کائنات نے ، اس انسان کا استقبال جس انداز میں کیا ، وہ بھی اس کی تکریم خاص ہے۔ تمام ملائکہ کو حکم دیا گیا کہ وہ اسے سجدہ کریں۔ یوں ایک کائناتی محفل اور سماوی تقریب میں اسے یہ اعزاز عملاً بخشا گیا رسمی طور پر ۔\nپھر اس انسان کی تکریم اور عزت افزائی کا اعلان اللہ نے اپنی اس آخری کتاب میں کیا جو اللہ کی آخری کتاب ہے اور ابدالا باد تک رہنے والی ہے ، یعنی قران کریم میں۔",
  "ayah": 68,
  "surah": 17
}
