{
  "text": "যারা মিথ্যা অপবাদ রটনা করেছে[১] তারা তো তোমাদেরই একটি দল;[২] এই অপবাদকে তোমরা তোমাদের জন্য অনিষ্টকর মনে করো না; বরং এ তো তোমাদের জন্য কল্যাণকর[৩]  ওদের প্রত্যেকের জন্য নিজ নিজ কৃত পাপকর্মের প্রতিফল আছে আর ওদের মধ্যে যে এ ব্যাপারে প্রধান ভূমিকা গ্রহণ করেছে তার জন্য আছে মহাশাস্তি।[৪]\n[১] إِفْك বলতে সেই মিথ্যা অপবাদ রটনার ঘটনাকে বুঝানো হয়েছে, যে ঘটনায় মুনাফিকরা মা আয়েশা (রাঃ) -এর চরিত্রে ও সতীত্বে কলঙ্ক ও কালিমা লেপন করতে চেয়েছিল। কিন্তু মহান আল্লাহ পবিত্র কুরআনে মা আয়েশার পবিত্রতার স্বপক্ষে আয়াত অবতীর্ণ করে তাঁর সতীত্বকে অধিক উজ্জ্বল করে দিয়েছেন। সংক্ষেপে সেই ঘটনা হল এইরূপঃ পর্দার আদেশ অবতীর্ণ হওয়ার পর বানু মুস্তালিক (মুরাইসী') যুদ্ধ হতে ফিরে আসার পথে আল্লাহর নবী (সাঃ) ও সাহাবা (রাঃ) গণ মদীনার নিকটবর্তী এক স্থানে রাত্রে বিশ্রাম নিলেন। প্রত্যূষে আয়েশা (রাঃ) নিজের প্রয়োজনে একটু দূরে গেলেন। ফিরার পথে দেখলেন তাঁর গলার হার হারিয়ে গেছে। খোঁজাখুঁজি করতে গিয়ে ঠিকানায় ফিরতে দেরী হল। এদিকে মহানবী (সাঃ)-এর আদেশে তাঁরা সেখান হতে কুচ করলেন। মা আয়েশার হাওদাজ (উটের পিঠে রাখা পালকির মত মেয়েদের বসার ঘর) লোকেরা উটের উপর রেখে নিয়ে সেখান হতে বিদায় নিলেন। আয়েশা (রাঃ) পাতলা গড়নের হাল্কা মহিলা ছিলেন। তাঁরা ভাবলেন, তিনি ভিতরেই আছেন। যখন তিনি ফিরে এলেন, তখন দেখলেন যে, কাফেলা রওনা দিয়েছে। তিনি সেখানেই শুয়ে গেলেন এই আশায় যে, তাঁরা আমার অনুপস্থিতির কথা টের পেতেই আমার খোঁজে ফিরে আসবেন। কিছুক্ষণ পর স্বাফওয়ান বিন মুআত্তাল সুলামী (রাঃ) সেখানে এলেন। তাঁর দায়িত্ব ছিল, কাফেলা কোন জিনিস-পত্র ফেলে গেলে পিছন থেকে তা তুলে নেওয়া। তিনি মা আয়েশা (রাঃ) -কে পর্দার আগে দেখেছিলেন। তিনি দেখার সঙ্গে সঙ্গে 'ইন্না লিল্লাহি অইন্না ইলাইহি রাজিঊন' পড়লেন এবং তিনি বুঝে নিলেন যে, কাফেলা ভুল করে বা অজানা অবস্থায় তাঁকে এখানে ফেলে কুচ করে গেছে। অতঃপর তিনি নিজের উট বসিয়ে তাঁকে চড়তে ইঙ্গিত করলেন ও নিজে উটের লাগাম ধরে পায়ে হেঁটে কাফেলার সাথে মিলিত হলেন। মুনাফিকরা যখন মা আয়েশা (রাঃ) -কে এ অবস্থায় একাকিনী স্বাফওয়ান (রাঃ)-এর সাথে আসতে দেখল, তখন তারা সুযোগ বুঝে তার সদ্ব্যবহার করতে চাইল। মুনাফিকদের নেতা আব্দুল্লাহ বিন উবাই বলেই ফেলল যে, একাকিনী ও সবার থেকে আলাদা থাকার নিশ্চয় কোন কারণ আছে! আর এভাবে তারা মা আয়েশাকে স্বাফওয়ানের সঙ্গে জড়িয়ে কলঙ্ক রচনা করল। অথচ তাঁরা দু'জনে এসব থেকে একেবারে উদাসীন ছিলেন। কিছু নিষ্ঠাবান মুসলমানও মুনাফিকদের ঐ রটনার ফাঁদে ফেঁসে গেলেন। যেমন, হাসসান বিন সাবেত, মিসত্বাহ বিন উসাসাহ, হামনাহ বিনতে জাহাশ। এই ঘটনার বিস্তারিত বর্ণনা সহীহ হাদীসসমূহে রয়েছে। নবী (সাঃ) একমাস (মতান্তরে ৫০/৫৫ দিন) পর্যন্ত যতক্ষণ না আল্লাহর পক্ষ থেকে আয়েশা (রাঃ) -র সতীত্বের আয়াত অবতীর্ণ হল, ততক্ষণ অত্যন্ত ব্যাকুল ছিলেন এবং আয়েশা (রাঃ) ও কিছু না জানার ফলে নিজের জায়গায় অস্থির অবস্থায় দিন-রাত্রি কাটিয়েছেন। এই আয়াতগুলোতে মহান আল্লাহ সেই ঘটনার সংক্ষিপ্ত ও ব্যাপক বর্ণনা দিয়েছেন। إِفْك শব্দের মূল অর্থ হল কোন জিনিসকে উল্টে দেওয়া। এই ঘটনায় যেহেতু মুনাফিকরা আসল ব্যাপারকে উল্টে দিয়েছিল, সেহেতু এই ঘটনা ইতিহাসে 'ইফকে আয়েশা' নামে প্রসিদ্ধ; মা আয়েশা (রাঃ) যিনি ছিলেন সতী-সাধ্বী, প্রশংসার পাত্রী, উচ্চবংশীয়া ও মহান চরিত্রের অধিকারিণী, তাঁর সবকিছু তারা উল্টে দিয়ে তাঁর সতীত্বে ও চরিত্রে অপবাদ ও কলঙ্কের কালিমা লেপন করে দিয়েছিল![২] একটি দল ও জামাআতকে عُصبَة বলা হয়। কারণ তারা এক অপরের সাথে মিলে শক্তি বৃদ্ধি ও পক্ষপাতিত্ব করে থাকে।[৩] কারণ, এতে দুঃখ-কষ্টের ফলে তোমাদের অতিশয় সওয়াব লাভ হবে, অন্য দিকে আসমান হতে আয়েশা (রাঃ) -র পবিত্রতা অবতীর্ণ হওয়ায় তাঁর মাহাত্ম্য ও বংশ-গৌরব ও মর্যাদা আরো স্পষ্ট হল। এ ছাড়া ঈমানদারদের জন্য এতে রয়েছে অনেক শিক্ষণীয় বিষয়।[৪]এ থেকে আব্দুল্লাহ বিন উবাই মুনাফিককে বুঝানো হয়েছে; যে এই অপবাদের মূল হর্তাকর্তা ছিল।",
  "ayah": 11,
  "surah": 24
}
