{
  "text": "যখন তোমরা এ শ্রবণ করলে, তখন কেন বললে না যে, ‘এ বিষয়ে বলাবলি করা আমাদের উচিত নয়। আল্লাহ্ই পবিত্র, মহান! এ তো এক গুরুতর অপবাদ।’[১]\n[১] দ্বিতীয় শিক্ষা এই যে, আল্লাহ মু'মিনদেরকে এ কথা বললেন যে, অপবাদের জন্য তারা একটি সাক্ষীও পেশ করেনি, যদিও এর জন্য চারটি সাক্ষী পেশ করা জরুরী ছিল। এ সত্বেও তোমরা অপবাদদাতাদেরকে মিথ্যাবাদী বলনি। অথচ এই কারণেই উক্ত আয়াতগুলি অবতীর্ণ হওয়ার পর হাসসান, মিসত্বাহ ও হামনাহ বিনতে জাহাশকে অপবাদ আরোপের শাস্তি প্রদান করা হয়েছে।\n(আহমাদ ৬/৩০, তিরমিযী ৩১৮১, আবু দাউদ ৪৪৭৪, ইবনে মাজাহ ২৫২৭নং)\nপক্ষান্তরে মুনাফিক আব্দুল্লাহ বিন উবাইকে উক্ত কারণে শাস্তি দেওয়া হয়নি। বরং তার জন্য আখেরাতের কঠিন শাস্তিই যথেষ্ট ভাবা হয়েছে। অন্য দিকে মু'মিনদেরকে শাস্তি দিয়ে পৃথিবীতে পবিত্র করা হয়েছে। তাকে শাস্তি না দেওয়ার দ্বিতীয় কারণ এই যে, তার পশ্চাতে একটি (পৃষ্ঠপোষক) দল ছিল। যার ফলে ওকে শাস্তি দিলে এমন আশঙ্কামূলক পরিস্থিতির সৃষ্টি হত, যেটা সামাল দেওয়া তখনকার যুগের মুসলিমদের পক্ষে কঠিন ছিল। এই জন্য বৃহত্তর স্বার্থকে খেয়ালে রেখে তাকে শাস্তি দেওয়া হতে বিরত থাকা হয়েছে।\n(ফাতহুল কাদীর)\nতৃতীয় কথা এই বলা হয়েছে যে, তোমাদের প্রতি আল্লাহর কৃপা ও অনুগ্রহ না থাকলে, সত্যতার যাচাই ও তদন্ত না করে উক্ত গুজব রটানোর এই আচরণ তোমাদের কঠিন শাস্তির কারণ হয়ে দাঁড়াত। এর অর্থ হল অপবাদ রটিয়ে বেড়ানো বা তা প্রচার করাও মহা অপরাধ, যার ফলে মানুষ কঠিন শাস্তির উপযুক্ত হতে পারে। চতুর্থ কথা এই যে, ব্যাপারটি ছিল স্বয়ং রসূল (সাঃ)-এর পত্নী ও তাঁর মান-মর্যাদার সাথে জড়িত। কিন্তু তোমরা তার যথার্থ গুরুত্বই দিলে না; বরং তা হাল্কা মনে করলে। এ কথা হতে এই বুঝানোর চেষ্টা করা হয়েছে যে, কেবল ব্যভিচারই বড় অপরাধ নয়, যার শাস্তি একশ' বেত্রাঘাত বা পাথর ছুঁড়ে মারা; বরং কারো মান-সম্ভ্রমে আঘাত হানা বা কোন মর্যাদাসম্পন্ন পরিবারের মানহানি করাও আল্লাহর নিকট মহাপাপ বলে গণ্য। এমন পাপকে হাল্কা মনে করো না। সেই জন্য পরবর্তীতে বিশেষ জোর দিয়ে বলা হয়েছে যে, তোমরা শোনার পরই কেন বললে না যে, এ রকম কথা মুখ হতে বের করাও উচিত নয়; নিঃসন্দেহে এটি বড় অপবাদ। এখান হতে ইমাম মালেক (রঃ) বলেন, যে সকল নামসর্বস্ব মুসলমান আয়েশা (রাঃ)-র উপর অশ্লীলতার অপবাদ আরোপ করবে, তারা কাফের। কারণ, এতে কুরআনকে মিথ্যাজ্ঞান করা হয়।\n(আইসারুত্ তাফাসীর)",
  "ayah": 16,
  "surah": 24
}
