{
  "text": "আল্লাহ আকাশমন্ডলী ও পৃথিবীর জ্যোতি;[১] তাঁর জ্যোতির উপমা যেন সে তাকের মত; যার মধ্যে আছে এক প্রদীপ, প্রদীপটি একটি কাঁচের আবরণের মধ্যে স্থাপিত, কাঁচের আবরণটি উজ্জ্বল নক্ষত্র সদৃশ; যা পবিত্র যয়তুন বৃক্ষের তৈল হতে প্রজ্জ্বলিত হয়, যা প্রাচ্যের নয়, প্রতীচ্যেরও নয়, অগ্নি স্পর্শ না করলেও মনে হয় ওর তৈল যেন উজ্জ্বল আলো দিচ্ছে; জ্যোতির উপর জ্যোতি![২] আল্লাহ যাকে ইচ্ছা তাঁর জ্যোতির দিকে পথনির্দেশ করেন।[৩] আল্লাহ মানুষের জন্য উপমা দিয়ে থাকেন।[৪] আর আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।\n[১] অর্থাৎ, যদি আল্লাহর অস্তিত্ব না থাকত, তাহলে না পৃথিবীতে আলো থাকত, না আকাশে। আর না পৃথিবী ও আকাশের কেউ সুপথপ্রাপ্ত হত। অতএব আল্লাহ তাআলাই আকাশ ও পৃথিবীকে আলোদানকারী। তাঁর গ্রন্থও আলো। তাঁর রসূলও (গুণগত দিক দিয়ে) আলো। যেমন বাল্ব ও প্রদীপ হতে মানুষ আলো পায়, তেমনি উক্ত দুই আলো দ্বারা মানুষ জীবন পথের অন্ধকার দূর করে সঠিক পথে চলতে পারে। হাদীসেও আল্লাহর নূর (জ্যোতি বা আলো) হওয়ার কথা প্রমাণিত আছে। যেমন তাহাজ্জুদের নামাযে দাঁড়িয়ে সানার দু'আতে মহানবী (সাঃ) বলতেন, اَللّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُوْرُ السَّمَاوَاتِ وَالأَرْضِ وَ مَنْ فِيْهِنَّ অর্থাৎ, হে আল্লাহ! তোমারই যাবতীয় প্রশংসা। তুমি আকাশমন্ডলী, পৃথিবী এবং উভয়ের মধ্যে অবস্থিত সকল কিছুর জ্যোতি।\n(বুখারীঃ রাত্রের তাহাজ্জুদ পরিচ্ছেদ, মুসলিমঃ মুসাফিরের নামায অধ্যায়)\nঅতএব আল্লাহর সত্তা নূর, তাঁর পর্দা নূর, আসল ও রূপক অর্থের প্রত্যেক নূরের তিনিই স্রষ্টা। নূর প্রদানকারী এবং তার প্রতি পথ প্রদর্শনকারীও একমাত্র তিনিই।\n(আইসারুত্ তাফাসীর)\n[২] অর্থাৎ, যেমন একটি তাকে একটি প্রদীপ রাখা আছে এবং তা আছে একটি কাঁচের আবরণের ভিতর। আর ওর মধ্যে এমন বরকতময় গাছের এক বিশেষ ধরনের তেল ভরা হয়েছে; যা বিনা দিয়াশলাই-এ নিজে নিজেই আলোকিত হওয়ার উপক্রম। এইভাবে সমস্ত আলো একটি তাকে জমা হয়েছে এবং তা আলোয় আলোময় হয়ে রয়েছে। অনুরূপ আল্লাহর অবতীর্ণকৃত দলীল প্রমাণের অবস্থা, যা অতি স্পষ্ট এবং একটি অন্যের তুলনায় আরো উত্তম। যা আলোর উপর আলো। যা 'যা প্রাচ্যের নয়, প্রতীচ্যেরও নয়' অর্থাৎ, পূর্বের নয়, পশ্চিমেরও নয় --এর অর্থ হল, সে গাছ এমন এক খোলা ময়দান ও বৃক্ষহীন প্রান্তরে বিদ্যমান, যার উপর সূর্যের আলো শুধু ওঠার অথবা ডোবার সময়েই পড়ে না; বরং সারা দিন পড়ে। আর এ রকম গাছের ফল পুষ্ট ও ভালো হয়। সে গাছ হল, যায়তুন গাছ। যার ফল ও তেল তরকারী (আচার) হিসাবে এবং প্রদীপের তেল হিসাবেও ব্যবহার হয়ে থাকে।\n[৩] এখানে 'তাঁর জ্যোতি' বলতে ইসলাম ও ঈমানকে বুঝানো হয়েছে। অর্থাৎ, যার মধ্যে মহান আল্লাহ ঈমানের প্রতি আগ্রহ ও অনুসন্ধিৎসা দেখেন, তাকে ঐ জ্যোতির প্রতি দিক নির্দেশনা করেন। যার ফলে দ্বীন-দুনিয়ার কল্যাণের দরজাসমূহ তার জন্য উন্মুক্ত হয়ে যায়।\n[৪] যেমন মহান আল্লাহ এই উদাহরণ বর্ণনা করেছেন, যার মধ্যে তিনি ঈমানকে, তা নিজ মু'মিন বান্দাদের অন্তরে সুদৃঢ় হওয়াকে এবং বান্দাদের অন্তরের বিভিন্ন অবস্থার জ্ঞান রাখার কথাকে স্পষ্ট করে দিয়েছেন। আর তিনি জানেন কে হিদায়াতের যোগ্য, আর কে তার অযোগ্য।",
  "ayah": 35,
  "surah": 24
}
