{
  "text": "হে বিশ্বাসীগণ! তোমাদের অধিকারভুক্ত দাস-দাসিগণ এবং তোমাদের মধ্যে যারা বয়ঃপ্রাপ্ত হয়নি (নাবালক), তারা যেন তোমাদের কক্ষে প্রবেশ করতে তিনটি সময়ে অনুমতি গ্রহণ করে; ফজরের নামাযের পূর্বে, দ্বিপ্রহরে যখন তোমরা বিশ্রামের উদ্দেশ্যে বাহ্যাবরণ খুলে রাখ তখন এবং এশার নামাযের পর।[১] এ তিন সময় তোমাদের গোপনীয়তা অবলম্বনের সময়।[২] তবে এ তিন সময় ব্যতীত অন্য সময়ে বিনা অনুমতিতে প্রবেশ করলে তোমাদের জন্য এবং তাদের জন্য কোন দোষ নেই।[৩] তোমাদের এককে অপরের নিকট তো সর্বদা যাতায়াত করতেই হয়।[৪] এভাবে আল্লাহ তোমাদের নিকট তাঁর নির্দেশ সুস্পষ্টভাবে বিবৃত করেন। আর আল্লাহ সর্বজ্ঞ প্রজ্ঞাময়।\n[১] দাস বলতে দাস-দাসী উভয়কেই বুঝানো হয়েছে। ثلاث مرَّات (তিনবার) বলতে 'তিন সময়' উদ্দেশ্য। এই তিন সময় এমন যে, মানুষ কক্ষে (রুমের ভিতর) নিজ স্ত্রীর সাথে প্রেমকেলিতে লিপ্ত অথবা এমন পোশাকে থাকতে পারে যে পোশাকে অন্য কারো দেখা বৈধ বা উচিত নয়। সেই কারণে সেই তিন সময়ে ঘরের দাস-দাসীদের জন্য এ কথার অনুমতি নেই যে, তারা বিনা অনুমতিতে মালিকের রুমে প্রবেশ করবে।\n[২] عَورَات শব্দটি عَورَة শব্দের বহুবচন। যার আসল অর্থ কমি ও ত্রুটি। অতঃপর এর ব্যবহার এমন জিনিসের উপর হতে শুরু করে, যার প্রকাশ করা ও দেখা পছন্দনীয় নয়। মহিলাকে সেই জন্য 'আওরাত' বলা হয়। কারণ তার প্রকাশ ও নগ্ন হওয়া এবং তাকে দেখা শরীয়তে অপছন্দনীয়। এখানে উক্ত তিন সময়কে عَورَات (পর্দার সময়) বলা হয়েছে। অর্থাৎ, এ সময়গুলি তোমাদের নিজেদের পর্দা ও গোপনীয়তা অবলম্বনের সময়; যাতে তোমরা তোমাদের বিশেষ পোশাক ও অবস্থাকে (স্ত্রী ছাড়া অন্যের কাছে) প্রকাশ করতে অপছন্দ করে থাক।\n[৩] উক্ত তিন সময় ছাড়া ঘরের দাস-দাসীদের রুমে প্রবেশ করার জন্য অনুমতি নেওয়ার প্রয়োজন নেই; তারা বিনা অনুমতিতে আসা-যাওয়া করতে পারে।\n[৪] এটি সেই কারণ, যে কারণে হাদীসে বিড়ালের পবিত্র হওয়ার কথা বলা হয়েছে। মহানবী (সাঃ) বলেছেন, \"বিড়াল অপবিত্র নয়; কারণ যারা অধিকাধিক তোমাদের কাছেই ঘোরা-ফেরা করে থাকে, সে তাদের মধ্যে একজন।\"\n(আবু দাউদঃ পবিত্রতা অধ্যায়, তিরমিযী)\nক্রীতদাস-দাসী ও মালিক এক অপরের মধ্যে সব সময় দেখা সাক্ষাতের প্রয়োজন হয়। আর এই ব্যাপক প্রয়োজনীয়তার খাতিরেই মহান আল্লাহ উক্ত অনুমতি প্রদান করেছেন। যেহেতু তিনি সর্বজ্ঞ, মানুষের প্রয়োজন ও সুবিধা-অসুবিধা জানেন। তিনি প্রজ্ঞাময়, তাঁর প্রতিটি আদেশের পশ্চাতে উপকার ও যুক্তি রয়েছে।",
  "ayah": 58,
  "surah": 24
}
