{
  "text": "অন্ধের জন্য, খঞ্জের জন্য, রুগ্‌ণের জন্য এবং তোমাদের নিজেদের জন্য তোমাদের নিজেদের গৃহে আহার করা দূষণীয় নয়[১] অথবা তোমাদের পিতৃগণের গৃহে, মাতৃগণের গৃহে, ভ্রাতৃগণের গৃহে, ভগিনীগণের গৃহে, পিতৃব্যদের গৃহে, ফুফুদের গৃহে, মাতুলদের গৃহে, খালাদের গৃহে অথবা সে সব গৃহে যার চাবি তোমাদের হাতে আছে অথবা তোমাদের বন্ধুদের গৃহে; [২] তোমরা একত্রে আহার কর অথবা পৃথক পৃথকভাবে আহার কর,[৩] তাতে তোমাদের জন্য কোন অপরাধ নেই; তবে যখন তোমরা গৃহে প্রবেশ করবে, তখন তোমরা তোমাদের স্বজনদের প্রতি সালাম বলবে।[৪] এ হবে আল্লাহর নিকট হতে কল্যাণময় ও পবিত্র অভিবাদন। এভাবে তোমাদের জন্য নিদর্শনাবলী বিশদভাবে বিবৃত করেন; যাতে তোমরা বুঝতে পার।\n[১] এর একটি অর্থ এই বলা হয়েছে যে, জিহাদে যাওয়ার সময় সাহাবা (রাঃ)গণ আয়াতে উল্লিখিত অক্ষম সাহাবাদেরকে নিজেদের ঘরের চাবি দিয়ে যেতেন এবং তাদেরকে তাঁদের ঘরের জিনিস-পত্র খাওয়া-পান করার অনুমতি দিয়ে রাখতেন। কিন্তু তা সত্ত্বেও এই সব অক্ষম সাহাবা (রাঃ)গণ মালিকের বিনা উপস্থিতিতে সেখান হতে খাওয়া-পান করা অবৈধ মনে করতেন। আল্লাহ বললেন, উক্ত লোকদের জন্য নিজের আত্মীয়দের ঘর হতে বা যে সব ঘরের চাবি তাদের কাছে রয়েছে, সে সব ঘর হতে পানাহার করতে কোন পাপ বা দোষ নেই। আবার কেউ কেউ এর অর্থ বলেছেন যে, সুস্থ-সক্ষম সাহাবারা অসুস্থ-অক্ষম সাহাবাদের সাথে খেতে এই জন্য অপছন্দ করতেন, কারণ তাঁরা অক্ষমতার কারণে কম খাবেন, আর নিজেরা হয়তো বেশি খেয়ে ফেলবেন, যার ফলে তাঁদের প্রতি অন্যায় ও বে-ইনসাফী না হয়ে যায়। অনুরূপ অক্ষম সাহাবাগণ অন্য সক্ষম লোকদের সাথে খাওয়া এই জন্য পছন্দ করতেন না, যাতে কেউ তাঁদের সাথে খেতে ঘৃণা না করে। আল্লাহ তাআলা উভয় দলকেই পরিষ্কার করে দিলেন যে, এতে কোন পাপ নেই।\n[২] এ অনুমতি সত্ত্বেও কিছু উলামাগণ পরিষ্কার করে দিয়েছেন যে, উপরে যে খাবার খাওয়ার কথা বলা হয়েছে, তা মামুলী ধরনের সাধারণ খাবার, যা খেলে কারো মনে ক্ষতির অনুভূতি হয় না। অবশ্য এমন ভালো জিনিস যা মালিক বিশেষভাবে নিজের জন্য গোপন করে রেখেছে, যাতে তার উপর কারো দৃষ্টি না পড়ে, অনুরূপ জমাকৃত মালপত্র; এ সব খাওয়া ও ব্যবহার করা বৈধ নয়।\n(আইসারুত্ তাফাসীর)\nএখানে 'তোমাদের নিজেদের জন্য তোমাদের নিজেদের গৃহে' বলতে নিজ সন্তানের গৃহকে বুঝানো হয়েছে। যেহেতু সন্তানের ঘর নিজের ঘর। যেমন, হাদীসে বলা হয়েছে, \"তুমি ও তোমার সম্পদ সবই তোমার পিতার।\"\n(ইবনে মাজাহ ২২৯১নং, আহমাদ ২/১৭৯,২০৪, ২১৪)\nঅন্য একটি হাদীসে এসেছে, \"মানুষের সন্তান তারই উপার্জন।\"\n(আবু দাউদ ৩৫২৮, নাসাঈ, ইবনে মাজাহ ২১৩৭নং)\n[৩] এখানে অন্য একটি সংকীর্ণতা দূর করা হয়েছে। কিছু মানুষ একাকী খাওয়া পছন্দ করত না বরং কাউকে নিয়ে খাওয়া জরুরী মনে করত। আল্লাহ বললেন, 'একসাথে খাও বা একাকী, সবই জায়েয, কোনটাতে পাপ নেই।' অবশ্য একসঙ্গে খাওয়াতে অধিক বরকত লাভ হয়। যেমন কিছু হাদীস হতে এ কথা জানা যায়।\n(ইবনে কাসীর)\n[৪] এই আয়াতে নিজ গৃহে প্রবেশের কিছু আদব বর্ণনা করা হয়েছে। আর তা হল এই যে, প্রবেশের সময় বাড়ির লোকদেরকে সালাম দাও। মানুষ নিজের স্ত্রী-সন্তানদের উপর সালাম করা বোঝা বা অপ্রয়োজনীয় মনে করে। কিন্তু ঈমানদার ব্যক্তির জন্য জরুরী আল্লাহর আদেশ পালন করে সালাম দেওয়া। নিজের স্ত্রী-সন্তানদেরকে শান্তির দু'আ দেওয়া থেকে কেন বঞ্চিত রাখা হবে?",
  "ayah": 61,
  "surah": 24
}
