{
  "text": "وأجاب الله - تعالى - دعاءه ، ووصل موسى بعد رحلة شاقة مضنية إلى أرض مدين ، ويقص علينا القرآن ما حدث له بعد وصوله إليها فيقول : ( وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ الناس يَسْقُونَ وَوَجَدَ مِن دُونِهِمُ امرأتين تَذُودَانِ ) .قال القرطبى : ووروده الماء : معناه بلغه ، لا أنه دخل فيه . ولفظه الورود قد تكون بمعنى الدخول فى المورود ، وقد تكون بمعنى الاطلاع عليه والبلوغ إليه وإن لم يدخل ، فورود موسى هذا الماء كان بالوصول إليه . .وقوله - تعالى - : ( تَذُودَانِ ) من الذود بمعنى الطرد والدفع والحبس . يقال : ذاد فلان إبله عن الحوض ، ذودا وذيادا إذا حبسها ومنعها من الوصول إليه .والمعنى وحين وصل موسى - عليه السلام - إلى الماء الذى تستقى منه قبيلة مدين ( وَجَدَ عَلَيْهِ أُمَّةً ) أى جماعة كثيرة ( مِّنَ الناس يَسْقُونَ ) أى : يسقون إبلهم وغنمهم ، ودوابهم المختلفة .( وَوَجَدَ مِن دُونِهِمُ ) أى : ووجد بالقرب منهم . أو فى جهة غير جهتهم .( امرأتين تَذُودَانِ ) أى : امرأتين تطردان وتمنعان أغنامهما أو مواشيهما عن الماء ، حتى ينتهى الناس من السقى ، ثم بعد ذلك هما تسقيان دوابهما ، لأنهما لا قدوة لهما على مزاحمة الرجال .وهنا قال لهما موسى - صاحب الهمة العالية ، والمروءة السامية ، والنفس الوثابة نحو نصرة المحتاج - قال لهما بما يشبه التعجب : ( مَا خَطْبُكُمَا ) ؟ أى : ما شأنكما؟ وما الدافع لكما إلى منع غنمكما من الشرب من هذا الماء ، مع أن الناس يسقون منه؟وهنا قالتا له على سبيل الاعتذار وبيان سبب منعهما لمواشيهما عن الشرب : ( لاَ نَسْقِي حتى يُصْدِرَ الرعآء وَأَبُونَا شَيْخٌ كَبِيرٌ ) .ويصدر : من أصدر - والصدر عن الشىء : الرجوع عنه ، وهو ضد الورود . يقال : صدر فلان عن الشىء . إذا رجع عنه .قال الشوكانى : قرأ الجمهور \" يصدر \" بضم الياء وكسر الدال - مضارع أصدر المتعدى بالهمزة ، وقرأ ابن عامر وأبو عمرو \" يصدر \" بفتح الياء وضم الدال - من صدر يصدر اللازم ، فالمفعول على القراءة الأولى محذوف . أى : يرجعون مواشيهم . . . و ( الرعآء ) جمع الراعى ، مأخوذ من الرعى بمعنى الحفظ .أى : قالتا لموسى - عليه السلام - : إن من عادتنا أن لا نسقى . مواشينا حتى يصرف الرعاء دوابهم عن الماء ، ويصبح الماء خاليا لنا ، لأننا لا قدرة لنا على المزاحمة ، وليس عندنا رجل يقوم بهذه المهمة ، وأبونا شيخ كبير فى السن لا يقدر - أيضا - على القيام بمهمة الرعى والمزاحمة على السقى .",
  "ayah": 23,
  "surah": 28
}
