{
  "text": "وقوله - سبحانه - : ( وَلَكِنَّآ أَنشَأْنَا قُرُوناً فَتَطَاوَلَ عَلَيْهِمُ العمر ) بيان للأسباب التى من أجلها قص الله - تعالى - على نبيه صلى الله عليه وسلم أخبار الأمم السابقة .أى : أنت أيها الرسول الكريم - لم تكن معاصرا لتلك الأحداث ولكن أخبرناك بها عن طريق الوحى ، والسبب فى ذلك أن بينك وبين موسى وغيره من الأنبياء أزمانا طويلة ، تغيرت فيه الشرائع والأحكام ، وعميت على الناس الأنبياء ، فكان من الخير والحكمة أن نقص عليك أخبار السابقين بالحق الذى لا يحوم حوله باطل ، حتى يعرف الناس الأمور على وجهها الصحيح .قال صاحب الكشاف : فإن قلت : كيف يتصل قوله : ( وَلَكِنَّآ أَنشَأْنَا قُرُوناً ) بهذا الكلام؟قلت : اتصاله به وكونه استدراكا له ، من حيث إن معناه : ولكنا أنشأنا بعد عهد الوحى إلى عهدك قرونا طويلة ( فَتَطَاوَلَ ) على آخرهم : وهو القرن الذى أنت فيهم ( العمر ) .أى : أمد انقطاع الوحى ، واندرست العلوم ، فوجب إرسالك إليهم ، فأرسلناك وأكسبناك - أى : وأعطيناك - العلم بقصص الأنبياء . . فذكر سبب الوحى الذى هو إطالة الفترة ودل به على المسبب ، على عادة الله - تعالى - فى اختصاراته .وقوله - سبحانه - : ( وَمَا كُنتَ ثَاوِياً في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا ) مؤكدة لمضمون ما قبله . من عدم معرفة الرسول صلى الله عليه وسلم لأخبار السابقين إلا عن طريق الوحى .وقوله : ( ثَاوِياً ) من الثواء بمعنى الإقامة . يقال : ثوى فلان بالمكان يثوى ثواء فهو ثاو ، إذا أقام فيه . والمثوى : المنزل ، ومنه الأثر القائل : أصحلوا مثاويكم ، أى : منازلكم .أى : وما كنت - أيها الرسول الكريم - مقيما فى أهل مدين ، وقت تلاوتك على أهل مكة المكرمة ، قصة موسى والشيخ الكبير وما جرى بينهما ، حتى تنقلها إليهم بطريق المشاهدة وإنما أنت أخبرتهم بها عن طريق وحينا الصادق المتمثل فيما أنزلناه عليك من آيات القرآن البينات .فالضمير فى قوله ( تَتْلُواْ عَلَيْهِمْ ) يعود على أهل مكة . والجملة حالية .ويرى أكثر المفسرين أن الضمير لأهل مدين ، أى وما كنت مقيما فى أهل مدين ، تقرأ عليهم آياتنا ، وتتعلم منهم ، والجملة حالية - أيضا - أو خبر ثان .وعلى كلا التفسيرين فالمقصود بالجملة الكريم إثبات أن ما أخبر به الرسول صلى الله عليه وسلم عن الأولين ، إنما هو عن طريق الوحى ليس غير .وقوله - سبحانه - : ( وَلَكِنَّا كُنَّا مُرْسِلِينَ ) أى : ولكنا كنا مرسلين لك ، وموحين إليك بتلك الآيات وفيها ما فيها عن أخبار الأولين . لإحقاق الحق وإبطال الباطل .",
  "ayah": 45,
  "surah": 28
}
