{
  "text": "ثم بين - سبحانه - أطواراً أخرى لخلق الإنسان تدل على كمال قدرته - - تعالى - فقال : ( ثُمَّ خَلَقْنَا النطفة عَلَقَةً ) أى : ثم صيرنا النطفة البيضاء ، علقة حمراء إذ العلقة عبارة عن الدم الجامد .( فَخَلَقْنَا العلقة مُضْغَةً ) أى : جعلنا بقدرتنا هذه العلقة قطعة من اللحم ، تشبه فى صغرها قطعة اللحم التى يمضغها الإنسان فى فمه .( فَخَلَقْنَا المضغة عِظَاماً ) أى : حولنا هذه المضغة من اللحم التى لم تظهر معالمها بعد ، إلى عظم صغير دقيق ، على حب ما اقتضته حكمتنا فى خلقنا .( فَكَسَوْنَا العظام لَحْماً ) أى : فكسونا هذه المضغة التى تحولت بقدرتنا إلى عظام دقيقة باللحم ، بحيث صار هذا اللحم ساتراً للعظام ومحيطاً بها .قال بعض العلماء : \" وهنا يقف الإنسان مدهوشاً ، أمام ما كشف عنه القرآن من حقيقة فى تكوين الجنين ، لم تعرف على وجه الدقة إلا أخيراً ، بعد تقدم علم الأجنة التشريحى \" .وذلك أن خلايا العظام غير خلايا اللحم وقد ثبت أن خلايا العظام هى التى تكون أولاً من الجنين ، ولا تشاهد خلية واحدة من خلايا اللحم إلا بعد ظهور خلايا الهيكل العظمى للجنين . وهى التى يسجلها النص القرآنى فى قوله - تعالى - ( فَخَلَقْنَا المضغة عِظَاماً فَكَسَوْنَا العظام لَحْماً ) فسبحانه العليم الخبير .وقوله - تعالى - : ( ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ ) بيان لما انتهت إليه أطوار خلق الإنسان .أى : ثم صيرنا هذا الإنسان بشراً سويًّا ، بعد أن كان نطفة ، فعلقة ، فمضغة ، فعظاماً ، فلحماً يكسو هذه العظام ، وهذا كله يدل على كمال قدرة الله - تعالى - وعلى أنه حق ، إذ قدرته - سبحانه - لا يعجزها شىء .قال صاحب الكشاف : \" قوله - تعالى - : ( ثُمَّ أَنشَأْنَاهُ خَلْقاً آخَرَ ) ، أى : خلقاً مبايناً للخلق الأول مباينة ما أبعدها ، حيث جعله حيواناً بعد أن كان جماداً ، وناطقاً وكان أبكم ، وسميعاً وكان أصم وبصيراً وكان أكمه ، وأودع باطنه وظاهره - بل كل عضو من أعضائه بل كل جزء من أجزائه - عجائب فطرته ، وغرائب حكمته ، لا تدرك بوصف الواصف ، ولا تبلغ بشرح الشارح . . . \" .( فَتَبَارَكَ الله أَحْسَنُ الخالقين ) أى : فكثر خيره - سبحانه - ودام إحسانه وتقدس شأنه ، فهو - عز وجل - أحسن الخالقين على الإطلاق ، فقد أتقن كل شىء خلقه ، وأحكم كل شىء صنعه .ولفظ \" تبارك \" فعل ماض لا ينصرف ، والأكثر إسناده إلى غير مؤنث .وهو مأخوذ من البركة بمعنى الكثرة من كل خير ، أو بمعنى الثبات والدوام وكل شىء دام وثبت فقد برك .",
  "ayah": 14,
  "surah": 23
}
