{
  "text": "ثم تنتقل السورة الكريمة من تأنيبهم وتيئيسهم من الاستجابة لجؤارهم ، إلى سؤالهم بأسلوب توبيخى عن الأسباب التى أدت بهم إلى الإعراض عما جاءهم به رسولهم صلى الله عليه وسلم فتقول : ( أَفَلَمْ يَدَّبَّرُواْ . . . ) .قال الجمل : قوله - تعالى - : ( أَفَلَمْ يَدَّبَّرُواْ القول . . . ) شروع فى بيان أسباب حاملة لهم على ما سبق من قوله - تعالى - : ( فَكُنتُمْ على أَعْقَابِكُمْ تَنكِصُون . . . ) إلخ .والهمزة لإنكار ما هم فيه من عدم التدبر واستقباحه ، والفاء للعطف على مقدر يستدعيه المقام : والمراد بالقول : القرآن الكريم وما اشتمل عليه من هدايات .والمعنى : أفعلوا ما فعلوا من النكوص على الأعقاب ، ومن الغرور ومن الهذيان بالباطل من القول ، فلم يتدبروا هذا القرآن ، ولم يتفكروا فيما اشتمل عليه من توجيهات حكيمة . . .إنهم لو تدبروه لوجدوا فيه من العظات والآداب والأحكام ، والقصص ، والعقائد ، والتشريعات . . . . ما يسعدهم ويهديهم إلى الصراط المستقيم .فالجملة الكريمة تحضهم على تدبر هذا القرآن ، لأنهم إن تدبروه تدبرا صادقاً . لعلموا أنه الحق الذى لا يحوم حوله باطل .وشبيه بهذه الجملة قوله - تعالى - : ( أَفَلاَ يَتَدَبَّرُونَ القرآن وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً ) وقوله - سبحانه - : ( أَفَلاَ يَتَدَبَّرُونَ القرآن أَمْ على قُلُوبٍ أَقْفَالُهَآ ) وبعد أن وبخهم - سبحانه - على تركهم الانتفاع بالقرآن . أتبع ذلك بتقريعهم على أن ما جاءهم به الرسول صلى الله عليه وسلم يتفق فى أصوله مع ما جاء به الرسل السابقون لآبائهم الأولين .أى : أكذبوا رسولهم لأنه جاءهم بما لم يأت به الرسل لآبائهم؟ كلا ، فإن ما جاءهم به الرسول صلى الله عليه وسلم يطابق - فى جوهره - ما جاء به إبراهيم وإسماعيل وغيرهما ، من آبائهم الأولين .قال - تعالى - ( شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذي أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ . . ) وقال - سبحانه - : ( قُلْ مَا كُنتُ بِدْعاً مِّنَ الرسل وَمَآ أَدْرِي مَا يُفْعَلُ بِي وَلاَ بِكُمْ . . . ) ويجوز أن يكون المعنى : أكذب هؤلاء الجاهلون رسولهم صلى الله عليه وسلم لأنهم فى أمان من العذاب ، وهذا الأمان لم يكن فيه آباؤهم الأولون؟كلا ، وإن من شأن العقلاء أنهم لا يأمنون مكر الله فإنه لا يأمن مكر الله إلا القوم الخاسرون .قال الآلوسى : وأم فى قوله - تعالى - ( أَمْ جَآءَهُمْ مَّا لَمْ يَأْتِ آبَآءَهُمُ الأولين ) منقطعة ، وما فيها من معنى بل ، للإضراب والانتقال من التوبيخ بما ذكر إلى التوبيخ بآخر . والهمزة فإنكار الوقوع لا لإنكار الواقع . أى : بل أجاءهم من الكتاب ما لم يأت آباءهم الأولين ، حتى استبعدوه فوقعوا فيما وقعوا فيه من الكفر والضلال ، بمعنى أن مجىء الكتب من جهته - تعالى - إلى الرسل قديمة له - تعالى - وأن مجىء القرآن جار على هذه السنة فلماذا ينكرونه؟وقيل المعنى : أفلم يدبروا القرآن ليخافوا عند تدبر آياته ، ما نزل بمن قبلهم من المكذبين ، أم جاءهم من الأمن ما لم يأت آباءهم الأولين ، حين خافوا الله - تعالى - فآمنوا به وبكتبه ورسله ، فالمراد بآبائهم : \" المؤمنون \" منهم كإسماعيل - عليه السلام - .. . .",
  "ayah": 68,
  "surah": 23
}
