{
  "text": "آیت 1{ یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَیْنَ یَدَیِ اللّٰہِ وَرَسُوْلِہٖ وَاتَّقُوا اللّٰہَ اِنَّ اللّٰہَ سَمِیْعٌ عَلِیْمٌ} ”اے اہل ِایمان مت آگے بڑھو اللہ اور اس کے رسول سے اور اللہ کا تقویٰ اختیار کرو۔ یقینا اللہ سب کچھ سننے والا ‘ سب کچھ جاننے والا ہے۔“ یہ آیت گویا اسلامی ریاست کے آئین کی بنیاد ہے۔ اسلامی ریاست کے آئین کی پہلی شق یہ ہے کہ حاکمیت اللہ کی ہے اوراقتدارِ مطلق کا مالک صرف اکیلا وہ ہے۔ اس نظری و اعتقادی حقیقت کی تعمیل و تنفیذ کا طریقہ اس آیت میں بتایا گیا ہے۔ یعنی اللہ اور اس کے رسول ﷺ نے جو حدود قائم کردی ہیں ان حدود سے کسی بھی معاملے میں تجاوز نہیں ہوگا۔ اس آیت کے مفہوم کو پاکستان کے ہر دستور میں ان الفاظ کے ساتھ شامل رکھا گیا ہے : No Legislation will be done repugnant to the Quran and the Sunnah۔ یہ شق گویا اسلامی ریاست کے آئین کے لیے اصل الاصول کا درجہ رکھتی ہے۔ چناچہ آئین پاکستان میں اس شق کے شامل ہونے سے اصولی طور پر تو پاکستان ایک اسلامی ریاست بن گیا ‘ لیکن عملی طور پر اس ”ذمہ داری“ سے جان چھڑانے کے لیے کمال یہ دکھایا گیا کہ ان الفاظ کے ساتھ ایک ہاتھ سے آئین کے اندر اسلام داخل کر کے دوسرے ہاتھ سے نکال لیا گیا۔ آئین پاکستان کو قرآن و سنت کے مطابق بنانے کے مقصد کے لیے اسلامی نظریاتی کونسل Islamic Ideological Council تشکیل دی گئی اور اسے بظاہر یہ اہم اور مقدس فریضہ سونپا گیا کہ وہ پارلیمنٹ کی ”قانون سازی“ پر گہری نظر رکھے گی اور اس ضمن میں کسی کوتاہی اور غلطی کی صورت میں حکومت کو رپورٹ پیش کرے گی۔ یہاں تک تو معاملہ ٹھیک تھا ‘ لیکن اس میں منافقت یہ برتی گئی کہ آئین کی رو سے حکومت کو نظریاتی کونسل کی سفارشات پر عمل کرنے کا پابند نہیں کیا گیا۔ چناچہ کونسل نے اقتصادیات اور غیر سودی بینکاری کے حوالے سے بہت مفید سفارشات مرتب کی ہیں۔ بہت سے دوسرے معاملات میں بھی تحقیقاتی رپوٹیں حکومتوں کو بھجوائی ہیں۔ کونسل کی سفارشات جمع ہوتے ہوتے الماریاں بھر گئیں ‘ لیکن کسی حکومت نے ان میں سے کسی ایک سفارش کو بھی تنفیذ کے حوالے سے لائق اعتناء نہ سمجھا۔ اس کا نتیجہ یہ نکلا کہ کونسل کی تمام تحقیقات اور سفارشات کلی طور پر لاحاصل مشق exercise in futility ثابت ہوئیں۔ بہر حال زیر مطالعہ آیت کی رو سے جب کسی ریاست کے آئین میں مذکورہ شق شامل کرلی جائے گی تو اصولی طور پر وہ ریاست اسلامی ریاست بن جائے گی۔ اس کے بعداس ریاست کے قانون ساز ادارے کو چاہے پارلیمنٹ کہیں ‘ مجلس ملی کہیں یا کانگرس کا نام دیں ‘ اس کی قانون سازی کا دائرئہ اختیار legislative authority قرآن وسنت کی بالادستی کے باعث محدود ہوجائے گا۔ یعنی اس ”قدغن“ کے بعد وہ مقننہ اپنے ملک کے لیے صرف قرآن و سنت کے دائرے کے اندر رہ کر ہی قانون سازی کرسکے گی۔ اس دائرے کے اندر جو قانون سازی کی جائے گی وہ جائز اور مباح ہوگی اور اس دائرے کی حدود سے متجاوز ہوتا ہوا کوئی بھی قانون ناجائز اور ممنوع قرار پائے گا ‘ چاہے اس قانون کو مقننہ کے تمام ارکان ہی کی حمایت حاصل کیوں نہ ہو۔ اسلامی مقننہ کی اس ”محدودیت“ کو اس مثال سے سمجھیں کہ کسی دعوت میں بلائے گئے مہمانوں کی تواضع روح افزا شربت سے کی جائے ‘ سیون اَپ سے یا دودھ سوڈا وغیرہ سے ‘ اس بارے میں فیصلہ تو کثرت رائے سے کیا جاسکتا ہے ‘ لیکن تمام میزبان اپنے سو فیصد ووٹوں سے بھی مہمانوں کو کوئی ایسا مشروب پلانے کا فیصلہ نہیں کرسکتے جس کا پینا قرآن و سنت میں ممنوع قرار دیا جا چکا ہے۔ اس نکتے کو رسول اللہ ﷺ نے اس مثال کے ذریعے نہایت عمدگی سے واضح فرمایا ہے۔ آپ ﷺ نے فرمایا : مَثَلُ الْمُؤْمِنِ وَمَثَلُ الْاِیْمَانِ کَمَثَلِ الْفَرَسِ فِیْ آخِیَّتِہٖ ، یَجُوْلُ ثُمَّ یَرْجِعُ اِلٰی آخِیَّتِہٖ … 1 یعنی ”مومن کی مثال اور ایمان کی مثال اس گھوڑے کی سی ہے جو اپنے کھونٹے کے ساتھ بندھا ہوا ہے۔ وہ گھومنے پھرنے کے بعد پھر اپنے کھونٹے پر واپس لوٹ آتا ہے…“ ظاہر ہے مومن تو وہی ہے جو اللہ اور اس کے رسول ﷺ پر ایمان رکھتا ہے اور ان کے احکام کو مانتا ہے۔ اس کا مطلب یہ ہے کہ وہ اللہ اور اس کے رسول ﷺ کے احکام کے کھونٹے سے بندھ چکا ہے ‘ اب وہ اس کھونٹے کے گردا گرد ایک دائرے میں اپنی مرضی سے چرچگ ُ سکتا ہے ‘ لیکن اس دائرے کی حدود کا تعین اس کھونٹے کی رسی حدود اللہ کے اندر موجود گنجائش کی بنیاد پر ہی ہوگا۔ اس کے برعکس ایک وہ شخص ہے جو مادر پدر آزاد ہے۔ وہ نہ اللہ کو مانتا ہے ‘ نہ رسول ﷺ کو جانتا ہے اور نہ ہی ان کے احکام کو پہچانتا ہے ‘ وہ اپنی مرضی کا مالک ہے ‘ جو چاہے کرے اور جس چیز کو چاہے اپنے لیے ”جائز“ قرار دے لے۔ چناچہ ایسے افراد اگر کسی ملک یا ریاست کے قانون ساز ادارے میں بیٹھے ہوں گے تو وہ کثرت رائے سے اپنی ریاست اور قوم کے لیے جو قانون چاہیں منظور کرلیں۔ وہ چاہیں تو ہم جنس پرستی کو جائز قرار دے دیں اور چاہیں تو مرد کی مرد سے شادی کو قانونی حیثیت دے دیں۔ اب اس کے بعد جو چار آیات آرہی ہیں وہ اہل ایمان پر اللہ کے رسول ﷺ کے حقوق کا تعین کرتی ہیں۔ حضور ﷺ کی تعظیم ‘ آپ ﷺ کی محبت اور آپ ﷺ کے اتباع کا جذبہ گویا ایک مسلمان معاشرے کی تہذیب اور اس کے تمدن کی بنیاد ہے۔ اس بارے میں ایک عمومی حکم { وَتُعَزِّرُوْہُ وَتُوَقِّرُوْہُ } ہم سورة الفتح میں پڑھ آئے ہیں۔ اس حکم کی شرح گویا اب اگلی آیات میں بیان ہو رہی ہے۔",
  "ayah": 1,
  "surah": 49
}
