{
  "text": "وہی مختار مطلق ہے ناقابل تردید سچائی  سورة حدید میں بھی یہ مضمون گذر چکا ہے کہ جو کچھ ہوتا ہے وہ اللہ کی اجازت اور اس کے حکم سے ہوتا ہے اس کی قدر و مشیت کے بغیر نہیں ہوسکتا، اب جس شخص کو کوئی تکلیف پہنچے وہ جان لے کہ اللہ تعالیٰ کی قضا و قدر سے مجھے یہ تکلیف پہنچی، پھر صبر و تحمل سے کام لے، اللہ کی مرضی پر ثابت قدم رہے، ثواب اور بھلائی کی امید رکھے رضا بہ قضا کے سوا لب نہ ہلائے تو اللہ تعالٰ اس کے دل کی رہبری کرتا ہے اور اسے بدلے کے طور پر ہدایت قلبی عطا فرماتا ہے۔ وہ دل میں یقین صادق کی چمک دیکھتا ہے اور بسا اوقات ایسا بھی ہوتا ہے کہ اس مصیبت کا بدلہ یا اس سے بھی بہتر دنیا میں ہی عطا فرما دیتا ہے۔ حضرت ابن عباس کا بیان ہے کہ اس کا ایمان مضبوط ہوجاتا ہے، اسے مصائب ڈگمگا نہیں سکتے، وہ جانتا ہے کہ جو پہنچا وہ خطا کرنے والا نہ تھا اور جو نہ پہنچا وہ ملنے والا ہی نہ تھا، حضرت علقمہ کے سامنے یہ آیت پڑھی جاتی ہے اور آپ سے اس کا مطلب دریافت کیا جاتا ہے تو فرماتے ہیں اس سے مراد وہ شخص ہے جو ہر مصیبت کے وقت اس بات کا عقیدہ رکھے کہ یہ منجانب اللہ ہے پھر راضی خوشی اسے برداشت کرلے، یہ بھی مطلب ہے کہ وہ انا للہ وانا الیہ راجعون پڑھ لے۔ متفق علیہ حدیث میں ہے کہ مومن پر تعجب ہے ہر ایک بات میں اس کے لئے بہترین ہوتی ہے نقصان پر صبر و ضبط کر کے نفع اور بھلائی پر شکر و احسان مندی کر کے بہتری سمیٹ لینا ہے، یہ دو طرفہ بھلائی مومن کے سوا کسی اور کے حصے میں نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ سب سے افضل عمل کونسا ہے ؟ آپ نے فرمایا اللہ تعالیٰ پر ایمان لانا، اس کی تصدیق کرنا اس کی راہ میں جہاد کرنا۔ اس نے کہا حضرت میں کوئی آسان کام چاہتا ہوں آپ نے فرمایا جو فیصلہ قسمت کا تجھ پر جاری ہو تو اس میں اللہ تعالیٰ کا گلہ شکوہ نہ کر اس کی رضا پر راضی رہ یہ اس سے ہلکا امر ہے۔ پھر اپنی اور اپنے رسول ﷺ کی اطاعت کا حکم دیتا ہے کہ امور شرعی میں ان اطاعتوں سے سرمو تجاوز نہ کرو جس کا حکم ملے بجا لاؤ، جس سے روکا جائے رک جاؤ، اگر تم اس کے ماننے سے اعراض کرتے تو ہمارے رسول ﷺ پر کوئی بوجھ نہیں، ان کے ذمہ صرف تبلیغ تھی جو وہ کرچکے اب عمل نہ کرنے کی سزا تمہیں اٹھانا پڑے گی۔ پھر فرمان ہے کہ اللہ تعالیٰ واحد و صمد ہے اس کے سوا کسی کی ذات کسی طرح کی عبادت کے لائق نہیں، یہ خبر معنی میں طلب کے ہے یعنی اللہ تعالیٰ کی توحید مانو اخلاص کے ساتھ صرف اسی کی عبادت کرو، پھر فرماتا ہے چونکہ توکل اور بھروسے کے لائق بھی وہی ہے تم اسی پر بھروسہ رکھو۔ جیسے اور جگہ ارشاد ہے۔ (ترجمہ) مشرق اور مغرب کا رب وہی ہے، معبود حقیقی بھی اس کے سوا کوئی نہیں تو اسی کو اپنا کار ساز بنا لے۔",
  "ayah": 11,
  "surah": 64
}
