{
  "text": "اللہ کی یاد اور دولت ارشاد ہوتا ہے کہ بعض عورتیں اپنے مردوں کو اور بعض اولاد اپنے ماں باپ کو یاد اللہ اور نیک عمل سے روک دیتی ہے جو درحقیقت دشمنی ہے، جس سے پہلے تنبیہ ہوچکی ہے کہ ایسا نہ ہو تمہارے مال اور تمہاری اولاد تمہیں یاد اللہ سے غافل کردیں اگر ایسا ہوگیا تو تمہیں بڑا گھاٹا رہے گا یہاں بھی فرماتا ہے کہ ان سے ہوشیار رہو، اپنے دین کی نگہبانی ان کی ضروریات اور فرمائشات کے پورا کرنے پر مقدم رکھو، بیوی بچوں اور مال کی خاطر انسان قطع رحمی کر گزرتا ہے اللہ کی نافرمانی پر تل جاتا ہے ان کی محبت میں پھنس کر احکام اسلامی کو پس پشت ڈال دیتا ہے، حضرت ابن عباس فرماتے ہیں بعض اہل مکہ اسلام قبول کرچکے تھے مگر زن و فرزند کی محبت نے انہیں ہجرت سے روک دیا پھر جب اسلام کا خوب افشا ہوگیا تب یہ لوگ حاضر حضور ﷺ ہوئے دیکھا کہ ان سے پہلے کے مہاجرین نے بہت کچھ علم دین حاصل کرلیا ہے اب جی میں آیا کہ اپنے ہاں بچوں کو سزا دیں جس پر یہ فرمان ہوا کہ ان تعفوا الخ، یعنی اب درگزر کرو آئندہ کے لئے ہوشیار رہو، اللہ تعالیٰ مال و اولاد دے کر انسان کو پرکھ لیتا ہے کہ معصیت میں مبتلا ہونے والے کون ہیں اور اطاعت گذار کون ہیں ؟ اللہ کے پاس جو اجر عظیم ہے تمہیں چاہئے اس پر نگاہیں رکھو جیسے اور جگہ فرمان ہے (ترجمہ) الخ، یعنی بطور آزمائش کے لوگوں کے لئے دنیوی خواہشات یعنی بیویاں اور اولاد، سونے چاندی کے بڑے بڑے لگے ہوئے ڈھیر، شائستہ گھوڑے، مویشی، کھیتی کی محبت کو زینت دی گئی ہے مگر یہ سب دنیا کی چند روزہ زندگی کا سامان ہے اور ہمیشہ رہنے والا اچھا ٹھکانا تو اللہ ہی کے پاس ہے۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ خطبہ فرما رہے تھے کہ حضرت حسن اور حضرت حسین لانبے لانبے کرتے پہنے آگئے دونوں بچے کرتوں میں الجھ الجھ کر گرتے پڑتے آ رہے تھے یہ کرتے سرخ، رنگ کے تھے حضور ﷺ کی نظریں جب ان پر پڑیں تو منبر سے اتر کر انہیں اٹھا کر لائے اور اپنے سامنے بٹھا لیا پھر فرمانے لگے اللہ تعالیٰ سچا ہے اور اس کے رسول ﷺ نے بھی سچ فرمایا ہے کہ تمہارے مال اولاد فتنہ ہیں میں ان دونوں کو گرتے پڑتے آتے دیکھ کر صبر نہ کرسکا آخر خطبہ چھوڑ کر انہیں اٹھانا پڑا۔ مسند میں ہے حضرت اشعت بن قیس فرماتے ہیں کندہ قبیلے کے وفد میں میں بھی حضور ﷺ کی خدمت میں حاضر ہوا۔ آپ نے مجھ سے پوچھا تمہاری کچھ اولاد بھی ہے میں نے کہا ہاں اب آتے ہوئے ایک لڑکا ہوا ہے کاش کہ اس کے بجائے کوئی درندہ ہی ہوتا آپ نے فرمایا خبردار ایسا نہ کہو ان میں آنکھوں کی ٹھنڈک ہے اور انتقال کر جائیں تو اجر ہے، پھر فرمایا ہاں ہاں یہی بزدلی اور غم کا سبب بھی بن جاتے ہیں یہ بزدلی اور غم و رنج بھی ہیں، بزاز میں ہے اولاد دل کا پھل ہے اور یہ بخل ونامردی اور غمگینی کا باعث بھی ہے، طبرانی میں ہے تیرا دشمن صرف وہی نہیں جو تیرے مقابلہ میں کفر پر جم کر لڑائی کے لئے آیا کیونکہ اگر تو نے اسے قتل کردیا تو تیرے لئے باعث نور ہے اور اگر اس نے تجھے قتل کردیا تو قطعاً جنتی ہوگیا۔ پھر فرمایا شاید تیرا دشمن تیرا بچہ ہے جو تیری پیٹھ سے نکلا پھر تجھ سے دشمنی کرنے لگا تیرا پورا دشمن تیرا مال ہے جو تیری ملکیت میں ہے پھر دشمنی کرتا ہے۔ پھر فرماتا ہے اپنے مقدور بھر اللہ کا خوف رکھو اس کے عذاب سے بچنے کی کوشش کرو، بخاری و مسلم میں ہے جو حکم میں کروں اسے اپنی مقدور بھر بجا لاؤ جس سے میں روک دوں رک جاؤ، بعض مفسرین کا فرمان ہے کہ سورة آل عمران کی آیت (ترجمہ) کی ناسخ یہ آیت ہے، یعنی پہلے فرمایا تھا اللہ تعالیٰ سے اس قدر ڈرو جتنا اس سے ڈرنا چاہئے لیکن اب فرما دیا کہ اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام کرتے تھے کہ پیروں پر ورم آجاتا تھا اور اتنے لمبے سجدے کرتے تھے کہ پیشانیاں زخمی ہوجاتی تھیں پس اللہ تعالیٰ نے یہ دوسری آیت اتار کر تخفیف کردی اور بھی بعض مفسرین نے یہی فرمایا ہے اور پہلی آیت کو منسوخ اور اس دوسری آیت کو ناسخ بتایا ہے، پھر فرماتا ہے اللہ اور اس کے رسول کے فرمانبردار بن جاؤ ان کے فرمان سے ایک انچ ادھر ادھر نہ ہٹو نہ آگے بڑھو نہ پیچھے سرکو نہ امر کو چھوڑو نہ نہی کے خلاف کرو، جو اللہ نے تمہیں دے رکھا ہے اس میں سے رشتہ داروں کو فقیروں، مسکینوں کو اور حاجت مندوں کو دیتے رہو، اللہ نے تم پر احسان کیا تم دوسری مخلوق پر احسان کرو تاکہ اس جہان میں بھی اللہ کے احسان کے مستحق بن جاؤ اور اگر یہ نہ کیا تو دونوں جہان کی بربادی اپنے ہاتھوں آپ مول لو گے، ومن یوق کی تفسیر سورة حشر کی اس آیت میں گذر چکی ہے۔ جب تم کوئی چیز راہ اللہ دو گے اللہ اس کا بدلہ دے گا ہر صدقے کی جزا عطا فرمائے گا، تمہارا مسکینوں کے ساتھ سلوک کرنا گویا اللہ کو قرض دینا ہے۔ بخاری مسلم کی حدیث میں ہے اللہ تعالیٰ فرماتا ہے کون ہے ؟ جو ایسے کو قرض دے جو نہ تو ظالم ہے نہ مفلس نہ نادہندہ، پس فرماتا ہے وہ تمہیں بہت کچھ بڑھا چڑھا کر پھیر دے گا، جیسے سورة بقرہ میں بھی فرمایا ہے کہ کئی کئی گنا بڑھا کر دے گا، ساتھ ہی خیرات سے تمہارے گناہ معاف کر دے گا، اللہ بڑا قدر دان ہے، تھوڑی سی نیک کا بہت بڑا اجر دیتا ہے، وہ بردبار ہے درگزر کرتا ہے بخش دیتا ہے گناہوں سے اور لغزشوں سے چشم پوشی کرلیتا ہے، خطاؤں اور برائیوں کو معاف فرما دیتا ہے چھپے کھلے کا عالم وہ غالب اور باحکمت ہے، ان اسماء حسنیٰ کی تفسیر کئی کئی مرتبہ اس سے پہلے گذر چکی ہے، اللہ تعالیٰ کے فضل و کرم اور لطف و رحم سے سورة تغابن کی تفسیر ختم ہوئی۔ فالحمد للہ۔",
  "ayah": 15,
  "surah": 64
}
