{
  "text": "৫৫ নং আয়াতের তাফসীর:\nঅত্র আয়াতে আল্লাহ তা‘আলা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত মু’মিনদেরকে প্রতিশ্র“তি দিচ্ছেন যে, তিনি তাদের জমিনে খেলাফত দান করবেন যেমন ইতোপূর্বে যারা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত ছিল তাদেরকে জমিনে খেলাফত দান করেছিলেন। জমিনে তাদের ক্ষমতা থাকবে তারা যা বলবে তা করতে পারবে। কুরআনে অনেক আয়াত রয়েছে যা প্রমাণ করে যারা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত ছিল তাদেরকে আল্লাহ তা‘আলা জমিনে প্রতিষ্ঠিত করেছেন, তাদেরকে খেলাফত দান করেছেন। আল্লাহ তা‘আলা বলেন:\n(اَلَّذِيْنَ إِنْ مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَأَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِ ط وَلِلّٰهِ عَاقِبَةُ الْأُمُوْرِ)\n“আমি এদেরকে পৃথিবীতে প্রতিষ্ঠিত করলে এরা সালাত কায়েম করবে, যাকাত দিবে এবং সৎ কাজের নির্দেশ দিবে ও অসৎ কাজে নিষেধ করবে; আর সকল কর্মের পরিণাম আল্লাহ তা‘আলার এখতিয়ারে।” (সূরা হজ্জ ২২:৪১) আল্লাহ তা‘আলা আরো বলেন:\n(يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْآ إِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ)\n“হে ঐসব লোক, যারা ঈমান এনেছ! তোমরা যদি আল্লাহ তা‘আলাকে সাহায্য কর তবে তিনি তোমাদেরকে সাহায্য করবেন এবং তোমাদের কদমকে মযবুত করে দেবেন।” (সূরা মুহাম্মাদ ৪৭:৭) এ সম্পর্কে আরো বলেন:\n(عَسٰي رَبُّكُمْ أَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ)\n‘শীঘ্রই তোমাদের প্রতিপালক তোমাদের শত্র“কে ধ্বংস করবেন এবং তিনি তোমাদেরকে জমিনে তাদের স্থলাভিষিক্ত করবেন, অতঃপর তোমরা কী কর তা তিনি লক্ষ্য করবেন।’ (সূরা আ‘রাফ ৭:১২৯)\n(وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ)\n‘তিনি অবশ্যই তাদের জন্য প্রতিষ্ঠিত করবেন তাদের দীনকে যা তিনি তাদের জন্য পছন্দ করেছেন’ সে দীন হল ইসলাম। যেমন আল্লাহ তা‘আলা বলেন:\n(اَلْيَوْمَ أَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْإِسْلَامَ دِيْنًا)\n“আজ তোমাদের জন্য তোমাদের দীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার অনুগ্রহ সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দীন মনোনীত করলাম।” (সূরা মায়িদা ৫:৩) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\nلَا يَبْقَي عَلَي ظَهْرِ الْأَرْضِ بَيْتُ مَدَرٍ، وَلَا وَبَرٍ إِلَّا أَدْخَلَهُ اللّٰهُ كَلِمَةَ الْإِسْلَامِ، بِعِزِّ عَزِيزٍ أَوْ ذُلِّ ذَلِيلٍ، إِمَّا يُعِزُّهُمُ اللّٰهُ فَيَجْعَلُهُمْ مِنْ أَهْلِهَا، أَوْ يُذِلُّهُمْ فَيَدِينُونَ لَهَا\nপৃথিবীর বুকে তৈরি করা মাটি ও খড়ের প্রত্যেক বাড়িতে আল্লাহ ইসলামের বাণী প্রবেশ করাবেন। কোন ক্ষমতাসীন ব্যক্তিকে ক্ষমতায় অথবা পরাক্রমশালীদেরকে সম্মানিত করে অথবা অপদস্থদেরকে অপমানিত করে। হয়তো তাদেরকে সম্মানিত করবেন, ফলে তাদেরকে ইসলামের অনুসারীদের অন্তর্ভুক্ত করবেন অথবা তাদেরকে অপমানিত করবেন ফলে তারা সে দীনের অনুসারী হবে। (মুসনাদ আহমাদ হা: ২৩৮১৪, সহীহ)\n(وَلَيُبَدِّلَنَّهُمْ مِّنْۭ بَعْدِ خَوْفِهِمْ أَمْنًا)\nঅর্থাৎ মু’মিনদের সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত থাকার জন্য আরো ফলাফল হল তাদের ভয়কে নিরাপত্তায় পরিবর্তন করে দেবেন। অর্থাৎ নিজেদের সংখ্যালঘিষ্ঠতার কারণে, অস্ত্রহীনতার কারণে বা অন্যান্য যে সকল কারণে সর্বদা কাফিরদের থেকে ভয় পেয়ে থাকে অথবা অন্য যে কোন ভয় থাকুক তা থাকবে না। যেমন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আল্লাহ তা‘আলা যখন দীনকে পূর্ণতা দান করবেন তখন একজন আরোহী সানআ থেকে হাজরামাওত পর্যন্ত সফর করবে, আল্লাহ তা‘আলার ভয় ছাড়া অন্য কোন ভয় থাকবে না। (সহীহ বুখারী হা: ৩৮৫২)\nকিছুসংখ্যক বিদ্বান এ প্রতিশ্র“তিকে সাহাবায়ে কিরামদের সাথে অথবা খোলাফায়ে রাশেদীনের সাথে সীমাবদ্ধ রেখেছেন। কিন্তু এ সীমাবদ্ধতার কোন দলীল নেই। সুতরাং যদি মুসলিমরা সঠিক ঈমান ও আমলের ওপর প্রতিষ্ঠিত থাকে তাহলে আল্লাহ তা‘আলা উক্ত প্রতিশ্র“তি যে কোন সময় বাস্তবে রূপ দান করবেন।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ঈমানদার বান্দাদেরকে আল্লাহ তা‘আলা জমিনের প্রতিনিধি বানাবেন।\n২. তারা আল্লাহ তা‘আলার ইবাদত করবে, আর কাউকে শরীক করবে না।\n৩. তাদের অন্তরে কোন প্রকার ভয় কাজ করবে না।",
  "ayah": 55,
  "surah": 24
}
