{
  "text": "১২-১৫ নং আয়াতের তাফসীর:\nদান-খয়রাতকারী মুমিনদের সম্পর্কে খবর দিতে গিয়ে আল্লাহ তাআলা বলেনঃ কিয়ামতের দিন তারা তাদের সৎ আমল অনুযায়ী নূর বা জ্যোতি লাভ করবে। ঐ জ্যোতি তাদের সাথে সাথে থাকবে।  হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেন যে, তাদের কারো কারো জ্যোতি হবে পাহাড়ের সমান, কারো হবে খেজুরের গাছের সমান এবং কারো হবে দণ্ডায়মান মানুষের দেহের সমান। যে পাপী মুমিনদের জ্যোতি সবচেয়ে কম হবে তার শুধু বৃদ্ধাঙ্গুলির উপর নূর থাকবে, যা কখনো জ্বলবে এবং কখনো নিভে যাবে। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত কাতাদা (রঃ) বলেনঃ আমাদের কাছে বর্ণনা করা হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন কোন মুমিন এমন হবে যার নূর এই পরিমাণ হবে যে পরিমাণ দূরত্ব মদীনা ও আদনের মাঝে রয়েছে। কারো এর চেয়ে কম হবে, কারো এর চেয়ে আরো কম হবে। কারো নূর এতো কম হবে যে, তার পদদ্বয়ের পার্শ্বই শুধু আলোকিত হবে।”  হযরত হুব্বাদ ইবনে উমাইয়া (রঃ) বলেনঃ হে লোক সকল! তোমাদের নাম পিতাসহ এবং বিশেষ নিদর্শনসহ আল্লাহ তা'আলার নিকট লিখিত রয়েছে। অনুরূপভাবে তোমাদের প্রকাশ্য ও গোপনীয় আমলও লিখিত আছে। কিয়ামতের দিন নাম নিয়ে নিয়ে ডাক দিয়ে বলা হবেঃ হে অমুক! এটা তোমার জ্যোতি। হে অমুক! তোমার কোন নূর আমার কাছে নেই। অতঃপর তিনি (আরবী)-এ আয়াতটি পাঠ করেন।হযরত যহহাক (রঃ) বলেনঃ প্রথমে তো প্রত্যেক লোককেই নূর দেয়া হবে। কিন্তু যখন পুলসিরাতের উপর যাবে তখন মুনাফিকদের নূর নিভে যাবে। এ দেখে মুমিনরাও ভীত হয়ে পড়বে যে, না জানি হয়তো তাদেরও জ্যোতি নিভে যাবে। তখন তারা আল্লাহ তা'আলার নিকট প্রার্থনা করবেঃ “হে আমাদের প্রতিপালক! আমাদের জন্যে আমাদের নূর পুরো করে দিন!”হযরত হাসান (রঃ) বলেন যে, এই আয়াতে বর্ণিত নূর বা জ্যোতি দ্বারা পুলসিরাতের উপর নূর লাভ করাকে বুঝানো হয়েছে। যাতে ঐ অন্ধকারাচ্ছন্ন স্থান সহজেই অতিক্রম করা যায়। হযরত আবু দারদা (রাঃ) ও হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “কিয়ামতের দিন সর্বপ্রথম আমাকেই সিজদার অনুমতি দেয়া হবে এবং অনুরূপভাবে সর্বপ্রথম আমাকেই সিজদা হতে মাথা উঠাবারও হুকুম দেয়া হবে। আমি সামনে, পিছনে, ডানে ও বামে দৃষ্টি নিক্ষেপ করবে এবং নিজের উম্মতকে চিনে নিবো।” তখন একজন লোক প্রশ্ন করলেনঃ “হযরত নূহ (আঃ) থেকে নিয়ে আপনি পর্যন্ত সবারই উম্মত হাশরের ময়ানে একত্রিত হবে। সুতরাং এতোগুলো উম্মতের মধ্য হতে আপনার উম্মতকে আপনি কি করে চিনতে পারবেন?” জবাবে তিনি বললেনঃ “আমার উম্মতের অযুর অঙ্গগুলো অযুর কারণে চমকাতে থাকবে, এই বিশেষণ অন্য কোন উম্মতের মধ্যে থাকবে না। আর আমার উম্মতকে ডান হাতে আমলনামা দেয়া হবে এবং তাদের চেহারা হবে উজ্জ্বল ও জ্যোতির্ময়। আর তাদের নূর বা জ্যোতি তাদের অগ্রে অগ্রে চলতে থাকবে এবং তাদের সন্তানরা তাদের সঙ্গে থাকবে।” যহহাক (রঃ) বলেন যে, তাদের আমল নামা তাদের ডান হাতে থাকবে। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “যাকে তার ডান হাতে কিতাব (আমলনামা) দেয়া হবে (শেষ পর্যন্ত)।”মহান আল্লাহ বলেনঃ “আজ তোমাদের জন্যে সুসংবাদ জান্নাতের, যার পাদদেশে নদী প্রবাহিত। সেথায় তোমরা স্থায়ী হবে, এটাই মহাসাফল্য।  এর পরবর্তী আয়াতে কিয়ামতের মাঠের ভয়াবহ ও কম্পন সৃষ্টিকারী ঘটনার বর্ণনা রয়েছে যে, তথায় খাঁটি ঈমানদার সৎকর্মশীল লোক ছাড়া আর কেউই পরিত্রাণ পাবে না।হযরত সুলায়েম ইবনে আমির (রঃ) হতে বর্ণিত, তিনি বলেন, বাবে দামেশকে আমরা একটি জানাযায় ছিলাম। যখন জানাযার নামায শেষ হয় এবং মৃতদেহ দাফন করার কাজ শুরু হয় তখন হযরত আবু উমামা বাহিলী (রাঃ) বলেনঃ “হে জনমণ্ডলী! তোমরা এই দুনিয়ার মনযিলে সকাল-সন্ধ্যা করছে। তোমরা এখানে পুণ্য কার্যও করতে পার এবং পাপ কার্যও করতে পার। এরপরে অন্য মনযিলের দিকে তোমাদেরকে যাত্রা শুরু করতে হবে। এই কবরই হচ্ছে ঐ মনযিল যা নির্জনতা, অন্ধকার, পোকা-মাকড় এবং সংকীর্ণতার ঘর। কিন্তু যাকে আল্লাহ প্রশস্ততা দান করেন সেটা অন্য কথা। এরপর তোমরা কিয়ামত মাঠের বিভিন্ন স্থানে গমন করবে। এক জায়গায় বহু লোকের চেহারা সাদা-উজ্জ্বল হবে এবং বহু লোকের চেহারা হবে কালো কুৎসিত। তারপর এক ময়দানে যাবে যেখানে হবে কঠিন অন্ধকার। সেখানে ঈমানদারদেরকে নূর বা জ্যোতি বন্টন করা হবে। সেখানে কাফির ও মুনাফিকদের জন্যে কোন জ্যোতি থাকবে না। এরই বর্ণনা নিম্নের আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “অথবা গভীর সমুদ্র তলের অন্ধকার সদৃশ যাকে আচ্ছন্ন করে তরঙ্গের উপর তরঙ্গ যার উর্ধে মেঘপুঞ্জ, অন্ধকারপুঞ্জ স্তরের উপর স্তর, এমনকি সে হাত বের করলে তা আদৌ দেখতে পাবে না। আল্লাহ যাকে জ্যোতি দান করেন না তার জন্যে কোন জ্যোতিই নেই।” (২৪:৪০) সুতরাং যেমন চক্ষুষ্মনদের। দৃষ্টিশক্তি দ্বারা অন্ধ ব্যক্তি কোন উপকার লাভ করতে পারে না, তেমনই মুনাফিক ও কাফিররা ঈমানদারদের নূর বা জ্যোতি দ্বারা কোন উপকার লাভ করতে সক্ষম হবে না। মুনাফিক ঈমানদারের কাছে আবেদন জানাবেঃ “তোমরা এতো বেশী সামনের দিকে এগিয়ে যেয়ো না, একটু থামো, যাতে আমরাও তোমাদের জ্যোতিকে আশ্রয় করে চলতে পারি ।” দুনিয়ায় এই মুনাফিকরা যেমন মুসলমানদের সাথে প্রতারণা করতো, তেমনই সেদিন মুসলমানরা মুনাফিকদেরকে বলবেঃ “তোমরা তোমাদের পিছনে ফিরে যাও ও আলোর সন্ধান কর।” এরা তখন ফিরে গিয়ে নূর বন্টনের জায়গায় হাযির হবে। কিন্তু সেখানে কিছুই পাবে না। এটাই আল্লাহ তা'আলার প্রতারণা, যার বর্ণনা নিম্নের আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তারা আল্লাহকে প্রতারিত করছে এবং আল্লাহও তাদেরকে। প্রতারিতকারী।” (৪:১৪২) অতঃপর তারা যখন সেখানে ফিরে যাবে তখন দেখবে যে, মুমিন ও তাদের মাঝে স্থাপিত হয়েছে একটি প্রাচীর যার একটি দরজা রয়েছে, ওর অভ্যন্তরে আছে রহমত এবং বহির্ভাগে রয়েছে শাস্তি। সুতরাং মুনাফিকরা নূর বন্টন হওয়ার সময় পর্যন্ত প্রতারণার মধ্যেই থাকবে। অতঃপর যখন মুমিনরা নূর পাবে এবং তারা পাবে না তখন রহস্য উঘাটিত হয়ে যাবে এবং তারা আল্লাহর রহমত হতে নিরাশ হয়ে যাবে।  হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, যখন অন্ধকার পূর্ণভাবে ছেয়ে যাবে এবং মানুষ তার হাতটিও দেখতে পাবে না তখন আল্লাহ তাআলা একটা নূর প্রকাশ করবেন। মুসলমান ঐ দিকে যাবে, তখন মুনাফিকরাও তাদের পিছনে পিছনে যেতে শুরু করবে। মুমিনরা যখন সামনের দিকে অনেক বেশী এগিয়ে যাবে তখন মুনাফিকরা তাদেরকে ডাক দিয়ে থামতে বলবে এবং তাদেরকে স্মরণ করিয়ে দিবে যে, দুনিয়ায় তারা সবাই তো এক সাথেই ছিল।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা কিয়ামতের দিন মানুষকে তাদের গোপনীয়তা রক্ষার্থে তাদের নাম ধরে ধরে ডাক দিবেন। মুমিনরাও নূর পাবে এবং মুনফিকরাও পাবে। কিন্তু পুলসিরাতের উপর তাদের মধ্যে পার্থক্য সূচিত হবে। যখন তারা পুলসিরাতের মাঝপথে পৌঁছবে তখন মুনাফিকদের নূর নিভে যাবে। তারা তখন সন্ত্রস্ত থাকবে। সবারই অবস্থা অত্যন্ত করুণ হবে। সবাই নিজ নিজ জীবন নিয়ে ব্যস্ত থাকবে।  যে প্রাচীরের কথা এখানে বলা হয়েছে তা হলো জান্নাত ও জাহান্নামের মাঝে পার্থক্যসীমা। এরই বর্ণনা (আরবী)-এর মধ্যে রয়েছে। সুতরাং জান্নাতে বিরাজ করবে রহমত ও শান্তি এবং জাহান্নামে থাকবে অশান্তি ও শাস্তি। সঠিক কথা এটাই। কিন্তু কারো কারো উক্তি এই যে, এর দ্বারা বায়তুল মুকাদ্দাসের প্রাচীরকে বুঝানো হয়েছে যা জাহান্নামের উপত্যকার নিকট থাকবে।  হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, এটা হলো বায়তুল মুকাদ্দাসের পূর্ব দিকস্থ প্রাচীর, যার অভ্যন্তরে রয়েছে মসজিদ ইত্যাদি এবং বহির্ভাগে রয়েছে জাহান্নামের উপত্যকা। আরো কতক লোকেও একথাই বলেছেন। কিন্তু এটা স্মরণ রাখার বিষয় যে, এ আয়াতে নির্দিষ্টভাবে এই প্রাচীরই যে তাঁদের উদ্দেশ্য, তা নয়, বরং কাছাকাছি অর্থ হিসেবে এ আয়াতের তাফসীরে তারা এটা উল্লেখ করেছেন। কেননা, জান্নাত আকাশে সর্বোচ্চ স্তরে রয়েছে এবং জাহান্নাম সর্বনিম্ন স্তরে রয়েছে।  হযরত কা'ব আহবার (রাঃ) হতে বর্ণিত আছে যে, এই আয়াতে যে দরজার বর্ণনা আছে এর দ্বারা মসজিদের বাবুর রহমত উদ্দেশ্য, এটা বানী ইসরাঈলের রিওয়াইয়াত, যা আমাদের জন্যে সনদ হতে পারে না। সঠিক তত্ত্ব এই যে, প্রাচীরটি কিয়ামতের দিন মুমিন ও কাফিরদের মাঝে প্রভেদ সৃষ্টি করার জন্যে দাঁড় করানো হবে। মুমিন তো এর দরজা দিয়ে জান্নাতে প্রবেশ করবে, তারপর দরজা বন্ধ হয়ে যাবে। আর মুনাফিকরা হতবুদ্ধি হয়ে অন্ধকার ও শাস্তির মধ্যে থাকবে, যেমন তারা দুনিয়াতে কুফরী, অজ্ঞতা, সন্দেহ ও হতবুদ্ধিতার অন্ধকারে ছিল। এখন এই মুনাফিকরা মুমিনদেরকে স্মরণ করিয়ে দিয়ে বলবেঃ “দেখো, দুনিয়ায় আমরা তোমাদের সঙ্গেই ছিলাম, জুমআর নামায জামাআতের সাথে আদায় করতাম, আরাফাতে ও যুদ্ধের মাঠে এক সাথে থাকতাম এবং এক সাথে অবশ্যপালনীয় কাজগুলো পালন করতাম (সুতরাং আজ আমাদেরকে তোমাদের সাথেই থাকতে দাও, পৃথক করে দিয়ো না)।\" তখন মুমিনরা বলবেঃ “দেখো, কথা তোমরা ঠিকই বলছো বটে, কিন্তু নিজেদের কৃতকর্মগুলোর প্রতি একটু লক্ষ্য কর তো! সারা জীবন তোমরা কুপ্রবৃত্তি ও আল্লাহর নাফরমানীর কাজে ডুবে থেকেছো। আজ তাওবা করবে, কাল মন্দ কাজ পরিত্যাগ করবে’ এ করতে করতেই জীবন কাটিয়ে দিয়েছে এবং মুসলমানদের পরিনাম কি হয় তার দিকেই চেয়ে থেকেছে। কিয়ামত যে সংঘটিত হবেই এ বিশ্বাসও তোমাদের ছিল না, কিংবা তোমরা এই আশা পোষণ করতে যে, যদি কিয়ামত সংঘটিত হয়েও যায় তবে তোমাদেরকে ক্ষমা করে দেয়া হবে। আর মৃত্যু পর্যন্ত আন্তরিকতার সাথে আল্লাহ তা'আলার দিকে ঝুঁকে পড়ার তোমরা তাওফীক লাভ করনি এবং আল্লাহ তা'আলা সম্পর্কে প্রতারক শয়তান তোমাদেরকে প্রতারণার মধ্যেই ফেলে রেখেছে। অবশেষে আজ তোমরা জাহান্নামে প্রবেশ করেছো।” ভাবার্থ হলোঃ হে মুনাফিকের দল! দৈহিকরূপে তোমরা আমাদের সাথে ছিলে বটে, কিন্তু অন্তর ও নিয়তের সাথে আমাদের সঙ্গে ছিলে না। বরং সন্দেহ ও রিয়াকারীর মধ্যেই পড়েছিলে এবং মন লাগিয়ে আল্লাহকে স্মরণ করারও সৌভাগ্য তোমরা লাভ করনি।মুজাহিদ (রঃ) বলেন যে, এই মুনাফিকরা মুমিনদের সাথে বিয়ে-শাদী, মজলিস-সমাবেশ এবং জীবন-মরণ ইত্যাদিতে শরীক থাকতো। কিন্তু কিয়ামতের দিন তাদেরকে সম্পূর্ণরূপে পৃথক করে দেয়া হবে। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “প্রত্যেক ব্যক্তি নিজ কৃতকর্মের দায়ে আবদ্ধ। তবে দক্ষিণ পার্শ্বস্থ ব্যক্তিরা নয়। তারা থাকবে উদ্যানে এবং তারা জিজ্ঞাসাবাদ করবেতোমাদেরকে কি সে সাকারে (জাহান্নামে) নিক্ষেপ করেছে? তারা বলবেঃ আমরা মুসল্লীদের অন্তর্ভুক্ত ছিলাম না। আমরা অভাবগ্রস্তদেরকে আহার্য দান করতাম না এবং আমরা আলোচনাকারীদের সাথে আলোচনায় নিমগ্ন থাকতাম। আমরা কর্মফল অস্বীকার করতাম, আমাদের নিকট মৃত্যুর আগমন পর্যন্ত।” (৭৪:৩৮-৪৭) প্রকাশ থাকে যে, এ প্রশ্ন করা হবে শুধু তাদেরকে ধমক, শাসন গর্জন এবং লজ্জিত করার জন্যে। আসলে তো প্রকৃত অবস্থা সম্পর্কে মুসলমানরা পূর্ণমাত্রায় ওয়াকিফহাল থাকবে।অতঃপর ওখানে যেমন বলা হয়েছিল যে, কারো সুপারিশ তাদের কোন • উপকার করবে না, অনুরূপভাবে এখানে বলেনঃ আজ তোমাদের নিকট হতে কোন মুক্তিপণ গ্রহণ করা হবে না এবং যারা কুফরী করেছিল তাদের নিকট হতেও না, যদি তারা যমীন ভর্তি সোনাও প্রদান করে। তাদের আবাসস্থল হবে জাহান্নাম। এটাই তাদের যোগ্য স্থান, কত নিকৃষ্ট এই পরিণাম।",
  "ayah": 15,
  "surah": 57
}
