{
  "text": "১৮-১৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, ফকীর, মিসকীন ইত্যাদি অভাবগ্রস্তদেরকে যারা একমাত্র আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে স্বীয় হালাল ধন-সম্পদ থেকে সৎ নিয়তে দান করে, আল্লাহ বিনিময় হিসেবে তা বহুগুণে বৃদ্ধি করে তাদেরকে প্রদান করবেন। তিনি তাদেরকে ঐ দান দশ গুণ হতে সাতশ গুণ পর্যন্ত এবং তারও বেশী বদ্ধি করবেন। তাদের জন্যে রয়েছে বেহিসাব সওয়াব ও মহাপুরস্কার।আল্লাহ এবং তাঁর রাসূল (সঃ)-এর উপর বিশ্বাস স্থাপনকারীরাই সিদ্দীক ও শহীদ। এই দুই গুণের অধিকারী শুধুমাত্র এই ঈমানদার ললাকেরাই। কোন কোন গুরুজন\nকে পৃথক বাক্য বলেছেন। মোটকথা, তিন শ্রেণী হলো। (এক) (আরবী) (দানশীল), (দুই) (আরবী) (সত্যনিষ্ঠ) এবং (তিন) (আরবী)-(শহীদগণ)। যেমন আল্লাহ পাক অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “আর যে আল্লাহ এবং রাসূল (সঃ)-এর আনুগত্য করবে সে নবী, সত্যনিষ্ঠ, শহীদ ও সঙ্কর্মপরায়ণ যাদের প্রতি আল্লাহ অনুগ্রহ করেছেন, তাদের সঙ্গী হবে।” (৪:৬৯) এখানেও সিদ্দীক ও শহীদের মধ্যে পার্থক্য সূচিত করা হয়েছে, যার দ্বারা জানা যাচ্ছে যে, এঁরা দুই শ্রেণীর লোক। সিদ্দীকের মর্যাদা নিঃসন্দেহে শহীদ অপেক্ষা বেশী।হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিশ্চয়ই জান্নাতবাসীরা তাদের উপরের প্রাসাদের জান্নাতীদেরকে এভাবেই দেখবে, যেমন তোমরা পূর্ব দিকের ও পশ্চিম দিকের উজ্জ্বল নক্ষত্রকে আকাশ প্রান্তে দেখে থাকো।” সাহাবীগণ (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! এ মর্যাদা তো শুধু নবীদের, তাঁরা ছাড়া তো এ মর্যাদায় অন্য কেউ পৌছতে পারবে না?” জবাবে তিনি বললেনঃ “হ্যাঁ, যার হাতে আমার প্রাণ রয়েছে তার শপথ! এরা হলো ঐ সব লোক যারা আল্লাহর উপর ঈমান এনেছে এবং রাসূলদের (আঃ) সত্যতা স্বীকার করেছে।” (এ হাদীসটি ইমাম মালিক ইবনে আনাস (রঃ), ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)একটি গারীব হাদীস দ্বারা এটাও জানা যায় যে, এই আয়াতে শহীদ ও সিদ্দীক এ দুটো এই মুমিনেরই বিশেষণ।রাসূলুল্লাহ (সঃ) বলেনঃ “আমার উম্মতের মুমিন ব্যক্তি শহীদ।” অতঃপর তিনি এ আয়াতটিই তিলাওয়াত করেন। হযরত আমর ইবনে মায়মূন (রঃ) বলেনঃ “এ দু’জন কিয়ামতের দিন দুটি অঙ্গুলীর মত হয়ে আসবে। সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, শহীদদের রূহ সবুজ রঙ এর পাখীর দেহের মধ্যে থাকবে। জান্নাতের মধ্যে যথেচ্ছা পানাহার করে ঘুরে বেড়াবে। রাত্রে লণ্ঠনের মধ্যে আশ্রয় নিবে। তাদের প্রতিপালক তাদের উপর প্রকাশিত হয়ে বলবেনঃ “তোমরা কি চাও?” উত্তরে তারা বলবেঃ “আমাদেরকে পুনরায় দুনিয়ায় পাঠিয়ে দিন, যাতে আমরা আবার আপনার পথে জিহাদ করে শহীদ হতে পারি।\" আল্লাহ তা'আলা জবাব দিবেনঃ “আমি তো এই ফায়সালা করেই দিয়েছি যে, দুনিয়ায় কেউ পুনরায় ফিরে যাবে না।”মহান আল্লাহ বলেনঃ তাদের জন্যে রয়েছে তাদের প্রাপ্য পুরস্কার ও জ্যোতি। ঐ নূর বা জ্যোতি তাদের সামনে থাকবে এবং তা তাদের আমল অনুযায়ী হবে।হযরত উমার ইবনে খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “শহীদগণ চার প্রকার। (এক) ঐ পাকা ঈমানদার যে শত্রুর মুখোমুখি হয়েছে এবং প্রাণপণে যুদ্ধ করেছে, অবশেষে শহীদ হয়েছে। সে এমনই ব্যক্তি যে, (তার মর্যাদা দেখে) লোকেরা তার দিকে এই ভাবে তাকাবে।\" ঐ সময় রাসূলুল্লাহ (সঃ) তাঁর মস্তক এমনভাবে উঠান যে, তাঁর টুপিটি মাথা হতে নীচে পড়ে যায়। আর এ হাদীসটি বর্ণনা করার সময় হযরত উমার (রাঃ)-এরও মাথার টুপি নীচে পড়ে যায়। (দুই) ঐ ব্যক্তি যে ঈমানদার বটে এবং জিহাদের জন্যে বেরও হয়েছে। কিন্তু অন্তরে সাহস কম আছে। হঠাৎ একটি তীর এসে তার দেহে বিদ্ধ হয় এবং দেহ হতে রূহ বেরিয়ে যায়। এ ব্যক্তি হলো দ্বিতীয় শ্রেণীর শহীদ। (তিন) ঐ ব্যক্তি যার ভাল মন্দ আমল রয়েছে। কিন্তু আল্লাহ তা'আলা তাকে পছন্দ করেছেন। সে জিহাদের মাঠে নেমেছে এবং কাফিরদের হাতে নিহত হয়েছে। এ ব্যক্তি তৃতীয় শ্রেণীর শহীদ। (চার) ঐ ব্যক্তি যার গুনাহ খুব বেশী আছে। সে জিহাদে অবতীর্ণ হয়েছে এবং শক্রর হাতে নিহত হয়েছে। এ হলো চতুর্থ শ্রেণীর শহীদ।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)এই সৎ লোকেদের পরিণাম বর্ণনা করার পর আল্লাহ তা'আলা অসৎ লোকদের পরিণাম বর্ণনা করছেন যে, যারা কুফরী করেছে ও আল্লাহর নিদর্শন অস্বীকার করেছে, তারাই জাহান্নামের অধিবাসী।",
  "ayah": 19,
  "surah": 57
}
