{
  "text": "২০-২১ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বর্ণনা করছেন যে, দুনিয়ার সবকিছুই অতি ঘৃণ্য, তুচ্ছ ও নগণ্য। এখানে দুনিয়াবাসীর জন্যে রয়েছে শুধুমাত্র ক্রীড়া-কৌতুক, শান-শওকত, পারস্পরিক গর্ব ও অহংকার এবং ধন-দৌলত ও সন্তান-সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা। যেমন অন্য আয়াতে রয়েছেঃ(আরবী) অর্থাৎ “নারী, সন্তান, রাশিকৃত স্বর্ণ রৌপ্য আর চিহ্নিত অশ্বরাজি, গবাদি পশু এবং ক্ষেত-খামারের প্রতি আসক্তি মানুষের নিকট মনোরম করা হয়েছে। এই সব ইহজীবনের ভোগ্যবস্তু। আর আল্লাহ, তাঁর নিকট উত্তম আশ্রয়স্থল।” (৩:১৪)এরপর পার্থিব জীবনের দৃষ্টান্ত বর্ণনা করা হচ্ছে যে, এর শ্যামল-সজীবতা ধ্বংসশীল, এখানকার নিয়ামতরাশি নশ্বর ও ক্ষণস্থায়ী। (আরবী) বলা হয় ঐ বৃষ্টিকে যা মানুষের নৈরাশ্যের পর বর্ষিত হয়। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ তিনিই আল্লাহ যিনি মানুষের নৈরাশ্যের উপর বৃষ্টি বর্ষণ করে থাকেন। সুতরাং যেমন বৃষ্টির কারণে যমীনে শস্য উৎপাদিত হয়, ক্ষেতের শস্য আন্দোলিত হতে থাকে এবং কৃষকদেরকে চমৎকৃত করে, অনুরূপভাবে দুনিয়াবাসী দুনিয়ার মাল-ধন, পণ্যদ্রব্য এবং মূল্যবান সামগ্রী লাভ করে অহংকারে ফুলে ওঠে। কিন্তু পরিণাম এই দাঁড়ায় যে, ক্ষেতের ঐ সবুজ-শ্যামল ও নয়ন তৃপ্তিকর শস্য শুকিয়ে যায় এবং শেষে খড় কুটায় পরিণত হয়। ঠিক তদ্রুপ দুনিয়ার সজীবতা ও চাকচিক্য এবং ভোগ্যবস্তু সবই একদিন মাটির সাথে মিশে যাবে। দুনিয়ার জীবনও তাই। প্রথমে আসে যৌবন, এর পরে অর্ধবয়স এবং শেষে বার্ধক্যে উপনীত হয়। স্বয়ং মানুষের অবস্থাও ঠিক অনুরূপ। তার শৈশব, কৈশর, যৌবন, প্রৌঢ়ত্ব এবং বার্ধক্য, এসব অবস্থার কথা চিন্তা করলে বিস্মিত হতে হয়! কোথায় সেই যৌবনাবস্থার রক্তের গরম এবং শক্তির দাপট, আর কোথায় বার্ধক্যাবস্থার দুর্বলতা, কোমরের বক্রতা ও অস্থির শক্তিহীনতা! যেমন আল্লাহ তা'আলা ঘোষণা করেনঃ (আরবী)অর্থাৎ “আল্লাহ তিনিই যিনি তোমাদেরকে দুর্বলতার অবস্থায় সৃষ্টি করেছেন, তারপর ঐ দুর্বলতার পরে শক্তি দান করেছেন, আবার ঐ শক্তির পর দিয়েছেন দুর্বলতা ও বার্ধক্য, তিনি যা চান সৃষ্টি করে থাকেন, তিনি সর্বজ্ঞ ও ক্ষমতাবান।” (৩০:৫৪)।  এই দৃষ্টান্ত দ্বারা দুনিয়ার অস্থায়ীত্ব ও নশ্বরতার বর্ণনা দেয়ার পর আল্লাহ তাবারাকা ওয়া তা'আলা আখিরাতের দু’টি দৃশ্য প্রদর্শন করে একটি হতে ভয় দেখাচ্ছেন ও অপরটির প্রতি উৎসাহিত করছেন। তিনি বলেনঃ সত্বরই কিয়ামত সংঘটিত হতে যাচ্ছে এবং ওটা নিজের সাথে নিয়ে আসছে আল্লাহর আযাব ও শাস্তি এবং তার ক্ষমা ও সন্তুষ্টি। সুতরাং তোমরা এমন কাজ কর যদদ্বারা আল্লাহর অসন্তুষ্টি হতে বাঁচতে পার এবং তাঁর সন্তুষ্টি লাভ করতে পার, রক্ষা পেতে পার তার শাস্তি হতে এবং হকদার হতে পার তার ক্ষমার! দুনিয়া তো শুধু প্রতারণার বেড়া। যে এর প্রতি আকৃষ্ট হয় তার অবস্থা এমনই হয় যে, এই দুনিয়া ছাড়া অন্য কিছুর প্রতি সে খেয়ালই করে না। দিনরাত্রি ওরই চিন্তাতেই। সে ডুবে থাকে। এই নশ্বর ও ধ্বংসশীল জগতকে সে আখিরাতের উপর প্রাধান্য দিয়ে থাকে। শেষ পর্যন্ত এমন অবস্থাও তার দাঁড়িয়ে যায় যে, সে আখিরাতকে অস্বীকার করে বসে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতে একটি চাবুক রাখার জায়গা দুনিয়া ও ওর মধ্যে যা কিছু আছে তার সব থেকে উত্তম। তোমরা পাঠ করঃ (আরবী) অর্থাৎ “পার্থিব জীবন ছলনার ভোগ ব্যতীত কিছুই নয়।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। আয়াতটির উল্লেখ ছাড়া হাদীসটি সহীহ গ্রন্থেও রয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন) হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের প্রত্যেকের জন্যে জান্নাত জুতার তাসমার (চামড়ার লম্বা অংশের) চেয়েও বেশী নিকটবর্তী, জাহান্নামও অনুরূপ।” (ইমাম আহমাদ (রঃ) ও ইমাম বুখারী (রঃ) হাদীসটি বর্ণনা করেছেন) সুতরাং জানা যাচ্ছে যে, ভাল ও মন্দ মানুষের খুবই নিকটে রয়েছে। তাই মানুষের উচিত মঙ্গলের দিকে অগ্রণী হওয়া এবং মন্দ হতে মুখ ফিরিয়ে নেয়া যাতে পাপ ও অন্যায় মাফ হয়ে যায় এবং পুণ্য ও মর্যাদা উঁচু হয়। এ জন্যেই এর পরপরই আল্লাহ পাক বলেনঃ তোমরা অগ্রণী হও তোমাদের প্রতিপালকের ক্ষমা ও সেই জান্নাত লাভের প্রয়াসে যা প্রশস্ততায় আকাশ ও পৃথিবীর মত। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তোমরা দৌড়িয়ে যাও তোমাদের প্রতিপালকের ক্ষমার দিকে এবং এমন জান্নাতের দিকে যার প্রশস্ততা হলো আকাশ ও পৃথিবী (তুল্য) যা তৈরী করা হয়েছে মুত্তাকীদের জন্যে।” (৩:১৩৩)এ লোকগুলো আল্লাহ তা'আলার এই অনুগ্রহ লাভের যোগ্য ছিল। এ জন্যেই পরম করুণাময় আল্লাহ এদের প্রতি তাঁর পূর্ণ অনুগ্রহ দান করেছেন।পূর্বে একটি বিশুদ্ধ হাদীস গত হয়েছে যে, একবার মুহাজিরদের মধ্য হতে দরিদ্র লোকেরা আরয করলেনঃ “হে আল্লাহর রাসূল (সঃ)! সম্পদশালী লোকেরা তো জান্নাতের উচ্চশ্রেণী ও চিরস্থায়ী নিয়ামত রাশির অধিকারী হয়ে গেলেন! রাসূলুল্লাহ (সঃ) প্রশ্ন করলেনঃ “এটা কিরূপে?” উত্তরে তারা বললেনঃ “নামায, রোযা তো তারা ও আমরা সবাই করি। কিন্তু মাল-ধনের কারণে তারা দান খায়রাত ও গোলাম আযাদ করে থাকেন। কিন্তু আমরা দারিদ্রের কারণে এ কাজ করতে পারি না।” তখন রাসূলুল্লাহ (সঃ) তাদেরকে বললেনঃ “এসো, আমি তোমাদেরকে এমন একটি কাজের কথা বলে দিচ্ছি, যদি তোমরা তা কর তবে তোমরা সবারই আগে বেড়ে যাবে। তবে তাদের উপর তোমরা প্রাধান্য লাভ করতে পারবে না যারা নিজেরাও এ কাজ করতে শুরু করে দিবে। তাহলে এই যে, তোমরা প্রত্যেক ফরয নামাযের পরে তেত্রিশবার সুবহানাল্লাহ, তেত্রিশবার আল্লাহু আকবার এবং তেত্রিশবার আলহামদুলিল্লাহ পাঠ করবে।\" কিছুদিন পর ঐ মহান ব্যক্তিবর্গ পুনরায় রাসূলুল্লাহ (সঃ)-এর দরবারে হাযির হয়ে আরয করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের এই অযীফার খবর আমাদের ধনী ভাইয়েরাও পেয়ে গেছেন এবং তাঁরাও এটা পড়তে শুরু করেছেন!\" তখন রাসূলুল্লাহ (সঃ) বললেনঃ “এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছা তিনি এটা দান করেন।”",
  "ayah": 21,
  "surah": 57
}
