{
  "text": "২৬-২৭ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা তাঁর নবী ও রাসূল হযরত নূহ (আঃ) এবং হযরত ইবরাহীম (আঃ) সম্পর্কে খবর দিচ্ছেন যে, হযরত নূহ (আঃ) থেকে নিয়ে হযরত ইবরাহীম (আঃ) পর্যন্ত যত নবী এসেছেন সবাই হযরত নূহ (আঃ)-এর বংশধর রূপে এসেছেন। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেছেনঃ (আরবী)অর্থাৎ “আমি তার বংশধরের মধ্যেই নবুওয়াত ও কিতাব রেখেছি।” (২৯:২৭) শেষ পর্যন্ত বানী ইসরাঈলের শেষ নবী হযরত ঈসা ইবনে মারইয়াম (আঃ) হযরত মুহাম্মাদ (সঃ)-এর আগমনের সুসংবাদ শুনিয়ে দেন। সুতরাং হযরত নূহ (আঃ) ও হযরত ইবরাহীম (আঃ)-এর পরে বরাবরই রাসূলদের ক্রম জারী থেকেছে হযরত ঈসা (আঃ) পর্যন্ত, যাকে ইঞ্জীল প্রদান করা হয় এবং যার অনুসারী উম্মত কোমল হৃদয় ও নরম মিজাষরূপে পরিগণিত হয়েছে। তারা আল্লাহ ভীতি এবং সৃষ্টির প্রতি দয়া, এই পবিত্র গুণে গুণান্বিত ছিলেন।এরপর খৃষ্টানদের একটি বিদআতের বর্ণনা দেয়া হচ্ছে যা তাদের শরীয়তে ছিল না, কিন্তু তারা নিজেরাই নিজেদের পক্ষ থেকে ওটা আবিষ্কার করে নিয়েছিল। ওটা হলো সন্ন্যাসবাদ। এর পরবর্তী বাক্যের দুটি ভাবার্থ বর্ণনা করা হয়েছে। প্রথম এই যে, তাদের উদ্দেশ্য ভাল ছিল। আল্লাহর সন্তুষ্টির উদ্দেশ্যেই তারা এটা প্রবর্তন করেছিল। হযরত সাঈদ ইবনে জুবায়ের (রঃ), হযরত কাতাদাহ (রঃ) প্রমুখ গুরুজনের এটাই উক্তি। দ্বিতীয় ভাবার্থ হলোঃ আমি তাদের উপর এটা ওয়াজিব করিনি, বরং আমি তাদের উপর শুধু আল্লাহর সন্তুষ্টি লাভ ওয়াজিব করেছিলাম।অতঃপর আল্লাহ পাক বলেনঃ এটাও তারা যথাযথভাবে পালন করেনি। যেমনভাবে এর উপর স্থির থাকা তাদের উচিত ছিল তেমনভাবে তারা স্থির থাকেনি। সুতরাং তারা দুটি মন্দ কাজ করলো। (এক) তারা নিজেদের পক্ষ হতে আল্লাহর দ্বীনে নতুন পন্থা আবিষ্কার করলো। (দুই) তারা ওর উপর প্রতিষ্ঠিত থাকলো না। অর্থাৎ যেটাকে তারা নিজেরাই আল্লাহর নৈকট্য লাভের মাধ্যম মনে করে নিয়েছিল, শেষে ওর উপরও তারা পুরোপুরিভাবে প্রতিষ্ঠিত থাকলো না।হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে ডাক দেনঃ “হে ইবনে মাসউদ (রাঃ)!” তিনি উত্তরে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এই তো আমি হাযির আছি।” তিনি বললেনঃ “জেনে রেখো যে, বানী ইসরাঈলের বাহাত্তরটি দল হয়ে গেছে যাদের মধ্যে তিন দল পরিত্রাণ পেয়েছে। প্রথম দলটি বানী ইসরাঈলের পথভ্রষ্টতা দেখে তাদের হিদায়াতের জন্যে জীবনের ঝুঁকি নিয়ে তাদের বড়দের মধ্যে তাবলীগ শুরু করে দিলো। কিন্তু শেষ পর্যন্ত ঐ লোকগুলো এই তাবলীগকারী দলটির বিরুদ্ধে যুদ্ধে অবতীর্ণ হলো এবং বাদশাহ ও আমীরগণ যারা এই তাবলীগের কারণে বড়ই হতবুদ্ধি হয়ে পড়েছিল, এই তাবলীগী দলটির বিরুদ্ধে সেনাবাহিনী প্রেরণ করলো এবং এভাবে তাদেরকে হত্যাও করলো এবং বন্দীও করলো। এই দলটিতে মুক্তি লাভ করলো। তারপর দ্বিতীয় দলটি দাঁড়িয়ে গেল। তাদের সাথে মুকাবিলা করার শক্তি তো এদের ছিল না, তথাপি নিজেদের দ্বীনী শক্তির বলে ঐ উদ্ধত লোকদের দরবারে সত্যের বক্তৃতা শুরু করে দিলো এবং হযরত ঈসা (আঃ)-এর মূল মাযহাবের দিকে তাদেরকে দাওয়াত দিতে লাগলো। ঐ হতভাগ্যের দল এদেরকেও হত্যা করে দিলো, তাদেরকে আরী দ্বারা দ্বিখণ্ডিত করলো এবং আগুনে জ্বালিয়ে দিলো। এর সবই এই দলটি ধৈর্যের সাথে বরদাশত করলো। এভাবে এ দলটিও নাজাত পেয়ে গেল। এরপর উঠলো তৃতীয় দলটি। এরা এদের পূর্ববর্তী দলটির চেয়েও দুর্বল ছিল। এদের এ শক্তি ছিল না যে, ঐ যালিমদের মধ্যে প্রকৃত দ্বীনের আহকামের তাবলীগ করে। এজন্যে তারা নিজেদের দ্বীনকে রক্ষা করার উপায় এটাই মনে করলো যে, তারা জঙ্গলে চলে যাবে এবং পাহাড়ে পর্বতে আরোহণ করবে ও ইবাদতে মশগুল হয়ে যাবে। আর দুনিয়াকে পরিত্যাগ করবে। তাদেরই বর্ণনা (আরবী)-এই আয়াতে রয়েছে। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)এই হাদীসটিই অন্য সনদেও বর্ণিত আছে। তাতে তেহাত্তর দলের বর্ণনা রয়েছে। তাতে এও আছেঃ তারাই পুরস্কার লাভ করবে যারা আমার উপর ঈমান আনবে এবং আমার সত্যতা স্বীকার করবে। তাদের মধ্যে অধিকাংশই যারা ফাসেক তারা হলো ঐ সব লোকে যারা আমাকে অবিশ্বাস করবে এবং আমার বিরোধী হবে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, হযরত ঈসা (আঃ)-এর পরে বানী ইসরাঈলের বাদশাহরা তাওরাত ও ইঞ্জীলের মধ্যে পরিবর্তন ঘটিয়েছিল। কিন্তু কতগুলো লোক ঈমানের উপর প্রতিষ্ঠিত থাকে এবং আসল তাওরাত ও ইঞ্জীল তাদের হাতে থাকে যা তারা তিলাওয়াত করতো। একবার আল্লাহর কিতাবে রদবদলকারী লোকেরা তাদের বাদশাহর কাছে এই খাঁটি মুমিনদের বিরুদ্ধে অভিযোগ করেঃ “এই লোকগুলো আল্লাহর কিতাব বলে যে কিতাব পাঠ করে তাতে তো আমাদেরকে গালি দেয়া হয়েছে। তাতে লিখিত আছে যে, যে কেউই আল্লাহর নাযিলকৃত কিতাব অনুযায়ী ফায়সালা করে না তারা কাফির এবং এ ধরনের আরো বহু আয়াত রয়েছে। এ লোকগুলো আমাদের কাজের উপর দোষারোপ করে থাকে। সুতরাং আপনি এদেরকে আপনার দরবারে ডাকিয়ে নিন এবং এদেরকে বাধ্য করুন যে, হয় এরা কিতাব এভাবে পাঠ করুক যেভাবে আমরা পাঠ করি এবং ঐরূপই আকীদা ও বিশ্বাস রাখে যেরূপ বিশ্বাস আমরা রাখি, না হয় তাদেরকে দৃষ্টান্তমূলক শাস্তি প্রদান করুন।”তাদের এই আবেদনের পরিপ্রেক্ষিতে এই খাঁটি মুমিনদেরকে বাদশাহর দরবারে আহ্বান করা হলো। তাদেরকে বলা হলোঃ “হয় তোমরা আমাদের সংশোধনকৃত কিতাব পাঠ কর এবং তোমাদের হাতে যে আল্লাহ প্রদত্ত কিতাব রয়েছে তা পরিত্যাগ কর, না হয় মৃত্যুর জন্যে প্রস্তুত হয়ে যাও এবং বধ্যভূমির দিকে অগ্রসর হও।” তখন ঐ পবিত্র দলগুলোর একটি দল বললোঃ “তোমরা আমাদের জন্যে একটি উঁচু প্রাসাদ তৈরী কর এবং আমাদেরকে সেখানে উঠিয়ে দাও। আমাদের জন্যে দড়ি ও ছড়ির ব্যবস্থা কর। অতঃপর আমাদের খাদ্য ও  পানীয় দ্রব্য তাতে রেখে দেবে। আমরা উপর থেকে তা টেনে উঠিয়ে নিবো। আমরা নীচে কখনো নামবো না এবং তোমাদের লোকালয়ে আসবো না। আর একটি দল বললোঃ “আমাদেরকে ছেড়ে দাও। আমরা এখান হতে হিজরত করে চলে যাচ্ছি। আমরা পাহাড়ে জঙ্গলে চলে যাবো। ঝরণা, নদী-নালা এবং পুকুর-পুষ্করিণী হতে আমরা জানোয়ারের মত পানি পান করবে। এরপরে যদি তোমরা আমাদেরকে তোমাদের লোকালয়ে দেখতে পাও তবে নির্ধিদায় আমাদেরকে হত্যা করে ফেলো।” তৃতীয় দলটি বললোঃ “তোমরা আমাদেরকে তোমাদের লোকালয়ের এক প্রান্তে কিছু ভূখণ্ড দিয়ে দাও এবং সেখানে সীমারেখা টেনে দাও। আমরা সেখানেই কূপ খনন করবে এবং চাষাবাদ করবে। তোমাদের লোকালয়ে আমরা কখনো আসবই না।\" এই আল্লাহভীরু লোকদের সাথে ঐ লোকগুলোর আত্মীয়তার সম্পর্ক ছিল বলে তারা এদের আবেদন মঞ্জুর করলো এবং এ লোকগুলো নিজ নিজ ঠিকানায় চলে গেল। কিন্তু তাদের সাথে এমন কতগুলো লোকও গেল যাদের অন্তরে প্রকৃতপক্ষে ঈমান ছিল না। তারা শুধু অনুকরণ হিসেবে এদের সঙ্গী হয়েছিল। তাদের ব্যাপারেই আল্লাহ তা'আলা (আরবী)-এই আয়াতটি অবতীর্ণ করেন।অতঃপর যখন আল্লাহ তা'আলা হযরত মুহাম্মাদ (সঃ)-কে রাসূলরূপে প্রেরণ করলেন তখন তাদের মধ্যে খুব অল্প সংখ্যক লোকই বাকী ছিল। রাসূলুল্লাহ (সঃ)-এর রিসালাতের খবর শোন মাত্রই খানকাহবাসীরা তাদের খানকাহ হতে, জঙ্গলবাসীরা জঙ্গল হতে এবং ঘেরাও আঙ্গিনায় বসবাসকারীরা তাদের ঐ আঙ্গিনা হতে বেরিয়ে আসলো এবং তাঁর খিদমতে হাযির হয়ে তার উপর ঈমান আনয়ন করে এবং তার সত্যতা স্বীকার করে। এরই বর্ণনা নিম্নের আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “হে মুমিনগণ! আল্লাহকে ভয় কর এবং তাঁর রাসূল (সঃ)-এর প্রতি বিশ্বাস স্থাপন কর, তিনি তাঁর অনুগ্রহে তোমাদেরকে দিবেন দ্বিগুণ পুরস্কার এবং তিনি তোমাদেরকে দিবেন আলো, যার সাহায্যে তোমরা চলবে।” (৫৭:২৮) অর্থাৎ তাদের হযরত ঈসা (আঃ)-এর উপর ঈমান আনয়ন এবং পরে হযরত মুহাম্মাদ (সঃ)-এর উপর ঈমান আনয়ন, এ কারণেই তাদের জন্যে রয়েছে দ্বিগুণ পুরস্কার। আর নূর বা আলো হলো কুরআন ও সুন্নাহ্। মহান আল্লাহ বলেনঃ (আরবী)অর্থাৎ “এটা এই জন্যে যে, কিতাবীগণ যেন জানতে পারে, আল্লাহর সামান্যতম অনুগ্রহের উপরও তাদের কোন অধিকার নেই। অনুগ্রহ আল্লাহরই ইখতিয়ারে, যাকে ইচ্ছা তাকে তিনি তা দান করেন। আল্লাহ মহা অনুগ্রহশীল।” পরবর্তী এ দুটি আয়াতের তাফসীর এই আয়াতের পরেই আসছে ইনশাআল্লাহ।  হযরত সাহল ইবনে আবি উমামা (রঃ) হতে বর্ণিত আছে যে, হযরত উমার ইবনে আবদিল আযীয (রঃ)-এর খিলাফতের যুগে তিনি এবং তাঁর পিতা মদীনায় হযরত আনাস ইবনে মালিক (রাঃ)-এর নিকট গমন করেন। ঐ সময় তিনি মদীনার শাসনকর্তা ছিলেন। যখন তারা হযরত আনাস (রাঃ)-এর নিকট আসেন তখন তিনি নামায পড়ছিলেন এবং নামায পড়ছিলেন প্রায় মুসাফিরের নামাযের মত হালকাভাবে। তিনি সালাম ফিরালে তাঁরা তাঁকে জিজ্ঞেস করেনঃ “আপনি ফরয নামায পড়লেন, না নফল নামায?\" উত্তরে তিনি বললেন, ফরয নামায। রাসূলুল্লাহ (সঃ)-এর নামায এরূপই ছিল। আমি আমার ধারণা ও জানামতে এতে কোন ভুল করিনি। হ্যাঁ, তবে যদি ভুল বশতঃ কিছু হয়ে থাকে তবে আমি তা বলতে পারি না। রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তোমাদের জীবনের উপর কঠোরতা অবলম্বন করো না। অন্যথায় তোমাদের উপর কঠোরতা অবলম্বন করা হবে। এক সম্প্রদায় নিজেদের জীবনের উপর কঠোরতা অবলম্বন করেছিল বলে তাদের উপরও কঠোরতা অবলম্বন করা হয়েছিল। তাদের অবশিষ্টাংশ তাদের খানকাতে ও তাদের ঘরসমূহে এখনো বিদ্যমান রয়েছে। এটাই ছিল ঐ কঠোরতা অর্থাৎ দুনিয়া ত্যাগ, যা আল্লাহ তা'আলা তাদের উপর ওয়াজিব করেননি। দ্বিতীয়বার তারা পিতা-পুত্র হযরত আনাস (রাঃ)-কে বললেনঃ “আসুন, আমরা সওয়ারীর উপর সওয়ার হয়ে চলি এবং দেখি ও শিক্ষা গ্রহণ করি।” হযরত আনাস (রাঃ) বললেনঃ “আচ্ছা, বেশ!” অতঃপর সবাই সওয়ার হয়ে চললেন। কয়েকটি বস্তী তারা দেখলেন যেগুলো একেবারে শ্মশানে পরিণত হয়েছিল এবং ঘরগুলো উল্টোমুখে পড়েছিল। এ দেখে তারা হযরত আনাস (রাঃ)-কে জিজ্ঞেস করলেনঃ “এ শহরগুলোর অবস্থা কি আপনার জানা আছে?” উত্তরে তিনি বললেনঃ “হ্যাঁ, খুব ভাল জানা আছে। এমন কি এগুলোর অধিবাসীদের সম্পর্কেও আমি পূর্ণ ওয়াকিফহাল। তাদেরকে ঔদ্ধত্য ও হিংসা-বিদ্বেষ ধ্বংস করে দিয়েছে। হিংসা পুণ্যের জ্যোতিকে নিভিয়ে দেয়, আর ঔদ্ধত্য বা হঠকারিতা ওটাকে সত্যতায় রূপ দান করে বা মিথ্যা প্রতিপন্ন করে। চক্ষুরও যেনা হয়, হাত, পা এবং জিহ্বারও যেনা হয়, আর লজ্জাস্থান ওটাকে বাস্তবে রূপায়িত করে অথবা মিথ্যা প্রতিপন্ন করে।” (এটা হাফিয আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন)হযরত আইয়াস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “প্রত্যেক নবী (আঃ)-এর জন্যেই সন্ন্যাসবাদ ছিল এবং আমার উম্মতের সন্ন্যাসবাদ হলো মহামহিমান্বিত আল্লাহর পথে জিহাদ করা।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। হাফিয আবুল ইয়ালাও (রঃ) এটা বর্ণনা। করেছেন, কিন্তু তার বর্ণনায় প্রত্যেক নবীর স্থলে প্রত্যেক উম্মত রয়েছে)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তাঁর কাছে একজন লোক এসে বলেঃ “আমাকে কিছু অসিয়ত করুন।” তিনি তাকে বলেনঃ “তুমি আমার কাছে যে আবেদন করলে এই আবেদনই আমি রাসূলুল্লাহ (সঃ)-এর কাছে করেছিলাম। আমি তোমাকে আল্লাহকে ভয় করার অসিয়ত করছি। এটাই সমস্ত পুণ্য কার্যের মূল। তুমি জিহাদকে নিজের জন্যে অবশ্যকর্তব্য করে নাও। এটাই হলো ইসলামের সন্ন্যাসবাদ। আর আল্লাহর যিক্র এবং কুরআন পাঠকে তুমি নিজের উপর অবশ্যপালনীয় করে ফেলো। এটাই আকাশে তোমার রূহ এবং পৃথিবীতে তোমার যিক্র।” (এটা ইমাম আহমাদ (রঃ) এককভাবে বর্ণনা করেছেন। এসব ব্যাপারে আল্লাহ তা'আলাইসবচেয়ে ভাল জানেন)",
  "ayah": 27,
  "surah": 57
}
