{
  "text": "آیت 102{ فَلَمَّا بَلَغَ مَعَہُ السَّعْیَ } ”پھر جب وہ پہنچا اس کے ساتھ بھاگ دوڑ کرنے کی عمر کو“ { قَالَ یٰبُنَیَّ اِنِّیْٓ اَرٰی فِی الْْمَنَامِ اَنِّیْٓ اَذْبَحُکَ } ”اس نے کہا : اے میرے بیٹے ! میں دیکھ رہا ہوں خواب میں کہ میں تمہیں ذبح کر رہا ہوں“ اَرٰی فعل مضارع ہے جس میں استمرار کے معنی بھی پائے جاتے ہیں ‘ یعنی میں بار بار خواب میں یہ منظر دیکھ رہا ہوں۔ بعض روایات میں ہے کہ حضرت ابراہیم علیہ السلام نے مسلسل تین راتیں یہ خواب دیکھا تھا۔ { فَانْظُرْ مَاذَا تَرٰی } ”تو دیکھو ! تمہاری کیا رائے ہے ؟“ { قَالَ یٰٓاَبَتِ افْعَلْ مَا تُؤْمَرُ } ”اس نے کہا : ابا جان ! آپ کر گزرئیے جس کا آپ کو حکم ہو رہا ہے۔“ یہ جواب حضرت اسماعیل علیہ السلام کے ”حلم“ کی عکاسی کرتا ہے اور آپ علیہ السلام کی اسی طبیعت کی وجہ سے آپ علیہ السلام کو اللہ تعالیٰ کی طرف سے ”حلیم“ کا خطاب ملا ہے۔ آپ علیہ السلام جانتے تھے کہ میرے والد نبی ہیں اور ان کا خواب کسی شیطانی وسوسے کا نتیجہ نہیں بلکہ وحی کا حصہ ہے۔ اس لیے آپ علیہ السلام نے یہ نہیں کہا کہ یہ تو خواب ہے اور خواب کا کیا ہے ‘ یا یہ کہ آپ علیہ السلام کوئی قدم اٹھانے سے پہلے اچھی طرح سوچ سمجھ لیجیے ‘ بلکہ آپ علیہ السلام نے بغیر کسی تردد اور حیل و حجت کے اس ”حکم“ کے آگے سر تسلیم خم کرتے ہوئے اپنے والد محترم کو اس پر عمل کرنے کا مشورہ دیا ‘ اور آپ علیہ السلام کو یقین دلایا کہ : { سَتَجِدُنِیْٓ اِنْ شَآئَ اللّٰہُ مِنَ الصّٰبِرِیْنَ ”اللہ نے چاہا تو آپ مجھے صبر کرنے والوں میں پائیں گے۔“ یہاں پر ایک بات یہ بھی نوٹ کر لیجیے کہ یہودیوں نے حضرت اسماعیل علیہ السلام کے بجائے حضرت اسحاق علیہ السلام کو ”ذبیح اللہ“ ثابت کرنے کی بہت کوشش کی ہے۔ اس کے لیے انہوں نے تورات میں جا بجا تحریف بھی کی ہے اور مختلف جگہوں کے نام بھی بدل ڈالے ہیں۔ مثلاً ”مروہ“ کی قربان گاہ کے مقابلے میں انہوں نے فلسطین میں ایک جگہ کا نام ”موریاہ“ رکھ دیا اور وہیں پر ایک وادی کو ”وادیٔ مکا“ کے نام سے موسوم کردیا ‘ تاکہ کسی طرح یہ ثابت کیا جاسکے کہ ”قربانی“ کا یہ واقعہ حضرت اسماعیل علیہ السلام کے ساتھ وادی مکہ میں پیش نہیں آیا تھا بلکہ فلسطین میں حضرت اسحاق علیہ السلام کے ساتھ پیش آیا تھا۔ ان کا یہ پروپیگنڈا اس قدرموثر ثابت ہوا کہ ہمارے ہاں کے کئی مفسرین بھی اس مغالطے میں مبتلا ہوگئے کہ ذبیح اللہ حضرت اسماعیل علیہ السلام نہیں بلکہ حضرت اسحاق علیہ السلام تھے۔ مثلاً ابن جریر طبری ایک بہت بڑے مفسر ہونے کے باوجود ان اسرائیلی روایات سے متاثر ہیں۔ چناچہ مولانا حمید الدین فراہی رح نے اس موضوع پر ”الرای الصحیح فی من ھو الذبیح“ کے عنوان سے ایک معرکۃ الآرا کتاب لکھی اور ّمدلل انداز میں ثابت کیا کہ ذبیح اللہ حضرت اسماعیل علیہ السلام ہی تھے۔ مولانا فراہی رح کی اصل کتاب عربی میں ہے۔ مولانا امین احسن اصلاحی نے اس کا اردو ترجمہ کیا تھا ‘ جسے ”ذبیح کون ؟“ کے نام سے مرکزی انجمن خدام القرآن لاہور کے تحت شائع کیا گیا ‘ مگر کتاب اس قدر دقیق ہے کہ ترجمے کے باوجود بھی اسے زیادہ پڑھنے والے دستیاب نہ ہو سکے۔",
  "ayah": 102,
  "surah": 37
}
