{
  "text": "القول في تأويل قوله تعالى :  وَلَمَّا جَاءَهُمْ رَسُولٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ كِتَابَ اللَّهِ وَرَاءَ ظُهُورِهِمْ كَأَنَّهُمْ لا يَعْلَمُونَ (101)قال أبو جعفر: يعني جل ثناؤه بقوله: (ولما جاءهم)، أحبار اليهود وعلماءها من بني إسرائيل -(رسول)، يعني بالرسول: محمدا صلى الله عليه وسلم. كما:-1643 - حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي في قوله: (ولما جاءهم رسول)، قال: لما جاءهم محمد صلى الله عليه وسلم.* * *وأما قوله: (مصدق لما معهم)، فإنه يعني به أن محمدا صلى الله عليه وسلم يصدق التوراة والتوراة تصدقه، في أنه لله نبي مبعوث إلى خلقه.* * *وأما تأويل قوله: (ولما جاءهم رسول من عند الله مصدق لما معهم)، فإنه للذي هو مع اليهود, وهو التوراة. فأخبر الله جل ثناؤه أن اليهود لما جاءهم رسول الله صلى الله عليه وسلم من الله بتصديق ما في أيديهم من التوراة، أن محمدا صلى الله عليه وسلم نبي لله,(نبذ فريق), يعني بذلك: أنهم جحدوه ورفضوه بعد أن كانوا به مقرين، حسدا منهم له وبغيا عليه. وقوله: (من الذين أوتوا الكتاب). وهم علماء اليهود الذين أعطاهم الله العلم بالتوراة وما فيها. ويعني بقوله: (كتاب الله)، التوراة.وقوله: (وراء ظهورهم)، (85) جعلوه وراء ظهورهم. وهذا مثل, يقال لكل رافض أمرا كان منه على بال: \" قد جعل فلان هذا الأمر منه بظهر، وجعله وراء ظهره \", يعني به: أعرض عنه وصد وانصرف، كما:-1644 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: (ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين أوتوا الكتاب كتاب الله وراء ظهورهم)، قال: لما جاءهم محمد صلى الله عليه وسلم عارضوه بالتوراة فخاصموه بها, فاتفقت التوراة والقرآن, فنبذوا التوراة وأخذوا بكتاب آصف، وسحر هاروت وماروت. (86) فذلك قوله الله: (كأنهم لا يعلمون).* * *ومعنى قوله: (كأنهم لا يعلمون)، كأن هؤلاء الذين نبذوا كتاب الله من علماء اليهود - فنقضوا عهد الله بتركهم العمل بما واثقوا الله على أنفسهم العمل بما فيه - لا يعلمون ما في التوراة من الأمر باتباع محمد صلى الله عليه وسلم وتصديقه. وهذا من الله جل ثناؤه إخبار عنهم أنهم جحدوا الحق على علم منهم به ومعرفة, وأنهم عاندوا أمر الله فخالفوا على علم منهم بوجوبه عليهم، كما:-1645 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (نبذ فريق من الذين أوتوا الكتاب)، يقول: نقض فريق من الذين أوتوا الكتاب \" كتاب الله وراء ظهورهم، كأنهم لا يعلمون): أي أن القوم كانوا يعلمون، ولكنهم أفسدوا علمهم، وجحدوا وكفروا وكتموا.* * *---------------------------الهوامش :(85) في المطبوعة : \"وقوله نبذوه وراء ظهورهم\" ، فحذفت\"نبذوه\" ، لأن الطبري ساق الآية بتمامها ، وهذا لفظ مقحم فيها .(86) في تفسير ابن كثير 1 : 247 زيادة ، بعد قوله : \"وماروت ، فلم يوافق القرآن ، فذلك قول الله\" . وآصف : كان كاتب سليمان . وكان يعلم الاسم الأعظم ، وكان يكتب كل شيء بأمر سليمان . ويدفنه تحت كرسيه ، فلما مات سليمان أخرجته الشياطين ، فكتبوا بين كل سطرين سحرا وكفرا (ابن كثير 1 : 248) .",
  "ayah": 101,
  "surah": 2
}
