{
  "text": "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍالْقَوْل فِي تَأْوِيل قَوْله تَعَالَى : { أَلَمْ تَعْلَم أَنَّ اللَّه لَهُ مُلْك السَّمَوَات وَالْأَرْض وَمَا لَكُمْ مِنْ دُون اللَّه مِنْ وَلِيّ وَلَا نَصِير } قَالَ أَبُو جَعْفَر : إنْ قَالَ لَنَا قَائِل : أَوَ لَمْ يَكُنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَعْلَم أَنَّ اللَّه عَلَى كُلّ شَيْء قَدِير وَأَنَّهُ لَهُ مُلْك السَّمَوَات وَالْأَرْض حَتَّى قِيلَ لَهُ ذَلِكَ ؟ قِيلَ : بَلَى , فَقَدْ كَانَ بَعْضهمْ يَقُول : إنَّمَا ذَلِكَ مِنْ اللَّه جَلّ ثَنَاؤُهُ خَبَر عَنْ أَنَّ مُحَمَّدًا قَدْ عَلِمَ ذَلِكَ ; وَلَكِنَّهُ قَدْ أَخْرَجَ الْكَلَام مَخْرَج التَّقْرِير كَمَا تَفْعَل مِثْله الْعَرَب فِي خِطَاب بَعْضهَا بَعْضًا , فَيَقُول أَحَدهمَا لِصَاحِبِهِ : أَلَمْ أُكْرِمك ؟ أَلَمْ أَتَفَضَّل عَلَيْك ؟ بِمَعْنَى إخْبَاره أَنَّهُ قَدْ أَكْرَمه وَتَفَضَّلَ عَلَيْهِ , يُرِيد أَلَيْسَ قَدْ أَكْرَمْتُك ؟ أَلَيْسَ قَدْ تَفَضَّلْت عَلَيْك ؟ بِمَعْنَى قَدْ عَلِمْت ذَلِكَ . قَالَ : وَهَذَا لَا وَجْه لَهُ عِنْدنَا ; وَذَلِكَ أَنَّ قَوْله جَلّ ثَنَاؤُهُ { أَلَمْ تَعْلَم } إنَّمَا مَعْنَاهُ : أَمَا عَلِمْت . وَهُوَ حَرْف جَحْد أُدْخِل عَلَيْهِ حَرْف اسْتِفْهَام , وَحُرُوف الِاسْتِفْهَام إنَّمَا تَدْخُل فِي الْكَلَام إمَّا بِمَعْنَى الِاسْتِثْبَات , وَإِمَّا بِمَعْنَى النَّفْي . فَأَمَّا بِمَعْنَى الْإِثْبَات فَذَلِكَ غَيْر مَعْرُوف فِي كَلَام الْعَرَب , وَلَا سِيَّمَا إذَا دَخَلَتْ عَلَى حُرُوف الْجَحْد ; وَلَكِنَّ ذَلِكَ عِنْدِي وَإِنْ كَانَ ظَهَرَ ظُهُور الْخِطَاب لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَإِنَّمَا هُوَ مَعْنِيّ بِهِ أَصْحَابه الَّذِينَ قَالَ اللَّه جَلّ ثَنَاؤُهُ : { لَا تَقُولُوا رَاعِنَا وَقُولُوا اُنْظُرْنَا وَاسْمَعُوا } . وَاَلَّذِي يَدُلّ عَلَى أَنَّ ذَلِكَ كَذَلِكَ قَوْله جَلّ ثَنَاؤُهُ : { وَمَا لَكُمْ مِنْ دُون اللَّه مِنْ وَلِيّ وَلَا نَصِير } فَعَادَ بِالْخِطَابِ فِي آخِر الْآيَة إلَى جَمِيعهمْ , وَقَدْ ابْتَدَأَ أَوَّلهَا بِخِطَابِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِقَوْلِهِ : { أَلَمْ تَعْلَم أَنَّ اللَّه لَهُ مُلْك السَّمَوَات وَالْأَرْض } لِأَنَّ الْمُرَاد بِذَلِكَ الَّذِينَ وَصَفْت أَمْرهمْ مِنْ أَصْحَابه , وَذَلِكَ مِنْ كَلَام الْعَرَب مُسْتَفِيض بَيْنهمْ فَصِيح , أَنْ يُخْرِج الْمُتَكَلِّم كَلَامه عَلَى وَجْه الْخِطَاب مِنْهُ لِبَعْضِ النَّاس وَهُوَ قَاصِد بِهِ غَيْره , وَعَلَى وَجْه الْخِطَاب لِوَاحِدِ وَهُوَ يَقْصِد بِهِ جَمَاعَة غَيْره , أَوْ جَمَاعَة وَالْمُخَاطَب بِهِ أَحَدهمْ ; وَعَلَى هَذَا الْخِطَاب لِلْجَمَاعَةِ وَالْمَقْصُود بِهِ أَحَدهمْ , مِنْ ذَلِكَ قَوْل اللَّه جَلّ ثَنَاؤُهُ : { يَا أَيّهَا النَّبِيّ اتَّقِ اللَّه وَلَا تُطِعْ الْكَافِرِينَ وَالْمُنَافِقِينَ } ثُمَّ قَالَ : { وَاتَّبِعْ مَا يُوحَى إلَيْك مِنْ رَبّك إنَّ اللَّه كَانَ بِمَا تَعْمَلُونَ خَبِيرًا } 33 1 - 2 فَرَجَعَ إلَى خِطَاب الْجَمَاعَة , وَقَدْ ابْتَدَأَ الْكَلَام بِخِطَابِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَنَظِير ذَلِكَ قَوْل الْكُمَيْت بْن زَيْد فِي مَدْح رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : إلَى السِّرَاج الْمُنِير أَحْمَد لَا يَعْدِلنِي رَغْبَة وَلَا رَهَب عَنْهُ إلَى غَيْره وَلَوْ رَفَعَ الن اس إلَيَّ الْعُيُون وَارْتَقَبُوا وَقِيلَ أَفْرَطْت بَلْ قَصَدْت وَلَوْ عَنَّفَنِي الْقَائِلُونَ أَوْ ثَلَبُوا لَجَّ بِتَفْضِيلِك اللِّسَان وَلَوْ أَكْثَر فِيك الضِّجَاج وَاللَّجَب أَنْت الْمُصَفِّي الْمَحْض الْمُهَذَّب فِي النِّ سْبَةِ إنْ نَصَّ قَوْمك النَّسَب فَأَخْرَجَ كَلَامه عَلَى وَجْه الْخِطَاب لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَهُوَ قَاصِد بِذَلِكَ أَهْل بَيْته , فَكَنَّى عَنْ وَصْفهمْ وَمَدْحهمْ بِذِكْرِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَعَنْ بَنِي أُمَيَّة بِالْقَائِلِينَ الْمُعَنِّفِينَ ; لِأَنَّهُ مَعْلُوم أَنَّهُ لَا أَحَد يُوصَف بِتَعْنِيفِ مَادِح النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَتَفْضِيله , وَلَا بِإِكْثَارِ الضِّجَاج وَاللَّجَب فِي إطْنَاب الْقَيْل بِفَضْلِهِ . وَكَمَا قَالَ جَمِيل بْن مَعْمَر : أَلَا إنَّ جِيرَانِي الْعَشِيَّة رَائِح دَعَتْهُمْ دَوَاعٍ مِنْ هَوَى ومنادح فَقَالَ : \" أَلَا إنَّ جِيرَانِي الْعَشِيَّة \" فَابْتَدَأَ الْخَبَر عَنْ جَمَاعَة جِيرَانه , ثُمَّ قَالَ : \" رَائِح \" ; لِأَنَّ قَصْده فِي ابْتِدَائِهِ مَا ابْتَدَأَ بِهِ مِنْ كَلَامه الْخَبَر عَنْ وَاحِد مِنْهُمْ دُون جَمَاعَتهمْ . وَكَمَا قَالَ جَمِيل أَيْضًا فِي كَلِمَته الْأُخْرَى : خَلِيلِيَّ فِيمَا عِشْتُمَا هَلْ رَأَيْتُمَا قَتِيلًا بَكَى مِنْ حُبّ قَاتِله قَبْلِي وَهُوَ يُرِيد قَاتَلْته ; لِأَنَّهُ إنَّمَا يَصِف امْرَأَة فَكَنَّى بِاسْمِ الرَّجُل عَنْهَا وَهُوَ يَعْنِيهَا . فَكَذَلِكَ قَوْله : { أَلَمْ تَعْلَم أَنَّ اللَّه عَلَى كُلّ شَيْء قَدِير } { أَلَمْ تَعْلَم أَنَّ اللَّه لَهُ مُلْك السَّمَوَات وَالْأَرْض } وَإِنْ كَانَ ظَاهِر الْكَلَام عَلَى وَجْه الْخِطَاب لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَإِنَّهُ مَقْصُود بِهِ قَصْد أَصْحَابه ; وَذَلِكَ بَيِّن بِدَلَالَةِ قَوْله : { وَمَا لَكُمْ مِنْ دُون اللَّه مِنْ وَلِيّ وَلَا نَصِير أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْل } الْآيَات الثَّلَاث بَعْدهَا عَلَى أَنَّ ذَلِكَ كَذَلِكَ . أَمَّا قَوْله : { لَهُ مُلْك السَّمَوَات وَالْأَرْض } وَلَمْ يَقُلْ مَلِك السَّمَوَات , فَإِنَّهُ عَنَى بِذَلِكَ مُلْك السُّلْطَان وَالْمَمْلَكَة دُون الْمِلْك , وَالْعَرَب إذَا أَرَادَتْ الْخَبَر عَنْ الْمَمْلَكَة الَّتِي هِيَ مَمْلَكَة سُلْطَان قَالَتْ : مَلَكَ اللَّهُ الْخَلْقَ مُلْكًا , وَإِذَا أَرَادَتْ الْخَبَر عَنْ الْمِلْك قَالَتْ : مَلَكَ فُلَان هَذَا الشَّيْء فَهُوَ يَمْلِكهُ مِلْكًا وَمَلَكَة وَمَلْكًا . فَتَأْوِيل الْآيَة إذَا : أَلَمْ تَعْلَم يَا مُحَمَّد أَنَّ لِي مُلْك السَّمَوَات وَالْأَرْض وَسُلْطَانهمَا دُون غَيْرِي أَحْكُم فِيهِمَا وَفِيمَا فِيهِمَا مَا أَشَاء وَآمُر فِيهِمَا وَفِيمَا فِيهِمَا بِمَا أَشَاء , وَأَنْهَى عَمَّا أَشَاء , وَأَنْسَخ وَأُبَدِّل وَأُغَيِّر مِنْ أَحْكَامِي الَّتِي أَحْكُم بِهَا فِي عِبَادِي مَا أَشَاء إذَا أَشَاء , وَأُقِرّ مِنْهَا مَا أَشَاء ؟ وَهَذَا الْخَبَر وَإِنْ كَانَ مِنْ اللَّه عَزَّ وَجَلّ خِطَابًا لِنَبِيِّهِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى وَجْه الْخَبَر عَنْ عَظَمَته , فَإِنَّهُ مِنْهُ جَلّ ثَنَاؤُهُ تَكْذِيب لِلْيَهُودِ الَّذِينَ أَنْكَرُوا نَسْخ أَحْكَام التَّوْرَاة وَجَحَدُوا نُبُوَّة عِيسَى , وَأَنْكَرُوا مُحَمَّدًا صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , لِمَجِيئِهِمَا بِمَا جَاءَ بِهِ مِنْ عِنْد اللَّه بِتَغْيِيرِ مَا غَيَّرَ اللَّه مِنْ حُكْم التَّوْرَاة . فَأَخْبَرَهُمْ اللَّه أَنَّ لَهُ مُلْك السَّمَوَات وَالْأَرْض وَسُلْطَانهمَا , فَإِنَّ الْخَلْق أَهْل مَمْلَكَته وَطَاعَته , عَلَيْهِمْ السَّمْع لَهُ وَالطَّاعَة لِأَمْرِهِ وَنَهْيه , وَإِنَّ لَهُ أَمْرهمْ بِمَا شَاءَ وَنَهْيهمْ عَمَّا شَاءَ , وَنَسْخ مَا شَاءَ وَإِقْرَار مَا شَاءَ , وَإِنْسَاء مَا شَاءَ مِنْ أَحْكَامه وَأَمْره وَنَهْيه . ثُمَّ قَالَ لِنَبِيِّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِلْمُؤْمِنِينَ مَعَهُ : انْقَادُوا لِأَمْرِي , وَانْتَهُوا إلَى طَاعَتِي فِيمَا أَنْسَخ وَفِيمَا أَتْرُك فَلَا أَنْسَخ مِنْ أَحْكَامِي وَحُدُودِي وَفَرَائِضِي , وَلَا يَهُولَنكُمْ خِلَاف مُخَالِف لَكُمْ فِي أَمْرِي وَنَهْيِي وَنَاسِخِي وَمَنْسُوخِي , فَإِنَّهُ لَا قَيِّم بِأَمْرِكُمْ سِوَايَ , وَلَا نَاصِر لَكُمْ غَيْرِي , وَأَنَا الْمُنْفَرِد بِوِلَايَتِكُمْ وَالدِّفَاع عَنْكُمْ , وَالْمُتَوَحِّد بِنُصْرَتِكُمْ بِعَزِّي وَسُلْطَانِي وَقُوَّتِي عَلَى مَنْ نَاوَأَكُمْ وَحَادَّكُمْ وَنَصَبَ حَرْب الْعَدَاوَة بَيْنه وَبَيْنكُمْ , حَتَّى أُعْلِي حُجَّتكُمْ , وَأَجْعَلهَا عَلَيْهِمْ لَكُمْ . وَالْوَلِيّ مَعْنَاهُ \" فَعِيل \" , مِنْ قَوْل الْقَائِل : وَلَيْت أَمْر فُلَان : إذَا صِرْت قَيِّمًا بِهِ فَأَنَا أَلِيه فَهُوَ وَلِيّه وَقَيِّمه ; وَمِنْ ذَلِكَ قِيلَ : فُلَان وَلِيّ عَهْد الْمُسْلِمِينَ , يَعْنِي بِهِ : الْقَائِم بِمَا عُهِدَ إلَيْهِ مِنْ أَمْر الْمُسْلِمِينَ . وَأَمَّا النَّصِير فَإِنَّهُ فَعِيل مِنْ قَوْلك : نَصَرْتُك أَنْصُرك فَأَنَا نَاصِرك وَنَصِيرك ; وَهُوَ الْمُؤَيِّد وَالْمُقَوِّي . وَأَمَّا مَعْنَى قَوْله : { مِنْ دُون اللَّه } فَإِنَّهُ سِوَى اللَّه وَبَعْد اللَّه . وَمِنْهُ قَوْل أُمَيَّة بْن أَبِي الصَّلْت : يَا نَفْس مَالَك دُون اللَّه مِنْ وَاقِي وَمَا عَلَى حِدْثَان الدَّهْر مِنْ بَاقِي يُرِيد : مَالَك سِوَى اللَّه وَبَعْد اللَّه مَنْ يَقِيك الْمَكَارِه . فَمَعْنَى الْكَلَام إذًا : وَلَيْسَ لَكُمْ أَيّهَا الْمُؤْمِنُونَ بَعْد اللَّه مِنْ قَيِّم بِأَمْرِكُمْ وَلَا نَصِير فَيُؤَيِّدكُمْ وَيُقَوِّيكُمْ فَيُعِينكُمْ عَلَى أَعْدَائِكُمْ .",
  "ayah": 107,
  "surah": 2
}
