{
  "text": "القول في تأويل قوله جل ثناؤه: وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِاختلف أهلُ التأويل في تأويل هذه الآية:فروُي عن سَلْمان الفارسيّ أنه كان يقول: لم يجئ هؤلاء بعدُ.337- حدثنا أبو كُريب, قال: حدثنا عَثَّامُ بن علي, قال: حدثنا الأعمش, قال: سمعت المِنْهال بن عَمرو يُحدِّث، عن عَبَّاد بن عبد الله, عن سَلْمان, قال: ما جاء هؤلاء بعدُ, الَّذين ( وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ ) (75) .338- حدثني أحمد بن عثمان بن حَكيم, قال: حدثنا عبد الرحمن بن شَرِيك, قال: حدثني أبي, قال: حدثني الأعمش, عن زيد بن وَهب وغيره, عن سَلْمان، أنه قال في هذه الآية: ( وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ )، قال: ما جاء هؤلاء بعدُ (76) .وقال آخرون بما-:339- حدثني به موسى بن هارون, قال: حدثنا عمرو بن حمّاد, قال: حدثنا أسْباط , عن السُّدّيّ في خبر ذكره, عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرّة الهَمْداني, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: ( وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ )، هم المنافقون. أما \" لا تفسدوا في الأرض \"، فإن الفساد، هو الكفر والعملُ بالمعصية.340- وحدِّثت عن عمّار بن الحسن, قال: حدثنا ابن أبي جعفر, عن أبيه، عن الرَّبيع: (وإذا قيل لهمْ لا تفسدوا في الأرض) يقول: لا تعْصُوا في الأرض قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ ، قال: فكان فسادُهم ذلك معصيةَ الله جل ثناؤه, لأن من عَصى الله في الأرض أو أمر بمعصيته، فقد أفسدَ في الأرض, لأن إصلاحَ الأرض والسماء بالطاعة (77) .وأولى التأويلين بالآية تأويل من قال: إن قولَ الله تبارك اسمه: ( وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ )، نـزلت في المنافقين الذين كانوا على عَهد رسول الله صلى الله عليه وسلم, وإن كان معنيًّا بها كُلُّ من كان بمثل صفتهم من المنافقين بعدَهم إلى يوم القيامة.وقد يَحْتمِل قولُ سلمان عند تلاوة هذه الآية: \" ما جاء هؤلاء بعدُ\"، أن يكون قاله بعد فناء الذين كانوا بهذه الصِّفة على عهد رسول الله صلى الله عليه وسلم، خبرًا منه عمَّن هو جَاء منهم بَعدَهم ولَمَّا يجئ بعدُ (78) ، لا أنَّه عنَى أنه لم يمضِ ممّن هذه صفته أحدٌ.وإنما قلنا أولى التأويلين بالآية ما ذكرنا, لإجماع الحجّة من أهل التأويل على أنّ ذلك صفةُ من كان بين ظَهرَانْي أصحاب رسول الله صلى الله عليه وسلم - على عهد رسول الله صلى الله عليه وسلم - من المنافقين, وأنّ هذه الآيات فيهم نَـزَلَتْ. والتأويل المجمع عليه أولى بتأويل القرآن، من قولٍ لا دلالةَ على صحته من أصل ولا نظير.والإفساد في الأرض، العمل فيها بما نهى الله جلّ ثناؤه عنه, وتضييعُ ما أمر الله بحفظه، فذلك جملة الإفساد, كما قال جل ثناؤه في كتابه مخبرًا عن قِيلِ ملائكته: قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ [سورة البقرة: 30]، يعنون بذلك: أتجعل في الأرض من يَعْصِيكَ ويُخالف أمرك؟ فكذلك صفة أهل النفاق: مُفسدون في الأرض بمعصِيَتهم فيها ربَّهم, وركوبهم فيها ما نَهاهم عن ركوبه, وتضييعِهم فرائضَه، وشكِّهم في دين الله الذي لا يقبَلُ من أحدٍ عملا إلا بالتَّصديق به والإيقان بحقيقته (79) ، وكذبِهم المؤمنين بدَعواهم غير ما هم عليه مقيمُون من الشّك والرَيب، وبمظاهرتهم أهلَ التكذيب بالله وكُتُبه ورسله على أولياء الله، إذا وجدوا إلى ذلك سبيلا. فذلك إفساد المنافقين في أرض الله, وهم يحسبون أنهم بفعلهم ذلك مصلحون فيها. فلم يسقط الله جل ثناؤه عنهم عقوبتَه, ولا خفَّف عنهم أليمَ ما أعدَّ من عقابه لأهل معصيته - بحُسبانهم أنهم فيما أتَوْا من معاصي الله مصلحون - بل أوجبَ لهم الدَّرْكَ الأسفل من ناره، والأليمَ من عذابه، والعارَ العاجلَ بسَبِّ الله إياهم وشَتْمِه لهم, فقال تعالى: أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِنْ لا يَشْعُرُونَ . وذلك من حكم الله جل ثناؤه فيهم، أدلّ الدليل على تكذيبه تعالى قولَ القائلين: إن عقوباتِ الله لا يستحقها إلا المعاند ربَّه فيما لزمه من حُقُوقه وفروضه، بعد علمه وثُبوت الحجّة عليه بمعرفته بلزوم ذلك إيّاه.القول في تأويل قوله ثناؤه: قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ (11)وتأويل ذلك كالذي قالهُ ابن عباس, الذي-:341- حدثنا به محمد بن حميد, قال: حدثنا سلمة بن الفضل, عن محمد بن إسحاق, عن محمد بن أبي محمد مولى زيد بن ثابت, عن عكرمة, أو عن سعيد بن جبير, عن ابن عباس قوله: ( إِنَّمَا نَحْنُ مُصْلِحُونَ )، أي قالوا: إنما نريد الإصلاحَ بين الفريقين من المؤمنين وأهل الكتاب.وخالفه في ذلك غيره.342- حدثنا القاسم بن الحسن, قال: حدثنا الحسين بن داود, قال: حدثني حجّاج, عن ابن جريج, عن مجاهد: وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِ ، قال: إذا رَكِبُوا معصيةَ الله فقيل لهم: لا تفعلوا كذا وكذا, قالوا: إنما نحن على الهدى، مصلحون (80) .قال أبو جعفر: وأيُّ الأمرين كان منهم في ذلك، أعني في دعواهم أنهم مُصْلحون، فهم لا شك أنهم كانوا يحسبون أنهم فيما أتوا من ذلك مصلحون. فسواءٌ بين اليهود والمسلمين كانت دعواهم الإصلاحَ، أو في أديانهم, وفيما ركبوا من معصية الله, وكذِبهم المؤمنينَ فيما أظهروا لهم من القول وهم لغير ما أظهرُوا مُستبْطِنون؛ لأنهم كانوا في جميع ذلك من أمرهم عند أنفسهم محسنين, وهم عند الله مُسيئون, ولأمر الله مخالفون. لأن الله جل ثناؤه قد كان فرض عليهم عداوةَ اليهودِ وحربَهم مع المسلمين, وألزمهم التصديق برسول الله صلى الله عليه وسلم وبما جاء به من عند الله، كالذي ألزم من ذلك المؤمنين. فكان لقاؤهم اليهودَ - على وجه الولاية منهم لهم, وشكُّهم في نبوَّة رسول الله صلى الله عليه وسلم وفيما جاء به أنه من عند الله - أعظمَ الفساد, وإن كان ذلك كان عندهم إصلاحًا وهُدًى: في أديانهم أو فيما بين المؤمنين واليهود, فقال جل ثناؤه فيهم: أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ دون الذين ينهونهم من المؤمنين عن الإفساد في الأرض، وَلَكِنْ لا يَشْعُرُونَ-------------------الهوامش :(75) الخبر 337- عثام -بفتح العين المهملة وتشديد الثاء المثلثة- بن علي العامري : ثقة ، وثقه أبو زرعة وابن سعد وغيرهما . ترجمه ابن سعد 6 : 273 ، والبخاري في الكبير 4/1/ 93 ، وابن أبي حاتم 3/2/44 . المنهال بن عمرو الأسدي : ثقة ، رجحنا توثيقه في المسند : 714 ، وقد جزم البخاري في الكبير 4/2/ 12 أن شعبة روى عنه ، ورواية شعبة عنه ثابتة في المسند : 3133 . عباد بن عبد الله : هو الأسدي الكوفي ، قال البخاري : \"فيه نظر\" ، وذكره ابن حبان في الثقات ، وضعفه ابن المديني ، وذكر ابن أبي حاتم 3/1/82 أنه\"سمع عليًّا\" . وقد بينت في شرح المسند : 883 أن حديثه حسن . وسلمان : هو سلمان الخير الفارسي الصحابي ، رضي الله عنه . وهذا الخبر نقله ابن كثير 1 : 91 ، والسيوطي 1 : 30 ، ونسبه أيضًا لوكيع وابن أبي حاتم ، وذكره الشوكاني 1 : 31 ونسبه لابن إسحاق وابن جرير وابن أبي حاتم ، ولم أجد نسبته لابن إسحاق عند غيره .(76) الخبر 338- أحمد بن عثمان بن حكيم الأودي : ثقة ، وثقه النسائي والبزار وغيرهما ، روى عنه البخاري ومسلم في الصحيحين ، وهو من الشيوخ القلائل الذين روى عنهم البخاري وهم أحياء ، فإنه مات سنة 260 أو 261 ، والبخاري مات سنة 256 . عبد الرحمن بن شريك بن عبد الله النخعي : ذكره ابن حبان في الثقات ، وقال أبو حاتم : \"واهى الحديث\" .وإسناده عندي حسن ، وقد مضى قبله بإسناد آخر حسن . فكل منهما يقوي الآخر ، وقد نقله ابن كثير 1 : 91 عن الطبري بهذا الإسناد .(77) الأثر 340- قوله : \"قالوا إنما نحن مصلحون\" ، من المخطوطة ، وليس في المطبوعة ، وفي المطبوعة والمخطوطة : \"فكان فسادهم على أنفسهم ذلك معصية الله . . . \" ، و\"على أنفسهم\" كأنها زيادة من الناسخ ، وليست فيما نقله ابن كثير عن الطبري .(78) في المطبوعة : \"عمن جاء منهم بعدهم\" ، وهو محيل للمعنى ، والصواب من المخطوطة .(79) في المطبوعة : \"بحقيقه\" ، والصواب من المخطوطة وابن كثير .(80) الخبران 341 ، 342- ساقهما ابن كثير 1 : 91 ، والسيوطي 1 : 30 والشوكاني 1 : 30",
  "ayah": 11,
  "surah": 2
}
