{
  "text": "القول في تأويل قوله تعالى :  بَدِيعُ السَّمَاوَاتِ وَالأَرْضِقال أبو جعفر: يعني جل ثناؤه بقوله: (بديع السماوات والأرض) ، مبدعها.* * *وإنما هو \" مُفْعِل \" صرف إلى \" فعيل \" كما صرف \" المؤلم \" إلى \" أليم \" ، و \" المسمع \" إلى \" سميع \" . (32) ومعنى \" المبدع \" : المنشئ والمحدث ما لم يسبقه إلى إنشاء مثله وإحداثه أحد. ولذلك سمي المبتدع في الدين \" مبتدعا \" ، لإحداثه فيه ما لم يسبقه إليه غيره. وكذلك كل محدث فعلا أو قولا لم يتقدمه فيه متقدم ، فإن العرب تسميه مبتدعا. ومن ذلك قول أعشى بني ثعلبة، (33) في مدح هَوْذَة بن علي الحنفي:يُـرعي إلـى قـول سادات الرجال إذاأبـدوا لـه الحزم , أو ما شاءه ابتدعا (34)أي يحدث ما شاء، ومنه قول رؤبة بن العجاج:فأيهــا الغاشــي القِـذَافَ الأتْيَعَـاإن كــنت للــه التقــي الأطوعـافليس وجه الحق أن تَبَدَّعا (35)يعني: أن تحدث في الدين ما لم يكن فيه.* * *فمعنى الكلام: سبحان الله أنى يكون له ولد وهو مالك ما في السموات والأرض ، تشهد له جميعا بدلالتها عليه بالوحدانية ، وتقر له بالطاعة، وهو بارئها وخالقها ، وموجدها من غير أصل ، ولا مثال احتذاها عليه؟* * *وهذا إعلام من الله جل ثناؤه عباده ، أن مما يشهد له بذلك : المسيح، الذي أضافوا إلى الله جل ثناؤه بنوته ، وإخبار منه لهم أن الذي ابتدع السموات والأرض من غير أصل وعلى غير مثال ، هو الذي ابتدع المسيح من غير والد بقدرته. (36) وبنحو الذي قلنا في ذلك قال جماعة من أهل التأويل.* ذكر من قال ذلك:1858- حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر ، عن أبيه ، عن الربيع: (بديع السماوات والأرض) ، يقول: ابتدع خلقها ، ولم يشركه في خلقها أحد.1859- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط ، عن السدي: (بديع السماوات والأرض) ، يقول: ابتدعها فخلقها ، ولم يُخلق قبلها شيء فيتمثل به . (37)* * *القول في تأويل قوله تعالى :  وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (117)قال أبو جعفر : يعني جل ثناؤه بقوله: (وإذا قضى أمرا) ، وإذا أحكم أمرا وحتمه. (38)* * *وأصل كل \" قضاء أمر \" الإحكام ، والفراغ منه. (39) ومن ذلك قيل للحاكم بين الناس: \" القاضي\" بينهم ، لفصله القضاء بين الخصوم ، وقطعه الحكم بينهم وفراغه منه به. (40) ومنه قيل للميت: \" قد قضى \" ، يراد به قد فرغ من الدنيا ، وفصل منها. ومنه قيل: \" ما ينقضي عجبي من فلان \" ، يراد: ما ينقطع. ومنه قيل: \" تقضي النهار \"، إذا انصرم، ومنه قول الله عز وجل:  وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ  [سورة الإسراء: 23] أي : فصل الحكم فيه بين عباده ، بأمره إياهم بذلك ، وكذلك قوله:  وَقَضَيْنَا إِلَى بَنِي إسْرائِيلَ فِي الْكِتَابِ  [سورة الإسراء: 4] ، أي أعلمناهم بذلك وأخبرناهم به ، ففرغنا إليهم منه. ومنه قول أبي ذؤيب:وعليهمــا مســرودتان, قضاهمـاداود أو صَنَـــعَ الســوابغِ تُبَّــعُ (41)ويروى:* وتعاورا مسرودتين قضاهما * (42)ويعني بقوله: \" قضاهما \"، أحكمهما. ومنه قول الآخر في مدح عمر بن الخطاب رضي الله عنه: (43)قضيـت أمـورا ثـم غـادرت بعدهابَــوائِق فــي أكمامهـا لـم تَفَتَّـقِ (44)ويروى: \" بوائج \". (45)* * *وأما قوله: (فإنما يقول له كن فيكون) ، فإنه يعني بذلك: وإذا أحكم أمرا فحتمه ، فإنما يقول لذلك الأمر \" كن \" ، فيكون ذلك الأمر على ما أمره الله أن يكون وأراده.* * *قال أبو جعفر: فإن قال لنا قائل: وما معنى قوله: (وإذا قضى أمرا فإنما يقول له كن فيكون)؟ وفي أي حال يقول للأمر الذي يقضيه : \" كن \"؟ أفي حال عدمه ، وتلك حال لا يجوز فيها أمره ، (46) إذْ كان محالا أن يأمر إلا المأمور ، فإذا لم يكن المأمور استحال الأمر، ؛ وكما محالٌ الأمر من غير آمر ، فكذلك محال الأمر من آمر إلا لمأمور. (47) أم يقول له ذلك في حال وجوده ؟ = وتلك حال لا يجوز أمره فيها بالحدوث ، لأنه حادث موجود ، ولا يقال للموجود: \" كن موجودا \" إلا بغير معنى الأمر بحدوث عينه؟قيل: قد تنازع المتأولون في معنى ذلك ، ونحن مخبرون بما قالوا فيه ، والعلل التي اعتل بها كل فريق منهم لقوله في ذلك: (48)* * *قال بعضهم: ذلك خبر من الله جل ثناؤه عن أمره المحتوم - على وجه القضاء لمن قضى عليه قضاء من خلقه الموجودين أنه إذا أمره بأمر نفذ فيه  قضاؤه ، ومضى فيه أمره ، نظير أمره من أمر من بني إسرائيل بأن يكونوا قردة خاسئين ، وهم موجودون في حال أمره إياهم بذلك ، وحتم قضائه عليهم بما قضى فيهم ، وكالذي خسف به وبداره الأرض ، وما أشبه ذلك من أمره وقضائه فيمن كان موجودا من خلقه في حال أمره المحتوم عليه.فوجه قائلو هذا القول قوله: (وإذا قضى أمرا فإنما يقول له كن فيكون) ، إلى الخصوص دون العموم* * *.وقال آخرون: بل الآية عام ظاهرها ، فليس لأحد أن يحيلها إلى باطن بغير حجة يجب التسليم لها . (49) وقال: إن الله عالم بكل ما هو كائن قبل كونه. فلما كان ذلك كذلك ، كانت الأشياء التي لم تكن وهي كائنة لعلمه بها قبل كونها ، نظائر التي هي موجودة ، فجاز أن يقول لها: \" كوني\" ، ويأمرها بالخروج من حال العدم إلى حال الوجود ، لتصور جميعها له ، ولعلمه بها في حال العدم.* * *وقال آخرون: بل الآية وإن كان ظاهرها ظاهرَ عمومٍ ، فتأويلها الخصوص، لأن الأمر غير جائز إلا لمأمور ، على ما وصفت قبل. قالوا: وإذ كان ذلك كذلك ، فالآية تأويلها: وإذا قضى أمرا من إحياء ميت ، أو إماتة حي ، ونحو ذلك ، فإنما يقول لحي: \" كن ميتا ، أو لميت: كن حيا \" ، وما أشبه ذلك من الأمر.* * *وقال آخرون: بل ذلك من الله عز وجل خبر عن جميع ما ينشئه ويكونه ، أنه إذا قضاه وخلقه وأنشأه ، كان ووجد - ولا قول هنالك عند قائلي هذه المقالة ، إلا وجود المخلوق وحدوث المقضي - . وقالوا: إنما قول الله عز وجل: (وإذا  قضى أمرا فإنما يقول له كن فيكون)، نظير قول القائل: \" قال فلان برأسه \" و \" قال بيده \"، إذا حرك رأسه ، أو أومأ بيده ولم يقل شيئا، وكما قال أبو النجم:وقــالت للبَطْــنِ الْحَــقِ الحــققِدْمًــا فــآضت كـالفَنِيقِ المحـنِق (50)ولا قول هنالك ، وإنما عنى أن الظهر قد لحق بالبطن. وكما قال عمرو بن حممة الدوسي: (51)فـأصبحت مثـل النسر طارت فراخهإذا رام تطيــارا يقــال لـه : قـعِ (52)ولا قول هناك ، وإنما معناه: إذا رام طيرانا وقع ، وكما قال الآخر:امتــلأ الحــوض وقـال: قطنـيســلا رويـدا , قـد مـلأت بطنـي (53)* * *قال أبو جعفر: وأولى الأقوال بالصواب في قوله: (وإذا قضى أمرا فإنما يقول  له كن فيكون) ، أن يقال: هو عام في كل ما قضاه الله وبرأه ، لأن ظاهر ذلك ظاهر عموم ، وغير جائزة إحالة الظاهر إلى الباطن من التأويل بغير برهان لما قد بينا في كتابنا: \" كتاب البيان عن أصول الأحكام \". وإذ كان ذلك كذلك ، فأمر الله جل وعز لشيء إذا أراد تكوينه موجودا بقوله: (كن) في حال إرادته إياه مكوَّنا ، لا يتقدم وجود الذي أراد إيجاده وتكوينه، (54) إرادته إياه ، ولا أمره بالكون والوجود ، ولا يتأخر عنه. (55) فغير جائز أن يكون الشيء مأمورا بالوجود مرادا كذلك إلا وهو موجود ، ولا أن يكون موجودا إلا وهو مأمور بالوجود مراد كذلك. ونظير قوله: (وإذا قضى أمرا فإنما يقول له كن فيكون) قوله:  وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ  [سورة الروم: 25] بأن خروج القوم من قبورهم لا يتقدم دعاء الله ، ولا يتأخر عنه.* * *ويسألُ من زعم أن قوله: (وإذا قضى أمرا فإنما يقول له كن فيكون) خاص في التأويل اعتلالا بأن أمر غير الموجود غير جائز ، (56) عن دعوة أهل القبور قبل خروجهم من قبورهم ، أم بعده؟ أم هي في خاص من الخلق؟ فلن يقول في ذلك قولا إلا أُلزم في الآخر مثله.ويسألُ الذين زعموا أن معنى قوله جل ثناؤه: (فإنما يقول له كن فيكون) ، نظير قول القائل: \" قال فلان برأسه أو بيده \" ، إذا حركه وأومأ ، ونظير قول الشاعر: (57)تقــول إذا درأت لهــا وضينـي :أهـــذا دينـــه أبــدا ودينــي (58)وما أشبه ذلك-: فإنهم لا صواب اللغة أصابوا ، ولا كتاب الله ، وما دلت على صحته الأدلة اتبعوا - فيقال لقائلي ذلك: إن الله تعالى ذكره أخبر عن نفسه أنه إذا قضى أمرا قال له: \" كن \" ، أفتنكرون أن يكون قائلا ذلك؟ فإن أنكروه كذبوا بالقرآن ، وخرجوا من الملة .وإن قالوا: بل نقر به ، ولكنا نـزعم أن ذلك نظير قول القائل: \" قال الحائط فمال \" ولا قول هنالك ، وإنما ذلك خبر عن ميل الحائط.قيل لهم: أفتجيزون للمخبر عن الحائط بالميل أن يقول: إنما قول الحائط إذا أراد أن يميل أن يقول هكذا فيميل؟فإن أجازوا ذلك خرجوا من معروف كلام العرب ، وخالفوا منطقها وما يعرف في لسانها.وإن قالوا: ذلك غير جائز .قيل لهم: إن الله تعالى ذكره أخبرهم عن نفسه أن قوله للشيء إذا أراده أن يقول له كن فيكون ، فأعلم عباده قوله الذي يكون به الشيء ووصفه ووكده. وذلك عندكم غير جائز في العبارة عما لا كلام له ولا بيان في مثل قول القائل: \" قال الحائط فمال \"، فكيف لم يعلموا بذلك فرق ما بين معنى قول الله: (وإذا قضى أمرا فإنما يقول له كن فيكون) ، وقول القائل: \" قال الحائط فمال \"؟ وللبيان عن فساد هذه المقالة موضع غير هذا نأتي فيه على القول بما فيه الكفاية إن شاء الله.* * *وإذا كان الأمر في قوله جل ثناؤه: (وإذا قضى أمرا فإنما يقول له كن فيكون) ، هو ما وصفنا من أن حال أمره الشيء بالوجود حال وجود المأمور بالوجود ، فبَيِّنٌ بذلك أن الذي هو أولى بقوله: (فيكون) (59) الرفع على العطف على قوله (60) (يقول) لأن \" القول \" و \" الكون \" حالهما واحد. وهو نظير قول القائل: \" تاب فلان فاهتدى \"، و \" اهتدى فلان فتاب \"، لأنه لا يكون تائبا إلا وهو مهتد ، ولا مهتديا إلا وهو تائب. فكذلك لا يمكن أن يكون الله آمرا شيئا بالوجود إلا وهو موجود ، ولا موجودا إلا وهو آمره بالوجود.ولذلك استجاز من استجاز نصب \" فيكون \" من قرأ:  إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ  [النحل: 40] ، بالمعنى الذي وصفنا على معنى: أن نقول فيكونَ.وأما رفع من رفع ذلك ، (61) فإنه رأى أن الخبر قد تم عند قوله:  إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ  . إذ كان معلوما أن الله إذا حتم قضاءه على شيء كان المحتوم عليه موجودا ، ثم ابتدأ بقوله: فيكون ، كما قال جل ثناؤه:  لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ  ، [سورة الحج: 5] وكما قال ابن أحمر:يعــالج عــاقرا أعيــت عليــهليُلْقِحَهـــا فيَنْتِجُهـــا حُـــوارا (62)يريد: فإذا هو يَنتجها حُوارا.* * *فمعنى الآية إذًا: وقالوا اتخذ الله ولدا ، سبحانه أن يكون له ولد! بل هو مالك السموات والأرض وما فيهما ، كل ذلك مقر له بالعبودية بدلالته على وحدانيته. وأنى يكون له ولد ، وهو الذي ابتدع السموات والأرض من غير أصل ، كالذي ابتدع المسيح من غير والد بمقدرته وسلطانه ، الذي لا يتعذر عليه به شيء أراده! بل إنما يقول له إذا قضاه فأراد تكوينه: \" كن \" ، فيكون موجودا كما أراده وشاءه. فكذلك كان ابتداعه المسيح وإنشاؤه ، إذْ أراد خلقه من غير والد.-----------------الهوامش :(34) سلف تخريجه في هذا الجزء : 2 : 464 .(35) ديوانه : 87 ، واللسان (بدع) من رجز طويل يفخر فيه برهطه بني تميم . ورواية الديوان\"القذاف الأتبعا\" ، وليس لها معنى يدرك ، ورواية الطبري لها مخرج في العربية . \"الغاشي\" من قولهم : غشي الشيء : أي قصده وباشره أو نزل به . والقذاف : سرعة السير والإبعاد فيه ، أو كأنه أراد الناحية البعيدة ، وإن لم أجده في كتب العربية . والأتيع : لم أجده في شيء ، ولعله أخذه من قولهم : تتايع القوم في الأرض : إذا تباعدوا فيها على عمى وشدة . يقول : يا أيها الذاهب في المسالك البعيدة عن سنن الطريق- يعني به : من ابتدع من الأمور ما لا عهد للناس به ، فسلك في ابتداعه المسالك الغريبة .(36) نقل ابن كثير في تفسيره 1 : 294 ، عبارة الطبري ثم قال : \"وهذا من ابن جرير رحمه الله كلام جيد ، وعبارة صحيحة\" ، فاستحسن ابن كثير ما خف محمله ، ولكن ما ثقل عليه آنفًا (انظر ص : 522 تعليق : 1) كان مثارا لاعتراضه ، مع أنه أعلى وأجود وأدق وألطف ، وأصح عبارة ، وأعمق غورا . وهذا عجب من العجب فيما ناله ابن جرير من قلة معرفة الناس بسلامة فهمه ، ولطف إدراكه .(37) الأثر : 1859- كان في المطبوعة : \"ولم يخلق مثلها شيئا فتتمثل به\" ، وهو كلام فاسد . والصواب في الدر المنثور 1 : 110 .(38) حتم الأمر : قضاه قضاء لازما .(39) كان في المطبوعة : \"قضاء الإحكام\" ، والصواب ما أثبت .(40) في المطبوعة\"فراغه\" وزيادة\"منه\" واجبة .(41) ديوانه : 19 ، والمفضليات : 881 وتأويل مشكل القرآن : 342 ، وسيأتي في تفسير الطبري 11 : 65 ، 22 : 47 (بولاق) ، من قصيدته التي فاقت كل شعر ، يرثى أولاده حين ماتوا بالطاعون . والضمير في قوله : \"وعليهما\" إلى بطلين وصفهما في شعره قبل ، كل قد أعد عدته :فتناديـــا فتـــواقفت خيلاهمــاوكلاهمــا بطــل اللقــاء مخـدعمتحــاميين المجــد, كــل واثـقببلائــه, واليــوم يــوم أشــنعوعليهمــــا مســـرودتان . . .. . . . . . . . . . . . . . . . . . .\"مسرودتان\" ، يعني درعين ، من السرد ، وهو الخرز أو النسج ، قد نسجت حلقهما نسجا محكما . وداود : هو نبي الله صلى الله عليه وسلم . وتبع : اسم لكل ملك من ملوك حمير (انظر ما سلف 2 : 237) . قال ابن الأنباري : \"سمع بأن الحديد سخر لداود عليه السلام ، وسمع بالدروع التبعية ، فظن أن تبعا عملها . وكان تبع أعظم من أن يصنع شيئا بيده ، وإنما صنعت في عهده وفي ملكه\" . والصنع : الحاذق بعمله ، والمرأة : صناع . ويروى : \"وعليهما ماذيتان\" ، يعني درعين . والماذية : الدرع الخالصة الحديد ، اللينة السهلة .(42) \"تعاورا\" ، يعني - كما قالوا : تعاورا بالطعن ، مسرودتين . من قولهم : تعاورنا فلانا بالضرب : إذا ضربته أنت ثم صاحبك . ورأيي أنها رواية مرفوضة ، لا تساوق لشعر فإنه يقول بعده :وكلاهمـــا فــي كفــه يزنيــةفيهــا ســنان, كالمنــارة أصلـعوكلاهمـــا متوشـــح ذارونــقعضبــا, إذا مس الضريبــة يقطـعفتخالســا نفســـيهما بنوافـــذكنوافــذ العُبُــط التــي لا تـرفعفهو يصف ، ثم يخبر أنهما قد تضاربا ضربا مهلكا ، ولا معنى لتقديم الطعن ثم العود إلى صفة السلاح ، إلا على بعد واستكراه .(43) هو جزء بن ضرار ، أخو الشماخ بن ضرار . وقد اختلف في نسبتها . نسبت للشماخ ، ولغيره ، حتى نسبوها إلى الجن (انظر طبقات فحول الشعراء : 111 ، وحماسة أبي تمام 3 : 65 ، وابن سعد 3 : 241 ، والأغاني 9 : 159 ، ونهج البلاغة 3 : 147 ، والبيان والتبيين 3 : 364 ، وتأويل مشكل القرآن : 343 ، وغيرها كثير) . هذا والصواب أن يقول : \"في رثاء عمر بن الخطاب\" .(44) البوائق جمع بائقة : وهي الداهية المنكرة التي فتحت ثغرة لا تسد . والأكمام جمع كم _(بضم الكاف وكسرها) . وهو غلاف الثمرة قبل أن ينشق عنه . وقوله : \"لم تفتق\" ، أصلها : تتفتق ، حذف إحدى التاءين . وتفتق الكم عن زهرته : انشق وانفطر . ورحم الله عمر من إمام جمع أمور الناس حياته ، حتى إذا قضى انتشرت أمورهم .(45) بوائج جمع بائجة : وهي الداهية التي تنفتق انفتاقا منكرا فتعم الناس ، وتتابع عليهم شرورها من قولهم : باج البرق وانباج وتبوج : إذا لمع وتكشف وعم السحاب ، وانتشر ضوؤه .(46) في المطبوعة : \"وتلك حال لا يجوز أمره\" ، بإسقاط\"فيها\" ، وهي واجبة ، واستظرتها من السياق ومن الشطر الآتي من السؤال .(47) في المطبوعة : \"كما محال الأمر\" ، بإسقاط الواو ، وهي واجب إثباتها . ويعنى بقوله : \"المأمور\" ، أي الموجود المأمور .(48) أحب أن أنبه قارئ هذا التفسير ، أن يلقى باله إلى سياق أقوال القائلين ، وكيف يخلص هو المعاني بعضها من بعض ، وكيف يصيب الحجة بعقل ولطف إدراك ، وصحة بيان عن معاني الكلام ، وعن تأويل آيات كتاب ربنا سبحانه وتعالى ثم لينظر بعد ذلك أقوال المفسرين ، وكيف تجنبوا الإيغال فيما توغل هو فيه ، ثقة بعون الله له ، ثم اتباعا لأهدى السبل في طلب المقاصد .(49) انظر معنى : \"الظاهر ، والباطن\" فيما سلف : 2 : 15 والمراجع .(50) لم أجد الرجز كاملا ، والبيتان في اللسان (حنق) . يصف ناقة أنضاها السير . والأنساع جمع نسع (بكسر فسكون) ، وهو سير يضفر عريضا تشد به الرحال . ولحق البطن يلحق لحوقا : ضمر . أي قالت سيور التصدير لبطن الناقة : كن ضامرا . يعني بذلك ما أضناها من السير . وقدما : أي منذ القدم قال بشامة بن الغدير .لا تظلمونــا, ولا تنســوا قرابتنـاإطـوا إلينـا, فقدمـا تعطـف الرحـمويعني أبو النجم : أن الضمور قد طال بها ، فإن الأنساع قالت ذلك منذ زمن بعيد . وآض : صار ورجع . والفنيق الجمل الفحل المودع للفحلة ، لا يركب ولا يهان لكرامته عليهم ، فهو ضخم شديد التركيب . والمحنق : الضامر القليل اللحم . والإحناق : لزوق البطن بالصلب .(51) يقال له أيضًا : كعب بن حممة ، وهو أحد المعمرين ، زعموا عاش أربعمائة سنة غير عشر سنين . وهو أحد حكام العرب ، ويقال إنه هو\"ذو الحلم\" الذي قرعت له العصا ، فضرب به المثل .(52) كتاب المعمرين : 22 ، وحماسة البحتري : 205 ومعجم الشعراء : 209 ، وهي أبيات .(53) أمالي ابن الشجري 1 : 313 ، 2 : 140 ، واللسان (قطط) . وفي المطبوعة : \"سيلا\" ، والصواب في اللسا وأمالي ابن الشجري ، والرواية المشهورة\"مهلا رويدا\" . وقطني : حسبي وكفاني وللنحاة كلام كثير في\"قطني\" . وقوله\"سلا\" : كأنه من قولهم : انسل السيل : وذلك أول ما يبتدئ حين يسيل ، قبل أن يشتد . كأنه يقول : صبا رويدا .(54) في المطبوعة : \"وجوده\" الذي أراد إيجاده\" وزيادة الهاء في\"وجوده\" لا مكان لها .(55) يقول : إن وجود الشيء ، لا يتقدم إرادة الله وأمره ، ولا يتأخر عنهما .(56) يقول : \"يسأل من زعم . . عن دعوة أهل القبور\" .(57) هو المثقب العبدي .(58) المفضليات : 586 ، والكامل 1 : 193 وطبقات فحول الشعراء : 231 ، وسيأتي في تفسيره 4 : 112 (بولاق) من قصيدة جيدة ، يقول قبله في ناقته :إذا مــا قمــت أرحلهــا بليــلتــأوه آهــة الرجــل الحــزينودرأ الوضين لناقته : بسطه على الأرض ، ثم أبركها عليه ليشد عليها رحلها . والوضين : حزام عريض من جلد منسوج يشد به رحل البعير . والدين : الدأب والعادة .(59) في المطبوعة : \"فتبين\" ، والصواب ما أثبت .(60) في المطبوعة : \"فيكون على العطف\" سقط من الناسخ قوله : الرفع\" .(61) وهذه هي قراءة مصحفنا اليوم .(62) المعاني الكبير : 846 ، 1134 ، وسيبويه 1 : 341 ، من أبيات يذكر صديقا كان له ، يقول :أرانـــا لا يــزال لنــا حــميمكــداء البطــن سِــلا أو صُفـارايعــالج عــاقرا أعيــت عليــهليلقحهـــا , فينتجهـــا حــواراويـــزعم أنـــه نــاز علينــابشــــرته فتاركنـــا تبـــاراجعل هذا الصديق كداء البطن لا يدري من أين يهج ولا كيف يتأتى له . وهو يعالج من الشر ما لا يقدر عليه ، فكأنه يطلب الولد من عاقر . جعل ذلك مثلا . والحوار : ولد البقرة . والشرة : حدة الشر ، والتبار : الهلاك .",
  "ayah": 117,
  "surah": 2
}
