{
  "text": "القول في تأويل قوله :  وَقَالَ الَّذِينَ لا يَعْلَمُونَ لَوْلا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌقال أبو جعفر: اختلف أهل التأويل فيمن عنى الله بقوله: ( وَقَالَ الَّذِينَ لا يَعْلَمُونَ لَوْلا يُكَلِّمُنَا اللَّهُ ) ، فقال بعضهم: عنى بذلك النصارى.* ذكر من قال ذلك:1860- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى ، عن ابن أبي نجيح ، عن مجاهد في قول الله جل وعز: (وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية) ، قال: النصارى تقوله.1861- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل ، عن ابن أبي نجيح ، عن مجاهد ، مثله - وزاد فيه (وقال الذين لا يعلمون) ، النصارى.* * *وقال آخرون: بل عنى الله بذلك اليهود الذين كانوا في زمان رسول الله صلى الله عليه وسلم.* ذكر من قال ذلك:1862- حدثنا أبو كريب قال، حدثنا يونس بن بكير. وحدثنا ابن حميد قال، حدثنا سلمة بن الفضل ، قالا جميعا: حدثنا محمد بن إسحاق قال، حدثني محمد بن أبي محمد قال، حدثني سعيد بن جبير أو عكرمة ، عن ابن عباس قال، قال رافع بن حريملة لرسول الله صلى الله عليه وسلم: إن كنت رسولا من عند الله كما تقول ، فقل لله عز وجل فليكلمنا حتى نسمع كلامه! فأنـزل الله عز وجل في ذلك من قوله: (وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية) ، الآية كلها. (63)* * *وقال آخرون: بل عنى بذلك مشركي العرب.* ذكر من قال ذلك:1863- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد ، عن قتادة: (وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية) ، وهم كفار العرب.1864- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر ، عن أبيه ، عن الربيع: (وقال الذين لا يعلمون لولا يكلمنا الله) ، قال: هم كفار العرب.1865- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط ، عن  السدي: (وقال الذين لا يعلمون لولا يكلمنا الله) ، أما الذين لا يعلمون: فهم العرب.* * *وأولى هذه الأقوال بالصحة والصواب قول القائل: إن الله تعالى عنى بقوله: (وقال الذين لا يعلمون)، النصارى دون غيرهم. لأن ذلك في سياق خبر الله عنهم ، وعن افترائهم عليه وادعائهم له ولدا. فقال جل ثناؤه ، مخبرا عنهم فيما أخبر عنهم من ضلالتهم أنهم مع افترائهم على الله الكذب بقوله:  اتَّخَذَ اللَّهُ وَلَدًا  ، تمنوا على الله الأباطيل ، فقالوا جهلا منهم بالله وبمنـزلتهم عنده وهم بالله مشركون: (لولا يكلمنا الله ) ، كما يكلم رسوله وأنبياءه ، أو تأتينا آية كما أتتهم؟ ولا ينبغي لله أن يكلم إلا أولياءه ، ولا يؤتي آية معجزة على دعوى مدع إلا لمن كان محقا في دعواه وداعيا إلى الله وتوحيده، فأما من كان كاذبا في دعواه وداعيا إلى الفرية عليه وادعاء البنين والبنات له ، فغير جائز أن يكلمه الله جل ثناؤه ، أو يؤتيه آية معجزة تكون مؤيدة كذبه وفريته عليه.وأمّا الزاعم: أن الله عنى بقوله (64) (وقال الذين لا يعلمون) العرب ، فإنه قائل قولا لا خبر بصحته ، ولا برهان على حقيقته في ظاهر الكتاب. والقول إذا صار إلى ذلك كان واضحا خطؤه ، لأنه ادعى ما لا برهان على صحته ، وادعاء مثل ذلك لن يتعذر على أحد.* * *وأما معنى قوله: (لولا يكلمنا الله) ، فإنه بمعنى: هلا يكلمنا الله! كما قال الأشهب بن رميلة: (65)تعـدون عقـر النيـب أفضـل مجدكمبنـي ضوطـرى , لـولا الكمي المقنعا (66)بمعنى: فهلا تعدون الكمي المقنع! كما:1866- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر ، عن قتادة في قوله: (لولا يكلمنا الله) قال: فهلا يكلمنا الله!قال أبو جعفر: فأما \" الآية \" فقد ثبت فيما قبل معنى الآية أنها العلامة. (67) وإنما أخبر الله عنهم أنهم قالوا: هلا تأتينا آية على ما نريد ونسأل ، (68) كما  أتت الأنبياء والرسل! فقال عز وجل:  كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ .* * *القول في تأويل قوله تعالى :  كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْقال أبو جعفر: اختلف أهل التأويل فيمن عنى الله بقوله: (كذلك قال الذين من قبلهم مثل قولهم) ، فقال بعضهم في ذلك بما:-1867- حدثني به محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى ، عن ابن أبي نجيح ، عن مجاهد: (كذلك قال الذين من قبلهم مثل قولهم) ، هم اليهود.1868- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل ، عن ابن أبي نجيح ، عن مجاهد: (قال الذين من قبلهم) ، اليهود.* * *وقال آخرون: هم اليهود والنصارى ، لأن الذين لا يعلمون هم العرب. (69)* ذكر من قال ذلك:1869- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع ، عن سعيد ، عن قتادة: (قال الذين من قبلهم) ، يعني اليهود والنصارى وغيرهم.1870- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط ، عن السدي قال، قالوا يعني - العرب- كما قالت اليهود والنصارى من قبلهم.1871- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر ، &; 2-555 &; عن أبيه ، عن الربيع: (كذلك قال الذين من قبلهم مثل قولهم) ، يعني اليهود والنصارى.* * *قال أبو جعفر: قد دللنا على أن الذين عنى الله تعالى ذكره بقوله:  وَقَالَ الَّذِينَ لا يَعْلَمُونَ لَوْلا يُكَلِّمُنَا اللَّهُ  ، هم النصارى ، والذين قالوا مثل قولهم هم اليهود (70) سألت موسى صلى الله عليه وسلم أن يريهم ربهم جهرة ، (71) وأن يسمعهم كلام ربهم ، كما قد بينا فيما مضى من كتابنا هذا - (72) وسألوا من الآيات ما ليس لهم مسألته تحكما منهم على ربهم ، وكذلك تمنت النصارى على ربها تحكما منها عليه أن يسمعهم كلامه ويريهم ما أرادوا من الآيات. فأخبر الله جل ثناؤه عنهم أنهم قالوا من القول في ذلك ، مثل الذي قالته اليهود وتمنت على ربها مثل أمانيها ، وأن قولهم الذي قالوه من ذلك إنما يشابه قول اليهود من أجل تشابه قلوبهم في الضلالة والكفر بالله. فهم وإن اختلفت مذاهبهم في كذبهم على الله وافترائهم عليه ، فقلوبهم متشابهة في الكفر بربهم والفرية عليه ، وتحكمهم على أنبياء الله ورسله عليهم السلام. وبنحو ما قلنا في ذلك قال مجاهد.1872- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل ، عن ابن أبي نجيح ، عن مجاهد: (تشابهت قلوبهم) قلوب النصارى واليهود.* * *وقال غيره: (73) معنى ذلك تشابهت قلوب كفار العرب واليهود والنصارى وغيرهم.* ذكر من قال ذلك:1873- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد ، عن &; 2-556 &; قتادة: (تشابهت قلوبهم)، يعني العرب واليهود والنصارى وغيرهم.1874- حدثني المثنى ، حدثنا إسحاق قال، حدثنا ابن أبي جعفر ، عن أبيه ، عن الربيع: (تشابهت قلوبهم) ، يعني العرب واليهود والنصارى وغيرهم.* * *قال أبو جعفر : وغير جائز في قوله: (تشابهت) التثقيل ، لأن التاء التي في أولها زائدة أدخلت في قوله: \" تفاعل \" ، وإن ثقلت صارت تاءين، ولا يجوز إدخال تاءين زائدتين علامة لمعنى واحد ، وإنما يجوز ذلك في الاستقبال لاختلاف معنى دخولهما، لأن إحداهما تدخل علما للاستقبال ، والأخرى منها التي في\" تفاعل \" ، ثم تدغم إحداهما في الأخرى فتثقل ، فيقال: تشابه بعد اليوم قلوبنا. (74)* * *فمعنى الآية: وقالت النصارى ، الجهال بالله وبعظمته: هلا يكلمنا الله ربنا ، كما كلم أنبياءه ورسله ، أو تجيئنا علامة من الله نعرف بها صدق ما نحن عليه على ما نسأل ونريد؟ قال الله جل ثناؤه: فكما قال هؤلاء الجهال من النصارى وتمنوا على ربهم ، قال من قبلهم من اليهود ، فسألوا ربهم أن يريهم الله نفسه جهرة ، ويؤتيهم آية ، واحتكموا عليه وعلى رسله ، وتمنوا الأماني. فاشتبهت قلوب اليهود والنصارى في تمردهم على الله وقلة معرفتهم بعظمته وجرأتهم على أنبيائه ورسله ، كما اشتبهت أقوالهم التي قالوها.* * *القول في تأويل قوله تعالى :  قَدْ بَيَّنَّا الآيَاتِ لِقَوْمٍ يُوقِنُونَ (118)قال أبو جعفر: يعني جل ثناؤه بقوله: (قد بينا الآيات لقوم يوقنون) ، قد بينا العلامات التي من أجلها غضب الله على اليهود ، وجعل منهم القردة والخنازير ، وأعد لهم العذاب المهين في معادهم ، والتي من أجلها أخزى الله النصارى في الدنيا ، وأعد لهم الخزي والعذاب الأليم في الآخرة ، والتي من أجلها جعل سكان الجنان الذين أسلموا وجوههم لله وهم محسنون في هذه السورة وغيرها. فأعلموا الأسباب التي من أجلها استحق كل فريق منهم من الله ما فعل به من ذلك ، وخص الله بذلك القوم الذين يوقنون، لأنهم أهل التثبت في الأمور ، والطالبون معرفة حقائق الأشياء على يقين وصحة. فأخبر الله جل ثناؤه أنه بين لمن كانت هذه الصفة صفته ما بين من ذلك ليزول شكه ، ويعلم حقيقة الأمر، إذْ كان ذلك خبرا من الله جل ثناؤه ، وخبر الله الخبر الذي لا يعذر سامعه بالشك فيه. وقد يحتمل غيره من الأخبار ما يحتمل من الأسباب العارضة فيه من السهو والغلط والكذب ، وذلك منفي عن خبر الله عز وجل.---------------------(63) الأثر : 1862 - سيرة ابن هشام 2 : 198 .(64) في المطبوعة : \"وقال الزاعم . . \" والصواب ما أثبت ، كما استدركه مصحح المطبوعة .(65) ليس للأشهب ، بل هو لجرير ، وقد تابعه ابن الشجري في أماليه 2 : 210 ، كأنه نقله عنه كعادته .(66) ديوان جرير : 338 ، النقائض : 833 ، وسيأتي في التفسير 7 : 119 (بولاق) غير منسوب ، ومجاز القرآن : 52 ، وأمالي ابن الشجري 1 : 279 ، 334 / 2 : 210 ، والخزانة 1 : 461 . ورواية الديوان والنقائض : \"أفضل سعيكم\" . والبيت من قصيدة طويلة في مناقضة جرير والفرزدق . وقوله : \"عقر النيب\" . عقر الناقة أو الفرس : ضرب قوائمها فقطعها ، وكانوا إذا أرادوا نحر البعير عقروه ، ثم نحروه ، وإنما يفعلون به ذلك كيلا يشرد عند النحر . وكان العرب يتكارمون بالمعاقرة . وهي أن يعقر هذا ناقة ، فيعقر الآخر ، يتباريان في الجود والسخاء ، ويلحان في ذلك حتى يغلب أحدهما صاحبه . والنيب جمع ناب : وهي الناقة المسنة ، أسموها بذلك لطول نابها . ويشير جرير بذلك إلى ما كان يفخر به الفرزدق من معاقرة أبيه غالب بن صعصعة ، سحيم بن وثيل الرياحي بمكان يقال له\"صوأر\" ، فعقر سحيم خمسا ثم بدا له ، وعقر غالب مئة ، أو مئتين . وهذا أمر من أمور الجاهلية قال ابن عباس : \" لا تأكلوا من تعاقر الأعراب ، فإني لا آمن أن يكون مما أهل لغير الله به\" ، وقال علي رضي الله عنه : \"يا أيها الناس ، لا تحل لكم ، فإنها أهل بها لغير الله\" . (انظر خبر المعاقرة في النقائض : 625 - 626) .وقوله : \"بني ضوطرى\" ، يعني : يا بني الحمقى . هكذا قيل ، وأخشى أن لا يكون كذلك ، فإن : \"ضوطرى\" نبز لرجل من بني مجاشع بن دارم - لم يعينوه - فقال جرير للفرزدق :إن ابـن شـعرة, والقرين, وضوطرىبئــس الفــوارس ليلــة الحدثـانفهذا دليل على أنه شخص بعينه ، أرجو أن أحققه في غير هذا المكان . وقد أراد ذمه بأسلافه على كل . والكمي : الشجاع الذي لا يرهب ، فلا يحيد عن قرنه ، كان عليه سلاح أو لم يكن .وقوله : \"تعدون\" أي تحسبون وتجعلون ، فعدى الفعل\"عد\" إلى مفعولين ، تضمينا لمعنى\"جعل وحسب\" ، كما قال ذو الرمة :(67) انظر ما سلف : 1 : 106 .(68) في المطبوعة : \"عما نريده ونسأل\" ، والصواب ما أثبت .(69) في المطبوعة : \"هم اليهود\" ، والصواب ما أثبت ، كما استظهره مصحح المطبوعة ، ودليل ذلك أنه سيروى بعد عن قتادة ، وقد مضى في رقم : 1763 بإسناده هذا عن قتادة : أن\" الذين لا يعلمون\" ، هم كفار العرب ، والأثر التالي تتمة هذا الأثر السالف .(70) في المطبوعة : \"والذين قالت\" . والضمير في قوله\"والذين قالوا\" إلى النصارى يعود . وانظر دليله فيما سلف قريبا : 550 .(71) في المطبوعة : \"وسألت موسى\" ، وحذف الواو أولى . وكان أحب أن يكون\"سألوا\" مكان\"سألت\" .(72) انظر ما سلف في تفسير الآية : 55 ، والأثر : 959 .(73) في المطبوعة : \"وقال غيرهم\" ، والصواب ما أثبت ، فإنه روى قول مجاهد وحده .(74) انظر معاني القرآن للفراء 1 : 75 ، وعبارة الطبري هنا تصحح الخطأ الذي هناك",
  "ayah": 118,
  "surah": 2
}
