{
  "text": "القول في تأويل قوله تعالى :  الَّذِينَ آتَيْنَاهُمُ الْكِتَابَقال أبو جعفر: اختلف أهل التأويل في الذين عناهم الله جل ثناؤه بقوله: (الذين آتيناهم الكتاب) فقال بعضهم: هم المؤمنون برسول الله صلى الله عليه وسلم ، وبما جاء به من أصحابه.*ذكر من قال ذلك:1878- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع ، عن سعيد ، عن قتادة قوله: (الذين آتيناهم الكتاب) ، هؤلاء أصحاب نبي الله صلى الله عليه وسلم ، آمنوا بكتاب الله وصدقوا به.* * *وقال آخرون: بل عنى الله بذلك علماء بني إسرائيل ، الذين آمنوا بالله وصدقوا رسله، فأقروا بحكم التوراة. فعملوا بما أمر الله فيها من اتباع محمد صلى  الله عليه وسلم ، والإيمان به ، والتصديق بما جاء به من عند الله.*ذكر من قال ذلك:1879- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ )، قال: من كفر بالنبي صلى الله عليه وسلم من يهود فأولئك هم الخاسرون.* * *وهذا القول أولى بالصواب من القول الذي قاله قتادة. لأن الآيات قبلها مضت بأخبار أهل الكتابين ، وتبديل من بدل منهم كتاب الله ، وتأولهم إياه على غير تأويله ، وادعائهم على الله الأباطيل. ولم يجر لأصحاب محمد صلى الله عليه وسلم في الآية التي قبلها ذكر ، فيكون قوله: (الذين آتيناهم الكتاب) ، موجها إلى الخبر عنهم ، ولا لهم بعدها ذكر في الآية التي تتلوها ، فيكون موجها ذلك إلى أنه خبر مبتدأ عن قصص أصحاب رسول الله صلى الله عليه وسلم ، بعد انقضاء قصص غيرهم ، ولا جاء بأن ذلك خبر عنهم أثر يجب التسليم له. (2)فإذ كان ذلك كذلك ، فالذي هو أولى بمعنى الآية أن يكون موجها إلى أنه خبر عمن قص الله جل ثناؤه [قصصهم] في الآية قبلها والآية بعدها ، (3) وهم أهل الكتابين: التوراة والإنجيل. وإذْ كان ذلك كذلك ، فتأويل الآية: الذين آتيناهم الكتاب الذي قد عرفته يا محمد -وهو التوراة- فقرءوه واتبعوا ما فيه ، فصدقوك وآمنوا بك ، وبما جئت به من عندي ، أولئك يتلونه حق تلاوته.* * *وإنما أدخلت الألف واللام في\" الكتاب \" لأنه معرفة ، وقد كان النبي صلى الله عليه وسلم وأصحابه عرفوا أي الكتب عنى به.* * *القول في تأويل قوله تعالى :  يَتْلُونَهُ حَقَّ تِلاوَتِهِقال أبو جعفر: اختلف أهل التأويل في تأويل قوله عز وجل: (يتلونه حق تلاوته) ، فقال بعضهم: معنى ذلك يتبعونه حق اتباعه.*ذكر من قال ذلك:1880- حدثني محمد بن المثنى قال، حدثني ابن أبي عدي ، وعبد الأعلى ، وحدثنا عمرو بن علي قال، حدثنا ابن أبي عدي جميعا ، عن داود ، عن عكرمة ، عن ابن عباس: (يتلونه حق تلاوته) ، يتبعونه حق اتباعه.1881- حدثني المثنى قال، حدثنا عبد الوهاب قال، حدثنا داود ، عن عكرمة بمثله.1880- وحدثنا عمرو بن علي قال، حدثنا يزيد بن زريع قال، حدثنا داود بن أبي هند ، عن عكرمة بمثله.1883- حدثني الحسن بن عمرو العنقزي قال، حدثني أبي ، عن أسباط ، عن السدي ، عن أبي مالك ، عن ابن عباس في قوله الله عز وجل: ( يَتْلُونَهُ حَقَّ تِلاوَتِهِ ) ، قال: يحلون حلاله ويحرمون حرامه ، ولا يحرفونه. (4)1884- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط ، عن السدي قال، قال أبو مالك: إن ابن عباس قال في: (يتلونه حق تلاوته) ، فذكر مثله، إلا أنه قال: ولا يحرفونه عن مواضعه.1885- حدثنا عمرو بن علي قال، حدثنا المؤمل قال، حدثنا سفيان قال:  حدثنا يزيد ، عن مرة ، عن عبد الله في قول الله عز وجل: (يتلونه حق تلاوته) : قال: يتبعونه حق اتباعه.1886- حدثت عن عمار قال، حدثنا ابن أبي جعفر ، عن أبيه ، عن الربيع ، عن أبي العالية قال، قال عبد الله بن مسعود: والذي نفسي بيده ، إن حق تلاوته : أن يحل حلاله ويحرم حرامه ، ويقرأه كما أنـزله الله ، ولا يحرف الكلم عن مواضعه ، ولا يتأول منه شيئا على غير تأويله.1887- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر ، عن قتادة ومنصور بن المعتمر ، عن ابن مسعود في قوله: (يتلونه حق تلاوته) ، أن يحل حلاله ويحرم حرامه ، ولا يحرفه عن مواضعه.1888- حدثنا أحمد بن إسحاق قال، حدثنا [أبو أحمد] الزبيري قال، حدثنا عباد بن العوام عمن ذكره ، عن عكرمة ، عن ابن عباس: (يتلونه حق تلاوته) يتبعونه حق اتباعه.1889- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا عباد بن العوام ، عن الحجاج ، عن عطاء ، بمثله.1890- حدثنا محمد بن بشار قال، حدثنا أبو أحمد قال، حدثنا سفيان ، عن منصور ، عن أبي رزين في قوله: (يتلونه حق تلاوته) ، قال: يتبعونه حق اتباعه.1891- حدثنا عمرو بن علي قال، حدثنا مؤمل قال، حدثنا سفيان -وحدثني المثنى قال، حدثني أبو نعيم قال، حدثنا سفيان- وحدثني نصر بن عبد الرحمن الأزدي قال، حدثنا يحيى بن إبراهيم، عن سفيان - قالوا جميعا: عن منصور، عن أبي رزين، مثله.1892- حدثنا ابن حميد قال، حدثنا جرير ، عن مغيرة ، عن مجاهد: (يتلونه حق تلاوته) ، قال: عملا به. (5)1893- حدثني يعقوب قال، حدثنا هشيم قال، أخبرنا عبد الملك ، عن قيس بن سعد: (يتلونه حق تلاوته) ، قال: يتبعونه حق اتباعه، ألم تر إلى قوله:  وَالْقَمَرِ إِذَا تَلاهَا  [سورة الشمس: 2] ، يعني الشمس إذا تَبعها القمر.1894- حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك ، عن عبد الملك بن أبي سليمان ، عن عطاء وقيس بن سعد ، عن مجاهد في قوله: (يتلونه حق تلاوته) ، قال: يعملون به حق عمله.1895- حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم ، عن عبد الملك ، عن قيس بن سعد ، عن مجاهد قال، يتبعونه حق اتباعه.1896- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى ، عن ابن أبي نجيح ، عن مجاهد ، مثله.1897- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل ، عن ابن أبي نجيح ، عن مجاهد: (يتلونه حق تلاوته) ، يعملون به حق عمله.1898- حدثنا عمرو بن علي قال، حدثنا مؤمل بن إسماعيل قال، حدثنا حماد بن زيد ، عن أيوب ، عن مجاهد في قوله: (يتلونه حق تلاوته) ، قال: يتبعونه حق اتباعه.1899- حدثني عمرو قال، حدثنا أبو قتيبة قال، حدثنا الحسن بن أبي جعفر ، عن أبي أيوب ، عن أبي الخليل ، عن مجاهد: (يتلونه حق تلاوته) ، قال: يتبعونه حق اتباعه. (6)1900- حدثنا عمرو قال، حدثنا يحيى القطان ، عن عبد الملك ، عن عطاء قوله: (يتلونه حق تلاوته) قال: يتبعونه حق اتباعه ، يعملون به حق عمله.1901- حدثنا سفيان بن وكيع قال، حدثني أبي ، عن المبارك ، عن الحسن: (يتلونه حق تلاوته) قال: يعملون بمحكمه ويؤمنون بمتشابهه ، ويكلون ما أشكل عليهم إلى عالمه. (7)1902- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد ، عن قتادة: (يتلونه حق تلاوته) ، قال: أحلوا حلاله ، وحرموا حرامه ، وعملوا بما فيه، ذكر لنا أن ابن مسعود كان يقول: إن حق تلاوته : أن يحل حلاله ، ويحرم حرامه ، وأن يقرأه كما أنـزله الله عز وجل ، ولا يحرفه عن مواضعه.1903- حدثنا عمرو قال، حدثنا أبو داود قال، حدثنا الحكم بن عطية ، سمعت قتادة يقول: (يتلونه حق تلاوته) قال: يتبعونه حق اتباعه. قال: اتباعه : يحلون حلاله ويحرمون حرامه ، ويقرءونه كما أنـزل.1904- حدثنا المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم عن داود ، عن عكرمة في قوله: (يتلونه حق تلاوته) ، قال: يتبعونه حق اتباعه، أما سمعت قول الله عز وجل:  وَالْقَمَرِ إِذَا تَلاهَا  [سورة الشمس: 2] ، قال: إذا تبعها.* * *وقال آخرون : (يتلونه حق تلاوته) ، يقرءونه حق قراءته. (8)* * *قال أبو جعفر: والصواب من القول في تأويل ذلك أنه بمعنى: يتبعونه حق اتباعه ، من قول القائل: ما زلت أتلو أثره ، إذا اتبع أثره، (9) لإجماع الحجة من أهل التأويل على أن ذلك تأويله.وإذ كان ذلك تأويله ، فمعنى الكلام: الذين آتيناهم الكتاب ، يا محمد من أهل التوراة الذين آمنوا بك وبما جئتهم به من الحق من عندي ، يتبعون كتابي الذي أنـزلته على رسولي موسى صلوات الله عليه ، فيؤمنون به ويقرون بما فيه من نعتك وصفتك ، وأنك رسولي، فرضٌ عليهم طاعتي في الإيمان بك والتصديق بما جئتهم به من عندي ، ويعملون بما أحللت لهم ، ويجتنبون ما حرمت عليهم فيه ، ولا يحرفونه عن مواضعه ولا يبدلونه ولا يغيرونه - كما أنـزلته عليهم - بتأويل ولا غيره.* * *أما قوله: (حق تلاوته) ، فمبالغة في صفة اتباعهم الكتاب ولزومهم العمل به ، كما يقال: \" إن فلانا لعالم حق عالم \" ، وكما يقال: \" إن فلانا لفاضل كل فاضل \" (10)* * *وقد اختلف أهل العربية في إضافة \" حق \" إلى المعرفة ، فقال بعض نحويي الكوفة: غير جائزة إضافته إلى معرفة لأنه بمعنى \" أي\" ، وبمعنى قولك: \" أفضل رجل فلان \" ، و \" أفعل \" لا يضاف إلى واحد معرفة ، لأنه مبعض ، ولا يكون الواحد المبعض معرفة. فأحالوا أن يقال: \" مررت بالرجل حق الرجل \" ، و \" مررت بالرجل جِدِّ الرجل \" ، كما أحالوا \" مررت بالرجل أي الرجل \" ، وأجازوا ذلك في\" كل الرجل \" و \" عين الرجل \" و \" نفس الرجل \". (11) وقالوا: إنما أجزنا ذلك لأن هذه الحروف كانت في الأصل توكيدا ، فلما صرن مدوحا ، تركن مدوحا على أصولهن في المعرفة.وزعموا أن قوله: (يتلونه حق تلاوته) ، إنما جازت إضافته إلى التلاوة ، وهي مضافة إلى معرفة، لأن العرب تعتد ب \" الهاء \" -إذا عادت إلى نكرة - بالنكرة ، فيقولون: \" مررت برجل واحد أمه ، ونسيج وحده ، وسيد قومه \"، قالوا: فكذلك قوله: (حق تلاوته) ، إنما جازت إضافة \" حق \" إلى \" التلاوة \" وهي مضافة إلى  \" الهاء \" ، لاعتداد العرب ب \" الهاء \" التي في نظائرها في عداد النكرات. قالوا: ولو كان ذلك \" حق التلاوة \"، لوجب أن يكون جائزا: \" مررت بالرجل حق الرجل \".فعلى هذا القول تأويل الكلام: الذين آتيناهم الكتاب يتلونه حق تلاوة.* * *وقال بعض نحويي البصرة: جائزة إضافة \" حق \" إلى النكرات مع النكرات ، ومع المعارف إلى المعارف، وإنما ذلك نظير قول القائل: \" مررت بالرجل غلام الرجل \" ، و \" برجل غلام رجل \".فتأويل الآية على قول هؤلاء: الذين آتيناهم الكتاب يتلونه حق تلاوته (12)* * *وأولى ذلك بالصواب عندنا القول الأول، لأن معنى قوله: (حق تلاوته) ، أي تلاوة ، بمعنى مدح التلاوة التي تلوها وتفضيلها.\" وأي\" غير جائزة إضافتها إلى واحد معرفة عند جميعهم. وكذلك \" حق \" غير جائزة إضافتها إلى واحد معرفة .وإنما أضيف في (حق تلاوته ) إلى ما فيه \" الهاء \" لما وصفت من العلة التي تقدم بيانها.* * *القول في تأويل قوله تعالى :  أُولَئِكَ يُؤْمِنُونَ بِهِقال أبو جعفر: يعني جل ثناؤه بقوله: (أولئك)، هؤلاء الذين أخبر عنهم أنهم يتلون ما آتاهم من الكتاب حق تلاوته ، وأما قوله: (يؤمنون) ، فإنه يعني: يصدقون به. و \" الهاء \" التي في قوله : \" به \" عائدة على \" الهاء \" التي في  تِلاوَتِهِ  ، وهما جميعا من ذكر الكتاب الذي قاله الله:  الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ  .فأخبر الله جل ثناؤه أن المؤمن بالتوراة ، هو المتبع ما فيها من حلالها وحرامها ، والعامل بما فيها من فرائض الله التي فرضها فيها على أهلها ، وأن أهلها الذين هم أهلها من كان ذلك صفته، دون من كان محرفا لها مبدلا تأويلها ، مغيرا  سننها تاركا ما فرض الله فيها عليه.* * *وإنما وصف جل ثناؤه من وُصف بما وصف به من متبعي التوراة ، وأثنى عليهم بما أثنى به عليهم، لأن في اتباعها اتباع محمد نبي الله صلى الله عليه وسلم وتصديقه ، لأن التوراة تأمر أهلها بذلك ، وتخبرهم عن الله تعالى ذكره بنبوته ، وفرض طاعته على جميع خلق الله من بني آدم ، وأن في التكذيب بمحمد التكذيب لها. فأخبر جل ثناؤه أن متبعي التوراة هم المؤمنون بمحمد صلى الله عليه وسلم ، وهم العاملون بما فيها، كما:-1905- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (أولئك يؤمنون به) ، قال: من آمن برسول الله صلى الله عليه وسلم من بني إسرائيل ، وبالتوراة ، وإن الكافر بمحمد صلى الله عليه وسلم هو الكافر بها الخاسر ، كما قال جل ثناؤه:  وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ . (13)* * *القول في تأويل قوله تعالى :  وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (121)قال أبو جعفر: يعني جل ثناؤه بقوله: (ومن يكفر به) ، ومن يكفر بالكتاب الذي أخبر أنه يتلوه - من آتاه من المؤمنين - حق تلاوته. ويعني بقوله جل ثناؤه: (يكفر) ، يجحد ما فيه من فرائض الله ونبوة محمد صلى الله عليه وسلم ، وتصديقه ، ويبدله فيحرف تأويله ، أولئك هم الذين خسروا علمهم وعملهم ، فبخسوا أنفسهم حظوظها من رحمة الله ، واستبدلوا بها سخط الله وغضبه. وقال ابن زيد في قوله، بما:-1906- حدثني به يونس قال، أخبرنا ابن وهب قال، قال ابن زيد:  (ومن يكفر به فأولئك هم الخاسرون) ، قال: من كفر بالنبي صلى الله عليه وسلم من يهود ، (فأولئك هم الخاسرون).-------------------الهوامش :(2) رحم الله أبا جعفر ، فهو لا يدع الاحتجاج الصحيح عند كل آية ، ولكن بعض أهل التفسير يتجاوزون ويتساهلون ، فليتهم نهجوا نهجه في الضبط والحفظ والاستدلال .(3) ما بين القوسين زيادة لا بد منها .(4) الأثر : 1883 - في المطبوعة : \"الحسن بن عمرو العبقري\" ، وانظر التعليق على الأثر رقم : 1625 وكذلك مضى في الأثر : 1655\"الحسن\" ، وهو خطأ ، نصححه .(5) الأثر : 1892 - في المطبوعة : \"أبو حميد\" ، والصواب ما اثبت ، وهو محمد بن حميد ، وهو كثير ذكره فيما سلف .(6) الخبر: 1899 - أبو قتيبة: هو سلم بن قتيبة الشعيري - بفتح الشين المعجمة - الخراساني، وهو ثقة مأمون، أخرج له البخاري وأصحاب السنن. مترجم في التهذيب، والكبير 2/2/160، وابن أبي حاتم 2/1/1226.الحسن بن أبي جعفر الجفري : حسن الحديث ، تكلموا فيه ، ورجحنا تحسين أحاديثه مفصلا في شرح المسند : 5818 . مترجم في التهذيب ، والكبير 1/2/286 وابن أبي حاتم 1/2/29 . و\"الجفري\" : بضم الجيم وسكون الفاء ، نسبة إلى\"جفرة خالد\" بالبصرة . كما في الأنساب واللباب والمشتبه . أيوب : هو السختياني ، وفي المطبوعة\"عن أبي أيوب\" . وهو خطأ . استقينا تصويبه من التراجم . أبو الخليل : هو صالح بن أبي مريم الضبعي ، وهو ثقة . مترجم في التهذيب ، والكبير 2/2/290 وابن أبي حاتم 2/1/415 - 416 .(7) الخبر : 1901 - مبارك : هو ابن فضالة . وهو من أخص الناس بالحسن البصري . كما قلنا في : 611 .(8) انظر ما سلف في هذا الجزء 2 : 411 .(9) انظر ما سلف في هذا الجزء 2 : 411 .(10) انظر سيبويه 1 : 223 - 224 .(11) في المطبوعة\"غير الرجل\" .(12) الصواب أن يقول : \"حق تلاوة الكتاب\" ، ولعل الناسخ أخطأ .(13) انظر ما سلف في معنى\"الخاسر\" 1 : 417 ثم هذا الجزء 2 : 166 .",
  "ayah": 121,
  "surah": 2
}
