{
  "text": "القول في تأويل قوله تعالى :  فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْاقال أبو جعفر: يعني تعالى ذكره بقوله: \" فإن آمنوا بمثل ما آمنتم به \"، فإن صدّق اليهودُ والنصارَى بالله، ومَا أنـزل إليكم، وما أنـزل إلى إبراهيمَ وإسماعيل وإسحاقَ ويعقوبَ والأسباطِ, ومَا أوتي مُوسى وعيسى, وما أوتي النبيون من ربهم, وأقروا بذلك، مثلَ ما صدّقتم أنتم به أيّها المؤمنون وأقررتم, فقد وُفِّقوا ورَشِدوا، ولزموا طريق الحق، واهتدوا, وهم حينئذ منكم وأنتم منهم، بدخولهم في ملتكم بإقرارهم بذلك.فدلّ تعالى ذكره بهذه الآية، على أنه لم يقبل من أحد عَملا إلا بالإيمان بهذه المعاني التي عدَّها قَبلها، كما:-2108- حدثنا المثنى قال: حدثنا أبو صالح قال: حدثنا معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" فإن آمنوا بمثل مَا آمنتم به فقد اهتدوا \" ونحو هذا, قال: أخبر الله سبحانه أنّ الإيمان هو العروة الوثقى, وَأنه لا يقبل عملا إلا به, ولا تحرُم الجنة إلا على مَن تركه.* * *وقد روي عن ابن عباس في ذلك قراءةٌ، جاءت مصاحفُ المسلمين بخلافها, وأجمعت قَرَأة القرآن على تركها. وذلك ما:-2109- حدثنا به محمد بن المثنى قال: حدثنا محمد بن جعفر قال: حدثنا شعبة, عن أبي حمزة, قال: قال ابن عباس: لا تقولوا: \" فإن آمنوا بمثل مَا آمنتم به فقد اهتدوا \" -فإنه ليس لله مثل- ولكن قولوا: \" فإن آمنوا بالذي آمنتم به فَقد اهتدوا \"- أو قال: \" فإن آمنوا بما آمنتم به \".* * *فكأن ابن عباس -في هذه الرواية إن كانت صحيحة عنه- يوجِّه تأويل قراءة من قرأ: \" فإن آمنُوا بمثل مَا آمنتم به \"، فإن آمنوا بمثل الله, وبمثل ما أنـزل على إبراهيم وإسماعيل. وذلك إذا صرف إلى هذا الوجه، شِركٌ لا شكَّ بالله العظيم. لأنه لا مثل لله تعالى ذكرُه, فنؤمن أو نكفر به.* * *ولكن تأويل ذلك على غير المعنى الذي وَجّه إليه تأويله. وإنما معناه ما وصفنا, وهو: فإن صدّقوا مثل تصديقكم بما صدقتم به -من جميع ما عددنا عليكم من كتُب الله وأنبيائه- فقد اهتدوا. فالتشبيه إنما وقع بين التصديقين والإقرارين اللذين هما إيمان هؤلاء وإيمان هؤلاء. كقول القائل: \" مرّ عمرو بأخيك مثلَ ما مررتُ به \", يعني بذلك مرّ عمرو بأخيك مثل مُروري به. والتمثيل إنما دخل تمثيلا بين المرورين, لا بين عمرو وبين المتكلم. فكذلك قوله: \" فإن آمنوا بمثل ما آمنتم به \"، إنما وقع التمثيل بين الإيمانين، لا بين المؤمَنِ به.* * *القول في تأويل قوله تعالى :  وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍقال أبو جعفر: يعنى تعالى ذكره بقوله: \" وإن تَوَلَّوْا \"، وإن تولى -هؤلاء الذين قالوا لمحمد صلى الله عليه وسلم وأصحابه:  كُونُوا هُودًا أَوْ نَصَارَى  - فأعرضوا، (31) = فلم يؤمنوا بمثل إيمانكم أيّها المؤمنون بالله, وبما جاءت به الأنبياءُ, وابتُعِثت به الرسل, وفرّقوا بين رُسُل الله وبين الله ورسله, فصدّقوا ببعضٍ وكفروا ببعضٍ = فاعلموا، أيها المؤمنون، أنهم إنما هُمْ في عصيان وفِرَاق وحَربٍ لله ولرسوله ولكم، كما:-2110- حدثنا بشر بن معاذ قال: حدثنا يزيد, عن سعيد، عن قتادة: \" وإنما هُم في شقاق \"، أي: في فراق (32)2111- حدثني المثنى قال: حدثنا إسحاق قال: حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: \" فإنما هُمْ في شقاق \"، يعني فراق.2112- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد: \" وإن توَلوا فإنما هم في شقاق \" قال: الشقاق: الفراقُ والمحاربة. إذا شَاقَّ فقد حارب, وإذا حَارب فقد شاقَّ, وهما واحدٌ في كلام العرب، وقرأ:  وَمَنْ يُشَاقِقِ الرَّسُولَ  [سورة النساء: 115].* * *قال أبو جعفر: وأصل \" الشقاق \" عندنا، والله أعلم، مأخوذٌ من قول القائل: \" شَقَّ عليه هذا الأمر \"، إذا كرَبه وآذاه. ثم قيل: \" شاقَّ فلانٌ فلانًا \"، بمعنى: نال  كل واحد منهما من صاحبه ما كرَبه وآذاه، وأثقلته مَساءَته. ومنه قول الله تعالى ذكره:  وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا  [سورة النساء: 35] بمعنى: فراقَ بينهما.* * *القول في تأويل قوله تعالى :  فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (137)قال أبو جعفر: يعني تعالى ذكره بقوله: \" فسيكفيكهمُ الله \"، فسيكفيكَ الله يا محمد، هؤلاء الذين قالوا لَكَ ولأصحابك:  كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا  ، من اليهود والنصارى, إنْ هم تولوْا عن أن يؤمنوا بمثل إيمان أصحابك بالله, وبما أنـزل إليك, وما أنـزل إلى إبراهيم وإسماعيل وإسحاق وسائر الأنبياء غيرهم, وفرقوا بين الله ورُسُله - إما بقتل السيف, وإما بجلاء عن جوارك, وغير ذلك من العقوبات؛ فإن الله هو \" السميع \" لما يقولون لك بألسنتهم، ويبدون لك بأفواههم، من الجهل والدعاء إلى الكفر والملل الضّالة -\" العليمُ\" بما يُبطنون لك ولأصحابك المؤمنين في أنفسهم من الحَسد والبغضاء.ففعل الله بهم ذلك عَاجلا وأنجزَ وَعْده, فكفى نبيّه صلى الله عليه وسلم بتسليطه إيّاه عليهم، حتى قتل بعضهم، وأجلَى بعضًا، وأذلّ بعضًا وأخزاه بالجزية والصَّغار.---------(31) انظر معنى\"تولى\" فيما سلف ، 2 : 162 ، 163 / ثم 298 ، 299 .(32) الأثر : 2110- سقط من المطبوعة في إسناده : \"عن سعيد\" ، وهو إسناد دائر في التفسير ، أقر به فيما سلف : 2104 .",
  "ayah": 137,
  "surah": 2
}
