{
  "text": "القول في تأويل قوله تعالى :  قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ (139)قال أبو جعفر: يعني تعالى ذكره بقوله: \" قُلْ أتُحاجُّونَنا في الله \"، قل يا محمد = لمعاشر اليهود والنصارى، الذين قالوا لك ولأصحابك:  كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا   , وزعموا أن دينهم خيرٌ من دينكم, وكتابهم خير من كتابكم، لأنه كان قبلَ كتابكم, وزعموا أنهم من أجل ذلك أولى بالله منكم = : \" أتحاجوننا في الله وهو رَبنا وربكم \", بيده الخيرات, وإليه الثواب والعقابُ, والجزاءُ على الأعمال - الحسنات منها والسيئات, فتزعمون أنكم بالله أوْلى منا، من أجل أن نبيكم قبل نبينا, وكتابكم قبل كتابنا, وربّكم وربّنا واحدٌ, وأنّ لكلّ فريق منا ما عمل واكتسب من صالح الأعمال وسيئها, يجازى [عليها] فيثابُ أو يعاقبُ، (37) - لا على الأنساب وقدمَ الدِّين والكتاب.* * *ويعني بقوله: \" قُلْ أتحاجوننا \"، قل أتخاصموننا وتجادلوننا؟ كما-2129- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" قل أتحاجوننا في الله \"، قل: أتخاصموننا؟2130- حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد: \" قل أتحاجُّونَنا \"، أتخاصموننا؟2131- حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس: \" أتحاجوننا \"، أتجادلوننا؟* * *فأما قوله: (وَنَحْنُ لَهُ مُخْلِصُونَ)، فإنه يعني: ونحن لله مخلصو العبادةِ والطاعة، لا نشرك به شيئًا, ولا نعبد غيره أحدًا, كما عبد أهل الأوثان معه الأوثانَ, وأصحاب العِجل معه العجلَ.* * *وهذا من الله تعالى ذكره توبيخٌ لليهود، واحتجاج لأهل الإيمان, بقوله تعالى ذكره للمؤمنين من أصحاب محمد صلى الله عليه وسلم: قولوا -أيها المؤمنون، لليهود والنصارى الذين قالوا لكم:  كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا  -: \" أتحاجوننا في الله \"؟ يعني بقوله: \" في الله \"، في دين الله الذي أمَرَنا أن نَدينه به, وربنا وربكم واحدٌ عدلٌ لا يجور, وإنما يجازي العبادَ عَلى ما اكتسبوا. وتزعمون أنّكم أولى بالله منا، لقدم دينكم وكتابكم ونبيكم, ونحنُ مُخلصون له العبادةَ، لم نشرك به شَيئًا, وقد أشركتم في عبادتكم إياه, فعبد بعضكم العجلَ، وبعضكم المسيحَ، فأنَّى تكونون خيرًا منا, وأولى بالله منا؟ (38)----------الهوامش :(37) في المطبوعة : \"ويجازى فيثاب أو يعاقب\" . وكأن الصواب يقتضي حذف\"الواو\" ، وزيادة : \"عليها\" . وقوله : \"لأعلى الأنساب\" معطوف على قوله : \"والجزاء على الأعمال\" .(38) في المطبوعة : \"وأنى تكونوا خيرًا منا\" ، والصواب ما أثبت . \"أنى\" استفهام بمعنى : كيف .",
  "ayah": 139,
  "surah": 2
}
