{
  "text": "القول في تأويل قوله جل ثناؤه: اللَّهُ يَسْتَهْزِئُ بِهِمْقال أبو جعفر: اختُلف في صفة استهزاءِ الله جلّ جلاله، الذي ذَكر أنه فاعله بالمنافقين، الذين وَصَف صفتهم. فقال بعضهم: استهزاؤه بهم، كالذي أخبرنا تبارك اسمه أنه فاعلٌ بهم يوم القيامة في قوله تعالى: يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ * يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى [سورة الحديد: 13، 14]. الآية. وكالذي أخبرنا أنَّه فَعَل بالكفار بقوله: وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا [سورة آل عمران: 178]. فهذا وما أشبهه من استهزاء الله جلّ وعزّ وسخريتِه ومكرِه وخديعتِه للمنافقين وأهل الشرك به - عند قائلي هذا القول، ومتأوّلي هذا التأويل.وقال آخرون: بل استهزاؤه بهم، توبيخُه إياهم ولومه لهم على ما ركِبوا من معاصي الله والكفر به, كما يقال: \" إن فلانًا ليُهْزَأ منه منذ اليوم، ويُسخر منه \"، يُراد به توبيخُ الناس إياه ولومهم له, أو إهلاكه إياهم وتدميرُه بهم (97) ، كما قال عَبِيد بن الأبرص:سَـائِلْ بِنَـا حُجْـرَ ابْـنَ أُمِّ قَطَـامِ, إذْظَلَّـتْ بِـهِ السُّـمْرُ النَّـوَاهِلُ تَلْعَـبُ (98)فزعموا أن السُّمر -وهي القَنَا- لا لعب منها, ولكنها لما قتلتْهم وشرَّدتهم، جَعل ذلك مِنْ فعلها لعبًا بمن فعلت ذلك به. قالوا: فكذلك اسْتهزاءُ الله جل ثناؤه بمن اسْتهزأ به من أهل النفاق والكفر به: إمّا إهلاكه إياهم وتدميرُه بهم، وإمّا إملاؤهُ لهم ليأخذهم في حال أمنهم عند أنفسهم بغتةً, أو توبيخه لهم ولأئمته إياهم. قالوا: وكذلك معنى المكر منه والخديعة والسُّخرية.وقال آخرون قوله: يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ (99) [سورة النساء: 142] على الجواب, كقول الرجل لمن كان يَخْدَعه إذا ظفر به: \" أنا الذي خدعتُك \"، ولم تكن منه خديعة، ولكن قال ذلك إذ صار الأمر إليه. قالوا: وكذلك قوله: وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ [سورة آل عمران: 54]، و \" الله يستهزئ بهم \"، على الجواب. والله لا يكونُ منه المكرُ ولا الهُزْء، والمعنى أن المكرَ والهُزْءَ حاق بهم.وقال آخرون: قوله: إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ * اللَّهُ يَسْتَهْزِئُ بِهِمْ ، وقوله: يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ [سورة النساء: 142] ، وقوله: فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ [سورة التوبة: 79] ، نَسُوا اللَّهَ فَنَسِيَهُمْ [سورة التوبة: 67] ، وما أشبه ذلك, إخبارٌ من الله أنه مجازيهم جزاء الاستهزاء, ومعاقبهم عقوبةَ الخداع. فأخرج خبرَه عن جزائه إياهم وعقابه لهم، مُخْرَج خبره عن فعلهم الذي عليه استحقُّوا العقاب في اللفظ، وإن اختلف المعنيان. كما قال جل ثناؤه: وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا [سورة الشورى: 40] ، ومعلومٌ أن الأولى من صاحبها سيئة، إذْ كانت منه لله تبارك وتعالى معصية, وأن الأخرى عَدلٌ، لأنها من الله جزاءٌ &; 1-303 &; للعاصي على المعصية، فهما -وإن اتفق لفظاهما- مختلفا المعنى. وكذلك قوله: فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ [سورة البقرة: 194] ، فالعدوان الأول ظلم, والثاني جزاءٌ لا ظلم, بل هو عدل، لأنه عقوبة للظالم على ظلمه، وإن وافق لفظه لفظ الأول.وإلى هذا المعنى وَجَّهوا كل ما في القرآن من نظائر ذلك، مما هو خبرٌ عن مكر الله جل وعزّ بقومٍ, وما أشبه ذلك.وقال آخرون: إنّ معنى ذلك: أن الله جل وعز أخبر عن المنافقين أنهم إذا خَلَوْا إلى مَرَدَتهم قالوا: إنا معكم على دينكم في تكذيب محمد صلى الله عليه وسلم وما جاء به, وإنما نحن بما نُظهر لهم - من قولنا لهم: صدقنا بمحمد عليه السلام وما جاء به - مستهزئون. يعنون: إنا نُظهر لهم ما هو عندنا باطل لا حَقٌّ ولا هدًى. قالوا: وذلك هو معنى من معاني الاستهزاء، فأخبر الله أنه \" يستهزئ بهم \"، فيظهر لهم من أحكامه في الدنيا خلافَ الذي لهم عنده في الآخرة, كما أظهروا للنبي صلى الله عليه وسلم والمؤمنين في الدين ما هم على خلافه في سرائرهم.والصواب في ذلك من القول والتأويل عندنا: أن معنى الاستهزاء في كلام العرب: إظهارُ المستهزِئ للمستهزَإ به من القول والفعل ما يُرضيه (100) ظاهرًا، وهو بذلك من قِيله وفِعْله به مُورِثه مَساءة باطنًا (101) . وكذلك معنى الخداع والسخرية والمكر.فإذا كان ذلك كذلك = وكان الله جل ثناؤه قد جعل لأهل النفاق في الدنيا من الأحكام - بما أظهروا بألسنتهم، من الإقرار بالله وبرسوله وبما جاء به من عند الله، المُدْخِلِهم في عداد من يشمله اسمُ الإسلام (102) ، وإن كانوا لغير ذلك &; 1-304 &; مستبطنين - (103) أحكامَ المسلمين المصدِّقين إقرارَهم بألسنتهم بذلك، بضمائر قلوبِهم، وصحائح عزائمهم، وحميدِ أفعالهم المحققة لهم صحة إيمانهم - معَ علم الله عز وجل بكذبهم, واطلاعِه على خُبث اعتقادهم، وشكِّهم فيما ادَّعوا بألسنتهم أنهم به مصدِّقون (104) ، حتى ظنُّوا في الآخرة إذْ حشروا في عِداد من كانوا في عِدادهم في الدنيا، أنَّهم وارِدُون موْرِدَهم. وداخلون مدخلهم. والله جل جلاله - مع إظهاره ما قد أظهر لهم من الأحكام المُلْحِقَتِهم في عاجل الدنيا وآجل الآخرة إلى حال تمييزه بينهم وبين أوليائه، وتفريقِه بينهم وبينهم - (105) معدٌّ لهم من أليم عقابه ونَكال عذابه، ما أعدّ منه لأعدى أعدائه وشر عباده, حتى ميز بينهم وبين أوليائه، فألحقهم من طبقات جحيمه بالدَّرك الأسفل = (106) كان معلومًا أنه جل ثناؤه بذلك من فعلِه بهم - وإن كان جزاءً لهم على أفعالهم، وعدلا ما فعل من ذلك بهم لاستحقاقهم إياه منه بعصيانهم له -كان بهم- بما أظهرَ لهم من الأمور التي أظهرها لهم: من إلحاقه أحكامهم في الدنيا بأحكام أوليائِه وهم له أعداء, وحشرِه إياهم في الآخرة مع المؤمنين وهم به من المكذبين -إلى أن ميَّز بينهم وبينهم- مستهزئًا، وبهم ساخرًا، ولهم خادعًا، وبهم ماكرًا (107) . إذ كان معنى الاستهزاء والسخرية والمكر والخديعة ما وصفنا قبل, دون أن يكون ذلك معناه في حالٍ فيها المستهزئ بصاحبه له ظالم، أو عليه فيها غير عادل, بل ذلك معناه في كل أحواله، إذا وُجدت الصفات التي قدَّمنا ذكرها في معنى الاستهزاء وما أشبهه من نظائره.وبنحو ما قلنا فيه رُوي الخبر عن ابن عباس:363- حدثنا أبو كُريب قال: حدثنا عثمان بن سعيد, قال: حدثنا بشر بن عُمارة، عن أبي رَوْق, عن الضحاك, عن ابن عباس، في قوله: \" الله يَسْتَهْزِئ بِهِمْ\"، قال: يسخر بهم للنقمة منهم (108) .وأما الذين زعموا أن قول الله تعالى ذكره: الله يَسْتَهْزِئ بِهِمْ\"، إنما هو على وجه الجواب, وأنه لم يكن من الله استهزاء ولا مكرٌ ولا خديعة، فنافُون على الله عز وجل ما قد أثبته الله عز وجل لنفسه، وأوجبه لها. وسواءٌ قال قائل: لم يكن من الله جل ذكره استهزاء ولا مكر ولا خديعة ولا سخريةٌ بمن أخبر أنه يستهزئ ويسخر ويمكر به, أو قال: لم يخسف الله بمن أخبر أنه خَسَف به من الأمم, ولم يُغرق من أخبر أنه أغرقه منهم.ويقال لقائل ذلك: إن الله جل ثناؤه أخبرنا أنه مكرَ بقوم مضَوْا قبلنا لم نَرَهُم, وأخبر عن آخرين أنه خَسَف بهم, وعن آخرين أنه أغرقهم, فصدَّقْنا الله تعالى ذكره فيما أخبرنا به من ذلك, ولم نُفَرِّق بين شيء منه. فما بُرهانُك على تفريقك ما فَرَّقت بينه، بزعمك: أنه قد أغرقَ وخَسف بمن أخبر أنه أغرق وخسف به, ولم يمكُرْ بمن أخبر أنه قد مكر به؟ثم نعكس القول عليه في ذلك، فلن يقول في أحدهما شيئًا إلا ألزِم في الآخَر مثله.فإن لجأ إلى أن يقول: إن الاستهزاء عبثٌ ولعبٌ, وذلك عن الله عز وجل منفيٌّ.قيل له: إن كان الأمر عندك على ما وصفتَ من معنى الاستهزاء, أفلست &; 1-306 &; تقول: \" الله يستهزئ بهم \"، و \" سَخِر الله منهم \" و \" مكر الله بهم \", وإن لم يكنْ من الله عندك هزء ولا سخرية؟فإن قال: \" لا \"، كذَّب بالقرآن، وخرج عن ملة الإسلام.وإن قال: \" بلى \", قيل له: أفنقول من الوجه الذي قلت: \" الله يستهزئ بهم \" و \" سخر الله منهم \" -\" يلعب الله بهم \" و \" يعبث \" - ولا لعبَ من الله ولا عبث؟فإن قال: \" نعم \"! وَصَف الله بما قد أجمع المسلمون على نفيه عنه، وعلى تخطئة واصفه به, وأضاف إليه ما قد قامت الحجة من العقول على ضلال مضيفه إليه.وإن قال: لا أقول: \" يلعب الله بهم \" ولا \" يعبث \", وقد أقول \" يستهزئ بهم \" و \" يسخر منهم \".قيل: فقد فرقت بين معنى اللعب والعبث, والهزء والسخرية, والمكر والخديعة. ومن الوجه الذي جازَ قِيلُ هذا، ولم يَجُزْ قِيلُ هذا، افترق معنياهُما. فعُلم أن لكل واحد منهما معنى غير معنى الآخر.وللكلام في هذا النوع موضع غير هذا، كرهنا إطالة الكتاب باستقصائه. وفيما ذكرنا كفاية لمن وُفق لفهمه.القول في تأويل قوله جل ثناؤه: وَيَمُدُّهُمْقال أبو جعفر: اختلف أهل التأويل في تأويل قوله: (ويمدهم)، فقال بعضهم بما-:364- حدثني به موسى بن هارون, قال: حدثنا عمرو, قال: حدثنا أسباط, عن السُّدّيّ في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرَّة, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: \" يَمُدُّهُمْ\"، يملي لهم.وقال آخرون بما-:365- حدثني به المثنى بن إبراهيم, قال: حدثنا سُوَيْد بن نصر, عن ابن المبارك , عن ابن جريج قراءةً عن مجاهد: \" يمدّهم \"، قال: يزيدُهم (109) .وكان بعضُ نحوييّ البصرة يتأوَّل ذلك أنه بمعنى: يَمُدُّ لَهُم, ويزعم أن ذلك نظيرُ قول العرب: الغلامُ يلعَب الكِعَابَ، يراد به يَلعب بالكعاب. قال: وذلك أنهم قد يقولون: \" قد مَددت له وأمددتُ له \" في غير هذا المعنى, وهو قول الله تعالى ذكره: وَأَمْدَدْنَاهُمْ [سورة الطور: 22]، وهذا من: \" مددناهم \" (110) . قال: ويقال: قد \" مَدَّ البحر فهو مادٌّ\" و \" أَمَدَّ الجرح فهو مُمِدّ\". وحكي عن يونس الجَرْمِيّ أنه كان يقول: ما كان من الشر فهو \" مدَدْت \", وما كان من الخير فهو \" أمْدَدت \". ثم قال: وهو كما فسرت لك، إذا أردت أنك تركته فهو \" مَدَدت له \"، وإذا أردت أنك أعطيته قلت: \" أمْددت \".وأما بعضُ نحويي الكوفة فإنه كان يقول: كل زيادة حدثت في الشيء من نفسه فهو \" مَدَدت \" بغير ألف, كما تقول: \" مدَّ النهر, ومدَّه نهرٌ آخر غيره \"، إذا اتصل به فصار منه، وكلّ زيادة أحدِثتْ في الشيء من غيره فهو بألف, كقولك: \" أمدَّ الجرحُ\", لأن المدّة من غير الجرح, وأمدَدتُ الجيش بمَدَدٍ.وأولى هذه الأقوال بالصواب في قوله: \" وَيَمُدُّهُمْ\": أن يكون بمعنى يزيدهم, على وجه الإملاء والترك لهم في عُتوِّهم وتمردهم, كما وصف ربُّنا أنه فعل بنظرائهم في قوله وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ [سورة الأنعام: 110]، يعني نذرُهم ونتركهم فيه، ونملي لهم ليزدادوا إثمًا إلى إثمهم.ولا وجه لقول من قال: ذلك بمعنى \" يَمُدُّ لهم \"، لأنه لا تدافُع بين العرب وأهل المعرفة بلغتها (111) أن يستجيزوا قول القائل: \" مدَّ النهرَ نهرٌ آخر \", بمعنى: اتصل به فصار زائدًا ماءُ المتَّصَل به بماء المتَّصِل - من غير تأوُّل منهم. ذلك أن معناه: مدّ النهرَ نهرٌ آخر. فكذلك ذلك في قول الله: ( وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ )القول في تأويل قوله : فِي طُغْيَانِهِمْقال أبو جعفر: و \" الطُّغيان \"\" الفُعْلان \", من قولك: \" طَغَى فلان يطغَى طُغيانًا \". إذا تجاوز في الأمر حده فبغى. ومنه قوله الله: كَلا إِنَّ الإِنْسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى [سورة العلق: 6، 7]، أي يتجاوز حدّه. ومنه قول أمية بن أبي الصَّلْت:وَدَعَــا اللــهَ دَعْــوَةً لاتَ هَنَّــابَعْــدَ طُغْيَانِــه, فَظَــلَّ مُشِــيرَا (112)وإنما عنى الله جل ثناؤه بقوله ( وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ ) ، أنه يُملي لهم، ويَذَرُهم يَبغون في ضلالهم وكفرهم حيارى يترددون. كما-:366- حُدِّثت عن المِنْجاب, قال: حدثنا بشر, عن أبي رَوْق, عن الضحاك, عن ابن عباس في قوله: ( فِي طُغْيَانِهِمْ يَعْمَهُونَ ) ، قال: في كفرهم يترددون.367- حدثني موسى بن هارون, قال: حدثنا عمرو, قال: حدثنا أسباط, عن السُّدّيّ في خبر ذكره, عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرَّة, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: \" في طُغيانهم \"، في كفرهم.368- حدثنا بشر بن مُعاذ, قال: حدثنا يزيد بن زُرَيع, عن سعيد, عن قتادة، ( فِي طُغْيَانِهِمْ يَعْمَهُونَ ) ، أي في ضلالتهم يعمهون.369- حُدثت عن عمار بن الحسن, قال: حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع: \" في طغيانهم \"، في ضلالتهم.370- وحدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله \" في طغيانهم \"، قال: طغيانهم , كفرهم وضلالتهم (113) .القول في تأويل قوله: يَعْمَهُونَ (15)قال أبو جعفر: والعَمَهُ نفسُه: الضَّلال. يقال منه: عَمِه فلان يَعْمه عَمَهانًا وعُمُوهًا، إذا ضل (114) . ومنه قول رؤبة بن العجاج يصف مَضَلَّة من المهامه:وَمَخْـــفَقِ مِــن لُهْلُــهٍ وَلُهْلُــهِمِــنْ مَهْمَــهٍ يَجْتَبْنَـهُ فِـي مَهْمَـهِأَعْمَى الهُدَى بِالجاهلين العُمَّهِ (115)و \" العُمَّه \" جمع عامِهٍ, وهم الذين يضلّون فيه فيتحيرون. فمعنى قوله إذًا: ( فِي طُغْيَانِهِمْ يَعْمَهُونَ ) : في ضلالهم وكفرهم الذي قد غمرهم دنسُه، وعلاهم رِجْسُه, يترددون حيارى ضُلالا لا يجدون إلى المخرج منه سبيلا لأن الله قد طبع على قلوبهم وختم عليها, فأعمى أبصارهم عن الهدى وأغشاها, فلا يبصرون رُشْدا ولا يهتدون سبيلا.وبنحو ما قلنا في\" العَمَه \" جاء تأويل المتأولين.371- حدثني موسى بن هارون, قال: حدثنا عمرو, قال: حدثنا أسباط, عن السُّدّيّ، في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرَّة, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: \" يَعْمَهُون \"، يتمادَوْن في كفرهم.372- وحدثني المثنى بن إبراهيم, قال: حدثنا عبد الله بن صالح, عن معاوية بن صالح، عن علي بن أبي طلحة, عن ابن عباس: \" يَعْمَهُونَ\"، قال: يتمادَوْن.373- حدِّثت عن المنجاب, قال: حدثنا بشر, عن أبي رَوْق, عن الضحاك, عن ابن عباس في قوله: \" يَعْمَهُونَ\"، قال: يتردَّدون.374- وحدثنا القاسم, قال: حدثنا الحسين, قال: حدثني حجاج, عن ابن جُريج, قال: قال ابن عباس: \" يَعْمَهُونَ\": المتلدِّد (116) .375- حدثنا محمد بن عمرو الباهلي, قال: حدثنا أبو عاصم, قال: حدثنا عيسى بن ميمون, قال حدثنا ابن أبي نَجيح, عن مجاهد، في قول الله: ( فِي طُغْيَانِهِمْ يَعْمَهُونَ ) ، قال: يترددون.376- وحدثني المثنى, قال: حدثنا أبو حذيفة, قال: حدثنا شبل، عن ابن أبي نَجيح, عن مجاهد, مثله.377- حدثنا سفيان بن وكيع, قال: حدثنا أبي, عن سفيان, عن رجل, عن مجاهد، مثله.378- حدثني المثنى, قال: حدثنا سُوَيْد بن نصر، عن ابن المبارك, عن ابن جريج قراءة، عن مجاهد، مثله.379- حُدِّثت عن عمار, قال: حدثنا ابن أبي جعفر, عن أبيه, عن الربيع،\" يَعْمَهُونَ\"، قال: يترددون (117) .-------------الهوامش :(97) الضمير لله سبحانه وتعالى ، وهو معطوف على قوله\"توبيخه إياهم . . \" .(98) ديوانه : 16 ، وأمالي المرتضى 1 : 41 ، وحجر ، أبو امرئ القيس ، وكانت قتلته بنو أسد رهط عبيد بن الأبرص . وأم قطام ، هي أم حجر ملك كندة . والنواهل جمع ناهل وناهلة : والناهل : العطشان ، توصف به الرماح ، كأنها تعطش إلى الدم ، فإذا شرعت في الدم رويت .(99) في المخطوطة والمطبوعة : \"يخادعون الله والذين آمنوا وما يخدعون إلا أنفسهم\" ، وهي آية سورة البقرة : 9 ، ولم يرد الطبري إلا آية سورة النساء ، كما يدل عليه سياق كلامه ، وكما ستأتي الآية بعد أسطر .(100) في المطبوعة : \"ما يرضيه ويوافقه ظاهرًا\" .(101) في المخطوطة : \"مورطه مساءة باطنًا\" .(102) في المطبوعة : \"المدخل لهم في عداد . . \" ، وقوله : \"المدخلهم\" نعت لقوله : \"من الإقرار\" .(103) في المطبوعة : \"من أحكام المسلمين . . . \" ، وهي زيادة خطأ ، وقوله\"أحكام\" منصوب بقوله\"قد جعل لأهل النفاق في الدنيا من الأحكام\" . . . \"أحكام\" ، وما بينهما فصل .(104) في المطبوعة : \"أنهم مصدقون\" .(105) سياق العبارة : \"والله جل جلاله . . معد لهم . . \" .(106) قوله : \"كان معلومًا أنه جواب قوله \"فإذا كان ذلك كذلك . . . \" ، في أول هذه الفقرة .(107) أكثر الطبري الفصل بين الكلام في هذه الفقرة ، وسياق العبارة هو كما يلي : \" . . . كان معلومًا أنه جل ثناؤه بذلك من فعله بهم . . . كان بهم . . مستهزئًا ، وبهم ساخرًا . . . \" ، وما بين الكلام في هذين الموضعين فصل للبيان .(108) الخبر 363- ساقه ابن كثير في تفسيره 1 : 94 ، والسيوطي 1 : 31 ، والشوكاني 1 : 33 .(109) الخبران 364 ، 365- ساقهما ابن كثير 1 : 31 ، والسيوطي 1 : 31 ، والشوكاني 1 : 33 .(110) في المطبوعة والمخطوطة : \"وهذا من أمددناهم\" ، ولعل الصواب ما أثبتناه . وعنى أن قوله تعالى (ويمدهم في طغيانهم) من\"مددت له\" التي هي مثل\"أمددت له\" ، بعد طرح حرف الجر ، كما مثل في قول العرب\"الغلام يلعب الكعاب\" أي\"يلعب بالكعاب\" .(111) في المخطوطة : \"لأنه لا تتدافع العرب\" ، وهما سواء في المعنى .(112) ديوانه : 34 مع اختلاف في الرواية . والضمير في قوله\"ودعا الله\" إلى فرعون حين أدركه الغرق . والهاء في قوله\"طغيانه\" إلى فرعون ، أو إلى الماء لما طغا وأطبق عليه . وقوله\"لات هنا\" ، كلمة تدور في كلامهم يريدون بها : \"ليس هذا حين ذلك\" ، والتاء في قولهم\"لات\" صلة وصلت بها\"لا\" ، أصلها\"لا هنا\" أي ليس هنا ما أردت ، أي مضى حين ذلك . و\"هنا\" مفتوحة الهاء مشددة النون ، مثل\"هنا\" مضمومة الهاء مخففة النون . وقوله : \"مشيرًا\" ، أي مشيرًا بيده في دعاء ربه أن ينجيه من الغرق .(113) الأخبار 366 - 370 : ساقها ابن كثير 1 : 95 ، والسيوطي 1 : 31 ، والشوكاني 1 : 33 .(114) في ابن كثير 1 : 95\"عمها وعموها\" ، والذي في الطبري صحيح : \"عمها وعموها وعموهة وعمهانًا\" .(115) ديوانه : 166 . والمخفق : الأرض الواسعة المستوية التي يخفق فيها السراب ، أي يضطرب . ولهله : أرض واسعة يضطرب فيها السراب ، والجمع لهاله . والمهمه : الفلاة المقفرة ليس بها ماء ولا أنيس . وجاب المفازة واجتابها : قطعها سيرًا . وقوله\"في مهمه\" : أي يقطعنه ويدخلن في مهمه آخر موغلين في الصحراء .(116) تلدد للرجل فهو متلدد : إذا لبث في مكانه حائرًا متبلدًا يتلفت يمينًا وشمالا .(117) الأخبار : 372 - 379 : ساقها السيوطي 1 : 31 ، والشوكاني 1 : 33 ، وخرجا أثر مجاهد في تفسير الآية : \"أي يلعبون ويترددون في الضلالة\" .",
  "ayah": 15,
  "surah": 2
}
