{
  "text": "القول في تأويل قوله تعالى :  فَاذْكُرُونِي أَذْكُرْكُمْقال أبو جعفر: يعني تعالى ذكره بذلك: فاذكروني أيها المؤمنون بطاعتكم إياي فيما آمركم به وفيما أنهاكم عنه, أذكرْكم برحمتي إياكم ومغفرَتي لكم، كما:-2312- حدثنا ابن حميد قال، حدثنا ابن المبارك, عن ابن لهيعة, عن عطاء بن دينار, عن سعيد بن جبير: \" فاذكروني أذكركم \" قال، اذكروني بطاعتي, أذكركم بمغفرتي.* * *وقد كان بعضهم يتأوّل ذلك أنه من الذكر بالثناء والمدح.* ذكر من قال ذلك:1313- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع في قوله: \" فاذكروني أذكركم واشكروا لي ولا تكفرون \"، إن الله ذاكرُ من ذكره, وزَائدُ من شكره, ومعذِّبُ من كفَره.2314- حدثني موسى قال، حدثني عمرو قال، حدثنا أسباط, عن السدي: \" اذكروني أذكركم \" قال، ليس من عبد يَذكر الله إلا ذكره الله. لا يذكره مؤمن إلا ذكره برَحمةٍ, ولا يذكره كافر إلا ذكره بعذاب.* * *القول في تأويل قوله تعالى :  وَاشْكُرُوا لِي وَلا تَكْفُرُونِ (152)قال أبو جعفر: يعني تعالى ذكره بذلك: اشكروا لي أيها المؤمنون فيما أنعمت عليكم من الإسلام، والهداية للدين الذي شرعته لأنبيائي وأصفيائي،\" ولا تكفرون \"، يقول: ولا تجحدوا إحساني إليكم, فأسلبكم نعمتي التي أنعمت عليكم, ولكن اشكروا لي عليها, وأزيدكم فأتمم نعمتي عليكم, وأهديكم لما هديت له من رَضيت عنه من عبادي, فإنّي وعدت خلقي أنّ من شكر لي زدته, ومن كفرني حَرمته وسلبته ما أعطيتُه.* * *والعرب تقول: \" نَصحتُ لك وشكرتُ لك \", ولا تكاد تقول: \" نصحتك \", وربما قالت: \" شكرتك ونصحتك \", من ذلك قول الشاعر: (57)هُـمُ جَـمَعُوا بُؤْسَـى ونُعْمَـى عَلَيْكُـمُفَهَــلا شَـكَرْتَ القَـوْمَ إذْ لَــمْ تُقَـاتِلِ (58)وقال النابغة في\" نصحتك \":نَصَحْـتُ بَنِـي عَـوَفٍ فَلَـمْ يَتَقَبَّلُـوارَسُـولِي ولَـمْ تَنْجَـحْ لَـدَيْهِمْ وسَـائِلِي (59)* * *وقد دللنا على أن معنى \" الشكر \"، الثناء على الرجل بأفعاله المحمودة, وأن معنى \" الكفر \" تغطية الشيء, فيما مضى قبل، فأغنى ذلك عن إعادته هاهنا. (60)------------------الهوامش :(57) نسبه أبو حيان في تفسيره 1 : 447 لعمر بن لجأ ، ولم أجد الشعر في مكان .(58) معاني القرآن للفراء : 1 : 92 . وكان في المطبوعة : \"إن لم تقاتل\" ، وأثبت ما في الفراء والبؤسى والبأساء : البؤس . والنعمى والنعماء : النعمة .(59) ديوانه : 89 ، ومعاني القرآن للفراء 1 : 92 ، وأمالي ابن الشجري 1 : 362 ، وهي في غزو عمرو بن الحارث الأصغر لبني مرة بن عوف بن سعد بن ذبيان . ورواية ديوانه : \"فلم يتقبلوا وصاتي\" . الوصاة : الوصية . وقوله : \"رسولي\" . الرسول : الرسالة . والوسائل جمع وسيلة : وهي ما يتقرب به المرء إلى غيره من حرمة أو آصرة .(60) معنى\"الشكر\" 1 : 135-138 وتفسير معنى\"الكفر\" فيما سلف 1 : 255 ، 382 ، 522 ، ومواضع كثيرة . اطلبها في فهرس اللغة .",
  "ayah": 152,
  "surah": 2
}
