{
  "text": "القول في تأويل قوله تعالى :  وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الأَمْوَالِ وَالأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ (155)قال أبو جعفر: وهذا إخبار من الله تعالى ذكره أتباعَ رَسوله صلى الله عليه وسلم، أنه مبتليهم وممتحنهم بشدائد من الأمور، ليعلم من يتبع الرسول ممن ينقلب على عقبيه, كما ابتلاهم فامتحنهم بتحويل القبلة من بيت المقدس إلى الكعبة, وكما امتحن أصفياءَه قَبلهم. ووَعدهم ذلك في آية أخرى فقال لهم:  أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ  [سورة البقرة: 214]، وبنحو الذي قلنا في ذلك كان ابن عباس وغيرُه يقول.2325- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: \" ولنبلونكم بشيء من الخوف والجوع \"، ونحو هذا, قال: أخبر الله المؤمنين أن الدنيا دارُ بلاء, وأنه مبتليهم فيها, وأمرَهم بالصبر وبَشّرهم فقال: \" وبشر الصابرين \"، ثم أخبرهم أنه فعل هكذا بأنبيائه وصَفوته، لتطيب أنفسهم فقال:  مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا  .* * *ومعنى قوله: \" وَلنبلونكم \"، ولنختبرنكم. وقد أتينا على البيان عن أن معنى \" الابتلاء \" الاختبار، فيما مضى قبل. (6)* * *وقوله: \" بشيء من الخوف \"، يعني من الخوف من العدو، وبالجوع -وهو القحط- يقول: لنختبرنكم بشيء من خوف ينالكم من عدوكم وبسَنة تُصيبكم ينالكم فيها مجاعة وشدة، وتتعذر المطالب عليكم، (7) فتنقص لذلك أموالكم, وحروبٌ تكون بينكم وبين أعدائكم من الكفار, فينقص لها عددكم, وموتُ ذراريكم وأولادكم, وجُدوب تحدُث, فتنقص لها ثماركم. كل ذلك امتحان مني لكم، واختبار مني لكم, فيتبين صادقوكم في إيمانهم من كاذبيكم فيه, ويُعرف أهل البصائر في دينهم منكم، من أهل النفاق فيه والشك والارتياب.كل ذلك خطابٌ منه لأتباع رَسول الله صلى الله عليه وسلم وأصحابه، كما:2326- حدثني هارون بن إدريس الكوفيّ الأصم قال، حدثنا عبد الرحمن بن محمد المحاربي, عن عبد الملك، عن عطاء في قوله: \" ولنبلونكم بشيء من الخوف والجوع \" قال، هم أصحاب محمد صلى الله عليه وسلم. (8)* * *وإنما قال تعالى ذكره: \" بشيء من الخوف \" ولم يقل بأشياء، لاختلاف أنواع ما أعلم عبادَه أنه مُمتحنهم به. فلما كان ذلك مختلفًا - وكانت \" مِن \" تَدلّ على أنّ كل نوع منها مُضمر \" شيء \"، فإنّ معنى ذلك: ولنبلونكم بشيء من الخوف، وبشيء من الجوع، وبشيء من نقص الأموال - اكتفى بدلالة ذكر \" الشيء \" في أوله، من إعادته مع كل نوع منها.ففعل تعالى ذكره كل ذلك بهم، وامتحنهم بضروب المحَن، كما:-2327- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, &; 3-221 &; عن أبيه, عن الربيع في قوله: \" ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات \" قال، قد كان ذلك, وسيكونُ ما هو أشد من ذلك.قال الله عند ذلك:  وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ .* * *ثم قال تعالى ذكره لنبيه صلى الله عليه وسلم: يا محمد، بشّر الصابرين على امتحاني بما أمتحنهم به، (9) والحافظين أنفسهم عن التقدم على نَهْيي عما أنهاهم عنه, والآخذين أنفسهم بأداء ما أكلفهم من فرائضي، مع ابتلائي إياهم بما أبتليهم به، (10) القائلين إذا أصابتهم مصيبة:  إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ . فأمره الله تعالى ذكره بأن يخصّ -بالبشارة على ما يمتحنهم به من الشدائد- أهلَ الصبر، الذين وصف الله صفتهم.* * *وأصل \" التبشير \": إخبار الرجل الرجلَ الخبرَ، يَسرّه أو يسوءه، لم يسبقه به إلى غيره (11)-----------------الهوامش :(6) انظر ما سلف 2 : 48 ، 49 ، ثم هذا الجزء 3 : 7 .(7) في المطبوعة : \"وتعذر المطالب\" والصواب ما أثبت .(8) الخبر : 2326- سبق هذا الإسناد : 1455 ، ولما نعرف شيخ الطبري فيه .(9) في المطبوعة : \"بما امتحنتهم\" ، والسياق يقتضي ما أثبت .(10) في المطبوعة : \"بما ابتليتهم\" ، والسياق يقتضي ما أثبت .(11) انظر ما سلف 1 : 383/2 : 393 .",
  "ayah": 155,
  "surah": 2
}
