{
  "text": "إن الصفا والمروة من شعائر اللهالقول في تأويل قوله تعالى : { إن الصفا والمروة من شعائر الله } والصفا : جمع صفاة , وهي الصخرة الملساء , ومنه قول الطرماح : أبى لي ذو القوى والطول ألا يؤبس حافر أبدا صفاتي وقد قالوا إن الصفا واحد , وأنه يثنى صفوان ويجمع أصفاء وصفيا وصفيا ; واستشهدوا على ذلك بقول الراجز : كأن متنيه من النفي مواقع الطير على الصفي وقالوا : هو نظير عصا وعصي ورحا ورحي وأرحاء . وأما المروة فإنها الحصاة الصغيرة يجمع قليلها مروات , وكثيرها المرو مثل تمرة وتمرات وتمر . قال الأعشى ميمون بن قيس : وترى بالأرض خفا زائلا فإذا ما صادف المرو رضح يعني بالمرو : الصخر الصغار . ومن ذلك قول أبي ذؤيب الهذلي : حتى كأن للحوادث مروة بصفا المشرق كل يوم تقرع ويقال \" المشقر \" . وإنما عنى الله تعالى ذكره بقوله : { إن الصفا والمروة } في هذا الموضع : الجبلين المسميين بهذين الاسمين اللذين في حرمه دون سائر الصفا والمرو ; ولذلك أدخل فيهما الألف واللام , ليعلم عباده أنه عنى بذلك الجبلين المعروفين بهذين الاسمين دون سائر الصفا والمرو . وأما قوله : { من شعائر الله } فإنه يعني من معالم الله التي جعلها تعالى ذكره لعباده معلما ومشعرا يعبدونه عندها , إما بالدعاء وإما بالذكر وإما بأداء ما فرض عليهم من العمل عندها ; ومنه قول الكميت : نقتلهم جيلا فجيلا تراهم شعائر قربان بهم يتقرب وكان مجاهد يقول في الشعائر بما : 1935 - حدثني به محمد بن عمرو , قال : ثنا أبو عاصم , عن عيسى , عن ابن أبي نجيح , عن مجاهد : { إن الصفا والمروة من شعائر الله } قال : من الخبر الذي أخبركم عنه * - حدثني المثنى , قال : ثنا أبو حذيفة , قال : ثنا شبل , عن ابن أبي نجيح عن مجاهد مثله . فكأن مجاهدا كان يرى أن الشعائر إنما هو جمع شعيرة من إشعار الله عباده أمر الصفا والمروة وما عليهم في الطواف بهما , فمعناه إعلامهم ذلك ; وذلك تأويل من المفهوم بعيد . وإنما أعلم الله تعالى ذكره بقوله : { إن الصفا والمروة من شعائر الله } عباده المؤمنين أن السعي بينهما من مشاعر الحج التي سنها لهم , وأمر بها خليله إبراهيم صلى الله عليه وسلم , إذ سأله أن يريه مناسك الحج . وذلك وإن كان مخرجه مخرج الخبر , فإنه مراد به الأمر لأن الله تعالى ذكره قد أمر نبيه محمدا صلى الله عليه وسلم باتباع ملة إبراهيم عليه السلام فقال له : { ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفا } 16 123 وجعل تعالى ذكره إبراهيم إماما لمن بعده . فإذا كان صحيحا أن الطواف والسعي بين الصفا والمروة من شعائر الله ومن مناسك الحج , فمعلوم أن إبراهيم صلى الله عليه وسلم قد عمل به وسنه لمن بعده , وقد أمر نبينا صلى الله عليه وسلم أمته باتباعه فعليهم العمل بذلك على ما بينه رسول الله صلى الله عليه وسلم .فمن حج البيت أو اعتمرالقول في تأويل قوله تعالى : { فمن حج البيت أو اعتمر } يعني تعالى ذكره : { فمن حج البيت } فمن أتاه عائدا إليه بعد بدء , وكذلك كل من أكثر الاختلاف إلى شيء فهو حاج إليه ; ومنه قول الشاعر : وأشهد من عوف حلولا كثيرة يحجون بيت الزبرقان المزعفرا يعني بقوله يحجون : يكثرون التردد إليه لسؤدده ورياسته . وإنما قيل للحاج حاج لأنه يأتي البيت قبل التعريف ثم يعود إليه لطواف يوم النحر بعد التعريف , ثم ينصرف عنه إلى منى , ثم يعود إليه لطواف الصدر , فلتكراره العود إليه مرة بعد أخرى قيل له حاج . وأما المعتمر فإنما قيل له معتمر لأنه إذا طاف به انصرف عنه بعد زيارته إياه . وإنما يعني تعالى ذكره بقوله : { أو اعتمر } أو اعتمر البيت , ويعني بالاعتمار الزيارة , فكل قاصد لشيء فهو له معتمر ومنه قول العجاج : لقد سما ابن معمر حين اعتمر مغزى بعيدا من بعيد وضبر يعني بقوله \" حين اعتمر \" : حين قصده وأمه .فلا جناح عليه أن يطوف بهماالقول في تأويل قوله تعالى : { فلا جناح عليه أن يطوف بهما } . يعني تعالى ذكره بقوله : { فلا جناح عليه أن يطوف بهما } يقول : فلا حرج عليه ولا مأثم في طوافه بهما . فإن قال قائل : وما وجه هذا الكلام , وقد قلت لنا إن قوله : { إن الصفا والمروة من شعائر الله } وإن كان ظاهره ظاهر الخبر فإنه في معنى الأمر بالطواف بهما ؟ فكيف يكون أمرا بالطواف , ثم يقال : لا جناح على من حج البيت أو اعتمر في الطواف بهما ؟ وإنما يوضع الجناح عمن أتى ما عليه بإتيانه الجناح والحرج والأمر بالطواف بهما , والترخيص في الطواف بهما غير جائز اجتماعهما في حال واحدة ؟ قيل : إن ذلك بخلاف ما إليه ذهب , وإنما معنى ذلك عند أقوام أن النبي صلى الله عليه وسلم لما اعتمر عمرة القضية تخوف أقوام كانوا يطوفون بهما في الجاهلية قبل الإسلام لصنمين كانا عليهما تعظيما منهم لهما فقالوا : وكيف نطوف بهما , وقد علمنا أن تعظيم الأصنام وجميع ما كان يعبد من ذلك من دون الله شرك ؟ ففي طوافنا بهذين الحجرين أحد ذلك , لأن الطواف بهما في الجاهلية إنما كان للصنمين اللذين كانا عليهما , وقد جاء الله بالإسلام اليوم ولا سبيل إلى تعظيم شيء مع الله بمعنى العبادة له . فأنزل الله تعالى ذكره في ذلك من أمرهم : { إن الصفا والمروة من شعائر الله } يعني أن الطواف بهما , فترك ذكر الطواف بهما اكتفاء بذكرهما عنه . وإذ كان معلوما عند المخاطبين به أن معناه : من معالم الله التي جعلها علما لعباده يعبدونه عندهما بالطواف بينهما ويذكرونه عليهما وعندهما بما هو له أهل من الذكر , فمن حج البيت أو اعتمر فلا يتخوفن الطواف بهما , من أجل ما كان أهل الجاهلية يطوفون بهما , من أجل الصنمين اللذين كانا عليهما , فإن أهل الشرك كانوا يطوفون بهما كفرا , وأنتم تطوفون بهما إيمانا وتصديقا لرسولي وطاعة لأمري , فلا جناح عليكم في الطواف بهما . والجناح : الإثم . كما : 1936 - حدثني موسى بن هارون , قال : ثنا عمرو , قال : ثنا أسباط , عن السدي : { فلا جناح عليه أن يطوف بهما } يقول : ليس عليه إثم ولكن له أجر . وبمثل الذي قلنا في ذلك تظاهرت الرواية عن السلف من الصحابة والتابعين . ذكر الأخبار التي رويت بذلك : 1937 - حدثنا محمد بن عبد الملك بن أبي الشوارب قال : ثنا يزيد بن زريع , قال : ثنا داود , عن الشعبي : أن وثنا كان في الجاهلية على الصفا يسمى إسافا , ووثنا على المروة يسمى نائلة ; فكان أهل الجاهلية إذا طافوا بالبيت مسحوا الوثنين ; فلما جاء الإسلام وكسرت الأوثان , قال المسلمون : إن الصفا والمروة إنما كان يطاف بهما من أجل الوثنين , وليس الطواف بهما من الشعائر . قال : فأنزل الله : إنهما من الشعائر { فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } 1938 - حدثنا محمد بن المثنى , قال : ثنا عبد الوهاب , قال : ثنا داود , عن عامر , قال : كان صنم بالصفا يدعى إسافا , ووثن بالمروة يدعى نائلة . ثم ذكر نحو حديث ابن أبي الشوارب وزاد فيه , قال : فذكر الصفا من أجل الوثن الذي كان عليه , وأنث المروة من أجل الوثن الذي كان عليه مؤنثا . 1939 - حدثني يعقوب بن إبراهيم , قال : ثنا ابن علية , عن داود بن أبي هند , عن الشعبي , وذكر نحو حديث ابن أبي الشوارب , عن يزيد , وزاد فيه قال : فجعله الله تطوع خير . 1940 - حدثني يعقوب , قال : ثنا ابن أبي زائدة , قال : أخبرني عاصم الأحول , قال : قلت لأنس بن مالك : أكنتم تكرهون الطواف بين الصفا والمروة حتى نزلت هذه الآية ؟ فقال : نعم كنا نكره الطواف بينهما لأنهما من شعائر الجاهلية حتى نزلت هذه الآية : { إن الصفا والمروة من شعائر الله } * - حدثني علي بن سهل الرملي , قال : ثنا مؤمل بن إسماعيل , قال : ثنا سفيان , عن عاصم , قال : سألت أنسا عن الصفا والمروة , فقال : كانتا من مشاعر الجاهلية , فلما كان الإسلام أمسكوا عنهما , فنزلت : { إن الصفا والمروة من شعائر الله } 1941 - حدثني عبد الوارث بن عبد الصمد بن عبد الوارث , قال : حدثني أبو الحسين المعلم , قال : ثنا سنان أبو معاوية , عن جابر الجعفي , عن عمرو بن حبشي , قال : قلت لابن عمر : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } قال : انطلق إلى ابن عباس فاسأله , فإنه أعلم من بقي بما أنزل على محمد صلى الله عليه وسلم ! فأتيته فسألته , فقال : إنه كان عندهما أصنام , فلما حرمن أمسكوا عن الطواف بينهما حتى أنزلت : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } 1942 - حدثني المثنى , قال : ثنا عبد الله بن صالح , قال : حدثني معاوية بن صالح , عن علي بن أبي طلحة عن ابن عباس قوله : { إن الصفا والمروة من شعائر الله } وذلك أن ناسا كانوا يتحرجون أن يطوفوا بين الصفا والمروة , فأخبر الله أنهما من شعائره , والطواف بينهما أحب إليه , فمضت السنة بالطواف بينهما . 1943 - حدثني موسى , قال : ثنا عمرو , قال : ثنا أسباط , عن السدي : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } قال : زعم أبو مالك عن ابن عباس أنه كان في الجاهلية شياطين تعزف الليل أجمع بين الصفا والمروة , وكانت بينهما آلهة , فلما جاء الإسلام وظهر قال المسلمون : يا رسول الله لا نطوف بين الصفا والمروة , فإنه شرك كنا نفعله في الجاهلية ! فأنزل الله : { فلا جناح عليه أن يطوف بهما } 1944 - حدثني يعقوب بن إبراهيم , قال : ثنا ابن علية , عن ابن أبي نجيح , عن مجاهد في قوله : { إن الصفا والمروة من شعائر الله } قال : قالت الأنصار : إن السعي بين هذين الحجرين من أمر الجاهلية . فأنزل الله تعالى ذكره : { إن الصفا والمروة من شعائر الله } * - حدثني محمد بن عمرو , قال : ثنا أبو عاصم , قال : ثنا عيسى , عن ابن أبي نجيح , عن مجاهد نحوه . 1945 - حدثني يونس , قال : أخبرنا ابن وهب , قال : قال ابن زيد في قوله { فلا جناح عليه أن يطوف بهما } قال : كان أهل الجاهلية قد وضعوا على كل واحد منهما صنما يعظمونهما ; فلما أسلم المسلمون كرهوا الطواف بالصفا والمروة لمكان الصنمين , فقال الله تعالى : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } وقرأ : { ومن يعظم شعائر الله فإنها من تقوى القلوب } 22 32 وسن رسول الله صلى الله عليه وسلم الطواف بهما . * - حدثنا ابن حميد , قال : ثنا جرير , عن عاصم , قال قلت لأنس : الصفا والمروة أكنتم تكرهون أن تطوفوا بهما مع الأصنام التي نهيتم عنها ؟ قال : نعم حتى نزلت : { إن الصفا والمروة من شعائر الله } * - حدثنا ابن حميد , قال : ثنا جرير , قال : أخبرنا عاصم , قال : سمعت أنس بن مالك يقول : إن الصفا والمروة من مشاعر قريش في الجاهلية , فلما كان الإسلام تركناهما . وقال آخرون : بل أنزل الله تعالى ذكره هذه الآية في سبب قوم كانوا في الجاهلية لا يسعون بينهما فلما جاء الإسلام تخوفوا السعي بينهما كما كانوا يتخوفونه في الجاهلية . ذكر من قال ذلك : 1946 - حدثنا بشر بن معاذ , قال : ثنا يزيد , عن سعيد , عن قتادة قوله : { إن الصفا والمروة من شعائر الله } الآية , فكان حي من تهامة في الجاهلية لا يسعون بينهما , فأخبرهم الله أن الصفا والمروة من شعائر الله , وكان من سنة إبراهيم وإسماعيل الطواف بينهما . * - حدثنا الحسن بن يحيى , قال : أخبرنا عبد الرزاق , قال : أخبرنا معمر , عن قتادة , قال : كان ناس من أهل تهامة لا يطوفون بين الصفا والمروة , فأنزل الله : { إن الصفا والمروة من شعائر الله } 1947 - حدثني المثنى , قال : ثنا عبد الله بن صالح قال : حدثني الليث , قال : حدثني عقيل , عن ابن شهاب , قال : حدثني عروة بن الزبير , قال : سألت عائشة فقلت لها : أرأيت قول الله : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } ؟ وقلت لعائشة : والله ما على أحد جناح أن لا يطوف بالصفا والمروة ! فقالت عائشة : بئس ما قلت يا ابن أختي , إن هذه الآية لو كانت كما أولتها كانت لا جناح عليه أن لا يطوف بهما , ولكنها إنما أنزلت في الأنصار كانوا قبل أن يسلموا يهلون لمناة الطاغية التي كانوا يعبدون بالمشلل وكان من أهل لها يتحرج أن يطوف بين الصفا والمروة , فلما سألوا رسول الله صلى الله عليه وسلم عن ذلك فقالوا : يا رسول الله إنا كنا نتحرج أن نطوف بين الصفا والمروة ; أنزل الله تعالى ذكره : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } . قالت عائشة : ثم قد سن رسول الله صلى الله عليه وسلم الطواف بينهما , فليس لأحد أن يترك الطواف بينهما 1948 - حدثنا الحسن بن يحيى , قال : أخبرنا عبد الرزاق قال : أخبرنا معمر , عن الزهري , عن عروة , عن عائشة , قالت : كان رجال من الأنصار ممن يهل لمناة في الجاهلية ومناة صنم بين مكة والمدينة , قالوا : يا نبي الله إنا كنا لا نطوف بين الصفا والمروة تعظيما لمناة , فهل علينا من حرج أن نطوف بهما ؟ فأنزل الله تعالى ذكره : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } قال عروة : فقلت لعائشة : ما أبالي أن لا أطوف بين الصفا والمروة , قال الله : { فلا جناح عليه } قالت : يا ابن أختي ألا ترى أنه يقول : { إن الصفا والمروة من شعائر الله } ؟ قال الزهري : فذكرت ذلك لأبي بكر بن عبد الرحمن بن الحارث بن هشام , فقال : هذا العلم ! قال أبو بكر : ولقد سمعت رجالا من أهل العلم يقولون : لما أنزل الله الطواف بالبيت ولم ينزل الطواف بين الصفا والمروة , قيل للنبي صلى الله عليه وسلم : إنا كنا نطوف في الجاهلية بين الصفا والمروة , وإن الله قد ذكر الطواف بالبيت , ولم يذكر الطواف بين الصفا والمروة فهل علينا من حرج أن لا نطوف بهما ؟ فأنزل الله تعالى ذكره : { إن الصفا والمروة من شعائر الله } الآية كلها . قال أبو بكر : فأسمع أن هذه الآية نزلت في الفريقين كليهما فيمن طاف وفيمن لم يطف . 1949 - حدثنا الحسن بن يحيى , قال : أخبرنا معمر عن قتادة , قال : كان ناس من أهل تهامة لا يطوفون بين الصفا والمروة , فأنزل الله : { إن الصفا والمروة من شعائر الله } والصواب من القول في ذلك عندنا أن يقال : إن الله تعالى ذكره قد جعل الطواف بين الصفا والمروة من شعائر الله , كما جعل الطواف بالبيت من شعائره . فأما قوله : { فلا جناح عليه أن يطوف بهما } فجائز أن يكون قيل لكلا الفريقين اللذين تخوف بعضهم الطواف بهما من أجل الصنمين اللذين ذكرهما الشعبي , وبعضهم من أجل ما كان من كراهتهم الطواف بهما في الجاهلية على ما روي عن عائشة . وأي الأمرين كان من ذلك فليس في قول الله تعالى ذكره : { فلا جناح عليه أن يطوف بهما } الآية , دلالة على أنه عنى به وضع الحرج عمن طاف بهما , من أجل أن الطواف بهما كان غير جائز بحظر الله ذلك ثم جعل الطواف بهما رخصة لإجماع الجميع , على أن الله تعالى ذكره لم يحظر ذلك في وقت , ثم رخص فيه بقوله : { فلا جناح عليه أن يطوف بهما } . وإنما الاختلاف في ذلك بين أهل العلم على أوجه ; فرأى بعضهم أن تارك الطواف بينهما تارك من مناسك حجه ما لا يجزيه منه غير قضائه بعينه , كما لا يجزي تارك الطواف الذي هو طواف الإفاضة إلا قضاؤه بعينه , وقالوا : هما طوافان أمر الله بأحدهما بالبيت , والآخر بين الصفا والمروة . ورأى بعضهم أن تارك الطواف بهما يجزيه من تركه فدية , ورأوا أن حكم الطواف بهما حكم رمي بعض الجمرات , والوقوف بالمشعر , وطواف الصدر , وما أشبه ذلك مما يجزي تاركه من تركه فدية ولا يلزمه العود لقضائه بعينه . ورأى آخرون أن الطواف بهما تطوع , إن فعله صاحبه كان محسنا , وإن تركه تارك لم يلزمه بتركه شيء . والله تعالى أعلم . ذكر من قال : إن السعي بين الصفا والمروة واجب ولا يجزي منه فدية ومن تركه فعليه العودة . 1950 - حدثنا أبو كريب , قال : ثنا وكيع , عن هشام بن عروة , عن أبيه , عن عائشة قالت : لعمري ما حج من لم يسع بين الصفا والمروة , لأن الله قال : { إن الصفا والمروة من شعائر الله } 1951 - حدثني يونس , قال : أخبرنا ابن وهب , قال : قال مالك بن أنس : من نسي السعي بين الصفا والمروة حتى يستبعد من مكة فليرجع فليسع , وإن كان قد أصاب النساء فعليه العمرة والهدي . وكان الشافعي يقول : على من ترك السعي بين الصفا والمروة حتى رجع إلى بلده العود إلى مكة حتى يطوف بينهما لا يجزيه غير ذلك . حدثنا بذلك عنه الربيع . ذكر من قال : يجزي منه دم وليس عليه عود لقضائه : قال الثوري بما : 1952 - حدثني به علي بن سهل , عن زيد بن أبي الزرقاء عنه , وأبو حنيفة , وأبو يوسف , ومحمد : إن عاد تارك الطواف بينهما لقضائه فحسن , وإن لم يعد فعليه دم . ذكر من قال : الطواف بينهما تطوع ولا شيء على من تركه , ومن كان يقرأ : { فلا جناح عليه أن لا يطوف بهما } 1953 - حدثنا محمد بن بشار , قال : ثنا أبو عاصم , قال : ثنا ابن جريج , قال : قال عطاء : لو أن حاجا أفاض بعدما رمى جمرة العقبة فطاف بالبيت ولم يسع , فأصابها - يعني امرأته - لم يكن عليه شيء , لا حج ولا عمرة ; من أجل قول الله في مصحف ابن مسعود : \" فمن حج البيت أو اعتمر فلا جناح عليه أن لا يطوف بهما \" فعاودته بعد ذلك , فقلت : إنه قد ترك سنة النبي صلى الله عليه وسلم , قال : ألا تسمعه يقول : فمن تطوع خيرا فأبى أن يجعل عليه شيئا ؟ 1954 - حدثني يعقوب بن إبراهيم , قال : ثنا هشيم , قال : أخبرنا عبد الملك , عن عطاء , عن ابن عباس أنه كان يقرأ : { إن الصفا والمروة من شعائر الله } الآية , { فلا جناح عليه أن لا يطوف بهما } 1955 - حدثني علي بن سهل , قال : ثنا مؤمل , قال : ثنا سفيان , عن عاصم , قال سمعت أنسا يقول : الطواف بينهما تطوع . * - حدثني المثنى , قال : ثنا حجاج , قال : ثنا حماد , قال : أخبرنا عاصم الأحول , قال : قال أنس بن مالك : هما تطوع . 1956 - حدثني محمد بن عمرو : قال : ثنا أبو عاصم , قال : ثنا عيسى , عن ابن أبي نجيح , عن مجاهد نحوه . 1957 - حدثني المثنى , قال : ثنا أبو حذيفة , قال : ثنا شبل , عن ابن أبي نجيح , عن مجاهد : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } قال : فلم يحرج من لم يطف بهما . 1958 - حدثنا المثنى , قال : ثنا حجاج قال : ثنا أحمد , عن عيسى بن قيس , عن عطاء , عن عبد الله بن الزبير , قال : هما تطوع * - حدثنا ابن حميد , قال : ثنا جرير , عن عاصم , قال : قلت لأنس بن مالك : السعي بين الصفا والمروة تطوع ؟ قال : تطوع . والصواب من القول في ذلك عندنا أن الطواف بهما فرض واجب , وأن على من تركه العود لقضائه ناسيا كان أو عامدا لأنه لا يجزيه غير ذلك , لتظاهر الأخبار عن رسول الله صلى الله عليه وسلم أنه حج بالناس فكان مما علمهم من مناسك حجهم الطواف بهما . ذكر الرواية عنه بذلك : 1959 - حدثني يوسف بن سلمان , قال : ثنا حاتم بن إسماعيل , قال : ثنا جعفر بن محمد , عن أبيه , عن جابر قال : لما دنا رسول الله صلى الله عليه وسلم من الصفا في حجه , قال : \" { إن الصفا والمروة من شعائر الله } ابدءوا بما بدأ الله بذكره \" فبدأ بالصفا فرقي عليه . 1960 - حدثنا أبو كريب , قال : ثنا محمود بن ميمون أبو الحسن , عن أبي بكر بن عياش , عن ابن عطاء عن أبيه , عن ابن عباس : أن النبي صلى الله عليه وسلم قال : { إن الصفا والمروة من شعائر الله } , فأتى الصفا فبدأ بها , فقام عليها ثم أتى المروة فقام عليها وطاف وسعى . فإذا كان صحيحا بإجماع الجميع من الأمة أن الطواف بهما على تعليم رسول الله صلى الله عليه وسلم أمته في مناسكهم وعمله في حجه وعمرته , وكان بيانه صلى الله عليه وسلم لأمته جمل ما نص الله في كتابه وفرضه في تنزيله , وأمر به مما لم يدرك علمه إلا ببيانه لازما العمل به أمته كما قد بينا في كتابنا \" كتاب البيان عن أصول الأحكام \" إذا اختلفت الأمة في وجوبه , ثم كان مختلفا في الطواف بينهما هل هو واجب أو غير واجب ; كان بينا وجوب فرضه على من حج أو اعتمر لما وصفنا , وكذلك وجوب العود لقضاء الطواف بين الصفا والمروة , لما كان مختلفا فيما على من تركه مع إجماع جميعهم , على أن ذلك مما فعله رسول الله صلى الله عليه وسلم وعلمه أمته في حجهم وعمرتهم إذ علمهم مناسك حجهم , كما طاف بالبيت وعلمه أمته في حجهم وعمرتهم , إذ علمهم مناسك حجهم وعمرتهم , وأجمع الجميع على أن الطواف بالبيت لا تجزي منه فدية ولا بدل , ولا يجزي تاركه إلا العود لقضائه ; كان نظيرا له الطواف بالصفا والمروة , ولا تجزي منه فدية ولا جزاء , ولا يجزي تاركه إلا العود لقضائه , إذ كانا كلاهما طوافين أحدهما بالبيت والآخر بالصفا والمروة . ومن فرق بين حكمهما عكس عليه القول فيه , ثم سئل البرهان على التفرقة بينهما , فإن اعتل بقراءة من قرأ : \" فلا جناح عليه أن لا يطوف بهما \" قيل : ذلك خلاف ما في مصاحف المسلمين غير جائز لأحد أن يزيد في مصاحفهم ما ليس فيها . وسواء قرأ ذلك كذلك قارئ , أو قرأ قارئ : { ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيت العتيق } 22 29 فلا جناح عليهم أن لا يطوفوا به . فإن جاءت إحدى الزيادتين اللتين ليستا في المصحف كانت الأخرى نظيرتها وإلا كان مجيز إحداهما إذا منع الأخرى متحكما , والتحكم لا يعجز عنه أحد . وقد روي إنكار هذه القراءة وأن يكون التنزيل بها عن عائشة . 1961 - حدثني يونس بن عبد الأعلى , قال : أخبرنا ابن وهب , قال : أخبرني مالك بن أنس , عن هشام بن عروة , عن أبيه قال : قلت لعائشة زوج النبي صلى الله عليه وسلم وأنا يومئذ حديث السن : أرأيت قول الله عز وجل : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } فما نرى على أحد شيئا أن لا يطوف بهما ؟ فقالت عائشة : كلا لو كانت كما تقول كانت وفلا جناح عليه أن لا يطوف بهما \" , إنما أنزلت هذه الآية في الأنصار كانوا يهلون لمناة وكانت مناة حذو قديد , وكانوا يتحرجون أن يطوفوا بين الصفا والمروة ; فلما جاء الإسلام سألوا رسول الله صلى الله عليه وسلم عن ذلك , فأنزل الله : { إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما } وقد يحتمل قراءة من قرأ : { فلا جناح عليه أن لا يطوف بهما } أن تكون \" لا \" التي مع \" أن \" صلة في الكلام , إذ كان قد تقدمها جحد في الكلام قبلها , وهو قوله : { فلا جناح عليه } فيكون نظير قول الله تعالى ذكره : { قال ما منعك ألا تسجد إذ أمرتك } 7 12 بمعنى ما منعك أن تسجد , وكما قال الشاعر : ما كان يرضى رسول الله فعلهما والطيبان أبو بكر ولا عمر ولو كان رسم المصحف كذلك لم يكن فيه لمحتج حجة مع احتمال الكلام ما وصفنا لما بينا أن ذلك مما علم رسول الله صلى الله عليه وسلم أمته في مناسكهم على ما ذكرنا , ولدلالة القياس على صحته , فكيف وهو خلاف رسوم مصاحف المسلمين , ومما لو قرأه اليوم قارئ كان مستحقا العقوبة لزيادته في كتاب الله عز وجل ما ليس منه ؟ومن تطوع خيرا فإن الله شاكر عليمالقول في تأويل قوله تعالى : { ومن تطوع خيرا فإن الله شاكر عليم } اختلف القراء في قراءة ذلك , فقرأته عامة قراء أهل المدينة والبصرة : { ومن تطوع خيرا } على لفظ المضي بالتاء وفتح العين . وقرأته عامة قراء الكوفيين : { ومن يطوع خيرا } بالياء وجزم العين وتشديد الطاء , بمعنى : ومن يتطوع . وذكر أنها في قراءة عبد الله : \" ومن يتطوع \" . فقرأ ذلك قراء أهل الكوفة على ما وصفنا اعتبارا بالذي ذكرنا من قراءة عبد الله سوى عاصم فإنه وافق المدنيين , فشددوا الطاء طلبا لإدغام التاء في الطاء . وكلتا القراءتين معروفة صحيحة متفق معنياهما غير مختلفين , لأن الماضي من الفعل مع حروف الجزاء بمعنى المستقبل , فبأي القراءتين قرأ ذلك قارئ فمصيب . ومعنى ذلك : ومن تطوع بالحج والعمرة بعد قضاء حجته الواجبة عليه , فإن الله شاكر له على تطوعه له بما تطوع به من ذلك ابتغاء وجهه فمجازيه به , عليم بما قصد وأراد بتطوعي بما تطوع به وإنما قلنا إن الصواب في معنى قوله : { فمن تطوع خيرا } هو ما وصفنا دون قول من زعم أنه معني به : فمن تطوع بالسعي والطواف بين الصفا والمروة ; لأن الساعي بينهما لا يكون متطوعا بالسعي بينهما إلا في حج تطوع أو عمرة تطوع لما وصفنا قبل ; وإذ كان ذلك كذلك كان معلوما أنه إنما عنى بالتطوع بذلك التطوع بما يعمل ذلك فيه من حج أو عمرة . وأما الذين زعموا أن الطواف بهما تطوع لا واجب , فإن الصواب أن يكون تأويل ذلك على قولهم : فمن تطوع بالطواف بهما فإن الله شاكر ; لأن للحاج والمعتمر على قولهم الطواف بهما إن شاء وترك الطواف , فيكون معنى الكلام على تأويلهم : فمن تطوع بالطواف بالصفا والمروة , فإن الله شاكر تطوعه ذلك , عليم بما أراد ونوى الطائف بهما كذلك . كما : 1962 - حدثني محمد بن عمرو , قال : ثنا أبو عاصم , قال : ثنا عيسى , عن ابن أبي نجيح عن مجاهد : { ومن تطوع خيرا فإن الله شاكر عليم } قال : من تطوع خيرا فهو خير له , تطوع رسول الله فكانت من السنن . وقال آخرون : معنى ذلك : ومن تطوع خيرا فاعتمر . ذكر من قال ذلك : 1963 - حدثني يونس , قال : أخبرنا ابن وهب , قال : قال ابن زيد في قوله : { ومن تطوع خيرا فإن الله شاكر عليم } من تطوع خيرا فاعتمر فإن الله شاكر عليم ; قال : فالحج فريضة , والعمرة تطوع , ليست العمرة واجبة على أحد من الناس .",
  "ayah": 158,
  "surah": 2
}
