{
  "text": "القول في تأويل قوله جل ثناؤه: أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَىقال أبو جعفر: إن قال قائل: وكيف اشترى هؤلاء القومُ الضلالةَ بالهدى, وإنما كانوا منافقين لم يتقدم نفاقَهم إيمانٌ فيقال فيهم: باعوا هداهم الذي كانوا عليه بضلالتهم حتى استبدلوها منه؟ وقد علمتَ أن معنى الشراء المفهوم: اعتياضُ شيء ببذل شيء مكانه عِوَضًا منه, والمنافقون الذين وصفهم الله بهذه الصفة، لم يكونوا قط على هُدًى فيتركوه ويعتاضوا منه كفرًا ونفاقًا؟قيل: قد اختلف أهل التأويل في معنى ذلك, فنذكر ما قالوا فيه, ثم نبين الصحيحَ من التأويل في ذلك إن شاء الله:380- حدثنا محمد بن حميد, قال: حدثنا سلمة بن الفضل, عن محمد بن إسحاق, عن محمد بن أبي محمد مولى زيد بن ثابت, عن عكرمة, أو عن سعيد بن جبير, عن ابن عباس: ( أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) ، أي الكفرَ بالإيمان.381- وحدثني موسى بن هارون, قال: حدثنا عمرو, قال: حدثنا أسباط, عن السُّدّيّ، في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرَّة, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: ( أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) ، يقول: أخذوا الضلالة وتركوا الهدى.382- حدثنا بشر بن مُعاذ, قال: حدثنا يزيد, عن سعيد, عن قتادة: ( أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) ، استحبوا الضلالة على الهدى.383- حدثني محمد بن عمرو, قال: حدثنا أبو عاصم, قال: حدثنا عيسى بن ميمون, عن ابن أبي نَجيح، عن مجاهد في قوله: ( أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) ، آمنوا ثم كفروا.384- حدثنا المثنى, قال: حدثنا أبو حُذَيفة, قال: حدثنا شِبْل, عن ابن أبي نَجيح, عن مجاهد مثله (118) .قال أبو جعفر: فكأن الذين قالوا في تأويل ذلك: \" أخذوا الضلالة وتركوا الهدى \" - وجَّهوا معنى الشراء إلى أنه أخذ المشترَى مكانَ الثمن المشترَى به, فقالوا: كذلك المنافق والكافر، قد أخذَا مكان الإيمان الكفرَ, فكان ذلك منهما شراءً &; 1-313 &; للكفر والضلالة اللذَيْن أخذاهما بتركهما ما تركا من الهدى, وكان الهدى الذي تركاه هو الثمن الذي جعلاه عوضًا من الضلالة التي أخذاها.وأما الذين تأوَّلوا أن معنى قوله \" اشْتَرَوْا \": \" استحبُّوا \", فإنهم لما وَجدوا الله جل ثناؤه قد وصف الكفّار في موضع آخر، فنسبهم إلى استحبابهم الكفرَ على الهدى, فقال: وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى [سورة فصلت: 17]، صرفوا قوله: ( اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) إلى ذلك. وقالوا: قد تدخل \" الباء \" مكان \" على \", و \" على \" مكان \" الباء \", كما يقال: مررت بفلان، ومررت على فلان، بمعنى واحد, وكقول الله جل ثناؤه: وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ [سورة آل عمران: 75]، أي على قنطار. فكان تأويل الآية على معنى هؤلاء: أولئك الذين اختارُوا الضلالةَ على الهدى. وأراهم وجَّهوا معنى قول الله جل ثناؤه \" اشْتَرَوا \" إلى معنى اختاروا، لأن العرب تقول: اشتريت كذا على كذا, واسْتَرَيتُه - يَعْنُون اخترتُه عليه.ومن الاستراء قول أعشى بني ثعلبة (119)فَقَــدْ أُخْــرِجُ الكَــاعِبَ الْمُسْـتَرَاةَ مِــنْ خِدْرِهَــا وَأُشِــيعَ الْقِمَـارَ (120)يعني بالمستراة: المختارة.وقال ذو الرُّمة، في الاشتراء بمعنى الاختيار:يَـذُبُّ الْقَصَايَـا عَـنْ شَـرَاةٍ كَأَنَّهَـاجَمَـاهِيرُ تَحْـتَ الْمُدْجِنَـاتِ الْهَوَاضِبِ (121)يعني بالشَّراة: المختارة.وقال آخر في مثل ذلك:إِنَّ الشَّـــرَاةَ رُوقَـــةُ الأَمْــوَالِوَحَــزْرَةُ الْقَلْــبِ خِيَــارُ الْمَـالِ (122)قال أبو جعفر: وهذا، وإن كان وجهًا من التأويل، فلستُ له بمختار. لأن الله جل ثناؤه قال: فَمَا رَبِحَتْ تِجَارَتُهُمْ ، فدل بذلك على أن معنى قوله ( أُولَئِكَ الَّذِينَ &; 1-315 &; اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) ، معنى الشراء الذي يتعارفه الناس، من استبدال شيء مكان شيء، وأخذِ عِوَض على عوض.وأما الذين قالوا: إنّ القوم كانوا مؤمنين وكفروا, فإنه لا مؤونة عليهم، لو كان الأمر على ما وصفوا به القوم. لأن الأمر إذا كان كذلك، فقد تركوا الإيمان, واستبدلوا به الكفرَ عوضًا من الهدى. وذلك هو المعنى المفهوم من معاني الشراء والبيع, ولكن دلائل أوّل الآيات في نعوتهم إلى آخرها، دالّةٌ على أن القوم لم يكونوا قط استضاءوا بنور الإيمان، ولا دخلوا في ملّة الإسلام, أوَما تسمعُ الله جل ثناؤه من لَدُنِ ابتدأ في نعتهم، إلى أن أتى على صفتهم، إنما وصفهم بإظهار الكذب بألسنتهم: بدعواهم التصديق بنبيِّنا محمد صلى الله عليه وسلم وبما جاء به, خداعًا لله ولرسوله وللمؤمنين عند أنفسهم، واستهزاءً في نفوسهم بالمؤمنين, وهم لغير ما كانوا يظهرون مستبطنون. يقول الله جل جلاله (123) : وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ ، ثم اقتصَّ قَصَصَهم إلى قوله: ( أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) ؟ فأين الدلالة على أنهم كانوا مؤمنين فكفروا؟فإن كان قائل هذه المقالة ظن أنّ قوله: \" أولئك الذين اشْتَرَوُا الضَّلالة بالهُدى \" هو الدليل على أنّ القوم قد كانوا على الإيمان فانتقلوا عنه إلى الكفر, فلذلك قيل لهم \" اشتروا \" - فإن ذلك تأويل غير مسلَّم له, إذْ كان الاشتراء عند مخالفيه قد يكون أخذَ شيء بتركِ آخرَ غيره, وقد يكون بمعنى الاختيار، وبغير ذلك من المعاني. والكلمة إذا احتملت وجوهًا، لم يكن لأحد صرفُ معناها إلى بعضٍ وجوهها دون بعضٍ، إلا بحجة يجب التسليم لها.قال أبو جعفر: والذي هو أولى عندي بتأويل الآية، ما روينا عن ابن عباس وابن مسعود من تأويلهما قوله: ( اشْتَرَوُا الضَّلالَةَ بِالْهُدَى ) : أخذوا الضلالة وتركوا الهدى. وذلك أن كل كافر بالله فإنه مستبدلٌ بالإيمان كفرًا، باكتسابه الكفرَ الذي وُجد منه، بدلا من الإيمان الذي أمر به. أوَمَا تسمعُ الله جل ثناؤه يقول فيمن اكتسب كفرًا به مكان الإيمان به وبرسوله: وَمَنْ يَتَبَدَّلِ الْكُفْرَ بِالإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ [سورة البقرة: 108]؟ وذلك هو معنى الشراء, لأن كلّ مشترٍ شيئًا فإنما يستبدل مكانَ الذي يُؤخذ منه من البدل آخرَ بديلا منه. فكذلك المنافقُ والكافر، استبدلا بالهدى الضلالةَ والنفاق , فأضلهما الله، وسلبهما نورَ الهدى، فترك جميعَهم في ظلمات لا يبصرون.القول في تأويل قوله : فَمَا رَبِحَتْ تِجَارَتُهُمْقال أبو جعفر: وتأويل ذلك أن المنافقين -بشرائهم الضلالةَ بالهدى- خسروا ولم يربحوا, لأن الرابح من التجّار: المستبدِلُ من سلعته المملوكة عليه &; 1-316 &; بدلا هو أنفسَ من سلعته المملوكة أو أفضلَ من ثمنها الذي يبتاعها به. فأما المستبدِلُ من سلعته بدلا دُونها ودونَ الثمن الذي ابتاعها به (124) ، فهو الخاسر في تجارته لا شكّ. فكذلك الكافر والمنافق، لأنهما اختارَا الحيرة والعمى على الرشاد والهدى، والخوفَ والرعبَ على الحفظ والأمن, واستبدلا في العاجل: بالرَّشاد الحيرة, وبالهُدى الضلالةَ, وبالحفظ الخوفَ, وبالأمن الرعبَ - مع ما قد أعد لهما في الآجل من أليم العقاب وشديد العذاب, فخابا وخَسِرا, ذلك هو الخسران المبين.وبنحو الذي قلنا في ذلك كان قتادة يقول.385- حدثنا بشر بن مُعاذ, قال: حدثنا يزيد بن زُرَيع, عن سعيد, عن قتادة، ( فَمَا رَبِحَتْ تِجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ ) : قد وَالله رأيتموهم خرجوا من الهدى إلى الضلالة, ومن الجماعة إلى الفُرقة, ومن الأمن إلى الخوف, ومن السُّنة إلى البدعة (125) .قال أبو جعفر: فإن قال قائل: فما وجه قوله: ( فَمَا رَبِحَتْ تِجَارَتُهُمْ ) ؟ وهل التجارة مما تَرْبَح أو تُوكس، فيقال: رَبِحت أو وُضِعَت (126) ؟قيل: إن وجه ذلك على غير ما ظننتَ. وإنما معنى ذلك: فما ربحوا في تجارتهم - لا فيما اشترَوْا، ولا فيما شرَوْا. ولكن الله جل ثناؤه خاطب بكتابه عَرَبًا فسَلَك في خطابه إياهم وبيانه لهم، مَسلكَ خطاب بعضهم بعضًا، وبيانهم المستعمل بينهم (127) . فلما كان فصيحًا لديهم قول القائل لآخر: خاب سعيُك، ونام ليلُك, وخسِر بيعُك, ونحو ذلك من الكلام الذي لا يخفى على سامعه ما يريد قائله - خاطبهم بالذي هو في منطقهم من الكلام، فقال: ( فَمَا رَبِحَتْ تِجَارَتُهُمْ ) إذ كان معقولا عندهم أن الربح إنما هو في التجارة، كما النومُ في الليل. فاكتفى بفهم المخاطبين بمعنى ذلك، عن أن يقال: فما ربحوا في تجارتهم, وإنْ كان ذلك معناه, كما قال الشاعر:وشَــرُّ الْمَنَايَـا مَيِّـتٌ وَسْـطَ أَهْلِـهِكَـهُلْكِ الْفَتَـاةِ أَسْـلَمَ الْحَـيَّ حَـاضِرُهُ (128)يعني بذلك: وشر المنايا منيَّة ميت وَسط أهله، فاكتفى بفهم سامع قِيلِه مرادَه من ذلك، عن إظهار ما ترك إظهارَه، وكما قال رؤبة بن العَجَّاج:حَـارِثُ! قَـدْ فَرَّجْـتَ عَنِّـي هَمِّـيفَنَـــامَ لَيْــلِي وَتَجَــلَّى غَمِّــي (129)فوَصف بالنوم الليل, ومعناه أنه هو الذي نام، وكما قال جرير بن الخَطَفَى:وَأَعْــوَرَ مـن نَبْهَـانَ أَمَّـا نَهَـارُهُفَــأَعْمَى, وَأَمَّــا لَيْلُــهُ فَبَصِــيرُ (130)فأضاف العمى والإبصار إلى الليل والنهار, ومرادُه وصفَ النبهانيّ بذلك.القول في تأويل قوله: وَمَا كَانُوا مُهْتَدِينَ (16)يعني بقوله جل ثناؤه ( وَمَا كَانُوا مُهْتَدِينَ ) : ما كانوا رُشداءَ في اختيارهم الضلالةَ على الهدى, واستبدالهم الكفرَ بالإيمان, واشترائهم النفاقَ بالتصديق والإقرار.---------------الهوامش :(118) الأخبار : 380 - 384 : ساقها ابن كثير في تفسيره 1 : 95 ، 96 ، والسيوطي 1 : 31 ، 32 ، والشوكاني 1 : 33 ، 34 .(119) في المطبوعة\"الاشتراء\" بالشين المعجمة ، وهو خطأ ، صوابه بالسين المهملة .(120) ديوانه : 35 ، وطبقات فحول الشعراء : 36 ، واللسان (سرا) . وفي المطبوعة : \"المشتراة\" في الموضعين ، والصواب ما أثبتناه . والكاعب : التي كعب ثديها ، أي نهد ، يعني أنها غريرة منعمة محجوبة . وخدر الجارية : سترها الذي يمد لها لتلزمه بعد البلوغ ، وأشاع المال بين القوم : فرقه فيهم . وأراد بالقمار : لعب الميسر ، وعنى نصيب الفائز في الميسر من لحم الجزور ، يفرقه في الناس من كرمه .(121) ديوانه : 62 . والضمير في قوله\"يذب\" لفحل الإبل . ويذب : يدفع ويطرد . والقصايا ، جمع قصية : وهي من الإبل رذالتها ، ضعفت فتخلفت . وجماهير ، جمع جمهور : وهو رملة مشرفة على ما حولها ، تراكم رملها وتعقد . والمدجنات ، من قولهم\"سحابة داجنة ومدجنة\" ، وهي : المطبقة الكثيفة المطر . والهواضب : التي دام مطرها وعظم قطرها . شبه الإبل في جلالة خلقها وضخامتها بجماهير الرمل المتلبدة في رأي العين من بعيد(122) البيت الثاني في اللسان (حزر) . وروقة الناس : خيارهم وأبهاهم منظرًا . ويقال : هذا الشيء حزرة نفسي وقلبي : أي خير ما عندي ، وما يتعلق به القلب لنفاسته .(123) في المطبوعة : \"لقول الله . . . \" .(124) في المطبوعة : \"يبتاعها\" .(125) الأثر 385- في ابن كثير 1 : 96 ، والسيوطي 1 : 32 ، والشوكاني 1 : 34 .(126) وضع في تجارته يوضع وضيعة : غبن فيها وخسر ، ومثله : وكس .(127) في المخطوطة : \"المستعلم بينهم\" ، ولعلها سبق قلم .(128) هو للحطيئة ، من أبيات ليست في ديوانه ، بل في طبقات فحول الشعراء : 95 ، وسيبويه 1 : 109 وأمالي الشريف المرتضى 1 : 38 ، مع اختلاف في بعض الرواية ، ورواية الطبقات أجودهن . \"أيقظ الحي\" ، يعني أيقظ الحي حاضر الموت ، فقامت البواكي ترن وتندب ، وكأن رواية من روى\"أسلم الحي\" ، تعني أسلمهم للبكاء .(129) ديوانه : 142 ، يمدح الحارث بن سليم ، من آل عمرو بن سعد بن زيد مناة .(130) ديوانه : 206 ، والنقائض : 35 ، والمؤتلف والمختلف : 39 ، 161 ، ومعجم الشعراء 253 ، من شعر في هجاء الأعور النبهاني ، وكان هجا جريرًا ، فأكله جرير . قال أبو عبيدة : \"أي هو أعور النهار عن الخيرات ، بصير الليل بالسوءات ، يسرق ويزني\" .",
  "ayah": 16,
  "surah": 2
}
