{
  "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ (161)قال أبو جعفر: يعني تعالى ذكره بقوله: \" إنّ الذين كفروا \"، إن الذين جَحدوا نبوة محمد صلى الله عليه وسلم وكذبوا به = من اليهود والنصارى وسائر أهل الملل، والمشركين من عَبدة الأوثان =\" وماتوا وهم كفار \"، يعني: وماتوا وهم على جُحودهم ذلك وتكذيبهم محمدًا صلى الله عليه وسلم،\" أولئك عَليهم لَعنةُ الله والملائكة \", يعني: فأولئك الذين كفروا وماتوا وهم كفار عليهم لعنة الله، يقول: أبعدهم الله وأسحقهم من رحمته,\" والملائكة \"، يعني ولَعنهم الملائكةُ والناس أجمعون. ولعنة الملائكة والناس إياهم قولهم: \" عليهم لعنة الله \".* * *وقد بينا معنى \" اللعنة \" فيما مضى قبل بما أغنى عن إعادته. (87)* * *فإن قال قائل: وكيف تَكونُ على الذي يموت كافرًا بمحمد صلى الله عليه وسلم [لعنةُ الناس أجمعين] من أصناف الأمم، (88) وأكثرهم ممن لا يؤمن به ويصدقه؟&; 3-262 &;قيل: إن معنى ذلك على خلاف ما ذهبتَ إليه. وقد اختلف أهل التأويل في تأويل ذلك. فقال بعضهم: عنى الله بقوله: \" والناس أجمعين \"، أهلَ الإيمان به وبرسوله خاصة، دون سائر البشر.* ذكر من قال ذلك:2392- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: \" والناس أجمعين \"، يعني: ب \" الناس أجمعين \"، المؤمنين.2393- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه، عن الربيع: \" والناس أجمعين \"، يعني بـ \" الناس أجمعين \"، المؤمنين.* * *وقال آخرون: بل ذلك يومَ القيامة، يُوقَفُ على رءوس الأشهاد الكافرُ فيلعنه الناس كلهم.* ذكر من قال ذلك:2394- حدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع, عن أبي العالية: أن الكافر يُوقَف يوم القيامة فيلعنه الله, ثم تلعنه الملائكة, ثم يلعنه الناس أجمعون.* * *وقال آخرون: بل ذلك قول القائل كائنًا من كان: \" لَعنَ الله الظالم \", فيلحق ذلك كل كافر، لأنه من الظَّلمة.* ذكر من قال ذلك:2395- حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي قوله: \" أولئك عليهم لَعنة الله والملائكة والناس أجمعين \"، فإنه لا يتلاعن اثنان مُؤمنان ولا كافران فيقول أحدهما: \" لعن الله الظالم \"، إلا وجبت تلك اللعنة على الكافر، لأنه ظالم, فكل أحد من الخلق يلعنه.* * *&; 3-263 &;قال أبو جعفر: وأولى هذه الأقوال بالصواب عندنا قولُ من قال: عنى الله بذلك جَميعَ الناس، بمعنى لعنهم إياهم بقولهم: \" لعن الله الظالم - أو الظالمين \".فإن كلّ أحد من بني آدم لا يمتنع من قيل ذلك كائنًا من كان، (89) ومن أي أهل ملة كان, فيدخل بذلك في لعنته كلّ كافرٍ كائنًا من كان. وذلك بمعنى ما قاله أبو العالية. لأن الله تعالى ذكره أخبر عمن شَهدهم يوم القيامة أنهم يلعنونهم فقال:  وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الأَشْهَادُ هَؤُلاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ  [هود: 18]وأما ما قاله قتادة، من أنه عنى به بعضَ الناس, فقولٌ ظاهرُ التنـزيل بخلافه, ولا برهان على حقيقته من خبر ولا نظر. فإن كان ظن أن المعنيَّ به المؤمنون، من أجل أن الكفار لا يَلعنون أنفسهم ولا أولياءهم, فإن الله تعالى ذكره قد أخبر أنهم يَلعنونهم في الآخرة. ومعلومٌ منهم أنّهم يَلعنون الظَّلمة, وداخلٌ في الظَّلمة كل كافر، بظلمه نفسه, وجحوده نعمةَ ربه, ومخالفته أمرَه.----------------الهوامش :(87) انظر ما سلف في هذا الجزء 3 : 254 ، والتعليق : 1 ، ومراجعه .(88) الزيادة التي بين القوسين لا بد منها ، وإلا اختل الكلام والسؤال ، ولم يكن لهما معنى محدود مفهوم ، واستظهرت الزيادة من جواب هذا السؤال .(89) في المطبوعة : \"لا يمنع من قيل ذلك\" ، والصواب ما أثبت .",
  "ayah": 161,
  "surah": 2
}
