{
  "text": "القول في تأويل قوله عز وجل :  وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ (163)قال أبو جعفر: قد بينا فيما مضى معنى \" الألوهية \"، وأنها اعتباد الخلق. (91)فمعنى قوله: \" وإلهكم إلهٌ واحدٌ لا إلهَ إلا هو الرحمن الرحيم \": والذي يستحق عَليكم أيها الناس الطاعةَ له, ويستوجب منكم العبادة، معبودٌ واحدٌ وربٌّ واحد, فلا تعبدوا غيرَه، ولا تشركوا معه سواه، فإنّ من تُشركونه معه في عبادتكم إياه، هو خَلقٌ من خلق إلهكم مثلكم, وإلهكم إله واحد، لا مثلَ لهُ وَلا نَظير.* * *واختُلِف في معنى وَحدانيته تعالى ذكره,فقال بعضهم: معنى وحدانية الله، معنى نَفي الأشباه والأمثال عنه، كما يقال: \" فلان واحدُ الناس - وهو وَاحد قومه \", يعني بذلك أنه ليسَ له في الناس مثل, ولا له في قومه شبيه ولا نظيرٌ. فكذلك معنى قول: \" اللهُ واحد \", يعني به: الله لا مثل له ولا نظير.فزعموا أن الذي دلَّهم على صحة تأويلهم ذلك، أنّ قول القائل: \" واحد \" يفهم لمعان أربعة. أحدها: أن يكون \" واحدًا \" من جنس، كالإنسان \" الواحد \" من الإنس. والآخر: أن يكون غير متفرِّق، كالجزء الذي لا ينقسم. (92) والثالث: &; 3-266 &; أن يكون معنيًّا به: المِثلُ والاتفاق، كقول القائل: \" هذان الشيئان واحد \", يراد بذلك: أنهما متشابهان، حتى صارَا لاشتباههما في المعاني كالشيء الواحد.والرابع: أن يكون مرادًا به نفي النظير عنه والشبيه.قالوا: فلما كانت المعاني الثلاثةُ من معاني\" الواحد \" منتفيةً عنه، صح المعنى الرابع الذي وَصَفناه.* * *وقال آخرون: معنى \" وحدانيته \" تعالى ذكره، معنى انفراده من الأشياء، وانفراد الأشياء منه. قالوا: وإنما كان منفردًا وحده, لأنه غير داخل في شيء ولا داخلٌ فيه شيء. قالوا: ولا صحة لقول القائل: \" واحد \"، من جميع الأشياء إلا ذلك. وأنكر قائلو هذه المقالة المعاني الأربعةَ التي قالها الآخرون.* * *وأما قوله: \" لا إله إلا هو \"، فإنه خبرٌ منه تعالى ذكره أنه لا رب للعالمين غيرُه, ولا يستوجبُ على العبادِ العبادةَ سواه, وأنّ كلّ ما سواه فهُم خَلقه, والواجبُ على جميعهم طاعته والانقيادُ لأمره، وتركُ عبادة ما سواه من الأنداد والآلهة، وهجْر الأوثان والأصنام. لأنّ جميع ذلك خلقُه، وعلى جميعهم الدينونة له بالوحدانية والألوهة, ولا تَنبغي الألوهة إلا له, إذ كان ما بهم من نعمة في الدنيا فمنه، دون ما يعبدونه من الأوثان ويشركون معه من الأشراك؛ (93) وما يصيرون إليه من نعمة في الآخرة فمنه, وأن ما أشركوا معه من الأشراك لا يضر ولا ينفعُ في عاجل ولا في آجل, ولا في دنيا ولا في آخرة.وهذا تنبيه من الله تعالى ذكره أهلَ الشرك به على ضلالهم, ودعاءٌ منه لهم إلى الأوبة من كفرهم, والإنابة من شركهم.&; 3-267 &;ثم عرَّفهم تعالى ذكره بالآية التي تتلوها، موضعَ استدلال ذوي الألباب منهم على حقيقة ما نبَّههم عليه من توحيده وحُججه الواضحة القاطعة عُذرَهم, فقال تعالى ذكره: أيها المشركون، إن جهلتم أو شككتم في حقيقة ما أخبرتكم من الخبر: من أنّ إلهكم إله واحد، دونَ ما تدَّعون ألوهيته من الأنداد والأوثان, فتدبروا حُججي وفكروا فيها, فإن من حُججي خَلق السموات والأرض, واختلاف الليل والنهار, والفلكُ التي تجري في البحر بما يَنفعُ الناس, وما أنـزلت من السماء من ماء فأحييت به الأرض بعد موتها, وما بثثتُ فيها من كل دابة, والسحاب الذي سَخرته بين السماء والأرض. فإن كان ما تعبدونه من الأوثان والآلهة والأنداد وسائر ما تشركون به، إذا اجتمع جميعه فتظاهرَ أو انفرد بعضُه دون بعض، يقدر على أن يخلق نظيرَ شيء من خَلقي الذي سميتُ لكم, فلكم بعبادتكم ما تعبدون من دوني حينئذ عذرٌ, وإلا فلا عُذر لكم في اتخاذ إله سواي, ولا إله لكم ولما تعبدون غَيري. فليتدبر أولو الألباب إيجازَ الله احتجاجَه على جميع أهل الكفر به والملحدين في توحيده، في هذه الآية وفي التي بعدها، بأوْجز كلام، وأبلغ حجة وألطف معنى يشرف بهم على مَعرفة فضْل حكمة الله وبَيانه.* * *--------------------الهوامش :(91) انظر ما سلف 1 : 122-126 .(92) في المطبوعة : \"غير متصرف\" ، وهو تصحيف ، والصواب ما أثبت .(93) الأشراك جمع شريك ، كما يقال : شريف وأشراف ، ونصير وأنصار ، ويجمع أيضًا على\"شركاء\" .",
  "ayah": 163,
  "surah": 2
}
