{
  "text": "القول في المعنى الذي من أجله أنـزل الله على نبيه صلى الله عليه وسلم قوله:  إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ* * *قال أبو جعفر: اختلف أهل التأويل في السبب الذي من أجله أنـزل الله تعالى ذكره هذه الآية على نَبيّه محمد صلى الله عليه وسلم.* * *فقال بعضهم: أنـزلها عليه احتجاجًا له على أهل الشرك به من عبدة الأوثان. وذلك أن الله تعالى ذكره لما أنـزل على نبيه محمد صلى الله عليه وسلم:  وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ  فتلا ذلك عَلى أصحابه, وسمع به المشركون مِنْ عبدة الأوثان، قال المشركون: وما الحجة والبرهان على أنّ ذلك كذلك؟ ونحن نُنكر ذلك, ونحن نـزعم أنّ لنا آلهة كثيرة؟ فأنـزل الله عند ذلك: \" إن في خَلق السموات والأرض \"، احتجاجًا لنبيه صلى الله عليه وسلم على الذين قالوا مَا ذَكرنَا عَنهم.* ذكر من قال ذلك:2398- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن عطاء, قال: نـزل على النبي صلى الله عليه وسلم بالمدينة:  وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ ، فقال كفار قريش بمكة: كيف يَسعُ الناسَ إله واحد؟ فأنـزل الله تعالى ذكره: \" إنّ في خَلق السموَات والأرض واختلاف الليل والنهار \"، إلى قوله:  لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ ، فبهذا تعلمُون أنه إله واحدٌ, وأنه إله كل شيء، وخالق كل شيء.* * *وقال آخرون: بل نـزلت هذه الآية على النبي صلى الله عليه وسلم، من أجل أنّ أهلَ الشرك سألوا رسول الله صلى الله عليه وسلم [آية]، (1) فأنـزل الله هذه الآية، يعلمهم فيها أنّ لهم في خَلق السموات والأرض وسائر ما ذكر مع ذلك، آيةً بينةً على وحدانية الله, وأنه لا شريك له في ملكه، لمن عَقل وتدبَّر ذلك بفهم صحيح.* ذكر من قال ذلك:2399- حدثنا سفيان بن وكيع قال، حدثنا أبي, عن سفيان, عن أبيه, &; 3-269 &; عن أبي الضحى قال: لما نـزلت  وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ ، قال المشركون: إن كان هذا هكذا فليأتنا بآية! فأنـزل الله تعالى ذكره: \" إن في خلق السموات والأرض وَاختلاف الليل والنهار \"، الآية.2400- حدثني المثنى قال، حدثنا إسحاق بن الحجاج قال حدثنا ابن أبي جعفر, عن أبيه, قال حدثني سعيد بن مسروق, عن أبي الضحى قال: لما نـزلت:  وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هُوَ الرَّحْمَنُ الرَّحِيمُ ، قال المشركون: إن كان هذا هكذا فليأتنا بآية، فأنـزل الله تعالى ذكره: \" إنّ في خلق السموات والأرض واختلاف الليل والنهار \"، الآية.2401- حدثني المثنى قال، حدثنا إسحاق بن الحجاج قال، حدثنا ابن أبي جعفر, عن أبيه, قال، حدثني سعيد بن مسروق, عن أبي الضحى قال: لما نـزلت هذه الآية، جعل المشركون يعجبون ويقولون: تقول إلهكم إله واحدٌ‍, فلتأتنا بآية إن كنتَ من الصادقين! فأنـزل الله: \" إنّ في خلق السموات والأرض واختلاف الليل والنهار \"، الآية.2402- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج, عن ابن جريج عن عطاء بن أبى رباح أن المشركين قالوا للنبي صلى الله عليه وسلم: أرِنا آية! فنـزلت هذه الآية: \" إنّ في خلق السموات والأرض \".2403- حدثنا ابن حميد قال، حدثنا يعقوب القمي، عن جعفر, عن سعيد قال: سألت قريش اليهودَ فقالوا: حدثونا عما جاءكم به موسى من الآيات! فحدثوهم بالعصَا وبيده البيضاء للناظرين. وسألوا النصارى عما جاءهم به عيسى من الآيات, فأخبروهم أنه كان يُبرئ الأكمهَ والأبرصَ ويُحيي الموتى بإذن الله. فقالت قريش عند ذلك للنبي صلى الله عليه وسلم: ادعُ الله أن يجعل لَنا الصفا ذَهبًا، فنـزداد يقينًا, ونتقوَّى به على عدوّنا. فسأل النبي صلى الله عليه وسلم ربه, فأوحى إليه: &; 3-270 &; إنّي مُعطيهم, فأجعلُ لهم الصفا ذهبًا, ولكن إن كذَّبوا عذّبتهم عذابًا لم أعذبه أحدًا من العالمين.فقال النبي صلى الله عليه وسلم: ذَرني وقَومي فأدعوهم يومًا بيوم. فأنـزل الله عليه: \" إنّ في خَلق السموات والأرض \"، الآية: إن في ذَلك لآية لهم, إن كانوا إنما يريدون أن أجعل لهم الصفا ذهبًا, فخلق الله السموات والأرض واختلاف الليل والنهار، أعظمُ من أن أجعل لهم الصفا ذهبًا ليزدادوا يقينًا.2404- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: \" إنّ في خلق السموات والأرض واختلاف الليل والنهار \"، فقال المشركون للنبي صلى الله عليه وسلم: (2) غيِّر لنا الصفا ذهبًا إن كنت صادقًا أنه منه! فقال الله: إنّ في هذه الآيات لآياتٍ لقوم يعقلون. وقال: قد سأل الآيات قومٌ قبلكم ثم أصبحوا بها كافرين.* * *قال أبو جعفر: والصواب من القول في ذلك, أنّ الله تعالى ذكره نَبَّه عباده = على الدلالة على وَحدانيته وتفرده بالألوهية، دون كل ما سواه من الأشياء = بهذه الآية. وجائزٌ أن تكون نـزلت فيما قاله عطاء, وجائزٌ أن تكون فيما قاله سعيد بن جبير وأبو الضحى, ولا خبرَ عندنا بتصحيح قول أحد الفريقين يقطع العذرَ، فيجوز أن يقضيَ أحدٌ لأحد الفريقين بصحة قولٍ على الآخر. وأيُّ القولين كان صحيحًا، فالمراد من الآية ما قلت.* * *&; 3-271 &;القول في تأويل قوله تعالى :  إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِقال أبو جعفر: يعني تعالى ذكره بقوله: \" إنّ في خَلق السموات والأرض \"، إن في إنشاء السموات والأرض وابتداعهما.* * *ومعنى \" خلق \" الله الأشياء: ابتداعه وإيجاده إياها، بعد أن لم تكن موجودة.وقد دللنا فيما مضى على المعنى الذي من أجله قيل: \" الأرض \"، ولم تجمع كما جُمعت السموات, فأغنى ذلك عن إعادته (3)* * *فإن قال لنا قائل: وهل للسموات والأرض خلقٌ هو غيرُها فيقال: \" إنّ في خلق السموات والأرض \"؟قيل: قد اختلف في ذلك. فقال بعض الناس: لها خَلقٌ هو غيرها. واعتلُّوا في ذلك بهذه الآية, وبالتي في سورة: الكهف:  مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالأَرْضِ وَلا خَلْقَ أَنْفُسِهِمْ  [سورة الكهف: 51] وقالوا: لم يخلق الله شيئًا إلا والله له مريدٌ. قالوا: فالأشياء كانت بإرادة الله, والإرادة خلق لها.* * *&; 3-272 &;وقال آخرون: خلق الشيء صفة له, لا هي هو، ولا غيرُه. قالوا: لو كان غيرُه لوجب أن يكون مثله موصوفًا. قالوا: ولو جاز أن يكون خَلقُه غيرَه، وأن يكون موصوفًا، لوجب أن تكون له صفة هي له خَلق. ولو وجب ذلك كذلك، لم يكن لذلك نهاية. قالوا: فكان معلومًا بذلك أنه صفة للشيء. قالوا: فخلق السموات والأرض صفة لهما، على ما وصفنا. واعتلُّوا أيضًا -بأن للشيء خلقًا ليس هو به- من كتاب الله بنحو الذي اعتلّ به الأولون.* * *وقال آخرون: خَلق السموات والأرض، وخلق كل مخلوق, هو ذلك الشيء بعينه لا غيره.فمعنى قوله: \" إن في خلق السموات والأرض \": إنّ في السموات والأرض. (4)* * *القول في تأويل قوله تعالى :  وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِقال أبو جعفر: يعني تعالى ذكره بقوله: \" واختلاف الليل والنهار \"، وتعاقب الليل والنهار عليكم أيها الناس.* * *وإنما \" الاختلاف \" في هذا الموضع \" الافتعال \" من \" خُلوف \" كل واحد منهما الآخر، (5) كما قال تعالى ذكره:  وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا  [سورة الفرقان: 62].بمعنى: أن كل واحد منهما يخلف مَكان صاحبه، إذا ذهب الليل جَاء النهارُ بعده, وإذا ذهب النهارُ جاء الليل خلفه. ومن ذلك قيل: \" خلف فلانٌ فلانًا في أهله بسوء \", ومنه قول زهير:بِهَــا العِيـنُ وَالآرَامُ يَمْشِـينَ خِلْفَـةًوَأَطْلاؤُهَــا يَنْهَضْــنَ مِــنْ كُــلِّ مَجْـثَم (6)* * *&; 3-273 &;وأما \" الليل \". فإنه جَمْع \" ليلة \", نظيرُ\" التمر \" الذي هو جمع \" تمرة \". وقد يجمع \" ليالٍ\"، فيزيدون في جَمعها ما لم يكن في واحدتها. وزيادتهم \" الياء \" في ذلك نظير زيادتهم إياها في\" ربَاعية وثَمانية وكرَاهية \".* * *وأما \" النهار \"، فإنّ العرب لا تكاد تجمعه، لأنه بمنـزلة الضوء. وقد سمع في جَمعه \" النُّهُر \"، قال الشاعر:لَــوْلا الــثّرِيدانِ هَلَكْنَـا بِـالضُّمُرْثَرِيــدُ لَيْـــلٍ وثَرِيــدٌ بِـــالنُّهُرْ (7)ولو قيل في جمع قليله \" أنهِرَة \" كان قياسًا.* * *القول في تأويل قوله تعالى :  وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَقال أبو جعفر: يعني تعالى ذكره: إنّ في الفلك التي تجري في البحر.* * *و \" الفلك \" هو السُّفن, واحدُه وجمعه بلفظ واحد, ويذكَّر ويؤنث، كما قال تعالى ذكره في تذكيره في آية أخرى:  وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ  [سورة يس: 41]، فذكَّره.* * *وقد قال في هذه الآية: \" والفلك التي تجري في البحر \"، وهي مُجْراة، لأنها &; 3-274 &; إذا أجريت فهي\" الجارية \", فأضيف إليها من الصفة ما هو لها. (8)* * *وأما قوله: \" بما ينفع الناس \"، فإن معناه: ينفعُ الناسَ في البحر.* * *القول في تأويل قوله تعالى :  وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَاقال أبو جعفر: يعني تعالى ذكره بقوله: \" وما أنـزل اللهُ من السماء من مَاء \"، وفيما أنـزلهُ الله من السماء من ماء, وهو المطر الذي يُنـزله الله من السماء.وقوله: \" فأحيا به الأرضَ بَعدَ موتها \"، وإحياؤها: عمارَتُها، وإخراج نباتها. و \" الهاء \" التي في\" به \" عائدة على \" الماء \" و \" الهاء والألف \" في قوله: \" بعد موتها \" على الأرض.و \" موت الأرض \"، خرابها، ودُثور عمارتها, وانقطاعُ نباتها، الذي هو للعباد أقواتٌ، وللأنام أرزاقٌ.* * *القول في تأويل قوله تعالى :  وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍقال أبو جعفر: بعني تعالى ذكره بقوله: \" وبث فيها منْ كلّ دَابة \"، وإن فيما بثّ في الأرض من دابة.* * *&; 3-275 &;ومعنى قوله: \" وبَث فيها \"، وفرَّقَ فيها, من قول القائل: \" بث الأميرُ سراياه \"، يعنى: فرَّق.و \" الهاء والألف \" في قوله: \" فيها \"، عائدتان على  الأَرْضَ .* * *\" والدابة \"\" الفاعلة \"، من قول القائل: \" دبَّت الدابة تدبُّ دبيبًا فهي دابة \".\" والدابة \"، اسم لكل ذي رُوح كان غير طائر بجناحيه، لدبيبه على الأرض.* * *القول في تأويل قوله تعالى :  وَتَصْرِيفِ الرِّيَاحِقال أبو جعفر: يعني تعالى ذكره بقوله: \" وتصريف الرياح \"، وفي تصريفه الرياح, فأسقط ذكر الفاعل وأضاف الفعل إلى المفعول, كما تقول: (9) \" يعجبني إكرام أخيك \", تريد: إكرامُك أخَاك.* * *\" وتصريف \" الله إياها، أنْ يُرسلها مَرَّة لَواقحَ, ومرة يجعلها عَقيما, ويبعثها عذابًا تُدمِّر كل شيء بأمر ربها، كما:-2405- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" وتصريف الرياح والسحاب المسخر \" قال، قادرٌ والله ربُّنا على ذلك, إذا شَاء [جعلها رَحمةً لواقح للسحاب ونشرًا بين يدي رحمته، وإذا شاء] جَعلها عذابًا ريحًا عقيمًا لا تُلقح, إنما هي عَذابٌ على من أرسِلتْ عليه. (10)* * *&; 3-276 &;وزعم بعض أهل العربية أنّ معنى قوله: \" وتصريف الرياح \"، أنها تأتي مَرّة جنوبًا وشمالا وقبولا ودَبورًا. ثم قال: وذلك تصريفها. (11) وهذه الصفة التي وَصَفَ الرياح بها، صفة تصرُّفها لا صفة تصريفها, لأن \" تصريفها \" تصريفُ الله لها,\" وتصرفها \" اختلافُ هُبوبها.وقد يجوز أن يكون معنى قوله: \" وتصريف الرياح \"، تصريفُ الله تعالى ذكره هبوب الريح باختلاف مَهابِّها.* * *القول في تأويل قوله تعالى :  وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالأَرْضِ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (164)قال أبو جعفر: يعني تعالى ذكره بقوله: \" والسحاب المسخر \"، وفي السحاب، جمع \" سحابة \". يدل على ذلك قوله تعالى ذكره:  وَيُنْشِئُ السَّحَابَ الثِّقَالَ  [سورة الرعد: 12] فوحّد المسخر وذكره, كما قالوا: \" هذه تَمرة وهذا تمر كثير \". في جمعه,\" وهذه نخلة وهذا نخل \". (12)وإنما قيل للسحاب \" سحاب \" إن شاء الله، لجر بعضه بعضًا وسَحبه إياه, من قول القائل: \" مرّ فلان يَجر ذَيله \"، يعني: \" يسحبه \".* * *فأما معنى قوله: \" لآيات \"، فإنه عَلامات ودلالاتٌ على أن خالق ذلك كلِّه ومنشئه، إله واحدٌ. (13)* * *&; 3-277 &;\" لقوم يعقلون \"، لمن عَقل مَوَاضع الحجج، وفهم عن الله أدلته على وحدانيته. فأعلم تعالى ذكره عبادَه، بأنّ الأدلة والحجج إنما وُضعت مُعتبَرًا لذوي العقول والتمييز، دون غيرهم من الخلق, إذ كانوا هم المخصوصين بالأمر والنهي, والمكلفين بالطاعة والعبادة, ولهم الثواب، وعليهم العقاب.* * *فإن قال قائل: وكيف احتج على أهل الكفر بقوله:  إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ  الآية، في توحيد الله؟ وقد علمت أنّ أصنافًا من أصناف الكفرة تدفع أن تكون السموات والأرض وسائر ما ذكر في هذه الآية مخلوقةً؟قيل: إنّ إنكار من أنكر ذلك غيرُ دافع أن يكون جميعُ ما ذكرَ تعالى ذكره في هذه الآية، دليلا على خالقه وصانعه, وأنّ له مدبرًا لا يشبهه [شيء], وبارئًا لا مِثْل له. (14) وذلك وإن كان كذلك, فإن الله إنما حَاجَّ بذلك قومًا كانوا مُقرِّين بأنّ الله خالقهم, غير أنهم يُشركون في عبادته عبادة الأصنام والأوثان. (15) فحاجَّهم تعالى ذكره فقال -إذ أنكروا قوله:  وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ ، وزعموا أن له شُركاء من الآلهة-: [إن إلهكم الذي خلق السموات وأجرى فيها الشمس والقمر لكم بأرزاقكم دائبين في سيرهما. وذلك هو معنى اختلاف الليل والنهار في الشمس والقمر] (16) وذلك هو معنى قوله:  وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا &; 3-278 &; يَنْفَعُ النَّاسَ  - وأنـزل إليكم الغيثَ من السماء, فأخصب به جنابكم بعد جُدوبه, وأمرعه بعد دُثوره, فَنَعَشكم به بعد قُنوطكم (17) -، وذلك هو معنى قوله:  وَمَا أَنْـزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا  - وسخَّر لكم الأنعام فيها لكمْ مطاعمُ ومَآكل, ومنها جمالٌ ومراكبُ, ومنها أثاث وملابس - وذلك هو معنى قوله:  وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ  - وأرْسل لكم الرياح لواقح لأشجار ثماركم وغذائكم وأقواتكم، وسيَّر لكم السحاب الذي بَودْقِه حَياتكم وحياة نعمكم ومواشيكم - وذلك هو معنى قوله: \" وتصريف الرياح والسحاب المسخَّر بين السماء والأرض \".فأخبرهم أنّ إلههم هو الله الذي أنعمَ عليهم بهذه النعم, وتفرَّد لهم بها. ثم قال: هل من شُركائكم مَن يفعل مِنْ ذلكم من شيء، فتشركوه في عبادتكم إياي, وتجعلوه لي نِدًّا وعِدلا؟ فإن لم يكن من شُركائكم مَنْ يفعل مِنْ ذلكم مِن شيء, ففي الذي عَددت عليكم من نعمتي، وتفردت لكم بأياديّ، دلالاتٌ لكم إن كنتم تَعقلون مواقعَ الحق والباطل، والجور والإنصاف. وذلك أنّى لكم بالإحسان إليكم متفرِّد دون غيري, وأنتم تجعلون لي في عبادتكم إياي أندادًا. فهذا هو معنى الآية.* * *والذين ذُكِّروا بهذه الآية واحتج عليهم بها، هم القوم الذين وصفتُ صفتهم، دون المعطِّلة والدُّهْرية، وإن كان في أصغر ما عدَّ الله في هذه الآية، من الحجج البالغة, المَقْنَعُ لجميع الأنام، تركنا البيان عنه، كراهة إطالة الكتاب بذكره.-----------------الهوامش :(1) الزيادة بين القوسين لا يتم الكلام إلا بها ، ويدل عليها ما سيأتي في الآثار بعد .(2) في المطبوعة : \"فقال المشركون للنبي . . . \" ، والصواب طرح هذه الفاء .(3) انظر ما سلف 1 : 431-437 .(4) لم يتبع أبو جعفر في هذا الموضع ما درج عليه من ترجيح القول الذي يختاره . وهذا مما يدل على ما ذهبنا إليه ، أنه كان يختصر كلامه أحيانًا ، مخافة الإطالة . هذا إذا لم يكن في المخطوطات خرم أو اختصار من ناسخ أو كاتب .(5) \"خلوف\" مصدر\"خلف\" ، ولم أجده في كتب اللغة ، ولكنه عربي معرق في قياسه .(6) ديوانه : من معلقته العتيقة . والهاء في\"بها\" إلى\"ديار أم أوفى\" صاحبته . والعين جمع عيناء : وهي بقر الوحش ، واسعة العيون جميلتها . والآرام جمع رئم : وهي الظباء الخوالص البياض ، تسكن الرمل . \"خلفة\" إذا جاء منها فوج ذهب آخر يخلفه مكانه . يصف مجيئها وذهوبها في براح هذه الرملة . والأطلاء جمع طلا : وهو ولد البقرة والظبية الصغير . ويصف الصغار من أولاد البقر والظباء في هذه الرملة ، وقد نهض هذا وذاك منها من موضع جثومه . يصف اختلاف الحركة في هذه الفقرة المهجورة التي فارقتها أم أوفى ، وقد وقف بها من بعد عشرين حجة - ، كما ذكر .(7) تهذيب الألفاظ : 422 ، والمخصص 9 : 51 ، واللسان (نهر) ، والأزمنة والأمكنة 1 : 77 ، 155 وغيرها . ورواية اللسان والمخصص\"لمتنا بالضمر\" . والضمر (بضم الميم وسكونها) مثل العسر والعسر : الهزال ولحاق البطن من الجوع وغيره . والثريد : خبز يهشم ويبل بماء القدر ويغمس فيه حتى يلين .(8) انظر ما سلف 1 : 196 .(9) في المطبوعة : \"كما قال : يعجبني . . يريد\" ، والصواب ما أثبت .(10) الزيادة بين القوسين من نص الدر المنثور 1 : 164 ، من نص تفسير قتادة الذي أخرجه الطبري .(11) هذه مقالة الفراء في معاني القرآن 1 : 97 .(12) في المطبوعة : \"كما قال : هذه ثمرة . . . \" ، والصواب ما أثبته .(13) انظر معنى\"آية\" فيما سلف 1 : 106 ، وفهارس اللغة . وقد ترك الطبري تفسيره\"المسخر\" ، وكأن في الأصول اختصارًا من ناسخ أو كاتب ، إن لم يكن من الطبري نفسه ، كما أشرت إليه فيما مضى .(14) الزيادة بين القوسين لا بد منها هنا .(15) انظر ما سلف في 1 : 371 ، والرد على من ظن أن العرب كانت غير مقرة بالوحدانية .(16) هذه الجملة قد سقط منها شيء كثير ، فاختلت واضطربت ، وكأن صوابها ما يأتي : [إنّ إلهكم الذي خلق لَكم السَّموَات والأرض ، فخلق الأرض وقَدّر لكم فيها أرزاقكم وأقواتكم ، وخلق السَّمَوات وأجرى فيها الشمس والقمر دائبين في سيرهما - وذلك هو معنى : (واختلاف الليل والنهار) -وخلق الرياح التي تسوق السفن التي تحملكم فتجريها في البحر لتبتغوا من فضله] -(17) أمرع الأرض : صيرها خصبة بعد الجدب . والدثور : الدروس ، يريد خرابها وانمحاء آثار عمارتها من النبات وغيره . وكان في المطبوعة : \"فينعثكم\" ، والصواب ما أثبت . ونعشه الله ينعشه : رفعه وتداركه برحمته .",
  "ayah": 164,
  "surah": 2
}
