{
  "text": "القول في تأويل قوله تعالى :  وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِقال أبو جعفر: يعني تعالى ذكره بذلك: أنّ من الناس من يتخذ من دون الله أندادًا له =وقد بينا فيما مضى أن \" الندّ\"، العدل، بما يدل على ذلك من الشواهد، فكرهنا إعادته. (18)* * *= وأن الذين اتخذوا هذه \" الأنداد \" من دُون الله، يحبون أندادهم كحب المؤمنين الله. ثم أخبرَهم أن المؤمنين أشد حبًا لله، من متخذي هذه الأنداد لأندادهم.* * *واختلف أهل التأويل في\" الأنداد \" التي كان القوم اتخذوها. وما هي؟* * *فقال بعضهم: هي آلهتهم التي كانوا يعبدونها من دون الله.* ذكر من قال ذلك.2406- حدثنا بشر بن معاذ قال، حدثنا يزيد, عن سعيد, عن قتادة قوله: \" ومن الناس من يَتخذ من دون الله أندادًا يحبونهم كحب الله والذين آمنوا أشد حبًا لله \"، من الكفار لأوثانهم.2407- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح, عن مجاهد في قوله تعالى ذكره: \" يحبونهم كحب الله \"، مباهاةً ومُضاهاةً للحقّ بالأنداد،\" والذين آمنوا أشد حبًا لله \"، من الكفار لأوثانهم.2408- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله.&; 3-280 &;2409- حدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع قوله: \" ومن الناس من يتخذُ من دُون الله أندادًا يحبونهم كحب الله \" قال، هي الآلهة التي تُعبد من دون الله، يقول: يحبون أوثانهم كحب الله،\" والذين آمنوا أشد حبًا لله \", أي من الكفار لأوثانهم.2410- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ومنَ الناس من يَتخذ من دون الله أندادًا يحبونهم كحب الله \" قال، هؤلاء المشركون. أندادُهم: آلهتهم التي عَبدوا مع الله، يحبونهم كما يحب الذين آمنوا الله، والذين آمنوا أشد حبًا لله من حبهم هم آلهتَهم.* * *وقال آخرون: بل \" الأنداد \" في هذا الموضع، إنما هم سادتهم الذين كانوا يطيعونهم في معصية الله تعالى ذكره.* ذكر من قال ذلك:2411- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: \" ومنَ الناس من يَتخذ من دُون الله أندادًا يحبونهم كحب الله \" قال، الأنداد من الرجال، يطيعونهم كما يطيعون الله، إذا أمروهم أطاعوهم وعَصَوا الله. (19)* * *فإن قال قائل: وكيف قيل: \" كحب الله \"؟ وهل يحب الله الأنداد؟ وهل كان مُتخذو الأنداد يحبون الله، فيقال: \" يُحبونهم كحب الله \"؟قيل: إنّ معنى ذلك بخلاف ما ذهبتَ إليه, وإنما ذلك نظير قول القائل: (20) \" بعت غُلامي كبيع غلامِك \", بمعنى: بعته كما بيع غلامك، وكبيْعك &; 3-281 &; غُلامَك,\" واستوفيتُ حَقي منه استيفاء حَقك \", بمعنى: استيفائك حقك، فتحذف من الثاني كناية اسم المخاطَب، اكتفاء بكنايته في\" الغلام \" و \" الحق \", كما قال الشاعر:فَلَسْــتُ مُسَــلِّمًا مَـا دُمْـتُ حَيَّـاعَـــلَى زَيْــدٍ بِتَسْــلِيم الأمِــيرِ (21)يعنى بذلك: كما يُسلَّم على الأمير.* * *فمعنى الكلام إذًا: ومنَ الناس من يتخذ، أيها المؤمنون، من دون الله أندادًا يحبونهم كحبكُم الله. (22)* * *القول في تأويل قوله تعالى :  وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ (165)قال أبو جعفر: اختلفت القرأة في قراءة ذلك. فقرأه عامة أهل المدينة والشأم: \" ولوْ ترى الذين ظَلموا \" بالتاء \" إذ يَرون العذابَ\" بالياء \" أن القوة لله جميعًا وأن الله شديدُ العذاب \" بفتح \" أنّ\" و \" أنّ\" كلتيهما - بمعنى: ولو ترى يا محمد &; 3-282 &; الذين كفروا وَظَلموا أنفسهم، حينَ يَرون عذابَ الله ويعاينونه \" أنّ القوة لله جميعًا وأن الله شديدُ العذاب \".ثم في نصَبْ\" أنّ\" و \" أنّ\" في هذه القراءة وجهان: أحدهما أن تُفتح بالمحذوف من الكلام الذي هو مطلوب فيه, فيكون تأويل الكلام حينئذ: ولو ترى يَا محمد الذين ظلموا إذ يرون عذاب الله، لأقروا -ومعنى ترى: تبصر- أن القوة لله جميعًا, وأنّ الله شديد العذاب. ويكون الجواب حينئذ -إذا فتحت \" أن \" على هذا الوجه- متروكًا، قد اكتفى بدلالة الكلام عليه، ويكون المعنى ما وصفت. فهذا أحد وجهي فتح \" أن \"، على قراءة من قرأ: \" ولو ترى \" ب \" التاء \".والوجهُ الآخر في الفتح: أن يكون معناه: ولو ترى، يا محمد، إذ &; 3-283 &; يَرى الذين ظلموا عذابَ الله, لأن القوة لله جميعًا, وأن الله شديد العذاب, لعلمت مبلغ عذاب الله. ثم تحذف \" اللام \"، فتفتح بذلك المعنى، لدلالة الكلام عليها.* * *وقرأ ذلك آخرون من سَلف القراء: \" ولو تَرى الذين ظَلموا إذ يرون العذاب إن القوة لله جميعًا وإن الله شديدُ العذاب \". بمعنى: ولو ترى، يا محمد، الذين ظلموا حين يعاينون عذابَ الله، لعلمت الحال التي يصيرون إليها. ثم أخبر تعالى ذكره خبرًا مبتدأ عن قدرته وسلطانه، بعد تمام الخبر الأول فقال: \" إن القوة لله جميعًا \" في الدنيا والآخرة، دون من سواه من الأنداد والآلهة,\" وإن الله شديد العذاب \" لمن أشرك به، وادعى معه شُركاء، وجعل له ندًا.* * *وقد يحتمل وجهًا آخر في قراءة من كسر \" إن \" في\" ترى \" بالتاء. وهو أن يكون معناه: ولو ترَى، يا محمد الذين ظلموا إذ يرون العذابَ يقولون: إنّ القوة لله جميعًا وإنّ الله شديد العذاب. ثمّ تحذفُ\" القول \" وتَكتفي منه بالمقول.* * *وقرأ ذلك آخرون: \" ولو يَرَى الذين ظلموا \" بالياء \" إذ يَرَون العذاب أن القوة لله جميعًا وأن الله شَديدُ العذاب \" بفتح \" الألف \" من \" أنّ\"\" وأنّ\", بمعنى: ولو يرى الذين ظلموا عذابَ الله الذي أعد لهم في جهنم، لعلموا حين يَرونه فيعاينونه أن القوة لله جميعًا وأن الله شديد العذاب, إذ يرون العذاب. فتكون \" أن \" الأولى منصوبة لتعلقها بجواب \" لو \" المحذوف، ويكون الجواب متروكًا, وتكون الثانية معطوفة على الأولى. وهذه قراءة عامة القرّاء الكوفيين والبصريين وأهل مكة.* * *وقد زعم بعض نحويي البصرة أنّ تأويل قراءة من قرأ: \" ولو يَرَى الذين ظلموا إذ يرون العذابَ أن القوة لله جميعًا وأن الله شديد العذاب \" بالياء في\" يرى \" وفتح \" الألفين \" في\" أن \"\" وأن \"-: ولو يعلمون، (23) لأنهم لم يكونوا علموا قدر ما يعاينون من العذاب. وقد كان النبي صلى الله عليه وسلم عَلم, فإذا قال: \" ولو ترى \", فإنما يخاطب النبي صلى الله عليه وسلم.ولو كسر \" إنّ\" على الابتداء، إذا قال: \" ولو يرى \" جاز, لأن \" لو يرى \"، لو يعلم.وقد تكون \" لو \" في معنى لا يَحتاج معها إلى شيء. (24) تقول للرجل: \" أمَا وَالله لو يعلم، ولو تعلم \" (25) كما قال الشاعر: (26)إنْ يكُــنْ طِبَّـكِ الـدّلالُ, فلَـوْ فِـيسَـالِفِ الدَّهْــرِ والسِّـنِينَ الخَــوَالِي! (27)&; 3-284 &;هذا ليس له جواب إلا في المعنى, وقال الشاعر (28)وَبِحَـــــظٍّ مِمَّــــا نَعِيشُ, وَلاتَــذْهَبْ بِـكَ التُّرَّهَـاتُ فِــي الأهْـوَالِ (29)فأضمر: فعيشي. (30)قال: وقرأ بعضهم: \" ولو تَرى \"، وفتح \" أن \" على \" ترى \". وليس بذلك، (31) لأن النبي صلى الله عليه وسلم يعلم, ولكن أراد أن يعلم ذلك الناسُ، كما قال تعالى ذكره:  أَمْ يَقُولُونَ افْتَرَاهُ  [سورة السجدة: 3]، ليخبر الناس عن جهلهم, وكما قال:  أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ  [سورة البقرة: 107]. (32)* * *قال أبو جعفر: وأنكر قوم أن تكون \" أنّ\" عاملا فيها قوله: \" ولو يرى \". وقالوا: إنّ الذين ظلموا قَد علموا حين يَرون العذاب أن القوة لله جميعًا, فلا وجه لمن تأوَّل ذلك: ولو يَرى الذين ظلموا أنّ القوة لله. وقالوا: إنما عمل في\" أن \" جواب \" لو \" الذي هو بمعنى \" العلم \", لتقدم \" العلم \" الأول. (33)* * *&; 3-285 &;وقال بعض نحويي الكوفة: مَنْ نصب: \" أن القوة لله وأن الله شديد العذاب \" ممن قرأ: \" ولو يَرَى \" بالياء، فإنما نصبها بإعمال \" الرؤية \" فيها, وجعل \" الرؤية \" واقعةً عليها. وأما مَنْ نصبها ممن قرأ: \" ولو ترى \" بالتاء, فإنه نَصبَها على تأويل: لأنّ القوة لله جميعًا, ولأن الله شديد العذاب. قال: ومن كسرهما ممن قرأ بالتاء، فإنه يكسرهما على الخبر.* * *وقال آخرون منهم: فتح \" أنّ\" في قراءة من قرأ: \" ولو يَرَى الذين ظلموا \" بالياء، بإعمال \" يرى \", وجوابُ الكلام حينئذ متروك, كما ترك جواب:  وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الأَرْضُ  [سورة الرعد: 31]، لأن معنى الجنة والنار مكررٌ معروف. (34) وقالوا: جائز كسر \" إن \"، في قراءة من قرأ ب \" الياء \", وإيقاع \" الرؤية \" على \" إذ \" في المعنى, وأجازوا نصب \" أن \" على قراءة من قرأ ذلك ب \" التاء \"، لمعنى نية فعل آخر, وأن يكون تأويل الكلام: \" ولو ترى الذين ظَلموا إذ يرون العذاب \"، [يرَون] أنّ القوة لله جميعا، (35) وزعموا أن كسر \" إنّ\" الوجهُ، إذا قرئت: \" ولو تَرَى \" ب \" التاء \" على الاستئناف, لأن قوله: \" ولو ترى \" قد وَقع على \" الذين ظلموا \". (36)* * *قال أبو جعفر: والصواب من القراءة عندنا في ذلك: \" ولو تَرَى الذين ظلموا \" -بالتاء من \" ترى \"-\" إذ يرون العذاب أن القوة لله جميعًا وأن الله شديد العذاب \" بمعنى: لرأيتَ أن القوة لله جميعًا وأن الله شديد العذاب. فيكون قوله: \" لرأيت \" الثانية، محذوفةً مستغنى بدلالة قوله: \" ولو ترى الذين ظلموا \"، عن ذكره, وإن &; 3-286 &; كان جوابًا ل \" لو \". (37)ويكون الكلام، وإن كان مخرجه مَخرجَ الخطاب لرسول الله صلى الله عليه وسلم - معنيًّا به غيره. لأن النبي صلى الله عليه وسلم كان لا شك عالمًا بأن القوة لله جميعًا، وأن الله شديد العذاب. ويكون ذلك نظيرَ قوله:  أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ  [سورة البقرة: 107] وقد بيناه في موضعه. (38)وإنما اخترنا ذلك على قراءة \" الياء \"، لأن القوم إذا رَأوا العذاب، قَد أيقنوا أن القوة لله جميعًا وأن الله شديد العذاب, فلا وجه أن يُقال: لو يرون أنّ القوة لله جميعًا - حينئذ. لأنه إنما يقال: \" لو رأيت \"، لمن لم يرَ, فأما من قد رآه، فلا معنى لأن يقال له: \" لو رأيت \".* * *ومعنى قوله: \" إذ يَرون العذاب \"، إذ يُعاينون العذاب، كما:-2412- حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع قوله: \" ولو يرى الذين ظَلموا إذ يَرون العذابَ أن القوة لله جميعًا، وأن الله شديد العذاب \"، يقول: لو عاينوا العذاب.* * *وإنما عنى تعالى ذكره بقوله: \" ولو تَرَى الذين ظلموا \"، ولو ترى، يا محمد، الذين ظلموا أنفسهم، فاتخذوا من دوني أندادًا يحبونهم كحبكم إياي, حين يُعاينون عَذابي يومَ القيامة الذي أعددتُ لهم, لعلمتم أن القوة كلها لي دُون الأنداد والآلهة, وأنّ الأنداد والآلهة لا تغني عنهم هنالك شيئًا, ولا تدفع عنهم عذابًا أحللتُ بهم, وأيقنتم أنِّي شديدٌ عذابي لمن كفر بي، وادَّعى مَعي إلهًا غيري.----------------الهوامش :(18) انظر ما سلف 1 : 368-370 .(19) الأثر : 2411- في المطبوعة : \"حدثني موسى قال حدثنا أسباط\" ، أسقط منه\"قال حدثنا عمرو\" ، وهو إسناد دائر في التفسير ، أقر به رقم : 2404 . ثم انظر ص : 288 س : 11 فسيأتي تأويله وبيانه عن قول السدي .(20) في المطبوعة : \"وإنما نظير ذلك\" ، وأثبت أولى العبارتين بالسياق والمعنى .(21) لم أعرف قائله . وسيأتي في هذا الجزء 3 : 311 ، وهو من أبيات أربعة في البيان والتبيين 4 : 51 ، ومعاني القرآن للفراء 1 : 100 ، وأمالي الشريف 1 : 215 . وبعد البيت :أَمـــيرٌ يــأكُلُ الفَــالُوذَ سِــرًّاويُطْعِــمُ ضيفَــهُ خُـبْزَ الشَّـعِير!أتذكُــرُ إذْ قَبَــاؤك جــلْدُ شــاةٍوَإِذْ نَعْــلاَكَ مــن جِــلْدِ البَعِـيرِ?فسُــبْحان الــذي أعطــاك مُلْكًـاوعَلَّمـك الجـلوسَ عـلى السَّـرِير!!(22) في المطبوعة : \"كحب الله\" ، وليس هذا تفسيرًا على سياق كلامه وتفسيره ، بل هو نص الآية ، والصواب ما أثبت .(23) يريد أن\"يرى\" بمعنى : يعلم . وقاله أبو عبيدة في مجاز القرآن : 62 .(24) في المطبوعة : \"وقد تكون\"لو يعلم\" في معنى لا يحتاج . . . \" ، والصواب حذف\"يعلم\" فإنه أراد\"لو\" وحدها ، وذلك ظاهر في استدلاله بعد .(25) في المطبوعة : \"لو يعلم\" في الموضعين ، والصواب جعل إحداهما بالياء . والأخرى بالتاء .(26) هو عبيد بن الأبرص .(27) ديوانه : 37 ، من قصيدة جيدة يعاتب امرأته وقد عزمت على فراقه ، وقبله :تلـكَ عِرْسِـي تَـرُومُ قِدْمًـا زِيَـالِيأَلِبَيْــــنٍ تُرِيـــد أَمْ لِـــدَلاَلِ?والزيال : المفارقة . وقوله : \"طبك\" ، أي شهوتك وإرادتك وبغيتك . يقول لها : إن كنت الدلال على تبغين وترومين ، فقد مضى حين ذلك ، أيام كنا شبابًا في سالف دهرنا وليالينا الخوالي! إذ- :أنْـــت بَيْضَــاءُ كالمهــاة, وإِذْاآتِيــكِ نَشْــوَانَ مُرْخِيًــا أَذْيـالِي(28) هو عبيد بن الأبرص أيضًا من قصيدته السالفة .(29) ديوانه : 37 ، وسيأتي في التفسير 7 : 117 ، وهو في الموضعين مصحف . كان هنا\"وبحظ ما تعيش\" . قال لها ذلك بعد أن ذكر أنها زعمت أنه كبر وقل ماله ، وضن عنه إخوانه وأنصاره . ثم أمرها أن ترفض مقالة العاذلين ، ويعظها أن تعيش معه بما يعيش به . والترهات جمع ترهة : وهي أباطيل الأمور . والأهوال جمع هول : وهو الأمر المخيف . ثم ذكر لها أمر أهلها إذا فارقته إليهم وما تلقاه من أهوال ، فقال :مِنْهُــمُ مُمْسِــكٌ, ومِنْهــم عَـدِيمٌ,وبَخِـــيلُ عَلَيْــكِ فِــي بُخّــالِ(30) في المطبوعة : \"فأضمر : عش\" ، والصواب ما أثبت ، وستأتي على الصواب في الجزء السابع .(31) قوله : \"ليس بذلك\" ، أي قول ضعيف ليس بذلك القوي .(32) انظر ما سلف 2 : 484-488 .(33) يعني بالعلم الأول\"لو يرى\" بمعنى\"لو يعلم\" ، والآخر الجواب المحذوف : \"لعلموا\" .(34) انظر معاني القرآن للفراء 1 : 97 ، وفيه\"معاني الجنة . . . \" ، والصواب ما في الطبري وإحدى نسخ معاني القرآن .(35) الذي بين القوسين زيادة لا بد منها ، وإلا اختل الكلام ، واستدركتها من معاني القرآن للفراء 1 : 98 .(36) هذا قول الفراء في معاني القراء 1 : 97-98 ، مع بعض التصرف في اللفظ . وقوله : \"وقع\" ، و\"الوقوع\" يعني به تعدي الفعل إليه . وانظر فهرس المصطلحات .(37) في المطبوعة : \"وإن كان جوابًا . . . \" ، والصواب ما أثبت .(38) انظر ما سلف 2 : 484-488 .",
  "ayah": 165,
  "surah": 2
}
