{
  "text": "القول في تأويل قوله تعالى  إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَقال أبو جعفر: يعني تعالى ذكره بقوله: \" إذْ تبرَأ الذين اتُّبعوا منَ الذين اتبعوا ورَأوا العذاب \"، إذ تبرأ الذين اتبعوا من الذين اتبعواهم. (39)* * *ثم اختلف أهل التأويل في الذين عَنى الله تعالى ذكره بقوله: \" إذ تَبرأ الذين اتُّبعوا من الذين اتَّبعوا \"، فقال بعضهم بما:-2413- حدثنا به بشر بن معاذ قال: حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: \" إذ تبرأ الذين اتُّبعوا \"، وهم الجبابرة والقادةُ والرؤوس في الشرك,\" من الذين اتَّبعوا \"، وهم الأتباع الضعفاء,\" ورأوا العذاب \".2414- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: \" إذ تَبرأ الذين اتبعوا من الذين اتبعوا \" قال، تبرأت القادةُ من الأتباع يوم القيامة.2415- حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، ابن جريج: قلت لعطاء: \" إذ تبرَّأ الذين اتُّبعوا من الذين اتَّبعوا \" قال، تبرأ رؤساؤهم وقادَتهم وساداتهم من الذين اتبعوهم.* * *وقال آخرون بما:-2416- حدثني به موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا  أسباط, عن السدي: \" إذ تبرأ الذين اتُّبعُوا من الذين اتُّبعوا \"، أما \" الذين اتُّبعوا \"، فهم الشياطين تبرأوا من الإنس.* * *قال أبو جعفر: والصواب من القول عندي في ذلك أنّ الله تعالى ذكره أخبرَ أنّ المتَّبَعين على الشرك بالله يتبرأون من أتباعهم حين يعاينون عذاب الله. ولم يخصص بذلك منهم بعضًا دون بعض, بل عَمّ جميعهم. فداخلٌ في ذلك كل متبوع على الكفر بالله والضلال أنه يتبرأ من أتباعه الذين كانوا يتَّبعونه على الضلال في الدنيا، إذا عاينوا عَذابَ الله في الآخرة.* * *وأما دِلالة الآية فيمن عنى بقوله: \" إذ تَبرأ الذين اتبعوا من الذين اتَّبعوا \"، فإنها إنما تدل على أنّ الأنداد الذين اتخذهم مِن دون الله مَنْ وَصَف تعالى ذكره صفتَه بقوله:  وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا ، هم الذين يتبرأون من أتباعهم.وإذ كانت الآيةُ على ذلك دَالّةً، صحّ التأويل الذي تأوله السدي في قوله: (40)  وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا ، أن \" الأنداد \" في هذا الموضع، إنما أريد بها الأندادُ من الرجال الذين يُطيعونهم فيما أمرُوهم به من أمر, ويَعصُون الله في طاعتهم إياهم, كما يُطيع اللهَ المؤمنون ويَعصون غيره = وفسد تأويل قول من قال: (41) \" إذ تبرأ الذين اتُّبعوا من الذين اتَّبعوا \"، إنهم الشياطين تَبرءوا من أوليائهم من الإنس. لأن هذه الآية إنما هي في سياق الخبر عن مُتخذي الأنداد.* * *القول في تأويل قوله تعالى :  وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ (166)قال أبو جعفر: يعني تعالى ذكره بذلك: أن الله شديد العذاب، إذ تبرأ الذين اتبعوا, وإذ تَقطعت بهم الأسباب.* * *ثم اختلف أهل التأويل في معنى \" الأسباب \". فقال بعضهم بما:-2417- حدثني به يحيى بن طلحة اليربوعي قال، حدثنا فضيل بن عياض -وحدثنا ابن حميد قال، حدثنا جرير,- عن عبيد المكتب, عن مجاهد: \" وتَقطعت بهمُ الأسباب \" قال، الوصال الذي كان بينهم في الدنيا. (42)2418- حدثنا إسحاق بن إبراهيم بن حبيب بن الشهيد قال، حدثنا يحيى بن يمان, عن سفيان, عن عبيد المكتب, عن مجاهد: \" وتقطَّعت بهم الأسباب \" قال، تواصلهم في الدنيا. (43)2419 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن -وحدثنا أحمد بن إسحاق الأهوازي قال، حدثنا أبو أحمد - جميعًا قالا حدثنا سفيان, عن عبيد المكتب, عن مجاهد بمثله.2420- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نحيح, عن مجاهد: \" وتقطعت بهم الأسباب \" قال، المودّة.2421- حدثنا المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله.2422- حدثني القاسم قال، حدثني الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قال: تواصلٌ كان بينهم بالمودة في الدنيا.2423- حدثني محمد بن عمرو قال، حدثنا أبو عاصم, عن عيسى قال، أخبرني قيس بن سعد, عن عطاء, عن ابن عباس في قول الله تعالى ذكره: \" وتقطّعت بهم الأسباب \" قال، المودة.2424- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة: \" وتقطعت بهم الأسباب \"، أسبابُ الندامة يوم القيامة, وأسباب المواصلة التي كانت بينهم في الدنيا يتواصلون بها، ويتحابُّون بها, فصارت عليهم عداوةً يوم القيامة،  ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا  ويتبرأ بعضُكم من بعض. وقال الله تعالى ذكره:  الأَخِلاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلا الْمُتَّقِينَ  [سورة الزخرف: 67]، فصارت كل خُلَّة عداوة على أهلها إلا خُلة المتقين.2425- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" وتقطعت بهم الأسباب \" قال، هو الوصْل الذي كان بينهم في الدنيا.2426- حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: \" وتقطعت بهم الأسباب \"، يقول: الأسبابُ، الندامة.* * *وقال بعضهم: بل معنى \" الأسباب \"، المنازل التي كانت لهم من أهل الدنيا.* ذكر من قال ذلك:2427- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: \" وتقطعت بهم الأسباب \"، يقول: تقطّعت بهم المنازلُ.2428- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن سعد, عن أبي جعفر الرازي, عن الربيع بن أنس: \" وتقطعت بهم الأسباب \" قال، الأسباب المنازل.* * *وقال آخرون: \" الأسباب \"، الأرحام.* ذكر من قال ذلك:2429- حدثنا القاسم قال، حدثنا الحسن قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج, وقال ابن عباس: \" وتقطعت بهم الأسباب \" قال، الأرحام.* * *وقال آخرون : \" الأسباب \"، الأعمال التي كانوا يعملونها في الدنيا.* ذكر من قال ذلك:2430- حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي: أمّا \" وتقطعت بهم الأسباب \"، فالأعمال.2431- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" وتقطعت بهم الأسباب \" قال، أسباب أعمالهم, فأهل التقوى أعطوا أسبابَ أعمالهم وَثيقةً، فيأخذون بها فينجُون, والآخرون أعطوا أسبابَ أعمالهم الخبيثة، فتقطَّعُ بهم فيذهبون في النار.* * *قال أبو جعفر: (44) \" والأسباب \"، الشيء يُتعلَّقُ به. قال: و \" السبب \" الحبل.\" والأسباب \" جمع \" سَبب \", وهو كل ما تسبب به الرجل إلى طَلبِته وحاجته. فيقال للحبل \" سبب \"، لأنه يُتسبب بالتعلق به إلى الحاجة التي لا يوصل إليها إلا بالتعلق به. ويقال للطريق \" سبب \"، للتسبب بركوبه إلى ما لا يدرك إلا بقطعه. وللمصاهرة \" سبب \"، لأنها سَببٌ للحرمة. وللوسيلة \" سَبب \"، للوصول بها إلى الحاجة, وكذلك كل ما كان به إدراك الطلبة، فهو \" سبب \" لإدراكها.فإذْ كان ذلك كذلك، فالصواب من القول في تأويل قوله: \" وتقطعت بهم الأسباب \" أن يقال: إن الله تعالى ذكره أخبرَ أن الذين ظلموا أنفسهم -من أهل الكفر الذين ماتوا وهم كفار- يتبرأ = عند معاينتهم عذابَ الله = المتبوعُ من التابع, وتتقطع بهم الأسباب.وقد أخبر تعالى ذكره في كتابه أن بَعضهم يلعنُ بعضًا, وأخبر عن الشيطان أنه يقول لأوليائه:  مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ  [سورة إبراهيم: 22]، وأخبر تعالى ذكره أنّ الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين, وأن الكافرين لا ينصر يومئذ بعضهم بعضًا, فقال تعالى ذكره:  وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ * مَا لَكُمْ لا تَنَاصَرُونَ  [سورة الصافات:24-25] وأنّ الرجل منهم لا ينفعه نسيبه ولا ذو رحمه, وإن كان نسيبه لله وليًّا, فقال تعالى ذكره في ذلك:  وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأَبِيهِ إِلا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ  [سورة التوبة: 114] وأخبر تعالى ذكره أنّ أعمالهم تَصيرُ عليهم حسرات.وكل هذه المعاني أسباب يتسبب في الدنيا بها إلى مطالب, فقطع الله منافعها في الآخرة عن الكافرين به، لأنها كانت بخلاف طاعته ورضاه، فهي منقطعة  بأهلها. فلا خِلالُ بعضهم بعضًا نَفعهم عند ورُودهم على ربهم، (45)ولا عبادتُهم أندادهم ولا طاعتهم شياطينهم؛ ولا دافعت عنهم أرحامٌ فنصرتهم من انتقام الله منهم, ولا أغنت عنهم أعمالهم، بل صارت عليهم حسرات. فكل أسباب الكفار منقطعة.فلا مَعْنِىَّ أبلغُ -في تأويل قوله: \" وتقطعت بهم الأسباب \"- من صفة الله [ذلك] وذلك ما بيَّنا من [تقطّع] جَميع أسبابهم دون بَعضها، (46) على ما قلنا في ذلك. ومن ادعى أن المعنيَّ بذلك خاص من الأسباب، سُئل عن البيان على دعواه من أصلٍ لا منازع فيه, وعورض بقول مخالفه فيه. فلن يقول في شيء من ذلك قولا إلا ألزم في الآخر مثله.-------------------الهوامش :(39) في المطبوعة : \"من الذين اتبعوا\" مرة أخرى ، والصواب\"اتبعوهم\" كما أثبت ، وإلا لم يكن ذلك إلا تكرارًا بلا معنى .(40) انظر الأثر رقم : 2411 .(41) قوله : \"وفسد\" معطوف على قوله : \"صح\" .(42) الخبر : 2417- فضيل بن عياض بن مسعود التميمي الزاهد الخراساني : ثقة ، قال ابن سعد : \"كان ثقة ثبتًا فاضلا عابدًا ورعًا كثير الحديث\" . مات في أول المحرم سنة 187 بمكة . مترجم في التهذيب ، والكبير 4/1/123 ، والصغير : 209 ، وابن سعد 5 : 366 ، وابن أبي حاتم 3/2/73 .وهذا الخبر يرويه أبو جعفر بإسنادين : من طريقي الفضيل بن عياض ، ثم من طريقي جرير ، وهو ابن عبد الحميد الضبي - كلاهما عن عبيد المكتب . ثم سيرويه عقب ذلك ، بإسنادين آخرين : 2418 ، 2419 ، من رواية سفيان ، وهو الثوري ، عن عبيد المكتب .و\"عبيد المكتب\" ، بضم الميم وسكون الكاف وكسر التاء المثناة ، من\"الإكتاب\" ، أي تعليم الكتابة : هو عبيد بن مهران الكوفي ، وهو ثقة ، أخرج له مسلم في صحيحه . مترجم في التهذيب ، وابن سعد 6 : 237 ، وابن أبي حاتم 3/1/2 .(43) الخبر : 2418- إسحاق بن إبراهيم بن حبيب بن الشهيد ، شيخ الطبري : ثقة مأمون . مترجم في التهذيب ، وابن أبي حاتم 1/1/211 ، وتاريخ بغداد 6 : 370 .(44) من أول هذه الفقرة ، كلام أبي جعفر ، وأخشى أن يكون سقط شيء قبله . وهذا الابتداء على كل حال ، جار على غير النهج الذي سار عليه كتابه من قبل ومن بعد .(45) في المطبوعة : \"ينفعهم\" ، والصواب ما أثبت ، فالأفعال قبله وبعده كلها ماضية . والخلال مصدر خاله (بشديد اللام) يخاله مخالة وخلالا : وهي الصداقة والمودة ، يقول امرؤ القيس :صَـرَفتُ الهَوَى عَنْهُنَّ مِنْ خَشْيَةِ الرَّدَىفَلَسْــتُ بِمَقْـلِيِّ الخِـلالِ وَلاَ قَـالي(46) الزيادة التي بين الأقواس ، لا بد منها حتى يستقم صدر الكلام وآخره ، في الجملة التالية . ويعني بقوله\"صفة الله\" : ما وصف الله سبحانه من تقطع أسباب الكافرين يوم القيامة ، كالذي عدده آنفًا في الفقرة السالفة .",
  "ayah": 166,
  "surah": 2
}
