{
  "text": "القول في تأويل قوله : مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ (17)قال أبو جعفر: فإن قال لنا قائل: وكيف قيل ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا ) ، وقد علمتَ أن \" الهاء والميم \" من قوله \" مثلهم \" كناية جِمَاعٍ - من الرجال أو الرجال والنساء - و \" الذي\" دلالة على واحد من الذكور؟ فكيف جعَل الخبر عن واحد مَثلا لجماعة؟ وهلا قيل: مثلهم كمثل الذين استوقدوا نارًا؟ وإن جاز عندك أن تمثلَ الجماعةَ بالواحد، فتجيز لقائل رأى جماعة من الرجال فأعجبتْه صُوَرهم وتمامُ خلقهم وأجسامهم، أن يقول: كأنّ هؤلاء, أو كأنّ أجسامَ هؤلاء, نخلةٌ؟قيل: أما في الموضع الذي مثَّل ربُّنا جل ثناؤه جماعةً من المنافقين، بالواحد الذي جعله لأفعالهم مثلا فجائز حسنٌ, وفي نظائره (1) كما قال جل ثناؤه في نظير ذلك: تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ [سورة الأحزاب: 19]، يعني كَدَوَرَان عيْنِ الذي يُغشى عليه من الموت - وكقوله: مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلا كَنَفْسٍ وَاحِدَةٍ [سورة لقمان: 28] بمعنى: إلا كبَعْث نفسٍ واحدة.وأما في تمثيل أجسام الجماعة من الرجال، في الطول وتمام الخلق، بالواحدة من النخيل, فغير جائز، ولا في نظائره، لفرق بينهما.فأما تمثيلُ الجماعة من المنافقين بالمستوقِدِ الواحد, فإنما جاز، لأن المرادَ من &; 1-319 &; الخبر عن مَثَل المنافقين، الخبرُ عن مَثَل استضاءتهم بما أظهروا بألسنتهم من الإقرار وهم لغيره مستبطنون - من اعتقاداتهم الرَّديئة, وخلطهم نفاقَهم الباطن بالإقرار بالإيمان الظاهر. والاستضاءَةُ - وإن اختلفت أشخاص أهلها - معنًى واحد، لا معانٍ مختلفة. فالمثل لها في معنى المثَل للشخص الواحد، من الأشياء المختلفة الأشخاص.وتأويل ذلك: مَثلُ استضاءة المنافقين بما أظهروه من الإقرار بالله وبمحمد صلى الله عليه وسلم وبما جاء به، قولا وهُم به مكذبون اعتقادًا, كمثَل استضاءة المُوقِد نارًا. ثم أسقط ذكر الاستضاءة، وأضيف المثَلُ إليهم, كما قال نابغةُ بني جَعْدَة:وَكَــيْفَ تُــوَاصِل مـن أَصْبَحَـتْخِلالَتُــــهُ كَـــأَبِي مَرْحَـــبِ (2)يريد: كخلالة أبي مَرْحب, فأسقط \" خلالة \", إذ كان فيما أظهرَ من الكلام، دلالةٌ لسامعيه على ما حذف منه. فكذلك القول في قوله: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا ) ، لما كان معلومًا عند سامعيه بما أظهرَ من الكلام، أنّ المثلَ إنما ضُرِب لاستضاءة القوم بالإقرار دون أعيان أجسامهم - حَسُن حذفُ ذكر الاستضاءة، وإضافة المثل إلى أهله. والمقصود بالمثل ما ذكرنا. فلما وَصَفنا، جاز وحَسُنَ قوله: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا ) ، ويشبه مثل الجماعة في اللفظ بالواحد, إذ كان المراد بالمثل الواحد في المعنى.وأما إذا أريدَ تشبيهُ الجماعة من أعيان بني آدم - أو أعيان ذوي الصور والأجسام، بشيء - فالصَّواب من الكلام تشبيهُ الجماعة بالجماعة، والواحدُ بالواحد, لأن عينَ كل واحد منهم غيرُ أعيان الآخرين.ولذلك من المعنى، افترق القولُ في تشبيه الأفعال والأسماء. فجاز تشبيهُ أفعال الجماعة من الناس وغيرهم - إذا كانت بمعنى واحدٍ - بفعل الواحد, &; 1-320 &; ثم حذف أسماء الأفعال وإضافة المثَل والتشبيه إلى الذين لهم الفعل. فيقال: ما أفعالكم إلا كفِعل الكلب, ثم يحذف فيقال: ما أفعالكم إلا كالكلب أو كالكلاب, - وأنت تعني: إلا كفعل الكلب, وإلا كفعل الكلاب. ولم يَجُزْ أن تقول: ما هم إلا نخلة, وأنت تريد تشبيه أجسامهم بالنخل في الطُّول والتمام.وأما قوله: ( اسْتَوْقَدَ نَارًا ) ، فإنه في تأويل: أوقدَ، كما قال الشاعر:وَدَاعٍ دَعَـا: يَـا مَـنْ يُجِيبُ إِلَى النَّدَىفَلَــمْ يَسْــتَجِبْهُ عِنْـدَ ذَاكَ مُجِـيبُ (3)يريد: فلم يُجبه. فكان معنى الكلام إذًا: مَثلُ استضاءة هؤلاء المنافقين - في إظهارهم لرسول الله صلى الله عليه وسلم وللمؤمنين بألسنتهم، من قولهم: آمنَّا بالله وباليوم الآخر، وصدَّقنا بمحمد وبما جاء به, وهم للكفر مستبطنون - فيما الله فاعل بهم (4) مثل استضاءة موقِد نارٍ بناره، حتى أضاءت له النارُ ما حوله, يعني: ما حول المستوقِدِ.وقد زعم بعضُ أهل العربية من أهل البصرة: أن \" الذي\" في قوله: \" كمثل الذي اسْتَوْقَدَ نَارًا \" بمعنى الذين، كما قال جل ثناؤه: وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ [سورة الزمر: 33]، وكما قال الشاعر:فَــإِنَّ الَّـذِي حَـانَتْ بِفَلْـجٍ دِمَـاؤُهُمْهُـمُ الْقَـوْمُ كُـلُّ الْقَـوْمِ يَـا أُمَّ خَـالِدِ (5)قال أبو جعفر: والقول الأول هو القول، لما وصفنا من العِلة. وقد أغفل قائل &; 1-321 &; ذلك فرقَ ما بين \" الذي\" في الآيتين وفي البيت. لأن \" الذي\" في قوله: وَالَّذِي جَاءَ بِالصِّدْقِ ، قد جاءت الدّلالة على أن معناها الجمع, وهو قوله: أُولَئِكَ هُمُ الْمُتَّقُونَ ، وكذلك \" الذي\" في البيت, وهو قوله \" دماؤهم \". وليست هذه الدلالة في قوله: \" كمثل الذي اسْتَوْقَدَ نَارًا \". فذلك فَرْق ما بين \" الذي\" في قوله: \" كمثل الذي اسْتَوْقَدَ نَارًا \"، وسائر شواهده التي استشهد بها على أنّ معنى \" الذي\" في قوله: \" كمثل الذي استوْقَدَ نَارًا \" بمعنى الجماع. وغير جائز لأحد نقل الكلمة - التي هي الأغلب في استعمال العرب على معنى - إلى غيره، إلا بحجة يجب التسليم لها.ثم اختلفت أهل التأويل في تأويل ذلك. فرُوِي عن ابن عباس فيه أقوال:أحدها- ما:386- حدثنا به محمد بن حُميد, قال: حدثنا سلمة، عن ابن إسحاق, عن محمد بن أبي محمد, عن عكرمة، أو عن سعيد بن جبير, عن ابن عباس قال: ضرب الله للمنافقين مَثلا فقال: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ ) أي يُبصرون الحق ويقولون به, حتى إذا خَرجوا به من ظلمة الكفر أطفئوه بكُفرهم ونفاقِهم فيه، فتركهم في ظلمات الكفر، فهم لا يبصرون هدى ولا يستقيمون على حق. والآخر- ما:387- حدثنا به المثنى بن إبراهيم, قال: حدثنا أبو صالح, قال: حدثنا معاوية بن صالح، عن علي بن أبي طلحة, عن ابن عباس: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا ) إلى آخر الآية: هذا مثل ضربه الله للمنافقين أنهم كانوا يعتزُّون بالإسلام، فيناكحُهم المسلمون ويوارثونهم ويقاسمونهم الفيء, فلما ماتوا سلبهم الله ذلك العزَّ، كما سلب صاحب النار ضَوءَه.( وَتَرَكَهُمْ فِي ظُلُمَاتٍ ) يقول: في عذاب.والثالث: ما-388- حدثني به موسى بن هارون, قال: حدثنا عمرو, قال: حدثنا أسباط, عن السُّدّيّ، في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرَّة, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ ) ، زَعم أنَّ أناسًا دخلوا في الإسلام مَقدَم النبي صلى الله عليه وسلم المدينة, ثم إنهم نافقوا، فكان مثلهم كمثل رجُل كان في ظلمة فأوقد نارًا فأضاءت له ما حوله من قَذًى أو أذًى فأبصره حتى عرف ما يتَّقي, فبينا هو كذلك، إذ طَفِئَت ناره، فأقبل لا يدري ما يتَّقي من أذًى. فكذلك المنافق: كان في ظلمة الشرك فأسلم، فعرف الحلالَ من الحرام, والخير من الشر، فبينا هو كذلك إذْ كفَر, فصار لا يعرف الحلال من الحرام, ولا الخير من الشرّ. وأما النُّور، فالإيمان بما جاء به محمد صلى الله عليه وسلم. وكانت الظلمة نفاقهم. والآخر: ما-389- حدثني به محمد بن سعيد، قال: حدثني أبي سعيد بن محمد (6) قال: حدثني عمي، عن أبيه، عن جده، عن ابن عباس: قوله: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا ) إلى فَهُمْ لا يَرْجِعُونَ ، ضرَبه الله مثلا للمنافق. وقوله: ( ذَهَبَ اللَّهُ بِنُورِهِمْ ) قال: أما النور، فهو إيمانهم الذي يتكلمون به. وأما الظلمة، فهي ضلالتهُم وكفرهم يتكلمون به، وهم قوم كانوا على هدًى ثم نُـزع منهم، فعتَوْا بعد ذلك.وقال آخرون: بما-390- حدثني به بِشر بن مُعاذ, قال: حدثنا يزيد بن زُرَيع, عن سعيد, عن قتادة، قوله: ( مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ ) ، وإن المنافقَ تكلم &; 1-323 &; بلا إله إلا الله، فأضاءت له في الدنيا، فناكَح بها المسلمين، وَغازَى بها المسلمين (7) ، ووارثَ بما المسلمين، وَحقن بها دَمه وماله. فلما كان عند الموت، سُلبها المنافق، لأنه لم يكن لها أصل في قلبه، ولا حقيقة في علمه.391- حدثنا الحسن بن يحيى, قال: أخبرنا عبد الرزّاق, قال: أخبرنا مَعْمَر, عن قتادة \" مثلهم كمثل الذي استوقد نارًا فلما أضاءت ما حوله \" هي: لا إله إلا الله، أضاءت لهم فأكلوا بها وشربوا، وأمنوا في الدنيا، ونكحوا النساء، وحقنوا بها دماءهم، حتى إذا ماتوا ذهب الله بنورهم وتركهم في ظلمات لا يُبصرون.392- حدثنا القاسم, قال: حدثنا الحسين, قال: حدثني أبو تُميلة, عن عبيد بن سليمان (8) ، عن الضحاك بن مزاحم، قوله: \" كمثل الذي استوقد نارًا فلما أضاءت ما حوله \"، قال: أما النّور، فهو إيمانهم الذي يتكلمون به، وأما الظلمات, فهي ضلالتهم وكفرهم.وقال آخرون بما:-393- حدثني به محمد بن عمرو الباهلي, قال: حدثنا أبو عاصم, قال: حدثنا عيسى بن ميمون, قال: حدثنا ابن أبي نَجيح، عن مجاهد، في قول الله: \" مثلهم كمثل الذي استوقد نارًا فلما أضاءتْ ما حوله \"، قال: أما إضاءة النار، فإقبالهم إلى المؤمنين والهدَى; وذهابُ نورهم، إقبالهم إلى الكافرين والضلالة.394- حدثني المثنى بن إبراهيم, قال: حدثنا أبو حُذيفة, عن شِبْل, عن ابن أبي نَجيح, عن مجاهد: \" مثلهم كمثل الذي استوقد نارًا فلما أضاءت ما حوله \"، أما إضاءة النار، فإقبالُهم إلى المؤمنين والهدَى; وذهابُ نورهم، إقبالهم إلى الكافرين والضلالة.395- حدثني القاسم, قال: حدثني الحسين, قال: حدثني حجاج, عن ابن جُريج, عن مجاهد، مثله.396- حدثني المثنى, قال: حدثنا إسحاق بن الحجاج, عن عبد الله بن أبي جعفر, عن أبيه, عن الربيع بن أنس, قال: ضَرب مثلَ أهل النفاق فقال: \" مثلهم كمثل الذي استوقد نارًا \"، قال: إنما ضوءُ النار ونورُها ما أوقَدَتها, فإذا خمدت ذهب نورُها. كذلك المنافق، كلما تكلّم بكلمة الإخلاص أضاءَ له, فإذا شك وقع في الظلمة.397- حدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: حدثني عبد الرحمن بن زيد، في قوله: \" كمثل الذي استوقد نارًا \" إلى آخر الآية، قال: هذه صفة المنافقين. كانوا قد آمنوا حتى أضاءَ الإيمانُ في قلوبهم، كما أضاءَت النارُ لهؤلاء الذين استوقدوا، ثم كفروا فذهب الله بنورهم فانتزعه، كما ذهب بضوء هذه النار، فتركهم في ظلمات لا يبصرون (9) .وأولى التأويلات بالآية ما قاله قتادة، والضحاك, وما رواه علي بن أبي طلحة، عن ابن عباس. وذلك: أن الله جلّ ثناؤه إنما ضرَب هذا المثل للمنافقين - الذين وَصَف صفتَهم وقص قصصهم، من لدُن ابتدأ بذكرهم بقوله: وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ - لا المعلنين بالكفر المجاهرين بالشرْك (10) . ولو كان المثل لمن آمنَ إيمانًا صحيحًا ثم أعلن بالكفر إعلانا صحيحًا - على ما ظنّ المتأول قولَ الله جل ثناؤه: ( كمثل الذي استوقدَ نارًا فلما أضاءَتْ ما حولَه ذهبَ الله بنورهم وتركهم في ظلمات لا يبصرون) : أن ضوءَ النار مثلٌ لإيمانهم الذي كان منهم عندَهُ على صحةٍ, وأن ذهاب نورهم مثلٌ لارتدادهم وإعلانهم الكفر على صحة - لم يكن (11) . هناك من القوم خداعٌ ولا استهزاءٌ عند أنفسهم ولا نفاقٌ. وأنَّى يكون خداعٌ ونفاقٌ ممن لم يُبد لك قولا ولا فعلا إلا ما أوجبَ لك العلم بحاله التي هو لك عليها, وبعزيمة نفسه التي هو مقيم عليها؟ إنّ هذا بغير شَكّ من النفاق بَعيدٌ، ومن الخداع بريءٌ. وإذْ كان القومُ لم تكن لهم إلا حالتان (12) : حالُ إيمان ظاهر، وحال كفر ظاهر, فقد سقط عن القوم اسمُ النفاق. لأنهم في حال إيمانهم الصحيح كانوا مؤمنين, وفي حال كفرهم الصحيح كانوا كافرين. ولا حالةَ هناك ثالثةً كانوا بها منافقين.وفي وَصْف الله جل ثناؤه إياهم بصفة النفاق، ما ينبئ عن أن القول غيرُ القول الذي زعمه من زَعم: أن القوم كانوا مؤمنين، ثم ارتدوا إلى الكفر فأقاموا عليه, إلا أنْ يكون قائلُ ذلك أراد أنهم انتقلوا من إيمانهم الذي كانوا عليه، إلى الكفر الذي هو نفاق. وذلك قولٌ إن قاله، لم تُدرَك صحته إلا بخبر مستفيض، أو ببعض المعاني الموجبة صحتَه. فأما في ظاهر الكتاب فلا دلالة على صحته، لاحتماله من التأويل ما هو أولى به منه.فإذْ كان الأمر على ما وصفنا في ذلك, فأولى تأويلات الآية بالآية: مثل استضاءَة المنافقين - بما أظهروا بألسنتهم لرسول الله صلى الله عليه وسلم من الإقرار به, وقولهم له وللمؤمنين: آمنَّا بالله وكتبه ورسله واليوم الآخر, حتى حُكم لهم بذلك في عاجل الدنيا بحكم المسلمين: في حَقن الدماء والأموال، والأمن على الذرية من السِّباء, وفي المناكحة والموارثة - كمثل استضاءة الموقِد النار بالنارَ, حتى إذا ارتفق بضيائها، وأبصرَ ما حوله مُستضيئًا بنوره من الظلمة, خَمدت النارُ وانطفأت, (13) فذهب نورُه, وعاد المستضيء به في ظلمة وَحيْرة.وذلك أن المنافق لم يزل مستضيئًا بضوء القول الذي دَافع عنه في حَياته القتلَ والسِّباءَ، مع استبطانه ما كان مستوجبًا به القتلَ وسلبَ المال لو أظهره بلسانه - تُخيِّل إليه بذلك نفْسُه أنه بالله ورسوله والمؤمنين مستهزئ مخادعٌ, حتى سوّلت له نفسُه - إذْ وَرَد على ربه في الآخرة - أنه ناج منه بمثل الذي نجا به في الدنيا من الكذب والنفاق. أوَ ما تسمع الله جل ثناؤه يقول إذْ نعتهم، ثم أخبر خبرَهم عند ورودهم عليه: يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلا إِنَّهُمْ هُمُ الْكَاذِبُونَ [سورة المجادلة: 18]، ظنًّا من القوم أن نجاتهم من عذاب الله في الآخرة، في مثل الذي كان به نجاؤهم من القتل والسباء وسلب المال في الدنيا (14) : من الكذب والإفك، وأنّ خداعهم نافعُهم هنالك نفعَه إياهم في الدنيا، حتى عايَنوا من أمر الله ما أيقنوا به أنهم كانوا من ظنونهم في غرور وضلال, واستهزاء بأنفسهم وخداع, إذْ أطفأ الله نورَهم يوم القيامة، فاستنظروا المؤمنين ليقتبسوا من نورهم فقيل لهم: ارجعوا وراءكم فالتمسوا نورًا واصلوْا سَعيرًا. فذلك حينَ ذهب الله بنورهم وتركهم في ظلمات لا يبصرون, كما انطفأت نار المستوقِدِ النارَ بعد إضاءتها له, فبقي في ظلمته حيران تائهًا، يقول الله جل ثناؤه: يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ * يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ * فَالْيَوْمَ لا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلاكُمْ وَبِئْسَ الْمَصِيرُ [سورة الحديد: 13-15].فإن قال لنا قائل: إنك ذكرتَ أنّ معنى قول الله تعالى ذكره \" كمثل الذي استوقد نارًا فلما أضاءت مَا حَوله \": خَمدتْ وانطفأتْ, وليس ذلك بموجود في القرآن. فما دلالتك على أنّ ذلك معناه؟قيل: قد قلنا إنّ من شأن العرب الإيجاز والاختصار، إذا كان فيما نطقت به الدلالة الكافية على ما حذفتْ وتركتْ, كما قال أبو ذؤيب الهذلي:عَصَيْـتُ إليهَـا الْقَلْـبَ, إِنِّـي لأمرِهَاسَـمِيعٌ, فَمَـا أَدْرِي أَرُشْـدٌ طِلابهـا! (15)يعني بذلك: فما أدري أرشدٌ طِلابُها أم غَيٌّ, فحذف ذكر \" أم غيٌّ\", إذ كان فيما نطق به الدلالة عليها، وكما قال ذو الرمة في نعت حمير:فَلَمَّـا لَبِسْـنَ اللَّيْـلَ, أو حِـينَ, نصَّبتْلَـهُ مِـن خَـذَا آذَانِهَـا وَهْـو جَـانح (16)يعني: أو حين أقبل الليل، في نظائر لذلك كثيرة، كرهنا إطالة الكتاب بذكرها. فكذلك قوله: \" كمثل الذي استوقد نارًا فلما أضاءتْ ما حوله \"، لمَّا كان فيه وفيما بعدَه من قوله: \" ذهب الله بنورهم &; 1-329 &; وتركهم في ظلمات لا يبصرون \" دلالةٌ على المتروك كافيةٌ من ذكره - اختصرَ الكلامَ طلبَ الإيجاز.وكذلك حذفُ ما حذفَ واختصارُ ما اختصرَ من الخبر عن مَثل المنافقين بَعدَه, نظير ما اختصرَ من الخبر عن مَثَل المستوقد النارَ. لأن معنى الكلام: فكذلك المنافقون ذَهبَ الله بنورهم وتركهم في ظلمات لا يبصرون - بعد الضياء الذي كانوا فيه في الدنيا بما كانوا يظهرون بألسنتهم من الإقرار بالإسلام وهم لغيره مستبطنون - كما ذهب ضَوء نار هذا المستوقد، بانطفاء ناره وخمودها، فبقي في ظلمة لا يُبصر.و \" الهاء والميم \" في قوله \" ذهب الله بنورهم \"، عائدة على \" الهاء والميم \" في قوله \" مَثَلهم \".-----------------------الهوامش :(1) \"وفي نظائره\" ، أي هو في نظائره جائز حسن أيضًا . ومثلها ما يأتي بعد أسطر في قوله\"ولا في نظائره\" ، حذف فيهما جميعًا .(2) الشعر للنابغة الجعدي . اللسان (رحب) و (خلل) . والخلة والخلالة : الصداقة المختصة التي ليس في علاقتها خلل . وأبو مرحب : كنية الظل ، يريد أنها تزول كما يزول الظل ، لا تبقى به مودة .(3) الشعر لكعب بن سعد الغنوي . الأصمعيات : 14 ، وأمالي القالي 2 : 151 ، وهي من حسان قصائد الرثاء .(4) سياق عبارته : \"مثل استضاءة هؤلاء . . . فيما الله فاعل بهم ، مثل استضاءة . . \" .(5) الشعر للأشهب بن رميلة . الخزانة 2 : 507 - 508 ، والبيان 4 : 55 ، وسيبويه 1 : 96 ، والمؤتلف والمختلف للآمدي : 33 ، وذكر البغدادي أن أبا تمام أنشد البيت في أبيات لحريث بن محفض ، في كتابه\"مختار أشعار القبائل\" . وروايته : \"وإن الألى\" . ولا شاهد فيه . وهم يقولون إن النون حذفت من\"الذين\" ، فصارت\"الذي\" لطول الكلام وللتخفيف ، وهي بمعنى الجمع لا المفرد . وفلج : واد بين البصرة وحمى ضرية ، كانت فيه هذه الوقعة التي ذكرها .(6) في المطبوعة\"محمد بن سعيد\" ، \"سعيد بن محمد\" . وهو خطأ ، صوابه من المخطوطة ، ومن مراجع التراجم . وانظر شرح هذا السند مفصلا : 305 .(7) في المطبوعة : \"وعاد بها المسلمين\" ، والصواب من المخطوطة وابن كثير في تفسيره ، والدر المنثور ، كما سيأتي في التخريج .(8) أبو تميلة ، بضم التاء المثناة وفتح الميم : هو يحيى بن واضح الأنصاري المروزي الحافظ ، من شيوخ أحمد وإسحاق وغيرهما من الأئمة ، وهو ثقة ، وثقه ابن معين وابن سعد وأبو حاتم وغيرهم ، ووهم أبو حاتم ، إذ نسب إلى البخاري أنه ذكره في الضعفاء . وما كان ذلك ، والبخاري ترجمه في الكبير 4/2/ 309 ، فلم يذكر فيه جرحًا ، ولم يذكره في كتاب الضعفاء الصغير . وقال الذهبي في الميزان 3 : 305 حين ذكر كلام أبي حاتم : \"فلم أر ذلك ، ولا كان ذلك . فإن البخاري قد احتج به\" . ووقع في مطبوعة الطبري هنا\"أبو نميلة\" بالنون ، وهو خطأ مطبعي . و\"عبيد بن سليمان\" : هو الباهلي الكوفي أبو الحارث ، ذكره ابن حبان في الثقات ، وذكر ابن أبي حاتم 2/2/408 أنه سأل عنه أباه ، فقال : \"لا بأس به\" .(9) الأخبار 386 - 397 : هذه الآثار السالفة جميعًا ، وما سيأتي إلى قوله تعالى (فهم لا يرجعون) بالأرقام 398 - 404 ساقها ابن كثير 1 : 97 - 99 ، والدر المنثور 1 : 32 - 33 ، وفتح القدير 1 : 35 .(10) في المطبوعة : \"أي ، لا المعلنين\" ، وفي المخطوطة : \"المعالنين بالكفر\" ، وسياق عبارته\"إنما ضرب الله هذا المثل للمنافقين . . لا المعلنين بالكفر\" .(11) السياق : \"ولو كان المثل لمن آمن إيمانًا صحيحًا . . لم يكن هنالك من القوم . . \"(12) في المطبوعة : \"فإن كان القوم . . . \" ، وهو خطأ .(13) في المخطوطة والمطبوعة : \"حتى ارتفق بضيائها وأبصر ما حوله . . . حتى خمدت النار\" ، وهي عبارة مختلة ، صوابها ما أثبتناه .(14) في المطبوعة : \"كان به نجاتهم من القتل\" ، وهما سواء في المعنى .(15) ديوان الهذليين 1 : 71 ، وسيأتي في تفسير آية آل عمران : 113 (4 : 34 بولاق) ورواية الطبري للبيت في الموضعين لا يستقيم بها معنى ، ورواية ديوانه :عَصَـانِي إِلَيْهَـا الْقَلْـبُ إِنِّـي لأَمْـرِهِويروى\"دعاني إليها . . \" ، وهما روايتان صحيحتان . وتمام معنى البيت في الذي يليه :فَقُلْـتُ لِقَلْبِـي : يَـا لَـكَ الْخَيْرُ! إِنَّمَايُــدَلِّيكَ لِلْمَــوْتِ الْجَــدِيدِ حِبَابُهَـافهو يؤامر قلبه ، ولكنه أطاعه .(16) ديوانه : 108 وسيأتي في تفسير آية يونس : 77 (11 : 101 بولاق) ، وآية سورة النبأ : 10 (30 : 3 بولاق) . يصف عانة حمر ، وقفت ترقب مغيب الشمس ، حتى إذا غربت انطلقت مسرعة إلى مورد الماء الذي تنوى إليه . وقوله : \"لبسن الليل\" يعني الحمر ، حين غشيهن الليل وهن مترقبات مغيب الشمس . ونصبت : رفعت وأقامت آذانها . وخذيت الأذن خذًّا : استرخت من أصلها مقبلة على الخدين ، وذلك يصيب الحمر في الصيف من حر الشمس والظمأ . ونصبت خذا آذانها ، استعدادًا للعدو إلى الماء . وجنح الليل فهو جانح : أقبل ، وهو من جنح الطائر : إذا كسر من جناحيه ثم أقبل كالواقع اللاجئ إلى موضع . وهو وصف جيد لإقبال الظلام من جانب الأفق . وأراد الطبري أن ذا الرمة أراد أن يقول : أو حين أقبل الليل ، نصبت له من خذا آذانها ، وهو جانح . ولا ضرورة توجب ما قال به من الحذف في هذا البيت",
  "ayah": 17,
  "surah": 2
}
