{
  "text": "القول في تأويل قوله تعالى :  وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْـزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لا يَعْقِلُونَ شَيْئًا وَلا يَهْتَدُونَ (170)قال أبو جعفر: وفي هذه الآية وجهان من التأويل.أحدهما: أن تكون \" الهاء والميم \" من قوله: \" وإذا قيلَ لهم \" عائدة على  مَنْ  في قوله:  وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا ، فيكون معنى الكلام: ومن الناس مَنْ يَتخذُ من دُون الله أندادًا, وإذا قيل لهم: اتبعوا ما أنـزل الله. قالوا: بل نتبع ما ألفينا عَليه آباءنا.والآخر: أن تكون \" الهاء والميم \" اللتان في قوله: \" وإذا قيل لهم \"، من ذكر  النَّاسُ  الذين في قوله:  يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الأَرْضِ حَلالا طَيِّبًا ، فيكون  ذلك انصرافًا من الخطاب إلى الخبر عن الغائب، كما في قوله تعالى ذكره:  حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ  [سورة يونس: 22]* * *قال أبو جعفر: وأشبه عندي بالصواب وأولى بتأويل الآية (1) أن تكون \" الهاء والميم \" في قوله: \" لهم \"، من ذكر  النَّاسُ , وأن يكون ذلك رجوعًا من الخطاب إلى الخبر عن الغائب. لأن ذلك عَقيب قوله:  يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الأَرْضِ . فلأنْ يكون خبرًا عنهم، أولى من أن يكون خبرًا عن الذين أخبرَ أنّ منهم  مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا ، مع ما بينهما من الآيات، وانقطاع قَصَصهم بقصة مُستأنفة غيرها = وأنها نـزلت في قوم من اليهود قالوا ذلك، (2) إذ دعوا إلى الإسلام، كما:-2446- حدثنا ابن حميد قال، حدثنا سلمة بن الفضل، عن محمد بن إسحاق, عن محمد بن أبي محمد, عن عكرمة, أو عن سعيد بن جبير, عن ابن عباس قال: دَعا رسول الله صلى الله عليه وسلم اليهودَ من أهل الكتاب إلى الإسلام ورَغَّبهم فيه, وحذرهم عقاب الله ونقمته, فقال له رَافع بن خارجة، ومَالك بن عوف: بل نَتبع ما ألفينا عليه آباءنا، فإنهم كانوا أعلم وخيرًا منا! فأنـزل الله في ذلك من قولهما (3) \" وإذا قيلَ لهُم اتبعوا ما أنـزل اللهُ قالوا بَل نتِّبع ما ألفينا عَليه  آباءنا أولو كان آباؤهم لا يعقلون شيئًا ولا يَهتدون \". (4)2447- حدثنا أبو كريب قال، حدثنا يونس بن بكير قال، حدثنا محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير، أو عكرمة، عن ابن عباس مثله - إلا أنه قال: فقال له أبو رَافع بن خارجة، ومالك بن عوف. (5)* * *وأما تأويل قوله: \" اتبعوا ما أنـزلَ الله \"، فإنه: اعملوا بما أنـزل الله في كتابه على رسوله, فأحِلُّوا حلاله، وحرِّموا حرامه, واجعلوه لكم إمامًا تأتمون به, وقائدًا تَتبعون أحكامه.* * *وقوله: \" ألفينا عَليه آباءنا \"، يعني وَجدنا, كما قال الشاعر: (6)فَأَلْفَيْتُــــهُ غَـــيْرَ مُسْـــتَعْتِبٍوَلا ذَاكِـــرِ اللــهَ إلا قَلِيــــلا (7)يعني: وجدته، وكما:-2448- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة: \" قالوا بَل نَتبع ما ألفينا عليه آباءنا \"، أي: ما وجدنا عليه آباءنا.2449- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع مثله.قال أبو جعفر: فمعنى الآية: وإذا قيل لهؤلاء الكفار: كلوا مما أحلّ الله لكم، ودَعوا خُطوات الشيطان وطريقه، واعملوا بما أنـزل الله على نبيه صلى الله عليه وسلم في كتابه - استكبروا عن الإذعان للحقّ وقالوا: بل نأتم بآبائنا فنتَّبع ما وجدناهم عليه، من تحليل ما كانوا يُحلُّون، وتحريم ما كانوا يحرّمون.* * *قال الله تعالى ذكره: \" أوَ لو كانَ آباؤهم \" -يعني: آباء هؤلاء الكفار الذين مضوا على كفرهم بالله العظيم-\" لا يعقلون شيئًا \" من دين الله وفرائضه، وأمره ونهيه, فيُتَّبعون على ما سَلكوا من الطريق، ويؤتمُّ بهم في أفعالهم -\" ولا يَهتدون \" لرشد، فيهتدي بهم غيرهم, ويَقتدي بهم من طَلب الدين, وأراد الحق والصواب؟يقول تعالى ذكره لهؤلاء الكفار: فكيف أيها الناس تَتَّبعون ما وجدتم عليه  آباءكم فتتركون ما يأمرُكم به ربكم، وآباؤكم لا يعقلون من أمر الله شيئًا، ولا هم مصيبون حقًّا، ولا مدركون رشدًا؟ وإنما يَتّبع المتبعُ ذا المعرفة بالشيء المستعملَ له في نفسه, فأما الجاهل فلا يتبعه -فيما هو به جاهل- إلا من لا عقل له ولا تمييز.------------الهوامش :(1) في المطبوعة : \"وأشبه عندي وأولى بالآية\" ، وهو كلام مختل ، ورددته إلى عبارة الطبري في تأويل أكثر الآيات السالفة .(2) في المطبوعة : \"وإنما نزلت في قوم من اليهود\" ، وهو خطأ ناطق ، واضطراب مفسد للكلام . والصواب ما أثبت . يقول أبو جعفر إن أولى الأقوال بالصواب أن تكون الآية نزلت في ذكر عرب الجاهلية الذين حرموا ما حرموا على أنفسهم ، كما ذكر في تفسير الآيتين السالفتين (168 ، 169) ، ويستبعد أن يكون المعنى بها من ورد ذكرهم في الآية (165) ، كما يستبعد قول من قال إنها نزلت في اليهود ، في الخبر الذي سيرويه بعد . فقوله : \"وأنها نزلت\" عطف على قوله\"خبرًا\" في قوله : \"أولى من أن يكون خبرًا عن الذين أخبر أن منهم من يتخذ . . . \" .(3) في المطبوعة : \"فأنزل الله من قولهم ذلك\" . وهو خطأ محض ، ورددتها إلى نصها في سيرة ابن هشام ، كما سيأتي مرجعه .(4) الأثر رقم : 2446- في سيرة ابن هشام 2 : 200-201 ، مع اختلاف يسير في لفظه .(5) الأثر رقم : 2447- انظر الأثر : 2446 .(6) هو أبو الأسود الدؤلي .(7) ديوانه : 49 (نفائس المخطوطات) ، سيبوبه 1 : 85 ، والأغاني 11 : 107 ، وأمالي بن الشجرى 1 : 283 والصدقة والصديق : 151 ، والخزانة 4 : 554 ، وشرح شواهد المغني : 316 ، واللسان (عتب) . وهو من أبيات قالها في امرأة كان يجلس إليها بالبصرة ، وكانت برزة جميلة ، فقالت له يومًا : يا أبا الأسود ، هل لك أن أتزوجك؟ فإني امرأة صناع الكف ، حسنة التدبير ، قانعة بالميسور . قال : نعم . فجمعت أهلها وتزوجته . ثم إنه وجدها على خلاف ما قالت ، فأسرعت في ماله ، ومدت يدها في خيانته ، وأفشت عليه سره ، فغدا على من كان حضر تزويجه ، فسألهم أن يجتمعوا عنده ، ففعلوا . فقال لهم :أَرَيْــتَ امْــرءًا كــنتُ لَـمْ أَبْلُـهُأتَــانِي, فَقَــالَ : اتّخِــذْنِي خـليلاَفخالَلْتَــــهُ, ثُــــمَّ صَافيْتُـــهفَلَــمْ أَسْــتَفِدْ مِــنْ لَدُنْــهُ فتيـلاَوَأَلفَيْتُــــهُ حِــــينَ جَرَّبْتُـــهكَــذُوبَ الحَــدِيثِ سَـرُوقًا بَخِــيلاَفَذَكَّرْتُــــه, ثُــــمَّ عَاتبتُـــهُعِتَابًــا رَفِيقًـــا وَقَــوْلاً جَــمِيلاَفَأَلْفَيْتُــــهُ غَـــيْرَ مُسْـــتَعْتِبٍوَلاَ ذَاكِــــرِ اللـــهَ إلاَّ قَلِيـــلاَأَلسْــــتُ حَقِيقًـــا بِتَوْدِيعِـــهِوَإتْبَــاع ذلِــكَ صَرْمًــا طَـوِيلاَ?!قالوا : بلى والله يا أبا الأسود! قال : تلك صاحبتكم ، وقد طلقتها ، وأنا أحب أن أستر ما أنكرت من أمرها . ثم صرفها معهم .قال ابن الشجرى : \"والذي حسن لقائل هذا البيت حذف التنوين لالتقاء الساكنين ، ونصب اسم الله تعالى ، واختيار ذلك على حذف التنوين للإضافة وجر اسم الله - أنه لو أضاف لتعرف بإضافته إلى المعرفة ، ولو فعل ذلك لم يوافق المعطوف المعطوف عليه في التنكير ، فحذف التنوين لالتقاء الساكنين ، وأعمل اسم الفاعل\" .واستعجب الرجل : رجع عن الإساءة وطلب الرضا ، فهو مستعتب .",
  "ayah": 170,
  "surah": 2
}
