{
  "text": "القول في تأويل قوله تعالى :  فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُقال أبو جعفر: يعني تعالى ذكره بذلك: فمن غيَّر ما أوصَى به الموصِي -من وصيته بالمعروف لوالديه أو أقربيه الذين لا يرثونه- بعد ما سمع الوصية، فإنما إثم التبديل على من بَدَّل وصيته.* * *فإن قال لنا قائل: وعلامَ عادت \" الهاء \" التي في قوله: \" فمن بدّله \"؟قيل: على محذوف من الكلام يدل عليه الظاهر. وذلك هو أمر الميت، وإيصاؤه إلى من أوصَى إليه، بما أوصَى به، لمن أوْصَى له.ومعنى الكلام:  كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  ، فأوصوا لهم، فمن بدل ما أوصيتم به لهم بعد ما سَمعكم توصون لَهم, فإنما إثم ما فعل من ذلك عليه دونكم.وإنما قلنا إن \" الهاء \" في قوله: \" فمن بدله \" عائدة على محذوف من الكلام يدل عليه الظاهرُ، لأن قوله:  كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ  من قول الله, وأنّ تبديل المبدِّل إنما يكون لوصية الموصِي. فأما أمرُ الله بالوصية فلا يقدر هو ولا غيره أن يبدِّله، فيجوز أن تكون \" الهاء \" في قوله: \" فمن بدله \" عائده على \" الوصية \".وأما \" الهاء \" في قوله: \" بعد ما سمعه \"، فعائدة على \" الهاء \" الأولى في قوله: \" فمن بَدَّله \".وأما \" الهاء \" التي في قوله: \" فإنما إثمه \"، فإنها مكنيُّ\" التبديل \"، كأنه قال: فإنما إثم ما بدَّل من ذلك على الذين يبدلونه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:2681- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح، عن مجاهد: \" فمن بدَّله بَعد ما سمعه \" قال، الوصية.2682- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله.2683- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس في قوله: \" فمن بدَّله بعد ما سمعه فإنما إثمه على الذين يبدِّلونه \"، وقد وقعَ أجر الموصي على الله وبَرئ من إثمه, وإن كان أوصى في ضِرَارٍ لم تجز وصيته, كما قال الله:  غَيْرَ مُضَارٍّ  [سورة النساء: 12]2684- حدثنا الحسين بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" فمن بدَّله بعد ما سمعه \"، قال: من بدّل الوصية بعد ما سمعها، فإثم ما بدَّل عليه.2685- حدثني موسى بن هارون قال، حدثنا: عمرو بن حماد قال، حدثنا أسباط, عن السدي: \" فمن بدَّله بعد ما سمعه فإنما إثمه على الذين يبدلونه \"، فمن بدَّل الوصية التي أوصى بها، وكانت بمعروف, فإنما إثمها على من بدَّلها. إنه قد ظلم.2686- حدثني المثنى قال، حدثنا حجاج بن المنهال قال، حدثنا حماد, عن قتادة: أن عطاء بن أبي رباح قال في قوله: \" فمن بدَّله بعد ما سمعه فإنما إثمه على الذين يبدّلونه \"، قال: يُمضَى كما قال.2687- حدثنا سفيان بن وكيع قال، حدثنا أبي، عن يزيد بن إبراهيم, عن الحسن: \" فمن بدّله بعد ما سمعه \"، قال: من بدل وصية بعد ما سمعها.2688- حدثني المثنى قال، حدثنا حجاج قال، حدثنا يزيد بن إبراهيم, عن الحسن في هذه الآية: \" فمن بدّله بعد ما سمعه فإنما إثمه على الذين يبدِّلونه \"، قال: هذا في الوصية، من بدَّلها من بعد ما سمعها, فإنما إثمه على من بَدَّله.2689- حدثنا ابن بشار وابن المثنى قالا حدثنا معاذ بن هشام قال، حدثني أبي, عن قتادة, عن عطاء وسالم بن عبد الله وسليمان بن يسار أنهم قالوا: تُمضى الوصية لمن أوصَى له به = إلى هاهنا انتهى حديث ابن المثنى, وزاد ابن بشار في حديثه = قال قتادة: وقال عبد الله بن معمر: أعجبُ إليّ لو أوْصى لذوي قرابته, وما يعجبني أن أنـزعه ممن أوصَى له به. قال قتادة: وأعجبه إليّ لمن أوصى له به, قال الله عز وجل: \" فمن بدَّله بعدَ ما سمعه فإنما إثمه على الذين يبدّلونه \".* * *القول في تأويل قوله تعالى :  إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (181)قال أبو جعفر: يعني تعالى ذكره بذلك: \" إن الله سميع \" = لوصيتكم التي أمرتكم أن تُوصوا بها لآبائكم وأمهاتكم وأقربائكم حين توصون بها, أتعدلون فيها على ما أذِنت لكم من فعل ذلك بالمعروف, أم تَحيفون فتميلون عن الحق وتجورون عن القصد؟ =\" عليمٌ\" بما تخفيه صدوركم من الميل إلى الحق، والعدل, أم الجور والحيْف.",
  "ayah": 181,
  "surah": 2
}
