{
  "text": "القول في تأويل قوله تعالى :  فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (182)قال أبو جعفر: اختلف أهل التأويل في تأويل هذه الآية.فقال بعضهم: تأويلها: فمن حضر مريضًا وهو يوصي عند إشرافه على الموت, فخاف أن يخطئ في وصيته فيفعل ما ليس له، أو أن يعمد جورًا فيها فيأمر بما ليس له الأمر به, فلا حرج على من حَضره فسمع ذلك منه أنْ يصلح بينه وبين وَرَثته، بأن يأمره بالعدل في وصيته, وأن ينهاهم عن مَنعه مما أذن الله له فيه وأباحه له.* ذكر من قال ذلك:2690- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قوله: \" فمن خَافَ من مُوص جَنفًا أو إثمًا فأصلح بينهم فلا إثم عليه \"، قال: هذا حين يُحْضَر الرجلُ وهو يموت, فإذا  أسرف أمروه بالعدل، وإذا قصَّر قالوا: افعل كذا, أعطِ فلانًا كذا.2691- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد قوله: \" فمن خَافَ من مُوص جَنفا أو إثما \"، قال: هذا حين يُحْضَر الرجلُ وهو في الموت, فإذا أشرف على الجور أمروه بالعدل, (1) وإذا قصر عن حق قالوا : افعل كذا, أعط فلانًا كذا.* * *وقال آخرون: بل معنى ذلك: فمن خافَ - من أولياء ميت، (2) أو وَالِي أمر المسلمين - من مُوص جنفا في وصيته التي أوصى بها الميت, فأصلح بين وَرَثته وبين الموصى لهم بما أوصَى لهم به, فرد الوصية إلى العدل والحقّ، فلا حرج ولا إثم.* ذكر من قال ذلك:2692- حدثني المثنى, حدثنا أبو صالح كاتب الليث, حدثني معاوية بن صالح، عن علي بن أبي طلحة, عن ابن عباس في قوله: \" فمن خاف من مُوص جَنفًا \" -يعني: إثْمًا- يقول: إذا أخطأ الميت في وصيته أو حاف فيها, فليس على الأولياء حرجٌ أن يردوا خطأه إلى الصواب.2693- حدثنا الحسن بن يحيى، (3) حدثنا عبد الرزاق, أخبرنا معمر, عن قتادة في قوله: \" فمن خافَ من مُوص جَنفًا أو إثمًا \"، قال: هو الرجل يُوصي فيحيف في وصيته، فيردها الوليّ إلى الحقّ والعدل. (4)2694- حدثنا بشر بن معاذ, حدثنا يزيد بن زريع, عن سعيد, عن قتادة قوله: \" فمن خاف من مُوص جَنفًا أو إثمًا \"، وكان قتادة يقول: من أوصى بجورٍ أو حيْف في وصيته فردها وَليّ المتوفى أو إمام من أئمة المسلمين، إلى كتاب الله وإلى العدل, فذاك له.2695- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن سعد وابن أبي جعفر, عن أبيه, عن الربيع: \" فمن خَافَ من مُوص جَنفًا أو إثمًا \"، فمن أوصى بوصية بجور، فردَّه الوصيُّ إلى الحق بعد موته، فلا إثم عليه - قال عبد الرحمن في حديثه: \" فاصلح بينهم \"، يقول: رده الوصيّ إلى الحق بعد موته، فلا إثم عليه.2696- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا قبيصة, عن سفيان, عن أبيه, عن إبراهيم: \" فمن خافَ من مُوص جَنفًا أو إثمًا فأصْلح بينهم \"، قال: رده إلى الحق.2697- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد الزبيري قال، حدثنا إسرائيل, عن سعيد بن مسروق, عن إبراهيم قال، سألته عن رجل أوصى بأكثر من الثلث؟ قال: اردُدها. ثم قرأ: \" فمن خاف من مُوص جَنفًا أو إثمًا \".2698- حدثنا عمرو بن علي قال، حدثنا خالد بن يزيد صاحب اللؤلؤ قال، حدثنا أبو جعفر الرازي, عن الربيع بن أنس: \" فمن خاف من مُوص جَنفًا أو إثمًا فأصلح بينهم فلا إثم عليه \"، قال: رده الوصي إلى الحق بعد موته، فلا إثم على الوصي.* * *وقال بعضهم: بل معنى ذلك: فمن خاف من موص جنفًا أو إثمًا في عطيته  عند حضور أجله بعضَ ورثته دون بعض, فلا إثم على من أصلح بينهم = يعني: بين الورثة.* ذكر من قال ذلك:2699- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج, عن ابن جريج قال: قلت لعطاء قوله: \" فمن خاف من موص جَنفًا أو إثمًا \"، قال: الرجل يحيف أو يأثم عند موته، فيعطي ورثته بعضَهم دون بعض, يقول الله: فلا إثم على المصلح بينهم. فقلت لعطاء: أله أن يُعطي وارثه عند الموت, إنما هي وصية, ولا وصية لوارث؟ قال: ذلك فيما يَقسم بينهم.* * *وقال آخرون: معنى ذلك: فمن خاف من مُوص جنفًا أو إثمًا في وصيته لمن لا يرثه، بما يرجع نفعه على من يَرثه، فأصلح بينَ وَرَثته، فلا إثم عليه.* ذكر من قال ذلك:2700- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج، أخبرني ابن طاوس, عن أبيه أنه كان يَقول: جَنفُه وإثمه، أنْ يوصي الرجل لبني ابنه ليكونَ المالُ لأبيهم, وتوصي المرأة لزوج ابنتها ليكون المال لابنتها؛ وذو الوارث الكثير والمالُ قليل، فيوصي بثلث ماله كله، فيصلح بينهم الموصَى إليه أو الأمير. قلت: أفي حياته أم بعد موته؟ قال: ما سمعنا أحدًا يقول إلا بعد موته, وإنه ليوعظ عند ذلك.2701- حدثني الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة, عن ابن طاوس, عن أبيه في قوله: \" فمن خافَ من موص جَنفًا أو إثمًا فأصلح بينهم \"، قال: هو الرجل يوصي لولد ابنته.* * *وقال آخرون: بل معنى ذلك: فمن خاف من موص لآبائه وأقربائه جَنفًا على بعضهم لبعض، فأصلح بين الآباء والأقرباء، فلا إثم عليه.* ذكر من قال ذلك:2702- حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي: \" فمن خافَ من مُوص جَنفًا أو إثمًا فأصلح بينهم فلا إثم عليه \". أما \" جنفًا \": فخطأ في وصيته، وأما \" إثمًا \": فعمدًا يَعمد في وصيته الظلم. فإن هذا أعظمُ لأجره أن لا يُنفذها, ولكن يصلح بينهم على ما يرى أنه الحق، ينقص بعضًا ويزيد بعضًا. قال: ونـزلت هذه الآية في الوالدين والأقربين.2703- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" فمن خافَ من مُوص جَنفًا أو إثمًا فأصلح بينهم فلا إثم عليه \"، قال: \" الجنَف \" أن يحيف لبعضهم على بعض في الوصية,\" والإثم \" أن يكون قد أثم في أبويه بعضهم على بعض,\" فأصلح بينهم \" الموصَى إليه بين الوالدين والأقربين - الابن والبنون هُم \" الأقربون \" - فلا إثم عليه. فهذا الموصَى الذي أوْصى إليه بذلك، وجعل إليه، فرأى هذا قد أجنفَ لهذا على هذا، فأصلح بينهم فلا إثم عليه, فعجز الموصِي أن يوصي كما أمره الله تعالى، وعجز الموصَى إليه أن يصلح، فانتزع الله تعالى ذكره ذلك منهم، ففرضَ الفرائض.* * *قال أبو جعفر: وأولى الأقوال في تأويل الآية أن يكون تأويلها: فمن خاف من مُوصٍ جَنفًا أو إثمًا = وهو أن يميل إلى غير الحق خطأ منه، أو يتعمد إثمًا في وصيته، بأن يوصي لوالديه وأقربيه الذين لا يرثونه بأكثر مما يجوز له أن يوصي لهم به من ماله, وغير ما أذن الله له به مما جاوز الثلث أو بالثلث كله، وفي المال قلة, وفي الوَرَثة كثرةٌ = فلا بأس على من حضره أن يصلح بين الذين يُوصَى لهم، وبين ورثة الميت، وبين الميت, بأن يأمرَ الميت في ذلك بالمعروف ويعرِّفه ما أباح الله له في ذلك وأذن له فيه من الوصية في ماله, وينهاه أن يجاوز في وصيته المعروف الذي قال الله تعالى ذكره في كتابه:  كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ بِالْمَعْرُوفِ  ، وذلك هو \" الإصلاح \" الذي &; 3-404 &; قال الله تعالى ذكره: \" فأصلح بينهم فلا إثم عليه \". وكذلك لمن كان في المال فَضْل وكثرةٌ وفي الورثة قِلة, فأراد أن يقتصر في وصيته لوالديه وأقربيه عن ثلثه, فأصلح من حَضرَه بينه وبين ورثته وبين والديه وأقربيه الذين يريد أن يوصى لهم، بأن يأمر المريض أن يزيد في وصيته لهم, ويبلغ بها ما رَخّص الله فيه من الثلث. فذلك أيضًا هو من الإصلاح بينهم بالمعروف.وإنما اخترنا هذا القول، لأن الله تعالى ذكره قال: \" فمن خَاف من موص جَنفًا أو إثمًا \"، يعني بذلك: فمن خاف من موص أن يَجْنَف أو يَأثم. فخوفُ الجنف والإثم من الموصي، إنما هو كائن قبل وقوع الجنف والإثم, فأما بعد وجوده منه، فلا وجه للخوف منه بأن يَجنف أو يأثم, بل تلك حال مَنْ قد جَنفَ أو أثم, ولوْ كان ذلك معناه لقيل: فمن تبيّن من مُوص جَنفًا أو إثمًا -أو أيقن أو علم- ولم يقل: فمن خَافَ منه جَنفًا.* * *فإن أشكل ما قلنا من ذلك على بعض الناس فقال: فما وجه الإصلاح حينئذ، والإصلاح إنما يكون بين المختلفين في الشيء؟قيل: إنّ ذلك وإن كان من معاني الإصلاح, فمن الإصلاح الإصلاحُ بين الفريقين، (5) فيما كان مخوفًا حدوثُ الاختلاف بينهم فيه، بما يؤمن معه حُدوث الاختلاف. لأن \" الإصلاح \"، إنما هو الفعل الذي يكون معه إصلاحُ ذات البين, فسواء كان ذلك الفعل الذي يكون معه إصلاح ذات البين - قبلَ وقوع الاختلاف أو بعد وقوعه.فإن قال قائل: فكيف قيل: \" فأصلح بينهم \", ولم يجر للورثة ولا للمختلفين، أو المخوف اختلافهم، ذكرٌ؟قيل: بل قد جرى ذكر الذين أمر تعالى ذكره بالوصية لهم, وهم والدا المُوصي وأقربوه، والذين أمروا بالوصية في قوله:  كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ بِالْمَعْرُوفِ  ، ثم قال تعالى ذكره: \" فمن خافَ من مُوص \" -لمن أمرته بالوصية له-\" جَنفًا أو إثمًا فأصلح بينهم \" -وبين من أمرته بالوصية له-\" فلا إثم عليه \". والإصلاح بينه وبينهم، هو إصلاح بينهم وبين ورثة الموصي.* * *قال أبو جعفر: وقد قرئ قوله: \" فمنْ خَافَ منْ مُوص \" بالتخفيف في\" الصاد \" والتسكين في\" الواو \" - وبتحريك \" الواو \" وتشديد \" الصاد \".فمن قرأ ذلك بتخفيف \" الصاد \" وتسكين \" الواو \"، فإنما قرأه بلغة من قال: \" أوصيتُ فلانًا بكذا \".ومن قرأ بتحريك \" الواو \" وتشديد \" الصاد \"، قرأه بلغة من يقول: \" وصَّيت فلانًا بكذا \". وهما لغتان للعرب مشهورتان: \" وصَّيتك، وأوصيتك \" (6)وأما \" الجنف \"، فهو الجورُ والعدول عن الحق في كلام العرب, ومنه قول الشاعر: (7)هُــمُ المَــوْلَى وَإِنْ جَـنَفُوا عَلَيْنَـاوَإِنَّـــا مِـــنْ لِقَــائِهِمُ لَــزُورُ (8)يقال منه: \" جَنف الرجل على صاحبه يَجنَف \" -إذا مال عليه وجَار-\" جَنفًا \".* * *فمعنى الكلام من خاف من موص جَنفًا له بموضع الوصية, وميلا عن الصواب فيها, وجورًا عن القصد أو إثمًا بتعمده ذلك على علم منه بخطأ ما يأتي من ذلك، فأصلح بينهم, فلا إثم عليه.* * *وبمثل الذي قلنا في معنى \" الجنف \"\" والإثم \"، قال أهل التأويل.* ذكر من قال ذلك:2704- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه, عن ابن عباس في قوله: \" فمن خاف من موص جَنفًا \"، يعني بالجنف: الخطأ.2705- حدثنا أبو كريب قال، حدثنا جابر بن نوح, عن عبد الملك, عن عطاء: \" فمن خاف من موص جَنفًا \"، قال: ميلا.2706- حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا عبد الملك, عن عطاء مثله.2707- حدثنا عمرو بن علي قال، حدثنا خالد بن الحارث ويزيد بن هارون قالا حدثنا عبد الملك, عن عطاء مثله.2708- حدثني يعقوب قال، حدثنا هشيم قال، أخبرنا جويبر, عن الضحاك قال: الجنفُ الخطأ, والإثم العمد.2709- حدثنا أحمد بن إسحاق الأهوازي قال، حدثنا [أبو أحمد] الزبيري قال، حدثنا هشيم, عن جويبر, عن عطاء مثله.2710- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: \" فمن خاف من مُوص جَنفًا أو إثمًا \"، أما \" جَنفًا \" فخطأ في وصيته، وأما \" إثمًا \": فعمدًا، يعمد في وصيته الظلم. (9)2711- حدثني محمد بن عمرو قال، حدثنا أبو عاصم, عن عيسى,  عن ابن أبي نجيح, عن مجاهد في قوله: \" فمن خَافَ من مُوص جنفًا أو إثمًا \"، قال: خطأً أو عمدًا. (10)2712- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن سعد وابن أبي جعفر، عن أبي جعفر, عن الربيع: \" فمن خَاف من مُوص جَنفًا أو إثمًا \"، قال: الجنف الخطأ, والإثم العمد.2713- حدثنا عمرو بن علي قال، حدثنا خالد بن يزيد صاحب اللؤلؤ قال، حدثنا أبو جعفر, عن الربيع بن أنس مثله.2714- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا قبيصة, عن سفيان، عن أبيه, عن إبراهيم: \" فمن خاف من مُوص جَنفًا أو إثمًا \"، قال: الجنف: الخطأ, والإثم العمد.2715- حدثنا أحمد بن إسحاق قال، حدثنا أبو أحمد قال، حدثنا فضيل بن مرزوق, عن عطية: \" فمن خاف من مُوص جَنفًا \"، قال: خطأ,\" أو إثمًا \" متعمدًا.2716- حدثني المثنى قال: حدثنا إسحاق قال، حدثنا عبد الرزاق, عن ابن عيينة, عن ابن طاوس, عن أبيه: \" فمن خَافَ من مُوص جَنفًا \"، قال: ميلا.2717- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" جَنفًا \" حَيْفًا,\" والإثم \" ميله لبعض على بعض. وكلّه يصير إلى واحد، كما يكون \" عفوًّا غَفورًا \" و \" غَفورًا رَحيمًا \".2718- حدثنا القاسم قال حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: الجنف الخطأ, والإثم: العمد.2719- حدثت عن الحسين بن الفرج قال، حدثنا الفضل بن خالد قال، حدثنا عبيد بن سليمان, عن الضحاك قال: الجنف الخطأ, والإثم العمد. (11)* * *وأما قوله: \" إنّ الله غَفورٌ رَحيم \"، فإنه يعني: والله غَفورٌ للموصي (12) = فيما كان حدَّث به نفسه من الجنف والإثم, إذا تَرَك أن يأثم ويَجنف في وصيته, فتجاوزَ له عما كان حدَّث به نفسه من الجور, إذ لم يُمْضِ ذلك فيُغْفِل أن يؤاخذه به (13) =\" رحيمٌ\" بالمصلح بينَ المُوصي وبين من أراد أن يَحيف عليه لغيره، أو يَأثَم فيه له.----------------الهوامش :(1) في المطبوعة : \"فإذا أشرف على الموت أمروه بالعدل\" ، وهو لا يستقيم مع سياق الخبر ، ولا مع الخبر الذي قبله عن مجاهد أيضًا . ورجحت أن يكون الناسخ صحف\"الجور\" فجعلها\"الموت\" أو سها أو سبق قلمه . أو لعله أخطأ وصحف وزاد ، وأن أصل عبارته كالسياق قبله : \"فإذا أسرف أمروه بالعدل\" . وكلاهما جائز ، وصواب في المعنى .(2) في المطبوعة : \"أوصياء ميت\" ، وهما سواء .(3) في المطبوعة : \"الحسن بن عيسى\" وهو خطأ صرف ، وهو إسناد دائر في التفسير أقربه إلينا رقم : 2684 .(4) في المطبوعة : \"الوالي\" ، والصواب ما أثبت ، أي ولي الميت .(5) في المطبوعة : \"فمن الإصلاح بين الفريقين . . \" ، والصواب زيادة ، \"الإصلاح\" ، كما يدل عليه السياق .(6) انظر تفسير (وصى) فيما سلف من هذا الجزء 3 : 93-96 .(7) هو عامر الخصفي ، من بني خصفة بن قيس عيلان .(8) مجاز القرآن لأبي عبيدة : 66 ، 67 ، ومشكل القرآن : 219 ، واللسان (جنف) (ولي) . والمولى : ابن العم ، وأقام المفرد مقام الجمع ، وأراد\"المولى\" ، قال أبو عبيدة هو كقوله تعالى : (ثُمَّ يُخْرِجُكُمْ طِفْلًا) وزور جمع أزور : وهو المائل عن الشيء . يقول : هم أبناء عمنا ، ونحن نكره أن نلاقيهم فنقاتلهم ، لما لهم من حق الرحم .(9) الأثر : 2710- مضى رقم : 2702 مطولا .(10) الأثر : 2711- كان في المطبوعة : \"فمن خاف من موص جنفًا\" قال : جنفًا إثما\" ، وهي عبارة مضطربة فاسدة ، فلم أستجز تركها على فسادها ونقلت قول مجاهد الذي أخرجه سفيان بن عيينة وعبد بن حميد فيما نقله السيوطي في الدر المنثور 1 : 175 .(11) الخبر : 2719- الحسين بن الفرج الخياط البغدادي : شيخ لا يعبأ بروايته ، قال فيه ابن معين : \"كذاب ، صاحب سكر ، شاطر\"؛ مترجم في ابن أبي حاتم 1/2/62-63 ، وتاريخ إصبهان 1 : 266-267 ، وتاريخ بغداد 8 : 84-86 ، ولسان الميزان 2 : 307 . والطبري يروي عنه في التفسير كثيرًا بإسناد مجهول ، يقول : \"حدثت عن الحسين بن الفرج\" . ولعل ذلك من أجل ضعف حديثه ، فلا يصل الإسناد إليه . وصرح في بعض مرات في التاريخ باسم من حدثه عنه ، انظر التاريخ 1 : 30 ، 42 .ويقع اسمه في المطبوعة على الصواب ، كما في 2898 . وكثيرًا ما يقع خطأ مصفحًا : \"الحسن بن الفرج\" ، كما في هذا الموضع ، وكما في : 2750 . ومن ذلك ما مضى : 691 ، وقلت هناك : \"لم أعرف من هو؟\" . فيصحح في ذاك الموضع ، وحيثما جاء في التفسير .الفضل بن خالد : مضت ترجمته : 691 .(12) كان في المطبوعة : \"غفور رحيم للموصى . . \" ، وليس صوابًا ، وسياق عبارته دال على صواب ما أثبتنا .(13) في المطبوعة : \"فيفعل أن يؤاخذه به\" ، ولعل الصواب ما أثبت .",
  "ayah": 182,
  "surah": 2
}
