{
  "text": "القول في تأويل قوله تعالى :  وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالإِثْمِ وَأَنْتُمْ تَعْلَمُونَ (188)قال أبو جعفر: يعني تعالى ذكره بذلك: ولا يأكل بعضُكم مالَ بعض بالباطل. فجعل تعالى ذكره بذلك آكلَ مال أخيه بالباطل، كالآكل مالَ نَفسه بالباطل.ونَظيرُ ذلك قولهُ تعالى:  وَلا تَلْمِزُوا أَنْفُسَكُمْ  [سورة الحجرات: 11] وقوله:  وَلا تَقْتُلُوا أَنْفُسَكُمْ  [سورة النساء: 29] بمعنى: لا يلمزْ بعضكم بعضا، ولا يقتُلْ بعضكم بعضا (83) لأن الله تعالى ذكره جعل المؤمنين إخوة، فقاتل أخيه كقاتل نفسه، ولامزُه كلامز نفسه، وكذلك تفعل العرب تكني عن نفسها بأخواتها، وعن أخواتها بأنفسها، فتقول: \" أخي وأخوك أيُّنا أبطش \". يعني: أنا وأنت نصْطرع، فننظر أيُّنا أشدّ (84) - فيكني المتكلم عن نفسه بأخيه، لأن أخا الرجل عندها كنفسه، ومن ذلك قول الشاعر: (85)أخِــي وَأَخُــوكَ بِبَطْــنِ النُّسَـيْرِلَيْسَ بِــهِ مِــنْ مَعَــدٍّ عَــرِيبْ (86)* * *&; 3-549 &;فتأويل الكلام: ولا يأكلْ بعضكم أموال بعضٍ فيما بينكم بالباطل.\" وأكله بالباطل \": أكله من غير الوجه الذي أباحه الله لآكليه.* * *وأما قوله: \" وتُدلوا بها إلى الحكام \" فإنه يعني: وتخاصموا بها - يعني: بأموالكم - إلى الحكام \" لتأكلوا فريقا \" = طائفة = (87) من أموال الناس بالإثم وأنتم تعلمون.&; 3-550 &;ويعني بقوله: \" بالإثم \" بالحرام الذي قد حرمه الله عليكم (88) \" وأنتم تعلمون \"، أي: وأنتم تتعمَّدون أكل ذلك بالإثم، على قصد منكم إلى ما حَرّم الله عليكم منه، ومعرفةٍ بأن فعلكم ذلك معصية لله وإثم . (89) . كما:3059 - حدثني المثنى قال، حدثنا أبو صالح، قال: حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس: \" ولا تأكلوا أموالكم بينكم بالباطل وتُدلوا بها إلى الحكام \" فهذا في الرجل يكون عليه مالٌ، وليس عليه فيه بيِّنة، فيجحد المال، فيخاصمهم فيه إلى الحكام وهو يعرف أنّ الحق عليه، وهو يعلم أنه آثم: آكلٌ حراما.3060 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله: \" وتُدلوا بها إلى الحكام \" قال: لا تخاصم وأنت ظالم.3061 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.3062 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام \" وكان يقال: من مشى مع خصمه وهو له ظالم، فهو آثم حتى يرجع إلى الحق. واعلم يَا ابن آدم أن قَضاء القاضي لا يُحلّ لك حراما ولا يُحقّ لك باطلا وإنما يقضي القاضي بنحو ما يرَى ويشهدُ به الشهود، والقاضي بَشر يخطئ ويصيب. واعلموا أنه من قد قُضي له بالباطل، فإن خصومته لم تنقض حتّى يجمع الله بينهما يوم القيامة، فيقضي على المبُطل للمحق، بأجود مما قُضي به للمبطل على المحقّ في الدنيا (90) .&; 3-551 &;3063 - حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله: \" وتدلوا بها إلى الحكام \" قال: لا تدلِ بمال أخيك إلى الحاكم وأنتَ تعلم أنك ظالم، فإن قضاءه لا يُحلّ لك شيئا كان حراما عليك.3064 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي: \" ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقا من أموال الناس بالإثم وأنتم تعلمون \" أما \" الباطل \" يقول: يظلم الرجل منكم صاحبَه، ثم يخاصمه ليقطع ماله وهو يعلم أنه ظالم، فذلك قوله: \" وتدلوا بها إلى الحكام \".3065- حدثنا القاسم قال، حدثنا الحسين، قال، حدثني خالد الواسطي، عن داود بن أبي هند، عن عكرمة قوله: \" ولا تأكلوا أموالكم بينكم بالباطل \" قال: هو الرجل يشتري السِّلعة فيردُّها ويردُّ معها دَرَاهم.3066 - حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" ولا تأكلوا أموالكم بَينكم بالباطل وتدلوا بها إلى الحكام \" يقول: يكون أجدل منه وأعرَف بالحجة، فيخاصمه في ماله بالباطل ليأكل ماله بالباطل. وقرأ:  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ  [سورة النساء: 29] قال: هذا القِمار الذي كان يَعمل به أهل الجاهلية.* * *وأصل \" الإدلاء \": إرسال الرجل الدلو في سَبب متعلقا به في البئر. (91) فقيل للمحتج لدعواه: \" أدلَى بحجة كيت وكيت \" إذا كان حجته التي يحتج بها سببا &; 3-552 &; له، هو به متعلقٌ في خصومته، كتعلق المستقي من بئر بدَلو قد أرسلها فيها بسببها الذي الدلو به متعلقة، يقال فيهما جميعا - أعني من الاحتجاج، ومن إرسال الدلو في البئر بسبب: \" أدلى فلان بحجته، فهو يُدلي بها إدلاء = وأدلى دلوه في البئر، فهو يدليها إدلاء \".* * *فأما قوله: \" وتدلوا بها إلى الحكام \"، فإن فيه وَجهين من الإعراب:أحدهما: أن يكون قوله: \" وتُدْلوا \" جزما عطفا على قوله: \" ولا تأكلوا أموالكم بينكم بالباطل \" أي: ولا تدلوا بها إلى الحكام، وقد ذُكر أن ذلك كذلك في قراءة أُبَيٍّ بتكرير حرف النهي: \" وَلا تدلوا بها إلى الحكام \".والآخر منهما: النصب على الصرْف، (92) فيكون معناه حينئذ: لا تأكلوا أموالكم بينكم بالباطل وأنتم تدلون بها إلى الحكام، كما قال الشاعر:لا تَنْــهَ عَـنْ خُـلُقٍ وَتَـأْتِيَ مِثْلَـهُعَــارٌ عَلَيْــكَ إذَا فَعَلْــتَ عَظِيـمُ (93)يعني: لا تنه عن خلق وأنتَ تأتي مثله.وهو أنْ يكون في موضع جزم - على ما ذُكر في قراءة أبيّ - أحسن منه أن يكون نَصبا.--------------الهوامش :(83) انظر ما سلف مثل ذلك في 2 : 300 ، ثم الآية : 85 من سورة البقرة 2 : 303 لم يذكر فيها شيئا من ذلك . ولم يبين هذا البيان فيما سلف . وهذا دليل على أنه كان أحيانا يختصر الكلام اختصارا ، اعتمادا على ما مضى من كلامه ، أو ما يستقبل منه . كما قلت في مقدمة التفسير .(84) انظر تأويل مشكل القرآن : 114 ، هذا بنصه .(85) هو ثعلبة بن عمرو (حزن) العبدي ، ابن أم حزنة . ويقال هو من بني شيبان حليف في عبد القيس . وكان من الفرسان (الاشتقاق لابن دريد : 197) . وانظر التعليق التالي .(86) المفضليات : 513 ، وتأويل مشكل القرآن : 114 ، معجم ما استعجم : 1038 . وفي المطبوعة : \"ليس لنا\" ، وأثبت ما في المراجع ، وكأنها الصواب . ويقال : ليس بالدار عريب ، أي ليس بها أحدا . و\"النسير\" ، تصغير\"النسر\" ، وهو مكان بديار بني سليم . بيد أن ياقوت نقل عن الحازمي أنه بناحية نهاوند ، واستشهد بهذا البيت . فإن يكن ذلك فابن أم حزنة هذا إسلامي : قال ياقوت ، قال سيف : \"سار المسلمون من مرج القلعة نحو نهاوند ، حتى انتهوا إلى قلعة فيها قوم ، ففتحوها ، وخلفوا عليها النسير بن ثور في عجل وحنيفة . وفتحها بعد فتح نهاوند ، ولم يشهد نهاوند عجلي ولا حنفي ، لأنهم أقاموا مع النسير على القلعة ، فسميت به\" (انظر تاريخ الطبري 4 : 243 ، 251) .فإن صح أن ابن أم حزنة كان في بعث المسلمين ، كان هذا البيت مؤيدا لهذا القول . فإنه يقول له : أنا وأنت ببطن النسير ، ليس معنا فيه من أبناء معد (وهم العرب) أحد . وأما عن الحازمي إذا كان الموضع ببلاد العرب ، فهو يقول : ليس به أحد ، وقوله\"من معد\" فضول من القول . وقد ترجح عندي أنه شاعر إسلامي ، من بعض شعره في المفضليات رقم 74 ، وفي الوحشيات رقم : 217 ، (وانظر من نسب إلى أمه رقم : 22 ، 32) ، وله شعر في حماسة البحتري : 97 ، 103 .وإن صحت رواية الطبري : \"ليس لنا من معد عريب\" . فعريب ، في هذا البيت ، هو صاحبه الذي ذكره في أول الشعر فقال :إِنَّ عَرِبيًـــــا وَإِنْ سَــــاءَنيأَحَــبُّ حَــبِيبٍ وَأَدْنَــى قَـرِيبْفيكون قوله : \"معد\" مصدر\"عد يعد\" . يقول : أنا وأنت ببطن النسير وحدنا ، لا يعد معنا أحد ، يعني أنهما خاليين بالمكان ، ليس لك من ينصرك ولا لي من ينصرني ، فهناك يظهر صاحب للبأس منهما ، وقال بعد البيت :فأقْسَــــم بِاللّـــهِ لاَ يَـــأتَلِيوأقْسَـــمْتُ إِنْ نلتُــهُ لاَ يَــؤُوبْفَــأَقْبَلَ نَحْــوِي عَــلَى قُــدْرةٍفَلَمَّــا دَنَــا صَدَقَتْــه الكَــذُوبْ(87) انظر ما سلف في تفسير\"فريق\" 2 : 224 ، 402 .(88) انظر ما سلف في تفسير\"الإثم\" من هذا الجزء 3 : 399-408 .(89) في المطبوعة : \"معصية الله\" ، خطأ .(90) في المطبوعة : \"ويأخذ مما قضي به . . \" ، والصواب ما أثبت من تفسير ابن كثير 1 : 430 .(91) السبب : الحبل .(92) في المطبوعة : \"على الظرف\" ، وهو محض خطأ . وقد مضى تفسير معنى\"الصرف\" في 1 : 569-570 ، واالتعليق : 1 .(93) سلف تخريج هذا البيت في 1 : 569 ، إلا أني سهوت فلم أذكر أنه آت في هذا الموضع من التفسير ، وفي 9 : 146 (بولاق) ، فقيده . وانظر أيضًا معاني القرآن للفراء 1 : 115 .",
  "ayah": 188,
  "surah": 2
}
