{
  "text": "القول في تأويل قوله تعالى :  وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ (190)قال أبو جعفر: اختلف أهلُ التأويل في تأويل هذه الآية.فقال بعضهم: هذه الآية هي أول آية نـزلت في أمر المسلمين بقتال أهل الشرك. وقالوا: أمر فيها المسلمون بقتال من قاتلهم من المشركين، والكف عمن كفّ عنهم، ثم نُسخت ب \" براءة \".* ذكر من قال ذلك:3089 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن سعد، وابن أبي جعفر، عن أبي جعفر، عن الربيع في قوله: \" وقاتلُوا في سبيل الله الذين يُقاتلونكم ولا تَعتدوا إن الله لا يحبّ المعتدين \" قال: هذه أوّل آية نـزلت في القتال &; 3-562 &; بالمدينة، فلما نـزلت كان رسول الله صلى الله عليه وسلم يقاتل من يقاتله، ويكفُّ عمن كفّ عنه، حتى نـزلت \" براءة \"- ولم يذكر عبد الرحمن: \" المدينة \".3090 - حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: \" وقاتلوا في سبيل الله الذين يُقاتلونكم \" إلى آخر الآية، قال: قد نسخ هذا! وقرأ قول الله:  وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً  [سورة التوبة: 36]، وهذه الناسخة، وقرأ:  بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ  حتى بلغ:  فَإِذَا انْسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  إلى:  إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ  [سورة التوبة: 1-5].* * *وقال آخرون: بل ذلك أمر من الله تعالى ذكره للمسلمين بقتال الكفار، لم ينسخ. وإنما الاعتداءُ الذي نهاهم الله عنه، هو نهيه عن قتل النساء والذَّراريّ. قالوا: والنهي عن قتلهم ثابتٌ حُكمه اليوم. قالوا: فلا شيء نُسخ من حكم هذه الآية.* ذكر من قال ذلك:3091 - حدثنا سفيان بن وكيع قال، حدثنا أبي، عن صَدقة الدمشقي، عن يحيى بن يحيى الغساني، قال: كتبتُ إلى عمر بن عبد العزيز أسألهُ عن قوله: \" وقاتلوا في سَبيل الله الذين يُقاتلونكم ولا تعتدوا إنّ الله لا يُحب المعتدين \"، قال: فكتب إليّ: \" إنّ ذلك في النساء والذريّة ومن لم يَنصِبْ لك الحرَب منهم \".3092 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله تعالى ذكره: \" وقاتلوا في سبيل الله الذين يُقاتلونكم \" لأصحاب محمد صلى الله عليه وسلم، أمروا بقتال الكفار.3093- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.&; 3-563 &;3094 - حدثني علي بن داود قال، حدثنا أبو صالح، قال، حدثني معاوية، عن علي، عن ابن عباس: \" وقاتلوا في سبيل الله الذين يُقاتلونكم ولا تعتدوا إنّ الله لا يحب المعتدين \" يقول: لا تقتلوا النساء ولا الصِّبيان ولا الشيخ الكبير وَلا منْ ألقى إليكم السَّلَمَ وكفَّ يَده، فإن فَعلتم هذا فقد اعتديتم.3095- حدثني ابن البرقي قال، حدثنا عمرو بن أبي سلمة، عن سعيد بن عبد العزيز، قال: كتب عمر بن عبد العزيز إلى عديِّ بن أرطاة: \" إني وَجَدتُ آية في كتاب الله: \" وقاتلوا في سبيل الله الذين يُقاتلونكم ولا تعتدوا إنّ الله لا يحب المعتدين \" أي: لا تقاتل من لا يقاتلك، يعني: النساء والصبيان والرُّهبان \".* * *قال أبو جعفر: وأولى هذين القولين بالصواب، القولُ الذي قاله عمر بن عبد العزيز. لأن دعوى المدَّعي نَسْخَ آية يحتمل أن تكون غيرَ منسوخة، بغير دلالة على صحة دعواه، تحكُّم. والتحكم لا يعجِز عنه أحد.* * *وقد دَللنا على معنى \" النسخ \"، والمعنى الذي من قبَله يَثبت صحة النسخ، بما قد أغنى عن إعادته في هذا الموضع (100) .* * *فتأويل الآية - إذا كان الأمر على ما وصفنا - : وقاتلوا أيها المؤمنون في سبيل الله = وسبيلُه: طريقه الذي أوضحه، ودينه الذي شرعه لعباده = يقول لهم تعالى ذكره: قاتلوا في طاعتي وَعلى ما شرعت لكم من ديني، وادعوا إليه من وَلَّى عنه واستكبر بالأيدي والألسن، حتى يُنيبوا إلى طاعتي، أو يعطوكم الجزية صَغارًا إن كانوا أهل كتاب. وأمرهم تعالى ذكره بقتال مَنْ كان منه قتال من مُقاتِلة أهل الكفر دون من لم يكن منه قتال (101) من نسائهم وذراريهم، فإنهم أموال وخَوَلٌ لهم إذا غُلب المقاتلون منهم فقُهروا، فذلك معنى قوله: \" قاتلوا في سبيل الله الذين &; 3-564 &; يقاتلونكم \" لأنه أباح الكف عمّن كف، فلم يُقاتل من مشركي أهل الأوثان والكافِّين عن قتال المسلمين من كفار أهل الكتاب على إعطاء الجزية صَغارا.فمعنى قوله: \" ولا تعتدوا \": لا تقتلوا وليدًا ولا امرأةً، ولا من أعطاكم الجزية من أهل الكتابَين والمجوس،\" إنّ الله لا يُحب المعتدين \" الذين يجاوزون حدوده، فيستحلُّون ما حرَّمه الله عليهم من قتل هؤلاء الذين حَرَّم قتلهم من نساء المشركين وذراريهم (102) .* * *---------------------------الهوامش :(100) انظر ما سلف 2 : 471-483 ، وهذا الجزء 3 : 385 .(101) في المطبوعة في الموضعين : \"فيه قتال\" ، وهو خطأ .(102) انظر تفسير\"الاعتداء\" فيما سلف 2 : 307 ، وهذا الجزء 3 : 376 ثم : 573 .",
  "ayah": 190,
  "surah": 2
}
