{
  "text": "القول في تأويل قوله جَل ثناؤه: ذَلِكَ الْكِتَابُ .قال عامّة المفسرين: تأويل قول الله تعالى ( ذلك الكتاب ) : هذا الكتاب.* ذكر من قال ذلك:247- حدثني هارون بن إدريس الأصم الكوفيّ, قال: حدثنا عبد الرحمن بن محمد المحاربي, عن ابن جُريج, عن مجاهد: \" ذلك الكتاب \" قال: هو هذا الكتاب.248- حدثني يعقوب بن إبراهيم, قال: حدثنا ابن عُلَية, قال: أخبرنا خالد الحذّاء, عن عكرمة, قال: \" ذلك الكتاب \": هذا الكتاب.249- حدثنا أحمد بن إسحاق الأهوازي, قال: حدثنا أبو أحمد الزبيري قال: حدثنا الحَكَم بن ظُهَير, عن السُّدِّي، في قوله \" ذلك الكتاب \" قال: هذا الكتاب (34) .250- حدثنا القاسم بن الحسن, قال: حدثنا الحسين بن داود. قال: حدثني حجاج، عن ابن جُريج، قوله: \" ذلك الكتاب \": هذا الكتاب. قال: قال ابن عباس: \" ذلك الكتاب \" : هذا الكتاب (35) .فإن قال قائل: وكيف يجوزُ أن يكون \" ذلك \" بمعنى \" هذا \"؟ و \" هذا \" لا شكّ إشارة إلى حاضر مُعايَن, و \" ذلك \" إشارة إلى غائب غير حاضر ولا مُعايَن؟قيل: جاز ذلك، لأن كل ما تَقضَّى، بقُرْبِ تَقضِّيه من الإخبار (36) ، فهو -وإن صار بمعنى غير الحاضر- فكالحاضر عند المخاطب. وذلك كالرجل يحدِّث الرجلَ الحديثَ فيقول السامع: \" إن ذلك والله لكما قلت \", و \" هذا والله كما قلت \", و \" هو والله كما ذكرت \"، فيخبرُ عنه مَرَّة بمعنى الغائب، إذْ كان قد تَقضَّى ومضى, ومرة بمعنى الحاضر، لقُرْب جوابه من كلام مخبره، كأنه غير مُنْقَضٍ. فكذلك \" ذلك \" في قوله (ذلك الكتاب) لأنه جلّ ذكره لما قدم قبلَ \" ذلك الكتاب \" الم ، التي ذكرنا تصرُّفَها في وجُوهها من المعاني على ما وصفنا، قال لنبيه صلى الله عليه و سلم: يا محمد، هذا الذي ذكرته وبيَّنته لك، الكتابُ. ولذلكَ حسن وضع \" ذلك \" في مكان \" هذا \", لأنه أشير به إلى الخبر عما تضمَّنهُ قوله الم من المعاني، بعد تقضّي الخبر عنه بـ \" الم \", فصار لقرب الخبر عنه من تقضِّيه، كالحاضر المشار إليه, فأخبر به بـ \" ذلك \" لانقضائه، ومصير الخبر عنه كالخبر عن الغائب، وترجمهُ المفسِّرون (37) : أنه بمعنى \" هذا \"، لقرب الخبر عنه من انقضائه, فكانَ كالمشاهَد المشار إليه بـ \" هذا \"، نحو الذي وصفنا من الكلام الجاري بين الناس في محاوراتهم, وكما قال جل ذكره: وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الأَخْيَارِ * هَذَا ذِكْرٌ [سورة ص: 48، 49] فهذا ما في \" ذلك \" إذا عنى بها \" هذا \".وقد يحتمل قوله جل ذكره (ذلك الكتاب) أن يكون معنيًّا به السُّوَرُ التي نـزلت قبل سورة البقرة بمكة والمدينة, فكأنه قال جلّ ثناؤه لنبيه محمد صلى الله عليه وسلم: يا محمد، اعلم أنّ ما تضمَّنتْه سُوّرُ الكتاب التي قد أنـزلتها إليك، هو الكتابُ الذي لا ريبَ فيه. ثم ترجمه المفسرون (38) بأن معنى \" ذلك \" \" هذا الكتاب \", &; 1-227 &; إذْ كانت تلك السُّور التي نـزلت قبل سورة البقرة، من جملة جميع كتابنا هذا، الذي أنـزله الله عز وجل على نبينا محمد صلى الله عليه و سلم.وكان التأويل الأول أولى بما قاله المفسرون، لأنّ ذلك أظهرُ معاني قولهم الذي قالوه في \" ذلك \".وقد وَجَّه معنى \" ذلك \" بعضُهم، إلى نظير معنى بيت خُفاف بن نُدبة السُّلميّ:فَـإن تَـكُ خَـيْلي قـد أُصِيبَ صَمِيمُهافَعَمْـدًا عـلى عَيْـنٍ تَيَمَّمْـتُ مَالِكَـا (39)أقـولُ لـه, والـرُّمحُ يـأطِرُ مَتْنَـهُ:تــأمَّل خُفاَفًــا, إننــي أنـا ذلِكَـا (40)كأنه أراد: تأملني أنا ذلك. فزعم أنّ \" ذلك الكتاب \" بمعنى \" هذا \"، نظيرُه (41) . أظهر خفافٌ من اسمه على وجه الخبر عن الغائب، وهو مخبر عن نفسه. فكذلك أظهر \" ذلك \" بمعنى الخبر عن الغائب (42) ، والمعنى فيه الإشارة إلى الحاضر المشاهَد.والقول الأول أولى بتأويل الكتاب، لما ذكرنا من العلل.وقد قال بعضهم: (ذلك الكتاب)، يعني به التوراة والإنجيل, وإذا وُجّه &; 1-228 &; تأويل \" ذلك \" إلى هذا الوجه، فلا مؤونة فيه على متأوِّله كذلك، لأن \" ذلك \" يكون حينئذ إخبارًا عن غائب على صحة.* * *القول في تأويل قوله : لا رَيْبَ فِيهِ .وتأويل قوله: \" لا ريب فيه \"\" لا شك فيه \". كما:-251- حدثني هارون بن إدريس الأصم, قال: حدثنا عبد الرحمن المحاربي عن ابن جُريج, عن مجاهد: لا ريب فيه, قال: لا شك فيه.252- حدثني سَلام بن سالم الخزاعي, قال: حدثنا خَلَف بن ياسين الكوفي, عن عبد العزيز بن أبي رَوَّاد، عن عطاء، \" لا ريب فيه \": قال: لا شك فيه (43) .253- حدثني أحمد بن إسحاق الأهوازي, قال: حدثنا أبو أحمد الزبيري, قال: حدثنا الحَكم بن ظُهَير, عن السُّدِّيّ, قال: \" لا ريب فيه \"، لا شك فيه.254- حدثني موسى بن هارون الهَمْداني, قال: حدثنا عمرو بن حماد, قال: حدثنا أسباط, عن السُّدّي في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس -وعن مُرَّة الهَمْداني, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه و سلم: \" لا ريب فيه \"، لا شك فيه.255- حدثنا محمد بن حميد, قال: حدثنا سَلَمة بن الفضل، عن محمد بن إسحاق, عن محمد بن أبي محمد مولى زيد بن ثابت, عن عكرمة, أو عن سعيد بن جبير , &; 1-229 &; عن ابن عباس: \" لا ريبَ فيه \"، قال: لا شكّ فيه.256- حدثنا القاسم بن الحسن، قال: حدثنا الحسين, قال: حدثني حجاج، عن ابن جريج, قال: قال ابن عباس: \" لا ريب فيه \"، يقول: لا شك فيه.257- حدثنا الحسن بن يحيى, قال: حدثنا عبد الرزاق, قال: أخبرنا مَعْمَر، عن قتادة: \" لا ريب فيه \"، يقول: لا شك فيه.258- حُدِّثت عن عَمّار بن الحسن, قال: حدثنا عبد الله بن أبي جعفر, عن أبيه، عن الربيع بن أنس: قوله \" لا ريب فيه \"، يقول: لا شك فيه (44) .وهو مصدر من قول القائل: رابني الشيء يَريبني رَيبًا. ومن ذلك قول ساعدة بن جُؤَيَّة الهذليّ:فقـالوا: تَرَكْنَـا الحَـيَّ قد حَصِرُوا به,فـلا رَيْـبَ أنْ قـد كـان ثَـمَّ لَحِـيمُ (45)ويروى: \" حَصَرُوا \" و \" حَصِرُوا \" والفتحُ أكثر, والكسر جائز. يعني بقوله \" حصروا به \": أطافوا به. ويعني بقوله \" لا ريب \". لا شك فيه. وبقوله \" أن قد كان ثَمَّ لَحِيم \"، يعني قتيلا يقال: قد لُحِم، إذا قُتل.والهاء التي في \" فيه \" عائدة على الكتاب, كأنه قال: لا شك في ذلك الكتاب أنه من عند الله هُدًى للمتقين.القول في تأويل قوله جل ثناؤه: هُدًى259- حدثني أحمد بن حازم الغفاري, قال: حدثنا أبو نعيم, قال: حدثنا &; 1-230 &; سفيان, عن بَيَان, عن الشعبي،\" هُدًى \" قال: هُدًى من الضلالة (46) .260- حدثني موسى بن هارون, قال: حدثنا عمرو بن حماد, قال: حدثنا أسباط بن نصر, عن إسماعيل السُّدّي, في خبر ذكره عن أبي مالك, وعن أبي صالح , عن ابن عباس وعن مُرة الهَمْداني, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه و سلم، \" هدى للمتقين \"، يقول: نور للمتقين (47) .والهدى في هذا الموضع مصدرٌ من قولك: هديتُ فلانًا الطريق -إذا أرشدتَه إليه، ودللَته عليه, وبينتَه له- أهديه هُدًى وهداية.فإن قال لنا قائل: أوَ ما كتابُ الله نورًا إلا للمتّقين، ولا رَشادًا إلا للمؤمنين؟ قيل: ذلك كما وصفه رّبنا عزّ وجل. ولو كان نورًا لغير المتقين, ورشادًا لغير المؤمنين، لم يخصُصِ الله عز وجل المتقين بأنه لهم هدًى, بل كان يعُمّ به جميع المنذَرين. ولكنه هدًى للمتقين, وشفاءٌ لما في صدور المؤمنين, وَوَقْرٌ في آذان المكذبين, وعمىً لأبصار الجاحدين، وحجةٌ لله بالغةٌ على الكافرين. فالمؤمن به مُهتدٍ, والكافر به محجوجٌ (48) .وقوله \" هدى \" يحتمل أوجهًا من المعاني:أحدُها: أن يكون نصبًا، لمعنى القطع من الكتاب، لأنه نكرة والكتاب معرفة (49) . فيكون التأويل حينئذ: الم ذلك الكتاب هاديًا للمتقين. و ذَلِكَ مرفوع بـ الم , و الم به, والكتابُ نعت لـ ذَلِكَ .وقد يحتمل أن يكون نصبًا، على القطع من رَاجع ذكر الكتاب الذي في فِيهِ , فيكونُ معنى ذلك حينئذ: الم الذي لا ريب فيه هاديًا.وقد يحتمل أن يكون أيضًا نصبًا على هذين الوجهين, أعني على وجه القطع من الهاء التي في فِيهِ , ومن الْكِتَابُ ، على أن الم كلام تام, كما قال ابن عباس إنّ معناه: أنا الله أعلم. ثم يكون ذَلِكَ الْكِتَابُ خبرًا مستأنفًا, فيرفع حينئذ الْكِتَابُ بـ ذَلِكَ ، و ذَلِكَ بـ الْكِتَابُ , ويكون \" هُدًى \" قطعًا من الْكِتَابُ , وعلى أن يرفع ذَلِكَ بالهاء العائدة عليه التي في فِيهِ , و الْكِتَابُ نعتٌ له؛ والهدى قطع من الهاء التي في فِيهِ . وإن جُعِل الهدى في موضع رفع، لم يجز أن يكون ذَلِكَ الْكِتَابُ إلا خبرًا مستأنفًا، و الم كلاما تامًّا مكتفيًا بنفسه، إلا من وجه واحد، وهو أن يُرفع حينئذ \" هُدًى \" بمعنى المدح، كما قال الله جل وعز: الم * تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ * هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ [سورة لقمان: 1-3] في قراءة من قرأ \" رحمةٌ\". بالرفع، على المدح للآيات.والرفع في \" هدى \" حينئذ يجوز من ثلاثة أوجه: أحدُها ما ذكرنا من أنه مَدْحٌ مستأنفٌ. والآخر: على أن يُجعل مُرافعَ ذَلِكَ , و الْكِتَابُ نعتٌ \" لذلك \". والثالث: أن يُجعل تابعًا لموضع لا رَيْبَ فِيهِ , ويكون ذَلِكَ الْكِتَابُ مرفوعًا بالعائد في فِيهِ . فيكون كما قال تعالى ذكره: وَهَذَا كِتَابٌ أَنْـزَلْنَاهُ مُبَارَكٌ [سورة الأنعام: 92].وقد زعم بعض المتقدمِّين في العلم بالعربية من الكوفيين، أنّ الم مرافعُ ذَلِكَ الْكِتَابُ بمعنى: هذه الحروف من حروف المعجم, ذلك الكتابُ الذي وعدتُك أن أوحَيه إليك (50) . ثم نقض ذلك من قوله فأسرع نَقْضَه, وهَدمَ ما بنى فأسرع هَدْمَه, فزعم أن الرفع في \" هُدًى \" من وجهين، والنصبَ من وجهين. وأنّ أحد وَجهي الرفع: أن يكون الْكِتَابُ نعتًا لِـ ذَلِكَ و \" الهدى \" في موضع رفعٍ خبرٌ لِـ ذَلِكَ .  كأنك قلت: ذلك هدًى لا شكّ فيه (51) . قال: وإن جعلتَ لا رَيْبَ فِيهِ خبرَه، رفعتَ أيضًا \" هدى \"، بجعله تابعًا لموضع لا رَيْبَ فِيهِ ، كما قال الله جل ثناؤه: وَهَذَا كِتَابٌ أَنْـزَلْنَاهُ مُبَارَكٌ ، كأنه قال: وهذا كتابٌ هُدًى من صفته كذا وكذا. قال: وأما أحدُ وجهي النَّصْب فأن تَجعَل الكتاب خبرًا لـ ذَلِكَ ، وتنصبَ\" هدى \" على القطع، لأن \" هدى \" نكرة اتصلت بمعرفة، وقد تمّ خبرُها فنصبْتَها (52) لأن النكرة لا تكون دليلا على معرفة. وإن شئت نصبت \" هدى \" على القطع من الهاء التي في فِيهِ كأنك قلت: لا شك فيه هاديًا (53) .قال أبو جعفر: فترك الأصل الذي أصَّله في الم وأنها مرفوعة بـ ذَلِكَ الْكِتَابُ ، ونبذه وراء ظهره. واللازم كان له على الأصل الذي أصَّله، أن لا يجيز الرَّفع في \" هدى \" بحالٍ إلا من وَجْه واحدٍ, وذلك من قِبَلِ الاستئناف، إذ كان مَدْحًا. فأما على وجه الخبر \" لذلك \", أو على وجه الإتباع لموضع لا رَيْبَ فِيهِ , فكان اللازم له على قوله أن يكون خطأ. وذلك أن الم إذا رافعت ذَلِكَ الْكِتَابُ ، فلا شك أن \" هدى \" غيرُ جائز حينئذٍ أن يكون خبرًا \" لذلك \"، بمعنى المرافع له, أو تابعًا لموضع لا رَيْبَ فِيهِ , لأن موضعه حينئذ نصبٌ، لتمام الخبر قبلَه، وانقطاعه -بمخالفته إيّاه- عنه.القول في تأويل قوله جل ثناؤه: لِلْمُتَّقِينَ (2)261- حدثنا سفيان بن وكيع, قال: حدثنا أبي، عن سفيان, عن رجل, عن الحسن، قوله: \" للمتقين \" قال: اتَّقَوْا ما حُرِّم عليهم، وأدَّوا ما افتُرِض عليهم.262- حدثنا محمد بن حُميد, قال: حدثنا سَلَمة بن الفضل, عن محمد بن إسحاق, عن محمد بن أبي محمد مولى زيد بن ثابت، عن عكرمة, أو عن سعيد بن جبير, عن ابن عباس: \" للمتقين \"، أي الذين يحذَرُون من الله عز وجل عقوبتَه في تَرْك ما يعرفون من الهُدى, ويرجون رحمَته بالتَّصديق بما جاء به.263- حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد, قال: حدثنا أسباط, عن السُّدّي في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرّة الهَمْداني, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه و سلم: \" هدًى للمتقين \"، قال: هم المؤمنون.264- حدثنا أبو كُريب، قال: حدثنا أبو بكر بن عيّاش, قال: سألني الأعمش عن \" المتقين \", قال: فأجبتُه, فقال لي: سئل عنها الكَلْبَيّ. فسألتُه، فقال: الذين يَجتنِبُون كبائِرَ الإثم. قال: فرجَعْت إلى الأعمش, فقال: نُرَى أنه كذلك. ولم ينكره.265- حدثني المثنى بن إبراهيم الطبري, قال: حدثنا إسحاق بن الحجاج، عن عبد الرحمن بن عبد الله, قال حدثنا عمر أبو حفص, عن سعيد بن أبي عَرُوبة, عن قتادة: \" هدى للمتقين \"، هم مَنْ نعتَهم ووصفَهم فأثبت صفتهم، فقال: الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ .266- حدثنا أبو كريب, قال: حدثنا عثمان بن سعيد, قال: حدثنا بشر بن عُمَارة, عن أبي رَوق، عن الضحاك، عن ابن عباس: \" للمتقين \" قال: المؤمنين الذين يتَّقُون الشِّرك بي، ويعملون بطاعتي (54) .وأولى التأويلات بقول الله جل ثناؤه (هدى للمتقين)، تأويلُ من وصَف القومَ بأنهم الذين اتَّقوُا اللهَ تبارك وتعالى في ركوب ما نهاهم عن ركوبه, فتجنبوا معاصِيَه، واتَّقوْه فيما أمرهم به من فرائضِه، فأطاعوه بأدائها. وذلك أنّ الله عزّ وجلّ وصَفهم بالتقوَى، فلم يحصُرْ تقواهم إياه على بعضِ ما هو أهلٌ له منهم دون بعض (55) . فليس لأحد من الناس أن يحصُر معنى ذلك، على وَصْفهم بشيء من تَقوى الله عز وجل دون شيء، إلا بحجة يجبُ التسليمُ لها. لأن ذلك من صفة القوم -لو كان محصورًا على خاصّ من معاني التقوى دون العامّ منها- لم يدعِ الله جل ثناؤه بيانَ ذلك لعباده: إما في كتابه, وإما على لسان رسوله صلى الله عليه و سلم، إذْ لم يكن في العقل دليلٌ على استحالة وصفهم بعموم التقوى.فقد تبيّن إذًا بذلك فسادُ قول من زعم أن تأويل ذلك إنما هو: الذين اتَّقَوُا الشرك وبرئوا من النِّفاق. لأنه قد يكون كذلك، وهو فاسقٌ غيرُ مستَحِق أن يكون من المتقين، إلا أن يكون -عند قائل هذا القول- معنى النفاق: ركوبُ الفواحش التي حَرَّمها الله جل ثناؤه، وتضييعُ فرائضه التي فرضها عليه. فإن جماعةً من أهل العلم قد كانت تسمِّي من كان يفعل ذلك منافقًا. فيكون -وإن كان مخالفًا في تسميته من كان كذلك بهذا الاسم- مصيبًا تأويلَ قول الله عز وجل \" للمتقين \".-------------الهوامش :(34) الأثر 249- الحكم بن ظهير -بضم الظاء المعجمة- الفزاري ، أبو محمد بن أبي ليلى الكوفي : ضعيف جدًا ، رمى بوضع الحديث . قال البخاري في الكبير 1/2/ 342 - 343 : \"تركوه منكر الحديث\" . وقال ابن أبي حاتم في الجرح 1/2/ 118 - 119 عن أبي زرعة : \"واهي الحديث\" . وقال ابن حبان في كتاب المجروحين ، رقم 239 : \"كان يشتم أصحاب محمد صلى الله عليه وسلم ، يروى عن الثقات الأشياء الموضوعات\" .(35) هذه الآثار جميعًا 247 - 250 ذكرها ابن كثير في تفسيره 1 : 70 ، والدر المنثور 1 : 24 ، والشوكاني 1 : 21 .(36) في المطبوعة\"وقرب تقضيه\" . يريد : أن ذكر ما انقضى ، وانقضاؤه قريب من إخبارك عنه .(37) ترجمه : أي فسره المفسرون وبينوه بوضع حرف مكان حرف . انظر ما مضى 70 تعليق 1/93 : 4/ ومواضع أخر .(38) ترجمه : أي فسره المفسرون وبينوه بوضع حرف مكان حرف . انظر ما مضى 70 تعليق 1/93 : 4/ ومواضع أخر .(39) الأغاني 2 : 329/ 13 : 134 ، 135/16 : 134 ، والخزانة 2 : 470 ، وغيرهما ، ويأتي في الطبري 1 : 314 ، 437 . يقول الشعر في مقتل ابن عمه معاوية بن عمرو أخى الخنساء . ومالك ، هو مالك بن حِمَار الشمخي الفزاري . والخيل هنا : هم فرسان الغارة ، وكان معاوية وخفاف غزوَا بني مرة وفزارة . والصميم : الخالص المحض من كل شيء . وأراد معاوية ومقتله يومئذ . ويقال : \"فعلت هذا الأمر عمد عين ، وعمدًا على عين\" ، إذا تعمدته مواجهة بجد ويقين . وتيمم : قصد وأمَّ .(40) \"أقول له\" ، يعني لمالك بن حِمَار . وأطر الشيء يأطره أطرًا : هو أن تقبض على أحد طرفي الشيء ثم تعوجه وتعطفه وتثنيه . وأراد أن حر الطعنة جعله يتثنى من ألمها ، ثم ينحني ليهوى صريعًا إذ أصاب الرمح مقتله . وأرى أن الإشارة في هذا البيت إلى معنى غائب ، كأنه قال : \"أنا ذلك الذي سمعت به وببأسه\" . وهذا المعنى يخرج البيت عن أن يكون شاهدًا على ما أراد الطبري .(41) في المطبوعة : \"كأنه أراد : تأملني أنا ذلك ، فرأى أن\"ذلك الكتاب\" بمعنى\"هذا\" نظير ما أظهر خفاف من اسمه . . . \" ، وهو تغيير لا خبر فيه .(42) في المطبوعة : \"فلذلك أظهر ذلك . . \" .(43) الأثر 252 - سلام ، شيخ الطبري : لم أجد له ترجمة إلا في تاريخ بغداد 9 : 198 قال : \"سلام بن سالم أبو مالك الخزاعي الضرير : حدث عن يزيد بن هارون ، وعمر بن سعيد التنوخي ، وموسى بن إبراهيم المروزي ، والفضل بن جبير الوراق . روى عنه الحسين بن إسماعيل المحاملي\" . ليس غير . وأما شيخ سلام في هذا الإسناد\"خلف بن ياسين الكوفي\" : فلم أجد إلا ترجمة في الميزان 1 : 211 ولسان الميزان 2 : 405 لراو اسمه\"خلف بن ياسين بن معاذ الزيات\" ، وهو رجل سخيف كذاب ، لا يشتغل به . لا أدري أهو هذا أم غيره؟(44) هذه الآثار جميعًا 251 - 258 ساقها ابن كثير 1 : 71 ، وبعضها في الدر المنثور 1 : 24 ، والشوكاني 1 : 22 . وقال ابن كثير بعد سياقتها : \"قال ابن أبي حاتم : لا أعلم في هذا خلافًا\" .(45) ديوان الهذليين 1 : 232 ، واللسان (حصر) .(46) الأثر 59 - بيان ، بفتح الباء الموحدة والياء التحتية المخففة : هو ابن بشر الأحمسي ، ثقة من الثقات ، كما قال أحمد . وسفيان ، الراوي عنه : هو الثوري . وهذا الأثر نقله السيوطي 1 : 24 ، ونسبه لوكيع والطبري .(47) الخبر 260 - نقله ابن كثير 1 : 71 ، ونقله السيوطي 1 : 24 ، والشوكاني 1 : 22 مع الخبر الآتي 263 ، جعلاه خبرًا واحدًا ، وذكراه عن ابن مسعود فقط .(48) حجه يحجه فهو محجوج : غلبه بالحجة فهو مغلوب .(49) يريد بقوله\"لمعنى القطع\" ، أن يقطع عن نعت الكتاب ، ويصير حالا .(50) يعني بصاحب هذا القول ، الفراء في كتابه معاني القرآن 1 : 10 .(51) في المطبوعة والمخطوطة\"ذلك لا شك فيه\" ، والتصحيح من معاني القرآن للفراء 1 : 11 .(52) في المطبوعة\"فتنصبها\" ، والتصحيح من المخطوطة ومعاني القرآن للفراء .(53) انظر معاني القرآن للفراء 1 : 11 - 12 .(54) الآثار 261 - 266 ساقها جميعًا ابن كثير في تفسيره 1 : 71 - 72 ، وبعضها في الدر المنثور 1 : 24 ، والشوكاني 1 : 22 .(55) في المطبوعة : \"وذلك أن الله عز وجل إنما وصفهم\" ، ولا فائدة من زيادة\"إنما\" . ثم جاء في المخطوطة والمطبوعة : \"فلم يحصر تقواهم إياه على بعضها من أهل منهم دون بعض\"؛ وهو كلام مختلط ، وصوابه ما أثبته ، وهو معنى الكلام كما ترى بعد .",
  "ayah": 2,
  "surah": 2
}
