{
  "text": "القول في تأويل قوله تعالى :  وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ (201)قال أبو جعفر: اختلف أهل التأويل في معنى \" الحسنة \" التي ذكر الله في هذا الموضع.فقال بعضهم. يعني بذلك: ومن الناس مَن يقول: ربَّنا أعطنا عافية في الدنيا وعافية في الآخرة.* ذكر من قال ذلك:3876 - حدثنا الحسن بن يحيى، قال أخبرنا عبد الرازق، قال: أخبرنا معمر، عن قتادة في قوله: \" رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً\"، قال: في الدنيا عافيةً، وفي الآخرة عافية. قال قتادة: وقال رجل: \" اللهم ما كنتَ معاقبي به في الآخرة فعجِّله لي في الدنيا \"، فمرض مرضًا حتى أضنى على فراشه، (113) فذكر للنبي صلى الله عليه وسلم شأنُه، فأتاه النبي عليه السلام، فقيل له: إنه دعا بكذا وكذا، فقال النبي صلى الله عليه وسلم: إنه لا طاقة لأحد بعقوبه الله، ولكن قُل: \" ربنا آتنا في الدنيا حَسنة وفي الآخرة حَسنة وقنا عَذاب النار \". فقالها، فما لبث إلا أيامًا= أو: يسيرًا =حتى بَرَأ.&; 4-204 &;3877 - حدثني المثنى، قال: حدثنا سعيد بن الحكم، قال: أخبرنا يحيى بن أيوب، قال: حدثني حميد، قال: سمعت أنس بن مالك يقول: عاد رَسول الله صلى الله عليه وسلم رجلا قد صار مثل الفرْخ المنتوف، فقال رسول الله صلى الله عليه وسلم: هل كنت تدعو الله بشيء؟- أو تسأل الله شيئًا؟ قال: قلت: \" اللهم ما كنت مُعاقبي به في الآخرة فعاقبني به في الدنيا!\". قال: سبحان الله! هل يستطيع ذلك أحد أو يطيقه؟ فهلا قلت: \" اللهم آتنا في الدنيا حَسنة وفي الآخرة حَسنةً وقنا عذاب النار؟\". (114)* * *وقال آخرون: بل عَنى الله عز وجل بـ \" الحسنة \" - في هذا الموضع- في الدنيا، العلمَ والعبادة، وفي الآخرة: الجنة.* ذكر من قال ذلك:&; 4-205 &;3878 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثنا عباد، عن هشام بن حسان، عن الحسن: \" ومنهم من يقول رَبنا آتنا في الدنيا حَسنة وفي الآخرة حَسنة \"، قال: الحسنة في الدنيا: العلمُ والعبادةُ، وفي الآخرة: الجنة.3879 - حدثني المثنى، قال: حدثنا عمرو بن عون، قال: حدثنا هشيم، عن سفيان بن حسين، عن الحسن في قوله: \" ربنا آتنا في الدنيا حَسنة وفي الآخرة حَسنةً وقنا عذابَ النار \"، قال: العبادة في الدنيا، والجنة في الآخرة.3880 - حدثني المثنى، قال: حدثنا عبد الرحمن بن واقد العطار، قال: حدثنا عباد بن العوام، عن هشام، عن الحسن في قوله: \" ربنا آتنا في الدنيا حَسنة \"، قال: الحسنة في الدنيا: الفهمُ في كتاب الله والعلم.3881 - حدثني يونس، قال: أخبرنا ابن وهب، قال: سمعت سفيان الثوري يقول[في] هذه الآية: \" ربنا آتنا في الدنيا حَسنة وفي الآخرة حَسنة \"، قال: الحسنة في الدنيا: العلمُ والرزق الطيب، وفي الآخرة حَسنة الجنة.* * *وقال آخرون: \" الحسنة \" في الدنيا: المال، وفي الآخرة: الجنة.* ذكر من قال ذلك:3882 - حدثني يونس قال: أخبرنا ابن وهب، قال: قال ابن زيد: \" ومنهم مَنْ يقول رَبنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار \"، قال: فهؤلاء النبي صلى الله عليه وسلم والمؤمنون.3883 - حدثني موسى بن هارون، قال: حدثنا عمرو، قال: حدثنا أسباط، عن السدي\" ومنهم من يَقول رَبنا آتنا في الدنيا حَسنة وفي الآخرة حَسنة \"، هؤلاء المؤمنون; أما حسنة الدنيا فالمال، وأما حَسنة الآخرة فالجنة.* * *قال أبو جعفر: والصواب من القول في ذلك عندي أن يقال: إن الله جل ثناؤه أخبر عن قوم من أهل الإيمان به وبرسوله، ممن حجَّ بَيته، يسألون ربهم &; 4-206 &; الحسنة في الدنيا، والحسنة في الآخرة، وأن يقيهم عذاب النار. وقد تجمع \" الحسنةُ\" من الله عز وجل العافيةَ في الجسم والمعاش والرزق وغير ذلك، والعلم والعبادة.وأما في الآخرة، فلا شك أنها الجَّنة، لأن من لم يَنلها يومئذ فقد حُرم جميع الحسنات، وفارق جميع مَعاني العافية.وإنما قلنا إن ذلك أولى التأويلات بالآية، لأن الله عز وجل لم يخصص بقوله - مخبرًا عن قائل ذلك- من معاني\" الحسنة \" شيئًا، ولا نصب على خُصوصه دلالة دالَّةً على أن المراد من ذلك بعض دون بعض، فالواجب من القول فيه ما قلنا: من أنه لا يجوز أن يُخَصّ من معاني ذلك شيء، وأن يحكم له بعمومه على ما عَمَّه الله.* * *وأما قوله: \" وقنا عذاب النار \"، فإنه يعني بذلك: اصرف عنا عَذاب النار.* * *ويقال منه: \" وقيته كذا أقيه وِقاية وَوَقاية ووِقاء \" ، ممدودًا، وربما قالوا: \" وقاك الله وَقْيًا \" ، إذا دفعت عنه أذى أو مكروهًا.--------------------الهوامش :(113) أضنى الرجل : إذا لزم الفراش من الضنى وهو شدة المرض حتى ينحل الجسم .(114) الحديث : 3877 -سعيد بن الحكم : هو\"سعيد بن أبي مريم الجمحي\" مضت الإشارة إليه في : 22 وهو ثقة حجة . \"يحيى بن أيوب\" هو الغافقي أبو العباس المصري وهو ثقة حافظ أخرج له أصحاب الكتب الستة .حميد : هو ابن أبي حميد الطويل وهو تابعي ثقة ، سمع من أنس بن مالك ، وسمع من ثابت البناني عن أنس . وزعم بعضهم أنه لم يسمع من أنس إلا أحاديث قليلة وأن سائرها إنما هو\"عن ثابت عن أنس\" . ورد الحافظ ذلك ردا شديدا ، وقال : \"قد صرح حميد بسماعه من أنس بشيء كثير . وفي صحيح البخاري من ذلك جملة\" .وإنما فصلت هذا لأن رواية هذا الحديث هنا فيها تصريح حميد بسماعه من أنس . ولكنه رواه أحمد ومسلم من حديث حميد ، عن ثابت عن أنس . فلعله سمعه من أنس ومن ثابت عن أنس :فرواه أحمد في المسند : 12074 (3 : 107 حلبي) عن ابن أبي عدي وعبد الله بن بكر السهمي - كلاهما عن حميد عن ثابت عن أنس . وكذلك رواه مسلم 2 : 309 من طريق ابن أبي عدي عن حميد ثم من طريق خالد بن الحارث عن حميد .وذكره ابن كثير 1 : 472- 473 من رواية المسند . ثم قال : \"انفرد بإخراجه مسلم\" يعني انفرد به عن البخاري .وذكره السيوطي 1 : 233 وزاد نسبته لعبد بن حميد وابن أبي شيبة والترمذي والنسائي وأبي يعلى وابن حبان وابن أبي حاتم والبيهقي في الشعب . ولكنه وهم فنسبه أيضًا للبخاري ولم أجده فيه ، مع جزم ابن كثير بانفراد مسلم بروايته .",
  "ayah": 201,
  "surah": 2
}
