{
  "text": "القول في تأويل قوله تعالى :  وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ (206)قال أبو جعفر: يعني بذلك جل ثناؤه: وإذا قيل = لهذا المنافق الذي نعَتَ نعتَه لنبيه عليه الصلاة والسلام، وأخبره أنه يُعجبه قوله في الحياة الدنيا=: اتق الله وخَفْهُ في إفسادك في أرْض الله، وسعيكَ فيها بما حرَّم الله عليك من معاصيه، وإهلاكك حروث المسلمين ونسلهم- استكبر ودخلته عِزة وحَمية بما حرّم الله عليه، وتمادى في غيِّه وضلاله. قال الله جل ثناؤه: فكفاه عقوبة من غيه وضلاله، صِلِيُّ نارِ جهنم، ولبئس المهاد لصاليها.* * *واختلف أهل التأويل فيمن عنى بهذه الآية.فقال بعضهم: عنى بها كل فاسق ومنافق.* ذكر من قال ذلك:3998 - حدثني محمد بن عبد الله بن بزيع، قال: حدثنا جعفر بن سليمان، قال: حدثنا بسطام بن مسلم، قال: حدثنا أبو رجاء العطارديّ قال: سمعت عليًّا في هذه الآية:  وَمِنَ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا  إلى:  وَاللَّهُ رَءُوفٌ بِالْعِبَادِ ، قال علي: \" اقتَتَلا وربِّ الكعبة \".&; 4-245 &;3999 - حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" وإذا قيلَ له اتق الله أخذته العزة بالإثم \" إلى قوله:  وَاللَّهُ رَءُوفٌ بِالْعِبَادِ ، قال: كان عمر بن الخطاب رضي الله عنه إذا صلى السُّبْحة وفرغ، دخل مربدًا له، (44) فأرسل إلى فتيان قد قرأوا القرآن، منهم ابن عباس وابن أخي عيينة، (45) قال: فيأتون فيقرأون القرآن ويتدارسونه، فإذا كانت القائلة انصرف. قال فمرُّوا بهذه الآية: \" وإذا قيل له اتق الله أخذته العزة بالإثم \"،  وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ = قال ابن زيد: وهؤلاء المجاهدون في سبيل الله= فقال ابن عباس لبعض من كان إلى جنبه: اقتتل الرجلان؟ فسمع عمر ما قال، فقال: وأيّ شيء قلت ؟ قال: لا شيء يا أمير المؤمنين! قال: ماذا قلت ؟ اقتَتل الرجلان ؟ قال فلما رأى ذلك ابن عباس قال: أرى ههنا مَنْ إذا أُمِر بتقوى الله أخذته العزة بالإثم، وأرى من يَشري نفسه ابتغاءَ مرضاة الله، يقوم هذا فيأمر هذا بتقوى الله، فإذا لم يقبل وأخذته العزة بالإثم، قال هذا: وأنا أشتري نفسي ! فقاتله، فاقتتل الرجلان! فقال عمر: لله بلادك يا ابن عباس. (46)* * *وقال آخرون: بل عنى به الأخنس بن شريق، وقد ذكرنا من قال ذلك فيما مضى. (47)* * *&; 4-246 &;وأما قوله: \" ولبئس المهاد \"، فإنه يعني: ولبئس الفراشُ والوِطاء جهنمُ التي أوعدَ بها جل ثناؤه هذا المنافق، ووطَّأها لنفسه بنفاقه وفجوره وتمرُّده على ربه.",
  "ayah": 206,
  "surah": 2
}
