{
  "text": "القول في تأويل قوله تعالى :  وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِقال أبو جعفر: يعني جل ثناؤه: ومن الناس من يبيع نفسه بما وعد الله المجاهدين في سبيله وابتاع به أنفسهم بقوله:  إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ  [التوبة: 111].* * *وقد دللنا على أن معنى \" شرى \" باع، في غير هذا الموضع بما أغنى عن إعادته. (48)* * *وأما قوله: \" ابتغاءَ مرضات الله \" فإنه يعني أن هذا الشاري يشري إذا اشترى طلبَ مرضاة الله.ونصب \" ابتغاء \" بقوله: \" يشري\"، فكأنه قال. ومن الناس من يَشري [نفسه] من أجل ابتغاء مرضاة الله، ثم تُرك \" من أجل \" وعَمل فيه الفعل.وقد زعم بعض أهل العربية أنه نصب ذلك على الفعل، (49) على \" يشري\"، كأنه قال: لابتغاء مرضاة الله، فلما نـزع \" اللام \" عمل الفعل، قال: ومثله:  حَذَرَ الْمَوْتِ  [البقرة: 19] (50) وقال الشاعر وهو حاتم:&; 4-247 &;وَأَغْفِــرُ عَــوْرَاءَ الكَـرِيمِ ادِّخَـارَهُوَأُعْـرِضُ عَـنْ قَـوْلِ الَّلئِـيمِ تَكَرُّمَـا (51)وقال: لما أذهب \" اللام \" أعمل فيه الفعل.وقال بعضهم: أيُّما مصدر وُضع موضعَ الشرط، (52) وموضع \" أن \" فتحسن فيها \" الباء \" و \" اللام \"، فتقول: \" أتيتك من خوف الشرّ -ولخوف الشر- وبأن خفتُ الشرَّ\"، فالصفة غير معلومة، فحذفت وأقيم المصدرُ مقامها. (53) قال: ولو كانت الصفة حرفًا واحدًا بعينه، لم يجز حذفها، كما غير جائز لمن قال: \" فعلت هذا لك ولفلان \" أن يسقط\" اللام \".* * *ثم اختلف أهل التأويل فيمن نـزلت هذه الآية فيه ومن عنى بها. فقال بعضهم: نـزلت في المهاجرين والأنصار، وعنى بها المجاهدون في سبيل الله.* ذكر من قال ذلك:4000 - حدثنا الحسين بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \"، قال: المهاجرون والأنصار.* * *وقال بعضهم: نـزلت في رجال من المهاجرين بأعيانهم.* ذكر من قال ذلك:&; 4-248 &;4001 - حدثنا القاسم قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جريج، عن عكرمة: \" ومن الناس مَنْ يشري نفسه ابتغاء مرضات الله \"، قال: نـزلت في صُهيب بن سنان، وأبي ذرّ الغفاري جُندب بن السَّكن أخذ أهل أبي ذرّ أبا ذرّ، فانفلت منهم، فقدم على النبي صلى الله عليه وسلم، فلما رجع مهاجرًا عرَضوا له، وكانوا بمرِّ الظهران، فانفلت أيضًا حتى قدم على النبي عليه الصلاة والسلام. وأما صُهيب فأخذه أهله، فافتدى منهم بماله، ثم خرج مهاجرًا فأدركه قُنقذ بن عُمير بن جُدعان، فخرج له مما بقي من ماله، وخلَّى سبيله. (54)4002 - حدثت عن عمار، قال: حدثنا ابن أبى جعفر، عن أبيه، عن الربيع قوله: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \" الآية، قال: كان رجل من أهل مكة أسلم، فأراد أن يأتي النبي صلى الله عليه وسلم ويهاجر إلى المدينة، فمنعوه وحبسوه، فقال لهم: أعطيكم داري ومالي وما كان لي من شيء! فخلُّوا عني، فألحق بهذا الرجل ! فأبوْا. ثم إنّ بعضهم قال لهم: خذوا منه ما كان له من شيء وخلُّوا عنه ! ففعلوا، فأعطاهم داره وماله، ثم خرج; فأنـزل الله عز وجل على النبي صلى الله عليه وسلم بالمدينة: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \"، الآية. فلما دنا من المدينة تلقاه عُمر في رجال، فقال له عمر: رَبح البيعُ! قال: وبيعك فلا يخسر! قال: وما ذاك ؟ قال: أنـزل فيك كذا وكذا. (55)* * *وقال آخرون: بل عنى بذلك كل شار نفسه في طاعة الله وجهادٍ في سبيله، أو أمرٍ بمعروف.* ذكر من قال ذلك:&; 4-249 &;4003 - حدثنا محمد بن بشار، قال: حدثنا حسين بن الحسن أبو عبد الله، قال: حدثنا أبو عون، عن محمد، قال: حمل هشام بن عامر على الصف حتى خرقه، فقالوا: ألقى بيده !! فقال أبو هريرة: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \". (56)4004 - حدثنا أبو كريب، قال: حدثنا مصعب بن المقدام، قال: حدثنا إسرائيل، عن طارق بن عبد الرحمن، عن قيس بن أبي حازم، عن المغيرة، قال: بعث عمر جيشًا فحاصروا أهل حصن، وتقدم رجل من بجيلة، فقاتل، فقُتِل، فأكثر الناس فيه يقولون: ألقى بيده إلى التهلكة! قال: فبلغ ذلك عمر بن الخطاب رضي الله عنه، فقال: كذبوا، أليس الله عز وجل يقول: \" ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد \" ؟4005 - حدثنا ابن بشار، قال: حدثنا أبو داود، قال: حدثنا هشام، عن قتادة، قال: حَمل هشام بن عامر على الصّف حتى شقَّه، فقال أبو هريرة: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \".4006 - حدثنا سوار بن عبد الله العنبري، قال: حدثنا عبد الرحمن بن مهدي، قال: حدثنا حزم بن أبي حزْم، قال: سمعت الحسن قرأ: \" ومن الناس من يشري نفسه ابتغاء مرضات الله والله رءوف بالعباد \"، أتدرون فيم أنـزلت ؟ نـزلت في أن المسلم لقي الكافرَ فقال له: \" قل لا إله إلا الله \"، فإذا قلتها عصمتَ دمك &; 4-250 &; ومالك إلا بحقهما! فأبى أن يقولها، فقال المسلم: والله لأشرِيَنَّ نفسي لله! فتقدم فقاتل حتى قتل. (57)4007 - حدثني أحمد بن حازم، قال: حدثنا أبو نعيم، حدثنا زياد بن أبي مسلم، عن أبي الخليل، قال: سمع عُمر إنسانًا قرأ هذه الآية: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \"، قال: استرجع عُمر فَقال: إنا لله وإنا إليه رَاجعون! قام رجلٌ يأمر بالمعروف وينهى عن المنكر فقُتل. (58)* * *قال أبو جعفر: والذي هو أولى بظاهر هذه الآية من التأويل، ما روي عن عمر بن الخطاب وعن علي بن أبي طالب وابن عباس رضي الله عنهم، من أن يكون عُني بها الآمرُ بالمعروف والناهي عن المنكر.وذلك أن الله جل ثناؤه وصَف صفة فريقين: أحدهما منافقٌ يقول بلسانه خلافَ ما في نفسه، وإذا اقتدر على معصية الله ركبها، وإذا لم يقتدر رَامَها، وإذا نُهى أخذته العزّة بالإثمٌ بما هو به إثم، والآخر منهما بائعٌ نفسه، طالب من الله رضا الله. فكان الظاهر من التأويل أن الفريقَ الموصوف بأنه شرى نفسه لله وطلب رضاه، إنما شراها للوثُوب بالفريق الفاجر طلبَ رضا الله. فهذا هو الأغلب الأظهر من تأويل الآية.وأما ما رُوي من نـزول الآية في أمر صُهيب، فإنّ ذلك غير مستنكرٍ، إذ كان غيرَ مدفوع جوازُ نـزول آية من عند الله على رسوله صلى الله عليه وسلم بسبب من الأسباب، والمعنيُّ بها كلُّ من شمله ظاهرها.&; 4-251 &;فالصواب من القول في ذلك أن يقال: إنّ الله عز وجل وصف شاريًا نفسَه ابتغاء مرضاته، فكل من باعَ نفسه في طاعته حتى قُتل فيها، أو استقتل وإن لم يُقتل، (59) فمعنيٌّ بقوله: \" ومن الناس من يشري نفسه ابتغاء مرضات الله \"- في جهاد عدو المسلمين كان ذلك منه، أو في أمرٍ بمعروف أو نهي عن منكر.* * *القول في تأويل قوله تعالى :  وَاللَّهُ رَءُوفٌ بِالْعِبَادِ (207)قد دللنا فيما مضى على معنى \" الرأفة \"، بما أغنى عن إعادته في هذا الموضع، وأنها رقة الرحمة (60)* * *فمعنى ذلك: والله ذو رحمة واسعة بعبده الذي يشري نفسه له في جهاد من حادَّه في أمره من أهل الشرك والفُسوق وبغيره من عباده المؤمنين في عاجلهم وآجل معادهم، فينجز لهم الثواب على ما أبلوا في طاعته في الدنيا، ويسكنهم جناته على ما عملوا فيها من مرضاته.-------------------الهوامش :(44) السبحة : صلاة التطوع والنافلة وذكر الله ، تقول : \"قضيت سبحتي\" والمريد : قضاء وراء البيوت برتفق بهن كالحجرة في الدار وهو أيضًا موضع التمر يجفف فيه لينشف يسميه أهل المدينة مريدا وهو المراد هنا .(45) ابن أخي عيينة ، هو الحر بن قيس بن حصين الفزاري ويقال : الحارث بن قيس والأول أصح . وروى البخاري من طريق الزهري عن عبيد اله بن عبد الله ، عن ابن عباس قال : قدم عيينة بن حصن فنزل على ابن أخيه الحر بن قيس ، وكان من النفر الذين يدنيهم عمر - الحديث . ترجم في الإصابة وغيرها .(46) في المطبوعة : \"لله تلادك\" بالتاء في أوله ولا معنى له ، والصواب ما أثبت . وفي الدر المنثور 1 : 241 -\"لله درك\" . والعرب تقول : \"لله در فلان ، ولله بلاده\" .(47) انظر الأثر رقم : 3961 .(48) انظر ما سلف 2 : 341- 343ن 455 وفهارس الغة .(49) قوله : \"على الفعل\" أي أنه مفعول لأجله وقد مضى مثله\"على التفسير للفعل\" 1 : 354 تعليق : 4 .(50) انظر القول في إعراب هذه الكلمة فيما سلف 1 : 354- 355 .(51) ديوانه : 24 ، من أبيات جياد كريمة وسيبويه 1 : 184 ، 464 ونوادر أبي زيد : 110ن الخزانة 1 : 491 والعيني 3 : 75 وغيرها . وفي البيت اختلاف كثير في الرواية ، والشاهد فيه نصب\"ادخاره\" على أنه مفعول له .(52) قوله : \"الشرط\" كأنه فيما أظن أراد به معنى العلة والعذر يعني أنه علة وسببًا أو عذرًا لوقوع الفعل .(53) \"الصفة\" هي حرف الجر . وانظر ما سلف آنفًا 1 : 299 وفهرس المصطلحات في الأجزاء السالفة .(54) الأثر : 4001 - في الدر المنثور 1 : 240 ، في المطبوعة : \"منقذ بن عمير\" وهو خطأ وقد ذكر قنفد بن عمير ، أبو طالب في قصيدته المشهورة وذكر ابن هشام نسبه في سيرته (انظر 1 : 295 ، 301) . وقد أسلم قنفد بن عمير ، وله صحبة ، وولاه عمر مكة ، ثم عزله .(55) الأثر : 4002 - في تفسير البغوي 1 : 481- 482 ، مع اختلاف في اللفظ .(56) الأثر : 4003 - حسين بن الحسن أبو عبد الله النصري روى عن ابن عون وغيره ، وروى عنه أحمد والفلاس وبندار وغيرهم . كان من المعدودين من الثقات وكان يحفظ عن ابن عون . توفي سنة 188ن مترجم في التهذيب . و\"أبو عون\" كنية\"ابن عون\" - عبد الله بن عون المزني مولاهم . \"ومحمد\" هو محمد بن سيرين وهشام بن عامر بن أمية الأنصاري كان اسمه في الجاهلية\"شهابًا\" فغيره رسول الله صلى الله عليه وسلم . وكان ذلك منه في غزاة كابل انظر الإصابة وغيرها . وقوله : \"ألقى بيده\" أي : ألقى بيده إلى التهلكة ، كما هو مبين في الروايات الأخرى ، وانظر ما سيأتي رقم : 4005 ، مختصرًا .(57) الأثر : 4006 -\"حزم بن أبي حزم\" القطعي أبو عبد الله البصري روى عن الحسن وغيره ، قال أبو حاتم : صدوق لا بأس به ، وهو من ثقات من بقى من أصحاب الحسن ، مات سنة 75 . مترجم في التهذيب . وكان في المطبوعة : \"حزام بن أبي حزم\" وهو خطأ .(58) الأثر : 4007 -\"زياد بن أبي مسلم\" أبو عمر الفراء البصري ، روى عن صالح أبي الخليل وأبي العالية والحسن . مترجم في التهذيب . \"وأبو الخليل\" : صالح بن أبي مريم الضبعي مولاهم تابعي ، مترجم في التهذيب .(59) في المطبوعة : \"واستقتل\" بواو العطف ، وهو فاسد ، والصواب ما أثبت .(60) انظر ما سلف 3 : 171 ، 172 .",
  "ayah": 207,
  "surah": 2
}
