{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةًقال أبو جعفر: اختلف أهل التأويل في معنى السلم في هذا الموضع.فقال بعضهم: معناه: الإسلام.* ذكر من قال ذلك:&; 4-252 &;4008 - حدثني محمد بن عمرو، قال: حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" ادخلوا في السِّلم \"، قال: ادخلوا في الإسلام.4009 - حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة قوله: \" ادخلوا في السلم \"، قال: ادخلوا في الإسلام.4010 - حدثني محمد بن سعد، قال: حدثني أبي، قال: حدثني عمي، قال: حدثني أبي، عن أبيه، عن ابن عباس: \" ادخلوا في السلم كافة \"، قال: السلم: الإسلام.4011 - حدثني موسى بن هارون، قال: أخبرنا عمرو، قال: حدثنا أسباط، عن السدي: \" ادخلوا في السلم \"، يقول: في الإسلام.4012 - حدثنا أبو كريب، قال: حدثنا وكيع، عن النضر بن عربي، عن مجاهد: ادخلوا في الإسلام.4013 - حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" ادخلوا في السلم \". قال: السلم: الإسلام.4014 - حدثت عن الحسين بن فرج، قال: سمعت أبا معاذ الفضل بن خالد، قال: حدثنا عبيد بن سليمان، قال: سمعت الضحاك يقول: \" ادخلوا في السلم \" : في الإسلام.* * *وقال آخرون: بل معنى ذلك: ادخلوا في الطاعة.* ذكر من قال ذلك:4015 - حدثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع: \" ادخلوا في السلم \"، يقول: ادخلوا في الطاعة.* * *وقد اختلف القرأة في قراءة ذلك، فقرأته عامة قراء أهل الحجاز: \" ادخلوا في السَّلم \" بفتح السين، وقرأته عامة قرأة الكوفيين بكسر السين.&; 4-253 &;فأما الذين فتحوا \" السين \" من \" السلم \"، فإنهم وجهوا تأويلها إلى المسالمة، بمعنى: ادخلوا في الصلح والمساومة وترك الحرب وإعطاء الجزية.وأما الذين قرءوا ذلك بالكسر من \" السين \" فإنهم مختلفون في تأويله.فمنهم من يوجهه إلى الإسلام، بمعنى ادخلوا في الإسلام كافة، ومنهم من يوجّهه إلى الصلح، بمعنى: ادخلوا في الصلح، ويستشهد على أن \" السين \" تكسر، وهي بمعنى الصلح بقول زهير بن أبي سلمى:وَقَـدْ قُلْتُمَـا إنْ نُـدْرِكِ السِّـلْمَ وَاسِعًابِمَـالٍ وَمَعْـرُوفٍ مِـنَ الأمْـرِ نَسْـلَمِ (61)وأولى التأويلات بقوله: \" ادخلوا في السلم \"، قول من قال: معناه: ادخلوا في الإسلام كافة.وأمّا الذي هو أولى القراءتين بالصواب في قراءة ذلك، فقراءة من قرأ بكسر \" السين \" لأن ذلك إذا قرئ كذلك - وإن كان قد يحتمل معنى الصلح - فإن معنى الإسلام: ودوام الأمر الصالح عند العرب، أغلبُ عليه من الصلح والمسالمة، وينشد بيت أخي كندة:دَعَــوْتُ عَشِــيرَتِي لِلسِّــلْمِ لَمّـارَأَيْتُهُــــمُ تَوَلَّـــوْا مُدْبِرينَـــا (62)&; 4-254 &; بكسر السين، بمعنى: دعوتهم للإسلام لما ارتدُّوا، وكان ذلك حين ارتدت كندة مع الأشعث (63) بعد وَفاة رسول الله صلى الله عليه وسلم.وقد كان أبو عمرو بن العلاء يقرأ سائر‍َ ما في القرآن من ذكر \" السلم \" بالفتح سوى هذه التي في سورة البقرة، فإنه كان يخصُّها بكسر سينها توجيهًا منه لمعناها إلى الإسلام دون ما سواها.وإنما اخترنا ما اخترنا من التأويل في قوله: \" ادخلوا في السلم \" وصرفنا معناه إلى الإسلام، لأن الآية مخاطب بها المؤمنون، فلن يعدوَ الخطاب إذ كان خطابًا للمؤمنين من أحد أمرين:إما أن يكون خطابًا للمؤمنين بمحمد المصدقين به وبما جاء به، فإن يكن ذلك كذلك، فلا معنى أن يقال لهم وهم أهل الإيمان: \" ادخلوا في صلح المؤمنين ومسالمتهم \"، لأن المسالمة والمصالحة إنما يؤمر بها من كان حربًا بترك الحرب، فأما الموالي فلا يجوز أن يقال له: \" صالح فلانا \"، ولا حرب بينهما ولا عداوة.= أو يكون خطابًا لأهل الإيمان بمن قبل محمد صلى الله عليه وسلم من الأنبياء المصدِّقين بهم، وبما جاءوا به من عند الله المنكرين محمدًا ونبوته، فقيل لهم: \" ادخلوا في السلم \"، يعني به الإسلام، لا الصُّلح. لأن الله عز وجل إنما أمر عباده بالإيمان به وبنبيه محمد صلى الله عليه وسلم وما جاء به، وإلى الذي دعاهم دون المسالمة والمصالحة. بل نهى نبيه صلى الله عليه وسلم في بعض الأحوال عن دعاء أهل الكفر إلى الصلح (64) فقال:  فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الأَعْلَوْنَ وَاللَّهُ &; 4-255 &; مَعَكُمْ  [محمد: 35] وإنما أباحَ له صلى الله عليه وسلم في بعض الأحوال إذا دعَوه إلى الصلح ابتداءَ المصالحة، فقال له جل ثناؤه:  وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا  [الأنفال: 61] فأما دعاؤهم إلى الصُّلح ابتداءً، فغير موجود في القرآن، فيجوزُ توجيه قوله: \" ادخلوا في السلم \" إلى ذلك.* * *قال أبو جعفر: فإن قال لنا قائل: فأيّ هذين الفريقين دعي إلى الإسلام كافة ؟قيل قد اختلف في تأويل ذلك.فقال بعضهم: دعي إليه المؤمنون بمحمد صلى الله عليه وسلم، وما جاء به.* * *وقال آخرون: قيل: دُعي إليه المؤمنون بمن قبل محمد صلى الله عليه وسلم من الأنبياء المكذبون بمحمد.* * *فإن قال: فما وجه دعاء المؤمن بمحمد وبما جاء به إلى الإسلام ؟قيل: وجه دُعائه إلى ذلك الأمرُ له بالعمل بجميع شرائعه، وإقامة جميع أحكامه وحدوده، دون تضييع بعضه والعمل ببعضه. وإذا كان ذلك معناه، كان قوله \" كافة \" من صفة \" السلم \"، ويكون تأويله: ادخلوا في العمل بجميع معاني السلم، ولا تضيعوا شيئًا منه يا أهل الإيمان بمحمد وما جاء به.وبنحو هذا المعنى كان يقول عكرمة في تأويل ذلك.4016 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جريج، عن عكرمة قوله: \" ادخلوا في السلم كافة \" ، قال: نـزلت في ثعلبة، وعبد الله بن سلام وابن يامين وأسد وأسَيْد ابني كعب وسَعْيَة بن عمرو (65) &; 4-256 &; وقيس بن زيد- كلهم من يهود- قالوا: يا رسول الله، يوم السبت يومٌ كنا نعظمه، فدعنا فلنُسبِت فيه! وإن التوراة كتاب الله، فدعنا فلنقم بها بالليل ! فنـزلت: \" يا أيها الذين آمنوا ادخلوا في السلم كافة ولا تتبعوا خطوات الشيطان \" (66)* * *فقد صرح عكرمة بمعنى ما قلنا في ذلك من أن تأويل ذلك دعاء للمؤمنين إلى رَفض جميع المعاني التي ليست من حكم الإسلام، والعمل بجميع شرائع الإسلام، والنهي عن تضييع شيء من حدوده.* * *وقال آخرون: بل الفريق الذي دُعي إلى السلم فقيل لهم: \" ادخلوا فيه \" بهذه الآية هم أهل الكتاب، أمروا بالدخول في الإسلام.* ذكر من قال ذلك:4017 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جريج، قال. قال ابن عباس في قوله: \" ادخلوا في السلم كافة \"، يعني أهل الكتاب.4018 - حدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ الفضل بن خالد يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قول الله عز وجل: \" ادخلوا في السلم كافة \"، قال: يعني أهل الكتاب.* * *قال أبو جعفر: والصواب من القول في ذلك عندي أن يقال: إن الله جل ثناؤه أمر الذين آمنوا بالدخول في العمل بشرائع الإسلام كلها، وقد يدخل في\" الذين آمنوا \" المصدِّقون بمحمد صلى الله عليه وسلم، وبما حاء به، والمصدقون بمن قبله من الأنبياء والرسل، وما جاءوا به، وقد دعا الله عز وجل كلا الفريقين إلى العمل بشرائع الإسلام وحدوده، والمحافظة على فرائضه التي فرضها، ونهاهم عن تضييع &; 4-257 &; شيء من ذلك، فالآية عامة لكل من شمله اسم \" الإيمان \"، فلا وجه لخصوص بعض بها دون بعض.وبمثل التأويل الذي قلنا في ذلك كان مجاهد يقول.4019 - حدثني محمد بن عمرو، قال: حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" ادخلوا في السلم كافة \"، قال: ادخلوا في الإسلام كافة، ادخلوا في الأعمال كافة.* * *القول في تأويل قوله تعالى :  كَافَّةًقال أبو جعفر: يعني جل ثناؤه بقوله (67) \" كافة \" عامة، جميعًا، كما:-4020 - حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة قوله: \" في السلم كافة \" قال: جميعًا.4021 - حدثنا موسى، قال: حدثنا عمرو، قال: حدثنا أسباط، عن السدي: \" في السلم كافة \"، قال: جميعًا.4022 - حدثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع \" في السلم كافة \"، قال: جميعًا= وعن أبيه، عن قتادة مثله.4023 - حدثنا أبو كريب، قال: حدثنا وكيع بن الجراح، عن النضر، عن مجاهد، ادخلوا في الإسلام جميعًا.4024 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، قال: قال ابن جريج، قال ابن عباس: \" كافة \"، : جميعًا.&; 4-258 &;4025 - حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: \" كافة \" جميعًا، وقرأ.  وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً  [التوبة: 36] جميعًا.4026 - حدثت عن الحسين، قال. سمعت أبا معاذ الفضل بن خالد، قال: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله: \" ادخلوا في السلم كافة \"، قال: جميعًا.* * *القول في تأويل قوله تعالى :  وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ (208)قال أبو جعفر: يعني جل ثناؤه. بذلك: اعملوا أيها المؤمنون بشرائع الإسلام كلها، وادخلوا في التصديق به قولا وعملا ودعوا طرائق الشيطان وآثاره أن تتبعوها فإنه لكم عدو مبين لكم عداوته. (68) وطريقُ الشيطان الذي نهاهم أن يتبعوه هو ما خالف حكم الإسلام وشرائعه، ومنه تسبيت السبت وسائر سنن أهل الملل التي تخالف ملة الإسلام.* * *وقد بينت معنى \" الخطوات \" بالأدلة الشاهدة على صحته فيما مضى ، فكرهت إعادته في هذا المكان. (69)-------------------الهوامش :(61) ديوانه : 16 من معلقته النبيلة . والضمير في\"قلتما\" للساعيان في الصلح وهما الحارث ابن عوف وهرم بن سنان ، وذلك في حرب عبس وذبيان . وقوله : \"واسعًا\" أي : قد استقر الأمرواطمأنت النفوس فاتسع للناس فيه ما لا يتسع لهم في زمن الحرب . وكان الحارث وهرم قد حملا الحمالة في أموالهما ، ليصطلح الناس .(62) من أبيات لامرئ القيس بن عابس الكندي وتروى لغيره . المؤتلف والمختلف : 9 والوحشيات : 75 وغيرهما وكان امرؤ القيس قد وفد على رسول الله صلى اله عليه وسلم ولم يرتد في أيام أبي بكر ، وأقام على الإسلام وكان له في الردة غناء وبلاء ، وقد قال الأبيات في زمن الردة وقبل البيت :أَلاَ أَبْلِـــغْ أبَــا بَكْــرٍ رَسُــولاًوَأَبْلِغْهَــا جَـــمِيعَ المُسْـــلِمِينَافَلَسْــتُ مُجَــاوِرًا أَبَــدًا قَبِيــلاًبِمَــا قَــالَ الرَّسُــولُ مُكَذِّبِينَــادَعَوْتُ عَشِيرَتِي لِلسِّلْمِ حَتَّى رَأَيْتُهُمُ أَغَارُوا مُفْسِدينَا(63) هو الأشعث بن قيس الكندين وكان وفد على رسول الله صلى الله عليه وسلم في السنة العاشرة في سبعين راكبا من كندة ثم ارتد فيمن ارتد من العرب . وقاتل في الردة حتى هزم ثم استسلم وأسر وقدموا به على أبي بكر فقال له أبو بكر : ماذا تراني أصنع بك؟ فإنك قد فعلت ما علمت قال الأشعث : تمن علي فتفكني من الحديد وتزوجني أختك فإني قد راجعت وأسلمت . فقال أبو بكر : قد فعلت! فزوجه ام فروة بنت أبي قحافة ، فكان بالمدينة حتى فتح العراق . ثم شهد الفتوح حتى مات سنة 40 ، وله ثلاث وستون سنة .(64) في المطبوعة : \" . . عن دعاء أهل الكفر إلى الإسلام\" وهو خطأ لا شك فيه ، سبق قلم الكاتب فوضع\"الإسلام\" مكان\"الصلح\" ومحال أن ينهى الله نبيه عن دعاء أحد إلى الإسلام والسياق دال على الصواب كما ترى .(65) في المطبوعة : \"شعبة\" وفي الدر المنثور : \"سعيد\" والذي في أسماء يهود : \"سعية\" و\"سعنة\" وأكثر هذه الأسماء من أسماء يهود مما يصعب تحقيقها ويطول ، لكثرة الاختلاف فيها .(66) الأثر : 4016 - في الدر المنثور 1 : 241 .(67) في المطبوعة : \"جل ثناؤه : كافة\" بإسقاط\"بقوله\" وهذا سياق الكلام .(68) انظر تفسير\"عدو مبين\" فيما سلف 3 : 300 .(69) انظر ما سلف 3 : 301 ، 302 .",
  "ayah": 208,
  "surah": 2
}
