{
  "text": "القول في تأويل قوله تعالى :  فَإِنْ زَلَلْتُمْ مِنْ بَعْدِ مَا جَاءَتْكُمُ الْبَيِّنَاتُ فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (209)قال أبو جعفر: يعني بذلك جل ثناؤه: فإن أخطأتم الحق، (70)فضللتم عنه، وخالفتم الإسلام وشرائعه، من بعد ما جاءتكم حُجَجي وبيِّنات هداي، واتضحت لكم صحة أمر الإسلام بالأدلة التي قطعت عذركم أيها المؤمنون = فاعلموا أن الله ذو عزة، لا يمنعه من الانتقام منكم مانع، ولا يدفعه عن عقوبتكم على مخالفتكم أمره ومعصيتكم إياه دافع =\" حكيم \" فيما يفعل بكم من عقوبته على معصيتكم إياه، بعد إقامته الحجة عليكم، وفي غيره من أموره.* * *وقد قال عدد من أهل التأويل إن \" البينات \" هي محمد صلى الله عليه وسلم والقرآن. (71)وذلك قريب من الذي قلنا في تأويل ذلك، لأن محمدًا صلى الله عليه وسلم والقرآن، من حجج الله على الذين خوطبوا بهاتين الآيتين. غير أن الذي قلناه في تأويل ذلك أولى بالحق، لأن الله جل ثناؤه، قد احتج على من خالف الإسلام من أحبار أهل الكتاب بما عهد إليهم في التوراة والإنجيل، وتقدَّم إليه على ألسن أنبيائهم بالوَصاةِ به، فذلك وغيرُه من حجج الله تبارك وتعالى عليهم مع ما لزمهم من الحجج بمحمد صلى الله عليه وسلم وبالقرآن. فلذلك اخترنا ما اخترنا من التأويل في ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* * ** ذكر أقوال القائلين في تأويل قوله: \" فإن زللتم \": (72)4027 - حدثني موسى بن هارون، قال: حدثنا عمرو، قال: حدثنا أسباط، عن السدي في قوله: \" فإن زللتم \"، يقول: فإن ضللتم.&; 4-260 &;4028 - حدثني محمد بن سعد، قال: حدثني أبي، قال: حدثني عمي، قال: حدثني أبي، عن أبيه، عن ابن عباس قوله: \" فإن زللتم \" قال: الزلل: الشرك.* * *ذكر أقوال القائلين في تأويل قوله: \" من بعد ما جاءتكم البينات \": (73)4029 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا أسباط، عن السدي: \" من بعد ما جاءتكم البينات \"، يقول: من بعد ما جاءكم محمد صلى الله عليه وسلم.4030 - وحدثني القاسم، قال: حدثنا الحسين، قال: حدثنا حجاج، عن ابن جريج: \" فإن زللتم من بعد ما جاءتكم البينات \"، قال: الإسلام والقرآن.* * *4031 - حدثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع: \" فاعلموا أن الله عزيز حكيم \" ، يقول: عزيز في نقمته، حكيم في أمره. (74)-----------------الهوامش :(70) انظر معنى\"زل\" فيما سلف 1 : 524- 525 .(71) انظر ما سلف في تفسير\"البينات\" 2 : 318 ، 354/ ثم 3 : 249- 151 .(72) انظر معنى\"زل\" فيما سلف 1 : 524- 525 .(73) انظر ما سلف في تفسير\"البينات\" 2 : 318 ، 354/ ثم 3 : 249- 251 .(74) انظر معنى\"عزيز\" و\"حكيم\" في فهرس اللغة .",
  "ayah": 209,
  "surah": 2
}
