{
  "text": "القول في تأويل قوله عز ذكره :  سَلْ بَنِي إِسْرَائِيلَ كَمْ آتَيْنَاهُمْ مِنْ آيَةٍ بَيِّنَةٍقال أبو جعفر: يعني بذلك جل ثناؤه: سل يا محمد بني إسرائيل = الذين لا ينتظرون - بالإنابة إلى طاعتي، والتوبة إليّ بالإقرار بنبوتك وتصديقك فيما جئتهم به من عندي- إلا إن آتيهم في ظلل من الغمام وملائكتي، فأفصلُ القضاء بينك وبين من آمن بك وصدَّقك بما أنـزلت إليك من كتبي، وفرضت &; 4-271 &; عليك وعليهم من شرائع ديني، وبينهم = كم جئتهم به من قبلك من آية وعلامة، على ما فرضتُ عليهم من فرائضي، فأمرتهم به من طاعتي، وتابعتُ عليهم من حججي على أيدي أنبيائي ورسلي من قبلك، مؤيِّدةً لهم على صدقهم، بيِّنةً أنها من عندي، واضحةً أنها من أدلتي على صدق نُذُري ورُسلي فيما افترضت عليهم من تصديقهم وتصديقك، فكفروا حُجَجي، وكذَّبوا رسلي، وغيَّروا نعمي قِبَلهم، وبدَّلوا عهدي ووصيتي إليهم.* * *وأما \" الآية \"، فقد بينت تأويلها فيما مضى من كتابنا بما فيه الكفاية (1) وهي ها هنا. ما:-4040 - حدثنا محمد بن عمرو، قال: حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" سل بني إسرائيل كم آتيناهم من آيه بينة \"، ما ذكر الله في القرآن وما لم يذكر، وهم اليهود.4041 - حدثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قوله: \" سل بني إسرائيل كم آتيناهم من آيه بينة \"، يقول: آتاهم الله آيات بينات: عصا موسى ويده، وأقطعهم البحر، وأغرق عدوَّهم وهم ينظرون، وظلَّل عليهم الغمام، وأنـزل عليهم المنّ والسلوى، وذلك من آيات الله التي آتاها بني إسرائيل في آيات كثيرة غيرها، خالفوا معها أمر الله، فقتلوا أنبياء الله ورسله، وبدلوا عهده ووصيته إليهم، قال الله:  وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ .* * *قال أبو جعفر: وإنما أنبأ الله نبيه بهذه الآيات، فأمره بالصبر على من كذَّبه، واستكبر على ربه، وأخبره أنّ ذلك فعل من قبْله من أسلاف الأمم قبلهم بأنبيائهم، &; 4-272 &; مع مظاهرته عليهم الحجج، وأنّ من هو بين أظهُرهم من اليهودِ إنما هم من بقايا من جرت عادتهم [بذلك]، ممن قص عليه قصصهم من بني إسرائيل. (2)* * *القول في تأويل قوله تعالى :  وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (211)قال أبو جعفر: يعني\" بالنعم \" جل ثناؤه: الإسلام وما فرض من شرائع دينه.ويعني بقوله: \" ومن يُبدّل نعمة الله \" ومن يغير ما عاهد الله في نعمته التي هي الإسلام، (3) من العمل والدخول فيه فيكفر به، فإنه مُعاقبه بما أوْعد على الكفر به من العقوبة، والله شديدٌ عقابه، أليم عذابه.* * *فتأويل الآية إذًا يا أيها الذين آمنوا بالتوراة فصَدَّقوا بها، ادخلوا في الإسلام جميعًا، ودعوا الكفر، وما دعاكم إليه الشيطان من ضلالته، وقد جاءتكم البينات من عندي بمحمد، وما أظهرت على يديه لكم من الحجج والعِبَرِ، فلا تبدِّلوا عهدي إليكم فيه وفيما جاءكم به من عندي في كتابكم بأنه نبي ورسولي، فإنه من يبدِّل ذلك منكم فيغيره فإنى له معاقب بالأليم من العقوبة.وبمثل الذي قلنا في قوله: \" ومن يبدِّل نعمة الله من بعد ما جاءته \"، قال جماعة من أهل التأويل.* ذكر من قال ذلك:&; 4-273 &;4042- حدثني محمد بن عمرو، قال: حدثنا أبو عاصم، قال: حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد في قوله: \" ومن يبدِّل نعمة الله من بعد ما جاءته \"، قال: يكفر بها.4043 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جريج، عن مجاهد، مثله.4044 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا أسباط، عن السدي: \" ومن يبدِّل نعمة الله \"، قال: يقول: من يبدِّلها كفرًا.4045 - حدثت عن عمار، عن ابن أبي جعفر، عن أبيه، عن الربيع \" ومن يبدِّل نعمة الله من بعد ما جاءته \"، يقول: ومن يكفُر نعمتَه من بعد ما جاءته.---------------------الهوامش :(1) انظر ما سلف معنى\"الآية\" 1 : 106/ ثم 2 : 397- 398 ، 553/ ثم 3 : 184 . ومعنى\"بينة\" في 2 : 318 ، 397/ ثم 3 : 249/ وهذا الجزء 4 : 259 ، 260 .(2) ما بين القوسين زيادة ، أخشى أن تكون لازمة حتى يستقيم الكلام .(3) انظر معنى\"التبديل\" فيما سلف 3 : 396 .",
  "ayah": 211,
  "surah": 2
}
