{
  "text": "القول في تأويل قوله تعالى :  كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْـزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِقال أبو جعفر: اختلف أهل التأويل في معنى \" الأمة \": في هذا الموضع، (5) وفي\" الناس \" الذين وصفهم الله بأنهم: كانوا أمة واحدة.فقال بعضهم: هم الذين كانوا بين آدم ونوح، وهم عشرة قرون، كلهم كانوا على شريعة من الحق، فاختلفوا بعد ذلك.* ذكر من قال ذلك:4048 - حدثنا محمد بن بشار، قال: حدثنا أبو داود، قال: حدثنا همام بن منبه، عن عكرمة، عن ابن عباس، قال: كان بين نوح وآدم عشرة قرون، كلهم على شريعة من الحق، فاختلفوا، فبعث الله النبيين مبشرين ومنذرين، قال: وكذلك هي في قراءة عبد الله \" كان الناس أمةً واحدةً فاختلفوا \". (6)&; 4-276 &;4049 - حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله: \" كان الناس أمة واحدة \"، قال: كانوا على الهدى جميعًا، فاختلفوا ، فبعث الله النبيين مبشرين ومنذرين، فكان أوَّلَ نبي بُعث نوحٌ.* * *قال أبو جعفر: فتأويل \" الأمة \" على هذا القول الذي ذكرناه عن ابن عباس \" الدين \"، كما قال النابغة الذبياني:حَــلَفْتُ فَلَـمْ أَتْـرُكْ لِنَفْسِـكَ رِيبَـةًوَهَـلْ يَـأثَمَنْ ذُو أُمَّـةٍ وَهْـوَ طَائِعُ? (7)يعني ذا الدين.* * *فكان تأويل الآية على معنى قول هؤلاء: كان الناس أمَّة مجتمعة على ملة واحدة ودين واحد فاختلفوا، فبعث الله النبيين مبشرين ومنذرين.* * *وأصل \" الأمة \"، الجماعة تجتمع على دين واحد، ثم يُكتفى بالخبر عن \" الأمة \" من الخبر عن \" الدين \"، لدلالتها عليه، كما قال جل ثناؤه:  وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً  [ سورة المائدة:48 سورة النحل: 93]، يراد به أهل دين واحد وملة واحدة. فوجه ابن عباس في تأويله قوله: \" كان الناس أمة واحدة \"، إلى أن الناس كانوا أهل دين واحد حتى اختلفوا.* * *وقال آخرون: بل تأويل ذلك كان آدم على الحقّ إمامًا لذريته، فبعث الله النبيين في ولده. ووجهوا معنى \" الأمة \" إلى الطاعة لله، والدعاء إلى توحيده واتباع أمره، من قول الله عز وجل  إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا  [سورة النحل: 120]، يعني بقوله \" أمة \"، إمامًا في الخير يُقتدى به، ويُتَّبع عليه.* ذكر من قال ذلك:&; 4-277 &;4050 - حدثني محمد بن عمرو، قال: حدثنا أبو عاصم، قال: حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \" كان الناس أمة واحدة \"، قال: آدم.4051 - حدثنا أحمد بن إسحاق، قال: حدثنا أبو أحمد، قال: حدثنا سفيان، عن ابن جريج، عن مجاهد، مثله.4052 - حدثنا القاسم، قال: حدثنا الحسين، قال: ثنى حجاج، عن ابن جريج، عن مجاهد قوله: \" كان الناس أمة واحدة \"، قال: آدم، قال: كان بين آدم ونوح عشرة أنبياء، فبعث الله النبيين مبشرين ومنذرين، قال مجاهد: آدم أمة وحدَه، (8)* * *وكأنّ من قال هذا القول، استجاز بتسمية الواحد باسم الجماعة لاجتماع أخلاق الخير الذي يكون في الجماعة المفرَّقة فيمن سماه بـ \" الأمة \"، كما يقال: \" فلان أمة وحده \"، يقول مقام الأمة.وقد يجوز أن يكون سماه بذلك لأنه سبب لاجتماع الأسباب من الناس على ما دعاهم إليه من أخلاق الخير، (9) فلما كان آدم صلى الله عليه وسلم سببًا لاجتماع من اجتمع على دينه من ولده إلى حال اختلافهم (10) سماه بذلك \" أمة \".* * *وقال آخرون: معنى ذلك كان الناس أمة واحدة على دين واحد يوم استخرَج ذرية آدمَ من صلبه، فعرضهم على آدم.* ذكر من قال ذلك:4053 - حدثت عن عمار، عن ابن أبي جعفر، عن أبيه، عن الربيع &; 4-278 &; قوله: \" كان الناس أمة واحدة \"- وعن أبيه، عن الربيع، عن أبي العالية، عن أبي بن كعب، قال: كانوا أمة واحدة حيث عُرضوا على آدم، ففطَرهم يومئذ على الإسلام، وأقرُّوا له بالعبودية، وكانوا أمة واحدة مسلمين كلهم، ثم اختلفوا من بعد آدم= فكان أبيّ يقرأ: \" كان الناسُ أمة واحدة فاختلفوا فبعث الله النبيين مبشرين ومنذرين \" إلى \" فيما اختلفوا فيه \". وإن الله إنما بعث الرسل وأنـزل الكتب عند الاختلاف.4054 - حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" كان الناس أمة واحدة \"، قال: حين أخرجهم من ظهر آدم لم يكونوا أمة واحدة قطُّ غيرَ ذلك اليوم=\" فبعث الله النبيين \"، قال: هذا حين تفرقت الأمم.* * *وتأويل الآية على هذا القول نظيرُ تأويل قول من قال يقول ابن عباس: إن الناس كانوا على دين واحد فيما بين آدمَ ونوح- وقد بينا معناه هنالك; إلا أن الوقت الذي كان فيه الناس أمة واحدة مخالفٌ الوقتَ الذي وقَّته ابن عباس.* * *وقال آخرون بخلاف ذلك كله في ذلك، وقالوا: إنما معنى قوله: \" كان الناس أمة واحدة \"، على دين واحد، فبعث الله النبيين.* ذكر من قال ذلك:4055 - حدثني محمد بن سعد، قال: حدثني أبي، قال: حدثني عمي، قال: حدثني أبي، عن أبيه، عن ابن عباس قوله: \" كان الناس أمة واحدة \"، يقول: كان دينًا واحدًا، فبعث الله النبيين مبشرين ومنذرين.* * *قال أبو جعفر: وأولى التأويلات في هذه الآية بالصواب أن يقال إن الله عز وجل أخبر عباده أن الناس كانوا أمة واحدة على دين واحد وملة واحدة. كما:-&; 4-279 &;4056 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا أسباط، عن السدي: \" كان الناس أمة واحدة \"، يقول: دينًا واحدًا على دين آدم، فاختلفوا، فبعث الله النبيين مبشرين ومنذرين.* * *= وكان الدينُ الذي كانوا عليه دينَ الحق، كما قال أبي بن كعب، كما:-4057 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا أسباط، عن السدي، قال: هي في قراءة ابن مسعود: \" اختلفوا عنه \" عن الإسلام. (11)* * *= فاختلفوا في دينهم، (12) فبعث الله عند اختلافهم في دينهم النبيين مبشرين ومنذرين،\" وأنـزل معهم الكتاب ليحكم بين الناس فيما اختلفوا فيه \"، رحمة منه جل ذكره بخلقه واعتذارًا منه إليهم.وقد يجوز أن يكون ذلك الوقت الذي كانوا فيه أمة واحدة من عهد آدم إلى عهد نوح عليهما السلام، كما روي عكرمة، عن ابن عباس، وكما قاله قتادة.وجائزٌ أن يكون كان ذلك حين عَرض على آدم خلقه. وجائزٌ أن يكون كان ذلك في وقت غير ذلك- ولا دلالة من كتاب الله ولا خبر يثبت به الحجة على أيِّ هذه الأوقات كان ذلك. فغيرُ جائز أن نقول فيه إلا ما قال الله عز وجل: من أن الناس كانوا أمة واحدة، فبعث الله فيهم لما اختلفوا الأنبياءَ والرسل. ولا يضرُّنا &; 4-280 &; الجهل بوقت ذلك، كما لا ينفعُنَا العلمُ به، إذا لم يكن العلم به لله طاعةً، (13)غير أنه أي ذلك كان، فإن دليلَ القرآن واضحٌ على أن الذين أخبر الله عنهم أنهم كانوا أمة واحدة، إنما كانوا أمة واحدة على الإيمان ودين الحق دون الكفر بالله والشرك به. وذلك أن الله جل وعز قال في السورة التي يذكر فيها \" يونس \":  وَمَا كَانَ النَّاسُ إِلا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ  [يونس: 19]. فتوعَّد جل ذكره على الاختلاف لا على الاجتماع، ولا على كونهم أمة واحدة، ولو كان اجتماعُهم قبل الاختلاف كان على الكفر ثم كان الاختلاف بعد ذلك، لم يكن إلا بانتقال بعضهم إلى الإيمان، ولو كان ذلك كذلك لكان الوعد أولى بحكمته جل ثناؤه في ذلك الحال من الوعيد لأنها حال إنابة بعضهم إلى طاعته، ومحالٌ أن يتوعد في حال التوبة والإنابة، ويترك ذلك في حال اجتماع الجميع على الكفر والشرك.* * *قال أبو جعفر: وأما قوله: \" فبعثَ الله النبيين مبشرين ومنذرين \"، فإنه يعني أنه أرسل رسلا يبشرون من أطاع الله بجزيل الثواب، وكريم المآب= ويعني بقوله: \" ومنذرين \"، ينذرون من عصى الله فكفر به، بشدّة العقاب، وسوء الحساب والخلود في النار=\" وأنـزل معهم الكتابَ بالحق ليحكم بين الناس فيما اختلفوا فيه \"، يعني بذلك: ليحكم الكتاب- وهو التوراة- بين الناس فيما اختلف المختلفون فيه. فأضاف جل ثناؤه \" الحكم \" إلى \" الكتاب \"، وأنه الذي يحكم بين الناس دون النبيين والمرسلين، إذْ كان مَنْ حَكم من النبيين والمرسلين بحُكم، إنما يحكم بما دلَّهم عليه الكتاب الذي أنـزل الله عز وجل، فكان الكتاب بدلالته على ما دلَّ وصفه على صحته من الحكم، حاكمًا بين الناس، وإن كان الذي يفصل القضاء بينهم غيرُه.* * *&; 4-281 &;القول في تأويل قوله تعالى :  وَمَا اخْتَلَفَ فِيهِ إِلا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْقال أبو جعفر: يعني جل ثناؤه بقوله: \" وما اختلف فيه \"، وما اختلف في الكتاب الذي أنـزله وهو التوراة=\" إلا الذين أوتوه \"، يعني، بذلك اليهودَ من بني إسرائيل، وهم الذين أوتوا التوراة والعلم بها= و \" الهاء \" في قوله: \" أوتوه \" عائدة على \" الكتاب \" الذي أنـزله الله=\" من بعد ما جاءتهم البينات \"، يعني بذلك: من بعد ما جاءتهم حجج الله وأدلته أنّ الكتابَ الذي اختلفوا فيه وفي أحكامه عند الله، وأنه الحق الذي لا يسعهم الاختلاف فيه، ولا العمل بخلاف ما فيه.فأخبر عز ذكره عن اليهود من بني إسرائيل أنهم خالفوا الكتابَ التوراةَ، واختلفوا فيه على علم منهم، ما يأتون متعمِّدين الخلاف على الله فيما خالفوه فيه من أمره وحكم كتابه.ثم أخبر جل ذكره أن تعمُّدهم الخطيئة التي أتوها، (14) وركوبهم المعصية التي ركبوها من خلافهم أمرَه، إنما كان منهم بغيًا بينهم.* * *و \" البغي\" مصدر من قول القائل: \" بغى فلانٌ على فلان بغيًا \"، إذا طغى واعتدى عليه فجاوز حدّه، ومن ذلك قيل للجرح إذا أمدّ، وللبحر إذا كثر ماؤه ففاض، وللسحاب إذا وقع بأرض فأخصبت: \" بَغَى \" كل ذلك بمعنى واحد، وهي زيادته وتجاوز حده. (15)* * *فمعنى قوله جل ثناؤه: \" وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينات بغيًا بينهم \"، من ذلك. يقول: لم يكن اختلاف هؤلاء المختلفين من اليهود من بني إسرائيل في كتابي الذي أنـزلته مع نبييِّ عن جهل منهم به، بل كان &; 4-282 &; اختلافهم فيه، وخلافُ حكمه، من بعد ما ثبتت حجته عليهم، بغيًا بينهم، طلبَ الرياسة من بعضهم على بعض، واستذلالا من بعضم لبعض. كما:-4058 - حدثت عن عمار بن الحسن، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قال: ثم رجع إلى بني إسرائيل في قوله: \" وما اختلف فيه إلا الذين أوتوه \" يقول: إلا الذين أوتوا الكتابَ والعلم=\" من بعد ما جاءتهم البينات بغيًا بينهم \"، يقول: بغيًا على الدنيا وطلبَ ملكها وزخرفها وزينتها، أيُّهم يكون له الملك والمهابة في الناس، فبغى بعضُهم على بعض، وضرب بعضُهم رقاب بعض.* * *قال أبو جعفر: ثم اختلف أهل العربية في\" مِنْ\" التي في قوله: \" من بعد ما جاءتهم البينات \" ما حكمها ومعناها؟ وما المعنى المنتسق في قوله: \" وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينات بغيًا بينهم \" ؟فقال بعضهم: \" من \"، ذلك للذين أوتوا الكتاب، وما بعده صلة له. غيرَ أنه زعم أن معنى الكلام: وما اختلف فيه إلا الذين أوتوه، بغيًا بينهم، من بعد ما جاءتهم البينات. وقد أنكر ذلك بعضهم فقال: لا معنى لما قال هذا القائل، ولا لتقديم \" البغي\" قبل \" من \"، لأن \" من \" إذا كان الجالب لها \" البغي\"، فخطأ أن تتقدمه لأن \" البغي\" مصدر، ولا تتقدم صلة المصدر عليه. وزعم المنكر ذلك أن \" الذين \" مستثنى، وأنّ\" من بعد ما جاءتهم البينات \" مستثنى باستثناء آخر، وأن تأويل الكلام: وما اختلف فيه إلا الذين أوتوه، ما اختلفوا فيه إلا بغيًا ما اختلفوا إلا من بعد ما جاءتهم البينات = فكأنه كرر الكلام توكيدًا.* * *قال أبو جعفر: وهذا القول الثاني أشبه بتأويل الآية، لأن القوم لم يختلفوا إلا من بعد قيام الحجة عليهم ومجيء البينات من عند الله، وكذلك لم يختلفوا إلا بغيًا، فذلك أشبه بتأويل الآية.* * *&; 4-283 &;القول في تأويل قوله تعالى :  فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (213)قال أبو جعفر: يعني جل ثناؤه بقوله: \" فهدى الله \"، فوفق[الله] الذي آمنوا (16) وهم أهل الإيمان بالله وبرسوله محمد صلى الله عليه وسلم المصدّقين به وبما جاء به أنه من عند الله لما اختلف الذين أوتوا الكتاب فيه.وكان اختلافهم الذي خذلهم الله فيه، وهدى له الذين آمنوا بمحمد صلى الله عليه وسلم فوفقتهم لإصابته: \" الجمُعة \"، ضلوا عنها وقد فُرضت عليهم كالذي فُرض علينا، فجعلوها \" السبت \"، فقال صلى الله عليه وسلم: \" نحن الآخِرون السابقون ، بيدَ أنهم أوتوا الكتاب من قبلنا، وأوتيناه من بعدهم، وهذا اليوم الذي اختلفوا فيه، فهدانا الله له فلليهود غدًا وللنصارى بعد غد \".4059 - حدثنا بذلك محمد بن حميد، قال: حدثنا سلمة، عن ابن إسحاق، عن عياض بن دينار الليثي، قال: سمعت أبا هريرة يقول: قال أبو القاسم صلى الله عليه وسلم. فذكر الحديث. (17)4060- حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الأعمش، عن أبي صالح عن أبي هريرة: \" فهدى الله الذين آمنوا لما &; 4-284 &; اختلفوا فيه من الحق بإذنه \"، قال: قال النبي صلى الله عليه وسلم: نحن الآخرون الآولون يوم القيامة، نحن أوّل الناس دخولا الجنة بيد أنهم أوتوا الكتابَ من قبلنا وأوتيناه من بعدهم، فهدانا الله لما اختلفوا فيه من الحق بإذنه فهذا اليوم الذي هدانا الله له والناس لنا فيه تبع، غدًا لليهود، وبعد غد للنصارى. (18)* * ** وكان مما اختلفوا فيه أيضًا ما قال ابن زيد، وهو ما:-4061 - حدثني به يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" فهدى الله الذين آمنوا \" للإسلام، واختلفوا في الصلاة، فمنهم من يصلي إلى المشرق، ومنهم من يصلي إلى بيت المقدس، فهدانا للقبلة.واختلفوا في الصيام، فمنهم من يصوم بعضَ يوم، وبعضهم بعض ليلة، وهدانا الله له. واختلفوا في يوم الجمعة، فأخذت اليهود السبت وأخذت النصارى الأحد، فهدانا الله له. واختلفوا في إبراهيم، فقالت اليهود كان يهوديًا، وقالت النصارى كان نصرانيًا‍! فبرأه الله من ذلك، وجعله حنيفًا مسلمًا، وما كان من المشركين للذين يدَّعونه من أهل الشرك. (19) واختلفوا في عيسى، فجعلته اليهود لِفِرْية، وجعلته النصارى ربًا، فهدانا الله للحق فيه. فهذا الذي قال جل ثناؤه: \" فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه \".* * *قال أبو جعفر: (20) فكانت هداية الله جل ثناؤه الذين آمنوا بمحمد، وبما &; 4-285 &; جاء به لما اختلف -هؤلاء الأحزاب من بنى إسرائيل الذين أوتوا الكتاب- فيه من الحق بإذنه أنْ وفقهم لإصابة ما كان عليه من الحق مَنْ كان قبل المختلفين الذين وصف الله صفتهم في هذه الآية، إذ كانوا أمة واحدة، وذلك هو دين إبراهيم الحنيف المسلم خليل الرحمن، فصاروا بذلك أمة وَسطًا، كما وصفهم به ربهم ليكونوا شهداء على الناس. كما:-4062- حدثت عن عمار بن الحسن، قال: حدثنا عبد الله بن أبي جعفر، عن أبيه عن الربيع: \" فهدى الله الذين آمنوا لما اختلفوا فيه \"، فهداهم الله عند الاختلاف، أنهم أقاموا على ما جاءت به الرسل قبل الاختلاف: أقاموا على الإخلاص لله وحده، وعبادته لا شريك له، وإقام الصلاة، وإيتاء الزكاة، فأقاموا على الأمر الأول الذي كان قبل الاختلاف، واعتزلوا الاختلاف، فكانوا شهداء على الناس يوم القيامة، كانوا شهداء على قوم نوح، وقوم هود، وقوم صالح، وقوم شعيب، وآل فرعون، أن رسلهم قد بلَّغوهم، وأنهم كذَّبوا رسلهم. وهي في قراءة أبي بن كعب: ( وَلِيَكُونُوا شُهَدَاءَ عَلَى النَّاسِ ) يوم القيامة ( وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ ). فكان أبو العالية يقول في هذه الآية المخرج من الشبهات والضلالات والفتن.4063 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا أسباط، عن السدي: \" فهدى الله الذين آمنوا لما اختلفوا فيه \"، يقول: اختلف الكفار فيه، فهدى الله الذي آمنوا للحق من ذلك; وهي في قراءة ابن مسعود: \" فهدى الله الذين آمنوا لما اختلفوا عنه \"، عن الإسلام. (21)* * *&; 4-286 &;قال أبو جعفر: وأمّا قوله: \" بإذنه \"، فإنه يعني جل ثناؤه بعلمه بما هداهم له، وقد بينا معنى \" الإذن \" إذْ كان بمعنى العلم في غير هذا الموضع بما أغنى عن إعادته ههنا. (22)* * *وأما قوله: \" والله يهدي من يشاء إلى صراط مستقيم \"، فإنه يعني به: والله يسدّد من يشاء من خلقه ويُرشده إلى الطريق القويم على الحق الذي لا اعوجاج فيه، كما هدى الذين آمنوا بمحمد صلى الله عليه وسلم، لما اختلف الذين أوتوا الكتاب فيه بغيًا بينهم، فسددهم لإصابة الحق والصواب فيه.* * *قال أبو جعفر: وفي هذه الآية البيان الواضح على صحة ما قاله أهل الحقّ: من أن كل نعمة على العباد في دينهم آو دنياهم، فمن الله جل وعز.* * *فإن قال لنا قائل: وما معنى قوله: \" فهدى الله الذين آمنوا لما اختلفوا فيه \" ؟ أهداهم للحق، أم هداهم للاختلاف ؟ فإن كان هداهم للاختلاف فإنما أضلهم! وإن كان هداهم للحق، فيكف قيل،\" فهدى الله الذين آمنوا لما اختلفوا فيه \" ؟قيل: إن ذلك على غير الوجه الذي ذهبتَ إليه، وإنما معنى ذلك: فهدى الله الذين آمنوا للحقّ فيما اختلف فيه من كتاب الله الذين أوتوه، فكفر بتبديله بعضُهم، وثبت على الحق والصواب فيه بعضهم- وهم أهل التوراة الذين بدّلوها- فهدى الله مما للحقّ بدَّلوا وحرَّفوا، الذين آمنوا من أمة محمد صلى الله عليه وسلم.* * *قال أبو جعفر: فإن أشكل ما قلنا على ذي غفلة، فقال وكيف يجوز أن يكون ذلك كما قلت، و \" مِنْ\" إنما هي في كتاب الله في\" الحق \" و \" اللام \" في قوله: \" لما اختلفوا فيه \"، وأنت تحول \" اللام \" في\" الحق \"، و \" من \" في\" الاختلاف \"، في التأويل الذي تتأوله فتجعله مقلوبًا ؟&; 4-287 &;قيل: ذلك في كلام العرب موجودٌ مستفيضٌ، والله تبارك وتعالى إنما خاطبَهم بمنطقهم، فمن ذلك قول الشاعر: (23)كَــانَتْ فَرِيضَـةُ مَـا تَقُـول كمـاكَــانَ الزِّنَــاءُ فَريضَــةَ الرَّجْـمِ (24)وإنما الرجم فريضة الزنا. وكما قال الآخر:إنّ سِـــرَاجًا لَكَـــرِيمٌ مَفْخَــرُهْتَحْــلَى بـه العَيْـنُ إذَا مَـا تَجْـهَرُهْ (25)وإنما سراجٌ الذي يحلى بالعين، لا العين بسراج.* * *وقد قال بعضهم: إن معنى قوله \" فهدى الله الذين آمنوا لما اختلفوا فيه من الحق \"، أن أهلَ الكتب الأوَل اختلفوا، فكفر بعضهم بكتاب بعض، وهي كلها من عند الله، فهدى الله أهلَ الإيمان بمحمد للتصديق بجميعها.وذلك قولٌ، غير أن الأوّل أصح القولين. لأن الله إنما أخبر باختلافهم في كتاب واحد.-------------------الهوامش :(5) انظر معنى (الأمة) فيما سلف 1 : 221/ ثم 3 : 74ن 100 ، 128ن 141 .(6) الأثر : 4048 -رواه الحاكم في المستدرك 2 : 546- 547 وقال : \"هذا حديث صحيح على شرط البخاري ولم يخرجاه\" ووافقه الذهبي .(7) ديوانه : 40 ، واللسان (أمم) من قصيدته المشهورة في اعتذاره للنعمان . يقول : أيتهجم على الإثم ذو دين ، وقد أطاع الله واخبت له ، فيحلف لك كاذبا يمين غموس كالتي حلفت بها ، لأنفي عن قلبك الريبة في أمري .(8) في المطبوعة : \"أمة واحدة\" في الموضعين وهو خطأ والصواب ما أثبت . وذلك ما جاء في حديث قس بن ساعدة : \"إنه يبعث يوم القيامة أمة وحده\" ويقال أيضًا : \"هو أمة على حدة\" كالذي في الحديث : \"يبعث يوم القيامة زيد بن عمرو بن نفيل أمه على حدة\" .(9) في لمطبوعة : \"سبب لاجتماع الأسباب من الناس\" وهو تصحيف . والأشتات المتفرقون ، ومثله : شتى .(10) قوله : \"إلى حال اختلافهم\" أي : إلى ان صارت حالهم إلى الاختلاف والتفرق .(11) الأثر : 4057 - سيأتي هذا الأثر برقم : 4063 وكان نصه هنا كنصه هناك ولكنه تصحيف نساخ فيما أظن ، كما سيأتي . كان في المطبوعة\"اختلفوا فيه - على الإسلام\" .(12) في المطبوعة : \"واختلفوا في دينهم\" بالواو والصواب بالفاء وهو من كلام الطبري ، لا من الأثر وهو من سياق قوله قبل : \"وكان الدين الذي كانوا عليه دين الحق . . . فاختلفوا . . \"(13) هذه حجة رجل تقي ورع عاقل . بصير بمواضع الزلل في العقول وبمواطن الجرأة على الحق من أهل الجرأة الذين يتهجمون على العلم بغيًا بالعلم . ولو عقل الناس لأمسكوا فضل ألسنتهم ولكنهم قلما يفعلون .(14) في المطبوعة : \"تعمدهم الخطيئة التي أنزلها\" ، وهو تصحيف وكلام بلا معنى .(15) انظر معنى\"البغي\" فيما سلف 1 : 342 .(16) انظر معنى\"هدى\" فيما سلف 1 : 166- 170 ، 230 ، 249 ، 549- 551 ، وانظر فهارس اللغة في الأجزاء السالفة ، في معنى هذه الكلمة وفي معنى\"الإيمان\" .(17) الحديث : 4059 - محمد بن حميد الرازي شيخ الطبري : معروف مضت الرواية عنه كثيرا . ووقع في المطبوعة هنا\"أحمد بن حميد\" وهو غلط وتحريف .عياض بن دينار الليثي : تابعي ثقة سمع من أبي هريرة . وقد وثقه ابن إسحاق في حديث آخر . رواه عنه في المسند : 7481 وترجمه البخاري في الكبير 4/1/22 وذكره ابن حبان في ثقات التابعين ص : 299 (من كتاب الثقات المخطوط المصور) .وهذا حديث صحيح معروف مشهورن من حديث أبي هريرةن ثبت عنه من غير وجه . ونظر الحديث الذي عقبه .(18) الحديث : 4060 -هو في تفسير عبد الرزاق ص 23ن بهذا الإسناد وكذلك رواه أحمد في المسند : 7692ن عن عبد الرزاق .* ورواه الشيخان وغيرهما . فانظر المسند أيضًا : 7213 ، 7308 ، 7393 ، 7395 ، 7693 ، وما أشرنا إليه هناك من التخريج في مواضع متعددة .(19) في المطبوعة : \"الذين يدعونه\" والصواب ما أثبت .(20) في المطبوعة : قال : فكانت هداية الله جل ثناؤه . . . \" يتوهم القارئ أن هذا الآتي إنما هو من الأثر السالف وليس ذلك كذلكن بل هو من كلام أبي جعفر ، كما يدل عليه سياقه الآتي ، وكما يتبين من رواية هذا الأثر السالف في تفسير ابن كثير 1 : 489 : 490 والدر المنثور 1 : 243 . فلذلك فصلت بين الكلامين وجعلت صدر الكلام : \"قال أبو جعفر\" .(21) الأثر : 4063 - انظر الأثر السالف رقم : 4057 والتعليق عليه . وكان في المطبوعة هنا وهناك : \"لما اختلفوا فيه على الإسلام\" ، وهو غير بين المعنى والذي أثبته هو نص ما في القرطبي 3 : 33 والدر المنثور 1 : 243 .(22) انظر ما سلف 2 : 449- 450 .(23) هو النابغة الجعدي .(24) سلف تخريج البيت في 3 : 311 ، 312 .(25) سلف تخريج الشعر في 3 : 312 .",
  "ayah": 213,
  "surah": 2
}
