{
  "text": "القول في تأويل قوله تعالى :  أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ (214)قال أبو جعفر: وأما قوله: \" أم حسبتم \"، كأنه استفهم بـ \" أم \" في ابتداء لم يتقدمه حرف استفهام، لسبوق كلام هو به متصل، (26) ولو لم يكن قبله كلام &; 4-288 &; يكون به متصلا وكان ابتداءً لم يكن إلا بحرف من حروف الاستفهام; لأن قائلا لو كان قال مبتدئًا كلامًا لآخر: \" أم عندك أخوك \"؟ لكان قائلا ما لا معنى له. ولكن لو قال: \" أنت رجل مُدِلٌّ بقوتك أم عندك أخوك ينصرك ؟\" كان مصيبًا. وقد بينَّا بعض هذا المعنى فيما مضى من كتابنا هذا بما فيه الكفاية عن إعادته.* * *فمعنى الكلام: أم حسبتم أنكم أيها المؤمنون بالله ورسله تدخلون الجنة، ولم يصبكم مثلُ ما أصاب مَن قبلكم مِن أتباع الأنبياء والرسل من الشدائد والمحن والاختبار، فتُبتلوا بما ابتُلوا واختبروا به من \" البأساء \"- وهو شدة الحاجة والفاقة =\" والضراء \" -وهي العلل والأوصاب (27) - ولم تزلزلوا زلزالهم- يعني: ولم يصبهم من أعدائهم من الخوف والرعب شدة وجهدٌ حتى يستبطئ القوم نصر الله إياهم، فيقولون: متى الله ناصرنا؟ ثم أخبرهم الله أن نصره منهم قريبٌ، وأنه مُعليهم على عدوِّهم، ومظهرهم عليه، فنجَّز لهم ما وعدهم، وأعلى كلمتهم، وأطفأ نار حرب الذين كفروا.* * *وهذه الآية - فيما يزعم أهل التأويل- نـزلت يومَ الخندق، حين لقي المؤمنون ما لَقوا من شدة الجهد، من خوف الأحزاب، وشدة أذى البرد، وضيق العيش الذي كانوا فيه يومئذ، يقول الله جل وعز للمؤمنين من أصحاب رسول الله صلى الله عليه وسلم  يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا  إلى قوله:  وَإِذْ زَاغَتِ الأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا * هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالا شَدِيدًا  [الأحزاب: 9-11]&; 4-289 &;* ذكر من قال نـزلت هذه الآية يوم الأحزاب:4064 - حدثني موسى بن هارون، قال: حدثنا عمرو، قال: حدثنا أسباط، عن السدي: \" أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا \"، قال: نـزل هذا يوم الأحزاب حين قال قائلهم:  مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلا غُرُورًا  [الأحزاب: 12]4065 - حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله: \" ولما يأتكم مثل الذين خلوا من قبلكم مسَّتهم البأساءُ والضراء وزلزلوا \"، قال: نـزلت في يوم الأحزاب، أصاب رسولَ الله صلى الله عليه وسلم وأصحابه بلاءٌ وحصرٌ، فكانوا كما قال الله جل وعزّ:  وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ* * *وأما قوله: \" ولما يأتكم \"، فإنّ عامة أهل العربية يتأوّلونه بمعنى: ولم يأتكم، ويزعمون أن \" ما \" صلة وحشو، وقد بينت القول في\" ما \" التي يسميها أهل العربية \" صلة \"، ما حكمها؟ في غير هذا الموضع بما أغنى عن إعادته. (28)* * *وأما معنى قوله: \" مثل الذين خلوا من قبلكم \"، فإنه يعني: شبه الذين خلوا فمضوا قبلكم. (29)* * *وقد دللت في غير هذا الموضع على أن \" المثل \"، الشبه. (30)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:&; 4-290 &;4066 - حدثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قوله: \" أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا \"... (31)4067 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن عبد الملك بن جريج، قال قوله: \" حتى يقول الرسول والذين آمنوا \"، قال: هو خيرُهم وأعلمهم بالله.* * *وفي قوله: \" حتى يقول الرسول \"، وجهان من القراءة: الرفع، والنصب. ومن رفع فإنه يقول: لما كان يحسُن في موضعه \" فعَل \" أبطل عمل \" حتى \" فيها، لأن \" حتى \" غير عاملة في\" فعل \"، وإنما تعمل في\" يفعل \"، وإذا تقدمها \" فعل \"، وكان الذي بعدها \" يفعل \"، وهو مما قد فُعل وفُرغ منه، وكان ما قبلها من الفعل غير متطاول، فالفصيح من كلام العرب حينئذ الرفع في\" يفعل \" وإبطال عمل \" حتى \" عنه، وذلك نحو قول القائل: \" قمت إلى فلان حتى أضربُه \"، والرفع هو الكلام الصحيح في\" أضربه \"، إذا أراد: قمت إليه حتى ضربته، إذا كان الضرب قد كانَ وفُرغ منه، وكان القيام غيرَ متطاول المدة. فأمَّا إذا كان ما قبل \" حتى \" من الفعل على لفظ \" فعل \" متطاول المدة، وما بعدها من الفعل على لفظ غير منقضٍ، فالصحيح من الكلام نصب \" يفعل \"، وإعمال \" حتى \"، وذلك نحو قول القائل: \" ما زال فلان يطلبك حتى يكلمك = وجعل ينظر إليك حتى يثبتك \"، فالصحيح من الكلام - الذي لا يصح غيره- النصبُ بـ \" حتى \"، كما قال الشاعر: (32)مَطَــوْتُ بِهِـمْ حَـتَّى تَكِـلَّ مَطِيُّهـمْوَحَـتَّى الجِيَـادُ مَـا يُقَـدْنَ بِأَرْسَـانِ (33)&; 4-291 &; فنصب \" تكل \"، والفعل الذي بعد \" حتى \" ماض، لأن الذي قبلها من \" المطو \" متطاول.والصحيح من القراءة - إذْ كان ذلك كذلك-: \" وزلزلوا حتى يقولَ الرسول \"، نصب \" يقول \"، إذ كانت \" الزلزلة \" فعلا متطاولا مثل \" المطو بالإبل \".وإنما \" الزلزلة \" في هذا الموضع: الخوف من العدو، لا \" زلزلة الأرض \"، فلذلك كانت متطاولة وكان النصبُ في\" يقول \" وإن كان بمعنى \" فعل \" أفصحَ وأصحَّ من الرفع فيه. (34)--------------الهوامش :(26) في المطبوعة : \"لمسبوق كلام\" وهو فاسد المعنى وذلك أن أحد شروط\"أم\" في الاستفهام : أن تكون نسقًا في الاستفهام لتقدم ما تقدمها من الكلام (انظر ما سلف 2 : 493) وقوله\"لسبوق\" هذا مصدر لم يرد في كتب اللغة ، ولكني رأيت الطبري وغيره يستعمله وسيأتي في نص الطبري بعد 2 : 240 ، 246 (بولاق) .(27) انظر معنى\"البأساء والضراء\" فيما سلف 3 : 349- 352 .(28) انظر ما سلف 1 : 405 ، 406/ ثم 2 : 230 ، 331 . وقوله : \"صلة\" أي زيادة ، كما سلف شرحها مرارا ، فاطلبها في فهرس المصطلحات .(29) انظر تفسير\"خلا\" فيما سلف 3 : 100 ، 128 ، 129 .(30) انظر ما سلف : 1 : 403 .(31) الأثر : 4066 - هذا أثر ناقص ، ولم أجد تمامه في مكان آخر .(32) هو امرؤ القيس .(33) ديوانه : 186 ، ومعاني القرآن للفراء 1 : 133 وسيبويه 1 : 417/ 2 : 203 ، ورواية سيبويه : \"سريت بهم\" وفي الموضع الثاني منه روى :\"حَتَّى تَكِــــــلَّ غَـــــزِيّهم\"مطا بالقوم يمطو مطوًا : مد بهم وجد في السير . يقول : جد بهم ورددهم في السير حتى كلت مطاياهم فصارت من الإعياء إلى حال لا تحتاج معها إلى أرسان تقاد بها ، وصار راكبوها من الكلال إلى إلقاء الأرسان وطرحها على الخيل . لا يبالون من تبعهم وإعيائهم ، كيف تسير ، ولا إلى أين .(34) قد استوفى الكلام في\"حتى\" الفراء في معاني القرآن 1 : 132- 138 واعتمد عليه الطبري في أكثر ما قاله في هذا الموضع .",
  "ayah": 214,
  "surah": 2
}
