{
  "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَئِكَ يَرْجُونَ رَحْمَةَ اللَّهِ وَاللَّهُ غَفُورٌ رَحِيمٌ (218)قال أبو جعفر: يعني بذلك جل ذكره: إنّ الذين صَدَّقوا بالله وبرسوله وبما جاء به = وبقوله: \" والذين هاجروا \" الذين هجروا مُساكنة المشركين في أمصارهم &; 4-318 &; ومجاورتهم في ديارهم، فتحولوا عنهم، وعن جوارهم وبلادهم، (39) إلى غيرها هجرة... . . . . . . . . . . . . . . . . . . . . . . . . . ... (40) لما انتقل عنه إلى ما انتقل إليه. وأصل المهاجرة: \" المفاعلة \" من هجرة الرجل الرجلَ للشحناء تكون بينهما، ثم تستعمل في كل من هجر شيئًا لأمر كرهه منه. وإنما سمي المهاجرون من أصحاب رسول الله صلى الله عليه وسلم \" مهاجرين \" ، لما وصفنا من هجرتهم دورَهم ومنازلهم كراهةً منهم النـزولَ بين أظهر المشركين وفي سلطانهم، بحيث لا يأمنون فتنتهم على أنفسهم في ديارهم - إلى الموضع الذي يأمنون ذلك.* * *وأما قوله: \" وجاهدوا \" فإنه يعني: وقاتلوا وحاربوا.* * *وأصل \" المجاهدة \"\" المفاعلة \" من قول الرجل: \" قد جَهَد فلان فلانًا على كذا \" -إذا كرَبَه وشقّ عليه-\" يجهده جهدًا \". فإذا كان الفعل من اثنين، كل واحد منهما يكابد من صَاحبه شدة ومشقة، قيل: \" فلانٌ يجاهد فلانًا \" - يعني: أن كل واحد منهما يفعل بصاحبه ما يجهده ويشق عليه -\" فهو يُجاهده مجاهدة وجهادًا \" .* * *وأما \" سبيل الله \"، فطريقه ودينه. (41)* * *&; 4-319 &;فمعنى قوله إذًا : \" والذين هاجروا وجاهدوا في سبيل الله \"، والذين تحوَّلوا من سلطان أهل الشرك هجرةً لهم، وخوفَ فتنتهم على أديانهم، وحاربوهم في دين الله ليدخلوهم فيه وفيما يرضي الله =\" أولئك يرجون رَحمة الله \"، أي: يطمعون أن يرحمهم الله فيدخلهم جنته بفضل رحمته إياهم.=\" والله غفور \"، أي ساتر ذنوبَ عباده بعفوه عنها، متفضل عليهم بالرحمة. (42)* * *وهذه الآية أيضًا ذُكر أنها نـزلت في عبد الله بن جحش وأصحابه.* ذكر من قال ذلك:4102 - حدثنا محمد بن عبد الأعلى قال، حدثنا المعتمر بن سليمان، عن أبيه، أنه حدثه رجل، عن أبي السَّوار، يحدثه عن جندب بن عبد الله قال: لما كان من أمر عبد الله بن جحش وأصحابه وأمر ابن الحضرمي ما كان ، قال بعض المسلمين: إن لم يكونوا أصابوا في سفرهم -أظنه قال: - وِزْرًا، فليس لهم فيه أجرٌ. فأنـزل الله: \" إنّ الذين آمنوا والذين هاجروا وجاهدوا في سبيل الله أولئك يرجون رحمة الله والله غفور رحيم \". (43)4103 - حدثنا ابن حميد قال، حدثنا سلمة، عن ابن إسحق قال، حدثني الزهري ويزيد بن رومان، عن عروة بن الزبير قال: أنـزل الله عز وجل القرآنَ بما أنـزلَ من الأمر، وفرَّج الله عن المسلمين في أمر عبد الله بن جحش وأصحابه - يعني: في قتلهم ابن الحضرمي - فلما تجلى عن عبد الله بن جحش وأصحابه ما كانوا فيه حين نـزل القرآن، طمعوا في الأجر، فقالوا: يا رسول الله، أنطمعُ أن تكون لنا غزوة نُعْطى فيها أجرَ المجاهدين؟ فأنـزل الله عز وجل فيهم: \" إنّ الذين آمنوا والذين هاجروا وجاهدوا في سبيل الله أولئك يرجون رحمة الله والله غفورٌ رحيمٌ\". &; 4-320 &; فوضعهم الله من ذلك على أعظم الرجاء. (44)4104 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال: أثنى الله على أصحاب نبيه محمد صلى الله عليه وسلم أحسنَ الثناء فقال: \" إن الذين آمنوا والذين هاجروا وجاهدوا في سبيل الله أولئك يرجون رحمة الله والله غفورٌ رحيم \"، هؤلاء خيارُ هذه الأمة. ثم جعلهم الله أهل رجاء كما تسمعون، وأنه من رجَا طلب، ومن خاف هرب.4105 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، مثله.------------------------الهوامش :(39) كان الكلام في المطبوعة متصلا بما بعده في موضع هذه النقط ، ولكنه لا يستقيم ولا يطرد . ففصلت بين الكلامين . وظني أن سياق الكلام وتمامه : \"فتحوَّلوا عنهم وعن جوارهم وبلادهم إلى غيرها هجرة ، لما كرهوا من كفرهم وشركهم ، وإيثارًا لجوار المؤمنين من أصحاب محمد صلى الله عليه وسلم\" ، وسياق الكلام يدل على ذلك .(40) مكان هذه النقط خرم لا شك فيه ، كأن ناسخًا أسقط سطرًا أو سطرين ، وكان صدر الكلام فيما أتوهم . \"هجر المكان يهجره هجرًا وهجرانًا وهجرة : كرهه فخرج منه ، تاركًا لما انتقل عنه إلى ما انتقل إليه\" - أو كلامًا هذا معناه .(41) انظر معنى\"سبيل الله\" فيما سلف ، 2 : 497/ 3 : 564 ، 583 .(42) انظر معنى\"غفور\" فيما سلف من مراجعه في فهارس اللغة (غفر) .(43) الأثر : 4102 - هو من تمام الأثر السالف رقم : 4084 ، وهو بتمامه في الدر المنثور 1 : 250(44) الأثر : 3103 - سيرة ابن هشام 2 : 255 ، وهو تمام الأثر السالف : 4082 . وكان في المطبوعة هنا : \"فوفقهم الله من ذلك . . . \" ، والصواب ما أثبت من ابن هشام .",
  "ayah": 218,
  "surah": 2
}
