{
  "text": "القول في تأويل قوله تعالى :  وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًىقال أبو جعفر : يعني تعالى ذكره بقوله: \" ويسألونك عن المحيض \"، ويسألك يا محمد أصحابك عن الحيض.* * *وقيل : \" المحيض \" ، لأن ما كان من الفعل ماضيه بفتح عين الفعل، وكسرها في الاستقبال، مثل قول القائل: \" ضرَب يضرِب، وحبَس يحبِس، ونـزل ينـزل \"، فإن العرب تبني مصدره على \" المفعَل \" والاسم على \" المفعِل \"، مثل \" المضرَب، والمضرِب \" من \" ضربتُ\"،\" ونـزلت منـزلا ومنـزلا \". ومسموع في ذوات الياء والألف والياء،\" المعيش والمعاش \" و \" المعيبُ والمعاب \" ، كما قال رؤبة في المعيش:إلَيْـــكَ أَشْـــكُو شِــدَّةَ المَعيشِوَمَــرَّ أَعْــوَامٍ نَتَفْــنَ رِيشِــي (44)* * *وإنما كان القوم سألوا رسول الله صلى الله عليه وسلم - فيما ذُكر لنا - عن الحيض، لأنهم كانوا قبل بيان الله لهم ما يتبينون من أمره، لا يساكنون حائضًا في بيت، ولا يؤاكلونهنَّ في إناء ولا يشاربونهن. فعرَّفهم الله بهذه الآية، أنّ الذي عليهم في أيام حيض نسائهم : أن يجتنَّبوا جماعهن فقط، دون ما عدا ذلك من &; 4-373 &; مضاجعتهن ومؤاكلتهن ومشاربتهن، كما :-4231 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" ويسألونك عن المحيض \" حتى بلغ:  حَتَّى يَطْهُرْنَ  فكان أهلُ الجاهلية لا تساكنهم حائضٌ في بيت، ولا تؤاكلهم في إناءٍ، فأنـزل الله تعالى ذكره في ذلك، فحرَّم فرْجها ما دامت حائضًا، وأحل ما سوى ذلك: أن تصبغ لك رأسك، وتؤاكلك من طعامك، وأن تضاجعك في فراشك، إذا كان عليها إزارٌ محتجزةً به دونك. (45)4232 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع مثله.* * *وقد قيل: إنهم سألوا عن ذلك، لأنهم كانوا في أيام حيضهن يجتنبون إتيانهن في مخرج الدم، ويأتونهنّ في أدبارهن، فنهاهم الله عن أن يقربوهن في أيام حيضهن حتى يطهرن، ثم أذن لهم - إذا تطهَّرن من حيضهن - في إتيانهن من حيث أمرَهم باعتزالهنَّ، وحرم إتيانهن في أدبارهنَّ بكل حال.* ذكر من قال ذلك:4233 - حدثنا محمد بن عبد الملك بن أبي الشوارب قال، حدثنا عبد الواحد قال، حدثنا خصيف قال، حدثني مجاهد قال، كانوا يجتنبون النساء في المحيض ويأتونهن في أدبارهن، فسألوا النبي صلى الله عليه وسلم عن ذلك، فأنـزل الله: \" ويسألونك عن المحيض \" إلى:  فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ  - في الفرج لا تعدوه. (46)* * *&; 4-374 &;وقيل: إن السائل الذي سأل رسول الله صلى الله عليه وسلم عن ذلك كان ثابتَ بن الدَّحداح الأنصاري.4234 - حدثني بذلك موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط، عن السدي.* * *القول في تأويل قوله تعالى :  قُلْ هُوَ أَذًىقال أبو جعفر : يعني تعالى ذكره بذلك: قل لمن سألك من أصحابك يا محمد عن المحيض : \" هو أذى \".* * *\" والأذى \" هو ما يؤذى به من مكروه فيه. وهو في هذا الموضع يسمى \" أذى \" لنتن ريحه وقذره ونجاسته، وهو جامع لمعان شتى من خلال الأذى، غير واحدة.* * *وقد اختلف أهل التأويل في البيان عن تأويل ذلك، على تقارب معاني بعض ما قالوا فيه من بعض.فقال بعضهم : قوله: \" قل هو أذى \"، قل هو قَذَر.* ذكر من قال ذلك:4235 - حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي قوله: \" قل هو أذى \"، قال: أما \" أذى \" فقذرٌ.4236 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" قل هو أذى \"، قال: \" قل هو أذى \" ، قال: قذرٌ.* * *&; 4-375 &;وقال آخرون: قل هو دمٌ.* ذكر من قال ذلك:4237 - حدثنا محمد بن بشار قال، حدثنا مؤمل قال، حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد في قوله: \" ويسألونك عن المحيض قل هو أذى \"، قال: الأذى الدم.* * *القول في تأويل قوله تعالى :  فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِقال أبو جعفر : يعني تعالى ذكره بقوله: \" فاعتزلوا النساء في المحيض \"، فاعتزلوا جماع النساء ونكاحهن في محيضهنّ، كما:-4238 - حدثني علي بن داود قال، حدثنا أبو صالح قال، حدثني معاوية، عن علي، عن ابن عباس قوله: \" فاعتزلوا النساء في المحيض \"، يقول: اعتزلوا نكاحَ فُروجهنّ.* * *واختلف أهل العلم في الذي يجب على الرجل اعتزاله من الحائض.فقال بعضهم: الواجبُ على الرجل، اعتزالُ جميع بدنها أن يباشره بشيء من بدنه.* ذكر من قال ذلك:4239 - حدثنا ابن بشار قال، حدثنا حماد بن مسعدة قال، حدثنا عوف، عن محمد قال: قلت لعبيدة: ما يحلُّ لي من امرأتي إذا كانت حائضًا؟ قال: الفراش واحد، واللحاف شتى. (47)&; 4-376 &;4240 - حدثني تميم بن المنتصر قال، أخبرنا يزيد قال، حدثنا محمد، عن الزهري، عن عروة، عن ندبة مولاة آل عباس قالت: بعثتني ميمونة ابنة الحارث - أو: حفصة ابنة عمر - إلى امرأة عبد الله بن عباس، وكانت بينهما قرابةٌ من قبل النساء، فوجدت فراشَها معتزلا فراشَه، فظنت أن ذلك عن الهجران، فسألتها عن اعتزال فراشِه فراشَها، فقالت: إنيّ طامث، وإذا طمثت اعتزل فراشي. فرجعتُ فأخبرتُ بذلك ميمونة - أو حفصة - فردَّتني إلى ابن عباس، تقول لك أمك: أرغبت عن سنة رسول الله صلى الله عليه وسلم! فوالله لقد كان النبي صلى الله عليه وسلم ينام مع المرأة من نسائه وإنها لحائض، وما بينه وبينها إلا ثوبٌ ما يجاوز الركبتين. (48)4241 - حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية، عن أيوب وابن عون، عن محمد قال: قلت لعبيدة: ما للرجل من امرأته إذا كانت حائضًا؟ قال: الفراش واحد واللحاف شتى، فإن لم يجد إلا أن يردَّ عليها من ثوبه، ردَّ عليها منه.* * *&; 4-377 &;واعتل قائلو هذه المقالة: بأنّ الله تعالى ذكره أمر باعتزال النساء في حال حيضهنّ، ولم يخصصن منهن شيئًا دون شيء، وذلك عامٌّ على جميع أجسادهنّ، واجبٌ اعتزالُ كل شيء من أبدانهن في حيضهنّ.* * *وقال آخرون: بل الذي أمر الله تعالى ذكره باعتزاله منهن، موضع الأذى، وذلك موضعُ مخرج الدم.* ذكر من قال ذلك:4242 - حدثنا حميد بن مسعدة قال، حدثنا يزيد بن زريع قال، حدثني عيينة بن عبد الرحمن بن جوشن قال، حدثنا مروان الأصفر، عن مسروق بن الأجدع قال: قلت لعائشة: ما يحل للرجل من امرأته إذا كانت حائضًا؟ قالت: كل شيء إلا الجماع. (49)&; 4-378 &;4243 - حدثنا بشر بن معاذ قال، حدثنا سعيد بن زريع قال، حدثنا سعيد = وحدثنا ابن بشار قال، حدثنا عبد الأعلى قال، حدثنا سعيد = عن قتادة قال: ذكر لنا عن عائشة أنها قالت: وأين كان ذو الفراشَين وذو اللحافين؟! (50)4244 - حدثنا ابن بشار قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن قتادة، عن سالم بن أبي الجعد، عن مسروق قال: قلت لعائشة: ما يحرم على الرجل من امرأته إذا كانت حائضًا؟ قالت : فرجها. (51)4245 - حدثنا ابن بشار قال، حدثنا عبد الوهاب قال، حدثنا أيوب، عن كتاب أبي قلابة: أنّ مسروقًا ركب إلى عائشة فقال: السلام على النبي وعلى أهل بيته. فقالت عائشة: أبو عائشة! مرحبًا! فأذنوا له فدخل، فقال: إني أريد أن أسألك عن شيء وأنا أستحيي! فقالت: إنما أنا أمُّك، وأنت ابني! فقال : ما للرجل من امرأته وهي حائض؟ قالت له: كل شيء إلا فرجها. (52)4246 - حدثنا أبو كريب قال، حدثنا ابن أبي زائدة قال، حدثنا حجاج، عن ميمون بن مهران، عن عائشة قالت : له ما فوق الإزار. (53)&; 4-379 &;4247 - حدثني يعقوب قال، حدثنا ابن علية قال، أخبرنا أيوب، عن نافع: أن عائشة قالت في مضاجعة الحائض: لا بأس بذلك إذا كان عليها إزار.4248 - حدثني يعقوب قال، حدثنا ابن علية، عن أيوب، عن أبي معشر قال: سألتُ عائشة: ما للرجل من امرأته إذا كانت حائضًا؟ فقالت: كل شيء إلا الفرج. (54)4249 - حدثنا أبو كريب قال، حدثنا ابن أبي زائدة، عن محمد بن عمرو، عن محمد بن إبراهيم بن الحارث قال، قال ابن عباس: إذا جعلت الحائض على فرجها ثوبًا أو ما يكفُّ الأذى، فلا بأس أن يباشر جلدُها زوجَها. (55)4250 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، حدثنا يزيد، عن سعيد بن جبير، عن ابن عباس: أنه سئل: ما للرجل من امرأته إذا كانت حائضًا؟ قال: ما فوق الإزار.4251 - حدثنا يعقوب بن إبراهيم قال، حدثنا هاشم بن القاسم قال، حدثنا الحكم بن فضيل، عن خالد الحذاء، عن عكرمة، عن ابن عباس قال: اتق من الدم مثل موضع النعل. (56)&; 4-380 &;4252 - حدثني يعقوب قال، حدثنا ابن علية قال، أخبرنا أيوب، عن عكرمة، عن أم سلمة قالت في مضاجعة الحائض: لا بأس بذلك إذا كان على فرجها خرقة. (57)4253 - حدثنا ابن بشار قال، حدثنا عبد الأعلى، عن سعيد، عن قتادة، عن الحسن قال: للرجل من امرأته كل شيء ما خلا الفرج - يعني وهي حائض.4254 - حدثنا ابن بشار قال، حدثنا ابن أبي عدي، عن عوف، عن الحسن قال: يبيتان في لحاف واحد - يعني الحائض - إذا كان على الفرج ثوب.4255 - حدثنا تميم قال، أخبرنا إسحاق، عن شريك، عن ليث قال: تذاكرنا عند مجاهد الرجل يلاعب امرأته وهي حائض، قال: اطعن بذكرك حيث شئت فيما بين الفخذين والأليتين والسرة، ما لم يكن في الدبر أو الحيض. (58)4256 - حدثنا أبو كريب قال، حدثنا ابن أبي زائدة، عن إسماعيل بن أبي خالد، عن عامر قال: يباشر الرجل امرأته وهي حائض؟ قال: إذا كفَّت الأذى.4257 - حدثنا حميد بن مسعدة قال، حدثنا يزيد بن زريع قال، حدثني &; 4-381 &; عمران بن حدير قال، سمعت عكرمة يقول، كل شيء من الحائض لك حلال غير مجرى الدم.* * *قال أبو جعفر : وعلة قائل هذه المقالة، قيامُ الحجة بالأخبار المتواترة عن رسول الله صلى الله عليه وسلم أنه كان يباشر نساءه وهن حُيَّض، ولو كان الواجبُ اعتزالَ جميعهنّ، لما فعل ذلك رسول الله صلى الله عليه وسلم . فلما صحّ ذلك عن رسول الله صلى الله عليه وسلم ، علم أن مراد الله تعالى ذكره بقوله: \" فاعتزلوا النساءَ في المحيض \"، هو اعتزال بعض جسدها دون بعض. وإذا كان ذلك كذلك، وجب أن يكون ذلك هو الجماع المجمع على تحريمه على الزوج في قُبُلها، دون ما كان فيه اختلاف من جماعها في سائر بدنها.* * *وقال آخرون: بل الذي أمر الله تعالى ذكره باعتزاله منهنّ في حال حيضهن، ما بين السرّة إلى الركبة، وما فوق ذلك ودونه منها.* ذكر من قال ذلك:4258 - حدثنا أبو كريب قال، حدثنا ابن أبي زائدة، عن ابن عون، عن ابن سيرين، عن شريح قال : له ما فوق السرة - وذكر الحائض.4259 - حدثنا أبو كريب وأبو السائب قالا حدثنا ابن إدريس قال، أخبرنا يزيد، عن سعيد بن جبير قال: سئل ابن عباس عن الحائض: ما لزوجها منها؟ فقال: ما فوق الإزار.4260 - حدثني يعقوب قال، حدثنا ابن علية، عن أيوب وابن عون، عن محمد قال: قال شريح: له ما فوق سُرَّتها.4261 - حدثنا ابن المثنى قال، حدثنا ابن أبي عديّ، عن شعبة، عن واقد &; 4-382 &; بن محمد بن زيد بن عبد الله بن عمر قال: سئل سعيد بن المسيب: ما للرجل من الحائض؟ قال: ما فوق الإزار.* * *وعلة من قال هذه المقالة، صحةُ الخبر عن رسول الله صلى الله عليه وسلم بما:-4262 - حدثني به ابن أبي الشوارب قال، حدثنا عبد الواحد بن زياد قال، حدثنا سليمان الشيباني = وحدثني أبو السائب قال، حدثنا حفص قال، حدثنا الشيباني = قال حدثنا عبد الله بن شداد بن الهاد قال، سمعت ميمونة تقول: كان رسول الله صلى الله عليه وسلم إذا أراد أن يباشر امرأة من نسائه وهي حائض، أمرها فأتزرت \".4263 - حدثنا المثنى قال، حدثنا عبد الرحمن بن مهدي قال، حدثنا سفيان، عن الشيباني، عن عبد الله بن شداد، عن ميمونة: أن النبي صلى الله عليه وسلم كان يباشرها وهي حائض فوق الإزار. (59)4264 - حدثني سفيان بن وكيع قال، حدثنا جرير، عن منصور، عن إبراهيم، عن الأسود، عن عائشة قالت: كانت إحدانا إذا كانت حائضًا، أمرها فأتزرت بإزار ثم يباشرها.4265 - حدثنا سفيان بن وكيع قال، حدثنا المحاربي، عن الشيباني، عن عبد الرحمن بن الأسود، عن أبيه، عن عائشة قالت: كانت إحدانا إذا كانت حائضًا أمرَها النبي صلى الله عليه وسلم أن تأتزر، ثم يباشرها. (60)&; 4-383 &;ونظائر ذلك من الأخبار التي يطول باستيعاب ذكر جميعها الكتاب (61)قالوا: فما فعل النبي صلى الله عليه وسلم من ذلك فجائز، وهو مباشرة الحائض ما دون الإزار وفوقه، وذلك دون الركبة وفوق السرة، وما عدا ذلك من جسد الحائض فواجبٌ اعتزالُه، لعموم الآية.* * *قال أبو جعفر : وأولى الأقوال في ذلك بالصواب، قول من قال: إن للرجل من امرأته الحائض ما فوق المؤتَزَر ودونه، لما ذكرنا من العلة لهم. (62)* * *القول في تأويل قوله تعالى :  وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَقال أبو جعفر : اختلفت القرأة في قراءة ذلك. (63) فقرأه بعضهم: \" حتى يطهرن \" بضم \" الهاء \" وتخفيفها. وقرأه آخرون بتشديد \" الهاء \" وفتحها.وأما الذين قرءوه بتخفيف \" الهاء \" وضمها، فإنهم وجهوا معناه إلى: ولا تقربوا النساء في حال حيضهنّ حتى ينقطع عنهن دم الحيض ويَطهُرن. وقال بهذا التأويل جماعة من أهل التأويل.* ذكر من قال ذلك:4266 - حدثنا ابن بشار قال، حدثنا ابن مهدي ومؤمل قالا حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد في قوله: \" ولا تقربوهن حتى يطهرن \"، قال: انقطاع الدم.&; 4-384 &;4267 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن سفيان، - أو عثمان بن الأسود - : \" ولا تقربوهن حتى يطهرن \"، حتى ينقطع الدم عنهن.4268 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا عبيد الله العتكي، عن عكرمة في قوله: \" ولا تقربوهن حتى يطهرن \"، قال: حتى ينقطع الدم. (64)* * *وأما الذين قرءوا ذلك بتشديد \" الهاء \" وفتحها، فإنهم عنوا به: حتى يغتسلن بالماء. وشددوا \" الطاء \" لأنهم قالوا: معنى الكلمة: حتى يتطهَّرْنَ، أدغمت \" التاء \" في\" الطاء \" لتقارب مخرجيهما.* * *قال أبو جعفر : وأولى القراءتين بالصواب في ذلك قراءة من قرأ: ( حَتَّى يَطَّهَّرْنَ ) بتشديدها وفتحها، بمعنى: حتى يغتسلن - لإجماع الجميع على أن حرامًا على الرجل أن يقرَب امرأته بعد انقطاع دم حيضها حتى تطهر.* * *وإنما اختُلف في\" التطهر \" الذي عناه الله تعالى ذكره، فأحل له جماعها.فقال بعضهم: هو الاغتسال بالماء، لا يحل لزوجها أن يقربها حتى تغسل جميع بدنها. (65)وقال بعضهم: هو الوضوء للصلاة.وقال آخرون: بل هو غسل الفرج، فإذا غسلت فرجها، فذلك تطهرها الذي يحلّ به لزوجها غشيانُها.* * *&; 4-385 &;فإذا كان إجماعٌ من الجميع أنها لا تحلُّ لزوجها بانقطاع الدم حتى تطَّهر، كان بيِّنًا أن أولى القراءتين بالصواب أنفاهما للَّبس عن فهم سامعها. وذلك هو الذي اخترنا، إذ كان في قراءة قارئها بتخفيف \" الهاء \" وضمها، ما لا يؤمن معه اللبس على سامعها من الخطأ في تأويلها، فيرى أن لزوج الحائض غشيانَها بعد انقطاع دم حيضها عنها، (66) وقبل اغتسالها وتطهُّرها.* * *فتأويل الآية إذًا: ويسألونك عن المحيض قل هو أذى، فاعتزلوا جماع نسائكم في وقت حيضهنّ، ولا تقربوهن حتى يغتسلن فيتطهرن من حيضهن بعد انقطاعه.* * *القول في تأويل قوله تعالى :  فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُقال أبو جعفر : يعني تعالى ذكره بقوله: \" فإذا تطهَّرن فأتوهن \"، فإذا اغتسلن فتطهَّرن بالماء فجامعوهن.* * *فإن قال قائل: أففرض جماعهن حينئذ؟قيل: لا.فإن قال: فما معنى قوله إذًا: \" فأتوهن \" ؟قيل: ذلك إباحة ما كان منَع قبل ذلك من جماعهن، وإطلاقٌ لما كان حَظَر في حال الحيض، وذلك كقوله:  وَإِذَا حَلَلْتُمْ فَاصْطَادُوا  [ سورة المائدة: 2 ]، وقوله :  فَإِذَا قُضِيَتِ الصَّلاةُ فَانْتَشِرُوا فِي الأَرْضِ  [ سورة الجمعة: 10 ]، وما أشبه ذلك.* * *واختلف أهل التأويل في تأويل قوله : \" فإذا تطهرن \" .فقال بعضهم: معنى ذلك، فإذا اغتسلن.* ذكر من قال ذلك:&; 4-386 &;4269 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاومة بن صالح، عن علي بن أبي طلحة، عن ابن عباس: \" فإذا تطهَّرن \" يقول: فإذا طهُرت من الدم وتطهَّرت بالماء.4270 - حدثنا محمد بن بشار قال، حدثني ابن مهدي ومؤمل قالا حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد: \" فإذا تطهرن \"، فإذا اغتسلن. (67)4271 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا عبيد الله العتكي، عن عكرمة في قوله: \" فإذا تطهرن \"، يقول: اغتسلن.4272 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن سفيان - أو عثمان بن الأسود:-\" فإذا تطهرن \"، إذا اغتسلن.4273 - حدثنا عمران بن موسى، حدثنا عبد الوارث، حدثنا عامر، عن الحسن: في الحائض ترى الطهر، قال: لا يغشاها زوجُها حتى تغتسل وتحلَّ لها الصلاة. (68)4275 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم، عن مغيره، عن إبراهيم: أنه كره أن يطأها حتى تغتسل - يعني المرأة إذا طهُرت.* * *وقال آخرون: معنى ذلك : فإذا تطهَّرن للصلاة.* ذكر من قال ذلك:4276 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا ليث، عن طاوس ومجاهد أنهما قالا إذا طهُرت المرأة من الدم فشاء زوجها أن يأمرَها &; 4-387 &; بالوضوء قبل أن تغتسل - إذا أدركه الشَّبَق فليُصب.* * *قال أبو جعفر : وأولى التأويلين بتأويل الآية، قولُ من قال : معنى قوله : \" فإذا تطهَّرن \"، فإذا اغتسلن، لإجماع الجميع على أنها لا تصير بالوضوء بالماء طاهرًا الطُّهرَ الذي يحل لها به الصلاة. وإن القولَ لا يخلو في ذلك من أحد أمرين := إما أن يكون معناه: فإذا تطهَّرن من النجاسة فأتوهن.فإن كان ذلك معناه، فقد ينبغي أن يكون متى انقطع عنها الدم فجائزٌ لزوجها جماعُها، إذا لم تكن هنالك نجاسة ظاهرة. هذا، إن كان قوله: \" فإذا تطهَّرن \" جائزًا استعماله في التطهُّر من النجاسة، ولا أعلمه جائزًا إلا على استكراه الكلام.= أو يكون معناه: فإذا تطهَّرن للصلاة. وفي إجماع الجميع من الحجة على أنه غير جائز لزوجها غشيانها بانقطاع دم حيضها، (69) إذا لم يكن هنالك نجاسة، دون التطهر بالماء إذا كانت واجدته = أدلُّ الدليل على أن معناه: فإذا تطهرن الطهرَ الذي يجزيهن به الصلاة.وفي إجماع الجميع من الأمة على أن الصلاة لا تحل لها إلا بالاغتسال، أوضح الدلالة على صحة ما قلنا: من أن غشيانها حرام إلا بعد الاغتسال، وأن معنى قوله: \" فإذا تطهرن \"، فإذا اغتسلن فصرن طواهرَ الطهرَ الذي يجزيهنّ به الصلاة.* * *&; 4-388 &;القول في تأويل قوله تعالى :  فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُقال أبو جعفر : اختلف أهل التأويل في تأويل قوله: \" فأتوهن من حيث أمركم الله \".فقال بعضهم: معنى ذلك: فأتوا نساءكم إذا تطهَّرن من الوجه الذي نهيتُكم عن إتيانهن منه في حال حيضهن، وذلك : الفرجُ الذي أمر الله بترك جماعهن فيه في حال الحيض. (70)* ذكر من قال ذلك:4277 - حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية، عن محمد بن إسحاق قال، حدثني أبان بن صالح، عن مجاهد قال، قال ابن عباس في قوله: \" فأتوهن من حيث أمركم الله \"، قال: من حيث أمركم أن تعتزلوهُنَّ.4278 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثنا معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله: \" فأتوهن من حيث أمركم الله \"، يقول: في الفرج، لا تعدوه إلى غيره، فمن فعل شيئًا من ذلك فقد اعتدَى.4279 - حدثني يعقوب قال، حدثنا ابن علية قال، حدثنا خالد الحذاء، عن عكرمة في قوله: \" فأتوهن من حيث أمركم الله \"، قال: من حيث أمركم أن تعتزلوا.4280 - حدثني يونس قال، أخبرنا ابن وهب قال، حدثنا أبو صخر، عن أبي معاوية البجلي، عن سعيد بن جبير أنه قال: بينا أنا ومجاهد جالسان عند ابن عباس: أتاه رجلٌ فوقف على رأسه فقال: يا أبا العباس - أو : يا أبا الفضل - ألا تشفيني عن آية المحيض؟ قال: بلى! فقرأ:  وَيَسْأَلُونَكَ &; 4-389 &; عَنِ الْمَحِيضِ  حتى بلغ آخر الآية، فقال ابن عباس: من حيث جاء الدم، منْ ثَمَّ أمِرت أن تأتي. (71)4281 - حدثنا أبو كريب قال، حدثنا ابن أبي زائدة، عن عثمان، عن مجاهد قال: دبُر المرأة مثله من الرجل، ثم قرأ:  وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ  إلى \" فأتوهن من حيث أمركم الله \"، قال: من حيث أمركم أن تعتزلوهن. (72)4282 - حدثنا ابن بشار قال، حدثنا مؤمل قال، حدثنا سفيان، عن ابن أبي نجيح، عن مجاهد: \" فأتوهن من حيث أمركم الله \"، قال: أمِروا أن يأتوهن من حيث نُهوا عنه.4283 - حدثنا ابن أبي الشوارب قال، حدثنا عبد الواحد قال، حدثنا خصيف قال، حدثني مجاهد: \" فأتوهن من حيث أمركم الله \"، في الفرج، ولا تعْدوه.4284 - حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: \" فأتوهن من حيث أمركم الله \"، يقول: إذا تطهرن فأتوهن من حيث نُهي عنه في المحيض.4285 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن سفيان - أو: عثمان بن الأسود-: \" فأتوهن من حيث أمركم الله \" باعتزالهنّ منه.4286 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: \" فأتوهن من حيث أمركم الله \"، أي : من الوجه الذي يأتي منه المحيض، طاهرًا غيرَ حائض، ولا تعدوا ذلك إلى غيره.&; 4-390 &;4287 - حدثنا محمد بن بشار قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن قتادة في قوله: \" فأتوهن من حيث أمركم الله \"، قال: طواهرَ من غير جماع ومن غير حيض، من الوجه الذي يأتي [ منه ] المحيض، ولا يتعدَّه إلى غيره = قال سعيد: ولا أعلمه إلا عن ابن عباس. (73)4288 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" فإذا تطهرن فأتوهن من حيث أمركم الله \"، من حيث نُهِيتم عنه في المحيض = وعن أبيه، عن ليث، عن مجاهد في قوله: \" فإذا تطهَّرن فأتوهن من حيث أمركم الله \"، من حيث نُهيتهم عنه، واتقوا الأدبار.4289 - حدثنا محمد بن المثنى قال، حدثنا ابن إدريس قال، سمعت أبي، عن يزيد بن الوليد، عن إبراهيم في قوله: \" فأتوهن من حيث أمركم الله \"، قال: في الفرج.* * *وقال آخرون: معناها: فأتوهن من الوجه الذي أمركم الله فيه أن تأتوهن منه. وذلك الوجه، هو الطهر دون الحيض. فكان معنى قائل ذلك في الآية: فأتوهنّ من قُبْل طُهرهنّ لا من قُبْل حيضهن. (74)* ذكر من قال ذلك:4290 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، &; 4-391 &; حدثني أبي، عن أبيه، عن ابن عباس: \" فأتوهن من حيث أمركم الله \"، يعني أن يأتيها طاهرًا غيرَ حائض.4291 - حدثنا محمد بن بشار قال، حدثنا أبو أحمد قال، حدثنا سفيان، عن منصور، عن أبي رزين في قوله: \" فأتوهن من حيث أمركم الله \"، قال: من قُبْل الطهر. (75)4292 - حدثنا محمد بن بشار قال: حدثنا محمد بن يحيى قال، حدثنا سفيان، عن الأعمش، عن أبي رزين بمثله.4293 - حدثنا ابن حميد قال، حدثنا حكام، عن عمرو، عن منصور، عن أبي رزين: \" فأتوهن من حيث أمركم الله \"، يقول: ائتوهنّ من عند الطهر.4294 - حدثني محمد بن عبيد المحاربي قال، حدثنا علي بن هاشم، عن الزبرقان، عن أبي رزين: \" فأتوهن من حيث أمركم الله \"، قال: من قُبْل الطهر، ولا تأتوهن من قُبْل الحيضة. (76)4295 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا عبيد الله العتكي، عن عكرمة قوله: \" فأتوهن من حيث أمركم الله \"، يقول: إذا اغتسلن فأتوهن من حيث أمركم الله. يقول: طواهر غير حُيَّض. (77)4296 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" فأتوهن من حيث أمركم الله \"، قال يقول: طواهر غيرَ حُيَّض. (78)4297 - حدثني موسى بن هارون قال حدثنا عمرو بن حماد قال، حدثنا &; 4-392 &; أسباط، عن السدي قوله: \" من حيث أمركم الله \"، من الطهر.4298 - حدثنا ابن وكيع قال، حدثنا أبي، عن سلمة بن نبيط، عن الضحاك: \" فأتوهن \"، طُهَّرًا غير حيَّض. (79)4299 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان، عن الضحاك قوله: \" فأتوهن من حيث أمركم الله \"، قال: ائتوهن طاهرات غير حُيَّض.4300 - حدثنا عمرو بن علي قال، حدثنا وكيع قال، حدثنا سلمة بن نبيط، عن الضحاك: \" فأتوهن من حيث أمركم الله \"، قال: طهَّرًا غير حيَّض في القُبُل. (80)* * *وقال آخرون: بلى معنى ذلك: فأتوا النساء من قِبل النكاح، لا من قِبل الفُجور.* ذكر من قال ذلك:4301 - حدثنا عمرو بن علي قال، حدثنا وكيع قال، حدثنا إسماعيل الأزرق، عن أبي عمر الأسدي، عن ابن الحنفية: \" فأتوهن من حيث أمركم الله \"، قال: من قِبل الحلال، من قِبل التزويج.* * *قال أبو جعفر : وأولى الأقوال بالصواب في تأويل ذلك عندي قولُ من قال: معنى ذلك: فأتوهن من قُبْل طهرهن. وذلك أن كل أمر بمعنى، فنهيٌ عن خلافه وضده. وكذلك النهي عن الشيء أمرٌ بضده وخلافه. فلو كان معنى قوله: \" فأتوهن من حيث أمركم الله \"، فأتوهن من قِبل مخرج الدم الذي نهيتكم أن تأتوهن من قبله في حال حيضهن - لوجب أن يكون قوله:  وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ ، &; 4-393 &; تأويله: ولا تقربوهن في مخرج الدم، دون ما عدا ذلك من أماكن جسدها، فيكون مطلقا في حال حيضها إتيانهن في أدبارهن.وفي إجماع الجميع = : على أن الله تعالى ذكره لم يُطْلِق في حال الحيض من إتيانهن في أدبارهن شيئًا حرَّمه في حال الطُّهر، ولا حرِّم من ذلك في حال الطهر شيئًا أحله في حال الحيض = ما يُعلم به فسادُ هذا القول.وبعد، فلو كان معنى ذلك على ما تأوَّله قائلو هذه المقالة، لوجب أن يكون الكلام: فإذا تطهرن فأتوهن من حيث أمركم الله = (81) حتى يكون معنى الكلام حينئذ على التأويل الذي تأوله، ويكون ذلك أمرًا بإتيانهن في فروجهن. لأنّ الكلام المعروفَ إذا أريد ذلك، أن يقال: \" أتى فلان زَوجته من قِبَل فرجها \" - ولا يقال: أتاها من فرجها - إلا أن يكون أتاها من قِبَل فرجها في مكان غير الفرج.* * *فإن قال لنا قائل: فإنَّ ذلك وإنْ كان كذلك، فليس معنى الكلام: فأتوهن في فروجهن - وإنما معناه : فأتوهن من قِبَل قُبُلهن في فروجهن - ، كما يقال: \" أتيتُ هذا الأمرَ من مَأتاه \" .قيل له: إن كان ذلك كذلك، فلا شك أن مأتى الأمر ووجهه غيره، وأن ذلك مطلبه. فإن كان ذلك على ما زعمتم، فقد يجب أن يكون معنى قوله: \" فأتوهن من حيث أمركم الله \"، غير الذي زعمتم أنه معناه بقولكم: ائتوهن من قبل مخرج الدم، ومن حيث أمِرتم باعتزالهن - ولكن الواجبُ أن يكون تأويلُه على ذلك: فأتوهن من قبل وُجوههنّ في أقبالهن، كما كان قول القائل: \" ائت الأمر من مأتاه \" ، إنما معناه: اطلبه من مطلبه، ومطلبُ الأمر غيرُ الأمر المطلوب. &; 4-394 &; فكذلك يجب أن يكون مأتى الفرج - الذي أمر الله في قولهم بإتيانه - غير الفرج. (82)وإذا كان كذلك، وكان معنى الكلام عندهم: فأتوهن من قبل وجوههن في فروجهن - وجب أن يكون على قولهم محرَّمًا إتيانهن في فروجهن من قِبل أدبارهن. وذلك إن قالوه، خرج من قاله من قِيل أهل الإسلام، وخالف نص كتاب الله تعالى ذكره، وقول رسول الله صلى الله عليه وسلم . وذلك أن الله يقول:  نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ  ، وأذن رسولُ الله صلى الله عليه وسلم في إتيانهن في فروجهن من قبل أدبارهن.فقد تبين إذًا إذْ كان الأمر على ما وصفنا، فسادُ تأويل من قال ذلك: فأتوهن في فروجهن حيث نهيتكم عن إتيانهنّ في حال حيضهن = وصحةُ القول الذي قلناه، وهو أن معناه: فأتوهن في فروجهنّ من الوجه الذي أذن الله لكم بإتيانهن، وذلك حال طهْرهن وتطهُّرهن، دون حال حيضهن.* * *القول في تأويل قوله تعالى :  إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ (222)قال أبو جعفر : يعني تعالى ذكره بقوله: \" إن الله يحب التوابين \"، المنيبين من الإدبار عن الله وعن طاعته، إليه وإلى طاعته. وقد بينا معنى \" التوبة \" قبل. (83)* * *واختلف في معنى قوله: \" ويحب المتطهِّرين \" .فقال بعضهم: هم المتطهِّرون بالماء.* ذكر من قال ذلك:&; 4-395 &;4302 - حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا طلحة، عن عطاء قوله: \" إن الله يحب التوابين \"، قال: التوابين من الذنوب =\" ويحب المتطهرين \" = قال: المتطهرين بالماء للصلاة.4303 - حدثني أحمد بن حازم قال، حدثنا أبو نعيم قال، حدثنا طلحة، عن عطاء، مثله.4304 - حدثنا أبو كريب قال، حدثنا وكيع، عن طلحة بن عمرو، عن عطاء: \" إن الله يحب التوابين \" من الذنوب، لم يصيبوها =\" ويحب المتطهرين \"، بالماء للصلوات. (84)* * *وقال آخرون: معنى ذلك : \" إن الله يحب التوابين \" ، من الذنوب =\" ويحب المتطهرين \" ، من أدبار النساء أن يأتوها.* ذكر من قال ذلك:4305 - حدثنا أحمد بن حازم قال، حدثنا أبو نعيم قال، حدثنا إبراهيم بن نافع قال، سمعت سليمان مولى أم علي قال، سمعت مجاهدًا يقول: من أتى امرأته في دبرها فليس من المتطهرين. (85)* * *وقال آخرون: معنى ذلك: \" ويحب المتطهرين \" ، من الذنوب أن يعودوا فيها بعد التوبة منها.* ذكر من قال ذلك:&; 4-396 &;4306 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن مجاهد: \" يحب التوابين \"، من الذنوب، لم يصيبوها =\" ويحب المتطهرين \"، من الذنوب، لا يعودون فيها.* * *قال أبو جعفر : وأولى الأقوال في ذلك بالصواب قولُ من قال: \" إنّ الله يحب التوابين من الذنوب، ويحب المتطهرين بالماء للصلاة \". لأن ذلك هو الأغلب من ظاهر معانيه.وذلك أن الله تعالى ذكره ذكر أمرَ المحيض، فنهاهم عن أمور كانوا يفعلونها في جاهليتهم : من تركهم مساكنة الحائض ومؤاكلتها ومشاربتها، وأشياء غير ذلك مما كان تعالى ذكره يكرهها من عباده. فلما استفتى أصحابُ رسولِ الله رسولَ الله صلى الله عليه وسلم عن ذلك، (86) أوحى الله تعالى إليه في ذلك، فبيَّن لهم ما يكرهه مما يرضاه ويحبه، وأخبرهم أنه يحب من خلقه من أناب إلى رضاه ومحبته، تائبًا مما يكرهه.وكان مما بيَّن لهم من ذلك، (87) أنه قد حرّم عليهم إتيان نسائهم وإن طهُرن من حيضهن حتى يغتسلن، ثم قال:  وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ  ، فإن الله يحب المتطهرين = يعني بذلك : المتطهرين من الجنابة والأحداث للصلاة، والمتطهرات بالماء - من الحيض والنفاس والجنابة والأحداث - من النساء.* * *وإنما قال: \" ويحب المتطهرين \" - ولم يقل \" المتطهرات \" - وإنما جرى قبل ذلك ذكرُ التطهر للنساء، لأن ذلك بذكر \" المتطهرين \" يجمع الرجال والنساء. ولو ذكر ذلك بذكر \" المتطهرات \" ، لم يكن للرجال في ذلك حظ، وكان للنساء خاصة. فذكر الله تعالى ذكره بالذكر العام جميعَ عباده المكلفين، إذ كان قد &; 4-397 &; تعبَّد جميعَهم بالتطهر بالماء، وإن اختلفت الأسباب التي توجب التطهر عليهم بالماء في بعض المعاني، واتفقت في بعض.------------------(44) ديوانه : 78 ، من قصيدة يمدح فيها الحارث بن سليم الهجيمي ، وبين البيتين في الديوان :* دَهْـرًا تَنَفَّـى المُـخَّ بِالتَّمْشِـيشِ *ورواية الديوان ، بعده :وَجَــهْدَ أَعْــوَامٍ بَــرَيْنَ رِيشِـينَتْـفَ الحُبَـارى عَـنْ قَـرًى رَهِيشِ(45) احتجز بالإزار : إذا شده على وسطه . والحجزة (بضم الحاء وسكون الجيم) : موضع شد الإزار ، ثم يسمى الإزار نفسه حجزة ، وجمعه حجز .(46) في المطبوعة : \"ولا تعدوه\" ، والصواب في المخطوطة بحذف الواو .(47) الأثر : 4239- في المطبوعة والمخطوطة : \"اللحاف واحد والفراش شتى\" . وهو باطل المعنى ، وسيأتي على الصواب من طريق آخر برقم : 4241 .(48) الحديث : 4240- يزيد : هو ابن هرون . محمد : هو ابن إسحاق . ندبد مولاة آل عباس : هي مولاة ميمونة بنت الحارث أم المؤمنين ، خالة ابن عباس . فلعلها نسبت هنا\"مولاة آل عباس\" للقرابة بين ابن عباس وميمونة . وهي ثقة ، ذكرها ابن حبان في الثقات ص : 359 ، ولكنه وهم إذ ذكر أنه يروي عنها الزهري؛ والزهري روى عنها بالواسطة . وترجمها ابن سعد 8 : 364 . وذكرها ابن مندة وأبو نعيم في الصحابة .واختلف في ضبط اسمها ، فقيل بضم النون أو فتحها مع سكون الدال ثم فتح الباء الموحدة . وقيل بدية\" بضم الباء الموحدة ثم فتح الدال ثم فتح الياء التحتية المشددة .والحديث رواه أحمد في المسند 6 : 332 (حلبي) عن يزيد بن هرون ، بهذا الإسناد ، نحوه ، مع بعض اختصار . وهو في روايته عن ميمونة جزمًا ، ليس فيه الشك بينها وبين حفصة . وهو الصواب ولعل الشك هنا من الطبري ، أو من شيخه تميم بن المنتصر .ثم إن ابن إسحاق خطأ هنا في جعل الحديث\"عن الزهري ، عن عروة\" . ولعل الخطأ من يزيد بن هرون . والصواب أنه\"عن الزهري ، عن حبيب مولى عروة ، عن ندبة\" . وبذلك تضافرت الروايات في هذا الإسناد ، كما سيأتي . ويؤيده أن ابن سعد ذكر في ترجمتها أنها تروي عن عروة ، وروى بإسناده خبرًا عنها عن عروة بن الزبير .و\"حبيب مولى عروة\" : هو حبيب الأعور ، مولى عروة بن الزبير . وهو تابعي ثقة ، قال ابن سعد : \"مات قديمًا في آخر سلطان بني أمية\" . وأخرج له مسلم في صحيحه .والحديث رواه -على الصواب- البيهقي في السنن الكبرى 1 : 313 ، من طريق بشر بن شعيب بن أبي حمزة ، عن أبيه ، عن الزهري ، قال : \"أخبرني حبيب مولى عروة بن الزبير ، أن ندبة مولاة ميمونة زوج النبي صلى الله عليه وسلم ، أخبرته أنها أرسلتها ميمونة إلى عبد الله بن عباس . . . \" ، فذكره مطولا .ثم إن الحديث معروف من هذا الوجه على الصواب ، مختصرًا بدون ذكر قصة ابن عباس .فرواه أحمد في المسند 6 : 332 (حلبي) ، عن حجاج وأبي كامل ، عن الليث ، عن ابن شهاب عن حبيب مولى عروة ، ولم يذكر لفظه ، وأحاله على الرواية السابقة . ثم رواه بعد ذلك ، ص : 335- 336 ، عن حجاج وأبي كامل ، بالإسناد نفسه . وذكر لفظه مختصرًا عن ميمونة ، دون القصة .وكذلك رواه أبو داود : 267 ، وابن حبان في صحيحه 2 : 569 (مخطوطة الإحسان) . والبيهقي 1 : 313 - كلهم من طريق الليث بن سعد ، به . وكذلك رواه النسائي 1 : 54- 55 ، 67 ، من طريق يونس والليث- كلاهما عن ابن شهاب ، به مختصرًا .فعن هذه الروايات كلها استيقنت أن رواية ابن إسحاق -هنا وعند أحمد-\"عن الزهري ، عن عروة\" خطأ .(49) الحديث : 4242- مروان الأصفر ، أبو خلف : تابعي ثقة : و\"الأصفر\" : بالفاء ، ووقع في المطبوعة بالغين . وهو تحريف .مسروق بن الأجدع الهمداني : تابعي كبير ثقة ، من سادات التابعين وفقهائهم .وهذا الحديث نقله ابن كثير 1 : 510 عن هذا الموضع . وكذلك نقله السيوطي 1 : 260 ، ولم ينسباه لغير الطبري .وهو عندنا حديث مرفوع بالمعنى ، وإن كان لفظه موقوفًا على عائشة . لأن الصحابي إذا حكى عما يحل ويحرم فالثقة به أن لا يحكي ذلك إلا عمن يؤخذ عنه الحلال والحرام ، وهو معلم الخير ، صلى الله عليه وسلم . وهذا عند الإطلاق ، إلا أن تدل دلائل على أنه يقول ذلك اجتهادًا واستنباطًا من دلائل الكتاب والسنة . وانظر الأحاديث التالية لهذا .(50) في المخطوطة : \"وأينا كان . . . \" .(51) الحديث : 4244- سالم ابن أبي الجعد : تابعي ثقة معروف ، أخرج له الأئمة الستة . وهذا الحديث في معنى الحديث السابق : 4242 ، من وجه آخر ، وبلفظ آخر . وإسناده صحيح .(52) الحديث : 4245- وهذا في معنى الحديثين السابقين ، مع تفصيل في قصة السؤال والجواب . وإسناده صحيح أيضًا .(53) الحديث : 4246- ابن أبي زائدة : هو يحيى بن زكريا بن أبي زائدة ، مضى في : 2338 . حجاج : هو ابن أرطأة .وهذا في معنى ما قبله .(54) الحديث : 4248- هكذا وقع هذا الإسناد هنا . وهو إسناد ناقص على اليقين . فإن\"أبا معشر\" : هو زياد بن كليب التميمي الحنظلي ، وهو يروي عن التابعين . وهو ثقة ، ولكنه لم يدرك عائشة ، فلا يمكن أن يقول : \"سألت عائشة\" .وصواب الإسناد ، كما في المحلى لابن حزم 2 : 183\"روينا عن أيوب السختياني ، عن أبي معشر ، عن إبراهيم النخعي ، عن مسروق ، قال : سألت عائشة : ما يحل لي من امرأتي وهي حائض؟ قالت : كل شيء إلا الفرج\" . فسقط من الإسناد رجلان : إبراهيم النخعي ، ومسروق ، وهو الذي سأل عائشة . وهكذا ذكره ابن حزم ، فلم يذكر إسناده إلى أيوب .وقد رواه الطحاوي في معاني الآثار 2 : 22 ، بإسناده ، من طريق عمرو بن خالد ، عن عبيد الله -وهو ابن عمرو الرقى الجزري-\"عن أيوب ، عن أبي معشر ، عن إبراهيم ، عن مسروق ، عن عائشة\" . ولم يذكر لفظه ، إحالة على رواية أخرى قبله ، بمعناه .(55) الخبر : 4249 -هذا إسناد منقطع- محمد بن إبراهيم بن الحارث التيمي : تابعي ثقة معروف . ولكن روايته عن ابن عباس مرسلة ، كما صرح بذلك ابن أبي حاتم في الجرح والتعديل 32/184 .(56) الخبر : 4251- الحكم بن فضيل ، أبو محمد الواسطي : ثقة ، وثقه ابن معين وغيره . مترجم في الكبير 1/2/337 ، وابن أبي حاتم 1/2/126- 127 ، والتعجيل ، والميزان ، ولسان الميزان . وله ترجمة وافية في تاريخ بغداد 8 : 221- 223 . والبخاري لم يذكر فيه حرجًا .والخبر رواه البيهقي في السنن الكبرى 1 : 314 ، من طريق الحسن بن مكرم . عن أبي النضر هاشم بن القاسم ، بهذا الإسناد .(57) الحديث : 4252 - هذا إسناد صحيح . وهو وإن كان موقوفًا على أم سلمة ، فإن معناه ثابت عنها مرفوعًا أيضًا :فروى البيهقي 1 : 311 ، من طريق يزيد بن زريع ، \"حدثنا خالد ، عن عكرمة ، عن أم سلمة : أنها كانت مع رسول الله صلى الله عليه وسلم في لحاف ، فأصابها الحيض ، فقال لها : قومي فاتزري ثم عودي\" .وثبت نحو معناه عن أم سلمة أيضًا ، بأطول من هذا ، من رواية أبي سلمة بن عبد الرحمن ، عن زينب بنت أبي سلمة ، عن أم سلمة ، مرفوعًا . رواه مسلم 1 : 95 ، والبيهقي 1 : 311 ، وذكر أنه أخرجه البخاري ومسلم .(58) في المطبوعة : \"حيثما شئت\" ، وأثبت ما في المخطوطة .(59) الحديثان : 4262 ، 4263 - حفص : هو ابن غياث ، الشيباني سليمان : هو أبو إسحاق الشيباني سليمان بن أبي سليمان . وسفيان في الحديث الثاني : هو الثوري .والحديثان في معنى واحد . وقد ذكره ابن كثير 1 : 511 ، بلفظ أولهما عن الصحيحين ، وكذلك ذكره السيوطي 1 : 259 ، وزاد نسبته لابن أبي شيبة . وأبي داود ، والبيهقي . وانظر البخاري 1 : 64 ، ومسلم 1 : 95 ، والسنن الكبرى 1 : 311 .(60) الحديثان : 4264 ، 4265- هما حديث واحد بإسنادين . وذكره السيوطي 1 : 259 ، عن ابن أبي شيبة ، والصحيحين ، وأبي داود ، وابن ماجه ، بزيادة في آخره . وانظر البخاري 1 : 63 . ومسلم 1 : 95 ، وأبا داود : 112 ، 113 ، والنسائي 1 : 54 ، 67 ، والبيهقي 1 : 310- 311 .(61) في المخطوطة : \"جميع ذكرها\" ، والصواب ما في المطبوعة .(62) في المخطوطة إسقاط قوله : \"لهم\" .(63) في المطبوعة : \"اختلف القراء\" ، وقد مضى مثل ذلك مرارًا ، وتركناه في بعض المواضع كما هو في المطبوعة . ولكنا سنقيمه منذ الآن على المخطوطة دون الإشارة إليه بعد هذا الموضع إلى آخر الكتاب ، إن شاء الله .(64) الأثر : 4268-\"عبيد الله العتكي\" هو عبيد الله بن عبد الله أبو المنيب العتكي ، رأى أنسًا ، وروى عن عكرمة وسعيد بن جبير وغيرهما من التابعين .(65) في المطبوعة : \"ولا يحل . . . \" بزيادة الواو .(66) في المطبوعة : \"أن للزوج غشيانها\" ، وأثبت ما في المخطوطة .(67) الأثر : 4270- كان في المطبوعة : \"محمد بن مهدي\" ، وهو خطأ ، وزيادة فاسدة والصواب من المخطوطة . و\"ابن مهدي\" هو عبد الرحمن بن مهدي . الإمام العلم ، قال الشافعي : لا أعرف له نظيرًا في الدنيا . مات سنة 198 - مترجم في التهذيب وغيره .(68) سقط من الترقيم : 4274(69) في المخطوطة والمطبوعة : \"في إجماع الجميع\" بإسقاط الواو ، والسياق يوجبها ، وهذا سياقها؛\"وفي إجماع الجميع . . . أدل الدليل . . . \"(70) \"الإتيان\" : كناية عن اسم\"الجماع\" وسيأتي تفسير ذلك في ص : 398(71) في المطبوعة : \"ثم أمرت\" بحذف\"من\" ، وهو خطأ ، والصواب من المخطوطة ، ومما سيأتي رقم : 4325 . بمعنى : هناك . وسيأتي الخبر بتمامه في رقم : 4325 . وسنذكر فيه ترجمة رجاله .(72) الأثر : 4281 - في المطبوعة : \"عمرة عن مجاهد\" ، وهو خطأ ، والصواب من المخطوطة . و\"ابن أبي زائدة\" ، هو يحيى بن زكريا ابن أبي زائدة . و\"عثمان\" ، هو عثمان بن الأسود مولى بني جمح ، وقد سلفت روايته عن مجاهد ، أقربها رقم : 2782 .(73) قوله : \"طواهر\" جمع امرأة\"طاهر\" ، وليس في كتب اللغة بل فيه\"طاهرات\" ولكنه جمع قياسي ، مثل حامل وحوامل ، وسيأتي في رقم : 4295 ، 4296 ، وسيأتي جمعها على\"طهر\" رقم 4298 ، 4300 . وفي المطبوعة : \"ولا يتعدى إلى غيره\" والصواب من المخطوطة .(74) \"قبل\" (بضم فسكون) ، يقال : \"كان ذلك في قبل الشتاء وقبل الصيف\" ، أي في أوله وعند إقباله . وفي الحديث : \"طلقوا النساء لقبل عدتهن\" - ويروى : \"في قبل طهرهن\" أي في إقباله وأوله ، وحين يمكنها الدخول في العدة ، والشروع فيها ، فتكون لها محسوبة . وذلك في حالة الطهر . وكذلك قوله هنا : \"من قبل الطهر\" ، أي : في حال الطهر .(75) انظر ص 390 ، تعليق : 2 .(76) في المطبوعة : \"الحيض\" وأثبتنا ما في المخطوطة .(77) انظر ما سلف رقم : 4287 ، والتعليق عليه .(78) انظر ما سلف رقم : 4287 ، والتعليق عليه .(79) قوله\"طهر\" ، جمع امرأة\"طاهر\" ، وهو جمع قياسي لم تذكره المعاجم كالذي سلف\"طواهر\" و\"فاعل\" الصفة ، إذا كانت فيه\"تاء\" ظاهرة ، مثل\"ضاربة\" - أو مقدرة مثل حائض فقياسه : \"فواعل\" ، و\"فعل\" (بضم الفاء وتشديد عينه وفتحها) .(80) قوله\"طهر\" ، جمع امرأة\"طاهر\" ، وهو جمع قياسي لم تذكره المعاجم كالذي سلف\"طواهر\" و\"فاعل\" الصفة ، إذا كانت فيه\"تاء\" ظاهرة ، مثل\"ضاربة\" - أو مقدرة مثل حائض فقياسه : \"فواعل\" ، و\"فعل\" (بضم الفاء وتشديد عينه وفتحها) .(81) في المخطوطة والمطبوعة : \"من حيث أمركم الله\" ، وهو نص الآية ، ولكنه أراد\"في حيث\" ، كما يدل عليه سائر كلامه ، فلذلك أثبتها على الصواب إن شاء الله .وانظر ما يؤيد ذلك أيضًا في معاني القرآن للفراء 1 : 143 .(82) في المخطوطة : \"فكذلك يجب مأتى الفرج\" ، وفي المطبوعة : \"فكذلك يجب أن مأتى الفرج\" والذي أثبته أشبه بالسياق وبالصواب .(83) انظر ما سلف 1 : 547/ 2 : 72- 73/ 3 : 81 ، 259- 261 .(84) في المطبوعة : \"للصلاة\" ، وأثبت ما في المخطوطة .(85) الأثر : 4305-\"إبراهيم بن نافع\" المخزومي المكي ، روى عن ابن أبي نجيح ، وكثير بن كثير ، وعطاء بن أبي رباح ، وعدة . روى عنه أبو عامر العقدي وأبو نعيم وغيرهما . كان حافظًا ، وكا أوثق شيخ بمكة ، وهو ثقة ، وكان أحمد يطريه . و\"سليمان مولى أم علي\" ، هو سليم المكي ، أبو عبد الله ، روى عن مجاهد . وعنه إبراهيم بن نافع وابن جريج وجماعة ، صدوق من كبار أصحاب مجاهد . وكلاهما مترجم في التهذيب .(86) في المطبوعة : \"أصحاب رسول الله صلى الله عليه وسلم عن ذلك\" بإسقاط\"رسول الله\" الثانية وأثبت الصواب من المخطوطة .(87) في المخطوطة والمطبوعة : \"مع ذلك\" ، والذي أثبته هو الصواب الحق .",
  "ayah": 222,
  "surah": 2
}
