{
  "text": "القول في تأويل قوله تعالى :  لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍقال أبو جعفر : يعني تعالى ذكره بقوله: \" للذين يؤلون \"، للذين يقسمون أليَّة،\" والألية \" الحلف، كما:-4478 - حدثنا بشر بن معاذ قال، حدثنا مسلمة بن علقمة قال، حدثنا داود بن أبي هند، عن سعيد بن المسيب في قوله: \" للذين يؤلون \"، يحلفون.* * *يقال: \"آلى فلان يُؤْلي إيلاء وأليَّة \"، كما قال الشاعر:كَفَيْنَــا مَــنْ تَغَيَّـبَ فـي تُـرَابٍوَأَحْنَثْنَــــا أَليَّـــةَ مُقْسِـــمِينَا (56)ويقال: \" أَلْوة وأُلْوة \" ، كما قال الراجز:* يَا أُلْوَةٌ مَا أُلْوَةٌ مَا أُلْوَتِي * (57)وقد حكي عنهم أيضًا أنهم يقولون: \" إلوة \" مكسورة الألف.* * *\" والتربص \": النظر والتوقف.* * *ومعنى الكلام: للذين يؤلون أن يعتزلوا من نسائهم تربص أربعة أشهر، فترك ذكر \" أن يعتزلوا \"، اكتفاء بدلالة ما ظهر من الكلام عليه.* * *واختلف أهل التأويل في صفة اليمين التي يكون بها الرجل موليًا من امرأته.&; 4-457 &;فقال بعضهم: اليمين التي يكون بها الرجل موليًا من امرأته: أن يحلف عليها في - حال غضب على وجه الضِّرار - أن لا يجامعها في فرجها، (58) فأما إن حلف على غير وجه الإضرار، وعلى غير غضب، فليس هو موليًا منها.* ذكر من قال ذلك:4479 - حدثنا هناد بن السري قال، حدثنا أبو الأحوص، عن سماك، عن حريث بن عميرة، عن أم عطية قالت، قال جبير: أرضعي ابن أخي مع ابنك! فقالت: ما أستطيع أن أرضع اثنين! فحلف أن لا يقرَبها حتى تفطِمه. فلما فطمته مرّ به على المجلس، فقال له القوم: حسنًا ما غَذَوْتموه! قال جبير: إنيّ حلفت ألا أقربها حتى تفطمه! فقال له القوم: هذا إيلاءٌ!! فأتى عليًا فاستفتاه، فقال: إن كنتَ فعلت ذلك غضبًا فلا تصلح لك امرأتك، وإلا فهي امرأتك. (59)4480 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن سماك، أنه سمع عطية بن جبير قال: توفيت أمُّ صبيٍّ نسيبةٌ لي، &; 4-458 &; فكانت امرأة أبي تُرضعه، فحلف أن لا يقربها حتى تفطمه. فلما مضت أربعة أشهر قيل له: قد بانت منك! - وأحسب، شك أبو جعفر، قال -: فأتى عليًا يستفتيه فقال: إن كنت قلت ذلك غضبًا فلا امرأة لك، وإلا فهي امرأتك.4481 - حدثنا محمد بن المثنى قال، حدثنا أبو داود قال، حدثنا شعبة قال، أخبرني سماك قال، سمعت عطية بن جبير - يذكر نحوه عن علي.4482 - حدثنا محمد بن المثنى قال، حدثنا عبد الوهاب بن عبد المجيد قال، حدثنا داود، عن سماك، عن رجل من بني عجل، عن أبي عطية: أنه توفي أخوه وترك ابنًا له صغيرًا، فقال أبو عطية لامرأته: أرضعيه! فقالت: إنى أخشى أن تُغِيلهما، (60) فحلف أن لا يقربها حتى تفطمهما، ففعل حتى فطمتهما. فخرج ابن أخي أبي عطية إلى المجلس، فقالوا: لَحُسْنَ ما غذا أبو عطية ابن أخيه! (61) قال: كلا! زعمت أم عطية أنيّ أغيلهما، فحلفتُ أن لا أقربها حتى تفطمهما. فقالوا له: قد حرُمت عليك امرأتك! فذكرت ذلك لعلي رضي الله عنه، فقال علي: إنما أردتَ الخيرَ، وإنما الإيلاء في الغضب.4483 - حدثنا محمد بن المثنى قال، حدثنا عبد الأعلى قال، حدثنا داود، عن سماك، عن أبي عطية: أن أخاه توفي - فذكر نحوه.4484 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، أخبرنا داود بن أبي هند، عن سماك بن حرب: أن رجلا هلك أخوه فقال لامرأته: أرضعي &; 4-459 &; ابن أخي. فقالت: أخاف أن تقع عليّ! فحلف أن لا يمسَّها حتى تفطِم. فأمسك عنها، حتى إذا فطمته أخرج الغلامَ إلى قومه، فقالوا: لقد أحسنت غذاءه! فذكر لهم شأنه، فذكروا امرأته، قال: فذهب إلى علي - فاستحلفه بالله: \" ما أردت بذلك؟\" ، يعني إيلاءً، قال: فردَّها عليه.4485 - حدثنا علي بن عبد الأعلى قال، (62) حدثنا المحاربي، عن أشعث بن سوار، عن سماك، عن عطية بن أبي عطية قال، توفي أخ لي وترك يتيما له رضيعًا، وكنت رجلا معسرًا، لم يكن بيدي ما أسترضع له. قال: فقالت لي امرأتي، وكان لي منها ابن ترضعه - إن كفيتني نفسَك كفيتكهما! فقلت: وكيف أكفيك نفسي؟ قالت: لا تقربني. فقلت: والله لا أقربك حتى تفطميهما. قال: ففطمتهما وخرجا على القوم، فقالوا: ما نراك إلا قد أحسنت ولايتهما! قال: فقصصت عليهم القصة، فقالوا: ما نراك إلا آليت منها وبانت منك! قال: فأتيت عليًا فقصصت عليه القصة، فقال: إنما الإيلاء ما أريد به الإيلاء.4486 - حدثنا محمد بن بشار قال، حدثنا محمد بن بكر البرساني قال، حدثنا سعيد، عن قتادة، عن جابر بن زيد، عن ابن عباس قال: لا إيلاء إلا بغضب.4487 - حدثنا محمد بن بشار قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن عمرو بن دينار، عن عطاء، عن ابن عباس قال: لا إيلاء إلا بغضب.4488 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا ابن وكيع، عن أبي فزارة، عن يزيد بن الأصم، عن ابن عباس قال: لا إيلاء إلا بغضب. (63)&; 4-460 &;4489 - حدثنا ابن بشار قال، حدثنا عبد الوهاب قال، حدثنا داود، عن سماك بن حرب، عن أبي عطية، عن عليّ قال: لا إيلاء إلا بغضب. (64)4490 - حدثنا ابن بشار قال، حدثنا عبد الأعلى، عن سعيد، عن قتادة، أن عليا قال: إذا قال الرجل لامرأته وهي تُرضع: \" والله لا قرَبتُك حتى تفطمي ولدي\"، يريد به صلاحَ ولده، قال: ليس عليه إيلاء.4491 - حدثنا أبو كريب قال، حدثنا إسحاق بن منصور السلولي، عن محمد بن مسلم الطائفي، عن عمرو بن دينار، عن سعيد بن جبير قال: جاء رجل إلى عليّ فقال: إني قلت لامرأتي لا أقرَبُها سنتين. قال: قد آليت منها. قال: إنما قلت لأنها ترضع! قال: فلا إذًا.4492 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر، عن أبيه، عن داود بن أبي هند، عن سماك بن حرب، عن أبي عطية، عن علي أنه كان يقول: إنما الإيلاء ما كان في غضب، يقول الرجل: \" والله لا أقربك، والله لا أمسُّك!\" . فأما ما كان في إصلاح من أمر الرضاع وغيره، فإنه لا يكون إيلاء، ولا تَبِين منه. (65)4493 - حدثنا ابن بشار قال، حدثنا عبد الرحمن - يعني ابن مهدي - قال، حدثنا حماد بن زيد، عن حفص، عن الحسن: أنه سئل عنها فقال: لا والله، ما هو بإيلاء.&; 4-461 &;4494 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا بشر بن منصور، عن ابن جريج، عن عطاء قال: إذا حلف من أجل الرَّضاع فليس بإيلاء.4495 - حدثنا المثنى قال، حدثنا أبو صالح قال، حدثني الليث قال، حدثني يونس قال: سألت ابن شهاب عن الرجل يقول: والله لا أقرب امرأتي حتى تفطم ولدي! قال: لا أعلم الإيلاء يكون إلا بحلف بالله، فيما يريد المرء أن يضارَّ به امرأتَه من اعتزالها، ولا نعلم فريضةَ الإيلاء إلا على أولئك، فلا ترى أنّ هذا الذي أقسم بالاعتزال لامرأته حتى تفطم ولده، أقسم إلا على أمر يتحرَّى به فيه الخير، فلا نرى وَجبَ على هذا ما وجب على المولي الذي يُولِي في الغضب.* * *وقال آخرون : سواءٌ إذا حلف الرجل على امرأته أن لا يجامعها في فرجها، كان حلفه في غضب أو غير غضب، كلّ ذلك إيلاء.* ذكر من قال ذلك:4496 - حدثنا محمد بن بشار قال، حدثنا ابن مهدي قال، حدثنا سفيان، عن مغيرة، عن إبراهيم - في رجل قال لامرأته: \" إن غَشِيتُك حتى تفطمي ولدَك فأنت طالق \"، فتركها أربعة أشهر. قال: هو إيلاء.4497 - حدثنا محمد بن يحيى قال، أخبرنا عبد الأعلى قال، حدثنا سعيد، عن أبي معشر، عن النخعي قال: كل شيء يحول بينه وبين غشيانها، فتركها حتى تمضي أربعة أشهر، فهو داخلٌ عليه.4498 - حدثني المثنى قال، حدثنا حبان بن موسى قال، حدثنا ابن المبارك قال، أخبرنا أبو عوانة، عن المغيرة، عن القعقاع قال: سألت الحسن عن رجل ترضع امرأته صبيًا، فحلف أن لا يطأها حتى تفطم ولدها، فقال: ما أرى هذا بغضب، وإنما الإيلاء في الغضب = قال: وقال ابن سيرين: ما أدري ما هذا &; 4-462 &; الذي يحدِّثون؟! إنما قال الله: \" للذين يؤلون من نسائهم \" إلى  فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ ، إذا مضت أربعة أشهر، فليخطبها إن رغب فيها. (66)4499 - حدثنا ابن بشار قال، حدثنا ابن مهدي قال، حدثنا سفيان، عن منصور، عن إبراهيم - في رجل حلفَ أن لا يكلم امرأته - قال: كانوا يرون الإيلاء في الجماع.4500 - حدثنا أبو السائب قال، حدثنا أبو معاوية، عن الأعمش، عن إبراهيم قال، قال: كل يمين منعت جماعًا حتى تمضي أربعه أشهر، فهي إيلاء.4501 - حدثنا أبو كريب قال، حدثنا ابن إدريس قال، سمعت إسماعيل وأشعث، عن الشعبي مثله.4502 - حدثنا ابن حميد قال: حدثنا جرير، عن مغيرة، عن إبراهيم والشعبي قالا كل يمين منعت جماعًا فهي إيلاء.* * *وقال آخرون: كل يمين حلف بها الرجل في مَسَاءة امرأته، فهي إيلاء منه منها، على الجماع حلف أو غيره، في رضًا حلف أو سخط.* ذكر من قال ذلك:4503 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن خصيف، عن الشعبي قال: كل يمين حالت بين الرجل وبين امرأته فهي إيلاء، إذا قال: \" والله لأغضبنَّك، والله لأسوأنَّك، والله لأضربنَّك \"، وأشباه هذا.&; 4-463 &;4504 - حدثني محمد بن عبد الله بن عبد الحكم قال، حدثني أبي وشعيب، عن الليث، عن يزيد بن أبي حبيب، عن ابن أبي ذئب العامريّ: أن رجلا من أهله قال لامرأته: \" إن كلمتك سنة فأنت طالق \"، واستفتى القاسم وسالمًا فقالا إن كلمتها قبل سنة فهي طالق، وإن لم تكلمها فهي طالقٌ إذا مضت أربعة أشهر.4505 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان قال، سمعت حمادًا قال، قلت لإبراهيم: الإيلاء: أن يحلفَ أن لا يجامعها ولا يكلمها ولا يجمع رأسه برأسها، أو ليغضبنَّها، أو ليحرِمنَّها، أو ليسوأنَّها؟ قال: نعم.4506 - حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة قال: سألت الحكم عن رجل قال لامرأته: \" والله لأغيظنك \"! فتركها أربعة أشهر، قال: هو إيلاء.4507 - حدثنا ابن المثنى قال، حدثنا وهب بن جرير قال، سمعت شعبة قال: سألت، الحكم فذكر مثله.4508 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني الليث قال، حدثنا يونس قال، قال ابن شهاب، حدثني سعيد بن المسيب: (67) أنه إن حلف رجل أن لا يكلم امرأته يومًا أو شهرًا، قال: فإنا نرى ذلك يكون إيلاءً. وقال: إلا أن يكون حلف أن لا يكلمها، فكان يمسُّها فلا نرى ذلك يكون من الإيلاء. والفَيْءُ، أن يفيء إلى امرأته فيكلمها أو يمسها. فمن فعل ذلك، قبل أن تمضي الأربعة أشهر، (68) فقد فاء. ومن فاء بعد أربعة أشهر وهي في عِدَّتها، فقد فاء وملك امرأته، غير أنه مضت لها تطليقة.* * *&; 4-464 &;قال أبو جعفر : وعلة من قال: \" إنما الإيلاء في الغضب والضَرار \" : أنّ الله تعالى ذكره إنما جعل الأجلَ الذي أجَّل في الإيلاء مخرجًا للمرأة من عَضْل الرجل وضراره إياها، (69) فيما لها عليه من حُسن الصحبة والعِشرة بالمعروف. وإذا لم يكن الرجل لها عاضلا ولا مُضارًا بيمينه وحلفه على ترك جماعها، بل كان طالبًا بذلك رضاها، وقاضيًا بذلك حاجتها، لم يكن بيمينه تلك مُوليًا، لأنه لا معنى هنالك لَحِق المرأةَ به من قِبَل بعلها مساءةٌ وسوء عشرة، (70) فيجعل الأجل - الذي جُعل للمولي - لها مخرجًا منه. (71)* * *وأما علة من قال: \" الإيلاء في حال الغضب والرضا سواء \"، عموم الآية، وأن الله تعالى ذكره لم يخصص من قوله: \" للذين يؤلون من نسائهم تربُّص أربعة أشهر \" بعضًا دون بعض، بل عمّ به كلَّ مُولٍ ومُقسِم. فكل مقسِم على امرأته أن لا يغشاها مدةً هي أكثر من الأجل الذي جَعل الله له تربُّصه، فمُولٍ من امرأته عند بعضهم. وعند بعضهم: هو مُولٍ، وإن كانت مدة يمينه الأجل الذي جُعل له تربُّصه.* * *وأما علة من قال بقول الشعبي والقاسم وسالم: أن الله تعالى ذكره جعل الأجل الذي حدَّه للمُولي مخرجًا للمرأة مِن سوء عشرتها بعلها إياها وضراره بها. وليست اليمين عليها بأن لا يجامعها ولا يقرَبها، بأولى بأن تكون من معاني سوء العشرة والضِّرار، من الحلف عليها أن لا يكلمها أو يسوءَها أو يغيظها. لأن كل ذلك ضررٌ عليها وسوء عشرة لها.* * *&; 4-465 &;قال أبو جعفر : وأولى التأويلات التي ذكرناها في ذلك بالصواب، قولُ من قال: كل يمين منَعت المقسم الجماعَ أكثر من المدة التي جعل الله للمولي تربُّصَها، قائلا في غضب كان ذلك أو رضًا. وذلك للعلة التي ذكرناها قبل لقائلي ذلك.وقد أتينا على فساد قول من خالف ذلك في كتابنا( كتاب اللطيف ) بما فيه الكفاية، فكرهنا إعادته في هذا الموضع.* * *القول في تأويل قوله تعالى :  فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌقال أبو جعفر : يعني تعالى ذكره بذلك: فإن رجعوا إلى ترك ما حلَفوا عليه أن يفعلوه بهن من ترك جماعهن، فجامعوهن وحنِثوا في أيمانهم =\" فإن الله غفورٌ\"، لما كان منهم من الكذب في أيمانهم بأن لا يأتوهن ثم أتوهُن، ولما سلف منهم إليهن، (72) من اليمين على ما لم يكن لهم أن يحلفوا عليه فحلفوا عليه =\" رحيم \" بهم وبغيرهم من عباده المؤمنين.* * *وأصل \" الفيء \"، الرجوع من حال إلى حال، ومنه قوله تعالى ذكره:  وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا  إلى قوله  حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ  [ سورة الحجرات: 9 ]، يعني: حتى ترجع إلى أمر الله. ومنه قول الشاعر: (73)فَفـاءَتْ وَلَـمْ تَقْـضِ الَّـذِي أَقْبَلَتْ لَهُوَمِـنْ حَاجَـةِ الإنْسَـانِ مَا لَيْسَ قَاضِيَا (74)&; 4-466 &; يقال منه: \" فاء فلان يفيء فَيْئة \" - مثل \" الجيئة \" و \" فَيْأ \". و \" الفَيْئة \" المرة. (75) فأما في الظلّ فإنه يقال: \" فاء الظلّ يفيء فُيُوءًا وفَيْأ \"، وقد يقال: \" فيوءًا \" أيضًا في المعنى الأول، (76) لأن \" الفيء \" في كل الأشياء بمعنى الرجوع.* * *وبمثل الذي قلنا في ذلك قال أهل التأويل، غير أنهم اختلفوا فيما يكون به المولي فائيًا.فقال بعضهم: لا يكون فائيًا إلا بالجماع.* ذكر من قال ذلك:4509 - حدثنا علي بن سهل الرملي قال، حدثنا مؤمل قال، حدثنا سفيان، عن ابن أبي ليلى، عن الحكم، عن مقسم، عن ابن عباس قال: الفيء الجماع.4510 - حدثنا أبو كريب قال، حدثنا أبو نعيم، عن يزيد بن زياد بن أبي الجعد، عن الحكم، عن مقسم، عن ابن عباس قال: الفيء الجماع. (77)4511 - حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن الحكم، عن مقسم، عن ابن عباس مثله.4512 - حدثنا محمد بن يحيى قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن صاحب له، عن الحكم بن عتيبة، عن مقسم، عن ابن عباس مثله.&; 4-467 &;4513 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن حصين، عن الشعبي، عن مسروق قال: الفيءُ الجماع.4514 - حدثنا ابن المثنى قال، حدثنا ابن أبي عدي، عن شعبة، عن حصين، عن الشعبي، عن مسروق مثله.4515 - حدثنا عبد الحميد بن بيان قال، أخبرنا محمد بن يزيد، عن إسماعيل قال: كان عامر لا يرى الفيء إلا الجماع.4516 - حدثنا تميم بن المنتصر قال: أخبرنا يزيد بن هارون قال، أخبرنا إسماعيل، عن عامر بمثله.4517 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان، عن علي بن بذيمة، عن سعيد بن جبير قال: الفيء الجماع.4518 - حدثنا أبو عبد الله النشائي قال، حدثنا إسحاق الأزرق، عن سفيان، عن علي بن بذيمة، عن سعيد بن جبير مثله. (78)4519 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة، عن سعيد بن جبير قال: الفيءُ الجماع، لا عذرَ له إلا أن يجامع وإن كان في سجن أو سفر - سعيدٌ القائل.4520 - حدثني محمد بن يحيى قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن قتادة، عن سعيد بن جبير أنه قال: لا عذرَ له حتى يغشى.4521 - حدثني المثنى بن إبراهيم قال، حدثنا الحجاج بن المنهال قال، حدثنا حماد، عن حماد وإياس، عن الشعبي = قال أحدهما: عن مسروق = قال: الفيء الجماع = وقال الآخر: عن الشعبي: الفيء الجماع.&; 4-468 &;4522 - حدثنا ابن بشار قال، حدثنا عبد الأعلى، عن سعيد، عن قتادة، عن سعيد بن المسيب - في رجل آلى من امرأته، ثم شغله مرض - قال: لا عذر له حتى يغشى.4523 - حدثنا محمد بن بشار قال، حدثنا معاذ بن هشام قال، حدثني أبي، عن قتادة، عن سعيد بن جبير - في الرجل يولي من امرأته قبل أن يدخل بها أو بعد ما دخل بها، فيعرض له عارضٌ يحبسه، أو لا يجد ما يَسُوق: أنه إذا مضت أربعة أشهر، أنها أحق بنفسها.4524 - حدثنا ابن حميد قال، حدثنا جرير، عن منصور، عن الحكم والشعبي قالا إذا آلى الرجل من امرأته، ثم أراد أن يفيء، فلا فيء إلا الجماع.* * *وقال آخرون: \" الفيء \": المراجعة باللسان أو القلب في حال العذر، وفي غير حال العذر الجماع.* ذكر من قال ذلك:4525 - حدثنا محمد بن يحيى قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن قتادة، عن الحسن وعكرمة أنهما قالا إذا كان له عذرٌ فأشهد، فذاك له = يعني في رجل آلى من امرأته فشغله مرضٌ أو طريق، فأشهد على مراجعة امرأته.4526 - حدثنا محمد بن يحيى قال، أخبرنا عبد الأعلى قال، حدثنا سعيد، عن صاحب له، عن الحكم قال: تذاكرنا أنا والنخعي ذاك، (79) فقال النخعي: إذا كان له عذر فأشهد، فقد فاء. وقلت أنا: لا عذر له حتى يغشى. فانطلقنا إلى أبي وائل، فقال: إني أرجو إذا كان له عذر فأشهد، جاز. (80)&; 4-469 &;4527 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة، عن الحسن قال: إنْ آلى، ثم مرض أو سُجن أو سافر فراجع، فإنّ له عذرًا أن لا يجامع = قال: وسمعت الزهري يقول مثل ذلك.4528 - حدثني المثنى قال، حدثنا حبان بن موسى قال، أخبرنا ابن المبارك قال، أخبرنا أبو عوانة، عن مغيرة، عن إبراهيم - في النفساء يُولي منها زوجها - قال: هذه في مُحارِب، سئل عنها أصحاب عبد الله فقالوا: إذا لم يستطع كفَّر عن يمينه، وأشهد على الفيء. (81)4529 - حدثنا أبو السائب قال، حدثنا أبو معاوية، عن الأعمش، عن إبراهيم، عن أبي الشعثاء قال: نـزل به ضيفٌ فآلى من امرأته فنفست، (82) فأراد أن يفيء، فلم يستطع أن يقرَبها من أجل نفاسها، فأتى علقمة فذكر ذلك له، فقال: أليس قد فئتَ بقلبك ورَضيت؟ قال: بلى! قال: فقد فئت! هي امرأتك!4530 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن الأعمش، عن إبراهيم: أن رجلا آلى من امرأته فولدت قبل أن تمضي أربعة أشهر، أراد الفيئة فلم يستطع من أجل الدم حتى مضت أربعة أشهر، فسأل عنها علقمة بن قيس فقال: أليس قد راجعتها في نفسك؟ قال: بلى! قال: فهي امرأتك.4531 - حدثنا عمران بن موسى قال، حدثنا عبد الوارث قال، أخبرنا عامر، &; 4-470 &; عن الحسن قال: إذا آلى من امرأته ثم لم يقدر أن يغشاها من عذر، قال: يُشهد أنه قد فاء، وهي امرأته.4532 - حدثنا عمران قال، حدثنا عبد الوارث قال، حدثنا عامر، عن حماد، عن إبراهيم، عن علقمة بمثله.4533 - حدثنا ابن بشار = قال، حدثنا معاذ بن هشام قال، حدثنى أبي، عن قتادة، عن عكرمة قال: وحدثنا عبد الأعلى قال، حدثنا سعيد، عن قتادة، عن عكرمة قال: إذا آلى من امرأته فجهد أن يغشاها فلم يستطع، فله أن يُشهد على رَجْعتها.4534 - حدثنا ابن بشار قال، حدثنا عبد الأعلى، عن سعيد، عن قتادة، عن الحسن وعكرمة: أنهما سئلا عن رجل آلى من امرأته، فشغله أمر، فأشهد على مراجعة امرأته، قالا إذا كان له عذرٌ فذاك له.4535 - حدثنا محمد بن المثنى قال، حدثنا غندر قال، حدثنا شعبة، عن الحكم قال: انطلقت أنا وإبراهيم إلى أبي الشعثاء، فحدَّث أن رجلا من بني سعد بن همّام آلى من امرأته فنُفِست، فلم يستطع أن يقرَبها، فسأل الأسود - أو بعض أصحاب عبد الله - فقال: إذا أشهد فهي امرأته.4536 - حدثنا ابن المثنى قال، حدثنا غندر قال، حدثنا شعبة، عن حماد، عن إبراهيم أنه قال: إن كان له عذرٌ فأشهد، فذلك له - يعني المُولي من امرأته.4537 - حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن مغيرة، عن إبراهيم: أنه كان يحدث عن أبي الشعثاء، عن علقمة وأصحاب عبد الله أنهم قالوا - في الرجل إذا آلى من امرأته فنُفِست - قالوا: إذا أشهد فهي امرأته.4538 - حدثنا ابن حميد قال، حدثنا جرير، عن مغيرة، عن حماد قال: &; 4-471 &; إذا آلى الرجل من امرأته ثم فاء، فليشهد على فَيْئه. وإذا آلى الرجل من امرأته وهو في أرض غير الأرض التي فيها امرأته، فليشهد على فيئه. فإن أشهدَ وهو لا يعلم أن ذلك لا يجزيه من وقوعه عليها، فمضت أربعة أشهر قبل أن يجامعها، فهي امرأته. وإن علم أنه لا فيء إلا في الجماع في هذا الباب، ففاء وأشهد على فيئه ولم يقع عليها حتى مضت أربعة أشهر، فقد بانتْ منه.4539 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني الليث قال، حدثني يونس قال: قال ابن شهاب: حدثني سعيد بن المسيب: أنه إذا آلى الرجل من امرأته، قال: فإن كان به مرضٌ ولا يستطيع أن يمسَّها، أو كان مسافرًا فحبس، قال: فإذا فاء وكفَّر عن يمينه، فأشهد على فيئه قبل أن تمضي أربعة أشهر، فلا نراه إلا قد صلح له أن يُمسك امرأته، ولم يذهب من طلاقها شيء. قال، وقال ابن شهاب - في رجل يُولي من امرأته، ولم يبق لها عليه إلا تطليقة، فيريد أن يفيء في آخر ذلك وهو مريض أو مسافر، أو هي مريضة أو طامث أو غائبة لا يقدر على أن يبلغها، حتى تمضي أربعة أشهر - أله في شيء من ذلك رخصة، أن يكفر عن يمينه ولم يقدر على أن يطأ امرأته؟ قال: نرى، والله أعلم، إن فاء قبل الأربعة الأشهر فهي امرأته، بعد أن يشهد على ذلك، ويكفِّر عن يمينه، وإن لم يبلغها ذلك من فيئته، فإنه قد فاء قبل أن يكون طلاقًا.4540 - حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قال: الفيء الجماع. فإن هو لم يقدر على المجامعة وكانت به علة مرض أو كان غائبًا أو كان محرمًا أو شيء له فيه عذر، ففاء بلسانه وأشهد على الرضا، فإنّ ذلك له فيءٌ إن شاء الله.* * *وقال آخرون: \" الفيء \" المراجعة باللسان بكلّ حال.* ذكر من قال ذلك:&; 4-472 &;4541 - حدثنا محمد بن بشار قال، حدثنا الضحاك بن مخلد، عن سفيان، عن منصور وحماد، عن إبراهيم قال: الفيء أن يفيء بلسانه.4542 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا حماد بن سلمة، عن زياد الأعلم، عن الحسن قال: الفيء الإشهاد. (83)4543 - حدثنا المثنى قال، حدثني الحجاج قال، حدثنا حماد، عن زياد الأعلم، عن الحسن مثله.4544 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن أيوب، عن أبي قلابة، قال: إن فاء في نفسه أجزأه، يقول: قد فاء.4545 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة، عن إسماعيل بن رجاء قال: ذكروا الإيلاء عند إبراهيم فقال: أرأيت إن لم ينتشر ذكره؟ إذا أشهدَ فهي امرأته.* * *قال أبو جعفر: وإنما اختلف المختلفون في تأويل \" الفيء \" على قدر اختلافهم في معنى اليمين التي تكون \" إيلاءً\".فمن كان من قوله: إن الرجل لا يكون موليًا من امرأته الإيلاءَ الذي ذكره الله في كتابه إلا بالحلف عليها أن لا يجامعها، جعل الفيءَ الرجوعَ إلى فعل ما حلف عليه أن لا يفعله من جماعها، وذلك الجماعُ في الفرج إذا قدر على ذلك وأمكنه = وإذا لم يقدر عليه ولم يمكنه، فإحداثَ النية أن يفعله إذا قدر عليه وأمكنه، (84) &; 4-473 &; وإبداء ما نوى من ذلك بلسانه ليعلمه المسلمون، (85) في قول من قال ذلك.* * *وأما قولُ من رأى أنّ الفيء هو الجماع دون غيره، فإنه لم يجعل العائقَ له عذرًا، ولم يجعل له مخرجًا من يمينه غيرَ الرجوع إلى ما حلف على تركه، وهو الجماع.* * *وأما من كان من قوله أنه قد يكون موليًا منها بالحلف على ترك كلامها، أو على أن يسوءَها أو يغيظها أو ما أشبه ذلك من الأيمان، فإن الفيء عنده الرجوعُ إلى ترك ما حلف عليه أن يفعله - مما فيه من مساءتها - بالعزم على الرجوع عنه، وإبداء ذلك بلسانه (86) في كل حال عزم فيها على الفيء.* * *قال أبو جعفر : وأولى الأقوال بالصحة في ذلك عندنا، قولُ من قال: \" الفيء هو الجماع \"، لأن الرجل لا يكون موليًا عندنا من امرأته إلا بالحلف على ترك جماعها المدةَ التي ذكرنا، للعلل التي وصفنا قبلُ. فإذ كان ذلك هو الإيلاء، (87) فالفيء الذي يبطل حكم الإيلاء عنه، لا شك أنه غير جائز أن يكون إلا ما كان للذي آلى عليه خلافًا. (88) لأنه لما جعل حكمه إن لم يفئ إلى ما آلى على تركه، الحكمَ الذي بينه الله لهم في كتابه، كان الفيء إلى ذلك، معلومٌ أنه فعلُ ما آلى على تركه إن أطاقه، (89) وذلك هو الجماع. غير أنه إذا حيل بينه وبين الفيء - الذي &; 4-474 &; هو جماعٌ - (90) بعذر، فغير جائز أن يكون تاركًا جماعها على الحقيقة (91) . لأن المرء إنما يكون تاركًا = ما له إلى فعله وتركه سبيل. فأما من لم يكن له إلى فعل أمر سبيل، فغير كائنٍ تاركَهُ.وإذ كان ذلك كذلك، فإحداث العزم في نفسه على جماعها، مجزئ عنه في حال العذر، حتى يجد السبيل إلى جماعها. وإن أبدى ذلك بلسانه وأشهدَ على نفسه في تلك الحال بالأوبة والفيء، كان أعجبَ إليّ.* * *القول في تأويل قوله تعالى :  فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (226)اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى ذلك: \" فإن الله غفورٌ\" لكم فيما اجترمتم بفيئكم إليهنّ، من الحِنْث في اليمين التي حلفتم عليهن بالله أن لا تَغْشَوْهنّ =\" رحيم \" بكم في تخفيفه عنكم كفَّارةَ أيمانكم التي حلفتم عليهن، ثم حنِثتم فيه.* ذكر من قال ذلك:4546 - حدثنا محمد بن بشار قال، حدثنا عبد الأعلى قال، حدثنا سعيد، عن قتادة، عن الحسن: \" فإن فاءوا فإن الله غفور رحيمٌ\"، قال: لا كفارة عليه.4547 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة، عن الحسن قال: إذا فاء فلا كفَّارة عليه.4548 - حدثنا المثنى قال، حدثنا حبان بن موسى قال، أخبرنا ابن المبارك قال، حدثنا &; 4-475 &; أبو عوانة، عن مغيرة، عن إبراهيم قال: كانوا يرون في قول الله: \" فإن فاءوا فإنّ الله غفور رحيم \" : أن كفارته فيؤه. (92)* * *قال أبو جعفر : وهذا التأويل الذي ذكرنا هو التأويل الواجبُ على قول من زعم أنّ كل حانث في يمين هو في المُقام عليها حَرِجٌ، (93) فلا كفارة عليه في حنثه فيها، وأن كفارته الحنث فيها.* * *وأما على قول من أوجب على الحانث في كل يمين حلف بها [كفارة]، (94) برًّا كان الحنِث فيها أو غير بِرّ، فإن تأويله: \" فإن الله غفور \" للمُولين من نسائهم فيما حنِثوا فيه من إيلائهم، فإن فاؤوا فكفّروا أيمانهم، بما ألزم الله الحانثين في أيمانهم من الكفارة =\" رحيم \" بهم، بإسقاطه عنهم العقوبة في العاجل والآجل على ذلك، بتكفيره إياه بما فرض عليهم من الجزاء والكفارة، وبما جعل لهم من المَهَل الأشهرَ الأربعة، (95) فلم يجعل فيها للمرأة التي آلى منها زوجها ما جعل لها بعد الأشهر الأربعة، كما:-4549 - حدثني المثنى قال، حدثنا حبان قال، أخبرنا ابن المبارك قال، حدثنا يحيى بن بشر، أنه سمع عكرمة يقول:  لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * وَإِنْ عَزَمُوا الطَّلاقَ  - قال: وتلك رحمة الله! مَلَّكه أمرَها الأربعة الأشهر إلا من معذرة. لأن الله قال:  وَاللاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ  [ سورة النساء: 34 ]. (96)* * ** ذكر بعض من قال: إذا فاء المولي فعليه الكفارة.&; 4-476 &;4550 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس قوله:  لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ، وهو الرجل يحلف لامرأته بالله لا ينكحها، فيتربَّص أربعة أشهر، فإن هو نكحها كفَّر يمينه بإطعام عشرة مساكين أو كسوتهم أو تحرير رقبة، فمن لم يجد فصيام ثلاثة أيام.4551 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني الليث قال: حدثني يونس قال، حدثني ابن شهاب، عن سعيد بن المسيب بنحوه.4552 - حدثنا المثنى قال، حدثنا حبان بن موسى قال، أخبرنا ابن المبارك قال، أخبرنا حماد بن سلمة، عن حماد، عن إبراهيم قال: إذا آلى فغشيها قبل الأربعة الأشهر، كفَّر عن يمينه.4553 - حدثني المثنى قال، حدثنا حبان قال، أخبرنا ابن المبارك قال، أخبرنا أبو عوانة، عن مغيرة، عن إبراهيم - في النُّفَساء يولي منها زوجها - قال: هذه في مُحارب، سئل عنها أصحاب عبد الله، فقالوا: إذا لم يستطع كفر عن يمينه وأشهد على الفيء. (97)4554 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قال: إن فاء فيها كفَّر يمينه، وهي امرأته.4555 - حدثت عن عمار، عن ابن أبي جعفر، عن أبيه، عن الربيع مثله.4556 - حدثنا أبو كريب قال، حدثنا عثام، عن الأعمش، عن إبراهيم &; 4-477 &; في الإيلاء قال: يوقَف قبل أن تمضي الأربعة الأشهر، فإن راجعها فهي امرأته، وعليه يمين: يكفِّرها إذا حنِث.* * *قال أبو جعفر: وهذا التأويل الثاني هو الصحيح عندنا في ذلك، لما قد بينا من العلل في كتابنا( كتاب الأيمان)، من أن الحنث موجبٌ الكفارةَ في كل ما ابتدئ فيه الحنث من الأيمان بعد الحلف، على معصية كانت اليمين أو على طاعة.------------------الهوامش :(56) لم أجد البيت ولم أعرف قائله . وكان في المخطوطة والمطبوعة : \"من تراب\" وصواب معناه يقتضي ما أثبت .(57) لم أجد هذا الرجز . وفي المطبوعة : \"ما ألوى\" والصواب من المخطوطة .(58) في المطبوعة : \"على وجه الإضرار لها\" . والضرار : إلحاق الضرر بها ، وفي الموضع التالي : \"الإضرار\" في المطبوعة والمخطوطة .(59) الآثار : 4479- 4485- خبر سماك ذكره البخاري في الكبير 4/1/12\"عطية بن جبير العنزي قاله شعبة عن سماك . وقال سفيان عن سماك عن أبي عطية بن جبير . وقال أبو الأحوص عن حريث بن عميرة عن أم عطية : أن جبيرا حلف فأتى عليًا\" . وفي الجرح والتعديل 1/2/262 : \"حريث بن عميرة روى عن أم عطية . روى عنه سماك بن حرب في رواية أبي الأحوص عن سماك عنه . وروى إبراهيم بن طهمان عن سماك عن حريث عن عطية بن جبير عن أبيه قال : قلت لعلي - سمعت أبي يقول ذلك\" . وذكره ابن أبي حاتم أيضًا في الجرح والتعديل 3/1381- 382 : \"عطية بن جبير العنزي\" واختلف فيه الرواة من سماك بن حرب . فقال شعبة عن سماك عن عطية بن جبير ، قال قلت لعلي رضي الله عنه . وروى أبو الأحوص عن سماك عن حريث بن عمير عن عطية عن علي . وروى حماد بن سلمة عن سماك ، عن أم عطية عن علي . وروى سفيان الثوري عن سماك عن أبي عطية بن جبير ، عن علي - سمعت أبي يقول بعض ذلك وبعضه من قبلي\"ورواه البيهقي في السنن 7 : 381- 382 من طريق داود بن أبي هند عن سماك عن رجل من بني عجل ، عن أبي عطية أنه تزوج امرأة أخيه وهي ترضع بابن أخيه\" ورواه من طريق عبيد الله بن معاذ ، عن أبيه عن شعبة عن سماك عن عطية بن جبير قال : كانت أمي ترضع صبيًا . . . \"(60) أغالت المرأة ولدها ، وأغال فلان ولده : إذ غشى أمه وهو ترضعه . واسم لبنها ذاك\"الغيل\" كانوا يقولون : إذا شربه الولد ضوى واعتل منه ، واسم الفعل\"الغيلة\" (بكسر الغين) وفي سني البيهقي : \"إني أخشى أن تغتاله\" وهي اشتقاق منها ، لم يرد في كتب اللغة .(61) في المطبوعة : \"غذي\" وما في المخطوطة أجود وقوله : \"لحسن\" أصلها\"حسن\" فعل (بفتح الحاء وضم السين) فنقل إلى معنى المدح فخففت السين وسكنت ونقلت حركتها إلى الحاء قال سهم بن حنظلة الغنوي :لـم يمْنِـعْ النَّـاسُ مِنِّـي مَا أَرَدْتُ وَمَاأُعْطِيهِــمُ مَـا أَرَادُوا حُسْـنَ ذَا أَدَبَـافهي بمنزلة\"نعم وبئس\" .(62) هكذا في المخطوطة والمطبوعة . وأظن الصواب\"محمد بن عبد الأعلى الصنعاني\" شيخ الطبري . ولم أجد في شيوخه : \"علي بن عبد الأعلى\" . وانظر ما سيأتي رقم : 4669 .(63) الأثر : 4488-\"عبد الرحمن\" هو عبد الرحمن بن مهدي . \"أبو وكيع\" هو : الجراح ابن مليح الرؤاسي . قال أبو داود : ثقة . وقال النسائي : ليس به بأس . وسئل الدارقطني عنه فقال : ليس بشيء هو كثير الوهم . قيل : يعتبر به؟ قال : لا . وفي المخطوطة والمطبوعة : \"ابن وكيع\" وهو خطأ . وانظر المحل لابن حزم 10 : 45 و\"أبو فزارة\" هو : راشد بن كيسان العبسي . قال ابن معين : ثقة . وقال ابن حبان : مستقيم الحديث إذا كان فوقه ودونه ثقة . وله عند مسلم حديث واحد .(64) الأثر : 4489- مختصر رقم : 4482 من طريق آخر ، وانظر التعليق السالف على الأثر رقم : 4479 .(65) الأثر : 4492- طريق آخر لحديث أبي عطية السالف رقم : 4482 وانظر التعليق على الأثر : 4479 .(66) الأثر : 4489- حبان بن موسى بن سوار السلمي ، أبو محمد المرزوي روى عن ابن المبارك وأبي حمزة السكري وغيرهما ، وعنه البخاري ومسلم . ذكره ابن حبان في الثقات ، مات سنة 233 . مترجم في التهذيب . وفي المخطوطة والمطبوعة : \"حسان بن موسى\" وقد مضى على الصواب في رقم : 2914 وسيأتي على الصواب في رقم : 4528 . و\"أبو عوانة\" هو : الوضاح بن عبد الله اليشكري ثقة . وسئل ابن المبارك : من أروى الناس -أو أصح الناس- حديثًا عن مغيرة؟ قال : أبو عوانة . مترجم في التهذيب .(67) في المطبوعة : \"حدثني سعيد بن المسيب أنه قال إن حلف . . . \" والصواب من المخطوطة بحذف\"قال\" .(68) في المطبوعة : \"الأربعة الأشهر\" والذي في المخطوطة صواب في العربية لا بأس به .(69) العضل من الزوج لامرأته : أن يضارها ولا يحسن عشرتها ، فهو لا يعاملها معاملة الأزواج ولا يتركها تتصرف في نفسها .(70) في المطبوعة : \"يلحق المرأة\" والصواب من المخطوطة .(71) في المخطوطة والمطبوعة : \"الذي جعل المولى\" وصواب السياق يقتضي ما أثبت . والضمير في\"منه\" راجع إلى\"لا معنى هنالك\" .(72) في المخطوطة والمطبوعة : \"وبما سلف\" والسياق يتطلب ما أثبت .(73) هو سحيم عبد بني الحسحاس .(74) ديوانه : 19 وحماسة ابن الشجري : 160 وغيرهما من قصيدته الغراء العجيبة وقد مضى منها بيت فيما سلف 1 : 106ن 447 . والضمير في قوله : \"ففاءت\" إلى صاحبته التي ذكرها وذكر ما بينه وبينها . ورواية الطبري وابن الشجري أحب إي من رواية الديوان : \"ولم تقض الذي هو أهله\" . يقول : عادت إلى أهلها وقد أضاعت ما كانت مزمعة أن تفعله ، أنساها حبه وغزله ما كانت نوته وإرادته . فيعزيها بأن المرء ربما طلب قضاء شيء ويشاء الله غيره فإذا هو لا يقتضيه .(75) يريد أنه بناء المرة الواحدة إلا أنه وضع موضع المصدر مثل : \"الرجفة والرحمة\" والاسم من ذلك\"الفيئة والجئة\" (بكسر الفاء والجيم منهما) .(76) أكثر كتب اللغة تجعل\"الفيوء\" مصدرًا في المعنى الأول ولا تجعله مصدرًا في معنى الظل . وما قاله الطبري حسن وثيق .(77) الأثر : 4510- يزيد بن زياد بن أبي الجعد الأشجعي الغطفاني مولى لهم ، روى عن الحكم بن عتيبة وعاصم الجحدري وعمه عبيد بن أبي الجعد ، وأخيه سلمة بن زياد وغيرهم . وعنه وكيع وابن نمير وأبو نعيم وغيرهم . ذكره ابن حبان في الثقات . وكان في المطبوعة\"يزيد بن أبي زياد عن أبي الجعد\" والصواب من المخطوطة .(78) الأثر : 4518-\"أبو عبد الله النشائي\" هو محمد بن حرب بن حرمان النشائي ، ويقال النشاستجي ، أبو عبد الله الواسطي . روى عن إسماعيل بن علية ومحمد بن يزيد الواسطي وإسحاق بن يوسف الأزرق وغيرهم . مات سنة 255 . مترجم في التهذيب .(79) في المطبوعة : \"ذلك\" وأثبت ما في المخطوطة وهما سواء .(80) الأثر : 4526-\"أبو وائل\" وهو شقيق بن سلمة الأسدي الكوفي أدرك رسول الله صلى الله عليه وسلم ولم يره . وروى عن أبي بكر وعمر وعثمان وعلي ومعاذ وغيرهم من الصحابة والتابعين .قال الأعمش قال لي أبو وائل : يا سليمان لو رأيتني ونحن هراب من خالد بن الوليد فوقعت من البعير فكادت تندق عنقي! فلو مت يومئذ كانت النار! قال : وكنت يومئذ ابن إحدى عشرة سنة . ومات بعد الجماجم سنة 83 . مترجم في التهذيب .(81) الأثر : 4528- انظر\"حبان بن موسى\" فيما سلف الأثر رقم : 4498 . وقوله : \"هذه في محارب\" يعني قبيلة محارب الذين منهم أبو الشعثاء المحاربي : \"سليم بن أسود بن حنظلة المحاربي\" سيظهر في الآثار التالية ، ولا سيما الأثر رقم : 4535 فقد ذكر صاحب الإيلاء هناك .(82) نفست المرأة (بالبناء للمجهول) ونفست (بفتح فكسر) نفسًا (بفتحتين) ونفاسًا : ولدت . وأصله من\"النفس\" (بفتح فسكون) وهو : الدم وسميت بذلك لما يكون مع الولد وبعده من الدم .(83) الأثر : 4542-\"زياد الأعلم\" هو زياد بن حسان بن قرة الباهلي روى عن أنس والحسن وابن سيرين . وعنه عون والحمادان . وسعيد بن أبي عروبة وغيرهم . وقال أحمد : \"ثقة ثقة\" قال أبو حاتم : \"هو من قدماء أصحاب الحسن\" . وقال الدارقطني : \"هو قليل الحديث\" . مترجم في التهذيب .(84) في المطبوعة : \"بإحداث النية\" وهو خطأ صرف صوابه من المخطوطة . وقوله\"فإحداث\" منصوب عطفًا على قوله : \"جعل الفيء الرجوع . . . \" بمعنى أنه إذا لم يقد عليه ولم يمكنه ، جعل الفيء إحداث النية .(85) في المطبوعة : \"وأبدى\" وهو خطأ مخل بالكلام ، لم يحسن قراءة الخط القديم ، وهو\"وابدا\" وظنه فعلا كالذي سبقه قوله : \"وإبداء\" منصوب عطفًا على قوله : \"فإحداث\" كما بينته في التعليق الآنف .(86) في المطبوعة : \"وأبدى ذلك بلسانه\" خطأ فاسد ، وانظر التعليق السالف . وقوله : \"وإبداء مرفوع معطوف على\"الرجوع\" في قوله : \"فإن الفيء عنده الرجوع . . . \"(87) في المطبوعة : \"فإذا كان ذلك\" خطأ وضعف والصواب الجيد من المخطوطة .(88) في المطبوعة : \"إلا ما كان الذي آلى . . . \" وهو فساد والصواب من المخطوطة وقوله : \"خلافًا\" أي مخالفًا ، كما سلف مئات من المرات .(89) في المطبوعة : \"معلومًا أنه . . . \" والذي في المخطوطة جيد صحيح .(90) في المطبوعة : \"هو الجماع\" والصواب من المخطوطة .(91) في المخطوطة : \"فغير جائز تاركًا جماعها\" ثم غير في المطبوعة إلى : \"فغير كائن تاركًا جماعها\" والجيد الذي يدل عليه السياق ، زيادة\"أن يكون\" كما فعلت . وإن كان آخر كلام أبي جعفر قد حسن هذا التغيير الذي جاء في المطبوعة .(92) الأثر : 4548-\"حبان بن موسى\" سلف في هذا الإسناد برقم : 4528 ، وانظر أيضًا رقم : 4498 والتعليق عليه ، وقد كان في المطبوعة والمخطوطة هنا : \"حماد بن موسى\" وهو خطأ وتحريف . وانظر ما سيأتي رقم : 4549 .(93) \"حرج\" : آثم . وقد أسلفنا قول أهل اللغة في هذا الحرف ، في الجزء 2 : 423 تعليق : 1 ، ثم في هذا الجزء 4 : 224 ، تعليق : 1(94) الزيادة بين القوسين لا بد منها ، ويدل عليها سياق التفسير الآتي .(95) المهل (بفتح فسكون ، وبفتحتين) مصدر\"مهلته\" وهي كأمهلته : أي أنظرته ولم أعاجله .(96) الأثر : 4549- انظر التعليق على الأثر السالف رقم : 4548 . و\"يحيى بن بشر الخراساني أبو وهب روى عن عكرمة وروى عنه ابن المبارك . قال ابن المبارك : \"إذا حدثك يحيى ابن بشر عن إنسان فلا تبالي أن لا تسمعه منه\" . مترجم في الكبير 4/2/263 والجرح والتعديل 4/12/13 . وقد سلف في إسناد الطبري رقم : 3619 ، 3652 ويأتي في رقم : 4749 .(97) الأثر : 4553- انظر الأثر السالف 4528 ، ثم الآثار التي تليه والتعليق عليها .",
  "ayah": 226,
  "surah": 2
}
