{
  "text": "القول في تأويل قوله :  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّقال أبو جعفر: يعني تعالى ذكره بقوله: \" لا جناح عليكم \"، لا حرج عليكم إن طلقتم النساء. (79)يقول: لا حرج عليكم في طلاقكم نساءكم وأزواجكم، &; 5-118 &; =\" ما لم تماسوهن \"، (80) يعني بذلك: ما لم تجامعوهن.* * *\" والمماسة \"، في هذا الموضع، كناية عن اسم الجماع، كما: -5190- حدثنا حميد بن مسعدة قال، حدثنا يزيد بن زريع= وحدثنا محمد بن بشار قال، حدثنا محمد بن جعفر= قالا جميعا، حدثنا شعبة, عن أبي بشر, عن سعيد بن جبير قال، قال ابن عباس: المس الجماع, ولكن الله يكني ما يشاء بما شاء. (81)5191- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قال: المس: النكاح.* * *قال أبو جعفر: وقد اختلف القرأة في قراءة ذلك. (82) فقرأته عامة قرأة أهل الحجاز والبصرة: \" ما لم تمسوهن \"، بفتح \" التاء \" من \" تمسوهن \", بغير \" ألف \"، من قولك: مسسته أمسه مسا ومسيسا ومسيسى \" مقصور مشدد غير مجرى. وكأنهم اختاروا قراءة ذلك، إلحاقا منهم له بالقراءة المجتمع عليها في قوله:  وَلَمْ يَمْسَسْنِي بَشَرٌ  [سورة آل عمران: 47، سورة مريم: 20].* * *وقرأ ذلك آخرون: \" ما لم تماسوهن \"، بضم \" التاء والألف \" بعد \" الميم \"، إلحاقا منهم ذلك بالقراءة المجمع عليها في قوله:  فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا  [سورة المجادلة: 3]، وجعلوا ذلك بمعنى فعل كل واحد من الرجل والمرأة بصاحبه من قولك: \" ماسست الشيء أماسه مماسة ومساسا. (83)&; 5-119 &;* * *قال أبو جعفر: والذي نرى في ذلك، أنهما قراءتان صحيحتا المعنى، متفقتا التأويل, وإن كان في إحداهما زيادة معنى، غير موجبة اختلافا في الحكم والمفهوم.وذلك أنه لا يجهل ذو فهم إذا قيل له: \" مسست زوجتي\"، أن الممسوسة قد لاقى من بدنها بدن الماس، ما لاقاه مثله من بدن الماس. فكل واحد منهما = وإن أفرد الخبر عنه بأنه الذي ماس صاحبه= (84) معقول بذلك الخبر نفسه أن صاحبه المسوس قد ماسه. (85) فلا وجه للحكم لإحدى القراءتين= مع اتفاق معانيهما, وكثرة القرأة بكل واحدة منهما= (86) بأنها أولى بالصواب من الأخرى, بل الواجب أن يكون القارئ، بأيتهما قرأ، مصيب الحق في قراءته.* * *قال أبو جعفر: وإنما عنى الله تعالى ذكره بقوله: \" لا جناح عليكم إن طلقتم النساء ما لم تمسوهن \"، المطلقات قبل الإفضاء إليهن في نكاح قد سمي لهن فيه الصداق. وإنما قلنا أن ذلك كذلك, لأن كل منكوحة فإنما هي إحدى اثنتين: إما مسمى لها الصداق, أو غير مسمى لها ذلك. فعلمنا بالذي يتلو ذلك من قوله تعالى ذكره، أن المعنية بقوله: \" لا جناح عليكم إن طلقتم النساء ما لم تمسوهن \"، إنما هي المسمى لها. لأن المعنية بذلك، لو كانت غير المفروض لها الصداق، لما كان لقوله:  أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  ، معنى معقول. إذ كان لا معنى لقول قائل: \" لا جناح عليكم إذا طلقتم النساء ما لم تفرضوا لهن فريضة في نكاح لم تماسوهن فيه، أو ما لم تفرضوا لهن فريضة \". فإذا كان لا معنى لذلك, فمعلوم أن الصحيح من التأويل في ذلك: لا جناح عليكم إن طلقتم المفروض لهن من نسائكم الصداق قبل أن تماسوهن, وغير المفروض لهن قبل الفرض.* * *&; 5-120 &;القول في تأويل قوله تعالى :  أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةًقال أبو جعفر: يعني تعالى ذكره بقوله: \" أو تفرضوا لهن \"، أو توجبوا لهن. وبقوله: \" فريضة \"، صداقا واجبا. كما: -5192- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس: \" أو تفرضوا لهن فريضة \"، قال: الفريضة: الصداق.* * *وأصل \" الفرض \": الواجب, (87) كما قال الشاعر:كــانت فريضــة مـا أتيـت كمـاكــان الزنــاء فريضــة الرجـم (88)يعني: كما كان الرجم الواجب من حد الزنا. ولذلك قيل: \" فرض السلطان لفلان ألفين \", (89) يعني بذلك: أوجب له ذلك، ورزقه من الديوان. (90)* * *القول في تأويل قوله تعالى :  وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُقال أبو جعفر: يعني تعالى ذكره بقوله: \" ومتعوهن \"، وأعطوهن ما يتمتعن به من أموالكم، (91) على أقداركم ومنازلكم من الغنى والإقتار.* * *&; 5-121 &;ثم اختلف أهل التأويل في مبلغ ما أمر الله به الرجال من ذلك.فقال بعضهم: أعلاه الخادم, ودون ذلك الورق, (92) ودونه الكسوة.* ذكر من قال ذلك:5193- حدثنا ابن بشار قال، حدثنا مؤمل قال، حدثنا سفيان, عن إسماعيل, عن عكرمة, عن ابن عباس قال: متعة الطلاق أعلاه الخادم, ودون ذلك الورق, ودون ذلك الكسوة.5194- حدثنا أحمد بن إسحاق قال، حدثنا سفيان, عن إسماعيل بن أمية, عن عكرمة, عن ابن عباس بنحوه.5195- حدثنا أحمد قال، حدثنا أبو أحمد قال، حدثنا سفيان, عن داود, عن الشعبي قوله: \" ومتعوهن على الموسع قدره وعلى المقتر قدره \"، قلت له: ما أوسط متعة المطلقة؟ قال: خمارها ودرعها وجلبابها وملحفتها.5196- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: \" ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنين \"، فهذا الرجل يتزوج المرأة ولم يسم لها صداقا، ثم يطلقها من قبل أن ينكحها, فأمر الله سبحانه أن يمتعها على قدر عسره ويسره. فإن كان موسرا متعها بخادم أو شبه ذلك, وإن كان معسرا متعها بثلاثة أثواب أو نحو ذلك.5197- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن داود, عن الشعبي في قوله: \" ومتعوهن على الموسع قدره وعلى المقتر قدره \"، قال: قلت للشعبي: ما وسط ذلك؟ قال: كسوتها في بيتها، ودرعها وخمارها وملحفتها وجلبابها.قال الشعبي: فكان شريح يمتع بخمسمئة.&; 5-122 &;5198- حدثنا ابن المثنى قال، حدثنا عبد الوهاب قال، حدثنا داود, عن عامر: أن شريحا كان يمتع بخمسمئة، قلت لعامر: ما وسط ذلك؟ قال: ثيابها في بيتها، درع وخمار وملحفة وجلباب.5199- حدثنا ابن المثنى قال، حدثنا ابن أبي عدي, عن داود, عن عمار الشعبي أنه قال: وسط من المتعة ثياب المرأة في بيتها، درع وخمار وملحفة وجلباب.5200- حدثنا عمران بن موسى قال، حدثنا عبد الوارث قال، حدثنا داود, عن الشعبي: أن شريحا متع بخمسمئة. وقال الشعبي: وسط من المتعة، درع وخمار وجلباب وملحفة.5201- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع بن أنس في قوله: \" لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ\"، قال: هو الرجل يتزوج المرأة ولا يسمي لها صداقا, ثم يطلقها قبل أن يدخل بها, فلها متاع بالمعروف ولا صداق لها. قال: أدنى ذلك ثلاثة أثواب، درع وخمار، وجلباب وإزار.5202- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ  حتى بلغ:  حَقًّا عَلَى الْمُحْسِنِينَ  ، فهذا في الرجل يتزوج المرأة ولا يسمي لها صداقا, ثم يطلقها قبل أن يدخل بها, فلها متاع بالمعروف, ولا فريضة لها. وكان يقال: إذا كان واجدا فلا بد من مئزر وجلباب ودرع وخمار. (93)5203- حدثنا أبو كريب قال، حدثنا ابن أبي زائدة, عن صالح بن صالح، قال: سئل عامر: بكم يمتع الرجل امرأته؟ قال: على قدر ماله.&; 5-123 &;5204- حدثني علي بن سهل قال، حدثنا مؤمل قال، حدثنا شعبة, عن سعد بن إبراهيم قال: سمعت حميد بن عبد الرحمن بن عوف يحدث عن أمه قالت: كأني أنظر إلى جارية سوداء، حممها عبد الرحمن أم أبي سلمة حين طلقها. (94)قيل لشعبة: ما \" حممها \"؟ قال. متعها. (95)5205- حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن سعد بن إبراهيم, عن حميد بن عبد الرحمن بن عوف، عن أمه، بنحوه, عن عبد الرحمن بن عوف.5206- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن أيوب, عن ابن سيرين قال، كان يمتع بالخادم، أو بالنفقة أو الكسوة. قال: ومتع الحسن بن علي - أحسبه قال: بعشرة آلاف.5207- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن أيوب, عن سعد بن إبراهيم: أن عبد الرحمن بن عوف طلق امرأته فمتعها بالخادم.5208- حدثت عن عبد الله بن يزيد المقري, عن سعيد بن أبي أيوب قال، حدثني عقيل, عن ابن شهاب: أنه كان يقول في متعة المطلقة: أعلاه الخادم، وأدناه الكسوة والنفقة. ويرى أن ذلك على ما قال الله تعالى ذكره: &; 5-124 &; \" على الموسع قدره وعلى المقتر قدره \"* * *وقال آخرون: مبلغ ذلك - إذا اختلف الزوج والمرأة فيه - قدر نصف صداق مثل تلك المرأة المنكوحة بغير صداق مسمى في عقده. وذلك قول أبي حنيفة وأصحابه.* * *قال أبو جعفر: والصواب من القول في ذلك ما قال ابن عباس ومن قال بقوله: من أن الواجب من ذلك للمرأة المطلقة على الرجل على قدر عسره ويسره, كما قال الله تعالى ذكره: \" على الموسع قدره وعلى المقتر قدره \"، لا على قدر المرأة. ولو كان ذلك واجبا للمرأة على قدر صداق مثلها إلى قدر نصفه، لم يكن لقيله تعالى ذكره: \" على الموسع قدره وعلى المقتر قدره \"، معنى مفهوم= ولكان الكلام: ومتعوهن على قدرهن وقدر نصف صداق أمثالهن.وفي إعلام الله تعالى ذكره عباده أن ذلك على قدر الرجل في عسره ويسره, لا على قدرها وقدر نصف صداق مثلها، ما يبين عن صحة ما قلنا، وفساد ما خالفه. وذلك أن المرأة قد يكون صداق مثلها المال العظيم, والرجل في حال طلاقه إياها مقتر لا يملك شيئا, فإن قضي عليه بقدر نصف صداق مثلها، ألزم ما يعجز عنه بعض من قد وسع عليه, فكيف المقدور عليه؟ (96) وإذا فعل ذلك به, كان الحاكم بذلك عليه قد تعدى حكم قول الله تعالى ذكره: \" على الموسع قدره وعلى المقتر قدره \" -ولكن ذلك على قدر عسر الرجل ويسره, لا يجاوز بذلك خادم أو قيمتها, إن كان الزوج موسعا. وإن كان مقترا، فأطاق أدنى ما يكون كسوه لها, وذلك ثلاثة أثواب ونحو ذلك, قضي عليه بذلك. وإن كان عاجزا عن ذلك، فعلى قدر طاقته. وذلك على قدر اجتهاد الإمام العادل عند الخصومة إليه فيه.* * *&; 5-125 &;واختلف أهل التأويل في تأويل قوله.\" ومتعوهن \"، هل هو على الوجوب, أو على الندب؟فقال بعضهم: هو على الوجوب، يقضى بالمتعة في مال المطلق, كما يقضى عليه بسائر الديون الواجبة عليه لغيره. وقالوا: ذلك واجب عليه لكل مطلقة، كائنة من كانت من نسائه.* ذكر من قال ذلك:5209- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قال: كان الحسن وأبو العالية يقولان: لكل مطلقة متاع, دخل بها أو لم يدخل بها، وإن كان قد فرض لها.5210- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن يونس: أن الحسن كان يقول: لكل مطلقة متاع, وللتي طلقها قبل أن يدخل بها ولم يفرض لها.5211- حدثنا ابن بشار قال، حدثنا عبد الوهاب قال، حدثنا أيوب, عن سعيد عن جبير في هذه الآية:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  [سورة البقرة: 241]، قال: كل مطلقة متاع بالمعروف حقا على المتقين.5212- حدثني يعقوب قال، حدثنا ابن علية, عن أيوب قال، سمعت سعيد بن جبير يقول: لكل مطلقة متاع.5213- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع قال: كان أبو العالية يقول: لكل مطلقة متعة. وكان الحسن يقول: لكل مطلقة متعة.5214- حدثنا ابن بشار قال، حدثنا أبو عامر قال، حدثنا قرة قال، سئل الحسن, عن رجل طلق امرأته قبل أن يدخل بها، وقد فرض لها: هل لها متاع؟ قال الحسن: نعم والله! فقيل للسائل= وهو أبو بكر الهذلي= أو ما تقرأ &; 5-126 &; هذه الآية:  وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ  ؟ قال: نعم والله!* * *وقال آخرون: المتعة للمطلقة على زوجها المطلقها واجبة, ولكنها واجبة لكل مطلقة سوى المطلقة المفروض لها الصداق. فأما المطلقة المفروض لها الصداق إذا طلقت قبل الدخول بها, فإنها لا متعة لها, وإنما لها نصف الصداق المسمى.* ذكر من قال ذلك:5215- حدثنا ابن المثنى قال، حدثنا عبد الوهاب قال، حدثنا عبيد الله, عن نافع: أن ابن عمر كان يقول: لكل مطلقة متعة, إلا التي طلقها ولم يدخل بها، وقد فرض لها, فلها نصف الصداق، ولا متعة لها.5216- حدثنا تميم بن المنتصر قال، أخبرنا عبد الله بن نمير, عن عبيد الله, عن نافع, عن ابن عمر بنحوه.5217- حدثنا محمد بن بشار قال، حدثنا ابن أبي عدي وعبد الأعلى, عن سعيد, عن قتادة, عن سعيد بن المسيب- في الذي يطلق امرأته وقد فرض لها- أنه قال في المتاع: قد كان لها المتاع في الآية التي في\" الأحزاب \"، (97) فلما نـزلت الآية التي في\" البقرة \", جعل لها النصف من صداقها إذا سمى, ولا متاع لها, وإذا لم يسم فلها المتاع.5218- حدثنا ابن المثنى قال، حدثنا ابن أبي عدي وعبد الأعلى, عن سعيد, عن قتادة, عن سعيد نحوه.5219- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قال: كان سعيد بن المسيب يقول: إذا لم يدخل بها جعل لها في\" سورة &; 5-127 &; الأحزاب \" المتاع, ثم أنـزلت الآية التي في\" سورة البقرة \":  وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ  ، فنسخت هذه الآية ما كان قبلها، إذا كان لم يدخل بها، وكان قد سمى لها صداقا, فجعل لها النصف ولا متاع لها.5220- حدثنا ابن المثنى وابن بشار قالا حدثنا محمد بن جعفر قال، حدثنا شعبة, عن قتادة, عن سعيد بن المسيب قال: نسخت هذه الآية:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ  [سورة الأحزاب: 49] الآية التي في\" البقرة \".5221- حدثنا ابن بشار وابن المثنى قالا حدثنا عبد الرحمن قال، حدثنا سفيان, عن حميد, عن مجاهد قال: لكل مطلقة متعة, إلا التي فارقها وقد فرض لها من قبل أن يدخل بها.5222- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن ابن أبي نجيح, عن مجاهد- في التي يفارقها زوجها قبل أن يدخل بها، وقد فرض لها, قال: ليس لها متعة.5223- حدثني يعقوب قال، حدثنا ابن علية قال، حدثنا أيوب, عن نافع قال: إذا تزوج الرجل المرأة وقد فرض لها، ثم طلقها قبل أن يدخل بها, فلها نصف الصداق، ولا متاع لها. وإذا لم يفرض لها، فإنما لها المتاع.5224- حدثنا يعقوب قال، حدثنا ابن علية قال، سئل ابن أبي نجيح وأنا أسمع: عن الرجل يتزاوج ثم يطلقها قبل أن يدخل بها، وقد فرض لها, هل لها متاع؟ قال: كان عطاء يقول: لا متاع لها.&; 5-128 &;5225- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن أيوب, عن نافع, عن ابن عمر- في التي فرض لها ولم يدخل بها, قال: إن طلقت، فلها نصف الصداق ولا متعة لها.5226- حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن الحكم, عن إبراهيم: أن شريحا كان يقول -في الرجل إذا طلق امرأته قبل أن يدخل بها، وقد سمى لها صداقا- قال: لها في النصف متاع.5227- حدثنا ابن المثنى قال، حدثنا عبد الرحمن, عن شعبة, عن الحكم, عن إبراهيم, عن شريح قال: لها في النصف متاع.* * *وقال آخرون: المتعة حق لكل مطلقة, غير أن منها ما يقضى به على المطلق, ومنها ما لا يقضى به عليه, ويلزمه فيما بينه وبين الله إعطاؤه.* ذكر من قال ذلك:5228- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرازق قال، أخبرنا معمر, عن الزهري قال: متعتان، إحداهما يقضى بها السلطان, والأخرى حق على المتقين: من طلق قبل أن يفرض ويدخل، فإنه يؤخذ بالمتعة، فإنه لا صداق عليه. ومن طلق بعد ما يدخل أو يفرض، فالمتعة حق.5229- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني الليث, عن يونس, عن ابن شهاب، قال الله: \" لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ\"، فإذا تزوج الرجل المرأة ولم يفرض لها, ثم طلقها من قبل أن يمسها وقبل أن يفرض لها, فليس عليه إلا متاع بالمعروف، يفرض لها السلطان بقدر, وليس عليها عدة. وقال الله تعالى ذكره:  وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ  ، فإذا طلق الرجل المرأة &; 5-129 &; وقد فرض لها ولم يمسسها, فلها نصف صداقها, ولا عدة عليها.5230- حدثني محمد بن عبد الرحيم البرقي قال، حدثنا عمرو بن أبي سلمة قال، أخبرنا زهير, عن معمر, عن الزهري أنه قال: متعتان يقضى بإحداهما السلطان، ولا يقضى بالأخرى: فالمتعة التي يقضي بها السلطان حقا على المحسنين, والمتعة التي لا يقضي بها السلطان حقا على المتقين. (98)* * *وقال آخرون: لا يقضي الحاكم ولا السلطان بشيء من ذلك على المطلق, وإنما ذلك من الله تعالى ذكره ندب وإرشاد إلى أن تمتع المطلقة.* ذكر من قال ذلك:5231- حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن الحكم: أن رجلا طلق امرأته, فخاصمته إلى شريح, فقرأ الآية:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  [سورة البقرة: 241]، قال: إن كنت من المتقين، فعليك المتعة. ولم يقض لها. قال شعبة: وجدته مكتوبا عندي عن أبي الضحى.5223- حدثني يعقوب قال، حدثنا ابن علية, عن أيوب, عن محمد قال: كان شريح يقول في متاع المطلقة، لا تأب أن تكون من المحسنين, لا تأب أن تكون من المتقين.5233- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن أبي إسحاق أن شريحا قال للذي قد دخل بها: إن كنت من المتقين فمتع.* * *قال أبو جعفر: وكأن قائلي هذا القول ذهبوا في تركهم إيجاب المتعة فرضا &; 5-130 &; للمطلقات، إلى أن قول الله تعالى ذكره:  حَقًّا عَلَى الْمُحْسِنِينَ  ، وقوله:  حَقًّا عَلَى الْمُتَّقِينَ  ، دلالة على أنها لو كانت واجبة وجوب الحقوق اللازمة الأموال بكل حال، لم يخصص المتقون والمحسنون بأنها حق عليهم دون غيرهم, بل كان يكون ذلك معموما به كل أحد من الناس.وأما موجبوها على كل أحد سوى المطلقة المفروض لها الصداق, فإنهم اعتلوا بأن الله تعالى ذكره لما قال:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  ، كان ذلك دليلا على أن لكل مطلقة متاعا سوى من استثناه الله تعالى ذكره في كتابه أو على لسان رسوله صلى الله عليه وسلم. فلما قال:  وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ  ، كان في ذلك دليل عندهم على أن حقها النصف مما فرض لها, لأن المتعة جعلها الله في الآية التي قبلها عندهم، لغير المفروض لها. فكان معلوما عندهم بخصوص الله بالمتعة غير المفروض لها، أن حكمها غير حكم التي لم يفرض لها إذا طلقها قبل المسيس، (99) فيما لها على الزوج من الحقوق.* * *قال أبو جعفر: والذي هو أولى بالصواب من القول في ذلك عندي، قول من قال: \" لكل مطلقة متعة \"، لأن الله تعالى ذكره قال:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ  ، فجعل الله تعالى ذكره ذلك لكل مطلقة، ولم يخصص منهن بعضا دون بعض. فليس لأحد إحالة ظاهر تنـزيل عام، إلى باطن خاص، إلا بحجة يجب التسليم لها. (100)* * *فإن قال قائل: فإن الله تعالى ذكره قد خص المطلقة قبل المسيس، إذا كان &; 5-131 &; مفروضا لها، بقوله: (101)  وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ  ، إذ لم يجعل لها غير النصف من الفريضة؟ (102)قيل: إن الله تعالى ذكره إذا دل على وجوب شيء في بعض تنـزيله, ففي دلالته على وجوبه في الموضع الذي دل عليه، الكفاية عن تكريره, حتى يدل على بطول فرضه. وقد دل بقوله،  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ  ، على وجوب المتعة لكل مطلقة, فلا حاجة بالعباد إلى تكرير ذلك في كل آية وسورة. وليس في دلالته على أن للمطلقة قبل المسيس المفروض لها الصداق نصف ما فرض لها، دلالة على بطول المتعة عنه. لأنه غير مستحيل في الكلام لو قيل:  وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ (103) وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ  والمتعة. (104) فلما لم يكن ذلك محالا في الكلام، كان معلوما أن نصف الفريضة إذا وجب لها، لم يكن في وجوبه لها نفي عن حقها من المتعة, ولما لم يكن اجتماعهما للمطلقة محالا.= وكان الله تعالى ذكره قد دل على وجوب ذلك لها, وإن كانت الدلالة على وجوب أحدهما في آية غير الآية التي فيها الدلالة على وجوب الأخرى = ثبت وصح وجوبهما لها.هذا، إذا لم يكن على أن للمطلقة المفروض لها الصداق إذا طلقت قبل &; 5-132 &; المسيس، (105) دلالة غير قول الله تعالى ذكره:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ  ، فكيف وفي قول الله تعالى ذكره: \" لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ\"، الدلالة الواضحة على أن المفروض لها إذا طلقت قبل المسيس، لها من المتعة مثل الذي لغير المفروض لها منها؟ وذلك أن الله تعالى ذكره لما قال:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  كان معلوما بذلك أنه قد دل به على حكم طلاق صنفين من طلاق النساء: أحدهما المفروض له, والآخر غير المفروض له. وذلك أنه لما قال:  أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  ، علم أن الصنف الآخر هو المفروض له، وأنها المطلقة المفروض لها قبل المسيس. لأنه قال:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ  ثم قال تعالى ذكره: \" ومتعوهن \"، فأوجب المتعة للصنفين منهن جميعا، المفروض لهن, وغير المفروض لهن. فمن ادعى أن ذلك لأحد الصنفين, سئل البرهان على دعواه من أصل أو نظير, ثم عكس عليه القول في ذلك. فلن يقول في شيء منه قولا إلا ألزم في الآخر مثله.* * *قال أبو جعفر: وأرى أن المتعة للمرأة حق واجب، إذا طلقت، على زوجها المطلقها، على ما بينا آنفا - يؤخذ بها الزوج كما يؤخذ بصداقها, لا يبرئه منها إلا أداؤه إليها أو إلى من يقوم مقامها في قبضها منه, أو ببراءة تكون منها له. وأرى أن سبيلها سبيل صداقها وسائر ديونها قبله، يحبس بها إن طلقها فيها، (106) إذا لم يكن له شيء ظاهر يباع عليه، إذا امتنع من إعطائها ذلك.وإنما قلنا ذلك, لأن الله تعالى ذكره قال: \" ومتعوهن ،\" فأمر الرجال أن يمتعوهن, وأمره فرض، إلا أن يبين تعالى ذكره أنه عنى به الندب والإرشاد، لما &; 5-133 &; قد بينا في كتابنا المسمى (بلطيف البيان عن أصول الأحكام), لقوله:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ  . ولا خلاف بين جميع أهل التأويل أن معنى ذلك: وللمطلقات على أزواجهن متاع بالمعروف. وإذا كان ذلك كذلك, فلن يبرأ الزوج مما لها عليه إلا بما وصفنا قبل، من أداء أو إبراء على ما قد بينا.* * *فإن ظن ذو غباء أن الله تعالى ذكره إذ قال:  حَقًّا عَلَى الْمُحْسِنِينَ  و  حَقًّا عَلَى الْمُتَّقِينَ  ، أنها غير واجبة، لأنها لو كانت واجبة لكانت على المحسن وغير المحسن, والمتقي وغير المتقي= فإن الله تعالى ذكره قد أمر جميع خلقه بأن يكونوا من المحسنين ومن المتقين, وما وجب من حق على أهل الإحسان والتقى, فهو على غيرهم أوجب, ولهم ألزم.وبعد, فإن في إجماع الحجة على أن المتعة للمطلقة غير المفروض لها قبل المسيس واجبة بقوله: \" ومتعوهن \"، وجوب نصف الصداق للمطلقة المفروض لها قبل المسيس بقول الله تعالى ذكره (107) فيما أوجب لهما من &; 5-134 &; ذلك = (108) الدليل الواضح أن ذلك حق واجب لكل مطلقة بقوله:  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ  ، وإن كان قال:  حَقًّا عَلَى الْمُتَّقِينَ  .ومن أنكر ما قلنا في ذلك, سئل عن المتعة للمطلقة غير المفروض لها قبل المسيس. فإن أنكر وجوب ذلك خرج من قول جميع الحجة، (109) ونوظر مناظرتنا المنكرين في عشرين دينارا زكاة, والدافعين زكاة العروض إذا كانت للتجارة, وما أشبه ذلك. (110) فإن أوجب ذلك لها, سئل الفرق بين وجوب ذلك لها, والوجوب لكل مطلقة, وقد شرط فيما جعل لها من ذلك بأنه حق على المحسنين, كما شرط فيما جعل للآخر بأنه حق على المتقين. فلن يقول في أحدهما قولا إلا ألزم في الآخر مثله.* * *قال أبو جعفر: واجمع الجميع على أن المطلقة غير المفروض لها قبل المسيس, لا شيء لها على زوجها المطلقها غير المتعة.* ذكر بعض من قال ذلك من الصحابة والتابعين رضي الله عنهم:5234- حدثنا أبو كريب ويونس بن عبد الأعلى قالا حدثنا ابن عيينة, عن عمرو بن دينار, عن عطاء, عن ابن عباس قال: إذا طلق الرجل امرأته قبل أن يفرض لها وقبل أن يدخل بها, فليس لها إلا المتاع.5235- حدثني يعقوب قال، حدثنا ابن علية, عن يونس قال، قال الحسن: إن طلق الرجل امرأته ولم يدخل بها ولم يفرض لها, فليس لها إلا المتاع.&; 5-135 &;5236- حدثني يعقوب قال، حدثنا ابن علية قال، أخبرنا أيوب, عن نافع قال: إذا تزوج الرجل المرأة ثم طلقها ولم يفرض لها, فإنما لها المتاع.5237- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني الليث, عن يونس, عن ابن شهاب قال: إذا تزوج الرجل المرأة ولم يفرض لها, ثم طلقها قبل أن يمسها وقبل أن يفرض لها, فليس لها عليه إلا المتاع بالمعروف.5238- حدثني محمد بن عمرو قال، حدثنا أبو عاصم, عن عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  قال: ليس لها صداق إلا متاع بالمعروف.5239- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد بنحوه- إلا أنه قال: ولا متاع إلا بالمعروف.5240- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ  إلى: \" ومتعوهن \" قال: هذا الرجل توهب له فيطلقها قبل أن يدخل بها, فإنما عليه المتعة.5241- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قال في هذه الآية: هو الرجل يتزوج المرأة ولا يسمي لها صداقا, ثم يطلقها قبل أن يدخل بها, فلها متاع بالمعروف, ولا فريضة لها.5242- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع مثله.5243- حدثنا عن الحسين بن الفرج قال، سمعت أبا معاذ يقول، [حدثنا عبيد بن سليمان قال]، سمعت الضحاك يقول في قوله:  مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  ، هذا رجل وهبت له امرأته، فطلقها من قبل أن يمسها, فلها المتعة ولا فريضة لها, وليست عليها عدة.* * *&; 5-136 &;قال أبو جعفر: وأما \" الموسع \", فهو الذي قد صار من عيشه إلى سعة وغنى, يقال منه: \" أوسع فلان فهو يوسع إيساعا وهو موسع \".* * *وأما \" المقتر \"، فهو المقل من المال, يقال: \" قد أقتر فهو يقتر إقتارا, وهو مقتر \".* * *واختلف القرأة في قراءة \" القدر \". (111)فقرأه بعضهم: \" على الموسع قدره وعلى المقتر قدره \". بتحريك \" الدال \" إلى الفتح من \" القدر \", توجيها منهم ذلك إلى الاسم من \" التقدير \", الذي هو من قول القائل: \" قدر فلان هذا الأمر \".* * *وقرأ آخرون بتسكين \" الدال \" منه, توجيها منهم ذلك إلى المصدر من ذلك, كما قال الشاعر. (112)ومـا صـب رجـلي في حديد مجاشعمـع القـدر, إلا حاجـة لـي أريدهـا (113)* * *والقول في ذلك عندي أنهما جميعا قراءتان قد جاءت بهما الأمة, ولا تحيل القراءة بإحداهما معنى في الأخرى, بل هما متفقتا المعنى. فبأي- القراءتين قرأ القارئ ذلك, فهو للصواب مصيب.وإنما يجوز اختيار بعض القراءات على بعض لبينونة المختارة على غيرها بزيادة &; 5-137 &; معنى أوجبت لها الصحة دون غيرها. وأما إذا كانت المعاني في جميعها متفقة, فلا وجه للحكم لبعضها بأنه أولى أن يكون مقروءا به من غيره.* * *قال أبو جعفر: فتأويل الآية إذا: لا حرج عليكم، أيها الناس، لأن طلقتم النساء وقد فرضتم لهن ما لم تماسوهن، (114) وإن طلقتموهن ما لم تماسوهن قبل أن تفرضوا لهن, ومتعوهن جميعا على ذي السعة والغنى منكم من متاعهن حينئذ بقدر غناه وسعته, وعلى ذي الإقتار والفاقة منكم منه بقدر طاقته وإقتاره.* * *القول في تأويل قوله تعالى :  مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ (236)قال أبو جعفر: يعني تعالى ذكره بذلك: ومتعوهن متاعا. وقد يجوز أن يكون \" متاعا \" منصوبا قطعا من \" القدر \". (115) لأن \" المتاع \" نكرة, و \" القدر \" معرفة.* * *ويعني بقوله: \" بالمعروف \"، بما أمركم الله به من إعطائكم إياهن ذلك، (116) بغير ظلم, ولا مدافعة منكم لهن به. (117)ويعني بقوله: \" حقا على المحسنين \"، متاعا بالمعروف الحق على المحسنين. فلما دل إدخال \" الألف واللام \" على \" الحق \", وهو من نعت \" المعروف \", و \" المعروف \" معرفة, و \" الحق \" نكرة، نصب على القطع منه، (118) كما يقال: \" أتاني الرجل راكبا \".&; 5-138 &;وجائز أن يكون نصب على المصدر من جملة الكلام الذي قبله, كقول القائل: \" عبد الله عالم حقا \", ف \" الحق \" منصوب من نية كلام المخبر، كأنه قال: أخبركم بذلك حقا. (119)والتأويل الأول هو وجه الكلام, لأن معنى الكلام: فمتعوهن متاعا بمعروف حق على كل من كان منكم محسنا.* * *وقد زعم بعضهم أن ذلك منصوب بمعنى: أحق ذلك حقا. والذي قاله من ذلك، بخلاف ما دل عليه ظاهر التلاوة. لأن الله تعالى ذكره جعل المتاع للمطلقات حقا لهن على أزواجهن , فزعم قائل هذا القول أن معنى ذلك أن الله تعالى ذكره أخبر عن نفسه أنه يحق أن ذلك على المحسنين. فتأويل الكلام إذا- إذ كان الأمر كذلك-: ومتعوهن على الموسع قدره, وعلى المقتر قدره متاعا بالمعروف الواجب على المحسنين.* * *ويعني بقوله: \" المحسنين \"، الذين يحسنون إلى أنفسهم في المسارعة إلى طاعة الله فيما ألزمهم به, وأدائهم ما كلفهم من فرائضه.* * *قال أبو جعفر: فإن قال قائل: إنك قد ذكرت أن \" الجناح \" هو الحرج، (120) وقد قال الله تعالى ذكره:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ  ، فهل علينا من جناح لو طلقناهن بعد المسيس, فيوضع عنا بطلاقنا إياهن قبل المسيس؟ قيل: قد روي عن رسول الله صلى الله عليه وسلم أنه قال: \" إن الله لا يحب الذواقين ولا الذواقات \". (121)&; 5-139 &;5244- حدثنا بذلك ابن بشار قال، حدثنا ابن أبي عدي وعبد الأعلى, عن سعيد, عن قتادة, عن شهر بن حوشب, عن النبي صلى الله عليه وسلم. (122)* * *وروي عنه صلى الله عليه وسلم أنه قال: \" ما بال أقوام يلعبون بحدود الله, يقولون: قد طلقتك، قد راجعتك، قد طلقتك \".5245- حدثنا بذلك ابن بشار قال، حدثنا مؤمل قال، حدثنا سفيان, عن أبي إسحاق, عن أبي بردة, عن أبيه, عن رسول الله صلى الله عليه وسلم. (123)* * *فجائز أن يكون \" الجناح \" الذي وضع عن الناس في طلاقهم نساءهم قبل المسيس, هو الذي كان يلحقهم منه بعد ذوقهم إياهن, كما روي عن رسول الله صلى الله عليه وسلم.* * *&; 5-140 &;وقد كان بعضهم يقول: معنى قوله في هذا الموضع:  لا جُنَاحَ  ، لا سبيل عليكم للنساء- إن طلقتموهن من قبل أن تمسوهن, ولم تكونوا فرضتم لهن فريضة -في إتباعكم بصداق ولا نفقة. وذلك مذهب، لولا ما قد وصفت من أن المعني بالطلاق قبل المسيس في هذه الآية صنفان من النساء: أحدهما المفروض لها, والآخر غير المفروض لها. فإذ كان ذلك كذلك, فلا وجه لأن يقال: لا سبيل لهن عليكم في صداق، إذا كان الأمر على ما وصفنا.* * *وقد يحتمل ذلك أيضا وجها آخر: وهو أن يكون معناه: لا جناح عليكم إن طلقتم النساء ما لم تماسوهن, في أي وقت شئتم طلاقهن. لأنه لا سنة في طلاقهن, فللرجل أن يطلقهن إذا لم يكن مسهن حائضا وطاهرا في كل وقت أحب. وليس ذلك كذلك في المدخول بها التي قد مست، لأنه ليس لزوجها طلاقها إن كانت من أهل الأقراء- إلا للعدة طاهرا في طهر لم يجامع فيه. فيكون \" الجناح \" الذي أسقط عن مطلق التي لم يمسها في حال حيضها، (124) هو \" الجناح \" الذي كان به مأخوذا المطلق بعد الدخول بها في حال حيضها، أو في طهر قد جامعها فيه.---------------الهوامش:(79) انظر تفسير\"الجناح\" فيما سلف 3 : 230 ، 231 / ثم 4 : 162 ، 566 / ثم 5 : 71(80) في المطبوعة والمخطوطة ، نص الآية\"تمسوهن\" ، وفي التفسير\"تماسوهن\" ، وهذا دليل على أنها كانت قراءة الطبري في أصله ، أما قراءة كاتب النسخة المخطوطة ، وقراءتنا في مصحفنا هذا ، فهي\"تمسوهن\" ، وسيذكر الطبري القراءتين .(81) في المطبوعة : \"ما يشاء بما شاء\" ، وأثبت ما في المخطوطة .(82) في المطبوعة : \"وقد اختلفت القراء\" ، وأثبت ما في المخطوطة . والقَرَأَة (بفتحات) جمع قارئ .(83) ليس في المطبوعة : \"أماسه\" وزدتها في المخطوطة .(84) في المخطوطة والمطبوعة : \"ماس صاحبه\" ، والأجود أن يقول : \"مس صاحبه\" .(85) في المخطوطة : \"فذلك الخبر نفسه\" ، وفي المطبوعة : \"كذلك الخبر . . . \" ، وكلتاهما فاسدة مسلوبة المعنى .(86) في المطبوعة : \"وكثرة القراءة\" ، وهو فاسد ، والقَرَأَة جمع قارئ كما سلف .(87) انظر معنى\"الفرض\" فيما سلف 4 : 121(88) البيت للنابغة الجعدي ، وقد سلف تخريجه وتفسيره في الجزء 3 : 311 ، 312 / وفي الجزء 4 : 287 .(89) في المطبوعة : \" . . . لفلان ألفين\" بإسقاط\"في\" ، والصواب من المخطوطة .(90) رزق الأمير جنده : أعطاهم الرزق ، وهو العطاء الذي فرضه لهم . والديوان : الدفتر الذي يكتب فيه أسماء الجيش وأهل العطاء ، وأول من دون الدواوين عمر رضي الله عنه(91) انظر معنى\"المتاع\" فيما سلف 1 : 539 ، 540 / 3 : 53 -55 .(92) الورق (بفتح فكسر) : الدراهم المضروبة . والورق (بفتحتين) : المال الناطق من الإبل والغنم .(93) الواجد : القادر ، الذي يجد ما يقضي به دينه أو ما شابه ذلك .(94) في المطبوعة : \"عبد الرحمن بن أم سلمة\" وهو خلط فاحش ، والصواب ما أثبته من المخطوطة . وأبو سلمة هو عبد الله الأصغر بن عبد الرحمن بن عوف ، وأمه تماضر ابنة الأصبغ بن عمرو الكلبية ، وهي أول كلبية نكحها قرشي . وإخوة أبي سلمة لأمه تماضر : أحيح وخالد ومريم ، بنو خالد بن عقبة بن أبي معيط ، خلف عليها بعد عبد الرحمن بن عوف.وكانت العرب تسمي المتعة : التحميم. وعدي \"حممها\" إلى مفعولين؛ لأنه في معنى أعطاها إياها .(95) الأثر : 5204- سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري ، رأى ابن عمر ، وروى عن أبيه وعميه حميد وأبي سلمة . مات سنة 127 ، مترجم في التهذيب . وأم حميد بن عبد الرحمن هي : أم كلثوم بنت عقبة بن أبي معيط الأموية أخت عثمان بن عفان لأمه ، أسلمت قديما ، وبايعت ، وحبست عن الهجرة إلى أن هاجرت سنة سبع في الهدنة . ولدت لعبد الرحمن بن عوف حميد بن عبد الرحمن وإبراهيم بن عبد الرحمن ، ورويا عنها . مترجمة في التهذيب وغيره .(96) المقدور عليه : المضيق عليه رزقه . قدر عليه رزقه (بالبناء للمجهول) : ضيق .(97) ستأتي آية\"سورة الأحزاب\" بعد قليل في الأثر رقم 5220 .(98) الأثر : 5230- عمرو بن أبي سلمة التنيسي أبو حفص الدمشقي ، مترجم في التهذيب و\"زهير\" ، هو : زهير بن محمد التميمي ، مترجم في التهذيب . قال أحمد في عمرو بن أبي سلمة : \"روى عن زهير أحاديث بواطيل ، كأنه سمعها من صدقة بن عبد الله ، فغلظ فقلبها عن زهير\" . وكلاهما متكلم فيه .(99) المسيس : المس ، مصدر\"مس\" ، كما سلف آنفًا ص : 118 .(100) عند هذا الموضع ، انتهى التقسيم القديم الذي نقلت عنه مخطوطتنا ، وفيها بعد هذا ما نصه :\"وصلى الله على محمد وآله وصحبه وسلم كثيرا\"ثم يبدأ بعده .\"بسم الله الرحمن الرحيم\" .(101) في المطبوعة : \"قد خصص المطلقة . . . \" وأثبت الصواب من المخطوطة .(102) في المخطوطة والمطبوعة : \"غير النصف الفريضة\" ، والصواب زيادة\"من\" ، أو تكون\"غير نصف الفريضة\" ، بحذف الألف واللام من\"النصف\" .(103) في المخطوطة : \"تماسوهن\" ، وقد أشرنا آنفًا ص : 118 ، تعليق : 1 إلى أنها هي قراءة أبي جعفر ، وأنها كانت مثبتة هكذا في أصله .(104) يعني : بعطف\"والمتعة\" على قوله : \"فنصف ما فرضتم\" .(105) في المطبوعة : \"للمطلقة المفروض الصداق\" بإسقاط\"لها\" ، والصواب من المخطوطة .(106) في المطبوعة : \"يحبس لها\" ، وأثبت ما في المخطوطة .(107) في المطبوعة والمخطوطة : \"وجوب نصف الصداق للمطلقة المفروض لها قبل المسيس ، قال الله تعالى ذكره فيما أوجب لها من ذلك . . . \" . وقد وقفت طويلا على هذه العبارة ، فلم يخلص لها معنى عندي ، ولم أستحل أن أدعها بغير بيان فسادها ، وإثبات صحة ما رأيته . ومراد الطبري في سياق هذا الاحتجاج الأخير الذي بدأه في هذه الفقرة ، أن يتمم حجته في رد قول من ظن أن المتعة غير واجبة ، لقوله تعالى : \"حقا على المحسنين\" و\"حقا على المتقين\" ، فقال : إن قول الله تعالى\"ومتعوهن\" قد أوجبت المتعة للمطلقة غير المفروض لها قبل المسيس ، -كما أوجب قوله تعالى\"فنصف ما فرضتم\" ، نصف الصداق للمطلقة المفروض لها قبل المسيس- وهي الآية التي لم يذكر فيها : \"حقا على المحسنين\" ولا\"حقا على المتقين\" . ففي إجماع الحجة على وجوب ذلك لهما ، الدليل الواضح على أن قوله تعالى : \"وللمطلقات متاع بالمعروف\" ، يوجب المتعة لكل مطلقة-\"وإن كان قال : حقا على المتقين\" بعقب هذه الآية . ثم بين هذه الحجة في الفقرة التالية بيانا شافيا ، فقال إن إجماعهم على إيجاب المتعة للمطلقة غير المفروض لها بقوله : \"ومتعوهن\" مع تعقيب ذلك بقوله في الآية : \"حقا على المحسنين\" دليل على أن ذلك كذلك في قوله : \"وللمطلقات متاع بالمعروف\" ، مع تعقيب ذلك بقوله : \"حقا على المتقين\" ، فالمتعة واجبة لكل مطلقة ، كما وجبت في الآية الأخرى . من أجل هذا السياق الذي بينته ، رأيت أن نص المخطوطة والمطبوعة فاسد غير دال على معنى ، فاقتضى ذلك أن أجعل\"قال الله تعالى ذكره\" -\"بقول الله تعالى ذكره\" ، وأن أزيد بعدها : \"فنصف ما فرضتم\" ، وأن أجعل\"فيما أوجب لها\"-\"فيما أوجب لهما\" على التثنية . هذا ما رجح عندي وثبت وصح ، والحمد لله أولا وآخرا ، وكأنه الصواب في أصل الطبري إن شاء الله .(108) قوله : \"الدليل الواضح\" اسم\"إن\" في قوله في أول الفقرة : \"فإن في إجماع الحجة . . . \"(109) في المخطوطة : \"فإن أنكر وجوب من قول جميع الحجة\" ، وهو خطأ بين ، وفي المطبوعة : \"وجوبه\" ورجحت ما أثبت .(110) يعني بذلك ما كان في إجماع كإجماعهم على وجوب الزكاة في عشرين دينارا ، ووجوب زكاة العروض إذا كانت للتجارة ، فيجادل في أمر المتعة ، بما يجادل به المنكر والدافع لوجوب الزكاة فيهما .(111) في المطبوعة : \"واختلف القراء\" ، وأثبت ما في المخطوطة ، والمطبوعة تغير نص المخطوطة حيثما ذكر\"القَرَأَة\" إلى\"القراء\" ، فلن نشير إليه بعد هذا الوضع .(112) هو الفرزدق فيما يقال .(113) ديوانه : 215 نقلا عن اللسان (صبب) ، وهو في اللسان أيضًا في (قدر) ، ومقاييس اللغة 5 : 62 ، والأساس (صبب) ، وإصلاح المنطق : 109 ، وتهذيب إصلاح المنطق 1 : 168 وقال أبو محمد : \"ذكر يعقوب أن هذا البيت للفرزدق ، ولم أجده في شعره ولا في أخباره\" . وكأن البيت ليس للفرزدق ، لذكره\"حديد مجاشع\" ، وهو جده . وجرير كان يعيره بأنه\"ابن القين\" ، فأنا أستبعد أن يذكر الفرزدق في شعره\"حديد مجاشع\" . وقال التبريزي في شرح البيت : \"يقول : كان حبسي قدره الله علي ، وكان لي فيه حاجة ، ولم يكن لي منه بد\" . وهو معنى غير بين . ويقال : صب القيد في رجله ، أي قيد .(114) في المخطوطة والمطبوعة : \"لأن طلقتم النساء\" والسياق يقتضي صواب ما أثبت .(115) القطع : الحال ، وانظر فهرس المصطلحات في الأجزاء السالفة .(116) في المطبوعة : \"من إعطائكم لهن ذلك\" ، وفي المخطوطة\"إعطائكم هن\" قد سقط منها\"إيا\" .(117) انظر معنى\"المعروف\" فيما سلف 3 : 371 / ثم 4 : 547 ، 548 / 5 : 7 ، 44 ، 76 ، 93 .(118) القطع : الحال ، وانظر فهرس المصطلحات في الأجزاء السالفة .(119) انظر معاني القرآن للفراء 1 : 154-155 .(120) انظر معنى\"الجناح\" في فهارس اللغة عن هذا الجزء والأجزاء السالفة .(121) رجل ذواق : مطلاق كثير النكاح ، كثير الطلاق ، وكذلك المرأة . والذوق : استطراف النكاح وقتا بعد وقت ، كأنه يذوق ويختبر ، ثم يتحول ليذوق غيره .(122) الحديث : 5244- شهر بن حوشب : تابعي ثقة ، كما بينا في : 1489 . فالحديث بهذا الإسناد مرسل . وقد ذكره الهيثمي في مجمع الزوائد 4 : 335 ، من حديث عبادة بن الصامت . وقال : \"رواه الطبراني ، وفيه راو لم يسم . وبقية إسناده حسن\" . وذكر أيضًا حديثا لأبي موسى ، مرفوعا : \"لا تطلق النساء إلا من ريبة ، إن الله تبارك وتعالى لا يحب الذواقين ولا الذواقات\" . وقال : \"رواه الطبراني في الكبير والأوسط . وأحد أسانيد البزار فيه عمران القطان ، وثقه أحمد وابن حبان ، وضعفه يحيى بن سعيد وغيره\" . وليس بين يدي أسانيد هذين الحديثين ، حتى أعرف مدى درجاتهما ، ولا أن شهر بن حوشب روى واحدا منها . وقوله : \"الذواقين والذواقات\"- قال ابن الأثير : \"يعني السريعي النكاح السريعي الطلاق\" . وذكره الزمخشري في المجاز من كتاب الأساس . وقال : \"كلما تزوج أو تزوجت ، مد عينه أو عينها إلى أخرى أو آخر\" .(123) الحديث : 5245- هذا إسناد صحيح . ورواه ابن ماجه : 2017 ، عن محمد بن بشار -شيخ الطبري هنا- بهذا الإسناد . وقد مضت الإشارة إليه ، وإلى ما قيل في تعليله والرد عليه . وإلى رواية البيهقي إيـاه من هذا الوجه ومن رواية موسى بن مسعود عن سفيان الثوري= في : 4925 ، 4926 . ولم نكن رأينا رواية الطبري - هذه ، إذ ذاك .(124) في المخطوطة : \"لم يمسهن\" وهو خطأ وسهو .",
  "ayah": 236,
  "surah": 2
}
