{
  "text": "القول في تأويل قوله جل ذكره  وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ (241)قال أبو جعفر: يعني تعالى ذكره بذلك: ولمن طلق من النساء على مطلقها من الأزواج،\" متاع \". يعني بذلك: ما تستمتع به من ثياب وكسوة أو نفقة أو خادم، وغير ذلك مما يستمتع به. وقد بينا فيما مضى قبل معنى ذلك, واختلاف أهل العلم فيه، والصواب من القول من ذلك عندنا، بما فيه الكفاية من إعادته. (159)* * *وقد اختلف أهل العلم في المعنية بهذه الآية من المطلقات.فقال بعضهم: عني بها الثيِّبات اللواتي قد جومعن. قالوا: وإنما قلنا ذلك، لأن [الحقوق اللازمة للمطلقات] غير المدخول بهن في المتعة، (160) قد بينها الله &; 5-263 &; تعالى ذكره في الآيات قبلها, فعلمنا بذلك أن في هذه الآية بيان أمر المدخول بهن في ذلك.* ذكر من قال ذلك:5590- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى بن ميمون, عن ابن أبي نجيح, عن عطاء في قوله: \" وللمطلقات متاع بالمعروف حقا على المتقين \"، قال: المرأة الثيب يمتعها زوجها إذا جامعها بالمعروف.5591- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله= وزاد فيه: ذكره شبل, عن ابن أبي نجيح, عن عطاء.* * *وقال آخرون: بل في هذه الآية دلالة على أن لكل مطلقة متعة، وإنما أنـزلها الله تعالى ذكره على نبيه صلى الله عليه وسلم، لما فيها من زيادة المعنى الذي فيها على ما سواها من آي المتعة, إذ كان ما سواها من آي المتعة إنما فيه بيان حكم غير الممسوسة إذا طلقت, وفي هذه بيان حكم جميع المطلقات في المتعة.* ذكر من قال ذلك:5592- حدثنا ابن بشار قال، حدثنا عبد الوهاب قال، حدثنا أيوب, عن سعيد بن جبير في هذه الآية: \" وللمطلقات متاع بالمعروف حقا على المتقين \"، قال: لكل مطلقة متاع بالمعروف حقا على المتقين.5593- حدثنا المثنى قال، حدثنا حبان بن موسى قال، أخبرنا ابن المبارك قال، أخبرنا يونس، عن الزهري- في الأمة يطلقها زوجها وهي حبلى- قال: تعتد في بيتها. وقال: لم أسمع في متعة المملوكة شيئا أذكره, (161) وقد قال الله تعالى ذكره: \" متاع بالمعروف حقا على المتقين \"، ولها المتعة حتى تضع.&; 5-264 &;5594- حدثني المثنى قال، حدثنا حبان بن موسى (162) قال، أخبرنا ابن المبارك قال، أخبرنا ابن جريج, عن عطاء قال: قلت له: أللأمة من الحر متعة؟ قال: لا. قلت: فالحرة عند العبد؟ قال: لا= وقال عمرو بن دينار: نعم,\" وللمطلقات متاع بالمعروف حقا على المتقين \".* * *وقال آخرون: إنما نـزلت هذه الآية, لأن الله تعالى ذكره لما أنـزل قوله :  وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ  [سورة البقرة: 236]، قال رجل من المسلمين: فإنا لا نفعل إن لم نرد أن نحسن. فأنـزل الله: \" وللمطلقات متاع بالمعروف حقا على المتقين \"، فوجب ذلك عليهم.* ذكر من قال ذلك:5595- حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله:  وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ  ، فقال رجل: فإن أحسنت فعلت, وإن لم أرد ذلك لم أفعل! فأنـزل الله: \" وللمطلقات متاع بالمعروف حقا على المتقين \".* * *قال أبو جعفر: والصواب من القول في ذلك ما قاله سعيد بن جبير, من أن الله تعالى ذكره أنـزلها دليلا لعباده على أن لكل مطلقة متعة. لأن الله تعالى ذكره ذكر في سائر آي القرآن التي فيها ذكر متعة النساء، خصوصا من النساء, فبين في الآية التي قال فيها:  لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً  [سورة البقرة: 236]، وفي قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا &; 5-265 &; إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ  [سورة الأحزاب: 49]، ما لهن من المتعة إذا طلقن قبل المسيس, وبقوله:  يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ  [سورة الأحزاب: 28]، حكم المدخول بهن، وبقي حكم الصبايا إذا طلقن بعد الابتناء بهن, وحكم الكوافر والإماء. فعم الله تعالى ذكره بقوله: \" وللمطلقات متاع بالمعروف \" ذكر جميعهن, وأخبر بأن لهن المتاع, كما خص المطلقات الموصوفات بصفاتهن في سائر آي القرآن، (163) ولذلك كرر ذكر جميعهن في هذه الآية.* * *وأما قوله: ( حَقًّا عَلَى الْمُتَّقِينَ )، فإنا قد بينا معنى قوله: \" حقا \", ووجه نصبه, والاختلاف من أهل العربية في قوله:  حَقًّا عَلَى الْمُحْسِنِينَ  [سورة البقرة: 236]، ففي ذلك مستغنى عن إعادته في هذا الموضع. (164)* * *فأما \" المتقون \": فهم الذين اتقوا الله في أمره ونهيه وحدوده, فقاموا بها على ما كلفهم القيام بها خشية منهم له, ووجلا منهم من عقابه.وقد تقدم بيان تأويل ذلك نصا بالرواية. (165)---------------الهوامش :(159) انظر معنى\"المتاع\" فيما سلف 1 : 539 ، 540 /ثم 3 : 53-55 /ثم الموضع الذي عناه الطبري هنا : 120-135 .(160) في المخطوطة : \"لأن غير المدخول بهن\" ، وبينهما بياض ، فجاءت المطبوعة وصلت الكلام : \"لأن غير المدخول بهن\" فاختلت الجملة ، واستظهرت ما زدته بين القوسين من معنى الآيات .(161) في المطبوعة : \"وقال : لم أسمع . . . \" ، وأثبت ما في المخطوطة .(162) في المخطوطة والمطبوعة : \"هناد بن موسى\" ، وليس في الرواة أحد بهذا الاسم . والصواب ما أثبت/ انظر الأثر قبله رقم : 5593 ، وفي مواضع كثيرة قبل ذلك بمثل هذا الإسناد .(163) في المطبوعة : \"كما أبان المطلقات . . . \" ، وفي المخطوطة : \"كما المطلقات\" وما بين الكلامين بياض ، واستظهرت من قوله : \"نعم الله تعالى . . . \" ، أن اللفظ الناقص في البياض هو\"خص\" ، أو معنى يشبهه ويقاربه .(164) انظر ما سلف في هذا الجزء : 137 ، 138 .(165) انظر فهارس اللغة فيما سلف مادة\"وقى\" .",
  "ayah": 241,
  "surah": 2
}
