{
  "text": "القول في تأويل قوله :  أَلَمْ تَرَ إِلَى الْمَلإِ مِنْ بَنِي إِسْرَائِيلَ مِنْ بَعْدِ مُوسَى إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِقال أبو جعفر: يعني تعالى ذكره بقوله: \" ألم تر \"، ألم تر، يا محمد، بقلبك, (1) فتعلم بخبري إياك، يا محمد=\" إلى الملأ \"، يعني: إلى وجوه بني إسرائيل وأشرافهم ورؤسائهم=\" من بعد موسى \"، يقول: من بعد ما قبض موسى فمات=\" إذ قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله \". فذكر لي أن النبي الذي قال لهم ذلك شمويل (2) بن بالى (3) بن علقمة (4) بن يرحام (5) بن إليهو (6) بن تهو بن &; 5-292 &; صوف (7) بن علقمة بن ماحث (8) بن عموصا (9) بن عزريا بن صفنية (10) بن علقمة بن أبي ياسف (11) بن قارون (12) بن يصهر (13) بن قاهث (14) بن لاوي بن يعقوب بن إسحاق بن إبراهيم.5626- حدثنا بذلك ابن حميد قال، حدثنا سلمة, عن ابن إسحاق, (15) عن وهب بن منبه.5627- وحدثني أيضا المثنى بن إبراهيم قال، حدثنا إسحاق قال، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد بن معقل: أنه سمع وهب بن منبه يقول: هو شمويل، هو شمويل- ولم ينسبه كما نسبه ابن إسحاق. (16)* * *وقال السدي: بل اسمه شمعون. وقال: إنما سمي\" شمعون \"، لأن أمه دعت الله أن يرزقها غلاما, فاستجاب الله لها دعاءها، فرزقها, فولدت غلاما فسمته &; 5-293 &; \" شمعون \"، تقول: الله تعالى سمع دعائي.5628- حدثني [بذلك] موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي. (17)* * *فكأن \" شمعون \"\" فعلون \" عند السدي, من قولها: إنَّه سمع الله دعاءها. (18)* * *5629- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: \" ألم تر إلى الملإ من بني إسرائيل من بعد موسى إذ قالوا لنبي لهم \"، قال: شمؤل. (19)* * *وقال آخرون : بل الذي سأله قومه من بني إسرائيل أن يبعث لهم ملكا يقاتلون في سبيل الله، يوشع (20) بن نون بن أفراثيم (21) بن يوسف بن يعقوب بن إسحاق بن إبراهيم.5630- حدثني بذلك الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله:  وَقَالَ لَهُمْ نَبِيُّهُمْ  ، قال: كان نبيهم الذي بعد موسى يوشع بن نون، قال: وهو أحد الرجلين اللذين أنعم الله عليهما. (22)* * *وأما قوله: \" ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ\" ، فاختلف أهل التأويل في &; 5-294 &; السبب الذي من أجله سأل الملأ من بني إسرائيل نبيهم ذلك.فقال بعضهم: كان سبب مسألتهم إياه، ما: -5631- حدثنا به محمد بن حميد قال، حدثنا سلمة بن الفضل قال، حدثني محمد بن إسحاق, عن وهب بن منبه قال: خلف بعد موسى في بني إسرائيل يوشع بن نون، يقيم فيهم التوراة وأمر الله حتى قبضه الله. ثم خلف فيهم كالب بن يوفنا (23) يقيم فيهم التوراة وأمر الله حتى قبضه الله تعالى. ثم خلف فيهم حزقيل (24) بن بوزي، وهو ابن العجوز. ثم إن الله قبض حزقيل, وعظمت في بني إسرائيل الأحداث, ونسوا ما كان من عهد الله إليهم, حتى نصبوا الأوثان وعبدوها من دون الله. فبعث الله إليهم إلياس (25) بن نسى (26) بن فنحاص (27) بن العيزار (28) بن هارون بن عمران نبيا. وإنما كانت الأنبياء من بني إسرائيل بعد موسى، يبعثون إليهم بتجديد ما نسوا من التوراة. وكان إلياس مع ملك من ملوك بني إسرائيل يقال له أحاب, (29) وكان يسمع منه ويصدقه. فكان إلياس يقيم له أمره. وكان سائر بني إسرائيل قد اتخذوا صنما يعبدونه من دون الله, فجعل إلياس يدعوهم إلى الله, وجعلوا لا يسمعون منه شيئا, إلا ما كان من ذلك الملك. والملوك متفرقة بالشام, كل ملك &; 5-295 &; له ناحية منها يأكلها. (30) فقال ذلك الملك= الذي كان إلياس معه يقوم له أمره، ويراه على هدى من بين أصحابه = يوما: يا إلياس، والله ما أرى ما تدعو إليه الناس إلا باطلا! والله ما أرى فلانا وفلانا- وعدد ملوكا من ملوك بني إسرائيل (31) - قد عبدوا الأوثان من دون الله، إلا على مثل ما نحن عليه, يأكلون ويشربون ويتنعمون مملكين، (32) ما ينقص من دنياهم [أمرهم الذي تزعم أنه باطل]؟ (33) وما نرى لنا عليهم من فضل. ويزعمون - (34) والله أعلم - أن إلياس استرجع وقام شعر رأسه وجلده، ثم رفضه وخرج عنه. ففعل ذلك الملك فعل أصحابه, عبد الأوثان, وصنع ما يصنعون. (35) ثم خلف من بعده فيهم اليسع, (36) فكان فيهم ما شاء الله أن يكون, ثم قبضه الله إليه. وخلفت فيهم الخلوف, وعظمت فيهم الخطايا, وعندهم التابوت يتوارثونه كابرا عن كابر, فيه السكينة وبقية مما ترك آل موسى وآل هارون. فكانوا لا يلقاهم عدو فيقدمون التابوت ويزحفون به معهم, (37) إلا هزم الله ذلك العدو. (38) ثم خلف فيهم ملك يقال له إيلاء , (39) وكان الله قد بارك لهم في جبلهم &; 5-296 &; من إيليا، لا يدخله عليهم عدو، ولا يحتاجون معه إلى غيره. وكان أحدهم -فيما يذكرون- يجمع التراب على الصخرة, ثم ينبذ فيه الحب , فيخرج الله له ما يأكل سنته هو وعياله. ويكون لأحدهم الزيتونة، فيعتصر منها ما يأكل هو وعياله سنته. فلما عظمت أحداثهم، وتركوا عهد الله إليهم, نـزل بهم عدو فخرجوا إليه, وأخرجوا معهم التابوت كما كانوا يخرجونه, ثم زحفوا به, فقوتلوا حتى استلب من بين أيديهم. فأتى ملكهم إيلاء فأخبر أن التابوت قد أخذ واستلب, فمالت عنقه, فمات كمدا عليه. فمرج أمرهم عليهم، (40) ووطئهم عدوهم, حتى أصيب من أبنائهم ونسائهم. (41) وفيهم نبي لهم قد كان الله بعثه إليهم، فكانوا لا يقبلون منه شيئا، يقال له \" شمويل \", (42) وهو الذي ذكر الله لنبيه محمد: \" ألم تر إلى الملأ من بني إسرائيل من بعد موسى إذ قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله \" إلى قوله:  وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا  ، يقول الله:  فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلا قَلِيلا مِنْهُمْ  ، إلى قوله:  إِنَّ فِي ذَلِكَ لآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ  .= قال ابن إسحاق: فكان من حديثهم فيما حدثني به بعض أهل العلم، عن وهب بن منبه: أنه لما نـزل بهم البلاء ووطئت بلادهم, كلموا نبيهم شمويل بن بالي فقالوا: \" ابعث لنا ملكا نقاتل في سبيل الله \". وإنما كان قوام بني إسرائيل الاجتماع على الملوك, وطاعة الملوك أنبياءهم. وكان الملك هو يسير بالجموع، والنبي يقوم له أمره ويأتيه بالخبر من ربه. فإذا فعلوا ذلك صلح أمرهم, فإذا عتت ملوكهم وتركوا أمر أنبيائهم فسد أمرهم. فكانت الملوك إذا تابعتها الجماعة على الضلالة تركوا أمر &; 5-297 &; الرسل, ففريقا يكذبون فلا يقبلون منه شيئا, وفريقا يقتلون. فلم يزل ذلك البلاء بهم حتى قالوا له: \" ابعث لنا ملكا نقاتل في سبيل الله \". فقال لهم: إنه ليس عندكم وفاء ولا صدق ولا رغبة في الجهاد. فقالوا: إنما كنا نهاب الجهاد ونـزهد فيه، أنا كنا ممنوعين في بلادنا لا يطؤها أحد، فلا يظهر علينا فيها عدو, فأما إذ بلغ ذلك، فإنه لا بد من الجهاد, فنطيع ربنا في جهاد عدونا، ونمنع أبناءها ونساءنا وذرارينا.5632- حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع في قوله: \" ألم تر إلى الملإ من بني إسرائيل \" إلى:  وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ  ، قال الربيع: ذكر لنا -والله أعلم- أن موسى لما حضرته الوفاة، استخلف فتاه يوشع بن نون على بني إسرائيل, وأن يوشع بن نون سار فيهم بكتاب الله التوراة وسنة نبيه موسى. ثم إن وشع بن نون توفي، واستخلف فيهم آخر, فسار فيهم بكتاب الله وسنة نبيه موسى صلى الله عليه وسلم. ثم استخلف آخر فسار فيهم بسيرة صاحبيه. ثم استخلف آخر فعرفوا وأنكروا. ثم استخلف آخر، فأنكروا عامة أمره. ثم استخلف آخر فأنكروا أمره كله. ثم إن بني إسرائيل أتوا نبيا من أنبيائهم حين أوذوا في أنفسهم وأموالهم, (43) فقالوا له: سل ربك أن يكتب علينا القتال! فقال لهم ذلك النبي:  هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلا تُقَاتِلُوا  ، إلى قوله:  وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ  .5633- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج في قوله: \" ألم تر إلى الملإ من بني إسرائيل من بعد موسى إذ قالوا لنبي لهم ابعث لنا ملكا \"، قال قال ابن عباس: هذا حين رفعت التوراة واستخرج أهل الإيمان, وكانت الجبابرة قد أخرجتهم من ديارهم وأبنائهم. (44)&; 5-298 &;5634- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله : \" إذ قالوا لنبي لهم ابعث لنا ملكا \"، قال: هذا حين رفعت التوراة واستخرج أهل الإيمان.* * *وقال آخرون: كان سبب مسألتهم نبيهم ذلك, ما: -5635- حدثني به موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: \" ألم تر إلى الملإ من بني إسرائيل من بعد موسى إذ قالوا لنبي لهم ابعث لنا ملكا نقاتل في سبيل الله \"، قال: كانت بنو إسرائيل يقاتلون العمالقة, وكان ملك العمالقة جالوت، (45) وأنهم ظهروا على بني إسرائيل فضربوا عليهم الجزية وأخذوا توراتهم. وكانت بنو إسرائيل يسألون الله أن يبعث لهم نبيا يقاتلون معه. وكان سبط النبوة قد هلكوا, فلم يبق منهم إلا امرأة حبلى, فأخذوها فحبسوها في بيت، رهبة أن تلد جارية فتبدلها بغلام, لما ترى من رغبة بني إسرائيل في ولدها. فجعلت المرأة تدعو الله أن يرزقها غلاما, فولدت غلاما فسمته شمعون. (46) فكبر الغلام، فأرسلته يتعلم التوراة في بيت المقدس, (47) وكفله شيخ من علمائهم وتبناه. فلما بلغ الغلام أن يبعثه الله نبيا، أتاه جبريل والغلام نائم إلى جنب الشيخ= وكان لا يتمن عليه أحدا غيره= (48) فدعاه بلحن الشيخ: \" يا شماول!\"، (49) فقام &; 5-299 &; الغلام فزعا إلى الشيخ, فقال: يا أبتاه، دعوتني؟ فكره الشيخ أن يقول: \" لا \" فيفزع الغلام, فقال: يا بني ارجع فنم! فرجع فنام. ثم دعاه الثانية, فأتاه الغلام أيضا فقال: دعوتني؟ فقال: ارجع فنم, فإن دعوتك الثالثة فلا تجبني! فلما كانت الثالثة، ظهر له جبريل فقال: اذهب إلى قومك فبلغهم رسالة ربك, فإن الله قد بعثك فيهم نبيا. فلما أتاهم كذبوه وقالوا: استعجلت بالنبوة ولم تئن لك! (50) وقالوا: إن كنت صادقا فابعث لنا ملكا نقاتل في سبيل الله، آية من نبوتك! فقال لهم شمعون: عسى إن كتب عليكم القتال أن لا تقاتلوا. (51)* * *قال أبو جعفر: وغير جائز في قول الله تعالى ذكره: \" نُقَاتِلْ فِي سَبِيلِ اللَّهِ\" إذا قرئ \" بالنون \" غير الجزم، على معنى المجازاة وشرط الأمر. فإن ظن ظان أن الرفع فيه جائز وقد قرئ بالنون، بمعنى: الذي نقاتل به في سبيل الله, (52) فإن ذلك غير جائز. لأن العرب لا تضمر حرفين. (53) ولكن لو كان قرئ ذلك \" بالياء \" لجاز رفعه, لأنه يكون لو قرئ كذلك صلة ل \" الملك \", فيصير تأويل الكلام حينئذ: ابعث لنا الذي يقاتل في سبيل الله, كما قال تعالى ذكره:  وَابْعَثْ فِيهِمْ رَسُولا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ  [سورة البقرة: 129]، لأن قوله  يَتْلُو  من صلة الرسول. (54)&; 5-300 &;القول في تأويل قوله :  قَالَ هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلا تُقَاتِلُوا قَالُوا وَمَا لَنَا أَلا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلا قَلِيلا مِنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (246)قال أبو جعفر: يعني تعالى ذكره بذلك: قال النبي الذي سألوه أن يبعث لهم ملكا يقاتلوا في سبيل الله: \" هل عسيتم \"، هل، تعدون (55) \" إن كتب \", يعني: إن فرض عليكم القتال (56) =\" ألا تقاتلوا \"، يعني: أن لا تفوا بما تعدون الله من أنفسكم، من الجهاد في سبيله، فإنكم أهل نكث وغدر وقلة وفاء بما تعدون؟=\" قالوا وما لنا ألا نقاتل في سبيل الله \"، يعني: قال الملأ من بني إسرائيل لنبيهم ذلك: وأي شيء يمنعنا أن نقاتل في سبيل الله عدونا وعدو الله=\" وقد أخرجنا من ديارنا وأبنائنا \"، بالقهر والغلبة؟* * *فإن قال لنا قائل: وما وجه دخول \" أن \" في قوله: \" وما لنا ألا نقاتل في سبيل الله \"، وحذفه من قوله:  وَمَا لَكُمْ لا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ  ؟ [سورة الحديد: 8]قيل: هما لغتان فصيحتان للعرب: تحذف \" أن \" مرة مع قولها: (57) \" ما لك \", فتقول: \" ما لك لا تفعل كذا \"، بمعنى: ما لك غير فاعله, كما قال الشاعر: (58)* ما لك ترغين ولا ترغو الخلف *&; 5-301 &;وذلك هو الكلام الذي لا حاجة بالمتكلم به إلى الاستشهاد على صحته، لفشو ذلك على ألسن العرب.= وتثبت \" أن \" فيه أخرى, توجيها لقولها: \" ما لك \" إلى معناه, إذ كان معناه: ما منعك؟ كما قال تعالى ذكره:  مَا مَنَعَكَ أَلا تَسْجُدَ إِذْ أَمَرْتُكَ  [سورة الأعراف: 12]، ثم قال في سورة أخرى في نظيره :  مَا لَكَ أَلا تَكُونَ مَعَ السَّاجِدِينَ  [سورة الحجر: 32]، فوضع \" مَا مَنَعَكَ \" موضع \" ما لك \"، و \" ما لك \" موضع \" ما منعك \"، لاتفاق معنييهما، وإن اختلفت ألفاظهما, كما تفعل العرب ذلك في نظائره مما تتفق معانيه وتختلف ألفاظه, كما قال الشاعر: (59)يقـول إذا اقلـولى عليهـا وأقـردت:ألا هــل أخــو عيش لذيـذ بـدائم? (60)&; 5-302 &; فأدخل في\" دائم \"\" الباء \" مع \" هل \"، وهي استفهام. وإنما تدخل في خبر \" ما \" التي في معنى الجحد، لتقارب معنى الاستفهام والجحد. (61)* * *وكان بعض أهل العربية يقول: (62) أدخلت \" أن \" في: \" ألا تقاتلوا \"، لأنه بمعنى قول القائل: ما لك في ألا تقاتل. ولو كان ذلك جائزا، لجاز أن يقال: \" ما لك أن قمت= وما لك أنك قائم \"، وذلك غير جائز. لأن المنع إنما يكون للمستقبل من الأفعال, كما يقال: \" منعتك أن تقوم \"، ولا يقال: \" منعتك أن قمت \"، فلذلك قيل في\" مالك \": \" مالك ألا تقوم \" ولم يقل: \" ما لك أن قمت \".* * *وقال آخرون منهم: (63) \" أن \" ها هنا زائدة بعد \" ما لنا \"، كما تزاد بعد \" لما \" و \" لو \"، (64) وهي تزاد في هذا المعنى كثيرا. قال: ومعناه: وما لنا لا نقاتل في سبيل الله؟ فأعمل \" أن \" وهي زائدة، وقال الفرزدق:لـو لـم تكـن غطفـان لا ذنوب لهاإذن لــلام ذوو أحســابها عمــرا (65)&; 5-303 &;والمعنى: لو لم تكن غطفان لها ذنوب=\" ولا \" زائدة فأعملها. (66)= وأنكر ما قال هذا القائل من قوله الذي حكينا عنه، آخرون. وقالوا: غير جائز أن تجعل \" أن \" زائدة في الكلام وهو صحيح في المعنى وبالكلام إليه الحاجة قالوا: والمعنى: ما يمنعنا ألا نقاتل- فلا وجه لدعوى مدع أن \" أن \" زائدة, معنى مفهوم صحيح. قالوا: وأما قوله:* لو لم تكن غطفان لا ذنوب لها *&; 5-304 &;= فإن \" لا \" غير زائدة في هذا الموضع, لأنه جحد, والجحد إذا جحد صار إثباتا. قالوا: فقوله: \" لو لم تكن غطفان لا ذنوب لها \"، إثبات الذنوب لها, كما يقال: \" ما أخوك ليس يقوم \"، بمعنى: هو يقوم.* * *وقال آخرون: معنى قوله: \" ما لنا ألا نقاتل \": ما لنا ولأن لا نقاتل, ثم حذفت \" الواو \" فتركت, كما يقال في الكلام: \" ما لك ولأن تذهب إلى فلان \"، فألقي منها \" الواو \", لأن \" أن \" حرف غير متمكن في الأسماء. وقالوا: نجيز أن يقال: \" ما لك أن تقوم \"، ولا نجيز: \" ما لك القيام \"، لأن القيام اسم صحيح و \" أن \" اسم غير صحيح. وقالوا: قد تقول العرب: \" إياك أن تتكلم \"، بمعنى: إياك وأن تتكلم.* * *وأنكر ذلك من قولهم آخرون وقالوا: لو جاز أن يقال ذلك على التأويل الذي تأوله قائل من حكينا قوله, لوجب أن يكون جائزا: \" ضربتك بالجارية وأنت كفيل \", بمعنى: وأنت كفيل بالجارية= وأن تقول: \" رأيتك إيانا وتريد \", بمعنى : \" رأيتك وإيانا تريد \". (67) لأن العرب تقول: \" إياك بالباطل تنطق \"، قالوا: فلو كانت \" الواو \" مضمرة في\" أن \"، لجاز جميع ما ذكرنا، ولكن ذلك غير جائز, لأن ما بعد \" الواو \" من الأفاعيل غير جائز له أن يقع على ما قبلها، (68) واستشهدوا على فساد قول من زعم أن \" الواو \" مضمرة مع \" أن \" بقول الشاعر:فبـــح بالســرائر فــي أهلهــاإيــاك فــي غــيرهم أن تبوحـا (69)&; 5-305 &;= وأنَّ \" أن تبوحا \"، لو كان فيها \" واو \" مضمرة، لم يجز تقديم \" في غيرهم \" عليها. (70)* * *وأما تأويل قوله تعالى: \" وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا وَأَبْنَائِنَا \" ، فإنه يعني: وقد أخرج من غلب عليه من رجالنا ونسائنا من ديارهم وأولادهم، ومن سبي. وهذا الكلام ظاهره العموم وباطنه الخصوص، لأن الذين قالوا لنبيهم: \" ابعث لنا ملكا نقاتل في سبيل الله \"، كانوا في ديارهم وأوطانهم, وإنما كان أخرج من داره وولده من أسر وقهر منهم.* * *وأما قوله: \" فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلا قَلِيلا مِنْهُمْ\" ، يقول: فلما فرض عليهم قتال عدوهم والجهاد في سبيله=\" تولوا إلا قليلا منهم \"، يقول: أدبروا مولين عن القتال, وضيعوا ما سألوه نبيهم من فرض الجهاد.والقليل الذي استثناهم الله منهم, هم الذين عبروا النهر مع طالوت. وسنذكر سبب تولي من تولى منهم، وعبور من عبر منهم النهر بعد إن شاء الله، إذا أتينا عليه.* * *يقول الله تعالى ذكره: \" وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ\" ، يعني: والله ذو علم بمن ظلم منهم نفسه, فأخلف الله ما وعده من نفسه، وخالف أمر ربه فيما سأله ابتداء أن يوجبه عليه.* * *وهذا من الله تعالى ذكره تقريع لليهود الذين كانوا بين ظهراني مهاجر رسول الله صلى الله عليه وسلم، في تكذيبهم نبينا محمدا صلى الله عليه وسلم، ومخالفتهم أمر ربهم. يقول الله تعالى ذكره لهم: إنكم، يا معشر اليهود، عصيتم الله وخالفتم أمره فيما سألتموه أن يفرضه عليكم ابتداء، من غير أن يبتدئكم ربكم بفرض ما عصيتموه &; 5-306 &; فيه, فأنتم بمعصيته - فيما ابتدأكم به من إلزام فرضه- أحرى.* * *وفي هذا الكلام متروك قد استغني بذكر ما ذكر عما ترك منه. وذلك أن معنى الكلام: \" قالوا: وما لنا ألا نقاتل في سبيل الله وقد أخرجنا من ديارنا وأبنائنا \"= فسأل نبيهم ربهم أن يبعث لهم ملكا يقاتلون معه في سبيل الله، فبعث لهم ملكا, وكتب عليهم القتال=\" فلما كتب عليهم القتال تولوا إلا قليلا منهم والله عليم بالظالمين \".----------------الهوامش :(1) انظر معنى\"ألم تر\" ، و\" الرؤية\" فيما سلف : ص : 266 ، والمراجع في التعليق .(2) ساذكر في التعليقات الآتية ما جاء في هذا النسب من الأسماء ، على رسمها في كتاب القوم الذي بين أيدينا ، من أخبار الأيام الأول . في الإصحاح السادس . و\"شمويل\" هناك هو\"صموئيل\" .(3) \"بالي\" ، لم يرد له ذكر في نسب\"شمويل\" من كتاب القوم ، بل هو عندهم\"صموئيل بن\"القانة\" .(4) (ألقانة)(5) ( يروحام) . وفي المطبوعة : \"برحام\" خطأ ، وهو في المخطوطة غير منقوط وأما في تاريخ الطبري 1 : 242 فهو بالحاء المعجمة .(6) ( إيليئيل) . الظاهر أنه هو\"إليهو\" .(7) (توح) ، وفي المطبوعة : \"يهو صوق\" ، وهو خطأ ، وفي المخطوطة\"بهو صوف\" غير منقوط ، وكلاهما أسقط\"بن\" بين الكلمتين . و الصواب من تاريخ الطبري . و\" توح\" مذكور في كتاب القوم ، في كتاب صموئيل الأول ، الإصحاح الأول برسم : \"توحو\" .(8) ( محث) .(9) (عما ساى) والنسب في كتاب القوم بعد ذلك : \"عما ساى بن ألقانة بن يوثيل بن عز ريا بن صفنيا بن تحث بن أسير بن أبياساف\" ، وبعضه لم يذكر في النسب الذي رواه الطبري ، وفيما رواه بعد ذلك تقديم و تاخير كما ترى .(10) (صفنيا) ، وفي المطبوعة و المخطوطة : \" صفية\" .(11) ( أبياساف) وفي المطبوعة : \"أبى ياسق\" ، وفي المخطوطة\" أبي ياسف\" .(12) (قورح) .(13) ( يصهار) .(14) ( قهات) .(15) في المطبوعة و المخطوطة : \"عن أبي إسحق\" ، وهو خطأ ، وهو إسناد دائر في الطبري عن\"محمد بن إسحق\" صاحب السيرة .(16) في المخطوطة و المطبوعة : \"كما نسبه إسحاق\" ، وهو خطأ ظاهر ، وانظر التعليق السالف .(17) ما بين القوسين زيادة يقتضيها السياق ، كما في إسناد الأثر السالف ،(18) في المطبوعة : \"من قولها سمع\" أسقط\" أنه\" وأثبت ما في المخطوطة .(19) في المطبوعة : \" شمعون\" ، وهو خطأ لا شك فيه ، و الصواب ما في المخطوطة والدر المنثور 1 : 315 .(20) (يشوع) .(21) (أفرايم) ، وفي المطبوعة( أفراثيم) ، و الصواب ما أثبت من التاريخ 1 : 225 ، وفي المخطوطة غير منقوطة .(22) يعني المذكورين في قوله تعالى في [ سورة المائدة : 23] { قَالَ رَجُلَانِ مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا } ، الآية .(23) ( يفنة) وفي المطبوعة : \" يوقنا\" ، و الصواب من المخطوطة و التاريخ 1 : 238 .(24) ( حزقيال) في كتاب القوم .(25) (إيليا) ، وهو\"إيليا التشبى\" مذكور في\"الملوك الأول\" إصحاح : 17 .(26) لم أجد نسب\"إيليا\" ، وقوله : \"نسى\"لم أجده . وهو في المخطوطة\"سى\" غير منقوطة ولا واضحة ، وفي تاريخ الطبري 1 : 239\"إلياس بن ياسين\" .(27) ( فينحاس) .(28) (العازار) .(29) (أخاب)\"في الملوك الأول\" الإصحاح : 16 ، 17 . وهو في المطبوعة والتاريخ والمخطوطة : \"أحاب\" ، مهمل الحاء .(30) (يأكلها) أي يغلب عليها ، ويصير له ما لها وخراجها . وفي حديث عمرو بن عنبسة : ( ومأكول حمير من آكلها ، الماكول : الرعية -والآكلون : الملوك . وهم يسمون سادة الأحياء الذين يأخذون المرباع وغيره\" الآكال\" ، وفي الحديث : \"أمرت بقرية تأكل القرى\" ، هي المدنية ، أي يغلب أهلها بالإسلام على غيرها من القرى .(31) في المطبوعة : \"يعدد ملوكا . . \" وأثبت ما في المخطوطة ، وفي تاريخ الطبري : \"يعد\" .(32) في المطبوعة : \"مالكين\" ، وفي المخطوطة : \"ملكين\" ، وأثبت ما في تاريخ الطبري .(33) الزيادة التي بين القوسين من تاريخ الطبري ، ولا يستقيم الكلام إلا بها .(34) في المطبوعة : \"ويزعمون\" وأثبت ما في المخطوطة والتاريخ .(35) إلى هذا الموضع رواه الطبري بإسناده هذا في تاريخه1 : 239 / ثم الذي يليه في 1 / 240 فصلت بينهما روايات أخرى .(36) (أليشع) في كتاب القوم .(37) في المطبوعة والمخطوطة : \"وكانوا . . . \" ، وأثبت ما في التاريخ ، فهو أجود .(38) بعد هذا في التاريخ ما نصه : \"والسكنية - فيما ذكر ابن إسحق ، عن وهب بن منبه ، من بعض أهل إسرائيل -رأس هرة ميتة ، فإذا صرخت في التابوت بصراخ هرة ، أيقنوا بالنصر وجاءهم الفتح .(39) ( عالي) في كتاب القوم وفي تاريخ الطبري\"إيلاف\" . والمرجح أن الذي في المطبوعة والمخطوطة هو الصواب ، لقربه من لفظ\"عالي\" وإن كان الطبري قد ذكر في تاريخه 1 : 243\"عيلى\" ، . وعالي ، من عظماء كهنة بني إسرائيل وقضى لهم أربعين سنة . وخبر موت عالي عند استلاب التابوت ، مذكور في كتاب القوم\"صموئيل الأول\" الإصحاح الرابع .(40) في تاريخ الطبري : \"فمرج أمرهم بينهم\" . ومرج الأمر : اختلط والتبس واضطرب في الفتنة .(41) إلى هذا الموضع ، انتهى ما رواه الطبري في التاريخ 1 : 240-241 .(42) (صموئيل) في كتاب القوم .(43) في المطبوعة : \"في نفوسهم\" ، وأثبت ما في المخطوطة .(44) استخرج (بالبناء للمجهول) : حمل على الخروج من بلاده . وهذا لفظ لم يذكره أصحاب المعاجم ، وهو عربية معرقة .(45) ( جليات) في كتاب القوم .(46) في تاريخ الطبري بعد قوله شمعون : \"تقول\" : الله سمع دعائي\" . وانظر الأثر السالف رقم : 5628 وما قبله وما بعده .(47) في المطبوعة : \"فأرسلته يتعلم\" ، وأثبت ما في المخطوطة والتاريخ .(48) في المطبوعة : \"لا يأتمن\" ، وفي تاريخ الطبري مطبوعة مصر : \"لايئتمن\" في الأوربية والمخطوطة : \"لا يتمن\" . وأمنه وأمنه وائتمنه واتمنه (بتشديد التاء) سواء ، وانظر تعليق صاحب اللسان على قول من قال إن الأخيرة نادرة .(49) اللحن : اللغة و اللهجة . وفي التاريخ : \"شمويل\" ، وظاهر هذا الخبر يدل على أن\"شمعون\" هو\"شمويل\" وأنهما لغتان بمعنى واحد . وانظر الآثار السالفة 5626 -5629 ، والتعليقات عليها .(50) في المطبوعة\"ولم تنل لك\" وهو تصحيف . وفي تاريخ الطبري : \"ولم تبالك\" ، من المبالاة ، وهي ليست بشيء . وفي الدر المنثور : \"ولم يأن لك\" ، وفي المخطوطة : \"ولم تنل لك\" وظاهر أنها\"تئن\" . من\"آن يئين أينا\" : أي حان . مثل\"أني لك يأني\" ، بمعناه ، أي لم تبلغ بعد أوان أن تكون نبيا .(51) الأثر : 5635- في تاريخ الطبري 1: 242 ، والدر المنثور 1: 315 ، وفي المطبوعة ختم الأثر بقوله : \"والله أعلم\" ، وهي زيادة من ناسخ لا معنى لها هنا ، وليست في المخطوطة .(52) في المخطوطة والمطبوعة : \" الذي نقاتل\" بحذف\"به\" ، وهو خطأ يدل عليه السياق ، وما جاء في معاني القرآن للفراء 1 : 157 .(53) يعني\"الذي\" و\"به\" .(54) انظر معاني القرآن للفراء 1 : 157- 162 ، فهو قد استوعب القول في هذه القراءة ، وفي هذا الباب من العربية . و\"الصلة\" : التابع ، كالنعت والحال ، ويعني به نعت النكرة ، هنا .(55) انظر هذا التفسير في مجاز القرآن لأبي عبيدة 1 : 77 .(56) انظر معنى\" كتب\" فيما سلف 3 : 357 ، 364- 365 ، 409/ 4 : 297 .(57) في المطبوعة والمخطوطة : \"مع قولنا\" ، والسياق الآتي يقتضي ما أثبت .(58) لم أعرف قائله ، وإن كنت أذكر أنى قرأته مع أبيات أخر من الرجز . وهو في معاني القرآن للفراء 1 : 163 ، واللسان (خلف) . والخلفة (بفتح الخاء وكسر اللام) الناقة الحامل ، وجمعها خلف ، وهو نادر ، وهذا البيت شاهده ، وإنما الجمع السائر أن يقال للنوق الحوامل\"مخاض\" ، كقولهم : \"امرأة ، ونسوه\" ، وهذا الراجز يقول لناقته : ما زغاؤك ، والحوامل لا ترغو؟ يعني أنها إنما ترغو حنينا إلى بلاده وبلادها . حيث فارق من كان يحب ، كما قال الشماطيط الغطفاني لناقته :أرار اللــه مخــك فـي السـلامىإلــى مــن بــالحنين تشـوقينا!!فــإني مثـل مـا تجـدين وجـدي,ولكــــني أســـر وتعلنينـــا!وبـي مثـل الـذي بـك, غـير أنـيأجــل عــن العقــال, وتعقلينـا!هذا ، وقد كان في المطبوعة\"ملك ترعين ولا ترعوا الخلف\" ، وهو في المخطوطة على الصواب ، ولكنه غير منقوط كعادة ناسخها في كثير من المواضع .(59) هو الفرزدق .(60) ديوانه : 863 ، والنقائض : 753 ، ومعاني القرآن للفراء 1 : 164 ، واللسان (قرد) (قلا) (هلل) يهجمو جريرا ، ويعرض بالبعث ، وقبله ، يعرض بأن قوم جرير ، وهم كليب بن يربوع ، كان يغشون الأتن :وليس كـــليبي, إذا جــن ليلــهإذا لــم يجـد ريـح الأتـان, بنـائميقــــــول- إذا اقلـــــولي. . . . . . . . . . . . . . . . . . . .وفي المطبوعة : \"تقول\" . وقد شرحه ابن بري على هذه الرواية شرحا فاسدا جدا في\"قرد\" ، وشرحه ابن الأعرابي أيضًا في (قلا) على هذه الرواية ، فكان أيضًا شرحا شديد الفساد . ورغم أنه أراد امرأة يزنى بها . والصواب أنه أراد ما ذكرت من غشيان إناث الحمير ، لا إناث البشر!! وقوله : \"اقلولي\" أي علا على ظهرها مستوفزا قلقا لا يستقر ، واختيار الفرزدق لهذا الحرف عجب من العجب في تصوير ما أراد . وأقرد الرجل وغيره : سكن وتماوت . يريد أن الأتان قد رضيت فأسمحت فسكت له . فلما بلغ ذلك منه ومنها قال : \"ألا هل أخو عيش لذيذ بدائم\" ، يكشف عن شدة حبه وشغفه بذلك ، وأنه يأسف ويتحسر علي أنه أمر ينقضي ولا يدوم . وقد زعموا أن\"هل\" هنا بمعنى الجحد أي ليس أخو عيش لذيذ بدائم . (اللسان : هلل) .(61) انظر معاني القرآن للفراء 1 : 163- 164 ، وقد استوفى الكلام فيما فتحه الطبري .(62) هو الكسائي ، كما صرح به الفراء في معاني القرآن 1 : 165 .(63) هو أبو الحسن الأخفش ، كما يتبين من تفسير أبي حيان والقرطبي والمغني .(64) في المطبوعة : \" زائدة بعد فلما ولما ولو\" ، وهو تخليط . وفي المخطوطة \"بعد مليما . . . \" مضطربة الكتبة ، فالصواب عندي أن تكون : \"مالنا\" ، ولما أخطأ الناسخ الكتابة والقراءة ، حذف \"كما تزاد\" ، وهذا هو صواب المعنى والحمد لله(65) ديوانه : 283 ، وسيأتي في التفسير 9 : 165 ، والخزانة 2 : 87 ، والعيى (الخزانة) 2 : 322 يهجو عمر بن هبيرة الفزاري وهو أحد الأمراء وعمال سليمان بن عبد الملك . وقومه . فزارة ابن ذبيان ، من ولد غطفان بن سعد بن قيس عيلان بن مضر . وهو شعر جيد في بابه ، وقبل البيت أبيات منها :يـا قيس عيـلان, إنـي كنت قلت لكميا قيس عيلان : أن لا تسرعوا الضجراإنـي متـى أهـج قومـا لا أدع لهـمسـمعا, إذ استمعوا صوتي, ولا بصراثم قال بعد ذلك أبيات :لـو لـم تكـن غطفان . . . . . . .هذا مجمع من رأيت يذهب إلى إن\"الذنوب\"جمع\"ذنب\" ، وهو عندي ليس بشيء ، وإنما انحطوا في آثار الأخفش ، حين استشهد بالبيت على إعمال\"لا\" الزائدة . وصواب البيت عندي (لا ذنوب لها) وليس في البيت شاهد عندئذ . والظاهر أن الأخفش أخطأ في الاستشهاد به . والذنوب( بفتح الذال) : الخط والنصب ، وأصله الدلو الملأى . وهو بهذا المعنى في قوله تعالى : { فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ } ، أي حظا من العذاب . قال الفراء : \" الذنوب الدلو العظيمة ، ولكن العرب تذهب به إلى الحظ والنصيب\" . وقال الزمخشري : \"ولهم ذنوب من كذا\" أي نصيب ، قال عمرو ابن شأس :وفـي كـل حـي قـد خـبطت بنعمةفحــق لشـأس مـن نـداك ذنـوبأقول : يقول الفرزدق : لو لم تكن غطفان خسيسة لاحظ لها من الشرف والحسب والمروءة -\"إذن للام ذوو أحسابها عمرا\" . وبذلك يبرأ البيت من السخف ومن تكلف النحاة . هذا وانظر هجاء الفرزدق لعمر بن هبيرة في طبقات فحول الشعراء : 287- 288وقوله :فســد الزمــان وبــدلت أعلامـهحــتى أميــة عـن فـزارة تـنزعيقول : تبدلت الدنيا ، حتى صارت أمية تحتمي بفزارة وتصدر عن رأيها . يتعجب من ذلك لخسة فزارة عنده .(66) استشهد بهذا على إعمال الزائدة وهو\"لا\" ، كما أعملت\"أن\" في الآية .(67) في المطبوعة : \"رأيتك أبانا ويزيد ، بمعنى : رأيتك وأبانا يزيد\" ، وهو كلام ساقط هالك . والصواب من المخطوطة ، وإن كان غير منقوط الحروف ، ومن معاني القرآن للفراء 1 : 165 .(68) \"الأفاعيل\" الأفعال . ووقوعها على ما قبلها ، إما بالعمل فيه أو بالتعليق به .(69) لم أعرف قائله ، وهو في معاني القرآن للفراء 1 : 165 ، والسرائر جمع سريرة ، والسريرة : السر هنا .(70) في المخطوطة والمطبوعة : \" تقديم غيرهم\" بإسقاط\"في\" ، والصواب من معاني القرآن للفراء 1 : 166 ، وقد استوفى الكلام في ذلك ، وكأن ما هنا منقول عنه بنصه .",
  "ayah": 246,
  "surah": 2
}
