{
  "text": "القول في تأويل قوله :  وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُقال أبو جعفر: وهذا الخبر من الله تعالى ذكره عن نبيه الذي أخبر عنه به، دليل على أن الملأ من بني إسرائيل الذين قيل لهم هذا القول، لم يقروا ببعثة الله طالوت عليهم ملكا إذ أخبرهم نبيهم بذلك، وعرفهم فضيلته التي فضله الله بها، ولكنهم سألوه الدلالة على صدق ما قال لهم من ذلك وأخبرهم به. فتأويل الكلام، إذ كان الأمر على ما وصفنا : \" والله يؤتي ملكه من يشاء والله واسع عليم \"، فقالوا له: ما آية ذلك إن كنت من الصادقين؟ (95) =\" قال لهم نبيهم إن آية ملكه أن يأتيكم التابوت \" . وهذه القصة = (96) وإن كانت خبرا من الله تعالى ذكره عن الملإ من بني إسرائيل ونبيهم، وما كان من ابتدائهم نبيهم بما ابتدءوا به من مسألته أن يسأل الله لهم أن يبعث لهم ملكا يقاتلون معه في سبيله, ونبأً عما كان منهم من تكذيبهم نبيهم بعد علمهم بنبوته، (97) ثم إخلافهم الموعد الذي وعدوا الله ووعدوا رسوله، من &; 5-316 &; الجهاد في سبيل الله، بالتخلف عنه حين استنهضوا لحرب من استنهضوا لحربه, وفتح الله على القليل من الفئة، مع تخذيل الكثير منهم عن ملكهم وقعودهم عن الجهاد معه= (98) فإنه تأديب لمن كان بين ظهراني مهاجر رسول الله صلى الله عليه وسلم من ذراريهم وأبنائهم يهود قريظة والنضير, وأنهم لن يعدوا في تكذيبهم محمدا صلى الله عليه وسلم فيما أمرهم به ونهاهم عنه= مع علمهم بصدقه، ومعرفتهم بحقيقة نبوته, بعد ما كانوا يستنصرون الله به على أعدائهم قبل رسالته, وقبل بعثة الله إياه إليهم وإلى غيرهم = (99) أن يكونوا كأسلافهم وأوائلهم الذين كذبوا نبيهم شمويل بن بالي, مع علمهم بصدقه، ومعرفتهم بحقية نبوته, وامتناعهم من الجهاد مع طالوت لما ابتعثه الله ملكا عليهم، بعد مسألتهم نبيهم ابتعاث ملك يقاتلون معه عدوهم ويجاهدون معه في سبيل ربهم، ابتداء منهم بذلك نبيهم, وبعد مراجعة نبيهم شمويل إياهم في ذلك= (100) وحض لأهل الإيمان بالله وبرسوله من أصحاب محمد صلى الله عليه وسلم على الجهاد في سبيله, وتحذير منه لهم أن يكونوا في التخلف عن نبيهم محمد صلى الله عليه وسلم عند لقائه العدو، ومناهضته أهل الكفر بالله وبه، على مثل الذي كان عليه الملأ من بني إسرائيل في تخلفهم عن ملكهم طالوت إذ زحف لحرب عدو الله جالوت, وإيثارهم الدعة والخفض على مباشرة حر الجهاد والقتال في سبيل الله= (101) وشحذ منه لهم على الإقدام على مناجزة أهل الكفر به الحرب, وترك تهيب قتالهم أن قل عددهم وكثر عدد أعدائهم واشتدت شوكتهم بقوله:  قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ  [سورة البقرة: 249] ,= (102) وإعلام منه &; 5-317 &; تعالى ذكره عباده المؤمنين به أن بيده النصر والظفر والخير والشر.* * *وأما تأويل قوله: \" قال لهم نبيهم \"، فإنه يعني: للملأ من بني إسرائيل الذين قالوا لنبيهم: \" ابعث لنا ملكا نقاتل في سبيل الله \" .* * *وقوله: \" إن آية ملكه \"، : إن علامة ملك طالوت= (103) التي سألتمونيها دلالة على صدقي في قولي: إن الله بعثه عليكم ملكا, وإن كان من غير سبط المملكة=\" أن يأتيكم التابوت فيه سكينة من ربكم \"، وهو التابوت الذي كانت بنو إسرائيل إذا لقوا عدوا لهم قدموه أمامهم، وزحفوا معه, فلا يقوم لهم معه عدو، ولا يظهر عليهم أحد ناوأهم, حتى ضيعوا أمر الله، (104) وكثر اختلافهم على أنبيائهم, فسلبهم الله إياه مرة بعد مرة، يرده إليهم في كل ذلك, حتى سلبهم آخرها مرة فلم يرده عليهم، (105) ولن يرد إليهم آخر الأبد. (106)* * *ثم اختلف أهل التأويل في سبب مجيء التابوت الذي جعل الله مجيئه إلى بني إسرائيل آية لصدق نبيهم شمويل على قوله:  إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا  ، وهل كانت بنو إسرائيل سلبوه قبل ذلك فرده الله عليهم حين جعل مجيئه آية لملك طالوت, أو لم يكونوا سلبوه قبل ذلك، ولكن الله ابتدأهم به ابتداء؟فقال بعضهم: بل كان ذلك عندهم من عهد موسى وهارون يتوارثونه، (107) حتى سلبهم إياه ملوك من أهل الكفر به, ثم رده الله عليهم آية لملك طالوت. وقال في &; 5-318 &; سبب رده عليهم ما أنا ذاكره وهو ما: -5658- حدثني به المثنى قال، حدثنا إسحاق قال، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد بن معقل: أنه سمع وهب بن منبه قال: كان لعيلي الذي ربى شمويل، ابنان شابان أحدثا في القربان شيئا لم يكن فيه. كان مسوط القربان الذي كانوا يسوطونه به كلابين (108) فما أخرجا كان للكاهن الذي يسوطه، (109) فجعله ابناه كلاليب. (110) وكانا إذا جاء النساء يصلين في القدس يتشبثان بهن. فبينا شمويل نائم قبل البيت الذي كان ينام فيه عيلي, إذ سمع صوتا يقول: أشمويل!! (111) فوثب إلى عيلي فقال: لبيك! ما لك! دعوتني؟ فقال: لا! ارجع فنم! فرجع فنام، ثم سمع صوتا آخر يقول: أشمويل !! فوثب إلى عيلي أيضا, فقال: لبيك ! ما لك ! دعوتني؟ فقال: لم أفعل، ارجع فنم, فإن سمعت شيئا فقل: \" لبيك \" مكانك،\" مرني فأفعل \"! فرجع فنام, فسمع صوتا أيضا يقول: أشمويل !! فقال: لبيك أنا هذا! مرني أفعل! قال: انطلق إلى عيلي فقل له: \" منعه حب الولد أن يزجر ابنيه أن يحدثا في قدسي وقرباني، وأن يعصياني, فلأنـزعن منه الكهانة ومن ولده, ولأهلكنه وإياهما \"! فلما أصبح سأله عيلي فأخبره, ففزع لذلك فزعا شديدا. فسار إليهم عدو ممن &; 5-319 &; حولهم, فأمر ابنيه أن يخرجا بالناس فيقاتلا ذلك العدو. فخرجا وأخرجا معهما التابوت الذي كان فيه اللوحان وعصا موسى لينصروا به. (112) فلما تهيئوا للقتال هم وعدوهم, جعل عيلي يتوقع الخبر: ماذا صنعوا؟ فجاءه رجل يخبره وهو قاعد على كرسيه: إن ابنيك قد قتلا وإن الناس قد انهزموا! قال : فما فعل التابوت؟ قال: ذهب به العدو! قال: فشهق ووقع على قفاه من كرسيه فمات. وذهب الذين سبوا التابوت حتى وضعوه في بيت آلهتهم، ولهم صنم يعبدونه, فوضعوه تحت الصنم، والصنم من فوقه, فأصبح من الغد والصنم تحته وهو فوق الصنم. ثم أخذوه فوضعوه فوقه وسمروا قدميه في التابوت, فأصبح من الغد قد تقطعت يدا الصنم ورجلاه, وأصبح ملقى تحت التابوت. فقال بعضهم لبعض: قد علمتم أن إله بني إسرائيل لا يقوم له شيء, فأخرجوه من بيت آلهتكم! فأخرجوا التابوت فوضعوه في ناحية من قريتهم, فأخذ أهل تلك الناحية التي وضعوا فيها التابوت وجع في أعناقهم, فقالوا: ما هذا؟! فقالت لهم جارية كانت عندهم من سبي بني إسرائيل: لا تزالون ترون ما تكرهون ما كان هذا التابوت فيكم! فأخرجوه من قريتكم! قالوا: كذبت! قالت: إن آية ذلك أن تأتوا ببقرتين لهما أولاد لم يوضع عليهما نير قط , ثم تضعوا وراءهم العجل, (113) ثم تضعوا التابوت على العجل وتسيروهما وتحبسوا أولادهما، فإنهما تنطلقان به مذعنتين, (114) حتى إذا خرجتا من أرضكم ووقعتا في أرض بني إسرائيل كسرتا نيرهما, وأقبلتا إلى أولادهما. ففعلوا ذلك، فلما خرجتا من أرضهم ووقعتا في أدنى أرض بني إسرائيل كسرتا نيرهما, وأقبلتا إلى أولادهما. ووضعتاه في خربة فيها حصاد من بني إسرائيل، (115) ففزع إليه &; 5-320 &; بنو إسرائيل وأقبلوا إليه, فجعل لا يدنو منه أحد إلا مات. فقال لهم نبيهم شمويل: اعترضوا, (116) فمن آنس من نفسه قوة فليدن منه. فعرضوا عليه الناس , فلم يقدر أحد يدنو منه إلا رجلان من بني إسرائيل، (117) أذن لهما بأن يحملاه إلى بيت أمهما, وهي أرملة. فكان في بيت أمهما حتى ملك طالوت, فصلح أمر بني إسرائيل مع أشمويل. (118)5659- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال، حدثني بعض أهل العلم , عن وهب بن منبه قال: قال شمويل لبني إسرائيل لما قالوا له: أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة من المال؟ قال إن الله اصطفاه عليكم وزاده بسطة في العلم والجسم، وإن آية ملكه= وإن تمليكه من قبل الله= أن يأتيكم التابوت, فيرد عليكم الذي فيه من السكينة وبقية مما ترك آل موسى وآل هارون, وهو الذي كنتم تهزمون به من لقيكم من العدو, وتظهرون به عليه. قالوا: فإن جاءنا التابوت فقد رضينا وسلمنا! وكان العدو الذين أصابوا التابوت أسفل من الجبل جبل إيليا فيما بينهم وبين مصر, وكانوا أصحاب أوثان, وكان فيهم جالوت. وكان جالوت رجلا قد أعطي بسطة في الجسم، وقوة في البطش، وشدة في الحرب, مذكورا بذلك في الناس. وكان التابوت حين استبي قد جعل في قرية من قرى فلسطين يقال لها: \" أزدود \", (119) فكانوا قد جعلوا التابوت في &; 5-321 &; كنيسة فيها أصنامهم. فلما كان من أمر النبي صلى الله عليه وسلم ما كان: من وعد بني إسرائيل أن التابوت سيأتيهم- جعلت أصنامهم تصبح في الكنيسة منكسة على رؤوسها, وبعث الله على أهل تلك القرية فأرا, تبيت الفأرة الرجل فيصبح ميتا، (120) قد أكلت ما في جوفه من دبره. قالوا: تعلمون والله، لقد أصابكم بلاء ما أصاب أمة من الأمم مثله, (121) وما نعلمه أصابنا إلا مذ كان هذا التابوت بين أظهرنا!! مع أنكم قد رأيتم أصنامكم تصبح كل غداة منكسة، شيء لم يكن يصنع بها حتى كان هذا التابوت معها! فأخرجوه من بين أظهركم. فدعوا بعجلة فحملوا عليها التابوت, ثم علقوها بثورين, ثم ضربوا على جنوبهما, وخرجت الملائكة بالثورين تسوقهما, فلم يمر التابوت بشيء من الأرض إلا كان قدسا. فلم يرعهم إلا التابوت على عجلة يجرها الثوران, حتى وقف على بني إسرائيل, فكبروا وحمدوا الله, وجدوا في حربهم، واستوسقوا على طالوت. (122)5660- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال: قال ابن عباس: لما قال لهم نبيهم: إن الله اصطفى طالوت عليكم وزاده بسطة في العلم والجسم- أبوا أن يسلموا له الرياسة، حتى قال لهم: \" إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم \" . فقال لهم: أرأيتم إن جاءكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هارون تحمله للملائكة!! &; 5-322 &; = وكان موسى حين ألقى الألواح تكسرت ورفع منها. فنـزل فجمع ما بقي فجعله في ذلك التابوت= قال ابن جريج، أخبرني يعلى بن مسلم , عن سعيد بن جبير, عن ابن عباس: أنه لم يبق من الألواح إلا سدسها. قال: وكانت العمالقة قد سبت ذلك التابوت- والعمالقة فرقة من عاد كانوا بأريحا- فجاءت الملائكة بالتابوت تحمله بين السماء والأرض وهم ينظرون إلى التابوت، حتى وضعته عند طالوت. فلما رأوا ذلك قالوا: نعم ! فسلموا له وملكوه. قال: وكان الأنبياء إذا حضروا قتالا قدموا التابوت بين يديهم. ويقولون: إن آدم نـزل بذلك التابوت وبالركن. وبلغني أن التابوت وعصا موسى في بحيرة طبرية, وأنهما يخرجان قبل يوم القيامة.5661- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا عبد الصمد بن معقل: أنه سمع وهب بن منبه يقول: إن أرميا لما خرب بيت المقدس وحرقت الكتب, وقف في ناحية الجبل فقال: \" أنى يحيى هذه الله بعد موتها، فأماته الله مئة عام \" . ثم رد الله من رد من بني إسرائيل على رأس سبعين سنة من حين أماته, يعمرونها ثلاثين سنة تمام المئة. فلما ذهبت المئة، رد الله إليه روحه، وقد عمرت, فهي على حالتها الأولى. (123)(124) .........................................................................................................................................................................................................................................................فلما أراد أن يرد عليهم التابوت , أوحى الله إلى نبي من أنبيائهم: إما دانيال وإما غيره: إن كنتم تريدون أن يرفع عنكم المرض, فأخرجوا عنكم هذا التابوت ! قالوا: بآية ماذا؟ قال: بآية أنكم تأتون ببقرتين صعبتين لم تعملا عملا قط, فإذا نطرتا &; 5-323 &; إليه وضعتا أعناقهم للنير حتى يشد عليهما, (125) ثم يشد التابوت على عجل, ثم يعلق على البقرتين, ثم يخليان فيسيران حيث يريد الله أن يبلغهما. ففعلوا ذلك، ووكل الله بهما أربعة من الملائكة يسوقونهما، فسارت البقرتان سيرا سريعا , حتى إذا بلغتا طرف القدس كسرتا نيرهما, وقطعتا حبالهما, وذهبتا. فنـزل إليهما داود ومن معه، فلما رأى داود التابوت حجل إليه فرحا به = فقلنا لوهب: ما حجل إليه، قال : شبيه بالرقص= فقالت له امرأته: لقد خففت حتى كاد الناس يمقتونك لما صنعت! قال: أتبطئيني عن طاعة ربي!! لا تكونين لي زوجة بعد هذا. ففارقها.* * *وقال آخرون: بل التابوت= الذي جعله الله آية لملك طالوت= كان في البرية, وكان موسى صلى الله عليه وسلم خلفه عند فتاه يوشع, فحملته الملائكة حتى وضعته في دار طالوت. (126)&; 5-324 &;* ذكر من قال ذلك:5662- حدثنا بشر قال، حدثنا يزيد, قال، حدثنا سعيد, عن قتادة في قوله: \" إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم \"، الآية: كان موسى تركه عند فتاه يوشع بن نون وهو بالبرية, وأقبلت به الملائكة تحمله حتى وضعته في دار طالوت فأصبح في داره.5663- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع في قوله: \" إن آية ملكه أن يأتيكم التابوت \" الآية, قال: كان موسى - فيما ذكر لنا - ترك التابوت عند فتاه يوشع بن نون وهو في البرية. فذكر لنا أن الملائكة حملته من البرية حتى وضعته في دار طالوت, فأصبح التابوت في داره.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب ما قاله ابن عباس ووهب بن منبه: من أن التابوت كان عند عدو لبني إسرائيل كان سلبهموه. وذلك أن الله تعالى ذكره قال مخبرا عن نبيه في ذلك الزمان قوله لقومه من بني إسرائيل : \" إن آية ملكه أن يأتيكم التابوت \"، و \" الألف واللام \" لا تدخلان في مثل هذا من الأسماء إلا في معروف عند المتخاطبين به. وقد عرفه المخبر والمخبر. فقد علم بذلك أن معنى الكلام : إن آية ملكه أن يأتيكم التابوت الذي قد عرفتموه، الذي كنتم تستنصرون به, فيه سكينة من ربكم. ولو كان ذلك تابوتا من التوابيت غير معلوم عندهم قدره &; 5-325 &; ومبلغ نفعه قبل ذلك، لقيل: إن آية ملكه أن يأتيكم تابوت فيه سكينة من ربكم.* * *فإن ظن ذو غفلة أنهم كانوا قد عرفوا ذلك التابوت وقدر نفعه وما فيه وهو عند موسى ويوشع, فإن ذلك ما لا يخفى خطؤه. وذلك أنه لم يبلغنا أن موسى لاقى عدوا قط بالتابوت ولا فتاه يوشع, بل الذي يعرف من أمر موسى وأمر فرعون ما قص الله من شأنهما, وكذلك أمره وأمر الجبارين. وأما فتاه يوشع, فإن الذين قالوا هذه المقالة، زعموا أن يوشع خلفه في التيه حتى رد عليهم حين ملك طالوت. فإن كان الأمر على ما وصفوه, فأي الأحوال للتابوت الحال التي عرفوه فيها, فجاز أن يقال: إن آية ملكه أن يأتيكم التابوت الذي قد عرفتموه وعرفتم أمره؟ وفي فساد هذا القول بالذي ذكرنا، (127) أبين الدلالة على صحة القول الآخر, إذ لا قول في ذلك لأهل التأويل غيرهما.* * *وكانت صفة التابوت فيما بلغنا، كما: -5664- حدثنا محمد بن عسكر والحسن بن يحيى قالا أخبرنا عبد الرزاق قال، أخبرنا بكار بن عبد الله قال: سألنا وهب بن منبه عن تابوت موسى: ما كان؟ قال: كان نحوا من ثلاثة أذرع في ذراعين. (128)* * *&; 5-326 &;القول في تأويل قوله :  فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْقال أبو جعفر: يعني تعالى ذكره بقوله: \" فيه \"، في التابوت=\" سكينة من ربكم \".* * *واختلف أهل التأويل في معنى \" السكينة \".فقال بعضهم: هي ريح هفافة لها وجه كوجه الإنسان.* ذكر من قال ذلك:5665- حدثنا عمران بن موسى قال، حدثنا عبد الوارث بن سعيد قال، حدثنا محمد بن جحادة, عن سلمة بن كهيل, عن أبي وائل, عن علي بن أبي طالب قال: السكينة، ريح هفافة لها وجه كوجه الإنسان.5666- حدثنا محمد بن بشار قال، حدثنا عبد الرحمن بن مهدي قال، حدثنا سفيان= وحدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا سفيان= عن سلمة بن كهيل, عن أبي الأحوص, عن علي قال: السكينة لها وجه كوجه الإنسان, ثم هي ريح هفافة.5667- حدثني يعقوب بن إبراهيم قال، حدثنا هشيم, عن العوام بن حوشب, عن سلمة بن كهيل, عن علي بن أبي طالب في قوله: \" فيه سكينة من ربكم \"، قال: ريح هفافة لها صورة= وقال يعقوب في حديثه: لها وجه= (129) وقال ابن المثنى: كوجه الإنسان.5668- حدثنا ابن حميد قال، حدثنا جرير, عن منصور, عن سلمة بن كهيل قال، قال علي: السكينة لها وجه كوجه الإنسان, وهي ريح هفافة. (130)&; 5-327 &;5669- حدثنا هناد بن السري قال، حدثنا أبو الأحوص, عن سماك بن حرب, عن خالد بن عرعرة قال، قال علي: السكينة ريح خجوج, ولها رأسان. (131)5670- حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن سماك قال: سمعت خالد بن عرعرة، يحدث عن علي, نحوه.5671- حدثنا ابن المثنى قال، حدثنا أبو داود قال، حدثنا شعبة, وحماد بن سلمة, وأبو الأحوص, كلهم عن سماك, عن خالد بن عرعرة, عن علي, نحوه. (132)* * *وقال آخرون: لها رأس كرأس الهرة وجناحان.* ذكر من قال ذلك:5672- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله تعالى: \" فيه سكينة من ربكم \"، قال: أقبلت السكينة [ والصرد] وجبريل مع إبراهيم من الشأم= (133) قال ابن أبي نجيح، سمعت مجاهدا يقول: السكينة لها رأس كرأس الهرة وجناحان.5673- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد نحوه.5674- حدثنا ابن وكيع قال، حدثنا أبي قال، حدثنا سفيان, عن ليث, عن مجاهد قال: السكينة لها جناحان وذنب.&; 5-328 &;5675-حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن ابن أبي نجيح, عن مجاهد قال: لها جناحان وَذَنَب مثل ذنب الهرة.* * *وقال آخرون: بل هي رأس هرة ميتة.* * ** ذكر من قال ذلك:5677- حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق, عن وهب بن منبه, عن بعض أهل العلم من بني إسرائيل قال: السكينة رأس هرة ميتة، كانت إذا صرخت في التابوت بصراخ هر، أيقنوا بالنصر وجاءهم الفتح.* * *وقال آخرون: إنما هي طست من ذهب من الجنة، كان يغسل فيه قلوب الأنبياء.* ذكر من قال ذلك:5678- حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا الحكم بن ظهير, عن السدي, عن أبي مالك, عن ابن عباس : \" فيه سكينة من ربكم \"، قال: طست من ذهب من الجنة, كان يغسل فيه قلوب الأنبياء.5679- حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: \" فيه سكينة من ربكم \"، السكينة: طست من ذهب يغسل فيها قلوب الأنبياء, أعطاها الله موسى, وفيها وضع الألواح. وكانت الألواح، فيما بلغنا، من در وياقوت وزبرجد.* * *وقال آخرون: \" السكينة \"، روح من الله تتكلم.* ذكر من قال ذلك:5680- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا بكار &; 5-329 &; بن عبد الله، قال، سألنا وهب بن منبه فقلنا له: السكينة؟ قال: روح من الله يتكلم، إذا اختلفوا في شيء تكلم فأخبرهم ببيان ما يريدون.5681- حدثنا محمد بن عسكر قال، حدثنا عبد الرزاق قال، حدثنا بكار بن عبد الله: أنه سمع وهب بن منبه، فذكر نحوه. (134)وقال آخرون: \" السكينة \"، ما يعرفون من الآيات فيسكنون إليه.* ذكر من قال ذلك:5682- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال: سألت عطاء بن أبي رباح عن قوله: \" فيه سكينة من ربكم \"، الآية، قال: أما السكينة فما يعرفون من الآيات، يسكنون إليها.* * *وقال آخرون: \" السكينة \"، الرحمة.* ذكر من قال ذلك:5683- حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: \" فيه سكينة من ربكم \"، أي رحمة من ربكم.* * *وقال آخرون: \" السكينة \"، هي الوقار.* ذكر من قال ذلك:5684- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" فيه سكينة من ربكم \"، أي وقار.* * *قال أبو جعفر: وأولى هذه الأقوال بالحق في معنى \" السكينة \" , ما قاله عطاء بن أبي رباح: من الشيء تسكن إليه النفوس من الآيات التي تعرفونها. وذلك أن &; 5-330 &; \" السكينة \" في كلام العرب \" الفعيلة \"، من قول القائل: \" سكن فلان إلى كذا وكذا \"= إذا اطمأن إليه وهدأت عنده نفسه=\" فهو يسكن سكونا وسكينة \", مثل قولك: \" عزم فلان هذا الأمر عزما وعزيمة \", و \" قضى الحاكم بين القوم قضاء وقضية \", ومنه قول الشاعر: (135)للــه قــبر غالهـا! مـاذا يجـن?لقـــد أجــن ســكينة ووقــارا* * *وإذا كان معنى \" السكينة \" ما وصفت, فجائز أن يكون ذلك على ما قاله علي بن أبي طالب على ما روينا عنه, وجائز أن يكون ذلك على ما قاله مجاهد على ما حكينا عنه, وجائز أن يكون ما قاله وهب بن منبه وما قاله السدي، لأن كل ذلك آيات كافيات تسكن إليهن النفوس، وتثلج بهن الصدور. وإذا كان معنى \" السكينة \" ما وصفنا, فقد اتضح أن الآية التي كانت في التابوت، التي كانت النفوس تسكن إليها لمعرفتها بصحة أمرها، إنما هي مسماة بالفعل وهي غيره، (136) لدلالة الكلام عليه.* * *القول في تأويل قوله :  وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَقال أبو جعفر: يعني تعالى ذكره بقوله: \" وبقية \"، الشيء الباقي، من قول القائل: \" قد بقي من هذا الأمر بقية \", وهي\" فعلية \" منه, نظير \" السكينة \" من \" سكن \".* * *&; 5-331 &;وقوله: \" مما ترك آل موسى وآل هارون \"، يعني به: من تركة آل موسى , وآل هارون.* * *واختلف أهل التأويل في\" البقية \" التي كانت بقيت من تركتهم.فقال بعضهم : كانت تلك \" البقية \" عصا موسى ورضاض الألواح. (137)* ذكر من قال ذلك:5685- حدثنا حميد بن مسعدة قال، حدثنا بشر بن المفضل قال، حدثنا داود, عن عكرمة قال: أحسبه عن ابن عباس أنه قال في هذه الآية: \" وبقية مما ترك آل موسى وآل هارون \"، قال: رضاض الألواح.5686- حدثنا محمد بن عبد الله بن بزيع قال، حدثنا بشر قال، حدثنا داود، عن عكرمة= قال داود: وأحسبه عن ابن عباس= مثله.5687- حدثنا ابن المثنى قال، حدثنا أبو الوليد قال، حدثنا حماد, عن داود بن أبي هند, عن عكرمة, عن ابن عباس في هذه الآية: \" وبقية مما ترك آل موسى وآل هارون \"، قال: عصا موسى ورضاض الألواح .5688- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" وبقية مما ترك آل موسى وآل هارون \"، قال: فكان في التابوت عصا موسى ورضاض الألواح, فيما ذكر لنا .5689- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" وبقية مما ترك آل موسى وآل هارون \"، قال: البقية عصا موسى ورضاض الألواح.5690- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: \" وبقية مما ترك آل موسى وآل هارون \"، أما البقية، فإنها عصا موسى &; 5-332 &; ورضاضة الألواح. (138)5691- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع : \" وبقية مما ترك آل موسى وآل هارون \"، عصا موسى وأثور من التوراة. (139)5692- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الوهاب الثقفي, عن خالد الحذاء, عن عكرمة في هذه الآية: \" وبقية مما ترك آل موسى وآل هارون \"، قال: التوراة ورضاض الألواح والعصا= قال إسحاق، قال وكيع: ورضاضه كسره.5693- حدثني يعقوب قال، حدثنا ابن علية, عن خالد, عن عكرمة في قوله: \" وبقية مما ترك آل موسى وآل هارون \"، قال: رضاض الألواح.* * *وقال آخرون: بل تلك \" البقية \" عصا موسى وعصا هارون, وشيء من الألواح. (140)* ذكر من قال ذلك:5694- حدثنا أبو كريب قال، حدثنا جابر بن نوح, عن إسماعيل, عن ابن أبي خالد, عن أبي صالح: \" أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هارون \"، قال: كان فيه عصا موسى وعصا هارون, ولوحان من التوراة, والمن. (141)&; 5-333 &;5695- حدثنا أبو كريب قال، حدثنا ابن إدريس قال، سمعت أبي, عن عطية بن سعد في قوله: \" وبقية مما ترك آل موسى وآل هارون \"، قال: عصا موسى، وعصا هارون, وثياب موسى, وثياب هارون, ورضاض الألواح.* * *وقال آخرون: بل هي العصا والنعلان.* ذكر من قال ذلك:5696- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، سألت الثوري عن قوله: \" وبقية مما ترك آل موسى وآل هارون \"، قال: منهم من يقول: البقية قفيز من من ورضاض الألواح- ومنهم من يقول: العصا والنعلان. (142)* * *وقال آخرون: بل كان ذلك العصا وحدها.* ذكر من قال ذلك:5697- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا بكار بن عبد الله قال، قلنا لوهب بن منبه: ما كان فيه؟ = يعني في التابوت= قال: كان فيه عصا موسى والسكينة. (143)* * *وقال آخرون: بل كان ذلك، رضاض الألواح وما تكسر منها.* ذكر من قال ذلك:5698- حدثنا القاسم قال، حدثني حجاج قال، قال ابن جريج، قال ابن عباس في قوله: \" وبقية مما ترك آل موسى وآل هارون \"، قال: كان موسى حين ألقى الألواح تكسرت ورفع منها, فجعل الباقي في ذلك التابوت.&; 5-334 &;5699- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، سألت عطاء بن أبي رباح عن قوله: \" وبقية مما ترك آل موسى وآل هارون \"، [قال] العلم والتوراة. (144)* * *وقال آخرون: بل ذلك الجهاد في سبيل الله.* ذكر من قال ذلك:5700- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد الله بن سليمان قال، سمعت الضحاك يقول في قوله: \" وبقية مما ترك آل موسى وآل هارون \"، يعني ب \" البقية \"، القتال في سبيل الله, وبذلك قاتلوا مع طالوت, وبذلك أمروا.قال أبو جعفر: وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره أخبر عن التابوت الذي جعله آية لصدق قول نبيه صلى الله عليه = الذي قال لأمته: (145) \" إن الله قد بعث لكم طالوت ملكا \" = أن فيه سكينة منه, وبقية مما تركه آل موسى وآل هارون. (146) وجائز أن يكون تلك البقية: العصا, وكسر الألواح، والتوراة, أو بعضها، والنعلين, والثياب, والجهاد في سبيل الله = وجائز أن يكون بعض ذلك، وذلك أمر لا يدرك علمه من جهة الاستخراج ولا اللغة, ولا يدرك علم ذلك إلا بخبر يوجب عنه العلم. ولا خبر عند أهل الإسلام في ذلك للصفة التي وصفنا. وإذ كان كذلك, فغير جائز فيه تصويب قول وتضعيف آخر غيره, إذ كان جائزا فيه ما قلنا من القول.* * *&; 5-335 &;القول في تأويل قوله :  تَحْمِلُهُ الْمَلائِكَةُقال أبو جعفر: اختلف أهل التأويل في صفة حمل الملائكة ذلك التابوت.فقال بعضهم: معنى ذلك: تحمله بين السماء والأرض، حتى تضعه بين أظهرهم.* ذكر من قال ذلك:5701- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: جاءت الملائكة بالتابوت تحمله بين السماء والأرض وهم ينظرون إليه, حتى وضعته عند طالوت.5702- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: لما قال لهم= يعني النبي، لبني إسرائيل: =\" والله يؤتي ملكه من يشاء \". قالوا: فمن لنا بأن الله هو آتاه هذا! ما هو إلا لهواك فيه! قال: إن كنتم قد كذبتموني واتهمتمون، فإن آية ملكه:  أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ  ، الآية. قال: فنـزلت الملائكة بالتابوت نهارا ينظرون إليه عيانا, حتى وضعوه بين أظهرهم, فأقروا غير راضين, وخرجوا ساخطين، وقرأ حتى بلغ:  وَاللَّهُ مَعَ الصَّابِرِينَ  .5703- حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي قال: لما قال لهم نبيهم: \" إن الله اصطفاه عليكم وزاده بسطة في العلم والجسم \"، قالوا: فإن كنت صادقا فأتنا بآية أن هذا ملك ! قال: \" إن آية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هارون تحمله الملائكة \" . وأصبح التابوت وما فيه في دار طالوت, فآمنوا بنبوة شمعون, وسلموا ملك طالوت.5704- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا &; 5-336 &; معمر, عن قتادة في قوله: \" تحمله الملائكة \"، قال : تحمله حتى تضعه في بيت طالوت.* * *وقال آخرون: معنى ذلك: تسوق الملائكة الدواب التي تحمله.* ذكر من قال ذلك:5705- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن بعض أشياخه قال: تحمله الملائكة على عجلة على بقرة.5706- حدثنا الحسن قال، أخبرنا عبد الرزاق قال، أخبرنا عبد الصمد بن معقل: أنه سمع وهب بن منبه يقول: وكل بالبقرتين اللتين سارتا بالتابوت أربعة من الملائكة يسوقونهما, فسارت البقرتان بهما سيرا سريعا، حتى إذا بلغتا طرف القدس ذهبتا.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب قول من قال: \" حملت التابوت الملائكة حتى وضعته لها في دار طالوت قائما بين أظهر بني إسرائيل \". (147) وذلك أن الله تعالى ذكره قال: \" تحمله الملائكة \"، ولم يقل: تأتي به الملائكة. وما جرته البقر على عجل. وإن كانت الملائكة هي سائقتها, فهي غير حاملته. لأن \" الحمل \" المعروف، هو مباشرة الحامل بنفسه حمل ما حمل, فأما ما حمله على غيره = وإن كان جائزا في اللغة أن يقال \" حمله \" بمعنى معونته الحامل, (148) وبأن حمله كان عن سببه= فليس سبيله سبيل ما باشر حمله بنفسه، في تعارف الناس إياه &; 5-337 &; بينهم. وتوجيه تأويل القرآن إلى الأشهر من اللغات، أولى من توجيهه إلى الأنكر، (149) ما وُجد إلى ذلك سبيل.* * *القول في تأويل قوله :  إِنَّ فِي ذَلِكَ لآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (248)قال أبو جعفر: يعني تعالى ذكره بذلك: أن نبيه أشمويل قال لبني إسرائيل: إن في مجيئكم التابوت فيه سكينة من ربكم وبقية مما ترك آل موسى وآل هارون حاملته الملائكة=\" لآية لكم \"، يعني: لعلامة لكم ودلالة، (150) أيها الناس، على صدقي فيما أخبرتكم: أن الله بعث لكم طالوت ملكا، أن كنتم قد كذبتموني فيما أخبرتكم به من تمليك الله إياه عليكم، واتهمتموني في خبري إياكم بذلك=\" إن كنتم مؤمنين \"، يعني بذلك: (151) إن كنتم مصدقي عند مجيء الآية التي سألتمونيها على صدقي فيما أخبرتكم به من أمر طالوت وملكه.* * *وإنما قلنا ذلك معناه، لأن القوم قد كانوا كفروا بالله في تكذيبهم نبيهم وردهم عليه قوله:  إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا  ، بقولهم: \" أنى يكون له الملك علينا ونحن أحق بالملك منه \"، = وفي مسألتهم إياه الآية على صدقه. فإذ كان ذلك منهم كفرا, (152)فغير جائز أن يقال لهم وهم كفار: لكم في مجيء التابوت آية إن كنتم من أهل الإيمان بالله ورسوله: = وليسوا من أهل الإيمان بالله ولا برسوله. ولكن الأمر في ذلك على ما وصفنا من معناه, لأنهم سألوا الآية &; 5-338 &; على صدق خبره إياهم ليقروا بصدقه, فقال لهم: في مجيء التابوت- على ما وصفه لهم - آية لكم إن كنتم عند مجيئه كذلك مصدقي بما قلت لكم وأخبرتكم به.* * *---------------------------(95) في المطبوعة : \"فقالوا له : ائت بآية على ذلك ... \" ، وفي المخطوطة : \" مما أتى به ذلك\" وقد ضرب على الباء من\"أتى\" . واستظهرت قراءتها كما أثبتها ، لقوله تعالى بعد : \" إن آية ملكه\" .(96) في المطبوعة : \" هذه القصة\" بإسقاط الواو ، وإسقاطها مخل بالكلام .(97) في المطبوعة : \" بناء عما كان منهم من تكذيبهم\" ، وهو غث من الكلام . وفي المخطوطة : \"بنا عما كان . . . \" غير منقوطة ، و الصواب ما أثبت مع زيادة\"الواو\" عطفا على قوله : \"وإن كانت خبرا . . . \" .(98) سياق الجملة : وهذه القصة ، وإن كانت خبرا من الله00 0 ونبأ عما كان منهم... فإنه تأديب...\" .(99) سياق هذه الجملة : \"وأنهم لن يعدوا في تكذيبهم محمدا... أن يكونوا كأسلافهم...\" .(100) قوله : \"وحض...\" معطوف على قوله آنفًا : \"فإنه تأديب...\" .(101) قوله : \"وشخذ...\" معطوف ثان على قوله آنفًا : \" فإنه تأديب...\" .(102) قوله : \" وإعلام...\" معطوف ثالث على قوله : \"فإنه تأديب...\" .(103) انظر تفسير\"آية\" فيما سلف 1 : 106 / 2 : 397 ، 398 ، 553 / 3 : 184 / 4 : 271 .(104) في المطبوعة والمخطوطة : \"حتى منعوا أمر الله\" . وهو تصحيف لا معنى له ، والصواب ما أثبت .(105) في المطبوعة : \"حتى سلبهم آخر مرة\" ، والذي في المخطوطة هو الصواب الجيد ، وإن كانت الأخرى قريبة من الصواب على ضعف .(106) في المخطوطة : \"ولم يرده إليهم آخر الأبد\" ، وهو خطأ بين .(107) في المطبوعة : \" كان ذلك عندهم\" ، بحذف\"بل\" .(108) في المطبوعة والمخطوطة : \" كان مشرط القربان الذي يشرطونه به\" ، وهو خطأ لا معنى له ، والصواب من تاريخ الطبري 1 : 243 . والمسوط (بكسر الميم) : المسواط خشبة أو ما يشبهها ، يحرك بها ما في القدر ليختلط . ساط الشيء في القدر يسوطه سوطا : إذا حركة وخاصه ، ليختلط ويمتزج . وقربان اليهود هذا هو\"التقدمة\" ، كانت من دقيق مع زيت ولبان ، يؤخذ قليل من الدقيق المقدم والزيت وكل اللبان ، ويوقد على المذبح ، أو يعمل منه قطائف علي صاج ، وأما البقية فكانت للكمهنة (قاموس الكتاب المقدس 2 : 208) . والكلاب (يضم الكاف وتشديد اللام) : سفود من حديد أو خشب ، في رأسه عقافة معطوفة كالخطاف ، وجمعه : \"كلاليب\" .(109) في المطبوعة والمخطوطة : \"للكاهن الذي يستوطنه\" ، وهو خطأ ، صوابه من التاريخ .(110) في المطبوعة والمخطوطة : \"فجعل ابناه...\" ، والصواب من التاريخ .(111) في المخطوطة والتاريخ في هذا الموضع و ما بعده : \"أشمويل\" ، والذي قبله : \"شمويل\" ، وأثبت ما فيهما ، كما سلف قريبا ص : 308 ، تعليق : 5 .(112) في التاريخ : \"لينتصروا به\" ، أي ليجلبوا النصر لأنفسهم به .(113) في المطبوعة : \"وراءهم\" والصواب من التاريخ والمخطوطة . والنير : الخشبة التي تكون على عنق الثور بأداتها .(114) في المطبوعة : \" ينطلقان مذعنين\" ، والصواب من المخطوطة والتاريخ .(115) في المطبوعة : \"حضار\" ، وفي المخطوطة : \"حصار\" ، غير منقوطة ، والصواب ما في التاريخ .(116) في التاريخ : \"اعرضوا\" ، وهما سواء .(117) في التاريخ : \"فلم يقدر أحد على أن يدنو منه\" ، والذي في المخطوطة والمطبوعة حسن .(118) الأثر : 5658- في التاريخ 1 : 243- 244 ، وهو صدر الأثر السالف رقم : 5637 ، وساقهما الطبري في التاريخ سياقا واحدا .(119) في المطبوعة : \"يقال لها : أردن\" ، وهو خطأ لا شك فيه ، وأما ما في المخطوطة فهو ، \"أردود\" بالراء ، وأنا أظنه بالزاي وأثبته كذلك . فإنه الذي في كتاب القوم في\"كتاب صموئيل الأول\" الإصحاح الخامس : \"أشدود\" ، وقال صاحب قاموسهم : \"أشدود\" (حصن ، معقل) ، إحدى مدن فلسطين الخمس المحالفة... وموقعها على ثلاثة أميال من البحر المتوسط بين غزة ويافا . قال : وهي الآن قرية حقيرة تسمى : أسدود ، وفي جوارها خرائب كثيرة\" . والذي يرجع ما ظننته أنها بالزاي أن ابن كثير قال في تفسيره 1 : 602 أنه يقال لها : \" أزدوه\" ، وقال مصحح التفسير بهامشه أنها في نسخة الأزهر : \"أزدرد\" . وفي البغوي بهامش ابن كثير 1 : 601\"أزدود\" كما أثبتها .(120) في المطبوعة : \"تثبت الفأرة\" ، وليست صوابا ، والذي في المخطوطة\" تبيت\" غير منقوطة وصواب قراءتها ما أثبت . بيت القوم العدو : أتوهم في جوف الليل فأوقعوا بهم وهم في غفلة عنه . والاسم : \"البيات\" ، وفي البغوي 1 : 601 (بهامش ابن كثير) : \"فكانت الفأرة تبيت مع الرجل\" .(121) في المطبوعة : \"أمة من الأمم قبلكم\" ، وفي المخطوطة : \"أمة من الأمم قبله\" ، والذي أثبت أقرب إلى رسم المخطوطة ، مع التصحيف فيها .(122) في المطبوعة : \"واستوثقوا\" . وهو خطأ والصواب ما في المخطوطة . ومعناه : اجتمعوا على طاعته . وأصله من\"الوسق\"وهو ضم الشيء إلى الشيء ، وفي حديث أحد : \"استوسقوا كما يستوسق جرب الغم . أي : استجمعوا وانضموا . وفي حديث النجاشي : \"واستوسق عليه أمر الحبشة\" ، أي اجتمعوا على طاعته . وهو المراد هنا . وانظر ما سيأتي في الأثر : 5707 .(123) الأثر : 5661- سيأتي هذا الأثر نفسه برقم : 5912 وهو أثر\"مبتور\" بلا شك ولم أستطع أن أتمه ، وانظر التعليق على الأثر التالي المذكور آنفًا .(124) أما موضع النقط هذا ، فإنه سقط بلا شك فيه ، فإن خبر أرميا السالف ، لا يمكن أن يكون هذا الكلام من صلته ، فإن فيه ذكر رد التابوت في عهد طالوت وداود ، وهما قبل أرميا بدهر طويل . وأخشى أن يكون الناسخ قد قدم ورقة على ورقة في النسخة العتيقة ، أو تخطى وجها من الكتاب الذي نسخ منه . وليس من الممكن إتمام هذا النقص ، فلذلك فصلت بين الكلامين بهذه النقط ، حتى يتيح الله نسخة أقدم من النسخ التي بين أيدينا تسد هذا الخرم أو تصحح مكان الكلام .وهذا الذي بعد النقط ، خبر عن القرية التي وضع فيها التابوت حين سبي ، كما ذكر في الأثر رقم : 5658 ، وهو أثر ضاع صدره عن وهب بن منبه ، كما هو واضح في السياق الآتي . ولم أجد صدره في شيء من الكتب التي بين يدي . هذا ونسختنا في الموضع كثيرة الخطأ السهو ، كما يتبين ذلك من خط كاتبها ، ومن الأخطاء السالفة التي ذكرتها في التعليقات .(125) في المخطوطة : \"فإذا نظرتا إليها\" ، والصواب ما في المطبوعة .(126) عند هذا الموضع انتهى جزء من التقسيم القديم الذي نقلت عنه نسختنا ، وفيها هنا ما نصه :\"يتلوه إن شاء الله تعالى : ذكر من قال ذلك :وصلى الله على محمد النبي و على آله وسلم كثيرا .على الأصل .بلغت بالقراءة من أوله والسماع على القاضي أبي الحسن الخصيب ، عن عبدالله ، عن أبي محمد الفرغاني ، عن أبي جعفر الطبري ، والقاضي ينظر في كتابه . وسمع معي أخي على حرسه الله ، وأبو الفتح أحمد بن عمر الجهاري (؟ ؟) ونصر بن الحسين الطبري ، ومحمد بن علي ... وعبدالرحيم بن أحمد البخاري . وكتب محمد بن أحمد بن عيسى السعدي ، في شعبان سنة ثمان وأربعمئة بمصر\"\"ثم يتلو في أول الجزء التالي :\"بسم الله الرحمن الرحيمرب يسر\" .(127) في المطبوعة : \"ففساد هذا القول\" ، \"والصواب ما في المخطوطة .(128) الأثر : 5664-\"محمد بن عسكر\" ، هو محمد بن سهل بن عسكر ، سلف في رقم : 5598 . بكار بن عبدالله اليماني ، روي عن وهب منبه . روى عنه بن ابن المبارك ، وهشام بن يوسف وعبدالرزاق . قال أحمد : ثقة . مترجم في الكبير 1/2/120 ، وابن أبي حاتم 1/1 /408 .(129) في المخطوطة : \"كما وجه\" ، وما بينهما بياض ، ولعل أقرب ذلك ما في المطبوعة .(130) في المخطوطة : \"هى ريح\" بإسقاط الواو .(131) الأثر : 5669- هو بعض الأثر السالف رقم : 2058 في ذكر بناء الكعبة .(132) الأثران : 5670 ، 5671- انظر الأثران السالفان : 2059 ، 2060 .(133) ما بين القوسين ، زيادة من الأثار التي رويت عن مجاهد في ذلك ، في تاريخ مكة للأزرقي 1 : 22-28 ، ونصه في لسان العرب (صرد) . والصرد(بضم الصاد وفتح الراء : طائر أبقع ضخم يكون في الشجر وشعب الجبال لا يقدر عليه أحد ، وهو من سباع الطير .(134) الأثران : 5680 ، 5681-\"محمد بن عسكر\" ، و\"بكار بن عبد الله\" . انظر التعليق على الأثر رقم : 5664 .(135) أنشده ابن بري لأبي عريف الكليبي . وأنا في شك من صحة اسمه .(136) يعني بقوله : \" الفعل\" مصدر الفعل\"سكن\" ، وهو\"السكينة\" ، كما يقال : \"رجل عدل\" ، فلو سميت الرجل\"عدلا\" ، كان مسمى بالفعل ، وهو غيره .(137) انظر صفحة 332 ، تعليق : 1 .(138) رضاض الشيء (بضم الراء) : كساره (بضم الكاف) ، وهو ما تكسر منه ، وقطعه . ورض الشيء رضا : كسره فصار قطعا . و\"رضاضة\" بالتاء في آخر رقم : 5690 ، وهي عربية صحيحة ، وإن لم تذكر في المعاجم . ومثلها في مطول هذا الأثر في التاريخ 1 : 243 .(139) في المطبوعة : \"وأمور من التوراة\" . وفي المخطوطة : \"وأسور من التوارة\" . ورجحت قراءتها\"وأثور\" جمع أثر : وهو بقية الشيء ، وما بقى من رسم الشيء ، وجمعه آثار وأثور . وهي هنا بمعنى الرضاض .(140) في المخطوطة : \"بل ذلك البقية...\" ، والذي في المطبوعة أجود الصواب .(141) الأثر : 5694- في الدر المنثور 1 : 317 مطولا . وفي المخطوطة والمطبوعة : \"عن إسماعيل عن ابن أبي خالد\" ، والصواب ما أثبت ، وهو الذي يروي عنه جابر بن نوح ، مترجم التهذيب .(142) القفيز : مكيال من المكاييل ، كان عند أهل العراق ثمانية مكاكيك .(143) الأثر 5697- بكار بن عبدالله اليماني ، مضى في الآثار : 5664 ، 5680 ، 5681 ، وكان في المطبوعة والمحفوظة\"بكار عن عبدالله\" ، وهو خطأ محض .(144) زدت ما بين القوسين : لظني أنها سقطت من الناسخ لعجلته ، كما يتبين من خطه في هذا الموضع .(145) في المطبوعة : \"لصدق قول نبيه صلى الله عليه وسلم لأمته\" ، زاد : \"وسلم\" ، وأسقط\"الذي قال\" ، والصواب من المخطوطة .(146) في المطبوعة : \"مما تركه آل موسى\" ، وأثبت ما في المخطوطة .(147) في المطبوعة : \"حتى وضعته في دار طالوت\" بإسقاط\"لها\" ، أي لبني إسرائيل . وفي المطبوعة : \"في دار طالوت بين أظهر بني إسرائيل\" بإسقاط\"قائما\" ، وكانت هذه اللفظة في المخطوطة : \"ما بين أظهر لبني إسرائيل\" ، وقرأتها : \"قائما\" .(148) في المخطوطة والمطبوعة : \"أن يقال في حمله بمعنى معونته\" ، والصواب إسقاط\"في\" .(149) في المطبوعة : \"أولى من توجيهه إلى أن لا يكون الأشهر00\" ، وهو خلط من كلم الموسومين!! وفي المخطوطة\"إلى إلى أن لا يلر\" . وضرب على\"إلى\" الثانية . وصواب قراءته ما قرأت ، وقد مضى مثله مرارا في كلام الطبري .(150) انظر معنى\"آية\" فيما سلف قريبا : 317 تعليق : 1 وفيه المراجع .(151) انظر تفسير\"الإيمان\" بمعنى\"التصديق\" فيما سلف من الأجزاء . في فهارس للغة .(152) في المطبوعة : \"فإن كان ذلك منهم\" ، والصواب ما في المخطوطة .",
  "ayah": 248,
  "surah": 2
}
