{
  "text": "القول في تأويل قوله تعالى :  تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍقال أبو جعفر: يعني تعالى ذكره بقوله: \" تلك \"، الرسل الذين قص الله قصصهم في هذه السورة، كموسى بن عمران وإبراهيم وإسماعيل وإسحاق ويعقوب وشمويل وداود، وسائر من ذكر نبأهم في هذه السورة. يقول تعالى ذكره: هؤلاء رسلي فضلت بعضهم على بعض، فكلمت بعضهم = والذي كلمته منهم موسى صلى الله عليه وسلم = ورفعت بعضهم درجات على بعض بالكرامة ورفعة المنـزلة، كما:-5755 - حدثني محمد بن عمرو، قال: حدثنا أبو عاصم، قال: حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قول الله تعالى ذكره: \" تلك الرسل فضلنا بعضهم على بعض \"، قال: يقول: منهم من كلم الله، ورفع بعضهم على بعض درجات. يقول: كلم الله موسى، وأرسل محمدا إلى الناس كافة.5756 - حدثني المثنى، قال: حدثنا أبو حذيفة، قال: حدثنا شبل، عن ابن أبي نجيح، عن مجاهد بنحوه.* * *&; 5-379 &;ومما يدل على صحة ما قلنا في ذلك:=5757 - قول النبي صلى الله عليه وسلم: \" أعطيت خمسا لم يعطهن أحد قبلي: بعثت إلى الأحمر والأسود، ونصرت بالرعب، فإن العدو ليرعب مني على مسيرة شهر، وجعلت لي الأرض مسجدا وطهورا، وأحلت لي الغنائم ولم تحل لأحد كان قبلي، وقيل لي: سل تعطه، فاختبأتها شفاعة لأمتي، فهي نائلة منكم إن شاء الله من لا يشرك بالله شيئا \" (1) .* * *القول في تأويل قوله تعالى :  وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِقال أبو جعفر :يعني تعالى ذكره بقوله: (2) \" وآتينا عيسى ابن مريم البينات \"، وآتينا عيسى ابن مريم الحجج والأدلة على نبوته: (3) من إبراء الأكمه والأبرص، وإحياء الموتى، وما أشبه ذلك، مع الإنجيل الذي أنـزلته إليه، فبينت فيه ما فرضت عليه.* * *ويعني تعالى ذكره بقوله: \" وأيدناه \"، وقويناه وأعناه= (4) \" بروح القدس \"، يعني بروح الله، وهو جبريل. وقد ذكرنا اختلاف أهل العلم في معنى روح القدس والذي هو أولى بالصواب من القول في ذلك فيما مضى قبل، فأغنى ذلك عن إعادته في هذا الموضع (5) .* * *القول في تأويل قوله تعالى :  وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُقال أبو جعفر: يعني تعالى ذكره بذلك: ولو أراد الله=\" ما اقتتل الذين من بعدهم \"، (6) يعني من بعد الرسل الذين وصفهم بأنه فضل بعضهم على بعض، ورفع بعضهم درجات، وبعد عيسى ابن مريم، وقد جاءهم من الآيات بما فيه مزدجر لمن هداه الله ووفقه.* * *ويعني بقوله: \" من بعد ما جاءتهم البينات \"، يعني: من بعد ما جاءهم من آيات الله ما أبان لهم الحق، وأوضح لهم السبيل.* * *وقد قيل: إن \" الهاء \" و \" الميم \" في قوله: \" من بعدهم \"، من ذكر موسى وعيسى. * ذكر من قال ذلك:5758 - حدثنا بشر بن معاذ، قال: حدثنا يزيد، قال: حدثنا سعيد، عن قتادة: \" ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات \"، يقول: من بعد موسى وعيسى.&; 5-381 &;5759 - حدثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع قوله: \" ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات \" يقول: من بعد موسى وعيسى.* * *القول في تأويل قوله تعالى :  وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ (253)قال أبو جعفر: يعني تعالى ذكره بذلك: ولكن اختلف هؤلاء الذين من بعد الرسل، لما لم يشأ الله منهم تعالى ذكره أن لا يقتتلوا، فاقتتلوا من بعد ما جاءتهم البينات من عند ربهم بتحريم الاقتتال والاختلاف، وبعد ثبوت الحجة عليهم بوحدانية الله ورسالة رسله ووحي كتابه، فكفر بالله وبآياته بعضهم، وآمن بذلك بعضهم. فأخبر تعالى ذكره: أنهم أتوا ما أتوا من الكفر والمعاصي، (7) بعد علمهم بقيام الحجة عليهم بأنهم على خطأ، تعمدا منهم للكفر بالله وآياته.ثم قال تعالى ذكره لعباده: \" ولو شاء الله ما اقتتلوا \"، يقول: ولو أراد الله أن يحجزهم - بعصمته وتوفيقه إياهم- عن معصيته فلا يقتتلوا، ما اقتتلوا ولا اختلفوا=\" ولكن الله يفعل ما يريد \"، بأن يوفق هذا لطاعته والإيمان به فيؤمن به ويطيعه، ويخذل هذا فيكفر به ويعصيه.----------------الهوامش :(1) الأثر : 5757 -ساقه بغير إسناد ، وقد اختلف ألفاظه ، وهو من حديث ابن عباس في المسند رقم : 2742 ، والمسند 5 : 145 ، 147 ، 148 ، 161 ، 162 (حلبي) والمستدرك 2 : 424 ورواه مسلم بغير اللفظ 5 : 3 ، والبخاري ، (الفتح 1 : 369 ، 444) مواضع أخرى . وهو حديث صحيح .(2) في المطبوعة والمخطوطة : \"يعنى تعالى ذكره بذلك\" ، وهو لا يستقيم .(3) انظر تفسير\"البينات\"فيما سلف 2 : 328/ 4 : 271 ، والمراجع هناك ، وانظر فهرس اللغة .(4) انظر تفسير\"أيد\"فيما سلف 2 : 319 ، 320 .(5) انظر ما سلف 2 : 320- 323 .(6) في المطبوعة ، أتم الآية : \"من بعد ما جاءتهم البينات\" ، وأثبت ما في المخطوطة .(7) في المخطوطة : \"أتوا ما أنزل من الكفر\" ، وهو سهو فاحش من شدة عجلة الكاتب ، كما تتبين ذلك جليا من تغيُّر خطه في هذا الموضع أيضًا .",
  "ayah": 253,
  "surah": 2
}
