{
  "text": "القول في تأويل قوله :  مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍقال أبو جعفر: وهذه الآية مردودة إلى قوله:  مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً وَاللَّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ  [ البقرة: 245 ] والآياتُ التي بعدها إلى قوله: ( مثل الذين ينفقون أموالهم في سبيل الله )، من قصص بني إسرائيل وخبرهم مع طالوت وجالوت, وما بعد ذلك من نبإ الذي حاجّ إبراهيم مع إبراهيم, وأمْرِ الذي مرّ على القرية الخاوية على عروشها, وقصة إبراهيم ومسألته ربَّه ما سأل، مما قد ذكرناه قبل = (62) . اعتراض من الله تعالى ذكره بما اعترضَ به من قصصهم بين ذلك، احتجاجًا منه ببعضه على المشركين الذين كانوا يكذبون بالبعث وقيام الساعة = وحضًّا منه ببعضه للمؤمنين على الجهاد في سبيله الذي أمرهم به في قوله:  وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ  [ البقرة: 244 ]، يعرّفهم فيه أنه ناصرهم وإن قل عددهم وكثر عدَد عدوّهم, ويعدهم النصرة عليهم, ويعلّمهم سنته فيمن كان على منهاجهم من ابتغاء رضوان الله أنه مؤيدهم, وفيمن كان على سبيل أعدائهم من الكفار بأنه خاذلهم ومفرِّق جمعهم ومُوهِنُ كيدهم = وقطعًا منه ببعض عذرَ اليهود الذين كانوا بين ظهرَانَيْ مُهاجرَ رسول الله صلى الله عليه وسلم, بما أطلع نبيَّه عليه من خفي أمورهم, &; 5-513 &; ومكتوم أسرار أوائلهم وأسلافهم التي لم يعلمها سواهم, ليعلموا أن ما آتاهم به محمد صلى الله عليه وسلم من عند الله, وأنه ليس بتخرُّص ولا اختلاق, = وإعذارًا منه به إلى أهل النفاق منهم, ليحذروا بشكِّهم في أمر محمد صلى الله عليه وسلم أن يُحلَّ بهم من بأسه وسطوته, مثل الذي أحلَّهما بأسلافهم الذين كانوا في القرية التي أهلكها, فتركها خاوية على عروشها.ثم عاد تعالى ذكره إلى الخبر عن  الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا  وما عنده له من الثواب على قَرْضه, فقال: ( مثل الذين ينفقون أموالهم في سبيل الله ) يعني بذلك: مثل الذين ينفقون أموالهم على أنفسهم في جهاد أعداء الله بأنفسهم وأموالهم =( كمثل حبة ) من حبات الحنطة أو الشعير, أو غير ذلك من نبات الأرض التي تُسَنْبل رَيْعَها سنبلة بذرها زارع (63) . =\" فأنبتت \", يعني: فأخرجت =( سبع سنابلَ في كل سنبلة مائة حبة ), يقول: فكذلك المنفق ماله على نفسه في سبيل الله, له أجره سبعمائة ضعف على الواحد من نفقته. كما: -6028 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي: ( كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة ) فهذا لمن أنفق في سبيل الله, فله أجره سبعمائة. (64) .6029 - حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء )، قال: هذا الذي ينفق على نفسه في سبيل الله ويخرُج.&; 5-514 &;6030 - حدثنا عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع قوله: ( مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة ) الآية، فكان من بايع النبي صلى الله عليه وسلم على الهجرة, ورابط مع النبي صلى الله عليه وسلم بالمدينة, ولم يلق وجهًا إلا بإذنه, (65) . كانت الحسنة له بسبعمائة ضعف, ومن بايع على الإسلام كانت الحسنة له عشر أمثالها.* * *قال أبو جعفر: فإن قال قائل: وهل رأيتَ سنبلة فيها مائة حبة أو بلغتْك فضرب بها مثل المنفقَ في سبيل الله ماله؟ (66) .قيل: إن يكن ذلك موجودًا فهو ذاك, (67) . وإلا فجائز أن يكون معناه: كمثل سنبلة أنبتت سبع سنابل في كل سنبلة مائة حبة, إنْ جَعل الله ذلك فيها.ويحتمل أن يكون معناه: في كل سنبلة مائة حبة; يعني أنها إذا هي بذرت أنبتت مائة حبة = فيكون ما حدث عن البذر الذي كان منها من المائة الحبة، مضافًا إليها، &; 5-515 &; لأنه كان عنها. وقد تأوّل ذلك على هذا الوجه بعض أهل التأويل.* ذكر من قال ذلك:6031 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو زهير, عن جويبر, عن الضحاك قوله: ( مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة )، قال: كل سنبلة أنبتت مائة حبة, فهذا لمن أنفق في سبيل الله =:  وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ  .* * *القول في تأويل قوله :  وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُقال أبو جعفر: اختلف أهل التأويل في تأويل قوله: ( والله يضاعف لمن يشاء ). فقال بعضهم: الله يضاعف لمن يشاء من عباده أجرَ حسناته = بعد الذي أعطى غير منفق في سبيله، دون ما وعد المنفق في سبيله من تضعيف الواحدة سبعمائة. فأما المنفق في سبيله, فلا ينقصة عما وعده من تضعيف السبعمائة بالواحدة. (68) .* ذكر من قال ذلك:6032 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو زهير, عن جويبر, عن الضحاك, قال: هذا يضاعف لمن أنفق في سبيل الله -يعني السبعمائة- &; 5-516 &; ( والله يضاعف لمن يشاء والله واسع عليم )، يعني لغير المنفق في سبيله.* * *وقال آخرون: بل معنى ذلك: والله يضاعف لمن يشاء من المنفقين في سبيله على السبعمائة إلى ألفي ألف ضعف. وهذا قول ذكر عن ابن عباس من وجه لم أجد إسناده، فتركت ذكره.* * *قال أبو جعفر: والذي هو أولى بتأويل قوله: ( والله يضاعف لمن يشاء ) والله يضاعف على السبعمائة إلى ما يشاء من التضعيف، لمن يشاء من المنفقين في سبيله. لأنه لم يجر ذكر الثواب والتضعيف لغير المنفق في سبيل الله، فيجوز لنا توجيه ما وعد تعالى ذكره في هذه الآية من التضعيف، إلى أنه عِدَة منه على [ العمل في غير سبيله، أو ] على غير النفقة في سبيل الله. (69) .* * *القول في تأويل قوله :  وَاللَّهُ وَاسِعٌ عَلِيمٌ (261)قال أبو جعفر: يعني تعالى ذكره بذلك: ( والله واسع )، أن يزيد من يشاء من خلقه المنفقين في سبيله على أضعاف السبعمائة التي وعده أن يزيده = (70) .( عليم ) من يستحق منهم الزيادة، كما: -6033 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( والله يضاعف لمن يشاء والله واسع عليم ) قال: ( واسع ) أن يزيد من سعته =( عليم )، عالم بمن يزيده.* * *&; 5-517 &;وقال آخرون: معنى ذلك: ( والله واسع )، لتلك الأضعاف =( عليم ) بما ينفق الذين ينفقون أموالهم في طاعة الله.---------------الهوامش :(62) سياق الجملة : \"والآيات التي بعدها... اعتراض من الله تعالى...\" مبتدأ وخبره .(63) في المطبوعة : \"تسنبل سنبلة بذرها زارع\" ، وضع\"سنبلة\" مكان\"ريعها\" ، ظنها محرفة .وريع البذر : فضل ما يخرج من البزر على أصله . وهو من\"الريع\" بمعنى النماء والزيادة . والمعنى : تسنبل أضعافها زيادة وكثرة .(64) في المطبوعة : \"فله سبع مائة\" بحذف\"أجره\" ، وفيالمخطوطة : \"فله سبعمائة\" بياض بين الكلمتين ، وأتممت العبارة من الدر المنثور 1 : 336 ، وفيه : \"فله أجره سبعمائة مرة\" .(65) في المخطوطة : \"لم يلف وجها\" ، والذي في المطبوعة لا بأس به ، وإن كنت في شك منه .وفي الدر المنثور 1 : 336\"لم يذهب وجها\" .(66) في هامش المخطوطة تعليق على هذا السؤال ، وهو أول تعليق أجده على هذه النسخة بخط غير حط كاتبها ، وهو مغربي كما سيتبين مما كتب ، وبعض الحروف متآكل عند طرف الهامش ، فاجتهدت في قراءتها :\"أقول : بل ذلك ثابت محقّق مشاهدٌ في البلاد ، وأكثر منه . فإن سنبل تلك البلاد يكثر حبّه وفروعه إلى ما يقارب الفتر . ولقد عدت من فروع حبة واحدة ثلاثة وستين فرعًا ، وشاهدت من ذلك مرارًا . فقد أراني بعض أصحابي جملة من ذلك... ، كان أقل ما عددناه للحبة ثلاثة عشر سنبلة إلى ما يبلغ أو يزيد على ما ذكرت أولًا من العدد . كتبه محمد بن محمود الجزائري الحنفي\"ثم انظر ما قاله القرطبي وغيره في سائر كتب التفسير .(67) في المخطوطة : \"قيل قيل أن يكون ذلك موجود فهو ذاك\" ، وهو خطأ ولا شك ، وما في المطبوعة جيد في السياق .(68) كانت هذه الجملة كلها في المطبوعة : \"والله يضاعف لمن يشاء من عباده أجر حسناته ، بعد الذي أعطى المنفق في سبيله من التضعيف الواحدة سبعمائة . فأما المنفق في سبيله فلا نفقة ما وعده من تضعيف السبعمائة بالواحدة\" . وقد غيروا ما كان في المخطوطة لأنه فاسد بلا شك وهذا نصه : \"والله يضاعف لمن يشاء أجر حسناته ، بعد الذي أعطى المنفق في سبيله من التضعيف الواحدة سبعمائة . فأما المنفق في سبيله عما وعده من تضعيف السبعمائة بالواحدة\" . ولكنى استظهرت من سياق التفسير بعد ، أن الصواب غير ما في المطبوعة ، وأن في الكلام تصحيفًا وسقطًا ، أتممته بما يوافق المعنى الذي قاله هؤلاء ، كما يتبين من كلام أبي جعفر فيما بعد .(69) زدت ما بين القوسين ، لأنه مما يقتضيه سياق الكلام والتركيب .(70) انظر تفسير\"واسع\" و\"عليم\" فيما سلف 2 : 537 ، وانظر فهارس اللغة أيضًا .",
  "ayah": 261,
  "surah": 2
}
