{
  "text": "القول في تأويل قوله :  إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْقال أبو جعفر: يعني بقوله جل ثناؤه: \" إن تبدوا الصدقات \"، إن تعلنوا الصدقات فتعطوها من تصدقتم بها عليه=\" فنعما هي\"، يقول: فنعم الشيء هي=\" وإن تخفوها \"، يقول: وإن تستروها فلم تعلنوها= (6) \" وتؤتوها الفقراء \"، يعني: وتعطوها الفقراء في السر= (7) \" فهو خير لكم \"، يقول: فإخفاؤكم إياها خير لكم من إعلانها. وذلك في صدقة التطوع، كما:-6195 - حدثنا بشر، قال: حدثنا يزيد، قال: حدثنا سعيد، عن قتادة قوله: \" إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم \"، كل مقبول إذا كانت النية صادقة، وصدقة السر أفضل. وذكر لنا أن الصدقة تطفئ الخطيئة كما يطفئ الماء النار.6196 - حدثني المثنى، قال: حدثنا إسحاق، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، في قوله: \" إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم \"، قال: كل مقبول إذا كانت النية صادقة، &; 5-583 &; والصدقة في السر أفضل. وكان يقول: إن الصدقة تطفئ الخطيئة كما يطفئ الماء النار.6197 - حدثني المثنى، قال: حدثنا عبد الله، قال: حدثني معاوية، عن علي، عن ابن عباس قوله: \" إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم \"، فجعل الله صدقة السر في التطوع تفضل علانيتها بسبعين ضعفا، وجعل صدقة الفريضة: علانيتها أفضل من سرها، يقال بخمسة وعشرين ضعفا، وكذلك جميع الفرائض والنوافل في الأشياء كلها. (8) .6198 - حدثني عبد الله بن محمد الحنفي، قال: حدثنا عبد الله بن عثمان، قال: حدثنا عبد الله بن المبارك، قال: سمعت سفيان يقول في قوله: \" إن تبدوا الصدقات فنعما هي وإن تخفوها وتؤتوها الفقراء فهو خير لكم \"، قال: يقول: هو سوى الزكاة. (9) .* * *وقال آخرون: إنما عنى الله عز وجل بقوله: \" إن تبدوا الصدقات فنعما هي\"، إن تبدوا الصدقات على أهل الكتابين من اليهود والنصارى فنعما هي، وإن تخفوها وتؤتوها فقراءهم فهو خير لكم. قالوا: وأما ما أعطى فقراء المسلمين من زكاة وصدقة تطوع، فإخفاؤه أفضل من علانيته.* ذكر من قال ذلك:6199 - حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني عبد الرحمن بن شريح، أنه سمع يزيد بن أبي حبيب يقول: إنما نـزلت هذه الآية: (10) \" إن تبدوا الصدقات فنعما هي\"، في الصدقة على اليهود والنصارى. (11) .&; 5-584 &;6200 - حدثني عبد الله بن محمد الحنفي، قال: أخبرنا عبد الله بن عثمان، قال: أخبرنا ابن المبارك، قال: أخبرنا ابن لهيعة، قال: كان يزيد بن أبي حبيب يأمر بقسم الزكاة في السر= قال عبد الله: أحب أن تعطى في العلانية= يعني الزكاة.* * *قال أبو جعفر: ولم يخصص الله من قوله: \" إن تبدوا الصدقات فنعما هي\" [ شيئا دون شيء]، فذلك على العموم إلا ما كان من زكاة واجبة، (12) فإن الواجب من الفرائض قد أجمع الجميع على أن الفضل في إعلانه وإظهاره سوى الزكاة التي ذكرنا اختلاف المختلفين فيها مع إجماع جميعهم على أنها واجبة، فحكمها في أن الفضل في أدائها علانية، حكم سائر الفرائض غيرها.* * *القول في تأويل قوله :  وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْقال أبو جعفر: اختلف القراء في قراءة ذلك.فروي عن ابن عباس أنه كان يقرؤه: ( وتكفر عنكم ) بالتاء.ومن قرأه كذلك. فإنه يعني به: وتكفر الصدقات عنكم من سيئاتكم.* * *وقرأ آخرون: ( وَيُكَفِّرُ عَنْكُمْ ) بالياء، بمعنى: ويكفر الله عنكم بصدقاتكم، على ما ذكر في الآية من سيئاتكم.* * *&; 5-585 &;وقرأ ذلك بعد عامة قراء أهل المدينة والكوفة والبصرة، ( ونكفر عنكم ) بالنون وجزم الحرف، يعني: وإن تخفوها وتؤتوها الفقراء نكفر عنكم من سيئاتكم= بمعنى: مجازاة الله عز وجل مخفي الصدقة بتكفير بعض سيئاته بصدقته التي أخفاها.* * *قال أبو جعفر: وأولى القراءات في ذلك عندنا بالصواب قراءة من قرأ: ( ونكفر عنكم ) بالنون وجزم الحرف، على معنى الخبر من الله عن نفسه أنه يجازي المخفي صدقته من التطوع ابتغاء وجهه من صدقته، بتكفير سيئاته. وإذا قرئ كذلك، فهو مجزوم على موضع \" الفاء \" في قوله: \" فهو خير لكم \". لأن \" الفاء \" هنالك حلت محل جواب الجزاء.* * *فإن قال لنا قائل: وكيف اخترت الجزم على النسق على موضع \" الفاء \"، وتركت اختيار نسقه على ما بعد الفاء، وقد علمت أن الأفصح من الكلام في النسق على جواب الجزاء الرفع، وإنما الجزم تجويزه ؟ (13) .قيل: اخترنا ذلك ليؤذن بجزمه أن التكفير- أعني تكفير الله من سيئات المصدق= لا محالة داخل فيما وعد الله المصدق أن يجازيه به على صدقته. لأن ذلك إذا جزم، مؤذن بما قلنا لا محالة، ولو رفع كان قد يحتمل أن يكون داخلا فيما وعده الله أن يجازيه به، وأن يكون خبرا مستأنفا أنه يكفر من سيئات عباده المؤمنين، على غير المجازاة لهم بذلك على صدقاتهم، لأن ما بعد \" الفاء \" في جواب الجزاء استئناف، فالمعطوف على الخبر المستأنف في حكم المعطوف عليه، في أنه غير داخل في الجزاء، ولذلك من العلة، اخترنا جزم \" نكفر \" عطفا به على موضع &; 5-586 &; الفاء من قوله: \" فهو خير لكم \" وقراءته بالنون. (14) .* * *فإن قال قائل: وما وجه دخول \" من \" في قوله: \" ونكفر عنكم من سيئاتكم \" قيل: وجه دخولها في ذلك بمعنى: ونكفر عنكم من سيئاتكم ما نشاء تكفيره منها دون جميعها، ليكون العباد على وجل من الله فلا يتكلوا على وعده ما وعد على الصدقات التي يخفيها المتصدق فيجترئوا على حدوده ومعاصيه.* * *وقال بعض نحويي البصرة: معنى \" من \" الإسقاط من هذا الموضع، (15) ويتأول معنى ذلك: ونكفر عنكم سيئاتكم.* * *القول في تأويل قوله :  وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (271)قال أبو جعفر: يعني بذلك جل ثناؤه: \" والله بما تعملون \" في صدقاتكم، من إخفائها، وإعلان وإسرار بها وجهار، (16) وفي غير ذلك من أعمالكم=\" خبير \" يعني بذلك ذو خبرة وعلم، (17) لا يخفى عليه شيء من ذلك، فهو بجميعه محيط، ولكله محص على أهله، حتى يوفيهم ثواب جميعه، وجزاء قليله وكثيره.-----------------الهوامش :(6) في المخطوطة والمطبوعة : \"فلن تعلنوها\" ، وهو فاسد السياق ، والصواب ما أثبت,(7) انظر معنى\"الإيتاء\" ، في مادة \"أتى\" من فهارس اللغة فيما سلف .(8) في المطبوعة : \"في الأشياء كلها\" ، وأثبت ما في المخطوطة .(9) الأثر 6198 -مضى رجال هذا الإسناد برقم : 5000 ، 5009 ، ويأتي برقم : 6200 .(10) في المطبوعة : \"هذه آية\" وهو خطأ ، والصواب من المخطوطة .(11) الأثر : 6199 -\"عبد الرحمن بن شريح بن عبد الله بن محمود بن المعافري\" ، أبو شريح الاسكندراني . قال أحمد : ثقة : توفي بالإسكندرية سنة 167 ، وكانت له عبادة وفضل .مترجم في التهذيب .(12) هكذا جاءت الجملة في المخطوطة والمطبوعة ، فزدت ما بين القوسين لتستقيم العبارة بعض الاستقامة ، ولا أشك أنه كان في الكلام سقط من ناسخ ، فأتمته بأقل الألفاظ دلالة على المعنى .وقد مضى كثير من سهو الناسخ في القسم من التفسير ، وسيأتي في هذا القسم من التفسير ، وسيأتي بعد قليل دليل على ذلك في رقم : 6209 .(13) في المطبوعة : \"تجويز\" بغير إضافة ، وأثبت ما في المخطوطة .(14) هذا من دقيق نظر أبي جعفر في معاني التأويل ، ووجوده اختيار القراءات . ولو قد وصلنا كتابه في القراءات ، الذي ذكره في الجزء الأول : 148 ، وذكر فيه اختياره من القراءة ، والعلل الموجبة صحة ما اختاره - لجاءنا كتاب لطيف المداخل والمخارج ، فيما نستظهر .(15) \"الإسقاط\" يعنى به : الزيادة ، والحذف ، وهو الذي يسمى أيضًا\"صلة\" ، كما مضى مرارا ، واطلبه في فهرس المصطلحات .(16) في المطبوعة : \"وإجهار\" ، والصواب من المخطوطة .(17) انظر تفسير\"خبير\"فيما سلف 1 : 496 /ثم 5 : 94 .",
  "ayah": 271,
  "surah": 2
}
