{
  "text": "القول في تأويل قوله عز وجل :  لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلأَنْفُسِكُمْ وَمَا تُنْفِقُونَ إِلا ابْتِغَاءَ وَجْهِ اللَّهِ وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ (272)قال أبو جعفر: يعني تعالى ذكره بذلك: ليس عليك يا محمد هدى المشركين إلى الإسلام، فتمنعهم صدقة التطوع، ولا تعطيهم منها ليدخلوا في الإسلام حاجة منهم إليها، ولكن الله هو يهدي من يشاء من خلقه إلى الإسلام فيوفقهم له، فلا تمنعهم الصدقة، كما:-6201 - حدثنا أبو كريب، قال: حدثنا ابن يمان، عن أشعث، عن جعفر، عن شعبة، قال: كان النبي صلى الله عليه وسلم لا يتصدق على المشركين، فنـزلت: \" وما تنفقون إلا ابتغاء وجه الله \"، فتصدق عليهم.6202 - حدثنا أبو كريب، قال: حدثنا أبو داود، عن سفيان، عن الأعمش، عن جعفر بن إياس، عن سعيد بن جبير، عن ابن عباس، قال: كانوا لا يرضخون لقراباتهم من المشركين، فنـزلت: \" ليس عليك هداهم ولكن الله يهدي من يشاء \". (18) .6203 - حدثنا ابن وكيع، قال: حدثنا أبي، عن سفيان، عن رجل، &; 5-588 &; عن سعيد بن جبير، قال: كانوا يتقون أن يرضخوا لقراباتهم من المشركين، حتى نـزلت: \" ليس عليك هداهم ولكن الله يهدي من يشاء \".6204 - حدثنا محمد بن بشار وأحمد بن إسحاق، قالا حدثنا أبو أحمد، قال: حدثنا سفيان، عن الأعمش، عن جعفر بن إياس، عن سعيد بن جبير، عن ابن عباس، قال: كانوا لا يرضخون لأنسبائهم من المشركين، فنـزلت: \" ليس عليك هداهم ولكن الله يهدي من يشاء \" فرخص لهم.6205 - حدثنا المثنى، قال: حدثنا سويد، قال: أخبرنا ابن المبارك، عن سفيان، عن الأعمش، عن جعفر بن إياس، عن سعيد بن جبير، عن ابن عباس، قال: كان أناس من الأنصار لهم أنسباء وقرابة من قريظة والنضير، وكانوا يتقون أن يتصدقوا عليهم، ويريدونهم أن يسلموا، فنـزلت: \" ليس عليك هداهم...\" الآية.6206 - حدثنا بشر، قال: حدثنا يزيد، قال: حدثنا سعيد، عن قتادة، وذكر لنا أن رجالا من أصحاب نبي الله قالوا: أنتصدق على من ليس من أهل ديننا؟ فأنـزل الله في ذلك القرآن: \" ليس عليك هداهم \".6207 - حدثني المثنى، قال: حدثنا إسحاق، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" ليس عليك هداهم ولكن الله يهدي من يشاء \"، قال: كان الرجل من المسلمين إذا كان بينه وبين الرجل من المشركين قرابة وهو محتاج، فلا يتصدق عليه، يقول: ليس من أهل ديني!! فأنـزل الله عز وجل: \" ليس عليك هداهم \" الآية.6208 - حدثني موسى ، قال: (19) حدثنا عمرو، قال: حدثنا أسباط، عن &; 5-589 &; السدي قوله: \" ليس عليك هداهم ولكن الله يهدي من يشاء، وما تنفقوا من خير فلأنفسكم \"، أما \" ليس عليك هداهم \"، فيعني المشركين، وأما \" النفقة \" فبين أهلها.6209 - حدثني المثنى، قال: حدثنا الحماني، قال: حدثنا يعقوب القمي، عن جعفر بن أبي المغيرة، عن سعيد بن جبير قال: كانوا يتصدقون [ على فقراء أهل الذمة ، فلما كثر فقراء المسلمين قال رسول الله صلى الله عليه وسلم : لا تتصدقوا إلا على أهل دينكم . فنـزلت : هذه الآية ، مبيحة للصدقة على من ليس من دين الإسلام ]. (20) .* * *..........................................................................................................................................................* * *كما:-6210 - حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" يوف إليكم وأنتم لا تظلمون \"، قال: هو مردود عليك، فمالك ولهذا تؤذيه وتمن عليه؟ إنما نفقتك لنفسك وابتغاء وجه الله، والله يجزيك. (21) .---------------------الهوامش :(18) الأثر : 6202 -\"جعفر بن إياس\" ، هو ابن أبي وحشية اليشكري ، أبو بشر الواسطي . ثقة ، وهو من أثبت الناس في سعيد بن جبير . واختلف في سنة وفاته بين سنة 123 وسنة : 131 . مترجم في التهذيب . وروي الأثر ابن كثير في تفسيره 2 : 49 عن أبي عبدالرحمن النسائي بإسناده ، وقال : وكذا رواه أبو حذيفة ، وابن المبارك ، وأبو أحمد الزبيري ، وأبو داود الحضرمي ، عن سفيان -وهو الثوري - به\" . ولم ينسبه لأبي جعفر ، وهذا دليل على ما قدمته في تصدير الأجزاء السالفة أن ابن كثير وغيره ، قد أقلوا النقل عن أبي جعفر بعد الجزء الأول من تفسيره .\"رضخ له من ماله يرضخ رضخا ، ورضخ له من ماله رضيخة\" : أعطاه عطية مقاربة ، بين القليل والكثير .(19) الأثر : 6208 -في المطبوعة والمخطوطة : \"حدثنا محمد ، قال حدثنا عمرو...\" ، والصواب\"موسى\" وهو موسى بن هارون ، عن عمرو بن حماد\" وهو إسناد دائر من أول التفسير . وسيأتي هذا الأثر نفسه ، وتتمته برقم : 6211 ، وبإسناده على صوابه . وقد مضى بيان أخي السيد أحمد عن هذا الإسناد في الأثر رقم : 168 .(20) الأثر : 6209 -كان الكلام مبتورا في الموضع من المخطوطة والمطبوعة ، ولكن الناسخ ساقه سياقا واحدا هكذا : \"كانوا يتصدقون ، كما حدثني يونس قال ، أخبرنا ابن وهب...\" وقد أشرت في ص : 584 ، التعليق : وغيره من تعليقاتي السالفة ، إلى ما وقع فيه الناسخ من الغفلة والسهو .وقد زدت ما بين القوسين مما رواه القرطبي في تفسيره 3 : 337 ، قال روي سعيد بن جبير مرسلا عن النبي صلى الله عليه وسلم في سبب نزول هذه الآية : \"أن المسلمين كانوا يتصدقون على فقراء أهل الذمة . . . \" إلى آخر ما نقلت . فرجحت أن هذا الأثر الساقط من هذا الموضع ، فأثبته بنصه من القرطبي ، ولكن بقى صدر الكلام الآتي مبتورا ، فوضعت نقطا مكان هذا البتر .(21) الأثر : 6210 -ما قبل هذا الأثر بتر لا أستطيع أن أقدر مبلغه . وأخرج الأثر السيوطي في الدر المنثور 1 : 357 -358 .",
  "ayah": 272,
  "surah": 2
}
