{
  "text": "القول في تأويل قوله تعالى :  الَّذِينَ يَأْكُلُونَ الرِّبَا لا يَقُومُونَ إِلا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّقال أبو جعفر: يعني بذلك جل ثناؤه: الذين يُرْبون.* * *و \" الإرباء \" الزيادة على الشيء، يقال منه: \" أرْبى فلان على فلان \"، إذا زاد عليه،\" يربي إرباءً\"، والزيادة هي\" الربا \"،\" وربا الشيء \"، إذا زاد على ما كان عليه فعظم،\" فهو يَرْبو رَبْوًا \". وإنما قيل للرابية [رابية]، (1) لزيادتها في العظم والإشراف على ما استوى من الأرض مما حولها، من قولهم: \" ربا يربو \". ومن ذلك قيل: \" فلان في رَباوَة قومه \"، (2) يراد أنه في رفعة وشرف منهم، فأصل \" الربا \"، الإنافة والزيادة، ثم يقال: \" أربى فلان \" أي أناف [ماله، حين] صيَّره زائدًا. (3) وإنما قيل للمربي: \" مُرْبٍ\"، لتضعيفه المال، الذي كان له على غريمه حالا أو لزيادته عليه فيه لسبب الأجل الذي يؤخره إليه فيزيده إلى أجله الذي كان له قبلَ حَلّ دينه عليه. ولذلك قال جل ثناؤه:  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً  . [آل عمران: 130].* * *&; 6-8 &;وبمثل الذي قلنا في ذلك قال أهل التأويل:ذكر من قال ذلك:6235 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، عن ابن أبي نجيح، عن مجاهد قال، في الربا الذي نهى الله عنه: كانوا في الجاهلية يكون للرجل على الرجل الدّينُ فيقول: لك كذا وكذا وتؤخِّر عني! فيؤخَّر عنه.* - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.6237 - حدثني بشر، قال: حدثنا يزيد، قال: حدثنا سعيد، عن قتادة: أن ربا أهل الجاهلية: يبيعُ الرجل البيع إلى أجل مسمًّى، فإذا حل الأجل ولم يكن عند صاحبه قضاء، زاده وأخَّر عنه.* * *قال أبو جعفر: فقال جل ثناؤه: الذين يُرْبون الربا الذي وصفنا صفته في الدنيا=\" لا يقومون \" في الآخرة من قبورهم =\" إلا كما يقوم الذي يتخبَّطه الشيطانُ من المس \"، يعني بذلك: يتخبَّله الشيطان في الدنيا، (4) وهو الذي يخنقه فيصرعه (5) =\" من المس \"، يعني: من الجنون.وبمثل ما قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:6238 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم، عن عيسى، &; 6-9 &; عن ابن أبي نجيح، عن مجاهد في قول الله عز وجل: \" الذين يأكلون الرّبا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسّ\"، يوم القيامة، في أكل الرِّبا في الدنيا.6239 - حدثني المثنى قال، حدثنا أبو حذيفة، قال: حدثنا شبل، عن ابن أبي نجيح، عن مجاهد مثله.6240 - حدثني المثنى قال، حدثنا الحجاج بن المنهال قال، حدثنا ربيعة بن كلثوم قال، حدثني أبي، عن سعيد بن جبير، عن ابن عباس: \" الذين يأكلون الرّبا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس \"، قال: ذلك حين يُبعث من قبره. (6)6241 - حدثني المثنى قال، حدثنا مسلم بن إبراهيم قال، حدثنا ربيعة بن كلثوم قال، حدثني أبي، عن سعيد بن جبير، عن ابن عباس قال: يُقال يوم القيامة لآكل الرّبا: \" خذْ سلاحك للحرب \"، وقرأ: \" لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسّ\"، قال: ذلك حين يبعث من قبره.6242 - حدثنا ابن حميد قال، حدثنا جرير، عن أشعث، عن جعفر، عن سعيد بن جبير: \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسّ\". الآية، قال: يبعث آكل الربا يوم القيامة مَجْنونًا يُخنق. (7)6243 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد، عن قتادة قوله: &; 6-10 &; \" الذين يأكلون الربا لا يقومون \"، الآية، وتلك علامةُ أهل الرّبا يوم القيامة، بُعثوا وبهم خَبَلٌ من الشيطان.6244 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة في قوله: \" لا يقومون إلا كما يقومُ الذي يتخبطه الشيطان من المس \" قال: هو التخبُّل الذي يتخبَّله الشيطان من الجنون.6245 - حدثت عن عمار قال، حدثنا ابن أبي جعفر، عن أبيه، عن الربيع في قوله: \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسّ\"، قال: يبعثون يوم القيامة وبهم خَبَل من الشيطان. وهي في بعض القراءة: ( لا يَقُومُونَ يَوْمَ الْقِيَامَةِ ) .6246 - حدثنا المثنى قال، حدثنا إسحاق قال، حدثنا أبو زهير، عن جويبر، عن الضحاك في قوله: \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس \"، قال: من مات وهو يأكل الربا، بعث يوم القيامة متخبِّطًا، كالذي يتخبطه الشيطان من المسّ.6247 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السدي: \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسّ\"، يعني: من الجنون.6248 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسّ\". قال: هذا مثلهم يومَ القيامة، لا يقومون يوم القيامة مع الناس، إلا كما يقوم الذي يُخنق من الناس، كأنه خُنق، كأنه مجنون (8) .* * *&; 6-11 &;قال أبو جعفر: ومعنى قوله: \" يتخبطه الشيطانُ من المسّ\"، يتخبله من مَسِّه إياه. يقال منه: \" قد مُسّ الرجل وأُلقِ، فهو مَمسوس ومَألوق \"، كل ذلك إذا ألمّ به اللَّمَمُ فجُنّ. ومنه قول الله عز وجلّ:  إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا  [الأعراف: 201]، ومنه قول الأعشى:وَتُصْبـحُ عَـنْ غِـبِّ السُّـرَى, وكأَنَّمَاأَلَـمَّ بِهَـا مِـنْ طَـائِفِ الجِـنِّ أَوْلَـقُ (9)* * *فإن قال لنا قائل: أفرأيت من عمل ما نهى الله عنه من الرِّبا في تجارته ولم يأكله، أيستحقّ هذا الوعيدَ من الله؟قيل: نعم، وليس المقصود من الربا في هذه الآية الأكلُ، إلا أنّ الذين نـزلت فيهم هذه الآيات يوم نـزلت، كانت طُعمتهم ومأكلُهم من الربا، فذكرهم بصفتهم، معظّمًا بذلك عليهم أمرَ الرّبا، ومقبِّحًا إليهم الحال التي هم عليها في مطاعمهم، وفي قوله جل ثناؤه:  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا &; 6-12 &; اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ * فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ  [سورة البقرة: 278-279] الآية، ما ينبئ عن صحة ما قلنا في ذلك، وأنّ التحريم من الله في ذلك كان لكل معاني الرّبا، وأنّ سواءً العملُ به وأكلُه وأخذُه وإعطاؤُه، (10) كالذي تظاهرت به الأخبار عن رسول الله صلى الله عليه وسلم من قوله:6249-\" لعن الله آكلَ الرّبا، وُمؤْكِلَه، وكاتبَه، وشاهدَيْه إذا علموا به \". (11)* * *القول في تأويل قوله :  ذَلِكَ بِأَنَّهُمْ قَالُوا إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَاقال أبو جعفر: يعني بـ\" ذلك \" جل ثناؤه: ذلك الذي وصفهم به من قيامهم يوم القيامة من قبورهم، كقيام الذي يتخبطه الشيطان من المسّ من الجنون، فقال تعالى ذكره: هذا الذي ذكرنا أنه يصيبهم يوم القيامة من قُبْح حالهم، ووَحشة قيامهم من قبورهم، وسوء ما حلّ بهم، من أجل أنهم كانوا في الدنيا يكذبون ويفترون ويقولون: \" إنما البيع \" الذي أحله الله لعباده =\" مثلُ الرّبا \". وذلك أن الذين كانوا يأكلون من الرّبا من أهل الجاهلية، كان إذا حلّ مالُ أحدهم &; 6-13 &; على غريمه، يقول الغَريم لغريم الحق: \" زدني في الأجل وأزيدك في مالك \". فكان يقال لهما إذا فعلا ذلك: \" هذا ربًا لا يحل \". فإذا قيل لهما ذلك قالا \" سواء علينا زدنا في أول البيع، أو عند مَحِلّ المال \"! فكذَّبهم الله في قيلهم فقال:  وَأَحَلَّ اللَّهُ الْبَيْعَ  .* * *القول في تأويل قوله تعالى :  وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (275)قال أبو جعفر: يعني جل ثناؤه: وأحلّ الله الأرباح في التجارة والشراء والبيع (12) =\" وحرّم الربا \"، يعني الزيادةَ التي يزاد رب المال بسبب زيادته غريمه في الأجل، وتأخيره دَيْنه عليه. يقول عز وجل: فليست الزيادتان اللتان إحداهما من وَجه البيع، (13) والأخرى من وجه تأخير المال والزيادة في الأجل، سواء. وذلك أنِّي حرّمت إحدى الزيادتين = وهي التي من وجه تأخير المال والزيادة في الأجل = وأحللتُ الأخرى منهما، وهي التي من وجه الزيادة على رأس المال الذي ابتاع به البائع سلعته التي يبيعها، فيستفضلُ فَضْلها. فقال الله عز وجل: ليست الزيادة من وجه البيع نظيرَ الزيادة من وجه الربا، لأنّي أحللت البيع، وحرَّمت الرّبا، والأمر أمري والخلق خلقي، أقضي فيهم ما أشاء، وأستعبدهم بما أريد، ليس لأحد منهم أن يعترض في حكمي، ولا أن يخالف أمري، وإنما عليهم طاعتي والتسليمُ لحكمي.* * *&; 6-14 &;ثم قال جل ثناؤه: \" فمن جاءه موعظة من ربه فانتهى \"، يعني بـ\" الموعظة \": التذكير، والتخويفَ الذي ذكَّرهم وخوّفهم به في آي القرآن، (14) وأوعدهم على أكلهم الربا من العقاب، يقول جل ثناؤه: فمن جاءه ذلك،\" فانتهى \" عن أكل الربا وارتدع عن العمل به وانـزجر عنه (15) =\" فله ما سلف \"، يعني: ما أكل، وأخذ فمَضَى، قبل مجيء الموعظة والتحريم من ربه في ذلك =\" وأمرُه إلى الله \"، يعني: وأمر آكله بعد مجيئه الموعظة من ربه والتحريم، وبعد انتهاء آكله عن أكله، إلى الله في عصمته وتوفيقه، إن شاء عصمه عن أكله وثبَّته في انتهائه عنه، وإن شاء خَذَله عن ذلك =\" ومن عاد \"، يقول: ومن عاد لأكل الربا بعد التحريم، وقال ما كان يقوله قبل مجيء الموعظة من الله بالتحريم، من قوله:  إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا  =\" فأولئك أصْحاب النار هم فيها خالدون \"، يعني: ففاعلو ذلك وقائلوه هم أهل النار، يعني نار جهنم، فيها خالدون. (16)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك:6250 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط، عن السديّ: \" فمن جاءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله \"، أما \" الموعظة \" فالقرآن، وأما \" ما سلف \"، فله ما أكل من الربا.--------------الهوامش :(1) هذه الزيادة بين القوسين لا بد منها لسياق الكلام .(2) في المطبوعة : \"في ربا قومه\" وفي المخطوطة : \"في رباء قومه\" ، ولا أظنهما صوابًا ، والصواب ما ذكر الزمخشري في الأساس : \"وفلان في رباوة قومه : في أشرافهم . وهو : في الروابي من قريش\" ، فأثبت ما في الأساس .(3) في المخطوطة والمطبوعة : \"أي أناف صيره زائدًا\" ، وهو كلام غير مستقيم ولا تام . والمخطوطة كما أسلفت مرارًا ، قد عجل عليها ناسخها حتى أسقط منها كثيرًا كما رأيت آنفًا . فزدت ما بين القوسين استظهارًا من معنى كلام أبي جعفر ، حتى يستقيم الكلام على وجه يرتضى .(4) تخبله : أفسد عقله وأعضاءه .(5) في المطبوعة : \"وهو الذي يتخبطه فيصرعه\" ، وهو لا شيء ، إنما استبهمت عليه حروف المخطوطة ، فبدل اللفظ إلى لفظ الآية نفسها ، وهو لا يعد تفسيرًا عندئذ!! وفي المخطوطة : \"+يحفه\" غير منقوطة إلا نقطة على\"الفاء\" ، وآثرت قراءتها\"يخنقه\" ، لما سيأتي في الأثر رقم : 6242 عن ابن عباس : \"يبعث آكل الربا يوم القيامة مجنونًا يخنق\" ، وما جاء في الأثر : 6247 . وهذا هو الصواب إن شاء الله ، لذلك ، ولأن من صفة الجنون وأعراضه أنه خناق يأخذ من يصيبه ، أعاذنا الله وإياك .(6) الأثر : 6240-\"ربيعة بن كلثوم بن جبر البصري\" ، روى عن أبيه ، وبكر ابن عبد الله المزني ، والحسن البصري . وروى عنه القطان ، وعبد الصمد بن عبد الوارث ، ومسلم ابن إبراهيم ، وحجاج بن منهال . قال النسائي : \"ليس به بأس\" ، وقال في الضعفاء : \"ليس بالقوي\" ، وقال أحمد وابن معين : \"ثقة\" . وأبوه : \"كلثوم بن جبر\" ، قال أحمد : \"ثقة\" ، وقال النسائي : \"ليس بالقوي\" . مات سنة : 130 .(7) انظر ما سلف في ص : 8 ، تعليق : 2 .(8) في المطبوعة : \"إلا كما يقوم الذي يخنق مع الناس يوم القيامة\" ، وهو كلام فاسد . وكذلك هو في المخطوطة أيضًا مع ضرب الناسخ على كلام كتبه ، فدل على خلطه وسهوه . فحذفت من هذه الجملة\"يوم القيامة\" وجعلت\"مع الناس\" ، \"من الناس\" ، فصارت أقرب إلى المعنى والسياق ، وكأنه الصواب إن شاء الله .(9) ديوانه : 147 ، وروايته\"من غب السرى\" ، ورواية اللسان (ألق) ، \"ولق\" ، وهو من قصيدته البارعة في المحرق . ويصف ناقته فيقول قبل البيت ، وفيها معنى جيد في صحبة الناقة :وَخَــرْقٍ مَخُــوفٍ قَـدْ قَطَعْتُ بِجَسْرَةٍإذَا خَــــبَّ آلٌ فَوْقَــهُ يَــتَرَقْرقُهِـيَ الصَّـاحِبُ الأدْنَـى, وَبَيْنى وَبَيْنَهامَجُــوفٌ عِلاَفِــيُّ وقِطْـعٌ ونُمْـرُقُوَتُصْبِـحُ عَـنْ غـبّ السُّرَى . . . . .. . . . . . . . . . . . . . . . . . .\"الخرق\" : المفازة الواسعة تتخرق فيها الرياح . \"وناقة جسرة\" : طويلة شديدة جريئة على السير . و\"خب\" : جرى . و\"الآل\" : سراب أول النهار . \"يترقرق\" : يذهب ويجيء . وقوله : \"هي الصاحب الأدنى\" ، أي هي صاحبه الذي يألفه ولا يكاد يفارقه ، وينصره في الملمات . و\"المجوف\" : الضخم الجوف . و\"العلافى\" : هو أعظم الرجال أخرة ووسطًا ، منسوبة إلى رجل من الأزد يقال له\"علاف\" . و\"القطع\" : طنفسة تكون تحت الرحل على كتفي البعير . و\"النمرق والنمرقة\" : وسادة تكون فوق الرحل ، يفترشها الراكب ، مؤخرها أعظم من مقدمها ، ولها أربعة سيور تشد بآخرة الرحل وواسطته . و\"غب السرى\" : أي بعد سير الليل الطويل . و\"الأولق\" : الجنون . ووصفها بالجنون عند ذلك ، من نشاطها واجتماع قوتها ، لم يضعفها طول السرى .(10) ولكن أهل الفتنة في زماننا ، يحاولون أن يهونوا على الناس أمر الربا ، وقد عظمه الله وقبحه ، وآذن العامل به بحرب من الله ورسوله ، في الدنيا والآخرة ، ومن أضل ممن يهون على الناس حرب ربه يوم يقوم الناس لرب العالمين . فاللهم اهدنا ولا تفتنا كما فتنت رجالا قبلنا ، وثبتنا على دينك الحق ، وأعذنا من شر أنفسنا في هذه الأيام التي بقيت لنا ، وهي الفانية وإن طالت ، وصدق رسول الله بأبي هو وأمي إذ قال : \"يأتي على الناس زمان يأكلون فيه الربا . قيل له : الناس كلهم؟! قال : من لم يأكله ناله من غباره\" . (سنن البيهقي 5 : 275) ، فاللهم انفض عنا وعن قومنا غبار هذا العذاب الموبق .(11) الأثر : 6249- رواه الطبري بغير إسناد مختصرًا ، وقد استوفى تخريجه ابن كثير في تفسيره 1 : 550-551 وساق طرقه مطولا . والسيوطي في الدر المنثور 1 : 367 ، من حديث عبد الله بن مسعود ونسبه لأحمد ، وأبي يعلى ، وابن خزيمة ، وابن حبان . وانظر سنن البيهقي 5 : 275 .(12) انظر معنى : \"البيع\" فيما سلف 2 : 342 ، 343 .(13) في المطبوعة : \"وليست الزيادتان\" ، والصواب ما في المخطوطة .(14) انظر تفسير : \"موعظة\" فيما سلف 2 : 180 ، 181 .(15) انظر تفسير : \"انتهى\" فيما سلف 3 : 569 .(16) انظر تفسير : \"أصحاب النار\" و\"خالدون\" فيما سلف 2 : 286 ، 287/4 : 316 ، 317/5 : 429 .",
  "ayah": 275,
  "surah": 2
}
