{
  "text": "القول في تأويل قول الله:  كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ (28) هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الأَرْضِ جَمِيعًااختلف أهل التأويل في تأويل ذلك:فقال بعضهم بما:576- حدثني به موسى بن هارون, قال: حدثنا عمرو بن حماد, قال: حدثنا أسباط, عن السُّدّيّ في خبر ذكره، عن أبي مالك, وعن أبي صالح, عن ابن عباس - وعن مُرَّة, عن ابن مسعود, وعن ناس من أصحاب النبي صلى الله عليه وسلم: \" كيفَ تكفُرون بالله وكنتم أمواتًا فأحياكم ثم يميتكم ثم يحييكم \"، يقول: لم تكونوا شيئًا فخلقكم، ثم يميتكم، ثم يحييكم يومَ القيامة.577- حدثنا محمد بن بشار, قال: حدثنا عبد الرحمن بن مهدي, قال: حدثنا سفيان, عن أبي إسحاق, عن أبي الأحوص, عن عبد الله في قوله:  أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ  [سورة غافر: 11]، قال: هي كالتي في البقرة: \" كنتمْ أمواتًا فأحياكم ثم يميتكم ثم يحييكم \".578- حدثني أبو حصين عبد الله بن أحمد بن عبد الله بن يونس, قال: حدثنا عَبْثَر, قال: حدثنا حُصين، عن أبي مالك، في قوله:  أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ ، قال: خلقتنا ولم نكن شيئًا, ثم أمَتَّنَا, ثم أَحْيَيْتَنَا.579- حدثني يعقوب بن إبراهيم، قال: حدثنا هُشيم, عن حُصين, عن أبي مالك، في قوله:  أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ ، قال: كانوا أمواتًا فأحياهم الله, ثم أماتهم, ثم أحياهم (83) .580- حدثنا القاسم, قال: حدثنا الحسين بن داود, قال: حدثني حجاج, عن ابن جُريج, عن مجاهد في قوله: \" كيف تكفُرون بالله وكنتم أمواتًا فأحياكم ثم يميتكم ثم يحييكم \"، قال: لم تكونوا شيئًا حين خلقكم, ثم يميتكم الموْتةَ الحقّ, ثم يحييكم. وقوله:  أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ ، مثلها.581- حدثنا القاسم, قال: حدثنا الحسين, قال: حدثني حجاج، عن ابن جُريج، قال: حدثني عطاء الخراساني, عن ابن عباس، قال: هو قوله:  أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ .582- حُدثت عن عمار بن الحسن, قال: حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع, قال: حدثني أبو العالية، في قول الله: \" كيفَ تكفرون بالله وكنتم أمواتًا \"، يقول: حين لم يكونوا شيئًا, ثم أحياهم حين خلقهم, ثم أماتهم, ثم أحياهم يوم القيامة, ثم رَجعوا إليه بعد الحياة.583- حُدثت عن المنجاب، قال: حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك, عن ابن عباس، في قوله:  أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ ، قال: كنتم تُرابًا قبل أن يخلقكم، فهذه ميتة, ثم أحياكم فخلقكم، فهذه إحياءة. ثم يميتكم فترجعون إلى القبور، فهذه ميتة أخرى. ثم يبعثكم يوم القيامة، فهذه إحياءة. فهما ميتتان وحياتان, فهو قوله: \" كيف تكفرون بالله وكنتم أمواتًا فأحياكم ثم يميتكم ثم يحييكم، ثم إليه ترجعون \".وقال آخرون بما:584- حدثنا به أبو كريب, قال: حدثنا وكيع, عن سفيان, عن السُّدّيّ, عن أبي صالح: \" كيف تكفرون بالله وكنتم أمواتًا فأحياكم، ثم يميتكم ثم يحييكم، ثم إليه ترجعون \"، قال: يحييكم في القبر, ثم يميتكم.وقال آخرون بما:585- حدثنا به بشر بن معاذ قال: حدثنا يزيد بن زُريع, عن سعيد, &; 1-420 &; عن قتادة، قوله: \" كيف تكفرون بالله وكنتم أمواتًا \" الآية. قال: كانوا أمواتًا في أصلاب آبائهم (84) ، فأحياهم الله وخلقهم, ثم أماتهم الموتة التي لا بد منها, ثم أحياهم للبعث يوم القيامة، فهما حياتان وموتتان (85) .وقال بعضهم بما:586- حدثني به يونس, قال: أنبأنا ابن وهب, قال: قال ابن زيد، في قول الله تعالى:  رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ . قال: خلقهم من ظهر آدم حين أخذ عليهم الميثاق، وقرأ:  وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ  ، حتى بلغ:  أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ  [سورة الأعراف: 172-173]. قال: فكسبهم العقل وأخذ عليهم الميثاق. قال: وانتزع ضلعًا من أضلاع آدم القُصَيرى (86) فخلق منه حواء - ذكرَه عن النبي صلى الله عليه وسلم . قال: وذلك قول الله تعالى:  يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالا كَثِيرًا  [سورة النساء: 1]، قال: وبثّ منهما بعد ذلك في الأرحام خلقًا كثيرًا (87) ، وقرأ:  يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ  [سورة الزمر: 6]، قال: خلقا بعد ذلك. قال: فلما أخذ عليهم الميثاق أماتهم، ثم خلقهم في الأرحام, ثم أماتهم، ثم أحياهم يوم القيامة, فذلك قول الله:  قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا  ، &; 1-421 &; وقرأ قول الله:  وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا  [سورة الأحزاب: 7]. قال: يومئذ. قال: وقرأ قول الله:  وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا  (88) [سورة المائدة: 7].قال أبو جعفر: ولكل قول من هذه الأقوال التي حكيناها عمن روَيناها عنه، وجه ومذهبٌ من التأويل.* * *فأما وجه تأويل من تأول قوله: \" كيف تكفرون بالله وكنتم أمواتًا فأحياكم \"، أي لم تكونوا شيئًا, فإنه ذهب إلى نحو قول العرب للشيء الدارس والأمر الخامل الذكر: هذا شيء ميِّتٌ, وهذا أمر ميِّت - يراد بوصفه بالموت: خُمول ذكره، ودُرُوس أثره من الناس. وكذلك يقال في ضد ذلك وخلافه: هذا أمر حيّ, وذكر حيٌّ - يراد بوصفه بذلك أنه نابه مُتعالم في الناس، كما قال أبو نُخَيْلة السعديّ:فَـأَحْيَيْتَ لِـي ذكْري, وَمَا كُنْتُ خَامِلاوَلَكِـنَّ بَعْـضَ الذِّكْـرِ أَنْبَهُ مِنْ بَعْضٍ (89)يريد بقوله: \" فأحييتَ لي ذكري\"، أي: رفعته وشهرته في الناس حتى نبه فصار مذكورًا حيًّا، بعد أن كان خاملا ميتًا. فكذلك تأويل قول من قال في قوله: \" وكنتم أمواتًا \" لم تكونوا شيئًا، أي كنتم خُمولا لا ذكر لكم, وذلك كان موتكم فأحياكم، فجعلكم بَشرًا أحياء تُذكرون وتُعرفون, ثم يميتكم بقبض أرواحكم وإعادتكم، كالذي كنتم قبل أن يحييكم، من دروس ذكركم, وتعفِّي آثاركم, وخمول أموركم، ثم يحييكم بإعادة أجسامكم إلى هيئاتها، ونفخ الروح فيها، &; 1-422 &; وتصييركم بشرًا كالذي كنتم قبل الإماتة، تتعارفون في بعثكم وعند حشركم (90) .* * *وأما وجه تأويل من تأوّل ذلك: أنه الإماتة التي هي خروج الرّوح من الجسد, فإنه ينبغي أن يكون ذهب بقوله \" وكنتم أمواتًا \"، إلى أنه خطاب لأهل القبور بعد إحيائهم في قبورهم. وذلك معنى بعيد, لأن التوبيخ هنالك إنما هو توبيخ على ما سلف وفرط من إجرامهم، لا استعتابٌ واسترجاعٌ (91) . وقوله جل ذكره: \" كيف تكفرون بالله وكنتم أمواتًا \"، توبيخ مُستعتِبٍ عبادَه, وتأنيبُ مسترجعٍ خلقَه من المعاصي إلى الطاعة، ومن الضلالة إلى الإنابة, ولا إنابة في القبور بعد الممات، ولا توبة فيها بعد الوفاة.* * *وأما وجه تأويل قول قتادة ذلك: أنهم كانوا أمواتًا في أصلاب آبائهم. فإنه عنى بذلك أنهم كانوا نطفًا لا أرواح فيها, فكانت بمعنى سائر الأشياء الموات التي لا أرواح فيها. وإحياؤه إياها تعالى ذكره، نفخُه الأرواح فيها، وإماتتُه إياهم بعد ذلك، قبضُه أرواحهم. وإحياؤه إياهم بعد ذلك، نفخُ الأرواح في أجسامهم يوم يُنفخ في الصّور، ويبْعثُ الخلق للموعود.* * *وأما ابن زيد، فقد أبان عن نفسه ما قصَد بتأويله ذلك, وأنّ الإماتة الأولى عند إعادة الله جل ثناؤه عبادَه في أصلاب آبائهم، بعد ما أخذَهم من صُلب آدم, وأن الإحياء الآخر هو نفخ الأرواح فيهم في بطون أمهاتهم, وأن الإماتة الثانية هي قبضُ أرواحهم للعود إلى التراب (92) ، والمصير في البرزخ إلى اليوم &; 1-423 &; البعث, وأن الإحياء الثالثَ هو نفخُ الأرواح فيهم لبعث الساعة ونشر القيامة.وهذا تأويل إذا تدبره المتدبر وجده خلافًا لظاهر قول الله الذي زعم مفسِّره أن الذي وصفنا من قوله تفسيره. وذلك أن الله جل ثناؤه أخبر في كتابه -عن الذين أخبر عنهم من خلقه- أنهم قالوا:  رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ ، وزعم ابن زيد في تفسيره أنّ الله أحياهم ثلاث إحياءات, وأماتهم ثلاث إماتات. والأمر عندنا - وإن كان فيما وَصَف من استخراج الله جل ذكره من صُلب آدم ذرّيته, وأخذه ميثاقه عليهم كما وصف -فليس ذلك من تأويل هاتين الآيتين- أعني قوله: \" كيف تكفرون بالله وكنتم أمواتًا \" الآية, وقوله:  رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ  - في شيء. لأن أحدًا لم يدع أن الله أمات من ذَرَأ يومئذ غيرَ الإماتة التي صار بها في البرزخ إلى يوم البعث, فيكون جائزًا أن يوجّه تأويل الآية إلى ما وجهه إليه ابن زيد.* * *وقال بعضُهم: الموتة الأولى مفارقة نطفة الرجل جسده إلى رحم المرأة, فهي ميّتة من لَدُنْ فراقها جسدَه إلى نفخ الروح فيها. ثم يحييها الله بنفخ الروح فيها فيجعلها بشرًا سويًّا بعد تاراتٍ تأتي عليها. ثم يميته الميتة الثانية بقبض الروح منه، فهو في البرزخ ميت إلى يوم ينفخ في الصُّور، فيردّ في جسده روحه (93) ، فيعود حيًّا سويًّا لبعث القيامة. فذلك موتتان وحياتان. وإنما دعا هؤلاء إلى هذا القول، لأنهم قالوا: موتُ ذي الرّوح مفارقة الرّوح إياه. فزعموا أن كل شيء من ابن آدم حيّ &; 1-424 &; ما لم يفارق جسده الحي ذا الروح. فكل ما فارق جسده الحي ذا الرّوح، فارقتْه الحياةُ فصار ميتًا. كالعضو من أعضائه - مثل اليد من يديه, والرِّجل من رجليه - لو قطعت فأبِينتْ (94) ، والمقطوع ذلك منه حيٌّ, كان الذي بان من جسده ميتًا لا رُوح فيه بفراقه سائر جسده الذي فيه الروح. قالوا: فكذلك نطفته حية بحياته ما لم تفارق جسده ذا الروح, فإذا فارقته مباينةً له صارت ميتةً, نظيرَ ما وصفنا من حكم اليد والرجل وسائر أعضائه. وهذا قولٌ ووجه من التأويل، لو كان به قائلٌ من أهل القدوة الذين يُرْتضى للقرآن تأويلهم.* * *وأولى ما ذكرنا -من الأقوال التي بيَّنَّا- بتأويل قول الله جل ذكره: \" كيف تكفرون بالله وكنتم أمواتًا فأحياكم \" الآية, القول الذي ذكرناه عن ابن مسعود وعن ابن عباس: من أن معنى قوله: \" وكنتم أمواتًا \" أمواتَ الذكر، خمولا في أصلاب آبائكم نطفًا، لا تُعرفون ولا تُذكرون: فأحياكم بإنشائكم بشرًا سويًّا حتى ذُكِرتم وعُرِفتم وحَيِيتم, ثم يُميتكم بقبض أرواحكم وإعادتكم رُفاتًا لا تُعرفون ولا تُذكرون في البرزخ إلى يوم تبعثون, ثم يحييكم بعد ذلك بنفخ الأرواح فيكم لبعث الساعة وصَيحة القيامة, ثم إلى الله ترجعون بعد ذلك, كما قال: \" ثم إليه تُرجعون \"، لأن الله جل ثناؤه يحييهم في قبورهم قبلَ حشرهم, ثم يحشرهم لموقف الحساب, كما قال جل ذكره:  يَوْمَ يَخْرُجُونَ مِنَ الأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ  [سورة المعارج: 43] وقال:  وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ  [سورة يس: 51]. والعلة التي من أجلها اخترنا هذا التأويل, ما قد قدّمنا ذكره للقائلين به، وفساد ما خالفه بما قد أوضحناه قبل.وهذه الآية توبيخٌ من الله جل ثناؤه للقائلين:  آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ ، الذين أخبر الله عنهم أنهم مع قيلهم ذلك بأفواههم، غيرُ مؤمنين به. وأنهم إنما يقولون ذلك خداعًا لله وللمؤمنين، فعذَلهم الله بقوله: \" كيف تكفرون بالله وكنتم أمواتًا فأحياكم \"، ووبَّخهم واحتجّ عليهم - في نكيرهم ما أنكروا من ذلك وجحودهم ما جحدوا بقلوبهم المريضة - فقال: كيف تكفرون بالله فتجحدون قدرته على إحيائكم بعد إماتتكم، [لبعث القيامة، ومجازاة المسيء منكم بالإساءة والمحسن &; 1-425 &; بالإحسان، وقد كنتم نطفًا أمواتًا في أصلاب آبائكم، فأنشأكم خلقًا سويًّا، وجعلكم أحياءً، ثم أماتكم بعد إنشائكم. فقد علمتم أن مَنْ فعل ذلك بقدرته، غير مُعجزِه -بالقدرة التي فعل ذلك بكم- إحياؤكم بعد إماتتكم] (95) وإعادتكم بعد إفنائكم، وحشركم إليه لمجازاتكم بأعمالكم.ثم عدّد ربنا تعالى ذكره عليهم وعلى أوليائهم من أحبار اليهود - الذين جمع بين قصَصهم وقصَص المنافقين في كثير من آي هذه السورة التي افتتح الخبرَ عنهم فيها بقوله:  إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ  - (96) نِعَمَه التي سلفت منه إليهم وإلى آبائهم، التي عَظُمتْ منهم مواقعها. ثم سلب كثيرًا منهم كثيرًا منها، بما ركبوا من الآثام، واجترموا من الأجْرام، وخالفوا من الطاعة إلى المعصية, محذّرَهم بذلك تعجيلَ العقوبة لهم، كالتي عجلها للأسلاف والأفْراط قبلهم, ومُخوّفَهم حُلول مَثُلاتِه بساحتهم كالذي أحلّ بأوّليهم, ومُعرّفَهم ما لهم من النجاة في سرعة الأوْبة إليه, وتعجيل التوبة، من الخلاص لهم يوم القيامة من العقاب (97) .فبدأ بعد تعديده عليهم ما عدّد من نعمه التي هم فيها مُقيمون، بذكر أبينا وأبيهم آدم أبي البشر صلوات الله عليه, وما سلف منه من كرامته إليه، وآلائه لديه, وما أحلّ به وبعدوّه إبليس من عاجل عقوبته بمعصيتهما التي كانت منهما, ومخالفتهما أمره الذي أمرهما به. وما كان من تغمُّده آدمَ برَحمته إذْ تاب وأناب إليه. وما كان من إحلاله بإبليس من لعنته في العاجل, وإعداده له ما أعدّ له من العذاب المقيم في الآجل، إذ استكبر وأبى التوبة إليه والإنابة, منبهًا لهم على حكمه &; 1-426 &; في المنيبين إليه بالتوبة, وقضائه في المستكبرين عن الإنابة, إعذارًا من الله بذلك إليهم، وإنذارًا لهم , ليتدبروا آياته وليتذكر منهم أولو الألباب. وخاصًّا أهلَ الكتاب - بما ذَكر من قصص آدم وسائر القصص التي ذكرها معها وبعدها، مما علمه أهل الكتاب وجهلته الأمة الأميَّة من مشركي عبَدة الأوثان -بالاحتجاج عليهم- دون غيرهم من سائر أصناف الأمم، الذين لا علم عندهم بذلك - لنبيه محمد صلى الله عليه وسلم (98) ، ليعلموا بإخباره إياهم بذلك, أنه لله رسولٌ مبعوث, وأن ما جاءهم به فمن عنده, إذْ كان ما اقتص عليهم من هذه القصص، من مكنون علومهم, ومصون ما في كتبهم, وخفيّ أمورهم التي لم يكن يدّعي معرفة علمها غيرُهم وغيرُ من أخذ عنهم وقرأ كتبهم.* * *وكان معلومًا من محمد صلى الله عليه وسلم أنه لم يكن قط كاتبًا، ولا لأسفارهم تاليًا, ولا لأحد منهم مصاحبًا ولا مجالسًا, فيمكنهم أن يدّعوا أنه أخذ ذلك من كتبهم أو عن بعضهم, فقال جل ذكره - في تعديده عليهم ما هم فيه مقيمون من نعمه، مع كفرهم به, وتركهم شكرَه عليها بما يجب له عليهم من طاعته-: ( هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الأرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ) [سورة البقرة: 29]. فأخبرهم جل ذكره أنه خلق لهم ما في الأرض جميعًا, لأنّ الأرضّ وجميعَ ما فيها لبني آدم منافعُ. أما في الدين، فدليلٌ على وحدانية ربهم, وأما في الدنيا فمعاشٌ وبلاغ لهم إلى طاعته وأداء فرائضه.فلذلك قال جل ذكره: \" هو الذي خلق لكم ما في الأرض جميعًا \".&; 1-427 &;وقوله: \" هو \" مكنيّ من اسم الله جل ذكره عائد على اسمه في قوله: \" كيف تكفرون بالله \". ومعنى خلقه ما خلق جلّ ثناؤه، إنشاؤه عينه, وإخراجه من حال العدم إلى الوجود. و \" ما \" بمعنى \" الذي\".فمعنى الكلام إذًا: كيف تكفرون بالله وكنتم نُطفًا في أصلاب آبائكم فجعلكم بشرًا أحياءً, ثم يميتكم, ثم هو مُحييكم بعد ذلك وباعثكم يوم الحشر للثواب والعقاب, وهو المنعمُ عليكم بما خلق لكم في الأرض من معايشكم وأدلتكم على وحدانية ربكم.و \" كيف \" بمعنى التعجب والتوبيخ، لا بمعنى الاستفهام , كأنه قال: ويْحَكم كيف تكفرون بالله, كما قال:  فَأَيْنَ تَذْهَبُونَ  [سورة التكوير: 26]. وحل قوله: \" وكنتم أمواتًا فأحياكم \" محلّ الحال. وفيه ضميرُ\" قد \" (99) ، ولكنها حذفت لما في الكلام من الدليل عليها. وذلك أن \" فعل \" إذا حلت محلّ الحال كان معلومًا أنها مقتضية \" قد \", كما قال ثناؤه:  أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ  [سورة النساء: 90]، بمعنى: قد حَصِرَت صدورهم. وكما تقول للرجل: أصبحتَ كثرت ماشيتك, تريد: قد كثرت ماشيتك.-------------الهوامش :(83) الأثر : 579-\"حصين\" . بضم الحاء المهملة : هو ابن عبد الرحمن السلمي . و\"أبو مالك\" : هو الغفاري الكوفي ، واسمه\"غزوان\" . سبقت ترجمته في : 168 .(84) في المخطوطة : \"في أصلبة\" ، والصواب\"صلبة\" (بكسر الصاد وفتح اللام) أو\"أصلب\" (بسكون الصاد وضم اللام) . وكلها جمع صلب (بضم فسكون) : وهو عظم الظهر من لدن الكاهل إلى عجب الذنب .(85) الآثار : 575 - 585 : بعضها في ابن كثير 1 : 122 مجملة ، وبعضها في الدر المنثور 1 : 42 ، والشوكاني 1 : 46 ، وكرهنا الإطالة بتفصيلها .(86) القصيري ، بالتصغير : هي الضلع التي تلي الشاكلة أسفل الأضلاع ، وهي أقصرهن .(87) في المطبوعة : \"وبث فيهما بعد ذلك . . \" ، وهو خطأ .(88) الأثر : 586- في ابن كثير 1 : 122 ، والشوكاني 1 : 47 ، مختصرًا جدًا .(89) الأغاني 18 : 140 ، والمؤتلف والمختلف للآمدي : 193 ، وأبو نخيلة اسمه لا كنيته ، كما قال أبو الفرج ، ويقال اسمه : يعمر بن حزن بن زائدة ، من بني سعد بن زيد مناة ، وكان الأغلب عليه الرجز ، وله قصيد قليل ، وكان عاقًّا بأبيه ، فنفاه أبوه عن نفسه . والبيت من أبيات ، يمدح بها مسلمة بن عبد الملك .(90) في المطبوعة : \"لتعارفوا\" ، وهي قريبة في المعنى .(91) الاستعتاب : الاستقالة من الذنب ، والرجوع إلى ما يجلب الرضا ، أي أن يستقيلوا وبهم ويستغفروه ، ويرجعوا عن إساءتهم ويطلبوا رضاه . واستعتبه : طلب إليه الرجوع إلى ما يرضى . والاسترجاع : طلب الرجوع . واسترجعه : رده الله إلى الطاعة .(92) في المخطوطة : \"للعودة إلى التراب\" ، وهي قريب .(93) في المخطوطة : \"فيرد في جسمه\" ، وهي قريب .(94) في المطبوعة : \"وأبينت\" ، وهذه أجود .(95) ما بين القوسين ساقط من المطبوعة .(96) قوله\"نعمه\" مفعول قوله\"ثم عدد ربنا . . \" ، وما بينهما فصل .(97) في المطبوعة\"يحذرهم بذلك . . . ويخوفهم . . . أحل بأوائلهم ، ويعرفهم\" ، وانظر ما سيأتي في ص : 154 بولاق . وفي المخطوطة والمطبوعة : \"من الخلاص . . \" بغير واو ، هو لا يستقيم ، فلذلك زدناها . وقوله : \"حلول مثلاته\" جمع مثلة (بفتح الميم وضم الثاء) : وهي العقوبة والعذاب والنكال .(98) سياق هذه العبارة : \"وخاصًّا أهل الكتاب . . بالاحتجاج عليهم . . لنبيه محمد صلى الله عليه وسلم\" . وما بين هذه الأحرف المتعلقة بمراجعها ، فصل متتابع ، كعادة الطبري في كتابته .(99) في المطبوعة\"وفيه إضمار قد\" ، ولم يرد بالضمير ما اصطلح عليه النحويون ، وإنما أراد المضمر الذي أخفى وستر . وانظر معاني القرآن للفراء 1 : 23 - 25 .(100) الأثر : 587- في الدر المنثور 1 : 42 ، والشوكاني 1 : 48 ، وفيهما زيادة على الذي في أصول الطبري ، وهي : \" . . ما في الأرض جميعًا ، كرامةً من الله ونعمةً لابن آدم متاعًا ، وبُلْغةً ومنفعة إلى أجل\" .هذا وقد زادا معًا أثرًا آخر قالا أخرجه ابن جرير عن مجاهد ، هذا هو : \"في قوله : هو الذي خلق لكم ما في الأرض جميعًا ، قال : سخّر لكم ما في الأرض جميعًا\" . وإسناد هذا الأثر ، هو الذي يأتي برقم : 591 ، لأنه من تمامه ، كما هو بين فيما نقله السيوطي والشوكاني . ويوشك أن يكون في نسخ الطبري التي بين أيدينا حذف ألجأ النساخ إليه طول الكتاب ، فقد مضى آنفًا مثل هذا النقص ، ومثل هذه الزيادة",
  "ayah": 28,
  "surah": 2
}
