{
  "text": "وإذ قال ربكالقول في تأويل قوله تعالى : { وإذ قال ربك } قال أبو جعفر : زعم بعض المنسوبين إلى العلم بلغات العرب من أهل البصرة أن تأويل قوله : { وإذ قال ربك } وقال ربك , وأن \" إذ \" من الحروف الزوائد , وأن معناها الحذف . واعتل لقوله الذي وصفنا عنه في ذلك ببيت الأسود بن يعفر : فإذا وذلك لامهاه لذكره والدهر يعقب صالحا بفساد ثم قال : ومعناها : وذلك لامهاه لذكره . وببيت عبد مناف بن ربع الهذلي : حتى إذا أسلكوهم في قتائدة شلا كما تطرد الجمالة الشردا وقال : معناه : حتى أسلكوهم . قال أبو جعفر : والأمر في ذلك بخلاف ما قال ; وذلك أن \" إذ \" حرف يأتي بمعنى الجزاء , ويدل على مجهول من الوقت , وغير جائز إبطال حرف كان دليلا على معنى في الكلام . إذ سواء قيل قائل هو بمعنى التطول , وهو في الكلام دليل على معنى مفهوم . وقيل آخر في جميع الكلام الذي نطق به دليلا على ما أريد به وهو بمعنى التطول . وليس لمدعي الذي وصفنا قوله في بيت الأسود بن يعفر , أن \" إذا \" بمعنى التطول وجه مفهوم ; بل ذلك لو حذف من الكلام لبطل المعنى الذي أراده الأسود بن يعفر من قوله : فإذا وذلك لامهاه لذكره وذلك أنه أراد بقوله : فإذا الذي نحن فيه , وما مضى من عيشنا . وأشار بقوله ذلك إلى ما تقدم وصفه من عيشه الذي كان فيه لامهاه لذكره , يعني لا طعم له ولا فضل , لإعقاب الدهر صالح ذلك بفساد . وكذلك معنى قول عبد مناف بن ربع : حتى إذا أسلكوهم في قتائدة شلا . . ................ لو أسقط منه \" إذا \" بطل معنى الكلام ; لأن معناه : حتى إذا أسلكوهم في قتائدة سلكوا شلا . فدل قوله : \" وأسلكوهم شلا \" على معنى المحذوف , فاستغني عن ذكره بدلالة \" إذا \" عليه , فحذف . كما قد ذكرنا فيما مضى من كتابنا على ما تفعل العرب في نظائر ذلك , وكما قال النمر بن تولب : فإن المنية من يخشها فسوف تصادفه أينما وهو يريد : أينما ذهب . وكما تقول العرب : أتيتك من قبل ومن بعد ; تريد : من قبل ذلك ومن بعد ذلك . فكذلك ذلك في \" إذا \" كما يقول القائل : إذا أكرمك أخوك فأكرمه وإذا لا فلا ; يريد : وإذا لم يكرمك فلا تكرمه . ومن ذلك قول الآخر : فإذا وذلك لا يضرك ضره في يوم أسأل نائلا أو أنكد نظير ما ذكرنا من المعنى في بيت الأسود بن يعفر . وكذلك معنى قول الله جل ثناؤه : { وإذ قال ربك للملائكة } لو أبطلت \" إذ \" وحذفت من الكلام , لاستحال عن معناه الذي هو به وفيه \" إذ \" . فإن قال قائل : فما معنى ذلك ؟ وما الجالب ل \" إذ \" , إذ لم يكن في الكلام قبله ما يعطف به عليه ؟ قيل له : قد ذكرنا فيما مضى أن الله جل ثناؤه خاطب الذين خاطبهم بقوله : { كيف تكفرون بالله وكنتم أمواتا فأحياكم } بهذه الآيات والتي بعدها موبخهم مقبحا إليهم سوء فعالهم ومقامهم على ضلالهم مع النعم التي أنعمها عليهم وعلى أسلافهم , ومذكرهم بتعديد نعمه عليهم وعلى أسلافهم بأسه أن يسلكوا سبيل من هلك من أسلافهم في معصية الله , فيسلك بهم سبيلهم في عقوبته ; ومعرفهم ما كان منه من تعطفه على التائب منهم استعتابا منه لهم . فكان مما عدد من نعمه عليهم , أنه خلق لهم ما في الأرض جميعا , وسخر لهم ما في السموات من شمسها وقمرها ونجومها وغير ذلك من منافعها التي جعلها لهم ولسائر بني آدم معهم منافع , فكان في قوله : { كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم ثم إليه ترجعون } معنى : اذكروا نعمتي التي أنعمت عليكم , إذ خلقتكم ولم تكونوا شيئا , وخلقت لكم ما في الأرض جميعا , وسويت لكم ما في السماء . ثم عطف بقوله : { وإذ قال ربك للملائكة } على المعنى المقتضى بقوله : { كيف تكفرون بالله } إذ كان مقتضيا ما وصفت من قوله : اذكروا نعمتي إذ فعلت بكم وفعلت , واذكروا فعلي بأبيكم آدم , إذ قلت للملائكة إني جاعل في الأرض خليفة . فإن قال قائل : فهل لذلك من نظير في كلام العرب نعلم به صحة ما قلت ؟ قيل : نعم , أكثر من أن يحصى , من ذلك قول الشاعر : أجدك لن ترى بثعيلبات ولا بيدان ناجية ذمولا ولا متدارك والشمس طفل ببعض نواشغ الوادي حمولا فقال : ولا متدارك , ولم يتقدمه فعل بلفظ يعطف عليه , ولا حرف معرب إعرابه فيرد \" متدارك \" عليه في إعرابه . ولكنه لما تقدمه فعل مجحود ب \" لن \" يدل على المعنى المطلوب في الكلام وعلى المحذوف , استغني بدلالة ما ظهر منه عن إظهار ما حذف , وعامل الكلام في المعنى والإعراب معاملته أن لو كان ما هو محذوف منه ظاهرا . لأن قوله : أجدك لن ترى بثعيلبات بمعنى : أجدك لست براء , فرد \" متداركا \" على موضع \" ترى \" كأن \" لست \" والباء موجودتان في الكلام , فكذلك قوله : { وإذ قال ربك } لما سلف قبله تذكير الله المخاطبين به ما سلف قبلهم وقبل آبائهم من أياديه وآلائه , وكان قوله : { وإذ قال ربك للملائكة } مع ما بعده من النعم التي عددها عليهم ونبههم على مواقعها , رد \" إذ \" على موضع : { وكنتم أمواتا فأحياكم } لأن معنى ذلك : اذكروا هذه من نعمي , وهذه التي قلت فيها للملائكة . فلما كانت الأولى مقتضية \" إذ \" عطف ب \" إذ \" على موضعها في الأولى كما وصفنا من قول الشاعر في \" ولا متدارك \" .للملائكةالقول في تأويل قوله تعالى : { للملائكة } قال أبو جعفر : والملائكة جمع ملك , غير أن واحدهم بغير الهمز أكثر وأشهر في كلام العرب منه بالهمز , وذلك أنهم يقولون في واحدهم ملك من الملائكة , فيحذفون الهمز منه , ويحركون اللام التي كانت مسكنة لو همز الاسم . وإنما يحركونها بالفتح , لأنهم ينقلون حركة الهمزة التي فيه بسقوطها إلى الحرف الساكن قبلها , فإذا جمعوا واحدهم ردوا الجمع إلى الأصل وهمزوا , فقالوا : ملائكة . وقد تفعل العرب نحو ذلك كثيرا في كلامها , فتترك الهمز في الكلمة التي هي مهموزة فيجري كلامهم بترك همزها في حال , وبهمزها في أخرى , كقولهم : رأيت فلانا , فجرى كلامهم بهمز رأيت , ثم قالوا : نرى وترى ويرى , فجرى كلامهم في يفعل ونظائرها بترك الهمز , حتى صار الهمز معها شاذا مع كون الهمز فيها أصلا . فكذلك ذلك في ملك وملائكة , جرى كلامهم بترك الهمز من واحدهم , وبالهمز في جميعهم . وربما جاء الواحد مهموزا كما قال الشاعر : فلست لإنسي ولكن لملأك تحدر من جو السماء يصوب وقد يقال في واحدهم : مألك , فيكون ذلك مثل قولهم : جبذ وجذب , وشأمل وشمأل , وما أشبه ذلك من الحروف المقلوبة . غير أن الذي يجب إذا سمي واحدهم مألك , أن يجمع إذ جمع على ذلك : مالك , ولست أحفظ جمعهم كذلك سماعا , ولكنهم قد يجمعون ملائك وملائكة , كما يجمع أشعث : أشاعث وأشاعثة , ومسمع : مسامع ومسامعة . قال أمية بن أبي الصلت في جمعهم كذلك : وفيها من عباد الله قوم ملائك ذللوا وهم صعاب وأصل الملأك : الرسالة , كما قال عدي بن زيد العبادي أبلغ النعمان عني ملأكا أنه قد طال حبسي وانتظاري وقد ينشد \" مألكا \" على اللغة الأخرى , فمن قال : ملأكا , فهو مفعل من لأك إليه يلأك : إذا أرسل إليه رسالة ملأكة . ومن قال : مألكا , فهو مفعل من ألكت إليه آلك : إذا أرسلت إليه مألكة وألوكا , كما قال لبيد بن ربيعة : وغلام أرسلته أمه بألوك فبذلنا ما سأل فهذا من ألكت . ومنه قول نابغة بني ذبيان : ألكني يا عيين إليك قولا ستهديه الرواة إليك عني وقال عبد بني الحسحاس : ألكني إليها عمرك الله يا فتى بآية ما جاءت إلينا تهاديا يعني بذلك : أبلغها رسالتي . فسميت الملائكة ملائكة بالرسالة , لأنها رسل الله بينه وبين أنبيائه ومن أرسلت إليه من عباده .إني جاعل في الأرضالقول في تأويل قوله تعالى : { إني جاعل في الأرض } اختلف أهل التأويل في قوله : { إني جاعل } , فقال بعضهم : إني فاعل . ذكر من قال ذلك : 500 - حدثنا القاسم بن الحسن , قال : حدثنا الحسين , قال : حدثني حجاج , عن جرير بن حازم , ومبارك عن الحسن , وأبي بكر , يعني الهذلي عن الحسن وقتادة , قالوا : قال الله للملائكة : { إني جاعل في الأرض خليفة } قال لهم : إني فاعل . وقال آخرون : إني خالق . ذكر من قال ذلك : 501 - حدثت عن المنجاب بن الحارث قال : حدثنا بشر بن عمارة عن أبي روق , قال : كل شيء في القرآن \" جعل \" فهو خلق . قال أبو جعفر : والصواب في تأويل قوله : { إني جاعل في الأرض خليفة } أي مستخلف في الأرض خليفة ومصير فيها خلفا , وذلك أشبه بتأويل قول الحسن وقتادة . وقيل إن الأرض التي ذكرها الله في هذه الآية هي مكة . ذكر من قال ذلك : 502 - حدثنا ابن حميد , قال : حدثنا جرير , عن عطاء , عن ابن سابط أن النبي صلى الله عليه وسلم قال : \" دحيت الأرض من مكة . وكانت الملائكة تطوف بالبيت , فهي أول من طاف به , وهي الأرض التي قال الله : { إني جاعل في الأرض خليفة } , وكان النبي إذا هلك قومه ونجا هو والصالحون أتى هو ومن معه فعبدوا الله بها حتى يموتوا , فإن قبر نوح وهود وصالح وشعيب بين زمزم والركن والمقام \"خليفةالقول في تأويل قوله تعالى : { خليفة } والخليفة الفعيلة , من قولك : خلف فلان فلانا في هذا الأمر إذا قام مقامه فيه بعده , كما قال جل ثناؤه : { ثم جعلناكم خلائف في الأرض من بعدهم لننظر كيف تعملون } 10 14 يعني بذلك : أنه أبدلكم في الأرض منهم فجعلكم خلفاء بعدهم ومن ذلك قيل للسلطان الأعظم : خليفة , لأنه خلف الذي كان قبله , فقام بالأمر مقامه , فكان منه خلفا , يقال منه : خلف الخليفة يخلف خلافة وخليفا , وكان ابن إسحاق يقول بما : 503 - حدثنا به ابن حميد , قال : حدثنا سلمة , عن ابن إسحاق : { إني جاعل في الأرض خليفة } يقول : ساكنا وعامرا يسكنها ويعمرها خلقا ليس منكم . وليس الذي قال ابن إسحاق في معنى الخليفة بتأويلها , وإن كان الله جل ثناؤه إنما أخبر ملائكته أنه جاعل في الأرض خليفة يسكنها , ولكن معناها ما وصفت قبل . فإن قال لنا قائل : فما الذي كان في الأرض قبل بني آدم لها عامرا فكان بنو آدم بدلا منه وفيها منه خلفا ؟ قيل : قد اختلف أهل التأويل في ذلك . 504 - فحدثنا أبو كريب , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمارة , عن أبي روق , عن الضحاك , عن ابن عباس , قال : أول من سكن الأرض الجن , فأفسدوا فيها , وسفكوا فيها الدماء , وقتل بعضهم بعضا . قال : فبعث الله إليهم إبليس في جند من الملائكة , فقتلهم إبليس ومن معه , حتى ألحقهم بجزائر البحور وأطراف الجبال ; ثم خلق آدم فأسكنه إياها , فلذلك قال : { إني جاعل في الأرض خليفة } . فعلى هذا القول إني جاعل في الأرض خليفة من الجن يخلفونهم فيها فيسكنونها ويعمرونها . 505 - وحدثني المثنى قال : حدثنا إسحاق , قال : حدثنا عبد الله بن أبي جعفر , عن أبيه , عن الربيع بن أنس في قوله : { إني جاعل في الأرض خليفة } الآية , قال : إن الله خلق الملائكة يوم الأربعاء , وخلق الجن يوم الخميس , وخلق آدم يوم الجمعة , فكفر قوم من الجن , فكانت الملائكة تهبط إليهم في الأرض فتقاتلهم , فكانت الدماء وكان الفساد في الأرض . وقال آخرون في تأويل قوله : { إني جاعل في الأرض خليفة } أي خلفا يخلف بعضهم بعضا , وهم ولد آدم الذين يخلفون أباهم آدم , ويخلف كل قرن منهم القرن الذي سلف قبله . وهذا قول حكي عن الحسن البصري , ونظير له ما : 506 - حدثني به محمد بن بشار , قال : حدثنا أبو أحمد الزبيري , قال : حدثنا سفيان عن عطاء بن السائب , عن ابن سابط في قوله : { إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء } قال : يعنون به بني آدم . 507 - وحدثني يونس قال : أخبرنا ابن وهب , قال : قال ابن زيد قال الله للملائكة : إني أريد أن أخلق في الأرض خلقا , وأجعل فيها خليفة , وليس لله يومئذ خلق إلا الملائكة والأرض ليس فيها خلق . وهذا القول يحتمل ما حكي عن الحسن , ويحتمل أن يكون أراد ابن زيد أن الله أخبر الملائكة أنه جاعل في الأرض خليفة له , يحكم فيها بين خلقه بحكمه , نظير ما : 508 - حدثني به موسى بن هارون , قال : حدثنا عمرو بن حماد , قال : حدثنا أسباط , عن السدي في خبر ذكره عن أبي مالك , وعن أبي صالح , عن ابن عباس وعن مرة عن ابن مسعود , وعن ناس من أصحاب النبي صلى الله عليه وسلم : أن الله جل ثناؤه قال للملائكة : { إني جاعل في الأرض خليفة } قالوا : ربنا وما يكون ذلك الخليفة ؟ قال : يكون له ذرية يفسدون في الأرض ويتحاسدون ويقتل بعضهم بعضا . فكان تأويل الآية على هذه الرواية التي ذكرناها عن ابن مسعود وابن عباس : إني جاعل في الأرض خليفة مني يخلفني في الحكم بين خلقي , وذلك الخليفة هو آدم ومن قام مقامه في طاعة الله والحكم بالعدل بين خلقه . وأما الإفساد وسفك الدماء بغير حقها فمن غير خلفائه , ومن غير آدم ومن قام مقامه في عباد الله ; لأنهما أخبرا أن الله جل ثناؤه قال لملائكته إذ سألوه : ما ذاك الخليفة : إنه خليفة يكون له ذرية يفسدون في الأرض ويتحاسدون ويقتل بعضهم بعضا . فأضاف الإفساد وسفك الدماء بغير حقها إلى ذرية خليفته دونه وأخرج منه خليفته . وهذا التأويل وإن كان مخالفا في معنى الخليفة ما حكي عن الحسن من وجه , فموافق له من وجه . فأما موافقته إياه فصرف متأوليه إضافة الإفساد في الأرض وسفك الدماء فيها إلى غير الخليفة . وأما مخالفته إياها فإضافتهما الخلافة إلى آدم بمعنى استخلاف الله إياه فيها , وإضافة الحسن الخلافة إلى ولده بمعنى خلافة بعضهم بعضا , وقيام قرن منهم مقام قرن قبلهم , وإضافة الإفساد في الأرض وسفك الدماء إلى الخليفة . والذي دعا المتأولين قوله : { إني جاعل في الأرض خليفة } في التأويل الذي ذكر عن الحسن إلى ما قالوا في ذلك أنهم قالوا إن الملائكة إنما قالت لربها إذ قال لهم ربهم : { إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء } إخبارا منها بذلك عن الخليفة الذي أخبر الله جل ثناؤه أنه جاعله في الأرض لا غيره ; لأن المحاورة بين الملائكة وبين ربها عنه جرت . قالوا : فإذا كان ذلك كذلك , وكان الله قد برأ آدم من الإفساد في الأرض وسفك الدماء وطهره من ذلك , علم أن الذي عنى به غيره من ذريته , فثبت أن الخليفة الذي يفسد في الأرض ويسفك الدماء هو غير آدم , وأنهم ولده الذين فعلوا ذلك , وأن معنى الخلافة التي ذكرها الله إنما هي خلافة قرن منهم قرنا غيرهم لما وصفنا . وأغفل قائلو هذه المقالة ومتأولو الآية هذا التأويل سبيل التأويل , وذلك أن الملائكة إذ قال لها ربها : { إني جاعل في الأرض خليفة } لم تضف الإفساد وسفك الدماء في جوابها ربها إلى خليفته في أرضه , بل قالت : { أتجعل فيها من يفسد فيها } , وغير منكر أن يكون ربها أعلمها أنه يكون لخليفته ذلك ذرية يكون منهم الإفساد وسفك الدماء , فقالت : يا ربنا أتجعل فيها من يفسد فيها ويسفك الدماء ؟ كما قال ابن مسعود وابن عباس , ومن حكينا ذلك عنه من أهل التأويل .قالوا أتجعل فيها من يفسد فيها ويسفك الدماءالقول في تأويل قوله تعالى : { قالوا أتجعل فيها من يفسد فيها ويسفك الدماء } قال أبو جعفر : إن قال قائل : وكيف قالت الملائكة لربها إذ أخبرها أنه جاعل في الأرض خليفة : { أتجعل فيها من يفسد فيها ويسفك الدماء } ولم يكن آدم بعد مخلوقا ولا ذريته , فيعلموا ما يفعلون عيانا ؟ أعلمت الغيب فقالت ذلك , أم قالت ما قالت من ذلك ظنا , فذلك شهادة منها بالظن وقول بما لا تعلم , وذلك ليس من صفتها , فما وجه قيلها ذلك لربها ؟ قيل : قد قالت العلماء من أهل التأويل في ذلك أقوالا ; ونحن ذاكرو أقوالهم في ذلك , ثم مخبرون بأصحها برهانا وأوضحها حجة . فروي عن ابن عباس في ذلك ما : 509 - حدثنا به أبو كريب , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمارة , عن أبي روق , عن الضحاك , عن ابن عباس , قال : كان إبليس من حي من أحياء الملائكة , يقال لهم \" الحن \" خلقوا من نار السموم من بين الملائكة , قال : وكان اسمه الحارث . قال : وكان خازنا من خزان الجنة . قال : وخلقت الملائكة كلهم من نور غير هذا الحي . قال : وخلقت الجن الذين ذكروا في القرآن من مارج من نار , وهو لسان النار الذي يكون في طرفها إذ ألهبت . قال : وخلق الإنسان من طين , فأول من سكن الأرض الجن , فأفسدوا فيها وسفكوا الدماء , وقتل بعضهم بعضا . قال : فبعث الله إليهم إبليس في جند من الملائكة , وهم هذا الحي الذين يقال لهم \" الحن \" فقتلهم إبليس ومن معه حتى ألحقهم بجزائر البحور وأطراف الجبال . فلما فعل إبليس ذلك اغتر في نفسه , وقال : قد صنعت شيئا لم يصنعه أحد . قال : فاطلع الله على ذلك من قلبه , ولم تطلع عليه الملائكة الذين كانوا معه ; فقال الله للملائكة الذين معه : { إني جاعل في الأرض خليفة } فقالت الملائكة مجيبين له : { أتجعل فيها من يفسد فيها ويسفك الدماء } كما أفسدت الجن وسفكت الدماء ؟ وإنما بعثنا عليهم لذلك . فقال : { إني أعلم ما لا تعلمون } يقول : إني قد اطلعت من قلب إبليس على ما لم تطلعوا عليه من كبره واغتراره , قال : ثم أمر بتربة آدم فرفعت , فخلق الله آدم من طين لازب - واللازب : اللزج الصلب من حمأ مسنون - منتن . قال : وإنما كان حمأ مسنونا بعد التراب . قال : فخلق منه آدم بيده . قال فمكث أربعين ليلة جسدا ملقى , فكان إبليس يأتيه فيضربه برجله فيصلصل - أي فيصوت - قال : فهو قول الله : { من صلصال كالفخار } 55 14 يقول : كالشيء المنفوخ الذي ليس بمصمت , قال : ثم يدخل في فيه ويخرج من دبره , ويدخل من دبره ويخرج من فيه , ثم يقول : لست شيئا ! للصلصلة , ولشيء ما خلقت ! لئن سلطت عليك لأهلكنك , ولئن سلطت علي لأعصينك . قال : فلما نفخ الله فيه من روحه , أتت النفخة من قبل رأسه , فجعل لا يجري شيء منها في جسده إلا صار لحما ودما . فلما انتهت النفخة إلى سرته نظر إلى جسده , فأعجبه ما رأى من حسنه , فذهب لينهض فلم يقدر , فهو قول الله : { وكان الإنسان عجولا } 17 11 قال : ضجرا لا صبر له على سراء ولا ضراء . قال : فلما تمت النفخة في جسده عطس فقال : الحمد لله رب العالمين , بإلهام من الله تعالى . فقال الله له : يرحمك الله يا آدم . قال : ثم قال الله للملائكة الذين كانوا مع إبليس خاصة دون الملائكة الذين في السموات : اسجدوا لآدم ! فسجدوا كلهم أجمعون إلا إبليس أبى واستكبر لما كان حدث به نفسه من كبره واغتراره , فقال : لا أسجد له وأنا خير منه وأكبر سنا وأقوى خلقا , خلقتني من نار وخلقته من طين . يقول : إن النار أقوى من الطين . قال : فلما أبى إبليس أن يسجد أبلسه الله , وآيسه من الخير كله , وجعله شيطانا رجيما عقوبة لمعصيته , ثم علم آدم الأسماء كلها , وهي هذه الأسماء التي يتعارف بها الناس : إنسان ودابة وأرض وسهل وبحر وجبل وحمار , وأشباه ذلك من الأمم وغيرها . ثم عرض هذه الأسماء على أولئك الملائكة , يعني الملائكة الذين كانوا مع إبليس الذين خلقوا من نار السموم , وقال لهم : { أنبئوني بأسماء هؤلاء } يقول : أخبروني بأسماء هؤلاء { إن كنتم صادقين } إن كنتم تعلمون أني لم أجعل في الأرض خليفة . قال : فلما علمت الملائكة مؤاخذة الله عليهم فيما تكلموا به من علم الغيب الذي لا يعلمه غيره الذي ليس لهم به علم , قالوا : سبحانك ! تنزيها لله من أن يكون أحد يعلم الغيب غيره , تبنا إليك لا علم لنا إلا ما علمتنا ! تبريا منهم من علم الغيب , إلا ما علمتنا كما علمت آدم . فقال : { يا آدم أنبئهم بأسمائهم } يقول : أخبرهم بأسمائهم { فلما أنبأهم بأسمائهم قال ألم أقل لكم } أيها الملائكة خاصة { إني أعلم غيب السموات والأرض } ولا يعلمه غيري { وأعلم ما تبدون } يقول : ما تظهرون { وما كنتم تكتمون } يقول : أعلم السر كما أعلم العلانية , يعني ما كتم إبليس في نفسه من الكبر والاغترار . وهذه الرواية عن ابن عباس تنبئ عن أن قول الله جل ثناؤه : { وإذ قال ربك للملائكة إني جاعل في الأرص خليفة } خطاب من الله جل ثناؤه لخاص من الملائكة دون الجميع , وأن الذين قيل لهم ذلك من الملائكة كانوا قبيلة إبليس خاصة , الذين قاتلوا معه جن الأرض قبل خلق آدم . وأن الله إنما خصهم بقيل ذلك امتحانا منه لهم وابتلاء ليعرفهم قصور علمهم وفضل كثير ممن هو أضعف خلقا منهم من خلقه عليهم , وأن كرامته لا تنال بقوى الأبدان وشدة الأجسام كما ظنه إبليس عدو الله . ويصرح بأن قيلهم لربهم : { أتجعل فيها من يفسد فيها ويسفك الدماء } كانت هفوة منهم ورجما بالغيب , وأن الله جل ثناؤه أطلعهم على مكروه ما نطقوا به من ذلك , ووقفهم عليه حتى تابوا وأنابوا إليه مما قالوا ونطقوا من رجم الغيب بالظنون , وتبرءوا إليه أن يعلم الغيب غيره , وأظهر لهم من إبليس ما كان منطويا عليه من الكبر الذي قد كان عنهم مستخفيا . وقد روي عن ابن عباس خلاف هذه الرواية , وهو ما : 510 - حدثني به موسى بن هارون قال : حدثنا عمرو بن حماد , قال : حدثنا أسباط عن السدي في خبر ذكره عن أبي مالك , وعن أبي صالح , عن ابن عباس , وعن مرة , عن ابن مسعود , وعن ناس من أصحاب النبي صلى الله عليه وسلم : لما فرغ الله من خلق ما أحب , استوى على العرش فجعل إبليس على ملك سماء الدنيا , وكان من قبيلة من الملائكة يقال لهم الجن ; وإنما سموا الجن لأنهم خزان الجنة . وكان إبليس مع ملكه خازنا , فوقع في صدره كبر وقال : ما أعطاني الله هذا إلا لمزية لي - هكذا قال موسى بن هارون , وقد حدثني به غيره وقال : لمزية لي على الملائكة - فلما وقع ذلك الكبر في نفسه , اطلع الله على ذلك منه فقال الله للملائكة : { إني جاعل في الأرض خليفة } قالوا : ربنا وما يكون ذلك الخليفة ؟ قال : يكون له ذرية يفسدون في الأرض ويتحاسدون ويقتل بعضهم بعضا { قالوا } ربنا { أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون } يعني من شأن إبليس . فبعث جبريل إلى الأرض ليأتيه بطين منها , فقالت الأرض : إني أعوذ بالله منك أن تنقص مني أو تشينني ! فرجع ولم يأخذ وقال : رب إنها عاذت بك فأعذتها . فبعث الله ميكائيل , فعاذت منه فأعاذها , فرجع فقال كما قال جبريل . فبعث ملك الموت , فعاذت منه فقال : وأنا أعوذ بالله أن أرجع ولم أنفذ أمره . فأخذ من وجه الأرض وخلط , فلم يأخذ من مكان واحد , وأخذ من تربة حمراء وبيضاء وسوداء ; فلذلك خرج بنو آدم مختلفين , فصعد به فبل التراب حتى عاد طينا لازبا - واللازب : هو الذي يلتزق بعضه ببعض - ثم ترك حتى أنتن وتغير , وذلك حين يقول : { من حمأ مسنون } 15 28 قال : منتن , ثم قال للملائكة { إني خالق بشرا من طين فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين } 38 71 : 72 فخلقه الله بيديه لكيلا يتكبر إبليس عليه ليقول له : تتكبر عما عملت بيدي ولم أتكبر أنا عنه ؟ فخلقه بشرا , فكان جسدا من طين أربعين سنة من مقدار يوم الجمعة . فمرت به الملائكة ففزعوا منه لما رأوه , وكان أشدهم منه فزعا إبليس , فكان يمر فيضربه , فيصوت الجسد كما يصوت الفخار وتكون له صلصلة , فذلك حين يقول : { من صلصال كالفخار } 55 14 ويقول لأمر ما خلقت ! ودخل فيه فخرج من دبره , فقال للملائكة : لا ترهبوا من هذا , فإن ربكم صمد وهذا أجوف , لئن سلطت عليه لأهلكنه ! فلما بلغ الحين الذي يريد الله جل ثناؤه أن ينفخ فيه الروح , قال للملائكة : إذا نفخت فيه من روحي فاسجدوا له ! فلما نفخ فيه الروح , فدخل الروح في رأسه عطس , فقالت له الملائكة : قل الحمد لله ! فقال : الحمد لله , فقال له الله : رحمك ربك ! فلما دخل الروح في عينيه , نظر إلى ثمار الجنة , فلما دخل في جوفه اشتهى الطعام , فوثب قبل أن تبلغ الروح رجليه عجلان إلى ثمار الجنة , فذلك حين يقول : { خلق الإنسان من عجل } 21 37 فسجد الملائكة كلهم أجمعون إلا إبليس أبى أن يكون مع الساجدين - أي استكبر وكان من الكافرين - قال الله له : { ما منعك أن تسجد } إذ أمرتك { لما خلقت بيدي قال أنا خير منه } لم أكن لأسجد لبشر خلقته من طين , قال الله له : { اخرج منها فما يكون لك } يعني ما ينبغي لك { أن تتكبر فيها فاخرج إنك من الصاغرين } والصغار هو الذل . قال : وعلم آدم الأسماء كلها , ثم عرض الخلق على الملائكة فقال : { أنبئوني بأسماء هؤلاء إن كنتم صادقين } أن بني آدم يفسدون في الأرض ويسفكون الدماء , فقالوا له : { سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم } الله : { قال يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السموات والأرض وأعلم ما تبدون وما كنتم تكتمون } قال : قولهم : { أتجعل فيها من يفسد فيها } فهذا الذي أبدوا , وأعلم ما كنتم تكتمون , يعني ما أسر إبليس في نفسه من الكبر . قال أبو جعفر : فهذا الخبر أوله مخالف معناه معنى الرواية التي رويت عن ابن عباس من رواية الضحاك التي قد قدمنا ذكرها قبل , وموافق معنى آخره معناها ; وذلك أنه ذكر في أوله أن الملائكة سألت ربها : ما ذاك الخليفة ؟ حين قال لها : { إني جاعل في الأرض خليفة } فأجابها أنه تكون له ذرية يفسدون في الأرض ويتحاسدون ويقتل بعضهم بعضا . فقالت الملائكة حينئذ : { أتجعل فيها من يفسد فيها ويسفك الدماء } ؟ فكان قول الملائكة ما قالت من ذلك لربها بعد إعلام الله إياها أن ذلك كائن من ذرية الخليفة الذي يجعله في الأرض , فذلك معنى خلاف أوله معنى خبر الضحاك الذي ذكرناه . وأما موافقته إياه في آخره , فهو قولهم في تأويل قوله : { أنبئوني بأسماء هؤلاء إن كنتم صادقين } أن بني آدم يفسدون في الأرض ويسفكون الدماء . وأن الملائكة قالت إذ قال لها ربها ذلك , تبريا من علم الغيب : { سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم } . وهذا إذا تدبره ذو الفهم , علم أن أوله يفسد آخره , وأن آخره يبطل معنى أوله ; وذلك أن الله جل ثناؤه إن كان أخبر الملائكة أن ذرية الخليفة الذي يجعله في الأرض تفسد فيها وتسفك الدماء , فقالت الملائكة لربها : { أتجعل فيها من يفسد فيها ويسفك الدماء } فلا وجه لتوبيخها على أن أخبرت عمن أخبرها الله عنه أنه يفسد في الأرض ويسفك الدماء بمثل الذي أخبرها عنهم ربها , فيجوز أن يقال لها فيما طوي عنها من العلوم إن كنتم صادقين فيما علمتم بخبر الله إياكم أنه كائن من الأمور , فأخبرتم به , فأخبرونا بالذي قد طوى الله عنكم علمه , كما قد أخبرتمونا بالذي قد أطلعكم الله عليه . بل ذلك خلف من التأويل , ودعوى على الله ما لا يجوز أن يكون له صفة . وأخشى أن يكون بعض نقلة هذا الخبر هو الذي غلط على من رواه عنه من الصحابة , وأن يكون التأويل منهم كان على ذلك : أنبئوني بأسماء هؤلاء إن كنتم صادقين فيما ظننتم أنكم أدركتموه من العلم بخبري إياكم أن بني آدم يفسدون في الأرض ويسفكون الدماء , حتى استجرتم أن تقولوا : { أتجعل فيها من يفسد فيها ويسفك الدماء } فيكون التوبيخ حينئذ واقعا على ما ظنوا أنهم قد أدركوا بقول الله لهم : إنه يكون له ذرية يفسدون في الأرض ويسفكون الدماء , لا على إخبارهم بما أخبرهم الله به أنه كائن . وذلك أن الله جل ثناؤه وإن كان أخبرهم عما يكون من بعض ذرية خليفته في الأرض ما يكون منه فيها من الفساد وسفك الدماء , فقد كان طوى عنهم الخبر عما يكون من كثير منهم ما يكون من طاعتهم ربهم وإصلاحهم في أرضه وحقن الدماء ورفعه منزلتهم وكرامتهم عليه , فلم يخبرهم بذلك , فقالت الملائكة : { أتجعل فيها من يفسد فيها ويسفك الدماء } على ظن منها على تأويل هذين الخبرين اللذين ذكرت , وظاهرهما أن جميع ذرية الخليفة الذي يجعله في الأرض يفسدون فيها ويسفكون فيها الدماء . فقال الله لهم إذ علم آدم الأسماء كلها : { أنبئوني بأسماء هؤلاء إن كنتم صادقين } أنكم تعلمون أن جميع بني آدم يفسدون في الأرض ويسفكون الدماء على ما ظننتم في أنفسكم , إنكارا منه جل ثناؤه لقيلهم ما قالوا من ذلك على الجميع والعموم , وهو من صفة خاص ذرية الخليفة منهم . وهذا الذي ذكرناه هو صفة منا لتأويل الخبر لا القول الذي نختاره في تأويل الآية . ومما يدل على ما ذكرنا من توجيه خبر الملائكة عن إفساد ذرية الخليفة وسفكها الدماء على العموم , ما : 511 - حدثنا به أحمد بن إسحاق الأهوازي , قال : حدثنا أبو أحمد الزبيري , قال : حدثنا سفيان عن عطاء بن السائب , عن عبد الرحمن بن سابط , قوله : { أتجعل فيها من يفسد فيها ويسفك الدماء } قال : يعنون الناس . وقال آخرون في ذلك بما : 512 - حدثنا به بشر بن معاذ , قال : حدثنا يزيد بن زريع , عن سعيد , عن قتادة قوله : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } فاستخار الملائكة في خلق آدم , فقالوا : { أتجعل فيها من يفسد فيها ويسفك الدماء } وقد علمت الملائكة من علم الله أنه لا شيء أكره إلى الله من سفك الدماء والفساد في الأرض ; { ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون } فكان في علم الله جل ثناؤه أنه سيكون من ذلك الخليفة أنبياء ورسل , وقوم صالحون , وساكنو الجنة . قال : وذكر لنا أن ابن عباس كان يقول : إن الله لما أخذ في خلق آدم قالت الملائكة : ما الله خالق خلقا أكرم عليه منا ولا أعلم منا ! فابتلوا بخلق آدم , وكل خلق مبتلى , كما ابتليت السموات والأرض بالطاعة فقال الله : { ائتيا طوعا أو كرها قالتا أتينا طائعين } 41 11 وهذا الخبر عن قتادة يدل على أن قتادة كان يرى أن الملائكة قالت ما قالت من قولها : { أتجعل فيها من يفسد فيها ويسفك الدماء } على غير يقين علم تقدم منها بأن ذلك كائن ; ولكن على الرأي منها والظن , وأن الله جل ثناؤه أنكر ذلك من قيلها ورد عليها ما رأت بقوله : { إني أعلم ما لا تعلمون } من أنه يكون من ذرية ذلك الخليفة الأنبياء والرسل والمجتهد في طاعة الله . وقد روي عن قتادة خلاف هذا التأويل , وهو ما : 513 - حدثنا به الحسن بن يحيى , قال : أخبرنا عبد الرزاق قال : أخبرنا معمر , عن قتادة في قوله : { أتجعل فيها من يفسد فيها } قال : كان الله أعلمهم إذا كان في الأرض خلق أفسدوا فيها وسفكوا الدماء , فذلك قوله : { أتجعل فيها من يفسد فيها } . وبمثل قول قتادة قال جماعة من أهل التأويل , منهم الحسن البصري . 514 - حدثنا القاسم , قال : حدثنا الحسين , قال : حدثني حجاج , عن جرير بن حازم , ومبارك عن الحسن وأبي بكر عن الحسن , وقتادة قالا : قال الله لملائكته : { إني جاعل في الأرض خليفة } قال لهم إني فاعل . فعرضوا برأيهم , فعلمهم علما وطوى عنهم علما علمه لا يعلمونه . فقالوا بالعلم الذي علمهم : { أتجعل فيها من يفسد فيها ويسفك الدماء } - وقد كانت الملائكة علمت من علم الله أنه لا ذنب أعظم عند الله من سفك الدماء - { ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون } . فلما أخذ في خلق آدم , همست الملائكة فيما بينها , فقالوا : ليخلق ربنا ما شاء أن يخلق , فلن يخلق خلقا إلا كنا أعلم منه , وأكرم عليه منه . فلما خلقه ونفخ فيه من روحه , أمرهم أن يسجدوا له لما قالوا , ففضله عليهم , فعلموا أنهم ليسوا بخير منه , فقالوا : إن لم نكن خيرا منه فنحن أعلم منه , لأنا كنا قبله , وخلقت الأمم قبله , فلما أعجبوا بعلمهم ابتلوا { فعلم آدم الأسماء كلها ثم عرضهم على الملائكة فقال أنبئوني بأسماء هؤلاء إن كنتم صادقين } إني لا أخلق خلقا إلا كنتم أعلم منه , فأخبروني بأسماء هؤلاء إن كنتم صادقين ! قال : ففزع القوم إلى التوبة - وإليها يفزع كل مؤمن - فقالوا : { سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم قال يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السموات والأرض وأعلم ما تبدون وما كنتم تكتمون } لقولهم : ليخلق ربنا ما شاء فلن يخلق خلقا أكرم عليه منا ولا أعلم منا . قال : علمه اسم كل شيء , هذه الجبال وهذه البغال , والإبل , والجن , والوحش , وجعل يسمي كل شيء باسمه , وعرضت عليه كل أمة ف { قال ألم أقل لكم إني أعلم غيب السموات والأرض وأعلم ما تبدون وما كنتم تكتمون } . قال : أما ما أبدوا فقولهم : { أتجعل فيها من يفسد فيها ويسفك الدماء } . وأما ما كتموا فقول بعضهم لبعض : نحن خير منه وأعلم . 515 - حدثني المثنى بن إبراهيم , قال : حدثنا إسحاق بن الحجاج , قال : حدثنا ابن أبي جعفر , عن أبيه عن الربيع بن أنس في قوله : { إني جاعل في الأرض خليفة } الآية . قال : إن الله خلق الملائكة يوم الأربعاء وخلق الجن يوم الخميس , وخلق آدم يوم الجمعة . قال : فكفر قوم من الجن , فكانت الملائكة تهبط إليهم في الأرض فتقاتلهم , فكانت الدماء , وكان الفساد في الأرض . فمن ثم قالوا : { أتجعل فيها من يفسد فيها ويسفك الدماء } . . . الآية . 516 - وحدثت عن عمار بن الحسن , قال : أخبرنا عبد الله بن أبي جعفر , عن أبيه , عن الربيع , بمثله . { ثم عرضهم على الملائكة فقال أنبئوني بأسماء هؤلاء إن كنتم صادقين } إلى قوله : { إنك أنت العليم الحكيم } قال : وذلك حين قالوا : { أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك } قال : فلما عرفوا أنه جاعل في الأرض خليفة قالوا بينهم : لن يخلق الله خلقا إلا كنا نحن أعلم منه وأكرم ! فأراد الله أن يخبرهم أنه قد فضل عليهم آدم , وعلم آدم الأسماء كلها , فقال للملائكة : { أنبئوني بأسماء هؤلاء إن كنتم صادقين } إلى قوله : { وأعلم ما تبدون وما كنتم تكتمون } وكان الذي أبدوا حين { قالوا أتجعل فيها من يفسد فيها ويسفك الدماء } وكان الذي كتموا بينهم قولهم : لن يخلق الله خلقا إلا كنا نحن أعلم منه وأكرم . فعرفوا أن الله فضل عليهم آدم في العلم والكرم . وقال ابن زيد بما : 517 - حدثني به يونس بن عبد الأعلى قال : أخبرنا ابن وهب , قال : قال ابن زيد : لما خلق الله النار ذعرت منها الملائكة ذعرا شديدا , وقالوا : ربنا لم خلقت هذه النار , ولأي شيء خلقتها ؟ قال : لمن عصاني من خلقي . قال : ولم يكن لله خلق يومئذ إلا الملائكة والأرض , ليس فيها خلق , إنما خلق آدم بعد ذلك . وقرأ قول الله : { هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا } 76 1 قال : قال عمر بن الخطاب : يا رسول الله ليت ذلك الحين . ثم قال : قالت الملائكة : يا رب أو يأتي علينا دهر نعصيك فيه ! لا يرون له خلقا غيرهم . قال : لا , إني أريد أن أخلق في الأرض خلقا وأجعل فيها خليقة يسفكون الدماء ويفسدون في الأرض . فقالت الملائكة : { أتجعل فيها من يفسد فيها ويسفك الدماء } وقد اخترتنا ؟ فاجعلنا نحن فيها فنحن نسبح بحمدك ونقدس لك ونعمل فيها بطاعتك ! وأعظمت الملائكة أن يجعل الله في الأرض من يعصيه . فقال : إني أعلم ما لا تعلمون , يا آدم أنبئهم بأسمائهم ! فقال : فلان , وفلان . قال : فلما رأوا ما أعطاه الله من العلم , أقروا لآدم بالفضل عليهم , وأبى الخبيث إبليس أن يقر له , قال : { أنا خير منه خلقتني من نار وخلقته من طين قال فاهبط منها فما يكون لك أن تتكبر فيها } . وقال ابن إسحاق بما : 518 - حدثنا به ابن حميد , قال : حدثنا سلمة بن الفضل عن محمد بن إسحاق , قال : لما أراد الله أن يخلق آدم بقدرته ليبتليه ويبتلي به , لعلمه بما في ملائكته وجميع خلقه - وكان أول بلاء ابتليت به الملائكة مما لها فيه ما تحب وما تكره للبلاء والتمحيص لما فيهم مما لم يعلموا وأحاط به علم الله منهم - جمع الملائكة من سكان السموات والأرض , ثم قال : { إني جاعل في الأرض خليفة } يقول : عامر أو ساكن يسكنها ويعمرها خلقا ليس منكم . ثم أخبرهم بعلمه فيهم , فقال : يفسدون في الأرض ويسفكون الدماء ويعملون بالمعاصي , فقالوا جميعا : { أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك } لا نعصي ولا نأتي شيئا كرهته ؟ قال : { إني أعلم ما لا تعلمون } - قال : إني أعلم فيكم ومنكم , ولم يبدها لهم - من المعصية والفساد وسفك الدماء وإتيان ما أكره منهم , مما يكون في الأرض , مما ذكرت في بني آدم . قال الله لمحمد صلى الله عليه وسلم : { ما كان لي من علم بالملأ الأعلى إذ يختصمون إن يوحى إلي إلا أنما أنا نذير مبين } إلى قوله : { فقعوا له ساجدين } 38 69 : 71 فذكر لنبيه صلى الله عليه وسلم الذي كان من ذكره آدم حين أراد خلقه ومراجعة الملائكة إياه فيما ذكر لهم منه . فلما عزم الله تعالى ذكره على خلق آدم قال للملائكة : { إني خالق بشرا من صلصال من حمإ مسنون } 15 28 بيدي تكرمة له , وتعظيما لأمره , وتشريفا له ; حفظت الملائكة عهده , ووعوا قوله , وأجمعوا الطاعة , إلا ما كان من عدو الله إبليس , فإنه صمت على ما كان في نفسه من الحسد والبغي والتكبر والمعصية . وخلق الله آدم من أدمة الأرض , من طين لازب من حمأ مسنون , بيديه تكرمة له وتعظيما لأمره وتشريفا له على سائر خلقه . قال ابن إسحاق : فيقال والله أعلم : خلق الله آدم ثم وضعه ينظر إليه أربعين عاما قبل أن ينفخ فيه الروح حتى عاد صلصالا كالفخار , ولم تمسه نار . قال : فيقال والله أعلم : إنه لما انتهى الروح إلى رأسه عطس , فقال : الحمد لله ! فقال له ربه : يرحمك ربك ! ووقع الملائكة حين استوى سجودا له حفظا لعهد الله الذي عهد إليهم , وطاعة لأمره الذي أمرهم به . وقام عدو الله إبليس من بينهم , فلم يسجد مكابرا متعظما بغيا وحسدا , فقال له : { يا إبليس ما منعك أن تسجد لما خلقت بيدي } إلى : { لأملأن جهنم منك وممن تبعك منهم أجمعين } 38 75 : 85 قال : فلما فرغ الله من إبليس ومعاتبته وأبى إلى المعصية , أوقع عليه اللعنة وأخرجه من الجنة . ثم أقبل على آدم , وقد علمه الأسماء كلها , فقال : { يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السموات والأرض وأعلم ما تبدون وما كنتم تكتمون قالوا سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم } أي إنما أجبناك فيما علمتنا , فأما ما لم تعلمنا فأنت أعلم به . فكان ما سمى آدم من شيء كان اسمه الذي هو عليه إلى يوم القيامة . وقال ابن جريج بما : 519 - حدثنا به القاسم , قال : حدثنا الحسين , قال : حدثني حجاج عن ابن جريج , قال : إنما تكلموا بما أعلمهم أنه كائن من خلق آدم , فقالوا : { أتجعل فيها من يفسد فيها ويسفك الدماء } . وقال بعضهم : إنما قالت الملائكة ما قالت : { أتجعل فيها من يفسد فيها ويسفك الدماء } لأن الله أذن لها في السؤال عن ذلك بعد ما أخبرها أن ذلك كائن من بني آدم , فسألته الملائكة فقالت على التعجب منها : وكيف يعصونك يا رب وأنت خالقهم ! فأجابهم ربهم : { إني أعلم ما لا تعلمون } يعني أن ذلك كائن منهم وإن لم تعلموه أنتم , ومن بعض من ترونه لي طائعا . يعرفهم بذلك قصور علمهم عن علمه وقال بعض أهل العربية : قول الملائكة : { أتجعل فيها من يفسد فيها } على غير وجه الإنكار منهم على ربهم , وإنما سألوه ليعلموا , وأخبروا عن أنفسهم أنهم يسبحون . وقال : قالوا ذلك لأنهم كرهوا أن يعصى الله , لأن الجن قد كانت أمرت قبل ذلك فعصت . وقال بعضهم : ذلك من الملائكة على وجه الاسترشاد عما لم يعلموا من ذلك , فكأنهم قالوا : يا رب خبرنا ; مسألة استخبار منهم لله لا على وجه مسألة التوبيخ . قال أبو جعفر : وأولى هذه التأويلات بقول الله جل ثناؤه مخبرا عن ملائكته قيلها له : { أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك } تأويل من قال : إن ذلك منها استخبار لربها ; بمعنى : أعلمنا يا ربنا , أجاعل أنت في الأرض من هذه صفته وتارك أن تجعل خلفاءك منا , ونحن نسبح بحمدك , ونقدس لك ؟ لا إنكار منها لما أعلمها ربها أنه فاعل , وإن كانت قد استعظمت لما أخبرت بذلك أن يكون لله خلق يعصيه . وأما دعوى من زعم أن الله جل ثناؤه كان أذن لها بالسؤال عن ذلك فسألته على وجه التعجب , فدعوى لا دلالة عليها في ظاهر التنزيل ولا خبر بها من الحجة يقطع العذر , وغير حائز أن يقال في تأويل كتاب الله بما لا دلالة عليه من بعض الوجوه التي تقوم بها الحجة . وأما وصف الملائكة من وصفت في استخبارها ربها عنه بالفساد في الأرض وسفك الدماء , فغير مستحيل فيه ما روي عن ابن عباس وابن مسعود من القول الذي رواه السدي ووافقهما عليه قتادة من التأويل . وهو أن الله جل ثناؤه أخبرهم أنه جاعل في الأرض خليفة تكون له ذرية يفعلون كذا وكذا , فقالوا : { أتجعل فيها من يفسد فيها } على ما وصفت من الاستخبار . فإن قال لنا قائل : وما وجه استخبارها والأمر على ما وصفت من أنها قد أخبرت أن ذلك كائن ؟ قيل : وجه استخبارها حينئذ يكون عن حالهم عن وقوع ذلك , وهل ذلك منهم ؟ ومسألتهم ربهم أن يجعلهم الخلفاء في الأرض حتى لا يعصوه . وغير فاسد أيضا ما رواه الضحاك عن ابن عباس وتابعه عليه الربيع بن أنس من أن الملائكة قالت ذلك لما كان عندها من علم سكان الأرض قبل آدم من الجن , فقالت لربها : أجاعل فيها أنت مثلهم من الخلق يفعلون مثل الذي كانوا يفعلون ؟ على وجه الاستعلام منهم لربهم , لا على وجه الإيجاب أن ذلك كائن كذلك , فيكون ذلك منها إخبارا عما لم تطلع عليه من علم الغيب . وغير خطأ أيضا ما قاله ابن زيد من أن يكون قيل الملائكة ما قالت من ذلك على وجه التعجب منها من أن يكون لله خلق يعصي خالقه . وإنما تركنا القول بالذي رواه الضحاك عن ابن عباس ووافقه عليه الربيع بن أنس وبالذي قاله ابن زيد في تأويل ذلك ; لأنه لا خبر عندنا بالذي قالوه من وجه يقطع مجيئه العذر ويلزم سامعه به الحجة . والخبر عما مضى وما قد سلف , لا يدرك علم صحته إلا بمجيئه مجيئا يمتنع منه التشاغب والتواطؤ , ويستحيل منه الكذب والخطأ والسهو . وليس ذلك بموجود كذلك فيما حكاه الضحاك عن ابن عباس ووافقه عليه الربيع , ولا فيما قاله ابن زيد . فأولى التأويلات إذ كان الأمر كذلك بالآية , ما كان عليه من ظاهر التنزيل دلالة مما يصح مخرجه في المفهوم . فإن قال قائل : فإن كان أولى التأويلات بالآية هو ما ذكرت من أن الله أخبر الملائكة بأن ذرية خليفته في الأرض يفسدون فيها ويسفكون فيها الدماء , فمن أجل ذلك قالت الملائكة : { أتجعل فيها من يفسد فيها } فأين ذكر إخبار الله إياهم في كتابه بذلك ؟ قيل له : اكتفي بدلالة ما قد ظهر من الكلام عليه عنه , كما قال الشاعر : فلا تدفنوني إن دفني محرم عليكم ولكن خامري أم عامر فحذف قوله دعوني للتي يقال لها عند صيدها خامري أم عامر , إذ كان فيما أظهر من كلامه دلالة على معنى مراده . فكذلك ذلك في قوله : { قالوا أتجعل فيها من يفسد فيها } لما كان فيه دلالة على ما ترك ذكره بعد قوله : { إني جاعل في الأرض خليفة } من الخبر عما يكون من إفساد ذريته في الأرض اكتفى بدلالته وحذف , فترك ذكره كما ذكرنا من قول الشاعر ونظائر ذلك في القرآن وأشعار العرب وكلامها أكثر من أن يحصى . فلما ذكرنا من ذلك اخترنا ما اخترنا من القول في تأويل قوله : { قالوا أتجعل فيها من يفسد فيها ويسفك الدماء } .ونحن نسبح بحمدك ونقدس لكالقول في تأويل قوله تعالى : { ونحن نسبح بحمدك ونقدس لك } قال أبو جعفر : أما قوله : { ونحن نسبح بحمدك } فإنه يعني : إنا نعظمك بالحمد لك والشكر , كما قال جل ثناؤه : { فسبح بحمد ربك } 110 3 وكما قال : { والملائكة يسبحون بحمد ربهم } 42 5 وكل ذكر لله عند العرب فتسبيح وصلاة , يقول الرجل منهم : قضيت سبحتي من الذكر والصلاة . وقد قيل إن التسبيح صلاة الملائكة . 520 - حدثنا ابن حميد , قال : حدثنا يعقوب القمي , عن جعفر بن أبي المغيرة , عن سعيد بن جبير قال : كان النبي صلى الله عليه وسلم يصلي , فمر رجل من المسلمين على رجل من المنافقين , فقال له النبي صلى الله عليه وسلم : وأنت جالس ! فقال له : امض إلى عملك إن كان لك عمل , فقال : ما أظن إلا سيمر عليك من ينكر عليك فمر عليه عمر بن الخطاب , فقال له : يا فلان النبي صلى الله عليه وسلم يصلي وأنت جالس ! فقال له مثلها فقال : هذا من عملي . فوثب عليه فضربه حتى انتهى . ثم دخل المسجد فصلى مع النبي صلى الله عليه وسلم فلما انفتل النبي صلى الله عليه وسلم قام إليه عمر , فقال : يا نبي الله مررت آنفا على فلان وأنت تصلي , فقلت له : النبي صلى الله عليه وسلم يصلي وأنت جالس ! فقال : سر إلى عملك إن كان لك عمل . فقال النبي صلى الله عليه وسلم : \" فهلا ضربت عنقه \" فقام . ... عمر مسرعا . فقال : \" يا عمر ارجع فإن غضبك عز ورضاك حكم , إن لله في السموات السبع ملائكة يصلون له غنى عن صلاة فلان \" . فقال عمر : يا نبي الله وما صلاتهم ؟ فلم يرد عليه شيئا . فأتاه جبريل , فقال : يا نبي الله سألك عمر عن صلاة أهل السماء ؟ قال : \" نعم \" , فقال : اقرأ على عمر السلام , وأخبره أن أهل السماء الدنيا سجود إلى يوم القيامة يقولون : سبحان ذي الملك والملكوت , وأهل السماء الثانية ركوع إلى يوم القيامة يقولون : سبحان ذي العزة والجبروت , وأهل السماء الثالثة قيام إلى يوم القيامة يقولون : سبحان الحي الذي لا يموت صلى الله عليه وسلم . قال أبو جعفر : 521 - وحدثني يعقوب بن إبراهيم , وسهل بن موسى الرازي , قالا : حدثنا ابن علية , قال : أخبرنا الجريري , عن أبي عبد الله الجسري , عن عبد الله بن الصامت , عن أبي ذر : أن رسول الله صلى الله عليه وسلم عاده - أو أن أبا ذر عاد النبي صلى الله عليه وسلم - فقال : يا رسول الله بأبي أنت , أي الكلام أحب إلى الله ؟ فقال : \" ما اصطفى الله لملائكته : سبحان ربي وبحمده , سبحان ربي وبحمده \" صلى الله عليه وسلم في أشكال لما ذكرنا من الأخبار كرهنا إطالة الكتاب باستقصائها . وأصل التسبيح لله عند العرب التنزيه له من إضافة ما ليس من صفاته إليه والتبرئة له من ذلك , كما قال أعشى بني ثعلبة : أقول لما جاءني فخره سبحان من علقمة الفاخر يريد : سبحان الله من فخر علقمة ! أي تنزيها لله مما أتى علقمة من الافتخار على وجه النكير منه لذلك . وقد اختلف أهل التأويل في معنى التسبيح والتقديس في هذا الموضع . فقال بعضهم : قولهم : نسبح بحمدك : نصلي لك . ذكر من قال ذلك : 522 - حدثني موسى بن هارون , قال : حدثنا عمرو بن حماد , قال حدثنا أسباط , عن السدي في خبر ذكره عن أبي مالك , وعن أبي صالح , عن ابن عباس وعن مرة , عن ابن مسعود , وعن ناس من أصحاب النبي صلى الله عليه وسلم : { ونحن نسبح بحمدك ونقدس لك } قال : يقولون : نصلي لك . وقال آخرون : { نسبح بحمدك } التسبيح المعلوم . ذكر من قال ذلك : 523 - حدثنا الحسن بن يحيى , قال : حدثنا عبد الرزاق , قال : أخبرنا معمر , عن قتادة في قوله : { ونحن نسبح بحمدك } قال التسبيح التسبيح . القول في تأويل قوله تعالى : { ونقدس لك } . قال أبو جعفر : والتقديس هو التطهير والتعظيم ; ومنه قولهم : سبوح قدوس , يعني بقولهم سبوح : تنزيها لله ; وبقولهم قدوس : طهارة له وتعظيما ; ولذلك قيل للأرض : أرض مقدسة , يعني بذلك المطهرة . فمعنى قول الملائكة إ",
  "ayah": 30,
  "surah": 2
}
