{
  "text": "القول في تأويل قوله تعالى:  فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَاقال أبو جعفر: اختلفت القَرَأة (200) في قراءة ذلك. فقرأته عامتهم،\" فأزلَّهما \" بتشديد اللام، بمعنى: استزلَّهما، من قولك زلَّ الرجل في دينه: إذا هفا فيه وأخطأ، فأتى ما ليس له إتيانه فيه. وأزلَّه غيره: إذا سبب له ما يزلّ من أجله في دينه أو دنياه، ولذلك أضاف الله تعالى ذكره إلى إبليسَ خُروجَ آدم وزوجته من الجنة، فقال:  فَأَخْرَجَهُمَا  يعني إبليس  مِمَّا كَانَا فِيهِ ، لأنه كانَ الذي سَبَّب لهما الخطيئة التي عاقبهما الله عليها بإخراجهما من الجنة.وقرأه آخرون: \" فأزَالهما \"، بمعنى إزَالة الشيء عن الشيء، وذلك تنحيته عنه.وقد روي عن ابن عباس في تأويل قوله: \" فأزلهما \"، ما:-741 - حدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جُريج، قال: قال ابن عباس في تأويل قوله تعالى: \" فأزلهما الشيطان \" قال: أغواهما. (201)وأولى القراءتين بالصواب قراءة من قرأ: \" فأزلَّهما \"، لأن الله جل ثناؤه قد أخبر في الحرف الذي يتلوه. بأن إبليس أخرجهما مما كانا فيه. وذلك هو معنى قوله \" فأزالهما \"، فلا وجه - إذْ كان معنى الإزالة معنى التنحية والإخراج - أن يقال: \" فأزالهما الشيطانُ عنها فأخرجهما مما كانا فيه \" فيكون كقوله: \" فأزالهما الشيطان عنها فأزالهما مما كانا فيه \" . ولكن المفهوم أن يقال: (202) فاستزلهما إبليسُ عن طاعة الله - كما قال جل ثناؤه: \" فأزلهما الشيطان \"، وقرأت به القراء - فأخرجهما باستزلاله إياهما من الجنة.فإن قال لنا قائل: وكيف كان استزلال إبليسُ آدمَ وزوجته، حتى أضيف إليه إخراجهما من الجنة؟قيل: قد قالت العلماء في ذلك أقوالا سنذكر بعضها (203)فحكي عن وهب بن منبه في ذلك ما:-742 - حدثنا به الحسن بن يحيى، قال: أخبرنا عبد الرَّزَّاق، قال: أخبرنا عمر بن عبد الرحمن بن مُهرِب (204) قال: سمعت وهب بن منبه، يقول: لما &; 1-526 &; أسكن الله آدمَ وذريته - أو زوجته - الشك من أبي جعفر: وهو في أصل كتابه \" وذريته \" - ونهاه عن الشجرة، وكانت شجرةً غصونها متشعِّبٌ بعضها في بعض، وكان لها ثمر تأكله الملائكة لخلدهم، وهي الثمرة التي نَهى الله آدمَ عنها وزوجته. فلما أراد إبليس أن يستزلَّهما دَخل في جوف الحية، وكانت للحية أربع قوائم كأنها بُخْتِيَّة، من أحسن دابة خلقها الله - فلما دخلت الحية الجنة، خرج من جوفها إبليس، فأخذ من الشجرة التي نهى الله عنها آدم وزوجته، فجاء بها إلى حواء (205) فقال: انظري إلى هذه الشجرة! ما أطيبَ ريحَها وأطيبَ طعمها وأحسن لونها! فأخذت حواءُ فأكلَتْ منها ثم ذهبت بها إلى آدم فقالت: انظرْ إلى هذه الشجرة! ما أطيبَ ريحها وأطيبَ طعمها وأحسنَ لونها! فأكل منها آدم، فبدت لهما سوآتُهما. فدخل آدم في جوف الشجرة، فناداه ربُّه يا آدم أين أنت؟ قال: أنا هنا يا رب (206) ! قال: ألا تخرج؟ قال: أستحيي منك يا رب. قال: ملعونة الأرض التي خُلقتَ منها لعنةً يتحوَّل ثمرها شوكًا. قال: ولم يكن في الجنة ولا في الأرض شجرةٌ كان أفضل من الطَّلح والسِّدر، ثم قال: يا حواء، أنت التي غرَرْتِ عبدي، فإنك لا تَحملين حَملا إلا حملته كَرْهًا ، فإذا أردتِ أن تضعي ما في بطنك أشرفتِ على الموت مرارًا. وقال للحية: أنت التي دخل الملعون في جوفك حتى غرَّ عبدي، ملعونة أنتِ لعنة تَتحول قوائمك في بطنك، ولا يكن لك رزق إلا التراب، أنت عدوة بني آدم وهم أعداؤك، حيث لقيت أحدًا منهم أخذت بعقِبه، وحيث لقيك شدَخ رأسك. قال عمر: (207) قيل لوهب: وما كانت الملائكة تأكل؟ قال: يفعل الله ما يشاء (208) .وروي عن ابن عباس نحو هذه القصة:743 - حدثني موسى بن هارون، قال: حدثنا عمرو، قال: حدثنا أسباط، عن السُّدّيّ في خبر ذكره، عن أبي مالك، وعن أبي صالح، عن ابن عباس - وعن مُرَّة، عن ابن مسعود، وعن ناس من أصحاب النبي صلى الله عليه وسلم: لما قال الله عز وجلّ لآدم:  اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ ، أراد إبليس أن يدخل عليهما الجنة، فمنعته الخزَنة. فأتى الحية - وهي دابَّة لها أربعُ قوائم كأنها البعير، وهي كأحسن الدواب - فكلمها أن تُدخله في فمها حتى تدخل به إلى آدم، فأدخلته في فُقْمها - قال أبو جعفر: والفقم جانب الشدق (209) - فمرت الحية على الخزنة فدخلت ولا يعلمون لما أراد الله من الأمر. فكلمه من فُقمها فلم يبال كلامه (210) ، فخرج إليه فقال:  يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى  [سورة طه: 120] يقول: هل أدلك على شجرة إن أكلت منها كنت مَلِكًا مثل الله عز وجل، أو تكونا من الخالدين (211) ، فلا تموتان أبدًا. وحلف لهما بالله إني لكما لمن الناصحين. وإنما أراد بذلك ليبديَ لهما ما تَوارى عنهما من سَوْآتهما بهتكِ لباسهما. وكان قد علم أن لهما سوأة، لما كان يقرأ من كتب الملائكة، ولم يكن آدم يعلم ذلك. وكان لباسُهما الظُّفر، فأبى آدم أن يأكل منها، فتقدمت حواء فأكلت، ثم قالت: يا آدم كُلْ! فإني قد أكلتُ فلم يضرَّني. فلما أكل آدم بدت لهما سوآتُهما وَطفقا يَخصفان عليهما من ورق الجنة (212) .744 - حُدِّثت عن عمار بن الحسن، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، قال: حدثني محدّث: أن الشيطان دخل الجنة في صورة دابة ذات قوائم، فكان يُرى أنه البعير، قال: فلعِن، فسقطت قوائمه فصار حيَّة. (213)745 - وحُدِّثت عن عمار، قال: حدثنا ابن أبي جعفر، عن أبيه، عن الربيع، قال: وحدثني أبو العالية أن منَ الإبل مَا كان أوّلها من الجن، قال: فأبيحت له الجنة كلها إلا الشجرة (214) ، وقيل لهما: \" لا تقربا هذه الشجرة فتكونا من الظالمين \". قال: فأتى الشيطان حواء فبدأ بها، فقال: أنُهيتما عن شيء؟ قالت: نعم! عن هذه الشجرة فقال:  مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ  [سورة الأعراف: 20] قال: فبدأت حواء فأكلت منها، ثم أمرت آدم فأكل منها. قال: وكانت شجرةً من أكل منها أحدث. قال: ولا ينبغي أن يكون في الجنة حَدَث. قال: \" فأزالهما الشيطان عَنها فأخرجهما مما كانا فيه \" (215) ، قال: فأخرج آدم من الجنة (216) .746 - حدثنا ابن حميد، قال: حدثنا سلمة، قال: حدثنا ابن إسحاق، عن بعض أهل العلم: أن آدم حين دخل الجنة ورأى ما فيها من الكرامة وما أعطاه الله منها، قال: لو أن خُلدًا كان! فاغتمز فيها منه الشيطان لما سمعها منه (217) ، فأتاه من قِبَل الخلد. (218) .747 - وحدثنا ابن حميد، قال: حدثنا سلمة، عن ابن إسحاق قال: حُدثت: أن أول ما ابتدأهما به من كيده إياهما، أنه ناح عليهما نياحَة أحزنتهما حين سمعاها، فقالا ما يبكيك؟ قال: أبكي عليكما، تموتان فتفارقان ما أنتما فيه من النعمة والكرامة. فوقع ذلك في أنفسهما. ثم أتاهما فوسوس إليهما، فقال:  يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى  وقال:  مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ * وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ  . أي تكونا مَلَكين، أو تخلدَا، إن لم تكونا ملكين (219) - في نعمة الجنة فلا تموتان. يقول الله جل ثناؤه:  فَدَلاهُمَا بِغُرُورٍ  (220) .748 - حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسوس الشيطان إلى حواء في الشجرة حتى أتى بها إليها، ثم حسَّنها في عين آدم. قال: فدعاها آدم لحاجته، قالت: لا! إلا أن تأتي ههنا. فلما أتى قالت: لا! إلا أن تأكل من هذه الشجرة. قال: فأكلا منها فبدَت لهما سَوآتهما. قال: وذهب آدم هاربًا في الجنة، فناداه ربه: يا آدم أمنِّي تفرّ؟ قال: لا يا رب، ولكن حياءً منك. قال: يا آدم أنَّى أُتِيت؟ قال: من قِبَل حواء أي رب. فقال الله: فإن لها عليَّ أن أدميها في كل شهر مرة، كما أدميت هذه الشجرة (221) ، وأن أجعلها سفيهةً فقد كنت خلقتها حَليمة، وأن أجعلها تحمل كرهًا وتضع كرهًا، فقد كنت جعلتها تحمل يُسرًا وتَضع يُسرًا. قال ابن زيد: ولولا البلية التي أصابت حوّاء. لكان نساء الدنيا لا يَحضن، ولَكُنَّ حليماتٍ، وكن يحملن يُسرًا ويضعن يسُرًا. (222)749 - وحدثنا ابن حميد، قال: حدثنا سلمة، عن محمد بن إسحاق، عن يزيد بن عبد الله بن قُسيط، عن سعيد بن المسيب، قال: سمعته يحلف بالله ما يستثْني - ما أكل آدم من الشجرة وهو يَعقل، ولكن حواء سقته الخمر، حتى إذا سكر قادته إليها فأكل (223) .750 - وحدثنا ابن حميد، قال: حدثنا سلمة، عن ابن إسحاق، عن ليث بن أبي سُليم، عن طاوس اليماني، عن ابن عباس، قال: إن عدو الله إبليس عرض نفسه على دوابّ الأرض أيُّها يحمله حتى يدخل الجنة معها ويكلم آدم وزوجته (224) ، فكلّ الدواب أبى ذلك عليه، حتى كلّم الحية فقال لها: أمنعك من ابن آدم، فأنت في ذمتي إن أنت أدخلتِني الجنة. فجعلته بين نابين من أنيابها، ثم دخلت به، فكلمهما من فيها؛ وكانت كاسية تمشي على أربع قوائم، فأعراها الله وجعلها تمشي على بطنها. قال: يقول ابن عباس: اقتلوها حيث وَجَدتُموها، أخفروا ذمَّةَ عدوّ الله فيها (225) .751 - وحدثنا ابن حميد قال: حدثنا سلمة، قال قال ابن إسحاق: وأهل التوراة يدرُسون: إنما كلم آدمَ الحية، ولم يفسروا كتفسير ابن عباس.752 - وحدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن أبي مَعشر، عن محمد بن قيس، قال: نهى الله آدمَ وحواء أن يأكلا من شجرة واحدة في الجنة، ويأكلا منها رَغدًا حيث شاءَا. فجاء الشيطان فدخل في جوف الحية، فكلم حواء، ووسوس الشيطان إلى آدم فقال:  مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ * وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ &; 1-531 &; النَّاصِحِينَ . قال: فقطعت (226) حواء الشجرة فدَميت الشجرة. وسقط عنهما رياشهما الذي كان عليهما، وطفقا يخصفان عليهما من ورق الجنة، وناداهما ربهما:  أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ  [سورة الأعراف: 22]. لم أكلتها وقد نهيتك عنها؟ قال: يا رب أطعمتني حواء. قال لحواء: لم أطعمته؟ قالت: أمرتني الحية. قال للحية: لم أمرتِها؟ قالت: أمرني إبليس. قال: ملعونٌ مدحورٌ! أما أنت يا حواء فكما أدميْتِ الشجرة تَدْمَيْن (227) في كلّ هلال، وأما أنت يا حية فأقطع قوائمك فتمشين جريًا على وَجهك، وَسيشدخ رأسك من لقيك بالحجر ، اهبطوا بعضكم لبعض عدوّ (228) .قال أبو جعفر: وقد رُويت هذه الأخبار - عمن رويناها عنه من الصحابة والتابعين وغيرهم - في صفة استزلال إبليس عدوِّ الله آدمَ وزوجتَه حتى أخرجهما من الجنة.وأولى ذلك بالحق عندنا ما كان لكتاب الله مُوافقًا. وقد أخبر الله تعالى ذكره عن إبليس أنه وسوس لآدم وزوجته ليبديَ لهما ما وُري عنهما من سَوآتهما، وأنه قال لهما:  مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ ، وأنه \" قاسمَهما إني لكما لمن الناصحين \" مُدلِّيًا لهما بغرور. ففي إخباره جل ثناؤه - عن عدوّ الله أنه قاسم آدم وزوجته بقيله لهما:  إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ  - الدليلُ الواضح على أنه قد باشر خطابهما بنفسه، إما ظاهرًا لأعينهما، وإما مستجِنًّا في غيره. وذلك أنه غير مَعقول في كلام العرب أن يقال: قاسم فلانٌ فلانًا في كذا وكذا. إذا سبّب له سببًا وصل به إليه دون أن يحلف له. والحلف لا يكون بتسبب السبب. فكذلك قوله  فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ ، لو كان ذلك كان منه إلى آدم - على نحو الذي منه إلى ذريته، من تزيين أكل ما نهى الله آدم &; 1-532 &; عن أكله من الشجرة، بغير مباشرة خطابه إياه بما استزلّه به من القول والحيل - لما قال جلّ ثناؤه:  وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ . كما غير جائز أن يقول اليوم قائلٌ ممن أتى معصية: قاسمني إبليس أنه لي ناصحٌ فيما زيَّن لي من المعصية التي أتيتها. فكذلك الذي كان من آدمَ وزوجته، لو كان على النحو الذي يكون فيما بين إبليس اليومَ وذرية آدم - لما قال جلّ ثناؤه:  وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ ، ولكن ذلك كان - إن شاء الله - على نحو ما قال ابن عباس ومن قال بقوله.فأما سَبب وصوله إلى الجنة حتى كلم آدم بعد أن أخرجه الله منها وطرده عنها، فليس فيما رُوي عن ابن عباس ووهب بن منبه في ذلك معنى يجوز لذي فهم مُدافعته، إذ كان ذلك قولا لا يدفعه عقل ولا خبر يلزم تصديقه من حجة بخلافه (229) ، وهو من الأمور الممكنة. والقول في ذلك أنه وصل إلى خطابهما على ما أخبرنا الله جل ثناؤه (230) ؛ وممكن أن يكون وصل إلى ذلك بنحو الذي قاله المتأولون، بل ذلك - إن شاء الله - كذلك، لتتابع أقوال أهل التأويل على تصحيح ذلك. وإن كان ابن إسحاق قد قال في ذلك ما:-753 - حدثنا به ابن حميد، قال: حدثنا سلمة، قال: قال ابن إسحاق في ذلك، والله أعلم، كما قال ابن عباس وأهل التوراة: إنه خَلص إلى آدم وزوجته بسُلطانه الذي جعل الله له ليبتلي به آدم وذريته، وأنه يأتي ابن آدم في نَوْمته وفي يَقظته، وفي كل حال من أحواله، حتى يخلص إلى ما أراد منه، حتى يدعوَه إلى المعصية، ويوقع في نفسه الشهوة وهو لا يراه. وقد قال الله عز وجلّ : \" فأزلهما الشيطان عنها، فأخرَجهما مما كانا فيه \" (231) ، وقال:  يَا بَنِي آدَمَ لا يَفْتِنَنَّكُمُ &; 1-533 &; الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْـزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لا يُؤْمِنُونَ  [سورة الأعراف: 27] وقد قال الله لنبيه عليه السلام:  قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ  إلى آخر السورة. ثم ذكر الأخبار التي رُويت عن النبي صلى الله عليه وسلم أنه قال: إن الشيطان يجري من ابن آدمَ مَجرى الدم (232) . ثم قال ابن إسحاق (233) : وإنما أمرُ ابن آدم فيما بينه وبين عدوِّ الله، كأمره فيما بينه وبين آدم. فقال الله:  فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ  [سورة الأعراف: 13]. ثم خلص إلى آدم وزوجته حتى كلمهما، كما قصَّ الله علينا من خبرهما، فقال:  فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى  [سورة طه: 120]، فخلص إليهما بما خلص إلى ذريته من حيث لا يريانه - فالله أعلمُ أيّ ذلك كان - فتابا إلى ربهما.* * *قال أبو جعفر: وليس في يقين ابن إسحاق - لو كان قد أيقن في نفسه - أن إبليس لم يخلص إلى آدم وزوجته بالمخاطبة بما أخبر الله عنه أنه قال لهما وخاطبهما به، ما يجوز لذي فهم الاعتراضُ به على ما ورد من القول مستفيضًا من أهل العلم، مع دلالة الكتاب على صحة ما استفاض من ذلك بينهم. فكيف بشكّه؟ والله نسأل التوفيق.&; 1-534 &;القول في تأويل قوله تعالى:  فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِقال أبو جعفر: وأما تأويل قوله \" فأخرجهما \"، فإنه يعني: فأخرج الشيطانُ آدمَ وزوجته،\" مما كانا \"، يعني مما كان فيه آدمُ وزوجته من رغد العيش في الجنة، وسعة نعيمها الذي كانا فيه. وقد بينا أن الله جل ثناؤه إنما أضاف إخراجهما من الجنة إلى الشيطان - وإن كان الله هو المخرجَ لهما - لأن خروجهما منها كان عن سبب من الشيطان ، فأضيف ذلك إليه لتسبيبه إياه (234) كما يقول القائل لرجل وَصل إليه منه أذى حتى تحوّل من أجله عن موضع كان يسكنه: \" ما حوَّلني من موضعي الذي كنت فيه إلا أنت \"، ولم يكن منه له تحويل، ولكنه لما كان تحوّله عن سبب منه، جازَ له إضافة تحويله إليه.القول في تأويل قوله تعالى:  وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّقال أبو جعفر: يقال هَبط فلان أرضَ كذا وواديَ كذا، إذا حلّ ذلك (235) كما قال الشاعر:مَـا زِلْـتُ أَرْمُقُهُـمْ, حَـتَّى إِذَا هَبَطَتْأَيْـدِي الرِّكَـابِ بِهِـمْ مِـنْ رَاكِسٍ فَلَقَا (236)وقد أبان هذا القولُ من الله جل ثناؤه، عن صحة ما قلنا من أنّ المخرِجَ آدمَ من الجنة هو الله جل ثناؤه، وأن إضافة الله إلى إبليس ما أضاف إليه من إخراجهما، كان على ما وصفنا. ودلّ بذلك أيضًا على أنّ هبوط آدم وزوجته وعدوهما إبليس، كان في وقت واحد، بجَمْع الله إياهم في الخبر عن إهباطهم، بعد الذي كان من خطيئة آدم وزوجته، وتسبُّب إبليس ذلك لهما (237) ، على ما وصفه ربنا جل ذكره عنهم.قال أبو جعفر: وقد اختلف أهل التأويل في المعنيِّ بقوله: \" اهبطوا \"، مع إجماعهم على أن آدم وزوجته ممن عُني به.754 - فحدثنا سفيان بن وكيع، قال: حدثنا أبو أسامة، عن أبي عَوَانة، عن إسماعيل بن سالم ، عن أبي صالح: \" اهبطوا بَعضُكم لبعض عَدوٌّ\"، قال: آدم وحواءُ وإبليس والحية (238) .755 - حدثنا ابن وكيع، وموسى بن هارون، قالا حدثنا عمرو بن حماد، قال: حدثنا أسباط ، عن السُّدّيّ: \" اهبطوا بعضكم لبعض عدوٌّ\"، قال: فلعنَ الحية وقطع قوائمها وتركها تمشي على بطنها، وجعل رزقها من التراب. وأهبِط إلى الأرض آدمُ وحواء وإبليس والحية (239) .756 - وحدثني محمد بن عمرو، قال: حدثنا أبو عاصم، قال: حدثنا عيسى بن ميمون، عن ابن أبي نَجيح، عن مجاهد في قول الله: \" اهبِطوا بعضكم لبعض عدو \"، قال: آدم وإبليس والحية (240) .&; 1-536 &;757 - وحدثني المثنى بن إبراهيم، قال: حدثنا أبو حذيفة، قال: حدثنا شِبْل، عن ابن أبي نَجيح ، عن مجاهد: \" اهبطوا بعضكم لبعض عدو \"، آدم وإبليس والحية ، ذريةٌ بعضُهم أعداءٌ لبعضٍ.758 - وحدثنا القاسم، قال: حدثنا الحسين، قال: حدثني حجاج، عن ابن جُريج، عن مجاهد: \" بعضكم لبعض عدوٌّ\"، قال: آدم وذريته، وإبليس وذريته.759 - وحدثنا المثنى، قال: حدثنا آدم بن أبي إياس، قال: حدثنا أبو جعفر ، عن الربيع، عن أبي العالية في قوله: \" بعضكم لبعض عدوٌّ\" قال: يعني إبليس وآدم. (241)760 - حدثني المثنى، قال: حدثنا إسحاق، قال: حدثنا عبيد الله بن موسى، عن إسرائيل، عن السُّدّيّ، عمن حدثه عن ابن عباس في قوله: \" اهبطوا بعضكم لبعض عدوّ\" قال: بعضهم لبعض عدوّ: آدم وحواء وإبليس والحية (242) .761 - وحدثني يونس بن عبد الأعلى، قال: حدثنا ابن وهب، قال: حدثني عبد الرحمن بن مهديّ، عن إسرائيل، عن إسماعيل السُّدّيّ، قال: حدثني من سمع ابن عباس يقول: \" اهبطوا بعضكم لبعض عدوّ\" قال: آدم وحواء وإبليس والحية. (243)762 - وحدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: \" اهبطوا بعضكم لبعض عدوّ\" قال: لهما ولذريتهما. (244)قال أبو جعفر: فإن قال قائل: وما كانت عداوة ما بين آدمَ وزوجته وإبليس والحية؟ &; 1-537 &; قيل: أما عداوة إبليس آدم وذريته، فحسدهُ إياه، واستكبارُه عن طاعة الله في السجود له حين قال لربه:  أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ  [سورة ص: 76]. وأما عداوة آدم وذريته إبليس، فعداوةُ المؤمنين إياه لكفره بالله وعصيانه لربّه في تكبره عليه ومُخالفته أمرَه. وذلك من آدم ومؤمني ذريته إيمانٌ بالله. وأما عداوة إبليسَ آدمَ فكفرٌ بالله.وأما عدَاوة ما بين آدم وذريته والحية، فقد ذكرنا ما روي في ذلك عن ابن عباس ووهب بن منبه، وذلك هي العداوة التي بيننا وبينها، كما روي عن رسول الله صلى الله عليه وسلم أنه قال: مَا سالمناهُنّ مُنذ حَاربْناهن، فمن تركهنّ خشيةَ ثأرهنَّ فليس منَّا.763 - حدثني محمد بن عبد الله بن عبد الحكم، قال: حدثني حَجاج بن رِشْدين، قال: حدثنا حَيْوة بن شُريح، عن ابن عَجلانَ، عن أبيه، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم أنه قال: ما سَالمناهُنَّ مُنذ حارَبناهنّ ، فمن ترك شيئًا منهنّ خيفةً، فليس منا (245)قال أبو جعفر: وأحسبُ أن الحرب التي بيننا، كان أصله ما ذكره علماؤنا الذين قدمنا الرواية عنهم، في إدخالها إبليس الجنة بعد أن أخرجه الله منها، حتى استزلّه عن طاعة ربه في أكله ما نُهي عن أكله من الشجرة.764 - وحدثنا أبو كريب، قال حدثنا معاوية بن هشام - وحدثني محمد بن خلف العسقلاني ، قال: حدثني آدم - جميعًا، عن شيبان، عن جابر، عن سعيد بن جبير، عن ابن عباس. قال: سئل رسول الله صلى الله عليه وسلم: عن قَتل الحيَّات، فقال رسول الله صلى الله عليه وسلم: خُلقتْ هي والإنسانُ كل واحد منهما عدوّ لصاحبه، إن رآها أفزعته، وإن لدَغته أوجعته، فاقتلها حَيث وجدتها (246) .القول في تأويل قوله تعالى:  وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك، فقال: بعضهم بما:-765 - حدثني المثنى بن إبراهيم، قال: حدثنا آدم العسقلاني، قال: حدثنا أبو جعفر الرازيّ، عن الربيع، عن أبي العالية في قوله: \" ولكم في الأرض مُستقَرٌّ\" قال: هو قوله:  الَّذِي جَعَلَ لَكُمُ الأَرْضَ فِرَاشًا  [سورة البقرة: 22].766 - وحُدِّثت عن عمار بن الحسن، قال: حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع في قوله: \" ولكم في الأرض مستقرٌّ\"، قال: هو قوله:  جَعَلَ لَكُمُ الأَرْضَ قَرَارًا  (247) [سورة غافر: 64].&; 1-539 &;وقال آخرون : معنى ذلك ولكم في الأرض قَرَار في القبور.* ذكر من قال ذلك:767 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا أسباط، عن السُّدّيّ: \" ولكم في الأرض مستقر \"، يعني القبور (248) .768 - وحدثني يونس، قال: أخبرنا ابن وهب، قال: حدثني عبد الرحمن بن مهدي، عن إسرائيل، عن إسماعيل السُّدّيّ، قال: حدثني من سمع ابن عباس قال: \" ولكم في الأرض مستقرٌّ\"، قال: القبور (249) .769 - وحدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: \" ولكم في الأرض مستقر \"، قال: مقامهم فيها (250) .قال أبو جعفر: والمستقرُّ في كلام العرب، هو موضع الاستقرار. فإذْ كان ذلك كذلك، فحيث كان من في الأرض موجودًا حالا فذلك المكان من الأرض مستقره.إنما عنى الله جل ثناؤه بذلك: أنّ لهم في الأرض مستقرًّا ومنـزلا بأماكنهم ومستقرِّهم من الجنة والسماء. وكذلك قوله:  وَمَتَاعٌ  يعني به: أن لهم فيها متاعًا بمتاعهم في الجنة.القول في تأويل قوله تعالى ذكره:  وَمَتَاعٌ إِلَى حِينٍ (36)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك. فقال بعضهم: ولكم فيها بَلاغ إلى الموت.* ذكر من قال ذلك:770 - حدثني موسى بن هارون، قال: حدثنا عمرو بن حماد، قال: حدثنا &; 1-540 &; أسباط، عن السُّدّيّ في قوله: \" ومتاعٌ إلى حين \"، قال يقول: بلاغ إلى الموت (251) .771 - وحدثني يونس، قال: أخبرنا ابن وهب، قال: حدثنا عبد الرحمن بن مهدي، عن إسرائيل، عن إسماعيل السُّدّيّ، قال: حدثني من سمع ابن عباس: \" ومتاعٌ إلى حين \"، قال: الحياة (252) .وقال آخرون: يعني بقوله: \" ومتاعٌ إلى حين \"، إلى قيام الساعة.* ذكر من قال ذلك:772 - حدثني المثنى بن إبراهيم، قال: حدثنا أبو حذيفة، قال: حدثنا شِبْل، عن ابن أبي نَجيح، عن مجاهد: \" ومتاع إلى حين \"، قال: إلى يوم القيامة، إلى انقطاع الدنيا.وقال آخرون: \" إلى حين \"، قال: إلى أجل.* ذكر من قال ذلك:773 - حُدِّثت عن عمار بن الحسن، قال: حدثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع: \" ومتاع إلى حين \"، قال: إلى أجل (253) .والمتاع في كلام العرب: كل ما استُمتع به من شيء، من معاش استُمتع به أو رِياش أو زينة أو لذة أو غير ذلك (254) . فإذْ كان ذلك كذلك - وكان الله جل ثناؤه قد جَعل حياة كل حيّ متاعًا له يستمتع بها أيام حياته، وجعل الأرض للإنسان مَتاعًا أيام حياته، بقراره عليها، واغتذائه بما أخرج الله منها من الأقوات والثمار، والتذاذه بما خلق فيها من الملاذِّ، وجعلها من بعد وفاته لجثته كِفاتًا (255) ، ولجسمه منـزلا وَقرارا؛ وكان اسم المتاع يَشمل جميع ذلك - كان أولى التأويلات &; 1-541 &; بالآية - (256) إذْ لم يكن الله جل ثناؤه وضع دلالة دالة على أنه قَصد بقوله: \" ومتاعٌ إلى حين \" بعضًا دون بعض، وخاصًّا دون عامٍّ في عقل ولا خبر - أن يكون ذلك في معنى العامِّ، وأن يكون الخبر أيضًا كذلك، إلى وقت يطول استمتاع بني آدم وبني إبليس بها، وذلك إلى أن تُبدَّل الأرض غير الأرض. فإذْ كان ذلك أولى التأويلات بالآية لما وَصفنا، فالواجب إذًا أن يكون تأويل الآية: ولكم في الأرض مَنازلُ ومساكنُ تستقرُّون فيها استقراركم - كان - في السموات ، وفي الجنان في منازلكم منها (257) ، واستمتاع منكم بها وبما أخرجت لكم منها، وبما جعلت لكم فيها من المعاش والرياش والزَّين والملاذِّ، وبما أعطيتكم على ظهرها أيام حياتكم ومن بعد وفاتكم لأرْماسكم وأجدَاثكم تُدفنون فيها (258) ، وتبلغون باستمتاعكم بها إلى أن أبدلكم بها غيرها.------------------الهوامش :(200) في المطبوعة : \"اختلف القراء\" والقَرَأَة جمع قارئ ، وانظر ما مضى : 51 ، تعليق ، وص : 64 ، 109 وغيرهما .(201) الخبر : 741 - في الدر المنثور 1 : 53 ، والشوكاني 1 : 56 .(202) في المطبوعة : \"لكن المعنى المفهوم\" ، زاد ما لا جدوى فيه .(203) في المطبوعة : \"سنذكر\" بغير واو .(204) في المطبوعة : \"عمرو\" بدل\"عمر\" ، وفي المخطوطة وابن كثير : \"مهران\" ، بدل\"مهرب\" . وكلاهما خطأ ، صوابه ما أثبتنا : \"عمر بن عبد الرحمن بن مهرب\" ، فهذا الشيخ ترجمه ابن أبي حاتم في الجرح والتعديل 3/1/121 ، وقال : \"سمع وهب بن منبه ، روى عنه إبراهيم بن خالد الصنعاني ، وعبد الرزاق\" . ثم روى عن يحيى بن معين ، قال : \"عمر بن عبد الرحمن بن مهرب : ثقة\" . ولم أجد له ترجمة أخرى . و\"مهرب\" : لم أجد نصًّا بضبطها في هذا النسب ، إلا قول صاحب القاموس أنهم سموا من مادة (هرب) بوزن\"محسن\" - يعني بضم أوله وسكون ثانيه وكسر ثالثه . ووقع اسم هذا الشيخ محرفًا إلى شيخين ، في تاريخ الطبري 1 : 54 - في هذا الإسناد ، هكذا : \"معمر عن عبد الرحمن بن مهران\"!(205) في المطبوعة : \"فجاء به\" ، والذي أثبتناه من المخطوطة وتاريخ الطبري .(206) في المطبوعة : \"أنا هنا يا رب\" ، وأثبتناه ما في المخطوطة وتاريخ الطبري .(207) في المطبوعة : \"قال عمرو\" ، وأثبتنا الصواب من المخطوطة ، ومما ذكرنا آنفًا .(208) الأثر : 742 - في تاريخ الطبري 1 : 54 ، بهذا الإسناد ، وأوله في ابن كثير 1 : 143 .(209) في المطبوعة وتاريخ الطبري 1 : 53 : \"فأدخلته في فمها ، فمرت الحية . . . \" ، وما أثبتناه من المخطوطة .(210) في المطبوعة وتاريخ الطبري : \"فكلمة من فمها\" . وفي المطبوعة : \"فلم يبال بكلامه\" .(211) في المخطوطة : \"وتكونا من الخالدين\" .(212) الخبر : 743 . بنصه في تاريخ الطبري 1 : 53 ، وببعض الاختلاف في الدر المنثور 1 : 53 ، والشوكاني 1 : 56 .(213) الأثر : 744 - في تاريخ الطبري 1 : 55 .(214) في تاريخ الطبري 1 : 55 ، زيادة سياقها : \" . . . كلها - يعني آدم - إلا الشجرة\" .(215) في تاريخ الطبري 1 : 55\"فأزلهما الشيطان\" .(216) الأثر : 745 - في تاريخ الطبري 1 : 55(217) في التاريخ : \"لو أنا خلدنا\" . وفي المطبوعة : \"فاغتنمها منه الشيطان\" ، لم يحسنوا قراءة المخطوطة فبدلوا الحرف ، وأثبتنا ما في المخطوطة والتاريخ . يقال : سمع مني كلمة فاغتمزها ، أي استضعفها ووجد فيها مغمزًا يعاب يؤتي من قبله .(218) الأثر : 746 - في تاريخ الطبري 1 : 55 .(219) في المخطوطة : \"أي تكونا ملكين ، أو تخلدان إن لم . . . \" وفي التاريخ 1 : 55 : \"أي تكونان ملكين أو تخلدان - أي إن لم . . . \" .(220) الأثر : 747 - في تاريخ الطبري 1 : 55 .(221) في المخطوطة : \"كما دمت هذه الشجرة\" .(222) الأثر : 748 - في تاريخ الطبري 1 : 55 .(223) الأثر : 749 - في تاريخ الطبري 1 : 55 - 56 ، وهو هناك تام .(224) في المخطوطة والمطبوعة والدر المنثور : \"أنها تحمله حتى يدخل . . . \" ، وأثبت ما في تاريخ الطبري 1 : 54 ، فهو أجود وأصح .(225) الخبر : 750 - في تاريخ الطبري 1 : 53 -54 ، والدر المنثور 1 : 53 . وأخفر الذمة والعهد : نقضهما ، ولم يف بهما .(226) في المطبوعة : \"فعضت حواء الشجرة\" ، وأثبتنا ما في المخطوطة وتاريخ الطبري 1 : 54 .(227) في المطبوعة : \"فتدمين\" ، وأثبتنا ما في المخطوطة والتاريخ .(228) الأثر : 752 - في تاريخ الطبري 1 : 54 .(229) في المطبوعة : \"إذا كان ذلك قولا لا يدفعه قول . . . \" .(230) في المطبوعة : \"والقول في ذلك . . . \" .(231) في المطبوعة والمخطوطة : \"وقد قال الله فوسوس لهما الشيطان ، فأخرجهما مما كان فيه\" ، وهذه ليست آية ، والصواب أنه أراد آية سورة البقرة هذه .(232) حديث\"إن الشيطان يجري من ابن آدم مجرى الدم\" - حديث صحيح جدًّا - رواه أحمد والشيخان وأبو داود ، من حديث أنس ، ورواه الشيخان وأبو داود وابن ماجه ، من حديث صفية ، وهي بنت حيي ، أم المؤمنين ، كما في الجامع الصغير : 2036 .(233) في المطبوعة إسقاط : \"ثم\" .(234) في المطبوعة : \"وأضيف ذلك . . . \" .(235) لعل صواب العبارة : \"إذا حل ذلك الموضع\" ، فسقطت كلمة من الناسخين .(236) البيت لزهير بن أبي سلمى ، ديوانه : 37 ، أرمقهم : يعني أحبابه الراحلين ، وينظر إليهم حزينًا كئيبًا ، والركاب : الإبل التي يرحل عليها . وراكس : واد في ديار بني سعد بن ثعلبة ، من بني أسد . وفلق وفالق : المطمئن من الأرض بين ربوتين أو جبلين أو هضبتين ، وقالوا : فالق وفلق ، كما قالوا : يابس ويبس (بفتحتين) .(237) لعل الأجود : \"وتسبيب إبليس ذلك لهما\" ، وهي في المخطوطة غير منقوطة .(238) الأثر : 754 - في الدر المنثور 1 : 55 .(239) الأثر : 755 - في تاريخ الطبري 1 : 56 ، والظاهر أن إسناده هنا سقط منه شيء ، وتمامه في التاريخ : \" . . . عن السدي - في خبر ذكره عن أبي مالك ، وعن أبي صالح ، عن ابن عباس - وعن مرة الهمداني عن ابن مسعود ، وعن ناس من أصحاب رسول الله صلى الله عليه وسلم : اهبطوا . . . \" . وهو الإسناد الذي يكثر الطبري من الرواية به .(240) الأثر : 756 - في تاريخ الطبري 1 : 56 .(241) الآثار : 757 - 759 لم أجدها بإسنادها في مكان .(242) الخبر : 760 - كالذي يليه من طريق آخر .(243) الخبر : 761 - في تاريخ الطبري 1 : 56 .(244) الأثر : 762 - لم أجده في مكان .(245) الحديث : 763 - إسناده جيد . والحديث مروي بأسانيد أخر صحاح ، كما سنذكر ، إن شاء الله . حجاج : هو ابن رشدين بن سعد المصري ، ترجمه ابن أبي حاتم في الجرح والتعديل 1/2/160 ، وذكر أنه يروي عن\"حيوة بن شريح\" ، ويروي عنه\"محمد بن عبد الله بن عبد الحكم\" . وذكر أنه سأل عنه أبا زرعة ، قال : \"لا علم لي به ، لم أكتب عن أحد عنه\" . وترجمه الحافظ في لسان الميزان ، ونقل أنه ضعفه ابن عدي ، وأنه مات سنة 211 ، وأن ابن يونس لم يذكر فيه جرحًا ، \"وقال الخليلي : هو أمثل من أبيه ، وقال مسلمة بن قاسم : لا بأس به\" ، وأن ابن حبان ذكره في الثقات . وهذا كاف في توثيقه ، خصوصًا وأن ابن يونس أعرف بتاريخ المصريين .وأبوه اسمه\"رشدين\" ، بكسر الراء والدال بينهما شين معجمة ساكنة ، وبعد الدال ياء ونون . ووقع في المطبوعة\"رشد\"؛ وهو خطأ .والحديث رواه أحمد في المسند : 9586 ، عن يحيى - وهو القطان ، 10752 ، عن صفوان - وهو ابن عيسى الزهري ، كلاهما عن ابن عجلان ، به (2 : 432 ، 520 من طبعة الحلبي) . ورواه أيضًا قبل ذلك مختصرًا : 7360 (2 : 247) عن سفيان بن عيينة . ورواه أبو داود : 5248 (4 : 534 عون المعبود) ، من طريق سفيان ، تاما . وهذه أسانيد صحاح .وورد معناه من حديث ابن عباس ، في المسند أيضًا : 2037 ، 3254 . وقريب من معناه من حديث ابن مسعود ، في المسند أيضًا : 3984 .(246) الحديث : 764 - في الدر المنثور 1 : 55 ، ونسبه للطبري فقط . وهو في مجمع الزوائد 4 : 45 بلفظ آخر ، وقال : رواه الطبراني في الأوسط ، وفيه جابر غير مسمى ، والظاهر أنه الجعفي ، وثقه الثوري وشعبة ، وضعفه الأئمة أحمد وغيره .(247) الأثران : 765 - 766 : لم أجدهما في مكان .(248) الأثر : 767 - لم أجده في مكان .(249) الخبر : 768 - في الدر المنثور 1 : 55 ، وهو من تمام الخبر : 761 .(250) الأثر : 769 - لم أجده في مكان .(251) الأثر : 770 - لم أجده في مكان .(252) الأثر : 771 - في الدر المنثور 1 : 55 ، وهو من تمام الأثرين : 761 ، 768 .(253) الأثران : 772 ، 773 : لم أجدهما في مكان .(254) في المخطوطة : \"في معاش استمتع . . . \" .(255) الكفات : الموضع الذي يضم فيه الشيء ويقبض .(256) في المطبوعة : \"إن لم يكن الله . . . \" ، وهو خطأ .(257) في المطبوعة : \"في الجنات\" .(258) الأرماس جمع رمس ، والأجداث جمع جدث (بفتحتين) : وهما بمعنى القبر .",
  "ayah": 36,
  "surah": 2
}
