{
  "text": "القول في تأويل قوله تعالى:  قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًاقال أبو جعفر: وقد ذكرنا القول في تأويل قوله: \" قلنا اهبطوا منها جميعًا \" فيما مضى، (1) فلا حاجة بنا إلى إعادته، إذْ كان معناه في هذا الموضع، هو معناه في ذلك الموضع.793- وقد حدثني يعقوب بن إبراهيم قال: حدثنا هشيم، قال: أخبرنا إسماعيل بن سالم، عن أبي صالح، في قوله : \" اهبطوا منها جميعًا \"، قال: آدم وحواء والحية وإبليس. (2)القول في تأويل قوله تعالى ذكره:  فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًىقال أبو جعفر: وتأويل قوله: \" فإما يأتينكم \"، فإنْ يَأتكم. و \" ما \" التي مع \" إن \" توكيدٌ للكلام، ولدخولها مع \" إن \" أدخلت النون المشددة في\" يأتينَّكم \"، تفرقةً بدخولها بين \" ما \" التي تأتي بمعنى توكيد الكلام - التي تسميها أهل العربية صلة وَحشوًا - وبين \" ما \" التي تأتي بمعنى \" الذي\"، فتؤذِن بدخولها في الفعل، أنّ\" ما \" التي مع \" إن \" التي بمعنى الجزاء، توكيد، وليست \" ما \" التي بمعنى \" الذي\".وقد قال بعض نحويي أهل البصرة (3) : إنّ \" إمَّا \" ، \" إن \" زيدت معها \" ما \"، &; 1-549 &; وصار الفعل الذي بعده بالنون الخفيفة أو الثقيلة، وقد يكون بغير نون. وإنما حسنت فيه النون لمّا دخلته \" ما \"، لأن \" ما \" نفيٌ، فهي مما ليس بواجب، وهي الحرف الذي ينفي الواجب، فحسنت فيه النون، نحو قولهم: \" بعينٍ مَّا أرَينَّك \"، حين أدخلت فيها \" ما \" حسنت النون فيما هاهنا.وقد أنكرت جماعة من أهل العربية دعوى قائل هذه المقالة (4) : أن \" ما \" التي مع \" بعينٍ ما أرَينَّك \" بمعنى الجحد، وزعموا أن ذلك بمعنى التوكيد للكلام.وقال آخرون: بل هو حشو في الكلام، ومعناها الحذف، وإنما معنى الكلام: \" بعَين أراك \"، وغير جائز أن يُجْعل مع الاختلاف فيه أصلا يُقاس عليه غيره.* * *القول في تأويل قوله تعالى ذكره:  مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (38)قال أبو جعفر: والهدى، في هذا الموضع، البيان والرشاد. كما:-794- حدثنا المثنى بن إبراهيم، قال: حدثنا آدم العسقلاني قال: حدثنا أبو جعفر، عن الربيع، عن أبي العالية، في قوله: \" فإما يأتينكم مني هدًى \" قال: الهدى، الأنبياءُ والرسل والبيان. (5) .فإن كان ما قال أبو العالية في ذلك كما قال، فالخطاب بقوله:  اهْبِطُوا ، وإن كان لآدم وزوجته، فيجب أن يكون مرادًا به آدمُ وزوجتُه وذريتُهما. فيكون ذلك حينئذ نظير قوله:  فَقَالَ لَهَا وَلِلأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ  [سورة فصلت: 11]، بمعنى أتينا بما فينا من الخلق طائعين، ونظيرَ قوله في قراءة &; 1-550 &; ابن مسعود: ( ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك وأرهم مناسكهم ) [سورة البقرة: 128]، فجمع قبل أن تكون ذريةً، وهو في قراءتنا:  وَأَرِنَا مَنَاسِكَنَا . وكما يقول القائل لآخر: \" كأنك قد تزوجت وولد لك، وكثرتم وعززتم \"، ونحو ذلك من الكلام.وإنما قلنا إن ذلك هو الواجب على التأويل الذي ذكرناه عن أبي العالية، لأنّ آدمَ كان هو النبيَّ أيام حياته بعد أن أُهبط إلى الأرض، (6) والرسولَ من الله جل ثناؤه إلى ولده. فغير جائز أن يكون معنيًّا -وهو الرسولُ صلى الله عليه وسلم- بقوله: \" فإما يأتينّكم منّي هُدًى \"، خطابًا له ولزوجته،\" فإما يأتينكم مني أنبياءُ ورسل \" (7) إلا على ما وصفتُ من التأويل.وقول أبي العالية في ذلك -وإن كان وجهًا من التأويل تحتمله الآية- فأقرب إلى الصواب منه عندي وأشبهُ بظاهر التلاوة، أن يكون تأويلها: فإما يأتينكم يا معشرَ من أُهبط إلى الأرض من سمائي (8) ، وهو آدمُ وزوجته وإبليس -كما قد ذكرنا قبل في تأويل الآية التي قبلها- إما يأتينكم منّي بيانٌ من أمري وطاعتي، ورشاد إلى سبيلي وديني، فمن اتبعه منكم فلا خوف عليهم ولا هم يحزنون، وإن كان قد سلف منهم قبل ذلك إليّ معصية وخلافٌ لأمري وطاعتي. يعرّفهم بذلك جل ثناؤه أنه التائبُ على من تاب إليه من ذنوبه، والرحيمُ لمن أناب إليه، كما وصف نفسه بقوله:  إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ .وذلك أن ظاهر الخطاب بذلك إنما هو للذين قال لهم جل ثناؤه:  اهْبِطُوا مِنْهَا جَمِيعًا ، والذين خوطبوا به هم من سمّينا في قول الحجة من الصحابة والتابعين الذين قد قدّمنا الرواية عنهم. (9) . وذلك، وإن كان خطابًا من الله جل ذكره لمن أُهبط &; 1-551 &; حينئذٍ من السماء إلى الأرض، فهو سنّة الله في جميع خلقه، وتعريفٌ منه بذلك الذين أخبر عنهم في أول هذه السورة بما أخبر عنهم في قوله (10)  إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ  [سورة البقرة: 6]، وفي قوله:  وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ  [سورة البقرة: 8]، وأنّ حكمه فيهم -إن تابوا إليه وأنابوا واتبعوا ما أتاهم من البيان من عند الله على لسان رسوله محمد صلى الله عليه وسلم - أنهم عنده في الآخرة ممن لا خوفٌ عليهم ولا هم يحزنون، وأنهم إن هلكوا على كُفرهم وضلالتهم قبل الإنابة والتوبة، كانوا من أهل النار المخلَّدين فيها.وقوله: \" فمن تَبعَ هُدَايَ\"، يعني: فمن اتبع بَياني الذي آتيتُه على ألسن رُسُلي، أو مع رسلي (11) . كما:-795- حدثنا به المثنى، قال: حدثنا آدم، قال: حدثنا أبو جعفر، عن الربيع، عن أبي العالية: \" فمن تَبع هُدَاي\"، يعني بياني. (12) .* * *وقوله: \" فلا خوفٌ عليهم \"، يعني فهم آمنون في أهوال القيامة من عقاب الله، غير خائفين عذابه، بما أطاعوا الله في الدنيا واتبعوا أمرَه وهُداه وسبيله، ولا هم يحزنون يومئذ على ما خلّفوا بعد وفاتهم في الدنيا. كما:-796- حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال قال ابن زيد: \" لا خوفٌ عليهم \"، يقول: لا خوف عليكم أمامكم (13) .وليس شيء أعظمَ في صدر الذي يموت ممّا بعد الموت. فأمّنهم منه وسَلاهم عن الدنيا فقال: \" ولا هم يحزنون \".----------الهوامش :(1) انظر ص : 534 .(2) الأثر : 793- لم أجده بهذا الإسناد ، وانظر ، ما مضى الأرقام : 754 وما بعده .(3) في المطبوعة : \"نحويي البصريين\" .(4) في المطبوعة : \"وقد أنكر جماعة . . . دعوى قائلي . . . \" .(5) الأثر : 794- في ابن كثير 1 : 148 ، والدر المنثور 1 : 63 ، والشوكاني 1 : 58 .(6) في المطبوعة : \"هو النبي صلى الله عليه وسلم\" .(7) في المطبوعة : \" . . . مني هدى أنبياء ورسل . . . \" .(8) في المطبوعة : \"فإما يأتينكم مني يا معشر من أهبطته . . . \" .(9) في المطبوعة : \"الرواية عنهم\" بالحذف(10) في المطبوعة : \"وتعريف منه بذلك للذين\" .(11) في المطبوعة : \" . . . بياني الذي أبينه على ألسن رسلي\" .(12) الأثر : 795- لم أجده في مكان .(13) الأثر : 796- لم أجده في مكان .",
  "ayah": 38,
  "surah": 2
}
