{
  "text": "القول في تأويل قوله تعالى:  وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ (43)قال أبو جعفر: ذُكِر أن أحبارَ اليهود والمنافقين كانوا يأمرون الناس بإقام الصلاة وإيتاء الزكاة ولا يفعلونه، فأمرهم الله بإقام الصلاة مع المسلمين المصدِّقين بمحمد وبما جاء به، وإيتاء زكاة أموالهم معهم، وأن يخضعوا لله ولرسوله كما خضعوا.839 - كما حُدِّثت عن عمار بن الحسن، قال: حدّثنا ابن أبي جعفر، عن أبيه، عن قتادة، في قوله: \" وأقيموا الصلاةَ وآتُوا الزكاة \"، قال: فريضتان واجبتان، فأدُّوهما إلى الله (86) .وقد بينا معنى إقامة الصلاة فيما مضى من كتابنا هذا، فكرهنا إعادته (87) .أما إيتاءُ الزكاة، فهو أداء الصدقة المفروضة. وأصل الزَّكاة، نماءُ المال وتثميرُه وزيادتُه. ومن ذلك قيل: زكا الزرع، إذا كثر ما أخرج الله منه. وزَكتِ النَّفقة، إذا كثرتْ. وقيل زكا الفَرْدُ، إذا صارَ زَوْجًا بزيادة الزائد عليه حتى صار به شفْعًا، كما قال الشاعر:كَـانُوا خَسـًا أو زَكـًا مِنْ دُونِ أَرْبَعَةٍلَـمْ يُخْـلَقُوا, وَجُـدُودُ النَّـاسِ تَعْتَلـجُ (88)وقال آخر:فَــلا خَســًا عَدِيــدُهُ وَلا زَكــاكَمَـا شِـرَارُ الْبَقْـلِ أَطْـرَافُ السَّـفَا (89)قال أبو جعفر: السفا شوك البُهْمَى، والبُهْمى الذي يكون مُدَوَّرًا في السُّلاء (90) .يعني بقوله: \" ولا زكا \"، لم يُصَيِّرْهم شَفعًا من وَترٍ، بحدوثه فيهم (91) .وإنما قيل للزكاة زكاة، وهي مالٌ يخرجُ من مال، لتثمير الله - بإخراجها مما أخرجت منه - ما بقي عند ربِّ المال من ماله. وقد يحتمل أن تكون سُمِّيت زكاة، لأنها تطهيرٌ لما بقي من مال الرجل، وتخليص له من أن تكون فيه مَظْلمة لأهل السُّهْمان (92) ، كما قال جل ثناؤه مخبرًا عن نبيه موسى صلوات الله عليه:  أَقَتَلْتَ نَفْسًا زَكِيَّةً  [سورة الكهف: 74]، يعني بريئة من الذنوب طاهرة. وكما يقال للرجل: هو عدل زَكِيٌّ - لذلك المعنى (93) . وهذا الوجه أعجب إليّ - في تأويل زكاة المال - من الوجه الأوّل، وإن كان الأوّل مقبولا في تأويلها.وإيتاؤها: إعطاؤُها أهلها.وأما تأويل الرُّكوع، فهو الخضوع لله بالطاعة. يقال منه: ركع فلانٌ لكذا وكذا، إذا خضع له، ومنه قول الشاعر:بِيعَـتْ بِكَسْـرٍ لَئِـيمٍ وَاسْـتَغَاثَ بِهَـامِـنَ الْهُـزَالِ أَبُوهَـا بَعْـدَ مَـا رَكَعَا (94) &; 1-575 &;يعني: بعد مَا خضَع من شِدَّة الجهْد والحاجة.قال أبو جعفر: وهذا أمرٌ من الله جل ثناؤه - لمن ذكر من أحبار بني إسرائيل ومنافقيها - بالإنابة والتوبة إليه، وبإقام الصلاة وإيتاء الزكاة، والدخولِ مع المسلمين في الإسلام، والخضوع له بالطاعة؛ ونهيٌ منه لهم عن كتمان ما قد علموه من نبوة محمد صلى الله عليه وسلم، بعد تظاهر حججه عليهم، بما قد وصفنا قبل فيما مضى من كتابنا هذا، وبعد الإعذار إليهم والإنذارِ، وبعد تذكيرهم نعمه إليهم وإلى أسلافهم تعطُّفًا منه بذلك عليهم، وإبلاغًا في المعذرة (95) .--------------الهوامش :(86) الأثر : 839- لم أجده في مكان .(87) انظر ما مضى ص : 241-242 .(88) اللسان (خسا) ، وفيه : \"الفراء : العرب تقول للزوج زكا ، وللفرد خسا . . . قال ، وأنشدتني الدبيرية . . . \" وأنشد البيت . وتعتلج : تصطرع ويمارس بعضها بعضا .(89) لرجل من بني سعد ، ثم أحد بني الحارث في عمرو بن كعب بن سعد . وهذا الرجز في خبر للأغلب العجلي ، (طبقات فحول الشعراء : 572 / ومعجم الشعراء : 490 / والأغاني 18 : 164) ورواية الطبقات والأغاني : \"كما شرار الرعى\" . والرعى (بكسر فسكون) : الكلأ نفسه ، والمرعى أيضًا . والسفا : شوط البهمي والسنبل وكل شيء له شوك . يقول : أنت في قومك كالسفا في البهمي ، هو شرها وأخبثها . والبيت الأول زيادة ليست في المراجع المذكورة .(90) البهمي : من أحرار البقول ، (وهي ما رق منها ورطب وأكل غير مطبوخ) ، تنبت كما ينبت الحب ، ثم يبلغ بها النبت إلى أن تصير مثل الحب ، ترتفع قدر الشبر ، ونباتها ألطف من نبات البر ، وطعمها طعم الشعير ، ويخرج لها إذا يبست شوك مثل شوك السنبل ، (وهو السفا) ، وإذا وقع في أنوف الإبل أنفت منه ، حتى ينزعه الناس من أفواهها وأنوفها . وفي المطبوعة : \"في السلى\" بتشديد الياء ، وفي المخطوطة\"في السلى\" بضم السين وتشديد اللام . والصواب ما أثبته ، والسلاء جمع سلاءة ، وهي شوكة النخلة ، وأراد بها سفا البهمي أي شوكها .(91) قوله : \"بحدوثه فيهم\" ، أي بوجوده في هؤلاء القوم . والعديد (في الرجز) ، من قولهم فلان عديد بني فلان : أي يعد فيهم وليس منهم : يريد أنه إذا دخل في قوم لم يعد فيهم شيئًا ، فإذا كانوا شفعًا ، لم يصيرهم دخوله وترًا ، وإذا كانوا وترًا لم يصيرهم شفعًا ، فهو كلا شيء في العدد . يهجوه ويستسقطه .(92) السهمان جمع سهم ، كالسهام : وهو النصيب والحظ .(93) في المطبوعة : \"بذلك المعنى\" وليست بشيء .(94) هذا البيت من أبيات لعصام بن عبيد الزماني (من بني زمان بن مالك بن صعب بن علي بن بكر بن وائل) رواها أبو تمام في الوحشيات رقم 130 (مخطوطة عندي) ، ورواها الجاحظ في الحيوان 4 : 281 ، وجاء فيه : \"قال الزيادي\" وهو تحريف وتصحيف كما ترى . وهذه الأبيات من مناقضة كانت بين الزماني ويحيى بن أبي حفصة . وذلك أن يحيى تزوج بنت طلبة بن قيس بن عاصم المنقري فهاجاه عصام الزماني وقال :أَرَى حَجْـــرًا تغــيَّر واقشــعرَّاوبُــدِّل بعــد حُــلْو العيش مُـرًّافأجابه يحيى بأبيات منها :ألا مَــنْ مُبلــغٌ عنِّــى عِصَامًـابــأَنِّي سَــوْفَ أَنْقُـضُ مَـا أَمـرَّاهكذا روى المرزباني في معجم الشعراء : 270 ، وروى أبو الفرج في أغانيه 10 : 75 أن يحيى خطب إلى مقاتل بن طلبة المنقري ابنته وأختيه ، فأنعم له بذلك . فبعث يحيى إلى بنيه سليمان وعمر وجميل ، فأتوه فزوجهن بنيه الثلاثة ، ودخلوا بهن ثم حملوهن إلى حجر ، (وهو مكان) .وأبيات عصام الزماني ، ونقيضتها التي ناقضه بها يحيى ، من جيد الشعر ، فاقرأها في الوحشيات ، والحيوان ، والشعر والشعراء : 740 ، ورواية الحيوان والوحشيات\"بِيعَتْ بـوَكْسٍ قَليـلٍ واسْـتَقَلَّ بِهَـا\"الوكس : اتضاع الثمن في البيع . وفي المخطوطة والمطبوعة\"بكسر لئيم\" ، وهو تحريف لا معنى له ، وأظن الصواب ما أثبت اجتهادًا . والكسر : أخس القليل . وقوله : \"بيعت\" الضمير لابنة مقاتل بن طلبة المنقري التي تزوجها يحيى أو أحد بنيه . يقول : باعها أبوها بثمن بخس دنئ خسيس ، فزوجها مستغيثًا ببيعها مما نزل به من الجهد والفاقة ، فزوجها هذا الغنى اللئيم الدنيء ، ليستعين بمهرها .(95) في المطبوعة : \"وإبلاغا إليهم . . . \" بالزيادة .",
  "ayah": 43,
  "surah": 2
}
