{
  "text": "القول في تأويل قوله تعالى :  أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْقال أبو جعفر: اختلف أهل التأويل في معنى البر الذي كان المخاطبون بهذه الآية يأمرون الناس به وينسون أنفسهم, بعد إجماع جميعهم على أن كل طاعة لله فهي تسمى \" برا \". فروي عن ابن عباس ما:-840- حدثنا به ابن حميد, قال: حدثنا سلمة, عن ابن إسحاق, عن محمد بن أبي محمد, عن عكرمة, أو عن سعيد بن جبير, عن ابن عباس: ( أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلا تَعْقِلُونَ ) أي تنهون الناس عن الكفر بما عندكم من النبوة والعهدة من التوراة, وتتركون أنفسكم: (96) أي وأنتم تكفرون بما فيها من عهدي إليكم في تصديق رسولي, وتنقضون ميثاقي, وتجحدون ما تعلمون من كتابي.841- وحدثنا أبو كريب, قال: حدثنا عثمان بن سعيد, قال: حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك, عن ابن عباس في قوله: (أتأمرون الناس بالبر) يقول: أتأمرون الناس بالدخول في دين محمد صلى الله عليه وسلم, وغير ذلك مما أمرتم به من إقام الصلاة، وتنسون أنفسكم .* * *وقال آخرون بما:-842- حدثني به موسى بن هارون, قال: حدثني عمرو بن حماد, قال: حدثنا أسباط, عن السدي: (أتأمرون الناس بالبر وتنسون أنفسكم) قال: كانوا يأمرون الناس بطاعة الله وبتقواه وهم يعصونه.843- وحدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر، عن قتادة، في قوله: (أتأمرون الناس بالبر وتنسون أنفسكم) قال: كان بنو إسرائيل يأمرون الناس بطاعة الله وبتقواه وبالبر ويخالفون, فعيرهم الله.844- وحدثنا القاسم, قال: حدثنا الحسين, قال: حدثنا الحجاج, قال: قال ابن جريج: (أتأمرون الناس بالبر) أهل الكتاب والمنافقون كانوا يأمرون الناس بالصوم والصلاة, ويدعون العمل بما يأمرون به الناس, فعيرهم الله بذلك, فمن أمر بخير فليكن أشد الناس فيه مسارعة.* * *وقال آخرون بما:-845- حدثني به يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: قال ابن زيد: هؤلاء اليهود كان إذا جاء الرجل يسألهم ما ليس فيه حق ولا رشوة ولا شيء, أمروه بالحق. فقال الله لهم: (أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب أفلا تعقلون) (97)846- وحدثني علي بن الحسن, قال: حدثنا مسلم الجَرْمي, قال: حدثنا مخلد بن الحسين, عن أيوب السختياني, عن أبي قلابة، في قول الله: (أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب) قال: قال أبو الدرداء: لا يفقه الرجل كل الفقه حتى يمقت الناس في ذات الله، ثم يرجع إلى نفسه فيكون لها أشد مقتا. (98)* * *قال أبو جعفر: وجميع الذي قال في تأويل هذه الآية من ذكرنا قوله متقارب المعنى; لأنهم وإن اختلفوا في صفة \" البر \" الذي كان القوم يأمرون به غيرهم، الذين وصفهم الله بما وصفهم به, فهم متفقون في أنهم كانوا يأمرون الناس بما لله فيه رضا من القول أو العمل, ويخالفون ما أمروهم به من ذلك إلى غيره بأفعالهم.فالتأويل الذي يدل على صحته ظاهر التلاوة إذا: أتأمرون الناس بطاعة الله وتتركون أنفسكم تعصيه؟ فهلا تأمرونها بما تأمرون به الناس من طاعة ربكم؟ معيرهم بذلك، ومقبحا إليهم ما أتوا به. (99)* * *ومعنى \" نسيانهم أنفسهم \" في هذا الموضع نظير النسيان الذي قال جل ثناؤه:  نَسُوا اللَّهَ فَنَسِيَهُمْ  [التوبة: 67] بمعنى: تركوا طاعة الله فتركهم الله من ثوابه.* * *القول في تأويل قوله تعالى  وَأَنْتُمْ تَتْلُونَ الْكِتَابَقال أبو جعفر: يعني بقوله: (تتلون) : تدرسون وتقرءون. كما:-847- حدثنا أبو كريب, قال: حدثنا عثمان بن سعيد, قال: حدثنا بشر, عن أبي روق, عن الضحاك عن ابن عباس: (وأنتم تتلون الكتاب)، &; 2-10 &; يقول: تدرسون الكتاب بذلك. ويعني بالكتاب: التوراة. (100)* * *القول في تأويل قوله تعالى  أَفَلا تَعْقِلُونَ (44)قال أبو جعفر: يعني بقوله: (أفلا تعقلون) (101) أفلا تفقهون وتفهمون قبح ما تأتون من معصيتكم ربكم التي تأمرون الناس بخلافها وتنهونهم عن ركوبها وأنتم راكبوها, وأنتم تعلمون أن الذي عليكم من حق الله وطاعته، واتباع محمد والإيمان به وبما جاء به، (102) مثل الذي على من تأمرونه باتباعه. كما:848- حدثنا به محمد بن العلاء, قال: حدثنا عثمان بن سعيد, قال: حدثنا بشر بن عمارة, عن أبي روق عن الضحاك, عن ابن عباس: (أفلا تعقلون) يقول: أفلا تفهمون؟ فنهاهم عن هذا الخلق القبيح. (103)* * *قال أبو جعفر: وهذا يدل على صحة ما قلنا من أمر أحبار يهود بني إسرائيل غيرهم باتباع محمد صلى الله عليه وسلم, وأنهم كانوا يقولون: هو مبعوث إلى غيرنا! كما ذكرنا قبل. (104)------------الهوامش :(96) في المطبوعة ، وفي المراجع : \"والعهد من التوراة\" . والعهد والعهدة واحد .(97) الأثر : 845 - في ابن كثير 1 : 154 ، وفيه\"إذا جاء الرجل سألهم عن الشيء ليس فيه . . . \" وفي المخطوطة : \"يسألهم ليس فيه\" .(98) الخبر : 846 - نقله ابن كثير 1 : 154 عن هذا الموضع . وذكره السيوطي 1 : 64 ، ونسبه أيضًا لعبد الرزاق ، وابن أبي شيبة ، والبيهقي في الأسماء والصفات ، وقلده الشوكاني 1 : 65 . وقد رواه البيهقي ص : 210 ، من طريق عبد الرزاق ، عن معمر ، عن أيوب ، به نحوه . و\"مسلم الجرمي\" : وقع في ابن كثير في هذا الموضع\"أسلم\" ، وهو خطأ مطيعي . ووقع فيه وفي نسخ الطبري\"الحرمي\" ، بالحاء . وقد رجحنا في ترجمته - فيما مضى : 154 أنه بالجيم . وذكرنا مصادر ترجمته هناك ، ونزيد هنا أنه ترجمه ابن أبي حاتم في الجرح والتعديل 4 / 1 /188 ، ووصفه بأنه\"من الغزاة\" . وشيخه\"مخلد بن الحسين\" - بفتح الميم واللام بينهما خاء معجمة ساكنة : ثقة معروف ، قال ابن سعد : \"كان ثقة فاضلا\" وقال أبو داود : \"كان أعقل أهل زمانه\" . وأبو قلابة : هو عبد الله ابن زيد الجرمي ، أحد الأعلام من ثقات التابعين ، وأرى أن روايته عن أبي الدرداء مرسلة ، فإن أبا الدرداء مات سنة 32 ، وأبو قلابة متأخر الوفاة ، مات سنة 104 ، وقيل : 107 .(99) في المطبوعة : \"ومقبحا إليهم\" .(100) الخبر : 847 - في الدر المنثور 1 : 64 ، وتتمته في الخبر الآتي إلا قوله : \"ويعني بالكتاب التوراة\" وأخشى أن تكون من كلام الطبري .(101) في المخطوطة : \"يعني بذلك أفلا تفقهون\" . . .(102) في المطبوعة : \"في اتباع محمد . . . \" .(103) الخبر : 848 - من تتمة الأثر السالف . وفي المطبوعة : \"فنهاهم\" .(104) انظر ما مضى رقم: 840 - 841.",
  "ayah": 44,
  "surah": 2
}
