{
  "text": "القول في تأويل قوله تعالى  يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْقال أبو جعفر: وتأويل ذلك في هذه الآية نظير تأويله في التي قبلها في قوله: (اذكروا نعمتي التي أنعمت عليكم وأوفوا بعهدي). وقد ذكرته هنالك (128) .* * *القول في تأويل قوله تعالى  وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ (47)قال أبو جعفر: وهذا أيضا مما ذكرهم جل ثناؤه من آلائه ونعمه عندهم. ويعني بقوله: (وأني فضلتكم على العالمين) : أني فضلت أسلافكم, فنسب نعمه على آبائهم وأسلافهم إلى أنها نعم منه عليهم, إذ كانت مآثر الآباء مآثر للأبناء, والنعم عند الآباء نعما عند الأبناء, لكون الأبناء من الآباء, وأخرج جل ذكره قوله: (وأني فضلتكم على العالمين) مخرج العموم, وهو يريد به خصوصا; لأن المعنى: وإني فضلتكم على عالم من كنتم بين ظهريه وفي زمانه (129) . كالذي:-868- حدثنا به محمد بن عبد الأعلى الصنعاني, قال: حدثنا محمد بن ثور, عن معمر -وحدثنا الحسن بن يحيى, قال: حدثنا عبد الرزاق, قال: أخبرنا معمر- عن قتادة، (وأني فضلتكم على العالمين) قال: فضلهم على عالم ذلك الزمان.869 - حدثني المثنى, قال: حدثنا آدم, قال: حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (وأني فضلتكم على العالمين) قال: بما أعطوا من الملك والرسل والكتب، على عالم من كان في ذلك الزمان, فإن لكل زمان عالما.870 - حدثنا القاسم, قال: حدثنا الحسين, قال: حدثني حجاج, عن ابن جريج, قال: قال مجاهد في قوله: (وأني فضلتكم على العالمين) قال: على من هم بين ظهرانيه.871 - وحدثني محمد بن عمرو, قال: حدثنا أبو عاصم, قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد, قال: على من هم بين ظهرانيه.872 - وحدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: سألت ابن زيد عن قول الله: (وأني فضلتكم على العالمين)، قال: عالم أهل ذلك الزمان. وقرأ قول الله:  وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ  [الدخان: 32] قال: هذه لمن أطاعه واتبع أمره, وقد كان فيهم القردة، وهم أبغض خلقه إليه, وقال لهذه الأمة:  كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ  [آل عمران: 110] قال: &; 2-25 &; هذه لمن أطاع الله واتبع أمره واجتنب محارمه.* * *قال أبو جعفر: والدليل على صحة ما قلنا من أن تأويل ذلك على الخصوص الذي وصفنا ما:-873 - حدثني به يعقوب بن إبراهيم, قال: حدثنا ابن علية, وحدثنا الحسن بن يحيى, قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر جميعا, عن بهز بن حكيم, عن أبيه, عن جده, قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" ألا إنكم وفيتم سبعين أمة \" -قال يعقوب في حديثه: أنتم آخرها-. وقال الحسن: \" أنتم خيرها وأكرمها على الله \". (130)* * *فقد أنبأ هذا الخبر عن النبي صلى الله عليه وسلم أن بني إسرائيل لم يكونوا مفضلين على أمة محمد عليه الصلاة والسلام, وأن معنى قوله:  وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ  [الجاثية: 16] وقوله: (وأني فضلتكم على العالمين) على ما بينا من تأويله. &; 2-26 &; وقد أتينا على بيان تأويل قوله: (العالمين) بما فيه الكفاية في غير هذا الموضع, فأغنى ذلك عن إعادته (131) .-----------------الهوامش :(128) انظر 1 : 555 - 559(129) انظر 1 : 143 - 146 ، ثم 151 - 152 . يقال لكل ما كان في وسط شيء ومعظمه : \"هو بين ظهرينا وظهرانينا\" على تقدير أنه مقيم بين ظهر من وراءه وظهر من أمامه ، فهو مكنوف من جانبيه ، ثم كثر حتى استعمل في الإقامة بين القوم مطلقا . ويقال أيضًا : \"هو بين أظهرهم مقيم\" بهذا المعنى . ويقال أيضًا : \" لقيته بين ظهراني الليل\" ، أي بين العشاء والفجر ، وعلى هذا فقس استعمال هذه الكلمة .(130) الحديث: 873 - بهز، بفتح الباء وسكون الهاء: هو ابن حكيم بن معاوية بن حيدة القشيري. وهو ثقة، وثقه ابن معين وابن المديني وغيرهما، ولا حجة لمن تكلم فيه، وقد ترجمه البخاري في الكبير 1 / 2 /143، وابن أبي حاتم في الجرح والتعديل 1 / 430 - 431. بل أخرج له البخاري في الصحيح تعليقا، كما ذكر الحافظ في الإصابة 6: 112، في ترجمة جده. أبوه حكيم بن معاوية: تابعي ثقة، ترجمه البخاري 2 / 1 /12، وابن أبي حاتم 1 / 2 / 207. وجده معاوية بن حيدة: صحابي ثابت الصحبة، قال ابن سعد في الطبقات 7 / 1 /22:\"وفد على النبي صلى الله عليه وسلم، فأسلم وصحبه، وسأله عن أشياء، وروى عنه أحاديث\". وترجمه البخاري 4 / 1 /329، وقال:\"سمع النبي صلى الله عليه وسلم\".وهذا الحديث رواه الطبري هنا بإسنادين: من طريق ابن علية عن بهز، ومن طريق معمر بن راشد عن بهز. وسيأتي بهذين الإسنادين منفصلين (4: 30 بولاق).ورواه الترمذي 4: 82 - 83، من طريق عبد الرزاق، عن معمر، عن بهز، عن أبيه، عن جده:\"أنه سمع النبي صلى الله عليه وسلم يقول، في قوله تعالى (كنتم خير أمة أخرجت للناس)، قال: أنتم تتمون سبعين أمة، أنتم خيرها وأكرمها على الله\". ثم قال الترمذي:\"هذا حديث حسن. وقد روى غير واحد هذا الحديث عن بهز بن حكيم، نحو هذا، ولم يذكروا فيه (كنتم خير أمة أخرجت للناس)\". ورواه ابن ماجه: 4288، من طريق ابن علية، عن بهز. ورواه الإمام أحمد في المسند (5: 3 حلبي)، عن يزيد بن هرون، عن بهز. ورواه (5:5)، عن يحيى القطان، عن بهز.ورواه الدارمي 2: 313، عن النضر بن شميل، عن بهز.ورواه ابن ماجه أيضًا: 4287، من طريق ابن شوذب، عن بهز.ثم لم ينفرد به بهز عن أبيه حكيم، إذ رواه أيضًا سعيد بن إياس الجريري: فرواه الإمام أحمد (4: 447)، عن عفان، عن حماد بن سلمة، عن الجريري، عن حكيم بن معاوية، عن أبيه، بنحوه. ورواه أيضًا مطولا (5: 3)، عن حسن بن موسى، عن حماد بن سلمة، عن الجريري. والحديث ذكره ابن كثير 1: 160، نسبه إلى\"المسانيد والسنن\". ثم ذكره مرة أخرى 2: 214، عن\"مسند الإمام أحمد، وجامع الترمذي، وسنن ابن ماجه، ومستدرك الحاكم\". ثم قال عقبه:\"وهو حديث مشهور. وقد حسنه الترمذي\".(131) انظر ما سلف 1 : 143 - 146 .",
  "ayah": 47,
  "surah": 2
}
