{
  "text": "القول في تأويل قوله تعالى  وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَأما تأويل قوله: (وإذ نجيناكم) فإنه عطف على قوله:  يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ . فكأنه قال: اذكروا نعمتي التي أنعمت عليكم, واذكروا إنعامنا عليكم -إذ نجيناكم من آل فرعون- بإنجائناكم منهم. (1)* * *وأما آل فرعون فإنهم أهل دينه وقومه وأشياعه.وأصل \"آل \" أهل, أبدلت الهاء همزة, كما قالوا \" ماء \" (2) فأبدلوا الهاء همزة, فإذا صغروه قالوا: \" مويه \", فردوا الهاء في التصغير وأخرجوه على أصله. وكذلك إذا صغروا آل, قالوا: \" أهيل \". وقد حكي سماعا من العرب في تصغير \"آل \": \" أويل \". (3) وقد يقال: \" فلان من آل النساء \" (4) يراد به أنه منهن خلق, ويقال ذلك أيضا بمعنى أنه يريدهن ويهواهن, كما قال الشاعر:فــإنك مــن آل النســاء وإنمـايَكُــنَّ لأدْنَــى; لا وصـال لغـائب (5)وأحسن أماكن \"آل \" أن ينطق به مع الأسماء المشهورة, مثل قولهم: آل النبي محمد صلى الله عليه وسلم، وآل علي, وآل عباس, وآل عقيل. وغير مستحسن استعماله مع المجهول, وفي أسماء الأرضين وما أشبه ذلك; غير حسن عند أهل العلم بلسان العرب أن يقال: رأيت آل الرجل, ورآني آل المرأة -ولا-: رأيت آل البصرة, وآل الكوفة. وقد ذكر عن بعض العرب سماعا أنها تقول: \" رأيت آل مكة وآل المدينة \". وليس ذلك في كلامهم بالفاشي المستعمل (6) .* * *&; 2-38 &; وأما \" فرعون \" فإنه يقال: إنه اسم كانت ملوك العمالقة بمصر تسمى به, كما كانت ملوك الروم يسمى بعضهم \" قيصر \" وبعضهم \" هرقل \", وكما كانت ملوك فارس تسمى \" الأكاسرة \" واحدهم \" كسرى \", وملوك اليمن تسمى \" التبابعة \"، واحدهم \" تبع \".وأما \" فرعون موسى \" الذي أخبر الله تعالى عن بني إسرائيل أنه نجاهم منه فإنه يقال: إن اسمه \" الوليد بن مُصعب بن الريان \", وكذلك ذكر محمد بن إسحاق أنه بلغه عن اسمه.888 - حدثنا بذلك محمد بن حميد, قال: حدثنا سلمة, عن ابن إسحاق: أن اسمه الوليد بن مُصعب بن الريان. (7)* * *وإنما جاز أن يقال: (وإذ نجيناكم من آل فرعون)، والخطاب به لمن لم يدرك فرعون ولا المنجَّين منه, لأن المخاطبين بذلك كانوا أبناء من نجاهم من فرعون وقومه, فأضاف ما كان من نعمه على آبائهم إليهم, وكذلك ما كان من كفران آبائهم على وجه الإضافة, كما يقول القائل لآخر: \" فعلنا بكم كذا, وفعلنا بكم كذا, وقتلناكم وسبيناكم \", والمخبِر إما أن يكون يعني قومه وعشيرته بذلك، أو أهل بلده ووطنه -كان المقولُ له ذلك أدرك ما فعل بهم من ذلك أو لم يدركه, كما قال الأخطل يهاجي جرير بن عطية:ولقــد ســما لكـم الهـذيل فنـالكمبــإرَابَ, حــيث يقسِّــم الأنفـالا (8)&; 2-39 &; فـي فيلـق يدعـو الأراقـم, لـم تكنفرســـانه عُـــزلا ولا أكفــالا (9)ولم يلحق جرير هذيلا ولا أدركه, ولا أدرك إراب ولا شهده. (10) ولكنه لما كان يوما من أيام قوم الأخطل على قوم جرير, أضاف الخطاب إليه وإلى قومه. فكذلك خطاب الله عز وجل من خاطبه بقوله: (وإذ نجيناكم من آل فرعون) لما كان فعله ما فعل من ذلك بقوم من خاطبه بالآية وآبائهم, أضاف فعله ذلك الذي فعله بآبائهم إلى المخاطبين بالآية وقومهم. (11) .* * *القول في تأويل قوله تعالى  يَسُومُونَكُمْ سُوءَ الْعَذَابِوفي قوله: (يسومونكم) وجهان من التأويل, أحدهما: أن يكون خبرا مستأنفا عن فعل فرعون ببني إسرائيل, فيكون معناه حينئذ: و اذكروا نعمتي عليكم إذ نجيتكم من آل فرعون (12) وكانوا من قبل يسومونكم سوء العذاب. وإذا كان ذلك تأويله كان موضع \" يسومونكم \" رفعا.والوجه الثاني: أن يكون \" يسومونكم \" حالا فيكون تأويله حينئذ: وإذ نجيناكم &; 2-40 &; من آل فرعون سائميكم سوء العذاب, فيكون حالا من آل فرعون.* * *وأما تأويل قوله: (يسومونكم) فإنه: يوردونكم, ويذيقونكم, ويولونكم, يقال منه: \" سامه خطة ضيم \"، إذا أولاه ذلك وأذاقه, كما قال الشاعر:إن سيم خسفا, وجهه تربدا (13)* * *فأما تأويل قوله: (سوء العذاب) فإنه يعني: ما ساءهم من العذاب. وقد قال بعضهم: أشد العذاب; ولو كان ذلك معناه لقيل: أسوأ العذاب.* * *فإن قال لنا قائل: وما ذلك العذاب الذي كانوا يسومونهم الذي كان يسوؤهم؟ (14)قيل: هو ما وصفه الله تعالى في كتابه فقال:  يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ، وقد قال محمد بن إسحاق في ذلك ما:-889 - حدثنا به ابن حميد, قال: حدثنا سلمة, قال: أخبرنا ابن إسحاق, قال: كان فرعون يعذب بني إسرائيل فيجعلهم خدما وخولا وصنفهم في أعماله, فصنف يبنون, [وصنف يحرثون]، وصنف يزرعون له, فهم في أعماله, ومن لم يكن منهم في صنعة [له] من عمله: فعليه الجزية -فسامهم- كما قال الله عز وجل: سوء العذاب. (15)&; 2-41 &;وقال السدي: جعلهم في الأعمال القذرة, وجعل يقتل أبناءهم, ويستحيي نساءهم:890 - حدثني بذلك موسى بن هارون, قال: حدثنا عمرو بن حماد, قال: حدثنا أسباط عن السدي. (16)* * *القول في تأويل قوله تعالى  يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْقال أبو جعفر: وأضاف الله جل ثناؤه ما كان من فعل آل فرعون ببني إسرائيل = من سومهم إياهم سوء العذاب، وذبحهم أبناءهم، واستحيائهم نساءهم = إليهم، دون فرعون -وإن كان فعلهم ما فعلوا من ذلك كان بقوة فرعون، وعن أمره- لمباشرتهم ذلك بأنفسهم. فبين بذلك أن كل مباشر قتل نفس أو تعذيب حي بنفسه، وإن كان عن أمر غيره, ففاعله المتولي ذلك هو المستحق إضافة ذلك إليه, وإن كان الآمر قاهرا الفاعل المأمور بذلك -سلطانا كان الآمر، أو لصا خاربا، أو متغلبا فاجرا. (17) كما أضاف جل ثناؤه ذبح أبناء بني إسرائيل واستحياء نسائهم إلى آل فرعون دون فرعون, وإن كانوا بقوة فرعون وأمره إياهم بذلك، فعلوا ما فعلوا، مع غلبته إياهم وقهره لهم. فكذلك كل قاتل نفسا بأمر غيره ظلما، فهو المقتول عندنا به قصاصا, وإن كان قتله إياها بإكراه غيره له على قتله. (18)* * *&; 2-42 &; وأما تأويل ذبحهم أبناء بني إسرائيل, واستحيائهم نساءهم، (19) فإنه كان فيما ذكر لنا عن ابن عباس وغيره كالذي:-891 - حدثنا به العباس بن الوليد الآملي وتميم بن المنتصر الواسطي, قالا حدثنا يزيد بن هارون, قال: أخبرنا الأصبغ بن زيد, قال: حدثنا القاسم بن أيوب, قال: حدثنا سعيد بن جبير, عن ابن عباس, قال: تذاكر فرعون وجلساؤه ما كان الله وعد إبراهيم خليله أن يجعل في ذريته أنبياء وملوكا وائتمروا, وأجمعوا أمرهم على أن يبعث رجالا معهم الشفارُ (20) يطوفون في بني إسرائيل, فلا يجدون مولودا ذكرا إلا ذبحوه, ففعلوا. فلما رأوا أن الكبار من بني إسرائيل يموتون بآجالهم, وأن الصغار يذبحون, قال: توشكون أن تفنوا بني إسرائيل فتصيروا إلى أن تباشروا من الأعمال والخدمة ما كانوا يكفونكم, فاقتلوا عاما كل مولود ذكر فتقل أبناؤهم؛ ودعوا عاما. فحملت أم موسى بهارون في العام الذي لا يذبح فيه الغلمان, فولدته علانية آمنة, حتى إذا كان القابل حملت بموسى. (21)892 - وقد حدثنا عبد الكريم بن الهيثم, قال: حدثنا إبراهيم بن بشار الرمادي, &; 2-43 &; قال: حدثنا سفيان بن عيينة, قال: حدثنا أبو سعيد, عن عكرمة, عن ابن عباس, قال: قالت الكهنة لفرعون: إنه يولد في هذا العام مولود يذهب بملكك. قال: فجعل فرعون على كل ألف امرأة مائة رجل, وعلى كل مائة عشرة, وعلى كل عشرة رجلا فقال: انظروا كل امرأة حامل في المدينة, فإذا وضعت حملها فانظروا إليه, فإن كان ذكرا فاذبحوه, وإن كان أنثى فخلوا عنها. وذلك قوله: (يذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم) . (22)893 - حدثني المثنى بن إبراهيم, قال: حدثنا آدم, قال: حدثنا أبو جعفر, عن الربيع, عن أبي العالية في قوله:  وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ  قال: إن فرعون ملكهم أربعمائة سنة, فقالت الكهنة: إنه سيولد العام بمصر غلام يكون هلاكك على يديه. فبعث في أهل مصر نساء قوابل (23) فإذا ولدت امرأة غلاما أُتي به فرعون فقتله، ويستحيي الجواري.894 - وحدثني المثنى, قال: حدثنا إسحاق بن الحجاج, قال: حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع بن أنس في قوله:  وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ  الآية, قال: إن فرعون ملكهم أربعمائة سنة, وإنه أتاه آت, فقال: إنه سينشأ في مصر غلام من بني إسرائيل، فيظهر عليك، ويكون هلاكك على يديه. فبعث في مصر نساء. فذكر نحو حديث آدم.895 - وحدثني موسى بن هارون, قال: حدثنا عمرو بن حماد, قال: حدثنا &; 2-44 &; أسباط بن نصر عن السدي, قال: كان من شأن فرعون أنه رأى في منامه أن نارا أقبلت من بيت المقدس حتى اشتملت على بيوت مصر, فأحرقت القبط وتركت بني إسرائيل، وأخربت بيوت مصر. فدعا السحرة والكهنة والعافة والقافة والحازة, فسألهم عن رؤياه (24) فقالوا له: يخرج من هذا البلد الذي جاء بنو إسرائيل منه -يعنون بيت المقدس- رجل يكون على وجهه هلاك مصر. فأمر ببني إسرائيل أن لا يولد لهم غلام إلا ذبحوه, ولا تولد لهم جارية إلا تركت. وقال للقبط: انظروا مملوكيكم الذين يعملون خارجا فأدخلوهم, واجعلوا بني إسرائيل يلون تلك الأعمال القذرة. فجعل بني إسرائيل في أعمال غلمانهم, وأدخلوا غلمانهم; فذلك حين يقول الله تبارك وتعالى:  إِنَّ فِرْعَوْنَ عَلا فِي الأَرْضِ  -يقول: تجبر في الأرض-  وَجَعَلَ أَهْلَهَا شِيَعًا - , يعني بني إسرائيل, حين جعلهم في الأعمال القذرة-,  يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ  [القصص: 4] فجعل لا يولد لبني إسرائيل مولود إلا ذبح، فلا يكبر الصغير. وقذف الله في مشيخة بني إسرائيل الموت, فأسرع فيهم. فدخل رءوس القبط على فرعون, فكلموه, فقالوا: إن هؤلاء قد وقع فيهم الموت, فيوشك أن يقع العمل على غلماننا! بذبح أبنائهم، فلا تبلغ الصغار وتفنى الكبار! (25) فلو أنك كنت تبقي من أولادهم! فأمر أن يذبحوا سنة ويتركوا سنة. فلما كان في السنة التي لا يذبحون &; 2-45 &; فيها ولد هارون, فترك; فلما كان في السنة التي يذبحون فيها حملت بموسى. (26) .896 - حدثنا محمد بن حميد, قال: حدثنا سلمة, عن ابن إسحاق, قال: ذكر لي أنه لما تقارب زمان موسى أتى منجمو فرعون وحزاته إليه (27) فقالوا له: تعلم أنا نجد في علمنا أن مولودا من بني إسرائيل قد أظلك زمانه الذي يولد فيه (28) يسلبك ملكك، ويغلبك على سلطانك, ويخرجك من أرضك, ويبدل دينك. فلما قالوا له ذلك, أمر بقتل كل مولود يولد من بني إسرائيل من الغلمان, وأمر بالنساء يستحيين. فجمع القوابل من نساء [أهل] مملكته, فقال لهن: لا يسقطن على أيديكن غلام من بني إسرائيل إلا قتلتنه. فكن يفعلن ذلك, وكان يذبح من فوق ذلك من الغلمان, ويأمر بالحبالى فيعذبن حتى يطرحن ما في بطونهن. (29)897 - حدثنا ابن حميد قال، حدثنا سلمة, عن محمد بن إسحاق, عن عبد الله بن أبي نجيح, عن مجاهد قال، لقد ذكر [لي] أنه كان ليأمر بالقصب فيشق حتى يجعل أمثال الشفار, ثم يصف بعضه إلى بعض, ثم يؤتى بالحبالى من بني إسرائيل فيوقفهن عليه (30) فيحز أقدامهن. حتى إن المرأة منهن لتمصع بولدها فيقع من بين رجليها (31) فتظل تطؤه تتقي به حد القصب عن رجلها، لما بلغ من جهدها، حتى أسرف في ذلك وكاد يفنيهم، فقيل له: أفنيت الناس &; 2-46 &; وقطعت النسل! وإنهم خولك وعمالك! فأمر أن يقتل الغلمان عاما ويستحيوا عاما. فولد هارون في السنة التي يستحيا فيها الغلمان, وولد موسى في السنة التي فيها يقتلون. (32)* * *قال أبو جعفر: والذي قاله من ذكرنا قوله من أهل العلم: كان ذبح آل فرعون أبناء بني إسرائيل واستحياؤهم نساءهم (33) فتأويل قوله إذًا -على ما تأوله الذين ذكرنا قولهم-: (ويستحيون نساءكم)، يستبقونهن فلا يقتلونهن.وقد يجب على تأويل من قال بالقول الذي ذكرنا عن ابن عباس وأبي العالية والربيع بن أنس والسدي في تأويل قوله: (ويستحيون نساءكم)، أنه تركهم الإناث من القتل عند ولادتهن إياهن - أن يكون جائزا أن يسمى الطفل من الإناث في حال صباها وبعد ولادها: \" امرأة \" (34) والصبايا الصغار وهن أطفال: \" نساء \". لأنهم تأولوا قول الله عز وجل: (ويستحيون نساءكم)، يستبقون الإناث من الولدان عند الولادة فلا يقتلونهن.وقد أنكر ذلك من قولهم ابن جريج, فقال بما:-898 - حدثنا به القاسم بن الحسن قال، حدثنا الحسين بن داود قال، حدثني حجاج, عن ابن جريج قوله: (ويستحيون نساءكم) قال: يسترقون نساءكم.فحاد ابن جريج، بقوله هذا، عما قاله من ذكرنا قوله في قوله: (ويستحيون نساءكم): إنه استحياء الصبايا الأطفال, إذ لم يجدهن يلزمهن اسم \" نساء \" (35) ثم دخل فيما هو أعظم مما أنكر بتأويله \" ويستحيون \"، يسترقون, وذلك تأويل غير موجود في لغة عربية ولا أعجمية (36) . وذلك أن الاستحياء إنما هو استفعال من الحياة (37) نظير \" الاستبقاء \" من \" البقاء \"، و \" الاستسقاء \" من \" السقي\". وهو من معنى الاسترقاق بمعزل.* * *وقد تأول آخرون: قوله (38) (يذبحون أبناءكم)، بمعنى يذبحون رجالكم آباء أبنائكم، وأنكروا أن يكون المذبوحون الأطفال, وقد قرن بهم النساء. فقالوا: في إخبار الله جل ثناؤه إن المستحيين هم النساء، الدلالة الواضحة على أن الذين كانوا يذبحون هم الرجال دون الصبيان, لأن المذبحين لو كانوا هم الأطفال، لوجب أن يكون المستحيون هم الصبايا. قالوا: وفي إخبار الله عز وجل أنهم النساء، ما بين أن المذبحين هم الرجال (39) .قال أبو جعفر: وقد أغفل قائلو هذه المقالة - مع خروجهم من تأويل أهل التأويل من الصحابة والتابعين - موضع الصواب. وذلك أن الله جل ثناؤه قد أخبر عن وحيه إلى أم موسى أنه أمرها أن ترضع موسى, فإذا خافت عليه أن تلقيه في التابوت، ثم تلقيه في اليم. فمعلوم بذلك أن القوم لو كانوا إنما يقتلون الرجال ويتركون النساء، لم يكن بأم موسى حاجة إلى إلقاء موسى في اليم, أو لو أن موسى كان رجلا لم تجعله أمه في التابوت.&; 2-48 &;ولكن ذلك عندنا على ما تأوله ابن عباس ومن حكينا قوله قبل: من ذبح آل فرعون الصبيان وتركهم من القتل الصبايا. وإنما قيل: (ويستحيون نساءكم)، إذ كان الصبايا داخلات مع أمهاتهن - وأمهاتهن لا شك نساء في الاستحياء، لأنهم لم يكونوا يقتلون صغار النساء ولا كبارهن, فقيل: (ويستحيون نساءكم)، يعني بذلك الوالدات والمولودات، كما يقال: \" قد أقبل الرجال \" وإن كان فيهم صبيان. فكذلك قوله: (ويستحيون نساءكم). وأما من الذكور، فإنه لما لم يكن يذبح إلا المولودون، قيل: \" يذبحون أبناءكم \", ولم يقل: يذبحون رجالكم.* * *القول في تأويل قوله تعالى  وَفِي ذَلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ (49)أما قوله: ( وَفِي ذَلِكُمْ بَلاءٌ مِنْ رَبِّكُمْ عَظِيمٌ )، فإنه يعني: وفي الذي فعلنا بكم من إنجائناكم (40) - مما كنتم فيه من عذاب آل فرعون إياكم، على ما وصفت - بلاء لكم من ربكم عظيم.* * *ويعني بقوله \" بلاء \": نعمة، كما:-899 - حدثني المثنى بن إبراهيم قال، حدثنا أبو صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس، قوله: (بلاء من ربكم عظيم)، قال: نعمة.900 - وحدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي في قوله: (وفي ذلكم بلاء من ربكم عظيم)، أما البلاء فالنعمة.&; 2-49 &;901 - وحدثنا سفيان قال، حدثنا أبي, عن سفيان, عن رجل, عن مجاهد: (وفي ذلكم بلاء من ربكم عظيم)، قال: نعمة من ربكم عظيمة.902 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثل حديث سفيان.903 - حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: (وفي ذلكم بلاء من ربكم عظيم)، قال: نعمة عظيمة (41) .* * *وأصل \" البلاء \" في كلام العرب - الاختبار والامتحان, ثم يستعمل في الخير والشر. لأن الامتحان والاختبار قد يكون بالخير كما يكون بالشر, كما قال ربنا جل ثناؤه:  وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ  [الأعراف: 168]، يقول: اختبرناهم, وكما قال جل ذكره:  وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً  [الأنبياء: 35]. ثم تسمي العرب الخير \" بلاء \" والشر \" بلاء \". غير أن الأكثر في الشر أن يقال: \" بلوته أبلوه بلاء \"، وفي الخير: \" أبليته أبليه إبلاء وبلاء \"، ومن ذلك قول زهير بن أبي سلمى:جـزى اللـه بالإحسـان مـا فعلا بكموأبلاهمـا خـير البـلاء الـذي يبلـو (42)فجمع بين اللغتين، لأنه أراد: فأنعم الله عليهما خير النعم التي يختبر بها عباده.------------الهوامش :(1) في المطبوعة : \"بإنجائنا لكم منهم\" ، غيروه ليستقيم وما ألفوه من دارج الكلام(2) في المطبوعة : \"كما قالوا : ماه\" ، وهو خطأ بين .(3) انظر مادة (أهل) و(أول) في لسان العرب .(4) في المطبوعة : \"وقد يقال : فلان . . . \"(5) لم أجد البيت ولم أعرف قائله ، وقوله : \"يكن لأدنى\" يعني للداني القريب الحاضر ، يصلن حباله بالمودة ، أما الغائب فقد تقطعت حباله . وتلك شيمهن ، أستغفر الله بل شيمة أبناء أبينا آدم .(6) في المطبوعة : \"بالمستعمل الفاشي\" .(7) انظر تاريخ الطبري 1 : 199 .(8) ديوانه : 48 ، ونقائض جرير والأخطل : 77 - 78 . قال الطبري فيما مضى 1 : 366 : \"سما فلان لفلان\" : إذا أشرف عليه وقصد نحوه عاليا عليه\" . والهذيل ، هو الهذيل بن هبيرة التغلبي غزا بني يربوع بإراب (وهو ماء لبنى رياح بن يربوع) فقتل منهم قتلا ذريعا . وأصاب نعما كثيرا ، وسبى سببا كثيرا ، منهم\"الخطفى\" جد جرير ، فسمى الهذيل\"مجدعا\" ، وصارت بنو تميم تفزع أولادها باسمه . (انظر خبر ذلك في النقائض 473 ، ونقائض جرير والأخطل : 78) نالكم : أدرككم وأصاب منكم ما أصاب . والأنفال جمع نفل (بفتحتين) : وهي الغنائم . وفي المطبوعة : \"تقسم\" وهي صواب لا بأس بها .(9) الفيلق : الكتيبة العظيمة . وقوله : \"يدعو\" الضمير للهذيل . والأراقم : هم جشم ومالك والحارث وثعلبة ومعاوية وعمرو - أبناء بكر بن حبيب بن عمرو بن غنم بن تغلب ، رهط الهذيل . وأنما سموا الأراقم لأن كاهنتهم نظرت إليهم وهم صبيان ، وكانوا تحت دثار لهم ، فكشفت الدثار ، فلما رأتهم قالت : \"كأنهم نظروا إلى بعيون الأراقم\" ، والأراقم جمع أرقم : وهو أخبث الحيات ، وأشدها ترقدا وطلبا للناس . والعزل جمع أعزل: وهو الذي لا سلاح معه، والأكفال جمع كفل (بكسر فسكون): وهو الذي لا يثبت على متن فرسه ، ولا يحسن الركوب .(10) في المطبوعة : \"ولم يلق جرير . . . \" .(11) انظر ما سلف قريبا ، 23 - 24(12) في المطبوعة : \"إذ نجيناكم . . . \" علي سياق الآية ، وهذه أجود .(13) لم أجد الرجز . الخسف : الظلم والإذلال والهوان ، وهي شر ما ينزل بالإنسان ، وأقبح ما ينزله أخ بأخيه الإنسان . وتربد وجهه : تلون من الغضب وتغير ، كأنما تسود منه مواضع . وقوله : \"وجهه\" فاعل مقدم ، أي تربد وجهه .(14) قوله : \"الذي كان يسوؤهم\" ، ليس في المخطوطة ، سقط منها .(15) الأثر : 889 - من خبر طويل في تاريخ الطبري 1 : 199 ، والزيادة بين الأقواس من موضعها هناك ويقال : هؤلاء خول فلان : إذا اتخذهم عبيدا .(16) الأثر : 890 - من خبر طويل في تاريخ الطبري 1 : 200 ، وانظر ما سيأتي رقم : 895 .(17) الخارب : اللص الشديد الفساد ، من قولهم : فلان صاحب خربة (بضم فسكون) أي فساد وريبة ، ومنه الخارب : من شدائد الدهر . وأما أصحاب اللغة فيقولون : الخارب : سارق الإبل خاصة ، ثم نقل إلى غيره من اللصوص اتساعا .(18) في المطبوعة : \"وإن كان قتله إياه\" ، وهو تصرف لا خير فيه .(19) في المطبوعة : \"ذبح\" ، مكان\"ذبحهم\" ، وسقط من المخطوطة قوله : \"أبناء\" .(20) الشفار جمع شفرة : وهي السكين العريضة العظيمة الحديدة ، تمتهن في قطع اللحم وغيره .(21) الأثر: 891 - هذا موقوف، وإسناده صحيح إلى ابن عباس. أما صحة المتن، فلا نستطيع أن نجزم بها، لعله مما كان يتحدث به الصحابة عن التاريخ القديم نقلا عن أهل الكتاب. العباس بن الوليد بن مزيد الآملي البيروتي: ثقة، مترجم في التهذيب، وترجمه ابن أبي حاتم 3 /1 / 214 - 215. وتميم بن المنتصر بن تميم الواسطي: ثقة، مترجم في التهذيب، وترجمه ابن أبي حاتم 1 / 1/ 444 - 445. والأصبغ بن زيد بن علي الجهني الواسطي الوراق: ثقة، وثقه ابن معين وغيره، مترجم في التهذيب، وترجمه البخاري في الكبير 1 /2/ 36، وابن أبي حاتم 1 / 1/ 320 - 321. القاسم بن أبي أيوب الأسدي الواسطي: ثقة، مترجم في التهذيب، والكبير للبخاري 4 / 1 /168 - 169، وابن أبي حاتم 3 / 2 / 107. ووقع في المطبوعة هنا\" القاسم بن أيوب\"، وهو خطأ.وهو في تاريخ الطبري بتمامه 1: 202، مع اختلاف يسير في اللفظ. وفي المخطوطة في هذا الموضع أخطاء من الناسخ تجافينا عن ذكرها. وفي المطبوعة والمخطوطة:\"فولدته علانية أمه\"، والصواب من التاريخ.(22) الأثر: 892 - وهذا كالذي قبله، موقوف، إسناده إلى ابن عباس صحيح. وقد رواه الطبري بهذا الإسناد، في التاريخ أيضًا 1: 225.عبد الكريم بن الهيثم بن زياد القطان: ثقة مأمون، مات سنة 278. ترجمه الخطيب في تاريخ بغداد 11: 78 - 79، وياقوت في معجم الأدباء 4: 154. إبراهيم بن بشار الرمادي: ثقة، يهم في الشيء بعد الشيء. مترجم في التهذيب، وفي الكبير 1 / 1 / 277، وابن أبي حاتم 1 / 1 / 89 - 90. أبو سعيد - الراوي عن عكرمة: هو عبد الكريم بن مالك الجزري.ولم أجد الأثر في مكانه من تاريخ الطبري.(23) قوابل جمع قابلة : وهي المرأة التي تتلقى الولد عند الولادة .(24) الكهنة جمع كاهن : وهو الذي يتعاطى الخبر عن الكائنات في مستقبل الزمان . والعافة جمع عائف : وهو الذي يتعاطى العيافة ، وهو تكهن كان في الجاهلية ، ذكروا أنها زجر الطير والتفاؤل بأسمائها وأصواتها . وفي اللسان (حزا) : العائف : العالم بالأمور ، ولا يستعاف إلا من علم وجرب وعرف . فلعل الذي وصفه أصحاب كتب اللغة إنما هو ضرب واحد من ضروب العيافة . والقافة جمع قائف : وهو الذي يتبع الآثار ويعرفها ، ويعرف شبه الرجل بأخيه وأبيه ، وليست من السحر والكهانة ولا الجبت . ولعل زيادة ذكرها هنا زيادة من النساخ ، فإن الذي جاء في رواية التاريخ : \"القافة\" ، ولم يذكر\"العافة\" ، فلعل الذي في التاريخ تصحيف صوابه\"العافة\" ، والحازة جمع حاز ، والحازي : هو الذي ينظر في النجوم وأحكامها بظنه وتقديره ، فربما أصاب ، وهو الحزاء (بتشديد الزاي) .(25) في المطبوعة : نذبح أبناءهم\" ، والصواب من التاريخ .(26) الأثر : 895 - في تاريخ الطبري 1 : 200 ، وإسناده هناك هو الإسناد الذي يدور في التفسير وتمامه : \" . . . عن السدي في خبره عن أبي مالك ، وعن أبي صالح ، عن ابن عباس - وعن مرة الهمداني ، عن ابن مسعود وعن ناس من أصحاب رسول الله صلى الله عليه وسلم . . . \" .(27) في المطبوعة : \"فرعون وأحزابه\" ، وهو خطأ محض ، صوابه في المخطوطة وتاريخ الطبري والحزاة جمع حاز أيضًا ، كقاض وقضاة . والحازى : سلف شرحه في ص : 38 ، تعليق : 1 .(28) في المطبوعة : \" نعم ، إنا نجد في علمنا\" ، وهو خطأ معرق . وتعلم (بتشديد اللام) : بمعنى أعلم, وهي فاشية في سيرة ابن إسحاق وغيره . وانظر تعليقنا فيما مضى 1 : 217 . وأظلك : صار كالظل ، أي قارب ودنا دنوا شديدا .(29) الأثر : 896 - في تاريخ الطبري 1 : 199 ، والزيادة بين القوسين ، والتصحيح منه .(30) في المطبوعة : \"ثم يؤتى . . . فيوقفن\" ، بالبناء للمجهول . وذاك نص التاريخ والمخطوطة .(31) مصعت المرأة بولدها : زحرت زحرة واحدة فرمته من بطنها وألقته .(32) الأثر : 897 - في تاريخ الطبري 1 : 199 - 200 .(33) هذه جملة سقط منها خبر\"كان\" ، وهي هكذا في الأصول ، وأظن أن صوابها : كان ذبح آل فرعون أبناء بني إسرائيل واستحياؤهم نساءهم ، أن فرعون أمر ، بقتل كل مولود يولد من أبناء بني إسرائيل ، وباستحياء نسائهم\" كما في الأثرين : 891 ، 896 ، فكأن سطرا سقط من الناسخ .(34) في المطبوعة : \" الطفلة من الإناث\" . والعرب تقول : جارية طفل وطفلة ، وجاريتان طفل ، وجوار طفل ، قال تعالى : \"ثم يخرجكم طفلا\" ، وقال : \"أو الطفل الذين لم يظهروا على عورات النساء\" .(35) في المطبوعة : \"قال : إذ لم يجدهن\" بزيادة\"قال\" ، وهو فساد .(36) في المطبوعة : \"عجمية\" .(37) في المطبوعة : \"إنما هو الاستفعال من الحياة\" ، وليس بشيء(38) في المطبوعة : \"\"وقد قال آخرون . . . \" ، وليس بشيء .(39) في المطبوعة : \"ما يبين أن المذبحين\" .(40) في المطبوعة : \"من إنجائنا إياكم\" ، بدلوه ليجرى على دارج كلامهم .(41) الأثر : 903 - مقدم في المخطوطة على الذي قبله .(42) ديوانه : 109 ، وروايته\"رأى الله . . . فأبلاهما\" . وهذا بيت من قصيدة من جيد شعر زهير وخالصه .",
  "ayah": 49,
  "surah": 2
}
