{
  "text": "القول في تأويل قوله تعالى ذكره  وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ (54)وتأويل ذلك: اذكروا أيضا إذ قال موسى لقومه من بني إسرائيل: يا قوم إنكم ظلمتم أنفسكم . وظلمهم إياها، كان فعلَهم بها ما لم يكن لهم أن يفعلوه بها، مما أوجب لهم العقوبة من الله تعالى. وكذلك كل فاعل فعلا يستوجب به العقوبة من الله تعالى فهو ظالم لنفسه بإيجابه العقوبة لها من الله تعالى . وكان الفعل الذي فعلوه فظلموا به أنفسهم , هو ما أخبر الله عنهم: من ارتدادهم باتخاذهم العجل ربا بعد فراق موسى إياهم.ثم أمرهم موسى بالمراجعة من ذنبهم، والإنابة إلى الله من ردتهم، بالتوبة إليه , والتسليم لطاعته فيما أمرهم به. وأخبرهم أن توبتهم من الذنب الذي ركبوه قتلهم أنفسهم .* * *وقد دللنا فيما مضى على أن معنى \" التوبة \": الأوبة مما يكرهه الله إلى ما يرضاه من طاعته. (120)* * *فاستجاب القوم لما أمرهم به موسى من التوبة مما ركبوا من ذنوبهم إلى ربهم، على ما أمرهم به، كما:-934 - حدثنا محمد بن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة بن الحجاج , عن أبي إسحاق , عن أبي عبد الرحمن أنه قال في هذه الآية: (فاقتلوا أنفسكم) قال: عمدوا إلى الخناجر , فجعل يطعن بعضهم بعضا.935 - حدثني عباس بن محمد قال، حدثنا حجاج بن محمد، قال ابن جريج , أخبرني القاسم بن أبي بزة أنه سمع سعيد بن جبير ومجاهدا قالا قام بعضهم إلى بعض بالخناجر يقتل بعضهم بعضا لا يحن رجل على رجل قريب ولا بعيد , (121) حتى ألوى موسى بثوبه , (122) فطرحوا ما بأيديهم , فتكشف عن سبعين ألف قتيل. وإن الله أوحى إلى موسى: أن حسبي فقد اكتفيت ! فذلك حين ألوى بثوبه . (123)936 - حدثني عبد الكريم بن الهيثم قال، حدثنا إبراهيم بن بشار قال، حدثنا سفيان بن عيينة قال، قال أبو سعيد , عن عكرمة , عن ابن عباس قال: قال موسى لقومه: (توبوا إلى بارئكم فاقتلوا أنفسكم ذلكم خير لكم عند بارئكم فتاب عليكم إنه هو التواب الرحيم). قال: أمر موسى قومه عن أمر ربه عز وجل - أن يقتلوا أنفسهم , قال: فاحتبى الذين عكفوا على العجل فجلسوا , (124) &; 2-74 &; وقام الذين لم يعكفوا على العجل، وأخذوا الخناجر بأيديهم، وأصابتهم ظلمة شديدة , فجعل يقتل بعضهم بعضا، فانجلت الظلمة عنهم وقد أجلوا عن سبعين ألف قتيل , (125) كل من قتل منهم كانت له توبة , وكل من بقي كانت له توبة.937 - وحدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط , عن السدي قال: لما رجع موسى إلى قومه قال:  يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا  إلى قوله:  فَكَذَلِكَ أَلْقَى السَّامِرِيُّ  [ طه: 86-87]. فألقى موسى الألواح وأخذ برأس أخيه يجره إليه  قَالَ يَا ابْنَ أُمَّ لا تَأْخُذْ بِلِحْيَتِي وَلا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي  [ طه: 94]. فترك هارون ومال إلى السامري , ف  قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ  إلى قوله:  ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا  [ طه: 95-97] ثم أخذه فذبحه , ثم حرقه بالمبرد , (126) ثم ذراه في اليم , فلم يبق بحر يجري يومئذ إلا وقع فيه شيء منه . ثم قال لهم موسى: اشربوا منه . فشربوا , فمن كان يحبه خرج على شاربيه الذهب . فذلك حين يقول:  وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ  [ البقرة: 93] . فلما سقط في أيدي بني إسرائيل حين جاء موسى , ورأوا أنهم قد ضلوا قالوا:  لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ . فأبى الله أن يقبل توبة بني إسرائيل، إلا بالحال التي كرهوا أن يقاتلهم حين عبدوا العجل , (127) فقال لهم موسى: (يا قوم إنكم ظلمتم أنفسكم باتخاذكم العجل فتوبوا إلى بارئكم فاقتلوا أنفسكم). قال: فصفوا صفين، ثم اجتلدوا بالسيوف . فاجتلد الذين عبدوه &; 2-75 &; والذين لم يعبدوه بالسيوف , فكان من قتل من الفريقين شهيدا , حتى كثر القتل، حتى كادوا أن يهلكوا حتى قتل بينهم سبعون ألفا , وحتى دعا موسى وهارون (128) ربنا هلكت بنو إسرائيل! ربنا البقية البقية! (129) ! فأمرهم أن يضعوا السلاح , وتاب عليهم . فكان من قتل شهيدا , ومن بقي كان مكفرا عنه . فذلك قوله: (فتاب عليكم إنه هو التواب الرحيم). (130)938 - حدثني محمد بن عمرو الباهلي قال، حدثنا أبو عاصم قال، حدثنا عيسى , عن ابن أبي نجيح , عن مجاهد في قول الله تعالى: (باتخاذكم العجل)، قال: كان موسى أمر قومه - عن أمر ربه - أن يقتل بعضهم بعضا بالخناجر, فجعل الرجل يقتل أباه ويقتل ولده , فتاب الله عليهم.939 - وحدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد: \" باتخاذكم العجل \" ، قال : كان أمر موسى قومه - عن أمر ربه - أن يقتل بعضهم بعضا، ولا يقتل الرجل أباه ولا أخاه. فبلغ ذلك في ساعة من نهار سبعين ألفا. (131)940 - وحدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر , عن الربيع , عن أبي العالية في قوله: (وإذ قال موسى لقومه يا قوم إنكم ظلمتم أنفسكم) الآية ، قال: فصاروا صفين, فجعل يقتل بعضهم بعضا, فبلغ القتلى ما شاء الله , ثم قيل لهم: قد تيب على القاتل والمقتول.941 - حدثنا المثنى قال، حدثنا أبو صالح قال، حدثني الليث قال، حدثني عقيل , عن ابن شهاب قال، لما أمرت بنو إسرائيل بقتل أنفسها، برزوا &; 2-76 &; ومعهم موسى , فاضطربوا بالسيوف, (132) وتطاعنوا بالخناجر , وموسى رافع يديه . حتى إذا فتر، أتاه بعضهم فقالوا: يا نبي الله ادع الله لنا. وأخذوا بعضديه يسندون يديه . (133) فلم يزل أمرهم على ذلك، حتى إذا قبل الله توبتهم قبض أيدي بعضهم عن بعض, فألقوا السلاح. وحزن موسى وبنو إسرائيل للذي كان من القتل فيهم, فأوحى الله جل ثناؤه إلى موسى: ما يحزنك؟, (134) أما من قتل منكم، فحي عندي يرزق؛ وأما من بقي، فقد قبلت توبته! فبشر بذلك موسى بني إسرائيل (135) .942 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن الزهري وقتادة في قوله: (فاقتلوا أنفسكم)، قال: قاموا صفين يقتل بعضهم بعضا، (136) حتى قيل لهم كُفوا. قال قتادة: كانت شهادة للمقتول وتوبة للحي.943 - حدثنا القاسم بن الحسن قال، حدثنا الحسين بن داود قال، حدثني حجاج , عن ابن جريج قال، قال لي عطاء: سمعت عبيد بن عمير يقول: قام بعضهم إلى بعض، يقتل بعضهم بعضا, ما يترابأ الرجل أخاه ولا أباه ولا ابنه ولا أحدا حتى نـزلت التوبة. (137)قال ابن جريج, وقال ابن عباس: بلغ قتلاهم سبعين ألفا, ثم رفع الله عز وجل عنهم القتل, وتاب عليهم. قال ابن جريج: قاموا صفين فاقتتلوا بينهم, فجعل الله القتل لمن قتل منهم شهادة , وكانت توبة لمن بقي . وكان قتل بعضهم بعضا أن الله علم أن ناسا منهم علموا أن العجل باطل، فلم يمنعهم أن ينكروا عليهم إلا مخافة القتال , فلذلك أمر أن يقتل بعضهم بعضا .944 - حدثنا ابن حميد قال، حدثنا سلمة , عن ابن إسحاق قال: لما رجع موسى إلى قومه , وأحرق العجل وذراه في اليم، (138) وخرج إلى ربه بمن اختار من قومه , فأخذتهم الصاعقة , ثم بعثوا - سأل موسى ربه التوبة لبني إسرائيل من عبادة العجل , فقال: لا إلا أن يقتلوا أنفسهم . قال: فبلغني أنهم قالوا لموسى: نصبر لأمر الله! فأمر موسى من لم يكن عبد العجل أن يقتل من عبده. فجلسوا بالأفنية، وأَصْلَتَ عليهم القوم السيوف , (139) فجعلوا يقتلونهم. وبكى موسى، وبهش إليه النساء والصبيان يطلبون العفو عنهم , (140) فتاب عليهم وعفا عنهم , وأمر موسى أن ترفع عنهم السيوف . (141)945 - حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد: لما رجع موسى إلى قومه , وكان سبعون رجلا قد اعتزلوا مع هارون العجل لم يعبدوه، فقال لهم موسى: انطلقوا إلى موعد ربكم . فقالوا: يا موسى، أما من توبة؟ قال: بلى!(اقتلوا أنفسكم ذلكم خير لكم عند بارئكم فتاب عليكم) &; 2-78 &; الآية . فاخترطوا السيوف والجِرَزَة والخناجر والسكاكين . (142) قال: وبعث عليهم ضبابة , قال: فجعلوا يتلامسون بالأيدي , ويقتل بعضهم بعضا. قال: ويلقى الرجل أباه وأخاه فيقتله ولا يدري , ويتنادون فيها: رحم الله عبدا صبر نفسه حتى يبلغ الله رضاه . (143) وقرأ قول الله جل ثناؤه:  وَآتَيْنَاهُمْ مِنَ الآيَاتِ مَا فِيهِ بَلاءٌ مُبِينٌ  [ الدخان: 33]. قال: فقتلاهم شهداء , وتيب على أحيائهم، وقرأ: (فتاب عليكم إنه هو التواب الرحيم) . (144) .* * *فالذي ذكرنا -عمن روينا عنه الأخبار التي رويناها- كان توبة القوم من الذنب الذي أتوه فيما بينهم وبين ربهم، بعبادتهم العجل مع ندمهم على ما سلف منهم من ذلك.* * *وأما معنى قوله: (فتوبوا إلى بارئكم)، فإنه يعني به: ارجعوا إلى طاعة خالقكم، وإلى ما يرضيه عنكم، كما: -946 - حدثني به المثنى بن إبراهيم قال، حدثنا آدم قال، حدثنا أبو جعفر , عن الربيع , عن أبي العالية: (فتوبوا إلى بارئكم)، أي: إلى خالقكم.* * *وهو من \" برأ الله الخلق يبرؤه فهو بارئ\" . و \" البرية \": الخلق. وهي\" فعيلة \" بمعنى \" مفعولة \" , غير أنها لا تهمز. كما لا يهمز \" ملك \" وهو من \" لأك \" , لكنه جرى بترك الهمزة كذلك (145) قال نابغة بني ذبيان:إلا ســليمان إذ قــال المليـك لـهقـم فـي البريـة فاحدُدْهـا عن الفَنَد (146)وقد قيل: إن \" البرية \" إنما لم تهمز لأنها \" فعيلة \" من \" البَرَى \" , والبَرَى: التراب . فكأن تأويله على قول من تأوله كذلك أنه مخلوق من التراب.* * *وقال بعضهم: إنما أخذت \" البرية \" من قولك \" بريت العود \". فلذلك لم يهمز .* * *قال أبو جعفر: وترك الهمز من \" بارئكم \" جائز , والإبدال منها جائز. فإذ كان ذلك جائزا في\" باريكم \" فغير مستنكر أن تكون \" البرية \" من: \" برى الله الخلق \" بترك الهمزة.* * *وأما قوله: (ذلكم خير لكم عند بارئكم)، فإنه يعني بذلك: توبتكم بقتلكم أنفسكم وطاعتكم ربكم، خير لكم عند بارئكم، لأنكم تنجون بذلك من عقاب الله في الآخرة على ذنبكم, وتستوجبون به الثواب منه.* * *وقوله: (فتاب عليكم)، أي: بما فعلتم مما أمركم به من قتل بعضكم بعضا. وهذا من المحذوف الذي استغني بالظاهر منه عن المتروك . لأن معنى الكلام: فتوبوا إلى بارئكم فاقتلوا أنفسكم , ذلكم خير لكم عند بارئكم , فتبتم، فتاب عليكم. فترك ذكر قوله: \" فتبتم \"، إذ كان في قوله: (فتاب عليكم) دلالة بينة على اقتضاء الكلام \" فتبتم \".* * *ويعني بقوله: (فتاب عيكم) رَجَعَ لكم ربكم إلى ما أحببتم: من العفو عن ذنوبكم وعظيم ما ركبتم , والصفح عن جرمكم، (إنه هو التواب الرحيم) يعني: الراجع لمن أناب إليه بطاعته إلى ما يحب من العفو عنه. ويعني ب \" الرحيم \"، العائد إليه برحمته المنجية من عقوبته.-----------------الهوامش :(120) انظر ما سلف 1 : 547 .(121) حن عليه : عطف عليه . وفي ابن كثير 1 : 169\"لا يحنو\" ، وهو مثله في المعنى .(122) ألوى بثوبه : لمع به أشار . يأمرهم موسى بالكف عما هم فيه .(123) في المطبوعة : \"قد اكتفيت ، فذلك حين ألوى . . . \" وفي المخطوطة\"بذلك\" ، واخترت ما نقله ابن كثير 1 : 169 .(124) في المخطوطة : \"فاختبأ الذي عكفوا . . . \" ، وفي ابن كثير 1 : 169\"فأخبر\" ، وهو خطأ محض . واحتبى بثوبه : ضم رجليه إلى يطنه بثوب يجمعهما به مع ظهره ، يشده عليها ، وقد يكون الاحتباء باليدين عوض الثوب . وانظر البغوي 1 : 169 ، فهو دال على صواب ما استظهرته في قراءة الكلمة .(125) أجلى عن كذا : انكشف عنه .(126) حرق الحديد بالمبرد حرقا ، وحرقه (بتشديد الراء) : برده وحك بعضه ببعض . وكذلك جاء عن ابن إسحاق في تاريخ الطبري 1 : 220 قال : \"سمعت بعض أهل العلم يقول : إنما كان إحراقه سحلة\" . والسحل : السحق والحك بالمبرد .(127) في المطبوعة : \"أن يقاتلوهم\" ، وأثبت ما في المخطوطة ، وتاريخ الطبري .(128) في المخطوطة والمطبوعة : \" وحتى دعا موسى\" ، وأثبت ما في التاريخ بحذف واو العطف .(129) البقية : الإبقاء عليهم ، يدعوان ربهما أن يبقى بقية ، فلا يستأصلهم بقتل أنفسهم .(130) الأثر : 937 - في تاريخ الطبري 1 : 219 .(131) الأثر : 939 - سقط هذا الأثر كله من المطبوعة .(132) في المطبوعة : \"فتضاربوا\" وأثبت ما في المخطوطة وابن كثير 1 : 170 . وتضارب الرجلان بسيفيهما واضطربا : تجالدا بالسيف ، بمعنى واحد .(133) في المطبوعة : \"يشدون\" ، والصواب من المخطوطة وابن كثير . يريد : يسندون يديه وموسى رافع يديه يدعو الله .(134) في المطبوعة : \"لا يحزنك\" ، والصواب من المخطوطة وابن كثير .(135) في المطبوعة وابن كثير : \"فسر بذلك موسى وبنو إسرائيل\" .(136) في المطبوعة : \" فقتل بعضهم بعضا : ، ليست بشيء .(137) في المطبوعة\"ما يتوقى الرجل\" ، وفي المخطوطة\"ما يترانا\" . ورابأت فلانا : اتقيته واتقاني ومن مادته : \"أربأ بك عن كذا\" . أي أرفعك عنه ولا أرضاه لك . ويقال : \"ما عبأت به ولا ربأت\" : أي ما باليت به ولا حفلت . فقوله : \"ما يترابأ\" أي ما يبالي الرجل أن يقتل أخاه .(138) في صدر هذا الخبر من التاريخ 1 : 220 أن إحراق العجل : سحله ، كما مضى في ص : 70 تعليق : 1 .(139) في المطبوعة : \"وسلت القوم عليهم السيوف\" . وأثبت ما في تاريخ الطبري وابن كثير 1 : 170 وأصلت السيف : جرده من غمده .(140) بهش إليه : أقبل عليه وأسرع إليه ، وتهيأ للبكاء .(141) الأثر 944 - في تاريخ الطبري 1 : 221 ، وابن كثير 1 : 170 ، وفي التاريخ وحده : \"أن يرفع عنهم السيف\" .هذا ، وفي النسخة المخطوطة التي اعتمدناها ، خرم من عند قوله في هذا الأثر : \"سأل ربه التوبة لبني إسرائيل من عبادة\" - إلى أن يأتي قوله : \" القول في تأويل قوله تعالى : \"ثم بعثناكم من بعد موتكم\" . وهو أول المجلد الثاني من هذه النسخة ، وتدل وثيقة الوقف التي كتبت على ظهر هذا المجلد ، أن هذه النسخة مجزأة في اثنين وعشرين جزءا .(142) اخترط السيف : سله . والجرزة (بكسر الجيم وفتح الزاي) جمع جرز (بضم فسكون) ، وهو عمود من الحديد ، سلاح يقاتل به .(143) في المطبوعة : \"صبر حتى يبلغ\" بحذف\"نفسه\" . والزيادة من ابن كثير 1 : 170(144) الأثر : 945 - في ابن كثير 1 : 170(145) انظر ما مضى 1 : 444 - 447 .(146) ديوانه : 29 ، من قصيدته التي قالها يذكر النعمان ويعتذر إليه ، وقبل البيت :ولا أرى فـاعلا فـي النـاس يشـبههولا أحاشـي مـن الأقـوام مـن أحدحَدَدْتُ فلانا عن الشر : منعته وحبسته . والفند : الخطأ في الرأى وفي القول .",
  "ayah": 54,
  "surah": 2
}
