{
  "text": "القول في تأويل قوله تعالى :  فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلا غَيْرَ الَّذِي قِيلَ لَهُمْوتأويل قوله: (فبدل)، فغير . ويعني بقوله: (الذين ظلموا)، الذين فعلوا ما لم يكن لهم فعله . ويعني بقوله: (قولا غير الذي قيل لهم)، بدلوا قولا غير الذي أمروا أن يقولوه، فقالوا خلافه. وذلك هو التبديل والتغيير الذي كان منهم . وكان تبديلهم - بالقول الذي أمروا أن يقولوا - قولا غيره , (20) ما:-1019 - حدثنا به الحسن بن يحيي قال، أخبرنا عبد الرازق قال، أخبرنا معمر عن همام بن منبه، أنه سمع أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: قال الله لبني إسرائيل: \" ادخلوا الباب سجدا وقولوا حطة نغفر لكم خطاياكم \" , فبدلوا ودخلوا الباب يزحفون على أستاههم، وقالوا: حبة في شعيرة . (21)1020 - حدثنا ابن حميد قال، حدثنا سلمة وعلي بن مجاهد قالا حدثنا محمد بن إسحاق , عن صالح بن كيسان , عن صالح مولى التوأمة , عن أبي هريرة , عن النبي صلى الله عليه وسلم قال:-1021 - وحدثت عن محمد بن أبي محمد مولى زيد بن ثابت , عن سعيد &; 2-113 &; بن جبير , أو عن عكرمة , عن ابن عباس عن النبي صلى الله عليه وسلم قال: دخلوا الباب - الذي أمروا أن يدخلوا منه سجدا - يزحفون على أستاههم، يقولون: حنطة في شعيرة. (22)1022 - وحدثني محمد بن عبد الله المحاربي قال، حدثنا عبد الله بن المبارك , عن معمر , عن همام , عن أبي هريرة , عن النبي صلى الله عليه وسلم في قوله:  حِطَّةٌ ، قال: بدلوا فقالوا: حبة . (23)1023 - حدثنا ابن بشار قال، حدثنا عبد الرحمن بن مهدي قال، حدثنا سفيان , عن السدي , عن أبي سعيد ، عن أبي الكنود , عن عبد الله: (ادخلوا الباب سجدا وقولوا حطة) قالوا: حنطة حمراء فيها شعيرة . فأنـزل الله: (فبدل الذين ظلموا قولا غير الذي قيل لهم) .1024 - حدثنا محمد بن بشار قال، حدثنا أبو أحمد الزبيري قال، حدثنا سفيان , عن الأعمش , عن المنهال بن عمرو , عن سعيد بن جبير , عن ابن عباس في قوله: ( ادْخُلُوا الْبَابَ سُجَّدًا ) قال: ركوعا - من باب صغير ، فجعلوا يدخلون من قبل أستاههم ويقولون: حنطة . فذلك قوله: (فبدل الذين ظلموا قولا غير الذي قيل لهم) .1025 - حدثنا الحسن بن الزبرقان النخعي قال، حدثنا أبو أسامة , عن سفيان , عن الأعمش , عن المنهال , عن سعيد , عن ابن عباس قال: أمروا &; 2-114 &; أن يدخلوا ركعا ويقولوا: حطة . قال أمروا أن يستغفروا ، قال: فجعلوا يدخلون من قبل أستاههم من باب صغير ويقولون: حنطة - يستهزئون . فذلك قوله: (فبدل الذين ظلموا قولا غير الذي قيل لهم) .1026 - حدثنا الحسن بن يحيي قال، أنبأنا عبد الرازق قال، أنبأنا معمر , عن قتادة والحسن: ( ادْخُلُوا الْبَابَ سُجَّدًا ) قالا دخلوها على غير الجهة التي أمروا بها , فدخلوها متزحفين على أوراكهم , وبدلوا قولا غير الذي قيل لهم , فقالوا حبة في شعيرة.1027 - حدثني محمد بن عمرو الباهلي . قال، حدثنا أبو عاصم , قال: حدثنا عيسى عن ابن أبي نجيح , عن مجاهد قال: أمر موسى قومه أن يدخلوا الباب سجدا ويقولوا: حطة , وطؤطئ لهم الباب ليسجدوا، فلم يسجدوا، ودخلوا على أدبارهم، وقالوا: حنطة . (24)1028 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل , عن ابن أبي نجيح , عن مجاهد قال: أمر موسى قومه أن يدخلوا المسجد ويقولوا: حطة . وطؤطئ لهم الباب ليخفضوا رءوسهم , فلم يسجدوا ودخلوا على أستاهم إلى الجبل -وهو الجبل الذي تجلى له ربه- وقالوا: حنطة . فذلك التبديل الذي قال الله عز وجل: (فبدل الذين ظلموا قولا غير الذي قيل لهم) . (25)1029 - حدثني موسى بن هارون الهمداني [قال، حدثني عمرو بن حماد قال، حدثنا أسباط، عن السدي، عن مرة الهمداني]،عن ابن مسعود أنه قال: إنهم قالوا: \" هطى سمقا يا ازبة هزبا \" , وهو بالعربية: حبة حنطة حمراء مثقوبة فيها شعيرة سوداء . فذلك قوله: (فبدل الذين ظلموا قولا غير الذي قيل لهم) .1030 - حدثنا أبو كريب قال، حدثنا وكيع، عن سفيان، عن الأعمش، &; 2-115 &; عن المنهال، عن سعيد بن جبير، عن ابن عباس:  وَادْخُلُوا الْبَابَ سُجَّدًا  قال: فدخلوا على أستاهم مقنعي رءوسهم .1031 - حدثنا سفيان بن وكيع قال، حدثنا أبي عن النضر بن عدي , عن عكرمة:  وَادْخُلُوا الْبَابَ سُجَّدًا  فدخلوا مقنعي رءوسهم -  وَقُولُوا حِطَّةٌ  فقالوا: حنطة حمراء فيها شعيرة . فذلك قوله: (فبدل الذين ظلموا قولا غير الذي قيل لهم) .1032 - حدثت عن عمار بن الحسن قال، حدثنا ابن أبي جعفر , عن أبيه , عن الربيع بن أنس:  وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ ، قال: فكان سجود أحدهم على خده . و (قولوا حطة) نحط عنكم خطاياكم , فقالوا: حنطة . وقال بعضهم: حبة في شعيرة، فبدل الذين ظلموا قولا غير الذي قيل لهم .1033 - وحدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد:  وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ  يحط الله بها عنكم ذنبكم وخطيئاتكم، قال: فاستهزءوا به - يعني بموسى - وقالوا: ما يشاء موسى أن يلعب بنا إلا لعب بنا، حطة حطة !! أي شيء حطة؟ وقال بعضهم لبعض: حنطة .1034 - حدثنا القاسم بن الحسن قال، حدثني الحسين قال، حدثني حجاج عن ابن جريج , وقال ابن عباس: لما دخلوا قالوا: حبة في شعيرة .1035 - حدثني محمد بن سعد قال، حدثني أبي سعد بن محمد بن الحسن قال، أخبرني عمي , عن أبيه , عن ابن عباس قال: لما دخلوا الباب قالوا: حبة في شعيرة ,\" فبدلوا قولا غير الذي قيل لهم \".* * *القول في تأويل قوله تعالى :  فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِنَ السَّمَاءِيعني بقوله: (فأنـزلنا على الذين ظلموا)، = على الذين فعلوا ما لم يكن لهم فعله، من تبديلهم القول - الذي أمرهم الله جل وعز أن يقولوه - قولا غيره , ومعصيتهم إياه فيما أمرهم به، وبركوبهم ما قد نهاهم عن ركوبه، = (رجزا من السماء بما كانوا يفسقون) .* * *و \" الرِّجز \" في لغة العرب، العذاب , وهو غير \" الرُّجز \". (26) وذلك أن الرِّجز: البثر، (27) ومنه الخبر الذي روي عن النبي صلى الله عليه وسلم في الطاعون أنه قال: \" إنه رجز عذب به بعض الأمم الذين قبلكم \" .1036 - حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، أخبرني يونس , عن ابن شهاب قال، أخبرني عامر بن سعد بن أبي وقاص , عن أسامة بن زيد , عن رسول الله صلى الله عليه وسلم قال: \" إن هذا الوجع -أو السقم- رجز عذب له بعض الأمم قبلكم \" . (28)1037 - وحدثني أبو شيبة بن أبي بكر بن أبي شيبة قال، حدثنا عمر بن حفص قال، حدثنا أبي، عن الشيباني، عن رياح بن عبيدة , عن عامر بن سعد قال: شهدت أسامة بن زيد عند سعد بن مالك يقول: قال رسول الله صلى &; 2-117 &; الله عليه وسلم: إن الطاعون رجز أنـزل على من كان قبلكم - أو على بني إسرائيل. (29)* * *وبمثل الذي قلنا في تأويل ذلك قال أهل التأويل .* ذكر من قال ذلك:1038 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر , عن قتادة في قوله: (رجزا)، قال: عذابا .1039 - حدثني المثنى قال، حدثنا آدم العسقلاني قال، حدثنا أبو جعفر , عن الربيع , عن أبي العالية في قوله: (فأنـزلنا على الذين ظلموا رجزا من السماء)، قال: الرجز، الغضب.1040 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: لما قيل لبني إسرائيل: - ادخلوا الباب سجدا وقولوا حطة، فبدل الذين ظلموا منهم قولا غير الذي قيل لهم - بعث الله جل وعز عليهم الطاعون , فلم يبق منهم أحدا. وقرأ: (فأنـزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون) ، قال: وبقي الأبناء = ففيهم الفضل والعبادة -التي توصف في بني إسرائيل- والخير = وهلك الأباء كلهم , أهلكهم الطاعون .1041 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: االرِّجز العذاب . وكل شيء في القرآن \" رِجز \"، فهو عذاب .&; 2-118 &;1042 - حدثت عن المنجاب قال، حدثنا بشر , عن أبي روق , عن الضحاك , عن ابن عباس في قوله: (رجزا)، قال: كل شيء في كتاب الله من \" الرِّجز \" يعني به العذاب .* * *وقد دللنا على أن تأويل \" الرِّجز \" العذاب . وعذاب الله جل ثناؤه أصناف مختلفة . وقد أخبر الله جل ثناؤه أنه أنـزل على الذين وصفنا أمرهم الرجز من السماء . وجائز أن يكون ذلك طاعونا , وجائز أن يكون غيره . ولا دلالة في ظاهر القرآن ولا في أثر عن الرسول ثابت، (30) أي أصناف ذلك كان .فالصواب من القول في ذلك أن يقال كما قال الله عز وجل: فأنـزلنا عليهم رجزا من السماء بفسقهم.غير أنه يغلب على النفس صحة ما قاله ابن زيد، للخبر الذي ذكرت عن رسول الله صلى الله عليه وسلم في إخباره عن الطاعون أنه رجز , وأنه عذب به قوم قبلنا . وإن كنت لا أقول إن ذلك كذلك يقينا، لأن الخبر عن رسول الله صلى الله عليه وسلم لا بيان فيه أي أمة عذبت بذلك . وقد يجوز أن يكون الذين عذبوا به، كانوا غير الذين وصف الله صفتهم في قوله:  فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلا غَيْرَ الَّذِي قِيلَ لَهُمْ .* * *القول في تأويل قوله تعالى :  بِمَا كَانُوا يَفْسُقُونَ (59)وقد دللنا -فيما مضى من كتابنا هذا- على أن معنى \" الفسق \"، الخروج من الشيء . (31)فتأويل قوله: (بما كانوا يفسقون) إذا: بما كانوا يتركون طاعة الله عز وجل, فيخرجون عنها إلى معصيته وخلاف أمره.------------------الهوامش :(20) قوله : \"قولا\" مفعول\"تبديلهم\" . وأما خبر\"كان\" فهو قوله : \"ما حدثنا به الحسن . . . \" .(21) الحديث: 1019 - رواه أحمد في المسند: 8213 (ج 2 ص 318 حلبي)، عن عبد الرزاق، بهذا الإسناد، ولكن بلفظ\"حبة في شعرة\". وكذلك رواه البخاري 6: 312، و8 : 228- 229 (فتح الباري) ، من طريق عبد الرازق. وذكر الحافظ (8: 229) أن لفظ \"شعرة\" رواية أكثر رواة البخاري، وأن رواية الكشميهني\"شعيرة\". وذكره ابن كثير 1: 180، ونسبه أيضًا لمسلم والترمذي، من رواية عبد الرزاق.(22) الحديث: 1020، 1021 - هو الحديث السابق، ولكن رواه الطبري هنا بإسنادين. أحدهما صحيح متصل، والآخر ضعيف فيه راو مبهم بين ابن إسحاق ومحمد ابن أبي محمد.صالح بن كيسان المدني: تابعي ثقة. وصالح مولى التوأمة: هو ابن نبهان، وهو ثقة أيضًا، إلا أنه تغير بأخرة، فمن روى عنه قديما فحديثه صحيح. وصالح بن كيسان قديم، وهو بلديه، فالراجح أن يكون ممن سمع منه قبل تغيره.(23) الحديث : 1022 - هو مختصر من الحديث : 1019 . وقد رواه أحمد في المسند : 8095 (ج 2 ص 312 حلبي) عن يحيى بن آدم ، عن ابن المبارك ، بهذا الإسناد ، مطولا . وكذلك رواه البخاري 8 : 125 (فتح الباري) ، مطولا ، من طريق عبد الرحمن بن مهدي . عن ابن المبارك .(24) الأثر : 1027 . سيأتي تمامه في رقم : 1116 .(25) الأثر : 1028 - انظر ما سيأتي رقم : 1117 ، فهو منه .(26) الرجز (بضم فسكون) ، وهو الذي جاء في قوله تعالى في سورة المدثر : \"والرجز فاهجر\" . وذكر الطبري فرق ما بينهما في 29 : 92 (بولاق) فقال : \"الرجز بضم الراء . . . الأوثان\"(27) البثر : خراج صغار ، كالذي يكون من الطاعون والجدري .(28) الحديث : 1036 - إسناده صحيح . وقد ذكره ابن كثير 1 : 182 ، وقال : \"وهذا الحديث أصله مخرج في الصحيحين ، من حديث الزهري ، ومن حديث مالك عن محمد بن المنكدر وسالم أبي النضر - عن عامر بن سعد ، بنحوه\" . ورواه أحمد في المسند ، من طريق الزهري (5 : 207 - 208 حلبي) . ورواية أيضًا (5 : 209) ، من طريق حبيب بن أبي ثابت ، عن إبراهيم بن سعد ، عن أسامة بن زيد ، مطولا .(29) الحديث 1037 - وهذا إسناد آخر صحيح، للحديث السابق. أبو شيبة بن أبي بكر بن أبي شيبة: هو\"إبراهيم بن عبد الله بن محمد\"، وهو ثقة، روى عنه أيضًا النسائي وأبو زرعة وأبو حاتم، مترجم في التهذيب، وابن أبي حاتم 1 /1/ 110. عمر بن حفص بن غياث: ثقة، روى عنه البخاري ومسلم في الصحيحين. أبوه حفص بن غياث: ثقة مأمون، معروف، أخرج له الجماعة. الشيباني: هو أبو إسحاق، سليمان بن أبي سليمان، ثقة حجة. رياح بن عبيدة: هو بكسر الراء وفتح الياء التحتية المخففة، ووقع في المطبوعة\"رباح\" بالوحدة، وهو تصحيف. و\"عبيدة\" بفتح العين وكسر الباء الموحدة، ورياح هذا بصري ثقة، وثقه ابن معين وأبو زرعة، وهو مترجم في التهذيب 3: 299 - 300، والكبير للبخاري 2 / 1 /300، وابن أبي حاتم 1 / 2 /511، والمشتبه للذهبي، ص: 212. وهو غير\"رياح بن عبيدة السلمى الكوفي\"، فرق بينهما المزى في التهذيب. والذهبي في المشتبه. وأنكر الحافظ ابن حجر ذلك على المزى، ولكنه تبع الذهبي في تبصير المنتبه، ولم يعقب عليه، وهو الصواب، إن شاء الله.(30) انظر تفسير قوله\"ظاهر القرآن\" فيما مضى : 2 : 15 والمراجع.(31) انظر ما سلف 1 : 409 - 410 ، وقد ذكر الآية هناك في أثر عن ابن عباس ، فيه : \"أي بما بعدوا عن امري\" ، (ص 410 ) .",
  "ayah": 59,
  "surah": 2
}
