{
  "text": "القول في تأويل قوله تعالى :  وَإِذِ اسْتَسْقَى مُوسَى لِقَوْمِهِ فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْيعني بقوله: (وإذ استسقى موسى لقومه) ، وإذ استسقانا موسى لقومه، أي سألنا أن نسقي قومه ماء . فترك ذكر المسئول ذلك , والمعنى الذي سأل موسى, (32) إذْ كان فيما ذكر من الكلام الظاهر دلالة على معنى ما ترك.وكذلك قوله: (فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا)، مما استغني بدلالة الظاهر على المتروك منه . وذلك أن معنى الكلام: فقلنا اضرب بعصاك الحجر , فضربه، فانفجرت . فترك ذكر الخبر عن ضرب موسى الحجر , إذ كان فيما ذكر دلالة على المراد منه .وكذلك قوله: (قد علم كل أناس مشربهم)، إنما معناه: قد علم كل أناس منهم مشربهم . فترك ذكر \" منهم \" لدلالة الكلام عليه .* * *وقد دللنا فيما مضى على أن \" أناس \" جمع لا واحد له من لفظه، (33) وأن \" الإنسان \" لو جمع على لفظه لقيل: أناسيّ وأناسية. (34)* * *وقوم موسى هم بنو إسرائيل، الذين قص الله عز وجل قصصهم في هذه الآيات . وإنما استسقى لهم ربه الماء في الحال التي تاهوا فيها في التيه , كما:-1043 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع , عن سعيد بن أبي عروبة , عن قتادة قوله: (وإذ استسقى موسى لقومه) الآية قال، كان هذا إذْ هم في البرية اشتكوا إلى نبيهم الظمأ , فأمروا بحجر طوري - أي من الطور - أن يضربه موسى بعصاه . فكانوا يحملونه معهم , فإذا نـزلوا ضربه موسى بعصاه فانفجرت منه اثنتا عشرة عينا , لكل سبط عين معلومة مستفيض ماؤها لهم .1044 - حدثني تميم بن المنتصرقال، حدثنا يزيد بن هارون قال، حدثنا أصبغ بن زيد , عن القاسم بن أبي أيوب , عن سعيد بن جبير , عن ابن عباس قال: ذلك في التيه؛ ظلل عليهم الغمام , وأنـزل عليهم المن والسلوى , وجعل لهم ثيابا لا تبلى ولا تتسخ , وجُعل بين ظهرانيهم حجر مربع , وأمر موسى فضرب بعصاه الحجر , فانفجرت منه اثنتا عشرة عينا في كل ناحية منه ثلاث عيون , لكل سبط عين ؛ ولا يرتحلون منقلة إلا وجدوا ذلك الحجر معهم بالمكان الذي كان به معهم في المنـزل الأول . (35) .1045 - حدثني عبد الكريم قال، أخبرنا إبراهيم بن بشار قال، حدثنا سفيان , عن أبي سعيد , عن عكرمة عن ابن عباس قال: ذلك في التيه . ضرب لهم موسى الحجر , فصار فيه اثنتا عشرة عينا من ماء , لكل سبط منهم عين يشربون منها .1046 - وحدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى , عن ابن أبي نجيح , عن مجاهد: (فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا) لكل سبط منهم عين . كل ذلك كان في تيههم حين تاهوا .1047 - حدثنا القاسم بن الحسن قال، حدثنا الحسين قال، حدثني حجاج &; 2-121 &; , عن ابن جريج , عن مجاهد قوله: (وإذ استسقى موسى لقومه)، قال: خافوا الظمأ في تيههم حين تاهوا , فانفجر لهم الحجر اثنتي عشرة عينا ، ضربه موسى . قال ابن جريج: قال ابن عباس: \" الأسباط\" بنو يعقوب، كانوا اثني عشر رجلا كل واحد منهم ولد سبطا، أمة من الناس . (36)1048 - وحدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد: استسقى لهم موسى في التيه , فسقوا في حجر مثل رأس الشاة، قال: يلقونه في جوانب الجوالَق إذا ارتحلوا , (37) ويقرعه موسى بالعصا إذا نـزل , فتنفجر منه اثنتا عشرة عينا , لكل سبط منهم عين ، فكان بنو إسرائيل يشربون منه , حتى إذا كان الرحيل استمسكت العيون , وقيل به فألقى في جانب الجوالق (38) . فإذا نـزل رمى به ، فقرعه بالعصا , فتفجرت عين من كل ناحية مثل البحر.1049 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثني أسباط , عن السدي قال: كان ذلك في التيه .* * *وأما قوله: (قد علم كل أناس مشربهم)، فإنما أخبر الله عنهم بذلك. لأن معناهم -في الذي أخرج الله جل وعز لهم من الحجر، الذي وصف جل ذكره في هذه الآية صفته- (39) من الشرب كان مخالفا معاني سائر الخلق فيما أخرج الله لهم من المياه من الجبال والأرضين، التي لا مالك لها سوى الله عز وجل . وذلك &; 2-122 &; أن الله كان جعل لكل سبط من الأسباط الاثني عشر، عينا من الحجر الذي وصف صفته في هذه الآية، يشرب منها دون سائر الأسباط غيره، لا يدخل سبط منهم في شرب سبط غيره. وكان مع ذلك لكل عين من تلك العيون الاثنتي عشرة، موضع من الحجر قد عرفه السبط الذي منه شربه. فلذلك خص جل ثناؤه هؤلاء بالخبر عنهم: أن كل أناس منهم كانوا عالمين بمشربهم دون غيرهم من الناس . إذ كان غيرهم -في الماء الذي لا يملكه أحد- شركاء في منابعه ومسايله. وكان كل سبط من هؤلاء مفردا بشرب منبع من منابع الحجر - دون سائر منابعه - خاص لهم دون سائر الأسباط غيرهم. فلذلك خصوا بالخبر عنهم: أن كل أناس منهم قد علموا مشربهم.* * *القول في تأويل قوله تعالى :  كُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللَّهِوهذا أيضا مما استغني بذكر ما هو ظاهر منه، عن ذكره ما ترك ذكره . وذلك أن تأويل الكلام:  فَقُلْنَا اضْرِبْ بِعَصَاكَ الْحَجَرَ  ، فضربه فانفجرت منه اثنتا عشرة عينا , قد علم كل أناس مشربهم , فقيل لهم: كلوا واشربوا من رزق الله. أخبر الله جل ثناؤه أنه أمرهم بأكل ما رزقهم في التيه من المن والسلوى , وبشرب ما فجر لهم فيه من الماء من الحجر المتعاور، (40) الذي لا قرار له في الأرض , ولا سبيل إليه [إلا] لمالكيه، (41) يتدفق بعيون الماء، ويزخر بينابيع العذب الفرات، بقدرة ذي الجلال والإكرام .ثم تقدم جل ذكره إليهم (42) - مع إباحتهم ما أباح، وإنعامه بما &; 2-123 &; أنعم به عليهم من العيش الهنيء - بالنهي عن السعي في الأرض فسادا , والعَثَا فيها استكبارا , فقال جل ثناؤه لهم:  وَلا تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ .* * *القول في تأويل قوله تعالى :  وَلا تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ (60)يعني بقوله: (لا تعثوا) لا تطغوا , ولا تسعوا في الأرض مفسدين . كما:-1050 - حدثني به المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر , عن الربيع , عن أبي العالية: (ولا تعثوا في الأرض مفسدين)، يقول: لا تسعوا في الأرض فسادا.1051 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (ولا تعثوا في الأرض مفسدين) لا تعث: لا تطغ .1052 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد , عن قتادة: (ولا تعثوا في الأرض مفسدين)، أي لا تسيروا في الأرض مفسدين .1053 - حدثت عن المنجاب قال، حدثنا بشر , عن أبي روق , عن الضحاك , عن ابن عباس: (ولا تعثوا في الأرض مفسدين)، لا تسعوا في الأرض .وأصل \" العَثَا \" شدة الإفساد , بل هو أشد الإفساد. (43) يقال منه: \" عَثِيَ فلان في الأرض \" -إذا تجاوز في الإفساد إلى غايته-\" يعثى عثا \" مقصور , وللجماعة: هم يعثون . وفيه لغتان أخريان، إحداهما: \" عثا يعثو عُثُوّا \" . ومن قرأها بهذه اللغة , فإنه ينبغي له أن يضم الثاء من \" يعثو \" , ولا أعلم قارئا يقتدى بقراءته &; 2-124 &; قرأ به. (44) ومن نطق بهذه اللغة مخبرا عن نفسه قال: \" عثوت أعثو \" , ومن نطق باللغة الأولى قال: \" عَثِيت أَعْثَى \".والأخرى منهما: \" عاث يعيث عيثا وعيوثا وعيثانا \" , كل ذلك بمعنى واحد . ومن \" العيث \" قول رؤبة بن العجاج:وعــاث فينــا مســتحل عـائث:مُصَـــدِّق أو تـــاجر مقــاعث (45)يعني بقوله: \" عاث فينا \"، أفسد فينا.-----------------الهوامش :(32) قوله\" والمعنى الذي سأل موسى\" ، يعني\"والشيء\" وهو الماء(33) في المطبوعة : \"ان الناس جمع لا واحد له\" ، وقد مضى ذلك ، ولكنه هنا أراد\"أناس\" ، المذكور في الآية ، وهو أيضًا جمع لا واحد له من لفظه ، وإن قال بعضهم إنه جمع إنس(34) انظر ما سلف 1 : 268 .(35) المنقلة : المرحلة من مراحل السفر ، والجمع مناقل .(36) في المطبوعة : \"ولد سبطا وأمة من الناس\" ، والصواب حذف واو العطف فإن قوله \"أمة من الناس\" تفسير قوله\"سبطا\" .(37) الجوالق : وعاء كبير منسوج من صوف أو شعر ، تحمل فيه الأطعمة ، وهو الذي نسميه في بلادنا\"الشوال\" محرفة من\"الجوالق\" .(38) \"قيل به\" مبني للمجهول من\"قال به\" . وقال بالشيء : رفعه أو حمله . والعرب تجعل القول عبارة عن جميع الأفعال وتطلقه على غير الكلام واللسان . يقولون : قال برجله : إذا بدأ يتقدم ومشى ، أو إذا أشار بها للركل . ويقولون : قال بالماء على يده أي قلبه وصبه . وما أشبه ذلك . وقد مضى مثل ذلك آنفًا ص 54 تعليق : 3 ، ص : 64 تعليق : 4 .(39) سياق الجملة \"لأن معناهم . . من الشرب ، كالذي مخالفا معاني\" ، وفصل كعادته فيما بينا مرارا . يعني لأن شربهم كان مخالفا شرب سائر الناس . .(40) الحجر المتعاور : الحجر المتبادل ، ينقل من يد إلى يد . من تعاوروا الشيء : إذا تبادلوه ، ولا يتعاور شيء حتى يكون منقولا ، أما الثابت فلا يتعاوره الناس ولا يتبادلونه .(41) في المطبوعة : \"لا سبيل إليه لمالكيه\" ، وهو كلام بلا معنى . والصواب ما أثبتناه بزيادة\"إلا\" ويدل على صواب ذلك ما مضى منذ قليل في تفسير ما سبق من الآية .(42) تقدم إليه بكذا : إذا أمره .(43) العثا : مصدر : عثى يعثى ، كرضى يرضى ، وهي لغة الحجاز . ولم أجد هذا المصدر إلا في تاج العروس . ولست أعلم أهو بفتح العين ام بكسرها . ولكني أستظهر أن يكون فتح العين هو الأرجح .(44) \"القراءة سنة ، ولا يقرأ بما قرأ به القراء\" . لسان العرب (عثى) .(45) ديوانه\" 30 . مستحل : قد استحل أموالهم واستباحها . والمصدق : هو العامل الذي يقبض زكاة أموال الناس ، وهو وكيل الفقراء في القبض ، وله أن يتصرف لهم بما يؤديه إليه اجتهاده ، فربما جار إذا لم يكن من أهل الورع . قعث الشيء يقعثه : استأصله واستوعبه . وقعثه فانقعث : إذا قلعه من أصله فانقلع . ولم تذكر معاجم اللغة : \" قاعث فهو مقاعث\" ، ولكنه لما أراد أن التاجر يأتي بظلمه وجوره وإغلائه السعر ، فيستأصل أموال الناس ويقتلعها ، والناس يدافعونه عن أموالهم - اشتق له من المفاعلة التي تكون بين اثنين : \"قاعث فهو مقاعث\" ، أي يحاول استئصال أموال الناس ، والناس يدافعونه عن أموالهم .",
  "ayah": 60,
  "surah": 2
}
