{
  "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُواقال أبو جعفر: أما \" الذين آمنوا \"، فهم المصدقون رسول الله فيما أتاهم به من الحق من عند الله, وإيمانهم بذلك، تصديقهم به - على ما قد بيناه فيما مضى من كتابنا هذا. (1)* * *وأما \" الذين هادوا \", فهم اليهود. ومعنى: \" هادوا \"، تابوا. يقال منه: \" هاد القوم يهودون هودا وهادة \" . (2) وقيل: إنما سميت اليهود \" يهود \"، من أجل قولهم:  إِنَّا هُدْنَا إِلَيْكَ . [سورة الأعراف: 156].1094 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال: إنما سميت اليهود من أجل أنهم قالوا:  إِنَّا هُدْنَا إِلَيْكَ .* * *القول في تأويل قوله عز وجل :  وَالنَّصَارَىقال أبو جعفر: و \" النصارى \" جمع, واحدهم نصران, كما واحد السكارى سكران, وواحد النشاوى نشوان. وكذلك جمع كل نعت كان واحده على \" فعلان \" فإن جمعه على \" فعالى \". إلا أن المستفيض من كلام العرب في واحد \" النصارى \"\" نصراني\". وقد حكى عنهم سماعا \" نصران \" بطرح الياء, ومنه قول الشاعر:تـــراه إذا زار العشــي مُحَنِّفًــاويضحـي لديـه وهـو نصران شامس (3)وسمع منهم في الأنثى : \" نصرانة \", قال الشاعر : (4)فَكِلْتَـاهُمَا خَـرَّتْ وَأَسْجَــدَ رَأْسُهَـاكَمَـا سَجَـدَتْ نَصْــرَانَةٌ لَمْ تَحَنَّفِ (5)يقال: أسجد، إذا مال. (6) وقد سمع في جمعهم \" أنصار \"، بمعنى النصارى. قال الشاعر:لَمَّـــا رَأَيْــتُ نَبَطًــا أَنْصَــارَاشَـــمَّرْتُ عَــنْ رُكْــبَتِيَ الإِزَارَاكُنْتُ لَهُمْ مِنَ النَّصَارَى جَارَا (7)وهذه الأبيات التي ذكرتها، تدل على أنهم سموا \" نصارى \" لنصرة بعضهم بعضا، وتناصرهم بينهم. وقد قيل إنهم سموا \" نصارى \"، من أجل أنهم نـزلوا أرضا يقال لها \" ناصرة \".&; 2-145 &;1095 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: \" النصارى \" إنما سموا نصارى من أجل أنهم نـزلوا أرضا يقال لها \" ناصرة \".* * *ويقول آخرون: لقوله:  مَنْ أَنْصَارِي إِلَى اللَّهِ  [سورة الصف: 14].* * *وقد ذكر عن ابن عباس من طريق غير مرتضًى أنه كان يقول: إنما سميت النصارى نصارى, لأن قرية عيسى ابن مريم كانت تسمى \" ناصرة \", وكان أصحابه يسمون الناصريين, وكان يقال لعيسى: \" الناصري\".1096 - حدثت بذلك عن هشام بن محمد, عن أبيه, عن أبي صالح, عن ابن عباس.1096 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قال: إنما سموا نصارى، لأنهم كانوا بقرية يقال لها ناصرة ينـزلها عيسى ابن مريم, فهو اسم تسموا به، ولم يؤمروا به.1098 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله:  الَّذِينَ قَالُوا إِنَّا نَصَارَى  [ المائدة: 14] قال: تسموا بقرية يقال لها \" ناصرة \", كان عيسى ابن مريم ينـزلها.* * *القول في تأويل قوله تعالى :  وَالصَّابِئِينَقال أبو جعفر: و \" الصابئون \" جمع \" صابئ\", وهو المستحدث سوى دينه دينا, كالمرتد من أهل الإسلام عن دينه. وكل خارج من دين كان عليه إلى آخر غيره، تسميه العرب: \" صابئا \". يقال منه: \" صبأ فلان يصبأ صبْأ \". ويقال: \" صبأت النجوم \": إذا طلعت.\" وصبأ علينا فلان موضع كذا وكذا \", يعني به: طلع.* * *واختلف أهل التأويل فيمن يلزمه هذا الاسم من أهل الملل. فقال بعضهم: يلزم ذلك كل من خرج من دين إلى غير دين. وقالوا: الذين عنى الله بهذا الاسم، قوم لا دين لهم* ذكر من قال ذلك:1099 - حدثنا محمد بن بشار قال، حدثنا عبد الرحمن بن مهدي.1100 - وحدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق جميعا, عن سفيان, عن ليث, عن مجاهد قال: الصابئون ليسوا بيهود ولا نصارى، ولا دين لهم.1101 - حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن الحجاج بن أرطاة, عن القاسم بن أبي بزة, عن مجاهد مثله.1102 - حدثنا ابن حميد قال، حدثنا حكام, عن عنبسة, عن الحجاج, عن مجاهد قال: الصابئون بين المجوس واليهود، لا تؤكل ذبائحهم، ولا تنكح نساؤهم.1103 - حدثنا ابن حميد قال، حدثنا حكام, عن عنبسة, عن حجاج, عن قتادة, عن الحسن مثل ذلك.1104 - حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح: \" الصابئين \" بين اليهود والمجوس لا دين لهم.1105 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله.1106 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج: قال مجاهد: \" الصابئين \" بين المجوس واليهود, لا دين لهم. قال ابن جريج: قلت لعطاء: \" الصابئين \" زعموا أنها قبيلة من نحو السواد، (8) ليسوا بمجوس ولا يهود ولا نصارى. قال: قد سمعنا ذلك, وقد قال المشركون للنبي: قد صبأ.&; 2-147 &;1107 - وحدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" والصابئين \" قال: الصابئون، [أهل] دين من الأديان كانوا بجزيرة الموصل (9) يقولون: لا إله إلا الله, وليس لهم عمل ولا كتاب ولا نبي، إلا قول لا إله إلا الله. قال: ولم يؤمنوا برسول الله, فمن أجل ذلك كان المشركون يقولون للنبي صلى الله عليه وسلم وأصحابه: \" هؤلاء الصابئون \"، يشبهونهم بهم.* * *وقال آخرون: هم قوم يعيدون الملائكة ويصلون إلى القبلة* ذكر من قال ذلك:1108 - حدثنا محمد بن عبد الأعلى قال، حدثنا المعتمر بن سليمان, عن أبيه, عن الحسن قال: حدثني زياد (10) أن الصابئين يصلون إلى القبلة، ويصلون الخمس. قال: فأراد أن يضع عنهم الجزية. قال: فخبر بعد أنهم يعبدون الملائكة.1109 - وحدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (والصابئين) قال: الصابئون قوم يعبدون الملائكة, يصلون إلى القبلة, ويقرءون الزبور.1110 - حدثني المثنى قال، حدثنا آدم, حدثنا أبو جعفر, عن الربيع, عن أبي العالية قال: الصابئون فرقة من أهل الكتاب يقرءون الزبور. قال أبو جعفر الرازي: وبلغني أيضا أن الصابئين قوم يعبدون الملائكة, ويقرءون الزبور, ويصلون إلى القبلة.* * *وقال آخرون: بل هم طائفة من أهل الكتاب* ذكر من قال ذلك:1111 - حدثنا سفيان بن وكيع قال، حدثنا أبي ، عن سفيان قال: سئل السدي عن الصابئين، فقال: هم طائفة من أهل الكتاب.* * *القول في تأويل قوله تعالى ذكره  مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْقال أبو جعفر: يعني بقوله: (من آمن بالله واليوم الآخر)، من صدق وأقر بالبعث بعد الممات يوم القيامة، وعمل صالحا فأطاع الله, فلهم أجرهم عند ربهم. يعني بقوله: (فلهم أجرهم عند ربهم)، فلهم ثواب عملهم الصالح عند ربهم.* * *فإن قال لنا قائل: فأين تمام قوله:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ  ؟قيل: تمامه جملة قوله: (من آمن بالله واليوم الآخر). لأن معناه: من آمن منهم بالله واليوم الآخر، فترك ذكر \" منهم \" لدلالة الكلام عليه، استغناء بما ذكر عما ترك ذكره.فإن قال: وما معنى هذا الكلام؟قيل: إن معناه: إن الذين آمنوا والذين هادوا والنصارى والصابئين، من يؤمن بالله واليوم الآخر، فلهم أجرهم عند ربهم.فإن قال: وكيف يؤمن المؤمن؟قيل: ليس المعنى في المؤمن المعنى الذي ظننته، من انتقال من دين إلى دين، كانتقال اليهودي والنصراني إلى الإيمان = وإن كان قد قيل إن الذين عنوا بذلك، من كان من أهل الكتاب على إيمانه بعيسى وبما جاء به, حتى أدرك محمدا صلى الله عليه وسلم فآمن به وصدقه, فقيل لأولئك الذين كانوا مؤمنين بعيسى وبما جاء به، إذ أدركوا محمدا صلى الله عليه وسلم: آمنوا بمحمد وبما جاء به = ولكن معنى إيمان المؤمن في هذا الموضع، ثباته على إيمانه وتركه تبديله. وأما إيمان اليهود والنصارى والصابئين, فالتصديق بمحمد صلى الله عليه وسلم وبما جاء به, فمن يؤمن منهم بمحمد, وبما جاء به واليوم الآخر, ويعمل صالحا, فلم يبدل ولم يغير حتى توفي على ذلك, فله ثواب عمله وأجره عند ربه, كما وصف جل ثناؤه.فإن قال قائل: وكيف قال: \" فلهم أجرهم عند ربهم \"، وإنما لفظه \" من \" لفظ واحد, والفعل معه موحد؟قيل: \" من \"، وإن كان الذي يليه من الفعل موحدا, فإن معنى الواحد والاثنين والجمع، والتذكير والتأنيث, لأنه في كل هذه الأحوال على هيئة واحدة وصورة واحدة لا يتغير. فالعرب توحد معه الفعل - وإن كان في معنى جمع - للفظه ، وتجمع أخرى معه الفعل لمعناه, كما قال جل ثناؤه:  وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لا يَعْقِلُونَ * وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لا يُبْصِرُونَ  [ يونس: 42-43]. فجمع مرة مع \" من \" الفعل لمعناه, ووحد أخرى معه الفعل لأنه في لفظ الواحد, كما قال الشاعر:ألمـا بسـلمى عنكمـا إن عرضتمـا,وقـولا لهـا: عوجـي على من تخلفوا (11)فقال: \" تخلفوا \", وجعل \" من \" بمنـزلة \" الذين \"، وقال الفرزدق:تعــال فـإن عـاهدتني لا تخـوننينكـن مثـل مـن يـا ذئب يصطحبان (12)فثنى \" يصطحبان \" لمعنى \" من \". فكذلك قوله: (من آمن بالله واليوم الآخر وعمل صالحا فلهم أجرهم عند ربهم)، وحد \"آمن وعمل صالحا \" للفظ \" من \", وجمع ذكرهم في قوله: (فلهم أجرهم)، لمعناه, لأنه في معنى جمع.* * *وأما قوله :  وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (62)فإنه يعني به جل ذكره: ولا خوف عليهم فيما قدموا عليه من أهوال القيامة, ولا هم يحزنون على ما خلفوا وراءهم من الدنيا وعيشها، عند معاينتهم ما أعد الله لهم من الثواب والنعيم المقيم عنده.* * ** ذكر من قال عُني بقوله:  مَنْ آمَنَ بِاللَّهِ ، مؤمنو أهل الكتاب الذين أدركوا رسول الله صلى الله عليه وسلم:1112 - حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط بن نصر, عن السدي:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا  الآية, قال: نـزلت هذه الآية في أصحاب سلمان الفارسي. وكان سلمان من جُنْدَيسابور, وكان من أشرافهم, وكان ابن الملك صديقا له مؤاخيا, لا يقضي واحد منهم أمرا دون صاحبه, وكانا يركبان إلى الصيد جميعا. فبينما هما في الصيد، إذ رفع لهما بيت من عباء, (13) فأتياه فإذا هما فيه برجل بين يديه مصحف يقرأ فيه &; 2-151 &; وهو يبكي. فسألاه: ما هذا؟ فقال: الذي يريد أن يعلم هذا لا يقف موقفكما, فإن كنتما تريدان أن تعلما ما فيه فانـزلا حتى أعلمكما. فنـزلا إليه, فقال لهما: هذا كتاب جاء من عند الله, أمر فيه بطاعته ونهى عن معصيته, فيه: أن لا تزني, ولا تسرق, ولا تأخذ أموال الناس بالباطل. فقص عليهما ما فيه, وهو الإنجيل الذي أنـزله الله على عيسى. فوقع في قلوبهما، وتابعاه فأسلما. وقال لهما: إن ذبيحة قومكما عليكما حرام.فلم يزالا معه كذلك يتعلمان منه, حتى كان عيد للملك, فجعل طعاما, (14) ثم جمع الناس والأشراف, وأرسل إلى ابن الملك فدعاه إلى صنيعه ليأكل مع الناس. فأبى الفتى، وقال: إني عنك مشغول, فكل أنت وأصحابك. فلما أكثر عليه من الرسل, أخبرهم أنه لا يأكل من طعامهم. فبعث الملك إلى ابنه فدعاه. وقال: ما أمرك هذا؟ قال: إنا لا نأكل من ذبائحكم, إنكم كفار، ليس تحل ذبائحكم. فقال له الملك: من أمرك بهذا؟ فأخبره أن الراهب أمره بذلك. فدعا الراهب فقال: ماذا يقول ابني؟ قال: صدق ابنك. قال له: لولا أن الدم فينا عظيم لقتلتك, ولكن اخرج من أرضنا. فأجله أجلا. فقال سلمان: فقمنا نبكي عليه, فقال لهما: إن كنتما صادقين, فإنا في بِيعة بالموصل مع ستين رجلا نعبد الله فيها, فأتونا فيها.فخرج الراهب, وبقي سلمان وابن الملك: فجعل يقول لابن الملك: انطلق بنا! وابن الملك يقول: نعم. وجعل ابن الملك يبيع متاعه يريد الجهاز. فلما أبطأ على سلمان, خرج سلمان حتى أتاهم, فنـزل على صاحبه، وهو رب البيعة. &; 2-152 &; وكان أهل تلك البيعة من أفضل الرهبان, (15) فكان سلمان: معهم يجتهد في العبادة ويتعب نفسه, فقال له الشيخ: إنك غلام حدث تتكلف من العبادة ما لا تطيق, وأنا خائف أن تفتر وتعجز, فارفق بنفسك وخفف عليها. فقال له سلمان: أرأيت الذي تأمرني به، أهو أفضل أو الذي أصنع؟ قال: بل الذي تصنع. قال: فخل عني.ثم إن صاحب البيعة دعاه فقال: أتعلم أن هذه البيعة لي, وأنا أحق الناس بها, ولو شئت أن أخرج هؤلاء منها لفعلت! ولكني رجل أضعُف عن عبادة هؤلاء, وأنا أريد أن أتحول من هذه البيعة إلى بيعة أخرى هم أهون عبادة من هؤلاء, فإن شئت أن تقيم ههنا فأقم, وإن شئت أن تنطلق معي فانطلق. قال له سلمان: أي البيعتين أفضل أهلا؟ قال: هذه. قال سلمان: فأنا أكون في هذه. فأقام سلمان بها وأوصى صاحب البيعة عالم البيعة بسلمان, فكان سلمان يتعبد معهم.ثم إن الشيخ العالم أراد أن يأتي بيت المقدس, فقال لسلمان: إن أردت أن تنطلق معي فانطلق, وإن شئت أن تقيم فأقم. فقال له سلمان: أيهما أفضل، أنطلق معك أم أقيم؟ قال: لا بل تنطلق معي. فانطلق معه. فمروا بمقعد على ظهر الطريق ملقى, فلما رآهما نادى: يا سيد الرهبان، ارحمني يرحمك الله! فلم يكلمه ولم ينظر إليه. وانطلقا حتى أتيا بيت المقدس, فقال الشيخ لسلمان: اخرج فاطلب العلم، فإنه يحضر هذا المسجد علماء أهل الأرض. فخرج سلمان يسمع منهم, فرجع يوما حزينا, فقال له الشيخ: ما لك يا سلمان؟ قال: أرى الخير كله قد ذهب به من كان قبلنا من الأنبياء وأتباعهم! فقال له الشيخ: يا سلمان لا تحزن, فإنه قد بقي نبي ليس من نبي بأفضل تبعا منه، وهذا زمانه الذي يخرج فيه, ولا أراني أدركه, وأما أنت فشاب لعلك أن تدركه, وهو &; 2-153 &; يخرج في أرض العرب فإن أدركته فآمن به واتبعه. فقال له سلمان: فأخبرني عن علامته بشيء. قال: نعم, هو مختوم في ظهره بخاتم النبوة, وهو يأكل الهدية ولا يأكل الصدقة. ثم رجعا حتى بلغا مكان المقعد, فناداهما فقال: يا سيد الرهبان، ارحمني يرحمك الله! فعطف إليه حماره, فأخذ بيده فرفعه, فضرب به الأرض ودعا له وقال: قم بإذن الله! فقام صحيحا يشتد, (16) فجعل سلمان يتعجب وهو ينظر إليه يشتد. وسار الراهب فتغيب عن سلمان، ولا يعلم سلمان.ثم إن سلمان فزع فطلب الراهب. فلقيه رجلان من العرب من كلب، فسألهما: هل رأيتما الراهب؟ فأناخ أحدهما راحلته, قال: نعم راعي الصرمة هذا! (17) فحمله فانطلق به إلى المدينة.قال سلمان: فأصابني من الحزن شيء لم يصبني مثله قط. فاشترته امرأة من جهينة فكان يرعى عليها هو وغلام لها يتراوحان الغنم هذا يوما وهذا يوما, فكان سلمان يجمع الدراهم ينتظر خروج محمد صلى الله عليه وسلم. فبينا هو يوما يرعى, إذ أتاه صاحبه الذي يعقبه, (18) فقال: أشعرت أنه قد قدم اليوم المدينة رجل يزعم أنه نبي؟ (19) فقال له سلمان: أقم في الغنم حتى آتيك .فهبط سلمان إلى المدينة, فنطر إلى النبي صلى الله عليه وسلم ودار حوله. فلما رآه النبي صلى الله عليه وسلم عرف ما يريد, فأرسل ثوبه حتى خرج خاتمه, فلما رآه أتاه وكلمه. ثم انطلق فاشترى بدينار، ببعضه شاة وببعضه خبزا, ثم أتاه به. فقال: \" ما هذا \"؟ قال سلمان: هذه صدقة قال: \" لا حاجة لي بها، &; 2-154 &; فأخرجها فليأكلها المسلمون \". ثم انطلق فاشترى بدينار آخر خبزا ولحما, فأتى به النبي صلى الله عليه وسلم فقال: ما هذا؟ قال: هذه هدية. قال: فاقعد [فكل] (20) فقعد فأكلا جميعا منها. فبينا هو يحدثه إذ ذكر أصحابه فأخبره خبرهم فقال: كانوا يصومون ويصلون ويؤمنون بك, ويشهدون أنك ستبعث نبيا. فلما فرغ سلمان من ثنائه عليهم، قال له نبي الله صلى الله عليه وسلم: يا سلمان، هم من أهل النار. فاشتد ذلك على سلمان, وقد كان قال له سلمان: لو أدركوك صدقوك واتبعوك, فأنـزل الله هذه الآية:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ . (21)فكان إيمان اليهود: أنه من تمسك بالتوراة وسنة موسى، حتى جاء عيسى. فلما جاء عيسى كان من تمسك بالتوراة وأخذ بسنة موسى - فلم يدعها ولم يتبع عيسى - كان هالكا. وإيمان النصارى: أنه من تمسك بالإنجيل منهم وشرائع عيسى كان مؤمنا مقبولا منه, حتى جاء محمد صلى الله عليه وسلم, فمن لم يتبع محمدا صلى الله عليه وسلم منهم ويدع ما كان عليه من سنة عيسى والإنجيل - كان هالكا.* * *1113 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا  الآية. قال &; 2-155 &; سأل (22) سلمان الفارسي النبي صلى الله عليه وسلم عن أولئك النصارى وما رأى من أعمالهم, قال: لم يموتوا على الإسلام. قال سلمان: فأظلمت عليّ الأرض، وذكرت اجتهادهم, (23) فنـزلت هذه الآية:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا . (24) فدعا سلمان فقال: \" نـزلت هذه الآية في أصحابك \". ثم قال النبي صلى الله عليه وسلم \" من مات على دين عيسى ومات على الإسلام قبل أن يسمع بي، فهو على خير؛ ومن سمع بي اليوم ولم يؤمن بي فقد هلك \". (25)* * *وقال ابن عباس بما:-1114 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية بن صالح, عن ابن أبي طلحة, عن ابن عباس قوله:  إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ  إلى قوله: (ولا هم يحزنون). فأنـزل الله تعالى بعد هذا:  وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ  [ آل عمران: 85]وهذا الخبر يدل على أن ابن عباس كان يرى أن الله جل ثناؤه كان قد وعد من عمل صالحا - من اليهود والنصارى والصابئين - على عمله، في الآخرة الجنة, ثم نسخ ذلك بقوله:  وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ .* * *فتأويل الآية إذًا على ما ذكرنا عن مجاهد والسدي: إن الذين آمنوا من هذه الأمة, والذين هادوا، والنصارى، والصابئين - من آمن من اليهود والنصارى والصابئين بالله واليوم الآخر - فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون.* * *والذي قلنا من التأويل الأول، أشبه بظاهر التنـزيل, لأن الله جل ثناؤه لم  يخصص - بالأجر على العمل الصالح مع الإيمان - بعض خلقه دون بعض منهم, والخبر بقوله:  مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ، عن جميع ما ذكر في أول الآية.--------------الهوامش :(1) انظر ما سلف 1 : 234 - 235 .(2) قوله\"هادة\" ، مصدر لم أجده في كتب اللغة .(3) لم أعرف قائله . الأضداد لابن الأنباري : 155 ، ورواه : \"تراه ويضحى وهو . . \" ونقله أبو حيان في البحر المحيط 1 : 238 عن الطبري ، وفيهما\"إذا دار العشى\" وأخطأ القرطبي (تفسيره 1 : 369) فقال : و\"أنشد سيبويه\" وذكر البيت ، ولم ينشده سيبويه . وروى صدره .(تراه إذا دار العشا متحنفا)والبيت في صفة الحرباء . و\"محنفا\" : قد تحنف ، أو صار إلى الحنيفية . ويعني أنه مستقبل القبلة . وقوله : \"لديه\" ، أي لدى العشى ، ويريد قبل أن يستوى العشى أو لدى الضحى ، ويكون قد ذكره في بيت قبله . وقوله : \"شامس\" ، يريد مستقبل الشمس ، قبل المشرق . يقول يستقبل الشمس كأنه نصراني ، وهو كقول ذي الرمة في صفة الحرباء أيضًا :إذا حــول الظــل العشـى رأيتـهحنيفـا, وفـي قـرن الضحـى ينتصر(4) هو أبو الأخزر الحماني.(5) سيبويه 2 : 29 ، 104 ، واللسان (حنف)، يصف ناقتين، طأطأتا رؤوسهما من الإعياء، فشبه رأس الناقة في طأطأتها، برأس النصرانية إذا طأطأته في صلاتها. وأسجد الرجل: طأطأ رأسه وخفضه وانحنى. قال حميد بن ثور، يصف نوقا:فلمـــا لــوين عــلى معصــموكـــف خـــضيب وأســوارهافضـــول أزمتهـــا أســـجدتســـجود النصــاري لأحبارهــا(6) بيان الطبري عن معنى\"أسجد\" ليس بجيد .(7) لم أعرف صاحب الرجز . والأبيات ، في معاني القرآن للفراء 1 : 44 أمالي ابن الشجرى 1 : 79 ، 371 . أنشده شاهدا على حذف واو العطف : أي\"وكنت لهم من النصارى جارا\" ، ثم أنشده في الموضع الآخر شاهدا على حذف الفاء العاطفة أي\"فكنت لهم . . \" .(8) يعني سواد العراق .(9) في المطبوعة\"الصابئون دين من الأديان\" ، والزيادة بين القوسين لا بد منها .(10) زياد ، هو زياد بن أبيه ، والى العراق في زمن معاوية رضي الله عنه .(11) في ديوان لامرىء القيس ، منسوب إليه من قصيدة عدتها 23 بيتا ، وفيه : \"ويقال إنها لرجل من كندة\" وأولها :ديـار بهـا الظلمـان والعِيـن تعكفوقفـت بهـا تبكـي ودمعـك يـذرفوالأضداد لابن الأنباري : 288 قال أنشده الفراء ، وروايته صدره :(ألما بســلمى لمــة إذ وقفتمــا)والذي في رواية الطبري من قوله : \"عنكما\" زائدة في الكلام ، والعرب تقول : \"سر عنك\" ، و\"أنفذ عنك\" أي امض ، وجز - لا معنى ل\"عنك\" وفي حديث عمر رضي الله عنه : أنه طاف بالبيت مع يعلى بن أمية ، فلما انتهى إلى الركن الغربي الذي يلي الأسود قال له : ألا تستلم؟ فقال : انفذ عنك ، فإن النبي صلى الله عليه وسلم لم يستلمه . وفي الحديث تفسيره : أي دعه وتجاوزه . وقوله\"عرضتما\" من قولهم : عرض الرجل : إذا أتى العروض (بفتح العين) ، وهي مكة والمدينة وما حولهما .(12) ديوانه : 870 ، وسيبويه 1 : 404 ، والكامل 1 : 216 ، وطبقات فحول الشعراء : 310 ، والأضداد : 288 ، وأمالي ابن الشجري 2 : 311 . ورواية ديوانه\"تعش فإن واثقتني\" . وهو بيت من قصيدته الجيدة التي قالها حين نزل به ذئب فأضافه .(13) رفع له الشيء (بالبناء للمجهول) : أبصره من بعد . وفي المطبوعة : \" بيت من خباء\" والخباء بيت من وبر أو صوف . فهو كلام لا معنى له . وفي الدر المنثور 1 : 73 وروى الخبر بطوله : \"من عباءة\" . والصواب ما أثبته . والعباء ضرب من الأكسية فيه خطوط سود كبار ، وهو هنا مفرد ، وجمعه أعبية . والعباء أيضًا جمع عباءة .(14) في الدر المنثور : \"فجمع طعاما\" ، وأظن أن الصواب : فصنع طعاما\" ، ويدل على صواب ذلك قوله بعد : \"فدعاه إلى صنيعه\" . يقال : صنع لهم طعاما ، وكنت في صنيع فلان : أي مأدبته ومدعاته .(15) في الدر المنثور : \"فكان أهل تلك البيعة ، أفضل مرتبة من الرهبان\" .(16) اشتد : عدا وأسرع .(17) الصرمة : القطيع من الإبل والغنم .(18) عقبه يعقبه : جاء بعده في نوبته ، ومنه التعاقب : أن يأتب هذا ويذهب ذاك .(19) أشعرت : علمت .(20) الزيادة من الدر المنثور 1 : 74 .(21) الحديث : 1112 - هذا حديث منقطع ، في شأن إسلام\"سلمان الفارسي\" . وقال الحافظ في الإصابة 3 : 113 : \"ورويت قصته من طرق كثيرة ، من أصحها ما أخرجه أحمد من حديثه نفسه . وأخرجها الحاكم من وجه آخر عنه أيضًا . وأخرجه الحاكم من حديث بريدة . وعلق البخاري طرفا منها . وفي سياق قصته في إسلامه اختلاف يتعسر الجمع فيه\" . وإشارته إلى رواية أحمد ، هي في المسند هـ : 441 - 444 (حلبي) ، وهي بالإسناد نفسه في ابن سعد 4 : 53 - 57 . وانظر المستدرك للحاكم 3 : 599 - 604 . وتاريخ إصبهان لأبي نعيم 1 : 48 - 57 ، والحلية لأبي نعيم 1 : 190 - 195 .(22) في المطبوعة : \"قال سلمان الفارسي للنبي صلى الله عليه وسلم\" ، بحذف\"سأل\" . والصواب من الدر المنثور 1 : 74 .(23) في المطبوعة : \"وذكر اجتهادهم\" ، والصواب من الدر المنثور(24) الآية لم ترد في المطبوعة ، ووردت في نص المدر المنثور .(25) الحديث : 1113 - وهذا منقطع أيضًا .",
  "ayah": 62,
  "surah": 2
}
