{
  "text": "القول في تأويل قوله تعالى :  قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَاءُقال أبو جعفر: ومعنى ذلك: قال قوم موسى لموسى: ادع لنا ربك يبين لنا ما لونها؟ أي لون البقرة التي أمرتنا بذبحها. وهذا أيضا تعنت آخر منهم بعد الأول, وتكلف طلب ما قد كانوا كفوه في المرة الثانية والمسألة الآخرة. وذلك أنهم لم يكونوا حصروا في المرة الثانية - إذ قيل لهم بعد مسألتهم عن حلية البقرة التي كانوا أمروا بذبحها، فأبوا إلا تكلف ما قد كفوه من المسألة عن صفتها، فحصروا على نوع دون سائر الأنواع، عقوبة من الله لهم على مسألتهم التي سألوها نبيهم صلى الله عليه وسلم، تعنتا منهم له. ثم لم يحصرهم على لون منها دون لون, فأبوا إلا تكلف ما كانوا عن تكلفه أغنياء, فقالوا - تعنتا منهم لنبيهم صلى الله عليه وسلم كما ذكر ابن عباس-: (ادع لنا ربك يبين لنا ما لونها) فقيل لهم عقوبة لهم: (إنها بقرة صفراء فاقع لونها تسر الناظرين). فحصروا على لون منها دون لون. ومعنى ذلك: أن البقرة التي أمرتكم بذبحها صفراء فاقع لونها.* * *قال أبو جعفر: ومعنى قوله: (يبين لنا ما لونها)، أي شيء لونها؟ فلذلك كان اللون مرفوعا, لأنه مرافع \" ما \". وإنما لم ينصب \" ما \" بقوله \" يبين لنا \", لأن أصل \" أي\" و \" ما \"، جمع متفرق الاستفهام. يقول القائل (98) بين لنا أسوداء هذه البقرة أم صفراء؟ فلما لم يكن لقوله: \" بين لنا \" أن يقع على الاستفهام متفرقا، لم يكن له أن يقع على \" أي\"، لأنه جمع ذلك المتفرق. (99) وكذلك كل ما كان من نظائره فالعمل فيه واحد، في\" ما \" و \" أي\".واختلف أهل التأويل في معنى قوله: (صفراء). فقال بعضهم: معنى ذلك سوداء شديدة السواد.* ذكر من قال ذلك منهم:1218 - حدثني أبو مسعود إسماعيل بن مسعود الجحدري قال، حدثنا نوح بن قيس, عن محمد بن سيف, عن الحسن: (صفراء فاقع لونها)، قال: سوداء شديدة السواد. (100)1219 - حدثني أبو زائدة زكريا بن يحيى بن أبي زائده. والمثنى بن إبراهيم قالا حدثنا مسلم بن إبراهيم قال، حدثنا نوح بن قيس, عن محمد بن سيف, عن أبي رجاء, عن الحسن مثله. (101)* * *وقال آخرون: معنى ذلك: صفراء القرن والظلف.* ذكر من قال ذلك:1220 - حدثني هشام بن يونس النهشلي قال، حدثنا حفص بن غياث, عن أشعث, عن الحسن في قوله: (صفراء فاقع لونها)، قال: صفراء القرن والظلف. (102)1221 - حدثني يعقوب بن إبراهيم قال، حدثني هشيم قال، أخبرنا جويبر, عن كثير بن زياد, عن الحسن في قوله: (صفراء فاقع لونها)، قال: كانت وحشية. (103)1222 - حدثني يعقوب قال، حدثنا مروان بن معاوية, عن إبراهيم, عن أبي حفص, عن مغراء - أو عن رجل -، عن سعيد بن جبير: (بقرة صفراء فاقع لونها)، قال: صفراء القرن والظلف. (104)1223 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: هي صفراء.1224 - حدثني محمد بن عمرو قال، حدثنا الضحاك بن مخلد, عن عيسى, عن ابن أبي نجيح, عن مجاهد: (إنها بقرة صفراء فاقع لونها)، قال: لو أخذوا بقرة صفراء لأجزأت عنهم.* * *قال أبو جعفر: وأحسب أن الذي قال في قوله: (صفراء)، يعني به سوداء, ذهب إلى قوله في نعت الإبل السود: (105) \" هذه إبل صفر, وهذه ناقة صفراء \" يعني بها سوداء. وإنما قيل ذلك في الإبل لأن سوادها يضرب إلى الصفرة, ومنه قول الشاعر: (106)تلــك خـيلي منـه وتلـك ركـابيهــن صفــر أولادهــا كـالزبيب (107)&; 2-201 &; يعني بقوله: \" هن صفر \" هن سود وذلك إن وصفت الإبل به، فليس مما توصف به البقر. مع أن العرب لا تصف السواد بالفقوع, وإنما تصف السواد -إذا وصفته- بالشدة بالحلوكة ونحوها, فتقول: \" هو أسود حالك وحانك وحُلكوك, وأسود غِربيب ودَجوجي\" - ولا تقول: هو أسود فاقع. وإنما تقول: \" هو أصفر فاقع \". فوصفه إياه بالفقوع، من الدليل البين على خلاف التأويل الذي تأول قوله: (إنها بقرة صفراء فاقع) المتأول، بأن معناه سوداء شديدة السواد. (108)* * *القول في تأويل قوله تعالى :  فَاقِعٌ لَوْنُهَاقال أبو جعفر: يعني خالص لونها. و \" الفقوع \" في الصفر، نظير النصوع في البياض, وهو شدته وصفاؤه، كما:-1225 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، قال قتادة: (فاقع لونها)، هي الصافي لونها.1226 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (فاقع لونها)، أي صاف لونها.1227 - حُدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع بمثله.1228 - حدثنا موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: (فاقع)، قال: نقي لونها.1229 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي عن أبيه, عن ابن عباس: (فاقع لونها)، شديدة الصفرة، تكاد من صفرتها تَبْيَضُّ. وقال أبو جعفر: أُراه أبيض! (109)1230 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (فاقع لونها)، قال: شديدة صفرتها .* * *يقال منه: \" فقع لونه يفقع ويفقع فقعا وفقوعا، فهو فاقع \" , كما قال الشاعر:حـملت عليـه الـوَرد حـتى تركتـهذليـلا يسُـف الـترب واللـون فـاقع (110)* * *القول في تأويل قوله تعالى :  تَسُرُّ النَّاظِرِينَ (69)قال أبو جعفر: يعني بقوله: (تسر الناظرين)، تعجب هذه البقرة -في حسن خلقها ومنظرها وهيئتها- الناظر إليها، كما:-1231 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (تسر الناظرين)، أي تعجب الناظرين.1232 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد بن معقل أنه سمع وهبا: (تسر الناظرين)، إذا نظرت إليها يخيل إليك أن شعاع الشمس يخرج من جلدها.1233 - حدثنا موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: (تسر الناظرين)، قال: تعجب الناطرين.* * *---------------------------الهوامش:(98) في الأصل المطبوعة\"كقول القائل\" ، وهو فساد .(99) كانت هذه الجملة في المطبوعة : \"فلما لم يكن كقوله : بين لنا ، ارتفع على الاستفهام منصرفا ، لم يكن له ارتفع على أي . . \" ، وهو كلام ضرب عليه التصحيف ضربا . وانظر ما جاء في معاني الفراء 1 : 46 - 48 ، ففيه بيان شاف كاف .(100) الخبر : 1218 - أبو مسعود إسماعيل بن مسعود الجحدري البصري : ثقة ، روى عنه أيضًا النسائي وأبو حاتم . مترجم في التهذيب ، وابن أبي حاتم 1 / 1 200 مات سنة 248 . نوح بن قيس بن رباح الأزدي الحداني : ، ثقة ، مترجم في التهذيب ، والكبير 4 / 1 /111 - 112 ، وابن أبي حاتم 4 / 1 / 483 .(101) الخبر : 1219 - أبو زائدة زكريا بن يحيى بن أبي يحيى بن أبي زائدة : ثقة ، روى عنه أبو حاتم وغيره ، وذكر بعضهم أن البخاري روى عنه . وهو مترجم في التهذيب ، وابن أبي حاتم 1/2/601 - 602 . مسلم بن إبراهيم : هو الأزدي الفراهيدي الحافظ . محمد بن سيف عن أبي رجاء\" . وهو خطأ ، صوابه حذف\"عن\" .(102) الخبر : 1220 - هشام بن يونس بن وابل النهشلي اللؤلؤي : ثقة ، روى عنه الترمذي ، وسمع منه أبو حاتم . مترجم في التهذيب ، وابن أبي حاتم 4 / 2 / 72 .(103) الخبر : 1221 - كثير بن زياد أبو سهل البرساني - بضم الموحدة وسكون الراء- الأزدي العتكي : ثقة من أكابر أصحاب الحسن . مترجم في التهذيب ، والكبير 4 / 1 /215 ، وابن أبي حاتم 3 / 2 / 151 . والإسناد ضعيف ، من أجل\"جويبر بن سعيد\" ، كما ذكرنا ضعفه في : 284 . وسيأتي قريبا برقم : 1254 .(104) الخبر : 1222 - مروان بن معاوية : هو الفزاري الكوفي الحافظ ، من شيوخ أحمد وإسحاق والأئمة . مغراء ، بفتح الميم وسكون الغين المعجمة : تابعي روى عن ابن عمر ، وذكره ابن حبان في الثقات ، وترجمه البخاري في الكبير 4 / 2 / 65 ، وابن أبي حاتم 4 / 1/429 ، فلم يذكروا فيه جرحا . ولكن هذا الإسناد ضعيف ، لتردد الراوي : أنه عن مغراء ، أو عن رجل ، فتردد بين ثقة وبين مبهم(105) في المطبوعة : \"ذهب إلى قوله\" ، وليس بشيء .(106) هو الأعشى الكبير .(107) ديوانه : 219 ، والأضداد : 138 ، واللسان (صفر) ، وغيرها . من قصيدة يمدح بها أبا الأشعث قيس بن معد يكرب الكندي . وكان في الأصل : \"تلك خيلي منها\" وهو خطأ ، فسياق الشعر :إن قيســا, قيس الفعـال أبـا الأشـعــث أمســت أمــداؤه لِشـعوبكـــل عــام يمــدني بجــمومعنــد وضــع العنـان أو بنجــيبتلـــــك خــــيلي منــــه. . . . . . . . . . . . . . . . . . . . .وما أظن الطبري يخطئ في رواية هذا الشعر ، والركاب : الإبل التي يسار عليها ، لا واحد لها من لفظها ، واحدتها راحلة . والزبيب : ذاوي العنب ، وأسوده أجوده ، ولكنه ليس خالص السواد . يقول : كل ما أملك من خيل ، ومن إبل قد ولدت لي خير ما تلد الإبل ، فهو من جود أبي الأشعث .(108) مجرى العبارة : الذي تأول المتأول بأن معناه . \"المتأول\" فاعل مرفوع .(109) كأن أبا جعفر أراد أن يعترض على قوله : \"تكاد من صفرتها تبيض\" ، فقال ما معناه : لو صح ذلك لكان قوله : \"فاقع لونها\" ، أي أبيض ، والصفرة تشتد ، فإذا خفت ابيضت . هذا هو معنى ما قاله فيما أرجح .(110) لم أعرف قائله . والورد : فرسه .",
  "ayah": 69,
  "surah": 2
}
