{
  "text": "القول في تأويل قوله تعالى :  قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لا ذَلُولٌ تُثِيرُ الأَرْضَ وَلا تَسْقِي الْحَرْثَقال أبو جعفر: وتأويل ذلك: قال موسى: إن الله يقول إن البقرة التي أمرتكم بذبحها بقرة لا ذلول.ويعني بقوله: (لا ذلول)، أي لم يذللها العمل. فمعنى الآية: إنها بقرة لم تذللها إثارة الأرض بأظلافها, ولا سُنِيَ عليها الماء فيُسقى عليها الزرع. (19) كما يقال للدابة التي قد ذللها الركوب أو العمل: \" دابة ذلول بينة الذِّل \" بكسر الذال. (20) ويقال في مثله من بني آدم: \" رجل ذليل بين الذِّل والذلة \".1248 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (إنها بقرة لا ذلول)، يقول: صعبة لم يذلها عمل,(تثير الأرض ولا تسقي الحرث).1249 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: (إنها بقرة لا ذلول تثير الأرض)، يقول: بقرة ليست بذلول يزرع عليها, وليست تسقي الحرث.1250 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (إنها بقرة لا ذلول)، أي لم يذللها العمل.(تثير الأرض) يعني: ليست بذلول فتثير الأرض.(ولا تسقي الحرث) يقول: ولا تعمل في الحرث.1251 - حُدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن &; 2-213 &; الربيع: (إنها بقرة لا ذلول) يقول: لم يذلها العمل,(تثير الأرض) يقول: تثير الأرض بأظلافها, (21) (ولا تسقي الحرث)، يقول: لا تعمل في الحرث.1252 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج, قال الأعرج، قال مجاهد، قوله: (لا ذلول تثير الأرض ولا تسقي الحرث)، يقول: ليست بذلول فتفعل ذلك.1253 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو سفيان، عن معمر, عن قتادة: ليست بذلول تثير الأرض ولا تسقي الحرث.* * *قال أبو جعفر: ويعني بقوله: (تثير الأرض)، تقلب الأرض للحرث. يقال منه: \" أثرت الأرض أثيرها إثارة \"، إذا قلبتها للزرع. وإنما وصفها جل ثناؤه بهذه الصفة، لأنها كانت -فيما قيل- وَحشِيّة.1254 - حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا جويبر, عن كثير بن زياد, عن الحسن قال: كانت وحشية. (22)* * *القول في تأويل قوله تعالى :  مُسَلَّمَةٌقال أبو جعفر: ومعنى \" مسلمة \" \" مفعلة \" من \" السلامة \". يقال منه: \" سُلِّمت تسلم فهي مسلمة.* * *ثم اختلف أهل التأويل في المعنى الذي سلمت منه, فوصفها الله بالسلامة منه. فقال مجاهد بما:-1255 - حدثنا به محمد بن عمرو قال، حدثنا أبو عاصم, عن عيسى, عن ابن أبي نجيح, عن مجاهد: \" مسلمة \"، يقول: مسلمة من الشية, و  لا شِيَةَ فِيهَا ، &; 2-214 &; لا بياض فيها ولا سواد.1256 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد مثله.1257 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال, قال مجاهد: (مسلمة)، قال: مسلمة من الشية،  لا شِيَةَ فِيهَا  لا بياض فيها ولا سواد.* * *وقال آخرون: مسلمة من العيوب.* ذكر من قال ذلك:1258 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (مسلمة لا شية فيها)، أي مسلمة من العيوب.1259 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة: (مسلمة)، يقول: لا عيب فيها.1260 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (مسلمة)، يعني مسلمة من العيوب.1261 - حُدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع بمثله.1262 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج، قال ابن عباس قوله: (مسلمة)، لا عَوَارَ فيها. (23)* * *قال أبو جعفر: والذي قاله ابن عباس وأبو العالية ومن قال بمثل قولهما في تأويل ذلك، أولى بتأويل الآية مما قاله مجاهد. لأن سلامتها لو كانت من سائر أنواع الألوان سوى لون جلدها, لكان في قوله: (مسلمة) مُكْتَفًى عن قوله:  لا شِيَةَ فِيهَا . وفي قوله:  لا شِيَةَ فِيهَا ، ما يوضح عن أن معنى قوله: (مُسَلَّمة)، غير معنى قوله:  لا شِيَةَ فِيهَا ، وإذ كان ذلك كذلك, فمعنى الكلام: إنه &; 2-215 &; يقول: إنها بقرة لم تذللها إثارة الأرض وقلبها للحراثة، ولا السنو عليها للمزارع, (24) وهي مع ذلك صحيحة مسلمة من العيوب.* * *القول في تأويل قوله تعالى :  لا شِيَةَ فِيهَاقال أبو جعفر: يعني بقوله: (لا شية فيها)، لا لون فيها يخالف لون جلدها. وأصله من \" وشي الثوب \", وهو تحسين عيوبه التي تكون فيه، بضروب مختلفة من ألوان سداه ولحمته, (25) يقال منه: \" وشيت الثوب فأنا أشيه شية ووشيا \"، ومنه قيل للساعي بالرجل إلى السلطان أو غيره: \" واش \", لكذبه عليه عنده، وتحسينه كذبه بالأباطيل. يقال منه: \" وشيت به إلى السلطان وشاية \". ومنه قول كعب بن زهير:تســعى الوشــاة جَنَابَيْهـا وقـولهُمُإنـك يـا ابـن أبـي سُـلمى لمقتول (26)و \" الوشاة جمع واش \"، يعني أنهم يتقولون بالأباطيل، ويخبرونه أنه إن لحق بالنبي صلى الله عليه وسلم قتله.وقد زعم بعض أهل العربية أن \" الوشي\"، العلامة. وذلك لا معنى له، إلا أن يكون أراد بذلك تحسين الثوب بالأعلام. لأنه معلوم أن القائل: \" وشيت بفلان إلى فلان \" غير جائز أن يتوهم عليه أنه أراد: جعلت له عنده علامة. &; 2-216 &; وإنما قيل: (لا شية فيها) وهي من \" وشيت \"، لأن \" الواو \" لما أسقطت من أولها أبدلت مكانها \" الهاء \" في آخرها. كما قيل: \" وزنته زنة \" و \" وسن سِنة \" (27) و \" وعدته عِدة \" و \" وديته دِية \" .* * *وبمثل الذي قلنا في معنى قوله: (لا شية فيها)، قال أهل التأويل:1263 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (لا شية فيها)، أي لا بياض فيها.1264 - حدثنا الحسن قال، أخبرنا عبد الرزاق قال، أخبرنا معمر، عن قتادة مثله.1265 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع، عن أبي العالية: (لا شية فيها)، يقول: لا بياض فيها.1266 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح, عن مجاهد: (لا شية فيها) أي لا بياض فيها ولا سواد.1267 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح, عن مجاهد مثله.1268 - حدثنا أبو كريب قال، حدثنا ابن إدريس, عن أبيه, عن عطية: (لا شية فيها)، قال: لونها واحد، ليس فيها سوى لونها.1269 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: (لا شية فيها)، من بياض ولا سواد ولا حمرة.1270 - حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد: (لا شية فيها)، هي صفراء، ليس فيها بياض ولا سواد.1271 - حدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: (لا شية فيها)، يقول: لا بياض فيها.* * *القول في تأويل قوله تعالى :  قَالُوا الآنَ جِئْتَ بِالْحَقِّقال أبو جعفر: اختلف أهل التأويل في تأويل قوله: (قالوا الآن جئت بالحق). فقال بعضهم: معنى ذلك: الآن بينت لنا الحق فتبيناه, وعرفنا أية بقرة عنيت. (28) وممن قال ذلك قتادة :1272 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (قالوا الآن جئت بالحق)، أي الآن بينت لنا.* * *وقال بعضهم: ذلك خبر من الله جل ثناؤه عن القوم أنهم نسبوا نبي الله موسى صلوات الله عليه، إلى أنه لم يكن يأتيهم بالحق في أمر البقرة قبل ذلك. وممن روي عنه هذا القول عبد الرحمن بن زيد :1273 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: اضطروا إلى بقرة لا يعلمون على صفتها غيرها, وهي صفراء ليس فيها سواد ولا بياض, فقالوا: هذه بقرة فلان: (الآن جئت بالحق)، وقبل ذلك والله قد جاءهم بالحق. (29)* * *قال أبو جعفر: وأولى التأويلين عندنا بقوله: (قالوا الآن جئت بالحق)، قول قتادة. وهو أن تأويله: الآن بينت لنا الحق في أمر البقر, فعرفنا أيها الواجب علينا ذبحها منها. (30) لأن الله جل ثناؤه قد أخبر عنهم أنهم قد أطاعوه فذبحوها، بعد &; 2-218 &; قيلهم هذا. مع غلظ مؤونة ذبحها عليهم، وثقل أمرها, فقال:  فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ ، وإن كانوا قد قالوا - بقولهم: الآن بينت لنا الحق - هراء من القول, وأتوا خطأ وجهلا من الأمر. وذلك أن نبي الله موسى صلى الله عليه وسلم كان مبينا لهم - في كل مسألة سألوها إياه, ورد رادوه في أمر البقر - (31) الحق. وإنما يقال: \" الآن بينت لنا الحق \" لمن لم يكن مبينا قبل ذلك, فأما من كان كل قيله -فيما أبان عن الله تعالى ذكره- حقا وبيانا, فغير جائز أن يقال له = في بعض ما أبان عن الله في أمره ونهيه، وأدى عنه إلى عباده من فرائضه التي أوجبها عليهم: (الآن جئت بالحق)، كأنه لم يكن جاءهم بالحق قبل ذلك!* * *وقد كان بعض من سلف يزعم أن القوم ارتدوا عن دينهم وكفروا بقولهم لموسى: (الآن جئت بالحق)، ويزعم أنهم نفوا أن يكون موسى أتاهم بالحق في أمر البقرة قبل ذلك, وأن ذلك من فعلهم وقيلهم كفر.وليس الذي قال من ذلك عندنا كما قال، لأنهم أذعنوا بالطاعة بذبحها, وإن كان قيلهم الذي قالوه لموسى جهلة منهم وهفوة من هفواتهم.* * *القول في تأويل قوله تعالى :  فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ (71)قال أبو جعفر: يعني بقوله: (فذبحوها)، فذبح قوم موسى البقرة، التي وصفها الله لهم وأمرهم بذبحها.ويعني بقوله: (وما كادوا يفعلون)، أي: قاربوا أن يَدَعوا ذبحها, ويتركوا فرض الله عليهم في ذلك.* * *ثم اختلف أهل التأويل في السبب الذي من أجله كادوا أن يضيعوا فرض الله عليهم، في ذبح ما أمرهم بذبحه من ذلك. فقال بعضهم: ذلك السبب كان &; 2-219 &; غلاء ثمن البقرة التي أمروا بذبحها، وبينت لهم صفتها.* ذكر من قال ذلك:1274 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا أبو معشر المدني, عن محمد بن كعب القرظي في قوله: (فذبحوها وما كادوا يفعلون) قال: لغلاء ثمنها.1275 - حدثنا محمد بن عبد الله بن عبيد الهلالي قال، حدثنا عبد العزيز بن الخطاب قال، حدثنا أبو معشر, عن محمد بن كعب القرظي: (فذبحوها وما كادوا يفعلون)، قال: من كثرة قيمتها. (32)1276 - حدثنا القاسم قال، أخبرنا الحسين قال، حدثنا حجاج, عن ابن جريج, عن مجاهد وحجاج, عن أبي معشر, عن محمد بن كعب القرظي ومحمد بن قيس - في حديث فيه طول, ذكر أن حديث بعضهم دخل في حديث بعض - قوله: (فذبحوها وما كادوا يفعلون)، لكثرة الثمن, أخذوها بملء مسكها ذهبا من مال المقتول, (33) فكان سواء لم يكن فيه فضل فذبحوها.1277 - حدثت عن المنجاب قال، حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك, عن ابن عباس: (فذبحوها وما كادوا يفعلون)، يقول: كادوا لا يفعلون، ولم يكن الذي أرادوا، لأنهم أرادوا أن لا يذبحوها: وكل شيء في القرآن \" كاد \" أو \" كادوا \" أو \" لو \"، فإنه لا يكون. وهو مثل قوله:  أَكَادُ أُخْفِيهَا  [ طه: 15 ]* * *وقال آخرون: لم يكادوا أن يفعلوا ذلك خوف الفضيحة، إن أطلع الله على &; 2-220 &; قاتل القتيل الذي اختصموا فيه إلى موسى.* * *قال أبو جعفر: والصواب من التأويل عندنا, أن القوم لم يكادوا يفعلون ما أمرهم الله به من ذبح البقرة، للخلتين كلتيهما: إحداهما غلاء ثمنها، مع ما ذكر لنا من صغر خطرها وقلة قيمتها؛ والأخرى خوف عظيم الفضيحة على أنفسهم، بإظهار الله نبيه موسى صلوات الله عليه وأتباعه - على قاتله.* * *فأما غلاء ثمنها، فإنه قد روي لنا فيه ضروب من الروايات.1278 - فحدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي قال: اشتروها بوزنها عشر مرات ذهبا, فباعهم صاحبها إياها وأخذ ثمنها.1279 - حدثنا محمد بن عبد الأعلى قال، حدثنا المعتمر بن سليمان قال، سمعت أيوب, عن محمد بن سيرين, عن عبيدة قال: اشتروها بملء جلدها دنانير.1280 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قال: كانت البقرة لرجل يبر أمه، فرزقه الله أن جعل تلك البقرة له, فباعها بملء جلدها ذهبا.1281 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل قال، حدثني خالد بن يزيد, عن مجاهد قال: أعطوا صاحبها ملء مسكها ذهبا فباعها منهم.1282 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد بن معقل أنه سمع وهبا يقول: اشتروها منه على أن يملئوا له جلدها دنانير, ثم ذبحوها فعمدوا إلى جلد البقرة فملئوه دنانير, ثم دفعوها إليه.1283 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي (34) &; 2-221 &; قال حدثني أبي، عن أبيه, عن ابن عباس قال: وجدوها عند رجل يزعم أنه ليس بائعها بمال أبدا, فلم يزالوا به حتى جعلوا له أن يسلخوا له مسكها فيملئوه له دنانير, فرضي به فأعطاهم إياها.1284 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية قال: لم يجدوها إلا عند عجوز, وإنها سألتهم أضعاف ثمنها, فقال لهم موسى: أعطوها رضاها وحكمها. ففعلوا, واشتروها فذبحوها.1285 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، قال أيوب, عن ابن سيرين, عن عَبيدة قال: لم يجدوا هذه البقرة إلا عند رجل واحد, فباعها بوزنها ذهبا, أو ملء مسكها ذهبا - فذبحوها.1286 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن هشام بن حسان, عن محمد بن سيرين, عن عبيدة السلماني قال: وجدوا البقرة عند رجل, فقال: إني لا أبيعها إلا بملء جلدها ذهبا, فاشتروها بملء جلدها ذهبا.1287 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: جعلوا يزيدون صاحبها حتى ملئوا له مسكها - وهو جلدها - ذهبا.* * *وأما صغر خطرها وقلة قيمتها, فإن الحسن بن يحيى:-1288 - حدثنا قال، حدثنا عبد الرزاق قال، أخبرنا ابن عيينة قال، حدثني محمد بن سوقة, عن عكرمة قال: ما كان ثمنها إلا ثلاثة دنانير.وأما ما قلنا من خوفهم الفضيحة على أنفسهم, فإن وهب بن منبه كان يقول: إن القوم إذ أمروا بذبح البقرة، إنما قالوا لموسى:  أَتَتَّخِذُنَا هُزُوًا ، لعلمهم بأنهم سيفتضحون إذا ذبحت، فحادوا عن ذبحها.1289 - حدثت بذلك عن إسماعيل بن عبد الكريم, عن عبد الصمد بن معقل, عن وهب بن منبه.وكان ابن عباس يقول: إن القوم، بعد أن أحيا الله الميت فأخبرهم بقاتله, &; 2-222 &; أنكرت قتلته قتله, فقالوا: والله ما قتلناه؛ بعد أن رأوا الآية والحق.1290 - حدثني بذلك محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثتي أبي عن أبيه, عن ابن عباس.----------------الهوامش :(19) سنت الناقة تسنو ، وسنا الرجل يسنو سنوا وسناية : إذا سقى الأرض . والسانية : هي الناضحة ، وهي الناقة أو غيرها مما يسقى عليها الزرع ، والجمع : السواني .(20) الذل : اللين ، ضد الصعوبة .(21) في المطبوعة : \"تبين الأرض\" ، وهو تصحيف .(22) الأثر : 1254 - سلف قريبا برقم : 1221 .(23) العوار (بفتح العين ، وتضم) : العيب .(24) انظر ما سلف في هذا الجزء : 211 تعليق : 1 .(25) السدَى : الأسفل من الثوب ، واللُّحمة : الأعلى منه يداخل السدَى .(26) ديوانه : 19 ، وسيرة ابن هشام 4 : 153 ، والروض الأنف 2 : 314 ، والفائق (قحل) ورواية الديوان \"بجنبيها\" ورواية ابن هشام : \"تسعى الغواة\" . وقوله : \"جنابيها\" . والجناب : الناحية ، ويريد ناحية الجنب . يقال : \"جنبيه ، وجانبيه ، وجنابيه ، . والضمير في قوله : \"جنابيها\" لناقته التي ذكرها قبل . وقوله : \"وقولهم : إنك . . \" ، حال ، أي : وهم يقولون ، والمعنى يكثرون القول عليه : إنك يا ابن أبي سلمى لمقتول ، كأنهم لا يقولون غير ذلك ، ترهيبا له وتخويفا .(27) في المطبوعة : \" ووسيته سية\" ، وهو كلام لا أصل له ، وكأنه مصحف ما أثبت .(28) في المطبوعة : \"فتبيناه وعرفناه أنه بقرة عينت\" ، تصحيف وتحريف ، وهو فاسد جدا . مضى في ص\" 209 نقض الطبري لقول من زعم أنهم ظنوا أنهم أمروا بذبح بقرة بعينها . فسألوه أن يصفها لهم ليعرفوها ، وسمى قائل ذلك : جاهلا ، وشفى في بيان جهله ، فلو كان الله تعالى\"عينها\" لهم ، لبين لهم ما عين ، إذا أمر بذبحها .(29) الأثر : 1273 - بعض الأثر : 1247 ، وهنا زيادة عليه من تمامه .(30) في المطبوعة : \"الآن بينت لنا الحق في أمر البقرة ، فعرفنا أنها الواجب علينا ذبحها منها\" ، و\"البقرة\"و\"أنها\" تصحيف وتحريف ، يفسد معنى ما قال الطبري ىنفا ص : 209 ، وما سيأتي بعد هذه الجملة . وانظر التعليق السالف رقم : 1 .(31) السياق : \"كان مبينا لهم . . الحق\" ، ما بينهما فصل ، كعادته في الفصل .(32) الخبر : 1275 - محمد بن عبد الله بن عبيد بن عقيل الهلالي ، شيخ الطبري : ثقة ، روى عنه أيضًا أبو داود والنسائي وابن ماجه وغيرهم . مترجم في التهذيب ، ولم أجد له ترجمة في غيره . عبد العزيز ابن الخطاب الكوفي أبو الحسن : ثقة ، روى عنه أبو زرعة وأبو حاتم وغيرهما ، مترجم في التهذيب ، وابن أبي حاتم 2 / 2 /381 . أبو معشر : هو نجيح - بفتح النون - بن عبد الرحمن السندي - بكسر السين - المدني ، وهو ضعيف . البخاري في الكبير 4 / 2 /114 ، وقال : \"منكر الحديث\" وابن أبي حاتم 4 /1 / 495 . محمد بن كعب القرظي : تابعي ثقة معروف .(33) المسك (بفتح فسكون) : جلد البقرة وغيرها من الحيوان .(34) في المطبوعة : محمد بن سعيد قال حدثني أبي قال حدثني يحيى\" ، وهذا خطأ ، والصواب ما أثبته . وقد مضى الكلام على هذا الإسناد في 1 : 263 - 264 ، وهو كثير الدوران في تفسير الطبري\" ، وسيأتي بعد في رقم : 1290على الصواب .",
  "ayah": 71,
  "surah": 2
}
