{
  "text": "القول في تأويل قوله تعالى :  فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَاقال أبو جعفر: يعني جل ذكره بقوله: فقلنا لقوم موسى الذين ادارءوا في القتيل (46) - الذي قد تقدم وصفنا أمره - : اضربوا القتيل. و \" الهاء \" التي في قوله: (اضربوه) من ذكر القتيل؛(ببعضها) أي: ببعض البقرة التي أمرهم الله بذبحها فذبحوها.* * *ثم اختلف العلماء في البعض الذي ضرب به القتيل من البقرة، وأي عضو كان ذلك منها. فقال بعضهم: ضرب بفخذ البقرة القتيل.* ذكر من قال ذلك:1305 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قال: ضرب بفخذ البقرة فقام حيا, فقال: قتلني فلان. ثم عاد في ميتته.&; 2-230 &;1306 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد قال: ضرب بفخذ البقرة, ثم ذكر مثله.1307 - حدثنا أبو كريب قال، حدثنا جابر بن نوح, عن النضر بن عربي, عن عكرمة: (فقلنا اضربوه ببعضها)، قال: بفخذها، فلما ضرب بها عاش، وقال: قتلني فلان. ثم عاد إلى حاله. (47)1308 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن خالد بن يزيد, عن مجاهد قال: ضرب بفخذها الرجل، فقام حيا فقال: قتلني فلان. ثم عاد في ميتته.1309 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، قال أيوب ، عن ابن سيرين, عن عبيدة: ضربوا المقتول ببعض لحمها -وقال معمر، عن قتادة - : ضربوه بلحم الفخذ فعاش, فقال: قتلني فلان.1310 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قال: ذكر لنا أنهم ضربوه بفخذها، فأحياه الله فأنبأ بقاتله الذي قتله، وتكلم ثم مات.* * *وقال آخرون: الذي ضرب به منها، هو البضعة التي بين الكتفين. (48)* ذكر من قال ذلك:1311 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي: (فقلنا اضربوه ببعضها)، فضربوه بالبضعة التي بين الكتفين فعاش, فسألوه: من قتلك؟ فقال لهم: ابن أخي.&; 2-231 &;وقال آخرون: الذي أمروا أن يضربوه به منها، عظم من عظامها.* ذكر من قال ذلك:1312 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية قال: أمرهم موسى أن يأخذوا عظما منها فيضربوا به القتيل. ففعلوا, فرجع إليه روحه, فسمى لهم قاتله، ثم عاد ميتا كما كان. فأخذ قاتله، وهو الذي أتى موسى فشكا إليه، فقتله الله على أسوأ عمله.* * *وقال آخرون بما:-1313 - حدثني به يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد: ضربوا الميت ببعض آرابها فإذا هو قاعد - (49) قالوا: من قتلك؟ قال: ابن أخي. قال: وكان قتله وطرحه على ذلك السبط, أراد أن يأخذ ديته.* * *قال أبو جعفر: والصواب من القول في تأويل قوله عندنا: (فقلنا اضربوه ببعضها)، أن يقال: أمرهم الله جل ثناؤه أن يضربوا القتيل ببعض البقرة ليحيا المضروب. ولا دلالة في الآية، ولا [في] خبر تقوم به حجة، (50) على أي أبعاضها التي أمر القوم أن يضربوا القتيل به. وجائز أن يكون الذي أمروا أن يضربوه به هو الفخذ, وجائز أن يكون ذلك الذنب وغضروف الكتف، وغير ذلك من أبعاضها. ولا يضر الجهل بأي ذلك ضربوا القتيل, ولا ينفع العلم به، مع الإقرار بأن القوم قد ضربوا القتيل ببعض البقرة بعد ذبحها فأحياه الله.* * *قال أبو جعفر: فإن قال قائل: وما كان معنى الأمر بضرب القتيل ببعضها؟ قيل: ليحيا فينبئ نبي الله موسى صلى الله عليه وسلم والذين ادارءوا فيه - من قاتله.&; 2-232 &;فإن قال قائل: وأين الخبر عن أن الله جل ثناؤه أمرهم بذلك لذلك؟ قيل: ترك ذلك اكتفاء بدلالة ما ذكر من الكلام الدال عليه - نحو الذي ذكرنا من نظائر ذلك فيما مضى. ومعنى الكلام: فقلنا: اضربوه ببعضها ليحيا, فضربوه فحيي - كما قال جل ثناؤه:  أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ  [ الشعراء: 63]، والمعنى: فضرب فانفلق - دل على ذلك قوله: (51)  كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ .* * *القول في تأويل قوله تعالى :  كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَىقال أبو جعفر: وقوله: (كذلك يحيي الله الموتى)، مخاطبة من الله عباده المؤمنين, واحتجاج منه على المشركين المكذبين بالبعث, وأمرهم بالاعتبار بما كان منه جل ثناؤه من إحياء قتيل بني إسرائيل بعد مماته في الدنيا. فقال لهم تعالى ذكره: أيها المكذبون بالبعث بعد الممات, اعتبروا بإحيائي هذا القتيل بعد مماته, فإني كما أحييته في الدنيا، فكذلك أحيي الموتى بعد مماتهم, فأبعثهم يوم البعث.وإنما احتج جل ذكره بذلك على مشركي العرب، (52) وهم قوم أميون لا كتاب لهم, لأن الذين كانوا يعلمون علم ذلك من بني إسرائيل كانوا بين أظهرهم، وفيهم نـزلت هذه الآيات, فأخبرهم جل ذكره بذلك، ليتعرفوا علم من قِبَلَهم.* * *&; 2-233 &;القول في تأويل قوله تعالى :  وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ (73)قال أبو جعفر: يعني جل ذكره: ويريكم الله أيها الكافرون المكذبون بمحمد صلى الله عليه وسلم، وبما جاء به من عند الله - من آياته = وآياته: أعلامه وحججه الدالة على نبوته = (53) لتعقلوا وتفهموا أنه محق صادق، فتؤمنوا به وتتبعوه.-----------------الهوامش :(46) في المطبوعة : \" . . بقوله فقلنا لقوم موسى\" ، والصواب زيادة لفظ الآية ، كما فعلت .(47) الخبر : 1307 - النضر بن عربي الباهلي : ثقة من أتباع التابعين ، وثقه ابن معين وغيره ، مات سنة 168 ، مترجم في التهذيب ، والكبير للبخاري 4 / 2 /89 ، وابن أبي حاتم 4 / 1 / 475 .(48) البضعة : القطعة من اللحم ، قولهم : بضع اللحم : قطعه .(49) آراب جمع إرب (بكسر فسكون) : وهو العضو ، يقال : قطعه إربا إربا ، أي عضوا عضوا .(50) الزيادة بين القوسين ، أولى من حذفها .(51) في المطبوعة : \"يدل على ذلك قوله . . \" ، وليست بشيء .(52) في المطبوعة : \"فإنما احتج . . \" ، والفاء ليست بشيء هنا .(53) انظر ما سلف 1 : 552 ، وهذا الجزء 2 : 139 .",
  "ayah": 73,
  "surah": 2
}
