{
  "text": "القول في تأويل قوله تعالى :  وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لا تَسْفِكُونَ دِمَاءَكُمْ وَلا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْقال أبو جعفر: قوله: (وإذ أخذنا ميثاقكم لا تسفكون دماءكم) في المعنى والإعراب نظير قوله:  وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لا تَعْبُدُونَ إِلا اللَّهَ .* * *&; 2-300 &;وأما \" سفك الدم \", فإنه صبه وإراقته.* * *فإن قال قائل: وما معنى قوله: (لا تسفكون دماءكم ولا تخرجون أنفسكم من دياركم)؟ وقال: أو كان القوم يقتلون أنفسهم ويخرجونها من ديارها, فنهوا عن ذلك؟ قيل: ليس الأمر في ذلك على ما ظننت, ولكنهم نهوا عن أن يقتل بعضهم بعضا. فكان في قتل الرجل منهم الرجل قتل نفسه, إذ كانت ملتهما[واحدة، فهما] بمنـزلة رجل واحد. كما قال عليه السلام: (1)1463 -\" إنما المؤمنون في تراحُمهم وتعاطفهم بينهم بمنـزلة الجسد الواحد، إذا اشتكى بعضه تداعى له سائر الجسد بالحمى والسهر \". (2)* * *وقد يجوز أن يكون معنى قوله: (لا تسفكون دماءكم)، أي: لا يقتل الرجل منكم الرجل منكم, فيقاد به قصاصا, فيكون بذلك قاتلا نفسه، لأنه كان الذي سبب لنفسه ما استحقت به القتل. فأضيف بذلك إليه، قتل ولي المقتول إياه قصاصا بوليه. كما يقال للرجل يركب فعلا من الأفعال يستحق به العقوبة، فيعاقب العقوبة: \" أنت جنيت هذا على نفسك \".* * *وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:1464 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله (وإذ أخذنا ميثاقكم لا تسفكون دماءكم)، أي: لا يقتل بعضكم بعضا,(ولا تخرجون أنفسكم من دياركم)، ونفسُك يا ابن آدم أهل ملتك.&; 2-301 &;1465 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية في قوله: (وإذ أخذنا ميثاقكم لا تسفكون دماءكم)، يقول: لا يقتل بعضكم بعضا، (ولا تخرجون أنفسكم من دياركم)، يقول: لا يخرج بعضكم بعضا من الديار.1466 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن قتادة في قوله: (لا تسفكون دماءكم)، يقول: لا يقتل بعضكم بعضا بغير حق، (ولا تخرجون أنفسكم من دياركم)، فتسفك يا ابن آدم دماء أهل ملتك ودعوتك.* * *القول في تأويل قوله تعالى :  ثُمَّ أَقْرَرْتُمْقال أبو جعفر: يعني بقوله: (ثم أقررتم)، بالميثاق الذي أخذنا عليكم: لا تسفكون دماءكم ولا تخرجون أنفسكم من دياركم، كما:-1467 - حدثنا المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (ثم أقررتم)، يقول: أقررتم بهذا الميثاق.1468 - وحدثت عن عمار قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع مثله.* * *القول في تأويل قوله تعالى :  وَأَنْتُمْ تَشْهَدُونَ (84)قال أبو جعفر: اختلف أهل التأويل فيمن خوطب بقوله: (وأنتم تشهدون). فقال بعضهم: ذلك خطاب من الله تعالى ذكره لليهود الذين كانوا بين ظهراني مهاجر رسول الله صلى الله عليه وسلم أيام هجرته إليه، مؤنبا لهم على تضييع أحكام ما في أيديهم من التوراة التي كانوا يقرون بحكمها, فقال الله تعالى لهم:  ثُمَّ أَقْرَرْتُمْ ، &; 2-302 &; يعني بذلك، إقرار أوائلكم وسلفكم، (وأنتم تشهدون) على إقرارهم بأخذ الميثاق عليهم, بأن لا يسفكوا دماءهم, ولا يخرجوا أنفسهم من ديارهم, وتصدقون بأن ذلك حق من ميثاقي عليهم. وممن حُكي معنى هذا القول عنه، ابنُ عباس.1469 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثني ابن إسحاق قال، حدثني محمد بن أبي محمد, عن سعيد بن جبير، أو عكرمة, عن ابن عباس قال: (وإذ أخذنا ميثاقكم لا تسفكون دماءكم ولا تخرجون أنفسكم من دياركم ثم أقررتم وأنتم تشهدون) أن هذا حق من ميثاقي عليكم.* * *وقال آخرون: بل ذلك خبر من الله جل ثناؤه عن أوائلهم, ولكنه تعالى ذكره أخرج الخبر بذلك عنهم مُخرج المخاطبة، على النحو الذي وصفنا في سائر الآيات التي هي نظائرها، التي قد بينا تأويلها فيما مضى. (3)* * *وتأولوا قوله: (وأنتم تشهدون)، على معنى: وأنتم شهود.* ذكر من قال ذلك:1470 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية قوله: (وأنتم تشهدون)، يقول: وأنتم شهود.* * *قال أبو جعفر: وأولى الأقوال في تأويل ذلك بالصواب عندي: أن يكون قوله: (وأنتم تشهدون) خبرا عن أسلافهم, وداخلا فيه المخاطبون منهم، الذين أدركوا رسول الله صلى الله عليه وسلم, كما كان قوله:  وَإِذْ أَخَذْنَا مِيثَاقَكُمْ  خبرا عن أسلافهم، وإن كان خطابا للذين أدركوا رسول الله صلى الله عليه وسلم. (4) لأن الله تعالى أخذ ميثاق الذين كانوا على عهد رسول الله موسى صلى الله عليه وسلم من بني إسرائيل - على سبيل ما قد بينه لنا في كتابه - فألزم جميع من بعدهم من ذريتهم من حكم التوراة، مثل الذي ألزم منه من كان على عهد موسى منهم. ثم أنب الذين خاطبهم بهذه الآيات على نقضهم ونقض سلفهم &; 2-303 &; ذلك الميثاق, وتكذيبهم ما وكدوا على أنفسهم له بالوفاء من العهود، (5) بقوله: (ثم أقررتم وأنتم تشهدون). فإذْ كان خارجا على وجه الخطاب للذين كانوا على عهد نبينا صلى الله عليه وسلم منهم, (6) فإنه معني به كل من واثق بالميثاق منهم على عهد موسى ومن بعده, وكل من شهد منهم بتصديق ما في التوراة. لأن الله جل ثناؤه لم يخصص بقوله: (ثم أقررتم وأنتم تشهدون) - وما أشبه ذلك من الآي - بعضهم دون بعض. والآية محتملة أن يكون أريد بها جميعهم. فإذْ كان ذلك كذلك، (7) فليس لأحد أن يدعي أنه أريد بها بعض منهم دون بعض. وكذلك حكم الآية التي بعدها, أعني قوله:  ثُمَّ أَنْتُمْ هَؤُلاءِ تَقْتُلُونَ أَنْفُسَكُمْ  الآية. لأنه قد ذكر لنا أن أوائلهم قد كانوا يفعلون من ذلك ما كان يفعله أواخرهم الذين أدركوا عصر نبينا محمد صلى الله عليه وسلم.----------الهوامش :(1) الزيادة بين القوسين لا بد منها ، وإلا فسد الكلام .(2) الحديث : 1463 - هكذا رواه الطبري معلقا . والظاهر أنه رواه بالمعنى أيضًا . ولفظه في صحيح مسلم 2 : 284 ، من حديث النعمان بن بشير : \"مثل المؤمنين في توادهم وتراحمهم وتعاطفهم ، مثل الجسد ، إذا اشتكى منه عضو ، تداعى له سائر الجسد بالسهر والحمى\" . وكذلك رواه أحمد في المسند (4 : 270 حلبي) . ورواه البخاري بنحو معناه 10 : 367 (من الفتح) .(3) انظر ما سلف : 2 : 298 ، تعليق : 2 ، والمراجع .(4) في المطبوعة : \"بأن كان خطابا . . \" ، وهو لا يستقيم .(5) سياق العبارة : \"وتكذيبهم ما وكدوا من العهود على أنفسهم بالوفاء له . . \" ، فقدم وأخر .(6) في المطبوعة : \"فإن كان خارجا . . \" وهو تصحيف لا يستقيم .(7) في المطبوعة : \"فإن كان ذلك كذلك\" ، وهو تصحيف لا يستقيم أيضًا .",
  "ayah": 84,
  "surah": 2
}
