{
  "text": "القول في تأويل قوله تعالى :  وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَاقال أبو جعفر: يعني بقوله جل ثناؤه: (وإذا قيل لهم)، وإذا قيل لليهود من بني إسرائيل - للذين كانوا بين ظهراني مهاجر رسول الله صلى الله عليه وسلم-: (آمنوا)، أي صدقوا,(بما أنـزل الله)، يعني بما أنـزل الله من القرآن على محمد صلى الله عليه وسلم، (قالوا: نؤمن)، أي نصدق,(بما أنـزل علينا)، يعني بالتوراة التي أنـزلها الله على موسى.* * *القول في تأويل قوله تعالى :  وَيَكْفُرُونَ بِمَا وَرَاءَهُقال أبو جعفر: يعني جل ثناؤه بقوله: (ويكفرون بما وراءه)، ويجحدون،\" بما وراءه \", يعني: بما وراء التوراة.* * *قال أبو جعفر: وتأويل \" وراءه \" في هذا الموضع \" سوى \". كما يقال للرجل المتكلم بالحسن: \" ما وراء هذا الكلام شيء \" يراد به: ليس عند المتكلم به شيء سوى ذلك الكلام. فكذلك معنى قوله: (ويكفرون بما وراءه)، أي &; 2-349 &; بما سوى التوراة، وبما بعدها من كتب الله التي أنـزلها إلى رسله، (34) كما:-1556 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (ويكفرون بما وراءه)، يقول: بما بعده.1557 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (ويكفرون بما وراءه)، أي بما بعده - يعني: بما بعد التوراة.1558 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: (ويكفرون بما وراءه)، يقول: بما بعده.* * *القول في تأويل قوله تعالى :  وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْقال أبو جعفر: يعني بقوله جل ثناؤه: (وهو الحق مصدقا)، أي: ما وراء الكتاب - الذي أنـزل عليهم من الكتب &; 2-350 &; التي أنـزلها الله إلى أنبيائه - الحق. وإنما يعني بذلك تعالى ذكره القرآن الذي أنـزله إلى محمد صلى الله عليه وسلم، كما:-1559 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي:  وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْـزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْـزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ ، وهو القرآن. يقول الله جل ثناؤه: (وهو الحق مصدقا لما معهم). وإنما قال جل ثناؤه: (مصدقا لما معهم)، لأن كتب الله يصدق بعضها بعضا. ففي الإنجيل والقرآن من الأمر باتباع محمد صلى الله عليه وسلم، والإيمان به وبما جاء به, مثل الذي من ذلك في توراة موسى عليه السلام. فلذلك قال جل ثناؤه لليهود - إذْ أخبرهم عما وراء كتابهم الذي أنـزله على موسى صلوات الله عليه، من الكتب التي أنـزلها إلى أنبيائه -: إنه الحق مصدقا للكتاب الذي معهم, يعني: أنه له موافق فيما اليهود به مكذبون.قال: وذلك خبر من الله أنهم من التكذيب بالتوراة، على مثل الذي هم عليه من التكذيب بالإنجيل والفرقان, عنادا لله، وخلافا لأمره، وبغيا على رسله صلوات الله عليهم.* * *القول في تأويل قوله تعالى :  قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ (91)قال أبو جعفر: يعني جل ذكره بقوله: (قل فلم تقتلون أنبياء الله)، قل يا محمد، ليهود بني إسرائيل - الذين إذا قلت لهم: آمنوا بما أنـزل الله قالوا: نؤمن بما أنـزل علينا-: لم تقتلون = إن كنتم يا معشر اليهود مؤمنين بما أنـزل الله عليكم = أنبياءه، وقد حرم الله في الكتاب الذي أنـزل عليكم قتلهم, بل أمركم فيه باتباعهم وطاعتهم وتصديقهم؟ وذلك من الله جل ثناؤه تكذيب لهم في قولهم:  نُؤْمِنُ بِمَا أُنْـزِلَ عَلَيْنَا  وتعيير لهم، كما:-1560 - حدثني موسى قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي قال: قال الله تعالى ذكره - وهو يعيرهم - يعني اليهود: (فلم تقتلون أنبياء الله من قبل إن كنتم مؤمنين)؟* * *فإن قال قائل: وكيف قيل لهم: (فلم تقتلون أنبياء الله من قبل)، فابتدأ الخبر على لفظ المستقبل, ثم أخبر أنه قد مضى؟قيل: إن أهل العربية مختلفون في تأويل ذلك. فقال بعض البصريين: معنى &; 2-351 &; ذلك: فلم قتلتم أنبياء الله من قبل، كما قال جل ثناؤه:  وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ  [سورة البقرة: 102]، أي: ما تلت, (35) وكما قال الشاعر: (36)ولقــد أمــر عـلى اللئـيم يسـبنيفمضيـــت عنــه وقلــت لا يعنينــي (37)يريد بقوله: \" ولقد أمر \" ولقد مررت. واستدل على أن ذلك كذلك، بقوله: \" فمضيت عنه \", ولم يقل: فأمضي عنه. وزعم أن \" فعل \" و \" يفعل \" قد تشترك في معنى واحد, واستشهد على ذلك بقول الشاعر: (38)وإنــي لآتيكـم تَشَـكُّرَ مـا مضـىمـن الأمــر, واسْـتِيجابَ ما كان فـي غـد (39)يعني بذلك: ما يكون في غد، وبقول الحطيئة:شــهد الحطيئـة يـوم يلقـى ربـهأن الوليـــــد أحــــق بــــالعذر (40)&; 2-352 &;يعني: يشهد. وكما قال الآخر:فمـــا أضحــي ولا أمســيت إلاأرانــــي منكـــم فـــي كَوَّفـــان (41)فقال: أضحي, ثم قال: \" ولا أمسيت \".* * *وقال بعض نحويي الكوفيين: إنما قيل: (فلم تقتلون أنبياء الله من قبل)، فخاطبهم بالمستقبل من الفعل، ومعناه الماضي, كما يعنف الرجل الرجل على ما سلف منه من فعل فيقول له: ويحك، لم تكذب؟ ولم تبغض نفسك إلى الناس؟ كما قال الشاعر:&; 2-353 &; إذا مــا انتسـبنا, لـم تلـدني لئيمـةولـم تجـدي مـن أن تُقِـري بـه بُدَّا (42)فالجزاء للمستقبل, والولادة كلها قد مضت. وذلك أن المعنى معروف, فجاز ذلك. قال: ومثله في الكلام: \" إذا نظرت في سيرة عمر، لم تجده يسيء \". (43) المعنى: لم تجده أساء. فلما كان أمر عمر لا يشك في مضيه، لم يقع في الوهم أنه مستقبل. فلذلك صلحت \" من قبل \" مع قوله: (فلم تقتلون أنبياء الله من قبل). قال: وليس الذين خوطبوا بالقتل هم القتلة, إنما قتل الأنبياء أسلافهم الذين مضوا, فتولوهم على ذلك ورضوا به، فنسب القتل إليهم. (44)* * *قال أبو جعفر: والصواب فيه من القول عندنا، أن الله خاطب الذين أدركوا رسول الله صلى الله عليه وسلم من يهود بني إسرائيل - بما خاطبهم في سورة البقرة وغيرها من سائر السور - بما سلف من إحسانه إلى أسلافهم, وبما سلف من كفران أسلافهم نعمه, وارتكابهم معاصيه, واجترائهم عليه وعلى أنبيائه, وأضاف ذلك إلى المخاطبين به، نظير قول العرب بعضها لبعض: فعلنا بكم يوم كذا كذا وكذا, وفعلتم بنا يوم كذا كذا وكذا - على نحو ما قد بيناه في غير موضع من كتابنا هذا -، (45) يعنون بذلك أن أسلافنا فعلوا ذلك بأسلافكم، وأن أوائلنا فعلوا ذلك بأوائلكم. فكذلك ذلك في قوله: (فلم تقتلون أنبياء الله من قبل)، إذْ كان قد خرج على لفظ الخبر عن المخاطبين به خبرا من الله تعالى ذكره عن &; 2-354 &; فعل السالفين منهم - (46) على نحو الذي بينا - جاز أن يقال \" من قبل \"، إذْ كان معناه: قل: فلم يقتل أسلافكم أنبياء الله من قبل \"؟ وكان معلوما بأن قوله: (فلم تقتلون أنبياء الله من قبل)، إنما هو خبر عن فعل سلفهم.* * *وتأويل قوله: (من قبل)، أي: من قبل اليوم.* * *وأما قوله: (إن كنتم مؤمنين)، فإنه يعني: إن كنتم مؤمنين بما نـزل الله عليكم كما زعمتم. وإنما عنى بذلك اليهود الذين أدركوا رسول الله صلى الله عليه وسلم وأسلافهم - إن كانوا وكنتم، كما تزعمون أيها اليهود، مؤمنين. وإنما عيرهم جل ثناؤه بقتل أوائلهم أنبياءه، عند قولهم حين قيل لهم:  آمِنُوا بِمَا أَنْـزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْـزِلَ عَلَيْنَا  . لأنهم كانوا لأوائلهم - الذين تولوا قتل أنبياء الله، مع قيلهم: نؤمن بما أنـزل علينا - متولين, وبفعلهم راضين. فقال لهم: إن كنتم كما تزعمون مؤمنين بما أنـزل عليكم, فلم تتولون قتلة أنبياء الله؟ أي: ترضون أفعالهم. (47)----------------الهوامش:(34) انظر معاني القرآن للفراء 1 : 60 .(35) انظر معاني القرآن للفراء 1 : 60 - 61 .(36) هو رجل من بني سلول .(37) سيبويه 1 : 416 ، الخزانة 1 : 173 ، وشرح شواهد المغني : 107 وغيرها كثير . وروايتهم جميعا\"ثمت قلت\" . وبعده بيت آخر :غضبــان ممتلئــا عــلي إهابـهإنــي وربــك سـخطه يـرضيني(38) هو الطرماح بن حكيم الطائي .(39) ديوانه : 146 ، وسيأتي في 4 : 97 (بولاق) ، وحماسة البحتري : 109 ، واللسان (كون) وقد كان في هذا الموضع\"بشكرى\" ، وهو خطأ ، سيأتي من رواية الطبري على الصواب . وروى اللسان : \"واستنجاز ما كان\" . وصواب الرواية : \"فإني لآتيكم\" فإنه قبله :مــن كــان لا يـأتيك إلا لحاجـةيـروح بهـا فيمـا يـروح ويغتـدىفـــــإني لآتيكـــــم . . . .. . . . . . . . . . . . . . . . . . . .(40) ديوانه : 85 ، ونسب قريش : 138 ، والاستيعاب : 604 ، وأنساب الأشراف 5 : 32 ، وسمط اللآلئ : 674 . قالها الحطيئة في الوليد بن عقبة بن أبي معيط ، وكان من رجالات قريش همة وسخاء . استعمله أبو بكر وعمر وعثمان ، فلما كان زمان عثمان ، رفعوا عليه أنه شرب الخمر ، فعزله عثمان وجلده الحد ، وكان لهذا شأن كبير ، فقال الحطيئة يعذره ويمدحه ، ويذكر عزله :شــهد الحطيئـة حـين يلقـى ربـهأن الوليـــد أحـــق بـــالعذرخــلعوا عنــانك إذ جـريت, ولـوتركــوا عنـانك لـم تـزل تجـريورأوا شـــمائل مـــاجد أنــفيعطــي عــلى الميسـور والعسـرفــنزعت, مكذوبــا عليـك, ولـمتــردد إلــى عــوز ولا فقـــرقال مصعب بن عبد الله الزبيري في نسب قريش : \"فزادوا فيها من غير قول الحطيئة :نــادى وقــد تمــت صلاتهــمأأزيـــدكم? ثمـــلا ولا يــدريلــيزيدهم خمســا, ولــو فعلـوامــرت صلاتهــم عــلى العشـروقد أكثر الناس فيما كان من خبر الوليد ، وما كان من شعر الحطيئة فيه . وهذا نص من أعلم قريش بأمر قريش ، على أن البيتين قد نحلهما الحطيئة ، متكذب على الوليد ، لما كان له في الشأن في أمر عثمان رضي الله عنه . ولقد جلد الوليدبن عقبة مكذوبا عليه كما قال الحطيئة ، فاعتزل الناس . وروى أبو العباس المبرد في التعازي والمراثي (ورقة : 196) قال : : \"قال الوليد بن عقبة عند الموت ، وهو بالبليخ من أرض الجزيرة : \"اللهم إن كان أهل الكوفة صدقوا على ، فلا تلق روحي منك روحا ولا ريحانا ، وإن كانوا كذبوا على فلا ترضهم بأمير ولا ترض أميرا عنهم . انتقم لي منهم ، واجعله كفارة لما لا يعلمون من ذنوبي\" . فليت أهل الشر كفوا ألسنتهم عن رجل من عقلاء الرجال وأشرافهم .(41) لم أعرف قائله ، وهو في اللسان (كوف) والصاحبي : 187 . والكوفان (بتشديد الواو) : الاختلاط والشدة والعناء . يقال : إنا منه في كوفان ، أي في عنت وشقاء ودوران واختلاط .(42) سلف تخريجه في هذا الجزء 2 : 165 .(43) في معاني القرآن للفراء : \"لم يسئ\" ، بحذف\"تجده\" .(44) في المطبوعة : \"فتلوهم على ذلك ورضوا . فنسب . . \" ، والصواب ما أثبته من معاني القرآن للفراء 1 : 60 - 61 ، وهذا الذي نقله الطبري هو نص كلامه .(45) انظر ما سلف في هذا الجزء 2 : 302 تعليق : 1 والمراجع .(46) في المطبوعة : \"وإن كان قد خرج على لفظ الخبر . . \" ، والصواب : \"إذ . . \" كما أثبته .(47) في المطبوعة : \"أي وترضون . . \" بزيادة واو لا خير فيها .",
  "ayah": 91,
  "surah": 2
}
