{
  "text": "القول في تأويل قوله تعالى :  وَلَقَدْ جَاءَكُمْ مُوسَى بِالْبَيِّنَاتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ (92)قال أبو جعفر: يعني جل ثناؤه بقوله: (ولقد جاءكم موسى بالبينات)، أي جاءكم بالبينات الدالة على صدقه وصحة نبوته، (48) كالعصا التي تحولت ثعبانا مبينا, ويده التي &; 2-355 &; أخرجها بيضاء للناظرين. وفلق البحر ومصير أرضه له طريقا يبسا, والجراد والقمل والضفادع, وسائر الآيات التي بينت صدقه وصحة نبوته. (49)وإنما سماها الله \" بينات \" لتبينها للناظرين إليها أنها معجزة لا يقدر على أن يأتي بها بشر، إلا بتسخير الله ذلك له. وإنما هي جمع \" بينة \"، مثل \" طيبة وطيبات \". (50)* * *قال أبو جعفر: ومعنى الكلام: ولقد جاءكم - يا معشر يهود بني إسرائيل - موسى بالآيات البينات على أمره وصدقه وصحة نبوته. (51)* * *وقوله: \" ثم اتخذتم العجل من بعده وأنتم ظالمون \" يقول جل ثناؤه لهم: ثم اتخذتم العجل من بعد موسى إلها. فالهاء التي في قوله: \" من بعده \"، من ذكر موسى. وإنما قال: من بعد موسى, لأنهم اتخذوا العجل من بعد أن فارقهم موسى ماضيا إلى ربه لموعده - على ما قد بينا فيما مضى من كتابنا هذا. (52)وقد يجوز أن تكون \" الهاء \" التي في\" بعده \" إلى ذكر المجيء. فيكون تأويل الكلام حينئذ: ولقد جاءكم موسى بالبينات، ثم اتخذتم العجل من بعد مجيء البينات وأنتم ظالمون. كما تقول: جئتني فكرهته، يعني كرهت مجيئك.* * *وأما قوله: (وأنتم ظالمون)، فإنه يعني بذلك أنكم فعلتم ما فعلتم من عبادة العجل وليس ذلك لكم، وعبدتم غير الذي كان ينبغي لكم أن تعبدوه. لأن العبادة لا تنبغي لغير الله. وهذا توبيخ من الله لليهود, وتعيير منه لهم, وإخبار منه لهم أنهم إذا كانوا فعلوا ما فعلوا - من اتخاذ العجل إلها وهو لا يملك لهم ضرا ولا نفعا, بعد الذي علموا أن ربهم هو الرب الذي يفعل من الأعاجيب وبدائع الأفعال &; 2-356 &; ما أجراه على يدي موسى صلوات الله عليه، من الأمور التي لا يقدر عليها أحد من خلق الله, ولم يقدر عليها فرعون وجنده مع بطشه وكثرة أتباعه, وقرب عهدهم بما عاينوا من عجائب حِكَم الله - فهم إلى تكذيب محمد صلى الله عليه وسلم وجحود ما في كتبهم = التي زعموا أنهم بها مؤمنون = من صفته ونعته، مع بعد ما بينهم وبين عهد موسى من المدة - أسرع (53) وإلى التكذيب بما جاءهم به موسى من ذلك أقرب.--------------الهوامش :(48) في المطبوعة : \"وحقية نبوته\" ، وليست مما يقوله أبو جعفر ، وقد مضى آنفًا مثل هذا التبديل من النساخ ، وكان في المخطوطة العتيقة ، على مثل الذي أثبته ، وانظر ما سلف 2 : 318 .(49) انظر ما سلف في هذا الجزء 2 : 318 ، 354 .(50) انظر ما سلف في هذا الجزء 2 : 318 ، 319 .(51) انظر ما سلف في هذا الجزء 2 : 318 ، 354 .(52) انظر ما سلف في هذا الجزء 2 : 60 - 69 .(53) سياق هذه الجملة المفصلة : . . \"وإخبار منه لهم أنهم إذا كانوا فعلوا ما فعلوا . . فهم إلى تكذيب محمد . . . أسرع\" ، وكل ما بين ذلك فصول متتابعة كدأبه .",
  "ayah": 92,
  "surah": 2
}
