{
  "text": "القول في تأويل قوله تعالى  وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (95)قال أبو جعفر: وهذا خبر من الله جل ثناؤه عن اليهود وكراهتهم الموت، وامتناعهم عن الإجابة إلى ما دعوا إليه من تمني الموت, لعلمهم بأنهم إن فعلوا ذلك فالوعيد بهم نازل، والموت بهم حال؛ ولمعرفتهم بمحمد صلى الله عليه وسلم أنه رسول من الله إليهم مرسل، وهم به مكذبون, وأنه لم يخبرهم خبرا إلا كان حقا كما أخبر. فهم يحذرون أن يتمنوا الموت، خوفا أن يحل بهم عقاب الله بما كسبت أيديهم من الذنوب, كالذي:-1578 - حدثني محمد بن حميد قال، حدثنا سلمة قال، حدثني محمد بن إسحاق قال، حدثني محمد بن أبي محمد فيما يروي أبو جعفر, عن سعيد بن جبير، أو عكرمة, عن ابن عباس:  قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الآخِرَةُ  الآية, أي: ادعوا بالموت على أي الفريقين أكذب. فأبوا ذلك على رسول الله صلى الله عليه وسلم. يقول الله لنبيه محمد صلى الله عليه وسلم: (ولن يتمنوه أبدا بما قدمت أيديهم)، أي: لعلمهم بما عندهم من العلم بك، والكفر بذلك. (10)1579 - حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك، عن ابن عباس: (ولن يتمنوه أبدا)، يقول: يا محمد، ولن يتمنوه أبدا، لأنهم يعلمون أنهم كاذبون. ولو كانوا صادقين لتمنوه ورغبوا في التعجيل إلى كرامتي, فليس يتمنونه أبدا بما قدمت أيديهم.1580 - حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن  ابن جريج قوله:  فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ ، وكانت اليهود أشد فرارا من الموت, ولم يكونوا ليتمنوه أبدا.* * *وأما قوله: (بما قدمت أيديهم)، فإنه يعني به: بما أسلفته أيديهم. وإنما ذلك مثل، على نحو ما تتمثل به العرب في كلامها. فتقول للرجل يؤخذ بجريرة جرها أو جناية جناها فيعاقب عليها: \" نالك هذا بما جنت يداك, وبما كسبت يداك, وبما قدمت يداك \"، فتضيف ذلك إلى \" اليد \". ولعل الجناية التي جناها فاستحق عليها العقوبة، كانت باللسان أو بالفرج أو بغير ذلك من أعضاء جسده سوى اليد.قال أبو جعفر: وإنما قيل ذلك بإضافته إلى \" اليد \"، لأن عُظْمَ جنايات الناس بأيديهم, فجرى الكلام باستعمال إضافة الجنايات التي يجنيها الناس إلى \" أيديهم \"، حتى أضيف كل ما عوقب عليه الإنسان مما جناه بسائر أعضاء جسده، إلى أنها عقوبة على ما جنته يده.فلذلك قاله جل ثناؤه للعرب: (ولن يتمنوه أبدا بما قدمت أيديهم)، يعني به: ولن يتمنى اليهود الموت بما قدموا أمامهم في حياتهم من كفرهم بالله، في مخالفتهم أمره وطاعته في اتباع محمد صلى الله عليه وسلم وما جاء به من عند الله, وهم يجدونه مكتوبا عندهم في التوراة, ويعلمون أنه نبي مبعوث. فأضاف جل ثناؤه ما انطوت عليه قلوبهم، وأضمرته أنفسهم، ونطقت به ألسنتهم - من حسد محمد صلى الله عليه وسلم, والبغي عليه, وتكذيبه وجحود رسالته - إلى أيديهم, وأنه مما قدمته أيديهم, لعلم العرب معنى ذلك في منطقها وكلامها. إذ كان جل ثناؤه إنما أنـزل القرآن بلسانها وبلغتها. وروي عن ابن عباس في ذلك ما:-1581 - حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك, عن ابن عباس: (بما قدمت أيديهم)، يقول: بما أسلفت أيديهم.1582 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: (بما قدمت أيديهم)، قال: إنهم عرفوا أن محمدا صلى الله عليه وسلم نبي فكتموه.* * *وأما قوله: (والله عليم بالظالمين)، فإنه يعني جل ثناؤه: والله ذو علم بظلمة بني آدم - يهودها ونصاراها وسائر أهل الملل غيرها - وما يعملون.وظلم اليهود: كفرهم بالله في خلافهم أمره وطاعته في اتباع محمد صلى الله عليه وسلم، بعد أن كانوا يستفتحون به وبمبعثه, وجحودهم نبوته وهم عالمون أنه نبي الله ورسوله إليهم.وقد دللنا على معنى \" الظلم \" فيما مضى بما أغنى عن إعادته. (11)-------------------الهوامش :(9) في المطبوعة : \"يعني الخير\" ، وهو تصحيف وتحريف ، صوابه ما أثبت .(10) الأثر : 1578 - مضى في رقم : 1571 ، وهنا تمامه . وفي سيرة ابن هشام 1 : 191\"أكذب عند الله\" . وفي المطبوعة : \"وقالوا ذلك على رسول الله . . \" وهو خطأ ، صوابه ما في سيرة ابن هشام . وفي المطبوعة : \"أي لعلمهم بما عندهم . . \" والذي أثبته هو نص ابن هشام .(11) انظر ما سلف 1 : 523 - 524 .",
  "ayah": 95,
  "surah": 2
}
