{
  "text": "القول في تأويل قوله تعالى :  وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ وَمِنَ الَّذِينَ أَشْرَكُوا يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍقال أبو جعفر: يعني بقوله جل ثناؤه: (ولتجدنهم أحرص الناس على حياة) - اليهود -. يقول: يا محمد، لتجدن أشد الناس حرصا على الحياة في الدنيا، وأشدهم كراهة للموت، اليهود كما:-1583 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثني محمد بن إسحاق, عن محمد بن أبي محمد -فيما يروي أبو جعفر- عن سعيد بن جبير، أو عكرمة, عن ابن عباس: (ولتجدنهم أحرص الناس على حياة)، يعني اليهود.1584 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, حدثنا الربيع، عن أبي العالية: (ولتجدنهم أحرص الناس على حياة)، يعني اليهود. (12)1585 - حدثني المثنى قال، حدثنا إسحاق، حدثنا ابن أبي جعفر, عن  أبيه, عن الربيع مثله. (13)1586 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد مثله.* * *وإنما كراهتهم الموت، لعلمهم بما لهم في الآخرة من الخزي والهوان الطويل.* * *القول في تأويل قوله تعالى :  وَمِنَ الَّذِينَ أَشْرَكُواقال أبو جعفر: يعني جل ثناؤه بقوله: (ومن الذين أشركوا)، وأحرص من الذين أشركوا على الحياة, كما يقال: \" هو أشجع الناس ومن عنترة \" بمعنى: هو أشجع من الناس ومن عنترة. فكذلك قوله: (ومن الذين أشركوا). لأن معنى الكلام: ولتجدن -يا محمد- اليهود من بني إسرائيل، أحرص [من] الناس على حياة ومن الذين أشركوا. (14) فلما أضيف \" أحرص \" إلى \" الناس \" وفيه تأويل \" من \"، أظهرت بعد حرف العطف، ردا - على التأويل الذي ذكرنا.وإنما وصف الله جل ثناؤه اليهود بأنهم أحرص الناس على الحياة، لعلمهم بما قد أعد لهم في الآخرة على كفرهم بما لا يقر به أهل الشرك, (15) فهم للموت أكره من أهل الشرك الذين لا يؤمنون بالبعث، لأنهم يؤمنون بالبعث, ويعلمون ما لهم هنالك من العذاب. والمشركون لا يصدقون بالبعث ولا العقاب, (16) فاليهود أحرص منهم على الحياة وأكره للموت.* * *وقيل: إن الذين أشركوا - الذين أخبر الله تعالى ذكره أن اليهود أحرص منهم في هذه الآية على الحياة - هم المجوس الذين لا يصدقون بالبعث .* ذكر من قال هم المجوس:1587 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة)، يعني المجوس.1588 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع: (ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة)، قال: المجوس.1589 - حدثني يونس قال، أخبرني ابن وهب قال قال ابن زيد: (ومن الذين أشركوا)، قال: يهود، أحرص من هؤلاء على الحياة.* * ** ذكر من قال: هم الذين ينكرون البعث:1590 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثنا ابن إسحاق قال، حدثني محمد بن أبي محمد -فيما يروي أبو جعفر- عن سعيد بن جبير، أو عكرمة, عن ابن عباس: (ولتجدنهم أحرص الناس على حياة ومن الذين أشركوا)، وذلك أن المشرك لا يرجو بعثا بعد الموت، فهو يحب طول الحياة؛ وأن اليهودي قد عرف ما له في الآخرة من الخزي، بما ضيع مما عنده من العلم. (17)* * *القول في تأويل قوله تعالى :  يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍقال أبو جعفر: هذا خبر من الله جل ثناؤه بقوله عن الذين أشركوا (18) - الذين أخبر أن اليهود أحرص منهم على الحياة. يقول جل ثناؤه: يود أحد هؤلاء الذين أشركوا - الآيس، بفناء دنياه وانقضاء أيام حياته، (19) أن يكون له بعد ذلك نشور أو محيا أو فرح أو سرور - لو يعمر ألف سنة، حتى جعل بعضهم تحية بعض: \" عشرة آلاف عام \" حرصا منهم على الحياة، كما:-1591 - حدثنا محمد بن علي بن الحسن بن شقيق قال، سمعت أبي عليا, أخبرنا أبو حمزة, عن الأعمش, عن مجاهد, عن ابن عباس في قوله: (يود أحدهم لو يعمر ألف سنة)، قال: هو قول الأعاجم: \" سال زه نوروز مهرجان حر \". (20)1592 - وحدثت عن نعيم النحوي, عن عطاء بن السائب, عن سعيد بن جبير: (يود أحدهم لو يعمر ألف سنة)، قال: هو قول أهل الشرك بعضهم لبعض إذا عطس: \" زه هزار سال \".1593 - حدثنا إبراهيم بن سعيد ويعقوب بن إبراهيم قالا حدثنا إسماعيل بن علية, عن ابن أبي نجيح، عن قتادة في قوله: (يود أحدهم لو يعمر ألف سنة)، قال: حَبَّبَتْ إليهم الخطيئةُ طولَ العمر.1594 - حدثني يونس بن عبد الأعلى قال، حدثني علي بن معبد, عن ابن علية, عن ابن أبي نجيح في قوله: (يود أحدهم)، فذكر مثله.1595 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: (ولتجدنهم أحرص الناس على حياة) حتى بلغ: (لو يعمر ألف سنة)، يهود، أحرص من هؤلاء على الحياة. وقد ود هؤلاء لو يعمر أحدهم ألف سنة.1596 - وحدثت عن أبي معاوية, عن الأعمش, عن سعيد, عن ابن عباس في قوله: (يود أحدهم لو يعمر ألف سنة)، قال: هو قول أحدهم إذا عطس: \" زه هزار سال \", يقول: عشرة آلاف سنة. (21)* * *القول في تأويل قوله تعالى :  وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَقال أبو جعفر: يعني جل ثناؤه بقوله: (وما هو بمزحزحه من العذاب أن يعمر)، وما التعمير - وهو طول البقاء - بمزحزحه من عذاب الله.* * *وقوله: ( هو) عماد لطلب \" ما \" الاسم أكثر من طلبها الفعل, (22) كما قال الشاعر:فهل هو مرفوع بما ههنا رأس * (23)و \" أن \" التي في: (أن يعمر)، رفع، بـ \" مزحزحه \", و \" هو \" الذي مع \" ما \" تكرير، عماد للفعل، لاستقباح العرب النكرة قبل المعرفة.* * *وقد قال بعضهم: إن \" هو \" الذي مع \" ما \" كناية ذكر العمر. كأنه قال: يود أحدهم لو يعمر ألف سنة, وما ذلك العمر بمزحزحه من العذاب. وجعل \" أن يعمر \" مترجما عن \" هو \", يريد ما هو بمزحزحه التعمير. (24)* * *وقال بعضهم: قوله: (وما هو بمزحزحه من العذاب أن يعمر)، نظير قولك: ما زيد بمزحزحه أن يعمر.* * *قال أبو جعفر: وأقرب هذه الأقوال عندنا إلى الصواب ما قلنا, وهو أن يكون \" هو \" عمادا، نظير قولك: \" ما هو قائم عمرو \".* * *وقد قال قوم من أهل التأويل: إن \" أن \" التي في قوله: \" أن يعمر \" بمعنى: وإن عمر, وذلك قول لمعاني كلام العرب المعروف مخالف.* ذكر من قال ذلك:1597 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع، عن أبي العالية: (وما هو بمزحزحه من العذاب أن يعمر)، يقول: وإن عمر.1598 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع مثله.1599 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: \" أن يعمر \"- ولو عمر.* * *وأما تأويل قوله: (بمزحزحه)، فإنه بمبعده ومُنَحِّيه, كما قال الحطيئة:وقـالوا: تزحـزح ما بنا فضل حاجةإليـك, ومـا منــا لـوَهْيِك راقــع (25)يعني بقوله: : \" تزحزح \"، تباعد, يقال منه: \" زحزحه يزحزحه زحزحة وزحزاحا,\" وهو عنك متزحزح \"، أي متباعد.* * *فتأويل الآية - وما طول العمر بمبعده من عذاب الله، ولا مُنَحِّيه منه، لأنه لا بد للعمر من الفناء، ومصيره إلى الله، كما:-1600 - حدثنا ابن حميد قال، حدثنا سلمة قال، حدثني ابن إسحاق قال، حدثني محمد بن أبي محمد -فيما أروي- (26) عن سعيد بن جبير, أو عن عكرمة, عن ابن عباس: (وما هو بمزحزحه من العذاب أن يعمر)، أي: ما هو بمنحيه من العذاب.1601 - حدثني المثنى قال، حدثنا آدم قال، حدثنا أبو جعفر, عن الربيع, عن أبي العالية: (وما هو بمزحزحه من العذاب أن يعمر)، يقول: وإن عُمِّر, فما ذاك بمغيثه من العذاب ولا منحيه.1602 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي جعفر, عن أبيه, عن الربيع مثله.1603 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب)، فهم الذين عادوا جبريل عليه السلام.1604 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: (يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر)، ويهود أحرص على الحياة من هؤلاء. وقد ود هؤلاء لو يعمر أحدهم ألف سنة, وليس ذلك بمزحزحه من العذاب، لو عمر كما عمر إبليس لم ينفعه ذلك, إذ كان كافرا، ولم يزحزحه ذلك عن العذاب.* * *القول في تأويل قوله جل ثناؤه  وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ (96)قال أبو جعفر: يعني جل ثناؤه بقوله: (والله بصير بما يعملون)، والله ذو إبصار بما يعملون, لا يخفي عليه شيء من أعمالهم, بل هو بجميعها محيط، ولها حافظ ذاكر، حتى يذيقهم بها العقاب جزاءها.* * *وأصل \" بصير \"\" مبصر \" - من قول القائل: \" أبصرت فأنا مبصر \"، ولكن صرف إلى \" فعيل \", كما صرف \" مسمع \" إلى \" سميع \", و \" عذاب مؤلم \" إلى \" أليم \",\" ومبدع السموات \" إلى بديع, وما أشبه ذلك. (27)------------------الهوامش :(12) الأثر : 1584 - في المطبوعة : \"حدثنا أبو جعفر عن أبي العالية\" ، سقط منه\"حدثنا الربيع\"؛ وهو إسناد دائر ، وأقربه في رقم : 1573 .(13) الأثر : 1585 - في المطبوعة : \"حدثني المثنى قال حدثنا ابن أبي جعفر\" سقط منه\"حدثنا إسحاق\" ، وهو إسناد دائر ، وأقربه رقم : 1574 .(14) الزيادة بين القوسين ، لا بد منها ، يدل عليها سياقه .(15) في المطبوعة : \"مما لا يقر به\" ، والصواب ما أثبته .(16) في المطبوعة : \"وإن المشركين لا يصدقون . . \" ، و\"إن\" لا مكان لها هنا .(17) الأثر : 1590 - سيرة ابن هشام 2 : 191 .(18) في المطبوعة : \"هذا خبر من الله جل ثناؤه بقوله عن الذين أشركوا\" والصواب حذف\"بقوله\" ، والنسخة المطبوعة ومخطوطاتها مضطربة في هذا الموضع من الكتاب اضطرابا شديدا .(19) في المطبوعة : \"يود أحد هؤلاء الذين أشركوا إلا ما . . بفناء دنياه وانقضاء أيام حياته\" ، بياض فيها وفي الأصل . واستظهرت قراءتها كما أثبت ، فإنه هو المعنى الذي يدور عليه تفسير أبي جعفر : أن هذا المشرك قد يئس أن يكون له بعد فناء الدنيا وانقضاء الحياة نشور أو محيا أو فرح أو سرور ، فهو يود لو يعمر ألف سنة .(20) الأثر: 1591 - محمد بن علي بن الحسن بن شقيق، وأبوه: ثقتان، ترجمنا لهما في شرح المسند: 7437. أبو حمزة: هو السكري، محمد بن ميمون، ثقة إمام. وهذا الإسناد صحيح متصل. وانظر الإسناد الآتي. في تفسير ابن كثير 1: 238، ونص الكلام الفارسي فيه:\"هزار سال نوروز مهرجان\". وقد سألت أحد أصحابنا ممن يعرف الفارسية فقال: إن هذا النص لا ينطبق على قواعد الفارسية، وأنه يظن أن صوابها:\"زه در مهرجان نو وروز هزار سال\" ومعنى\"زه\": عش، و\"در\" ظرف بمعنى\"في\"، ومهرجان هو عيد لهم. ونيروز: عيد آخر في أول السنة. و\"هزار\" ألف، و\"سال\": سنة. فكأن\"حر\" التي في آخر الكلام في نص الطبري هي:\"در\" مصحفة. وباقي النصوص الفارسية صحيح، ومعناه: عش ألف سنة.وفي المستدرك للحاكم 2: 264\"هزار سال سرور مهرجان بخور\"، وقال مصححه: يعني\"تمتع ألف سنة كمثل عيد مهرجان. وهو عيد لهم\"، وكأن هذا هو الصواب.(21) الخبر : 1596 - ذكره الطبري هكذا مجهول الإسناد ، بقوله : \"حدثت عن أبي معاوية\" ، إلخ . والعلة في ذلك - فيما أرى - أن الأعمش لم يسمعه من سعيد بن جبير ، وإن كان أدركه وروى عنه .فقد روى الحاكم هذا الخبر ، في المستدرك 2 : 263 - 264 ، من طريق إسحاق بن إبراهيم\"حدثنا أبو معاوية ، حدثنا الأعمش ، عن سعيد بن جبير ، عن ابن عباس\" - بنحوه . ثم قال الحاكم : \"رواه قيس بن الربيع ، عن الأعمش ، عن جعفر بن إياس ، عن سعيد بن جبير ، عن ابن عباس\" . ثم رواه بإسناده إلى محمد بن يوسف ، حدثنا قيس بن الربيع ، عن الأعمش ، عن جعفر بن إياس ، عن سعيد بن جبير ، عن ابن عباس . . \" وهذا إسناد صحيح متصل ، دل على انقطاع الإسناد : \"الأعمش عن سعيد بن جبير\" .(22) انظر ما سلف في هذا الجزء 2 : 312 في معنى\"الاسم\" و\"الفعل\" ، و\"العماد\" ، تعليق رقم : 2 ، وانظر معاني الفراء 1 : 50 - 52 .(23) هذا شطر بيت مضى من أبيات ثلاثة ، في هذا الجزء 2 : 313 .(24) انظر ما سلف في هذا الجزء 2 : 340 معنى\"الترجمة\" .(25) البيت ليس للحطيئة ، وإنما هو لقيس بن الحدادية ، من قصيدة له نفيسة طويلة رواها أبو الفرج في أغانيه 13 : 6 . يقول قبل البيت ، يذكر مجيئه إلى صاحبته أم مالك .ومـا راعنـى إلا المنادى : ألا اظعنواوإلا الــرواغى غــدوة والقعـاقعفجــئت كـأني مسـتضيف وسـائللأخبرهــا كـل الـذي أنـا صـانعفقـالت : تزحـزح! ما بنا كبر حاجةإليــك, ولا منــا لفقــرك راقـعفمـا زلت تحـت السـتر حتى كأننيمـن الحر ذو طمرين في البحر كارع(26) في المطبوعة : \"فيما أرى\" ، خطأ ، والصواب ما أثبت . وانظر الإسناد رقم : 1590 .(27) انظر ما سلف 1 : 283 ، وهذا الجزء 2 : 140 .",
  "ayah": 96,
  "surah": 2
}
