{
  "text": "القول في تأويل قوله تعالى :  وَلَقَدْ أَنْزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍقال أبو جعفر: يعني جل ثناؤه بقوله: (ولقد أنـزلنا إليك آيات)، أي أنـزلنا إليك يا محمد علامات واضحات دالات على نبوتك: وتلك الآيات هي ما حواه كتاب الله الذي أنـزله إلى محمد صلى الله عليه وسلم من خفايا علوم اليهود ومكنون سرائر أخبارهم وأخبار أوائلهم من بني إسرائيل, والنبأ عما تضمنته كتبهم التي لم يكن يعلمها إلا أحبارهم وعلماؤهم - وما حرفه أوائلهم وأواخرهم وبدلوه، من أحكامهم التي كانت في التوراة. فأطلعها الله في كتابه الذي أنـزله على نبيه محمد صلى الله عليه وسلم. (70) فكان، في ذلك من أمره، الآيات البينات لمن أنصف نفسه، ولم يدعه إلى إهلاكها الحسد والبغي. إذ كان في فطرة كل ذي فطرة صحيحة، تصديق من أتى بمثل الذي أتى به محمد صلى الله عليه وسلم من الآيات البينات التي وصفت من غير تعلم تعلمه من بشر، ولا أخذ شيء منه عن آدمي. وبنحو الذي قلنا في ذلك روي الخبر عن ابن عباس.1636 - حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك, عن ابن عباس: (ولقد أنـزلنا إليك  آيات بينات) يقول: فأنت تتلوه عليهم، وتخبرهم به غدوة وعشية وبين ذلك, وأنت عندهم أمي لم تقرأ كتابا, وأنت تخبرهم بما في أيديهم على وجهه. يقول الله: ففي ذلك لهم عبرة وبيان، وعليهم حجة لو كانوا يعلمون.1637- حدثنا ابن حميد قال، حدثنا سلمة قال، حدثنا ابن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت, عن عكرمة مولى ابن عباس, وعن سعيد بن جبير, عن ابن عباس قال: قال ابن صوريا الفِطيوني لرسول الله صلى الله عليه وسلم: (71) يا محمد ما جئتنا بشيء نعرفه, وما أنـزل الله عليك من آية بينة فنتبعك بها! (72) فأنـزل الله عز وجل: (ولقد أنـزلنا إليك آيات بينات وما يكفر بها إلا الفاسقون)! (73)1638 - حدثنا أبو كريب قال، حدثنا يونس بن بكير قال، حدثنا محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير، أو عكرمة, عن ابن عباس قال: قال ابن صوريا لرسول الله صلى الله عليه وسلم, فذكر مثله. (74)* * *القول في تأويل قوله تعالى :  وَمَا يَكْفُرُ بِهَا إِلا الْفَاسِقُونَ (99)قال أبو جعفر: يعني بقوله جل ثناؤه: (وما يكفر بها إلا الفاسقون)، وما يجحد بها. وقد دللنا فيما مضى من كتابنا هذا على أن معنى \" الكفر \" الجحود، بما أغنى عن إعادته هنا. (75) وكذلك بينا معنى \" الفسق \"، وأنه الخروج عن الشيء إلى غيره. (76)* * *فتأويل الآية: ولقد أنـزلنا إليك، فيما أوحينا إليك من الكتاب علامات واضحات تبين لعلماء بني إسرائيل وأحبارهم - الجاحدين نبوتك، والمكذبين رسالتك - أنك لي رسول إليهم، ونبي مبعوث, وما يجحد تلك الآيات = الدالات على صدقك ونبوتك، التي أنـزلتها إليك في كتابي فيكذب بها منهم = إلا الخارج منهم من دينه, التارك منهم فرائضي عليه في الكتاب الذي يدين بتصديقه. فأما المتمسك منهم بدينه، والمتبع منهم حكم كتابه, فإنه بالذي أنـزلت إليك من آياتي مصدق وهم الذين كانوا آمنوا بالله وصدقوا رسوله محمدا صلى الله عليه وسلم من يهود بني إسرائيل.-------------------الهوامش:(70) في المطبوعة : \"فأطلع الله في كتابه . . \" وهو كلام لا يستقيم ، والصواب ما أثبت . يعني فأظهر الله هذه الخفايا ، وتلك الأخبار ، وما حرفوه من الأحكام في توراتهم .(71) في المطبوعة\"القطيوني\" بالقاف ، وهو خطأ ، وهو من بني ثعلبة بن الفطيون (بكسر الفاء وسكون الطاء ، وضم الياء) . قال السهيلي : \"الفطيون : كلمة عبرانية تطلق على كل من ولي أمر اليهود وملكهم\" . ورواية ابن جرير : \"ابن صوريا\" ، والذي في سيرة ابن هشام 2 : 196\"ابن صلوبا الفطيوني\" . وقد ذكر ابن هشام فيما روى من سيرة ابن إسحاق 1 : 160 - 161\"الأعداء من يهود\" ، فعد في بني ثعلبة: ابن الفطيون : \"عبد الله بن صوريا الأعور ، ولم يكن في زمانه أحد أعلم بالتوارة منه ، وابن صلوبا ، ومخيريق . وكان حبرهم ، أسلم\" ، ولم أستطع أن أرجح أهو : ابن صوريا ، أو - ابن صلوبا - الذي كان من أمره ما كان . ولعلهما روايتان مختلفتان عن ابن إسحاق . وانظر أيضًا الأثر : 1638 .(72) في ابن هشام : \"من آية فنتبعك لها ، فأنزل الله تعالى في ذلك من قوله : \"ولقد أنزلنا إليك . . \"(73) الأثران : 1637 - 1638 - في سيرة ابن هشام 2 : 196 .(74) الأثران : 1637 - 1638 - في سيرة ابن هشام 2 : 196 .(75) انظر ما سلف 1 : 255 ، 382 ، 552 ، وهذا الجزء 2 : 140 ، 337 .(76) انظر ما سلف 1 : 409 - 410 ، وهذا الجزء 2 : 118 .",
  "ayah": 99,
  "surah": 2
}
