{
  "text": "آیت 20{ وَاِلَی الْاَرْضِ کَیْفَ سُطِحَتْ۔ } ”اور کیا یہ دیکھتے نہیں زمین کی طرف کہ کیسے بچھا دی گئی ہے !“ ان آیات میں اللہ تعالیٰ کی آفاقی نشانیوں میں سے چند نشانیوں کا ذکر کیا گیا ہے۔ یہ مضمون قرآن میں بار بار آیا ہے لیکن ان آیات میں خصوصی طور پر قرآن مجید کے مخاطبین اوّلین سے خطاب ہے۔ نزولِ قرآن کے زمانے میں سرزمین حجاز کے باشندوں کا زیادہ تر وقت صحرائی مسافتوں میں گزرتا تھا ‘ جیسا کہ سورة قریش کی آیت { رِحْلَۃَ الشِّتَائِ وَالصَّیْفِ } میں بھی ذکر ہوا ہے۔ چناچہ اپنے سفروں کے دوران جس ماحول سے ان لوگوں کا دن رات واسطہ رہتا تھا ان آیات میں اسی ماحول کی چار چیزوں کو گنوا کر انہیں غور و فکر کی دعوت دی گئی ہے۔ یعنی ایک وہ اونٹ جو ان کے صحرائی سفر کی واحد سواری تھی ‘ اوپر آسمان ‘ نیچے زمین اور اطراف و جوانب میں پہاڑی سلسلے۔ یہ تھا وہ ماحول جس میں عام طور پر ان لوگوں کے شب وروز گزرتے تھے۔ بہرحال قرآن مجید کی ایسی تمام آیات صاحب شعور انسانوں کو دعوت ِفکر دیتی ہیں کہ تم لوگ ان مظاہر ِ فطرت کو غور سے دیکھا کرو۔ ان میں سے ایک ایک چیز اللہ تعالیٰ کی نشانی اور اس کی صناعی و خلاقی کا نمونہ ہے : { اِنَّ فِیْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلاَفِ الَّــیْلِ وَالنَّہَارِ وَالْفُلْکِ الَّتِیْ تَجْرِیْ فِی الْْبَحْرِ بِمَا یَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰہُ مِنَ السَّمَآئِ مِنْ مَّآئٍ فَاَحْیَا بِہِ الْاَرْضَ بَعْدَ مَوْتِہَا وَبَثَّ فِیْہَا مِنْ کُلِّ دَآبَّۃٍص وَّتَصْرِیْفِ الرِّیٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَیْنَ السَّمَآئِ وَالْاَرْضِ لَاٰیٰتٍ لِّقَوْمٍ یَّعْقِلُوْنَ۔ } ”یقینا آسمان اور زمین کی تخلیق میں اور رات اور دن کے الٹ پھیر میں اور ان کشتیوں اورجہازوں میں جو سمندر میں یا دریائوں میں لوگوں کے لیے نفع بخش سامان لے کر چلتی ہیں اور اس پانی میں کہ جو اللہ نے آسمان سے اتارا ہے پھر اس سے زندگی بخشی زمین کو اس کے مردہ ہوجانے کے بعد ‘ اور ہر قسم کے حیوانات اور چرند پرند اس کے اندر پھیلادیے ‘ اور ہوائوں کی گردش میں اور ان بادلوں میں جو معلق کردیے گئے ہیں آسمان اور زمین کے درمیان ‘ یقینا نشانیاں ہیں ان لوگوں کے لیے جو عقل سے کام لیں۔“  اسی حقیقت کو شیخ سعدی رح نے اپنے انداز میں اس طرح بیان کیا ہے :برگِ درختانِ سبز در نظر ہوشیار ہر ورقش دفترے است معرفت ِکردگار !کہ ایک صاحب شعور انسان کے لیے سبز درختوں کا ایک ایک پتا ّگویا معرفت ِخداوندی کا دفتر ہے۔ شیخ سعدی رح نے تو اپنے زمانے میں یہ بات اپنی خداداد بصیرت کی بنا پر کہی تھی لیکن آج سائنسی تحقیق سے ہمیں معلوم ہوا ہے کہ سبز درختوں کا ایک ایک پتا ّدراصل phtosynthesis کی فیکٹری ہے۔ یہ فیکٹریاں سارا دن آکسیجن بنانے اور سورج کی روشنی کو جذب کرکے درختوں کی لکڑی کی طرف منتقل کرنے میں مصروف رہتی ہیں۔ ظاہر ہے یہ صفحات ایسی مثالوں کی تفصیل کے متحمل نہیں ہوسکتے۔ اس حوالے سے انسان کے سمجھنے کی اصل بات یہ ہے کہ وہ اللہ تعالیٰ کی تخلیقات کو محض حیوانی آنکھ سے نہیں بلکہ عقل اور شعور کی نظر سے دیکھے۔ علامہ اقبال نے اس حوالے سے ”زبورِعجم“ میں کیا پتے کی بات کہی ہے :دم چیست ؟ پیام است ‘ شنیدی نشنیدی !در خاکِ تو یک جلوئہ عام است ندیدی !دیدن دگر آموز ‘ شنیدن دگر آموز !کہ اے غافل انسان ! تمہارا ہر سانس اللہ تعالیٰ کا پیغام ہے۔ کیا تم نے اس پیغام کو کبھی سنا ؟ نہیں سنا ! اور تمہاری اس خاک حیوانی جسم کے اندر ایک جلوئہ ربانی نورانی روح بھی پوشیدہ ہے ‘ لیکن تم نے اس جلوے کو کبھی دیکھنے کی زحمت ہی گوارا نہیں کی۔ چناچہ تمہیں چاہیے کہ تم اس کائنات کی چیزوں کو حیوانی آنکھوں سے دیکھنا اور حیوانی کانوں سے سننا چھوڑو اور انسانوں کا سا دیکھنا اور سننا سیکھو۔ تم اشرف المخلوقات ہو ‘ تمہیں اللہ تعالیٰ نے عقل و شعور سمیت بہت سی اعلیٰ صلاحیتوں سے نواز رکھا ہے ‘ ان صلاحیتوں کو استعمال میں لائو۔ مظاہر فطرت اور دوسری چیزوں کو دیکھو اور ان پر غور کرو : { خَلَقَ لَـکُمْ مَّا فِی الْاَرْضِ جَمِیْعًاق } البقرۃ : 29 یہ زمین پر جو کچھ ہے سب اللہ نے تمہارے لیے پیدا کیا ہے۔ ان چیزوں پر تحقیق کرو ‘ نئے نئے قوانین فطرت کو تلاش کرو ‘ انہیں کام لائو۔ تمہیں زمین پر اللہ تعالیٰ کی خلافت عطا ہوئی ہے۔ اس حیثیت سے خود زمین ‘ اس پر موجود تمام چیزیں ‘ یہ ہوائیں ‘ یہ فضائیں ‘ ستارے ‘ سیارے ‘ کہکشائیں سب تمہارے لیے مسخر ہیں۔ یاد رکھو ! اگر تم عقل و شعور سے کام لوگے تو ان پر حکومت کرو گے ‘ لیکن اگر تم توہمات میں پڑ جائو گے تو ان چیزوں کے غلام بن جائو گے۔",
  "ayah": 20,
  "surah": 88
}
