{
  "text": "The exception covers two states: (1) لَّا مُتَحَرِّ‌فًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ (unless maneuvering for battle,) (2) أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ (or turning to join a company) that is, when a war is on, turning one's back is permissible only under two conditions. Firstly, this turning back from the battlefield should simply be strategic, just to hoodwink the enemy and certainly not to bolt away from the battlefield in reality. In short, the purpose in sight should be to launch a blitzkrieg or a lightning attack on the enemy by making them complacent about what may look like a real retreat. This is the meaning of the statement: إِلَّا مُتَحَرِّ‌فًا لِّقِتَالٍ (unless maneuvering for battle) because the word: تَحَرُّف (taharruf) is used to refer to turning away towards a certain side obliquely. (Ruh al-Ma` ani)\nThe second state of exception in which it is permissible to turn one's back from the battlefield is that one realizes the weakness of one's combating force and moves back to gather additional support from Mujahidin and come back into the battle with added strength. This is what the sentence: أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ (or turning to join a company) means because the word: تَحَیُّز (tahayyuz) literally means to join up and فِئَةٍ (fi'ah) signifies a group, company or force. Thus, the sense is that should one back out from the battlefield with the intention of joining up with one's group, assembling the needed fighting support and returning to attack again, then, this is permissible.\nAfter having mentioned this exception, the text describes the punishment of those who deserted the battlefield or turned their backs illegally without being under conditions which have been granted exception. The words are: فَقَدْ بَاءَ بِغَضَبٍ مِّنَ اللَّـهِ وَمَأْوَاهُ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ‌ that is, the deserter and dodger of a Jihad battle only 'turns back with wrath from Allah, and his abode is Jahannam ' (Hell) and it is an evil place to return.'\nFrom these two verses (15-16) comes the governing rule that, no matter how large in numbers, and superior in strength and power, the adversary may be, it is Haram (forbidden, unlawful) for Muslims to turn their backs from fighting them - with the exception of two conditions: (1) That this turning back is not for deserting the battlefield, instead, is a feinted move or strategic ploy, (2) and that it is with the intention to return with auxiliary forces and resume attacking afresh.\nWhen these verses were revealed during the battle of Badr, this was the operating order of the time, that is, take on the enemy, irrespective of its numbers, strength and power, and irrespective of your own numbers and strength as compared to it, then do not turn back from the combat and run for life. This is how it was in Badr. Only three hundred and thirteen Mujahidin were facing one thousand, three times their number. It was later on that injunctions relaxing restrictions were revealed in verses 65 and 66 of Surah Al-Anfal, now under study. In verse 65, twenty Muslims have been commanded to wage Jihad against two hundred disbelievers, and one hundred Muslims against one thousand of them. Then, in verse 66, the following law of additional relaxation was revealed:\nالْآنَ خَفَّفَ اللَّـهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّائَةٌ صَابِرَ‌ةٌ يَغْلِبُوا مِائَتَيْنِ\nNow Allah Ta` ala has granted relief to you in view of your weakness whereby one hundred steadfast Muslims shall be able to overcome two hundred disbelievers.'\nThe indication given here is that Muslims are, after all, expected to overcome an adversary twice their number, therefore, it is not permissible for them to turn their backs. However, if the numerical strength of the adversary turns out to be more than twice their number, then, under such a condition, it is permissible to disengage and leave the battlefield.\nSayyidna ` Abdullah ibn ` Abbas ؓ said: 'A person who fled against three did not 'flee' but one who fled against two is a deserter, that is, is answerable for a major sin.' (Ruh al-Ma` ni). Now, this is the injunction which holds good right through the Last Day. According to the consensus of the majority of the Muslim Ummah, and in the view of the Four Imams, the exact Islamic Legal position in this case is: Until such time the number of the adversary does not go beyond twice, it is Harm to desert the battlefield, and is a major sin.\nIn the Sahihayn (Al-Bukhari and Muslim), it has been reported from Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ identified seven things as fatal for a person. He counted fleeing from the battlefield also as one of these. And the Holy Qur'an rated the early retreat of the noble Companions ﷺ during the battle of Hunayn as a Satanic slip which confirms that it is a great sin. The actual statement of the Qur'an is: إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ ( Satan has but made them slip -3:155)\nTirmidhi and Abu Dawud have reported the incident of Sayyidna ` Abdullah ibn ` Umar ؓ عنہما\tthat once he left the battlefield, took refuge in Madinah and presented himself before the Holy Prophet ﷺ where he confessed to his misconduct and expressed his utter dismay and confusion on having become a sinning deserter of the battlefield. The Holy Prophet ﷺ far from being displeased with him, rather comforted him by saying: بَل اَنتم العکارون وانا فٔتکم (No, you are not of those who flee from battles, instead of that, you are here to seek support after which you are to go back into the battle and attack once again, and I am, for you, the support). Here, the Holy Prophet ﷺ has made it very clear that the act of those who fled into Madinah for refuge is included under the exception which permits leaving the battlefield in order to assemble and bring back additional support. It was actually on the basis of the specially high degree of fear, awe and recognition of the greatness of Allah Ta` ala which was part of his persona that Sayyidna ` Abdullah ibn ` Umar ؓ was disturbed even at this maneuvered retreat as well and went to the act of presenting himself before the Holy Prophet ﷺ as if he had committed some crime.\nIn the third verse (17), after recounting the rest of the event which transpired at the battle of Badr, Muslims have been instructed that they should not take the defeat of many by some and of the strong by the weak in the miraculous victory of the battle of Badr to be the outcome of their own effort and deed. In fact, they should be looking towards the most sacred Being of Allah whose help and support totally rewrote all plans in this Battle.\nThe details of this event mentioned in the verse have been reported by Ibn Jarir, Al-Tabari, Al-Baihaqi and others as based on narrations from Sayyidna ` Abdullah ibn ` Abbas ؓ and others.\nOn the day of the confrontation at Badr, says the report, when the armed force of one thousand men of Makkah entered into the valley from behind the cliff, it did not hide its contempt for Muslims being low in numbers and weak in combat fitness. And on top of it, it came waxing proud over its numbers and strength, betraying great arrogance. At that time, the Holy Prophet ﷺ raised his hands of prayer saying: 'Ya Allah! Here come Your beliers, the Quraysh of Makkah, all proud and arrogant. The promise of victory You have made to me, let that promise be fulfilled soon.' (Ruh a1-Bayan) Thereupon, angel Jibra'il (علیہ السلام) came and said: 'You take a handful of dust and throw it towards the army of the enemy.' He did what he was asked to do. And according to a report of Ibn Abi Hatim based on a narration of Ibn Zayd, the Holy Prophet ﷺ picked up a handful of dust and pebbles thrice; the first he threw towards the right of the army, the second towards the left, and the third towards the center. The outcome was that these one to three handfuls of dust and pebbles were Divinely spread out miraculously all over them, so much so that not one man from the force was left without having received part of this dust and these pebbles over his eyes and face. Naturally, this caused a rampage in the army. Muslims pursued them. The angels were with them, fighting and killing. (Mazhari, Ruh)\nFinally, some fighting men from the opposing side were killed, some were taken prisoners, the rest ran away and the battle was won by the Muslims.",
  "ayah": 16,
  "surah": 8
}
