{
  "text": "Commentary\nParticular Attributes of the Believer\nDescribed in the verses cited above are particular attributes which should be the hallmark of every believer. The hint given here is that every believer should keep checking on his or her physical and spiritual condition and assess if these attributes are present in his or her person. If they are, this calls for being grateful to Allah that He blessed His servant with the attributes of true believers. And should it be that none of these attributes is present there, or is weak or feeble despite being present, then, one must either start being concerned about acquiring them or making them stronger than what they are.\nThe First Attribute: The Fear of Allah\nThe first attribute described here is: الَّذِينَ إِذَا ذُكِرَ‌ اللَّـهُ وَجِلَتْ قُلُوبُهُمْ (those whose hearts are filled with fear when { the name of} Allah is mentioned -2). It means that their hearts are soaked in and brimming with the realization of Allah's greatness and their love for Him. This state of the heart demands that there be an attending aura of awe and fear around it. This has been mentioned in another verse of the Qur'an as a state which deserves glad tidings for all people of love: وَبَشِّرِ‌ الْمُخْبِتِين الَّذِينَ إِذَا ذُكِرَ‌ اللَّـهُ وَجِلَتْ قُلُوبُهُمْ (that is, give glad tidings to those humble and soft people whose hearts are filled with fear when (the name of) Allah is mentioned - Al-Hajj, 22:34). In both these verses, identified there is a very special pre-requisite of the mention, thought and remembrance of Allah (Dhikr) which is awe and fear. Then, in yet another verse, also enumerated there is a particular property of Dhikrullah, that is: أَلَا بِذِكْرِ‌ اللَّـهِ تَطْمَئِنُّ الْقُلُوبُ (Listen! Hearts find peace through the remembrance of Allah - Al-Ra` d, 13:28).\nThis tells us that the fear and awe mentioned in this verse are not contrary to the peace and tranquility of the heart. For instance, the fear of a beast or enemy disturbs one's peace of heart. But, the fear which is generated in the heart as a result of the Dhikr of Allah is totally different from that. Therefore, the word used here is not the exact counterpart of 'fear.' It has been called: وجل (wajal) which does not mean fear (khawf) in the absolute sense. Instead, it is the awe, a respectful feeling of fear which emerges in the heart because of the majesty of the most exalted. Some commentators have said that, at this place, the mention and remembrance of Allah means that a person was intending to commit some sin, but when he happened to think of Allah, it made him scared of His punishment as a result of which he turned away from that sin - under this situation, such a fear would mean nothing but the fear of punishment. (A1-Bahr Al-Muhit)\nThe Second Attribute: Increase in in\nThe second attribute of the believer has been identified by saying: 'and when His verses are recited before him, they increase them in faith.' What is the meaning of increase in faith? A meaning upon which all scholars, commentators and Hadith experts agree is that 'Iman or faith does increase in strength, quality and light. It is also confirmed by experiment and observation that good deeds give strength and stability to the state of one's faith. The heart is so laid open to the acceptance of truth that good deeds become one's natural habit; if he leaves them, he feels the pinch; and he develops in himself a natural distaste for sin to the limit that he does not go even near them. This is the great station of 'Iman, of faith which has been identified in Hadith by the term: The sweetness of 'Iman:\nو اذا حلت الحلاوۃ قلبا نشطت فی العبادۃ الاعضاء\nWhen the sweetness of 'Iman settles down in someone's heart\nAll parts of his body start relishing its taste in acts of worship!\nIn short, the verse puts the second attribute of a perfect believer as: 'When the \"Ayat of Allah Ta` ala are recited' - his faith should become more pronounced in polish and progress, as well as in the desire to do good deeds. This also helps us realize that the way Muslims at large recite and listen to the Qur'an - paying no heed to the due etiquette and reverence of the Qur'an nor having any idea of the greatness of Allah Ta` ala - produces a recitation which is not what is desired, and certainly not what could be expected to generate the best of results, even if that too may not be devoid of thawab (reward).\nThe Third Attribute : Trust in Allah\nThe third attribute of a believer identified here is that he or she should place their trust in Allah. The Arabic word: Tawakkul means trust. The sense is that the believer should have total trust in Allah, One and Pure, free of all conceivable associations and ascriptions, not simply theoretically, but in deeds too, and in all states and conditions of one's life as well. In a sound Hadith, the Holy Prophet ﷺ has said: This does not mean that one should abandon material causes and means when it comes to taking care of one's legitimate needs. The point is that one should not consider material means and instruments as sufficient for real success, instead of which, one should do his best, subject to his ability and courage, to assemble and utilize necessary material means. It is only after that one should entrust his matter with Allah Ta` ala believing that He is the One who has created all means and He is certainly the One who makes means to bear fruits. What would come to be has to be what He wills. In another Hadith, he said: اجملوا فی الطلب و توکلوا علیہ . It means: Make a moderate effort to procure what you need through material means, and then place your trust in Him. In other words, do not let your heart and mind get bogged down with nothing but material ways and means.",
  "ayah": 2,
  "surah": 8
}
