{
  "text": "In the fourth verse (23), it was said: وَلَوْ عَلِمَ اللَّـهُ فِيهِمْ خَيْرً‌ا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِ‌ضُونَ ﴿23﴾ (And had Allah seen in them some good, He would have made them listen. And had He made them listen, they would have turned away paying no heed). In other words, the sense of the verse is: Had Allah seen in them some pliability towards receiving good counsel, He would have blessed them with the ability to listen with faith - and if, in their present state of being with no desire to receive truth, He were to make them listen to what is true, they would have certainly turned away from it paying no heed.\nThe word: خَیر (khayr: good) at this place means the desire to find out the truth, for it is the quest for truth which opens the doors of deliberation and understanding and it is this very quest which enables one to believe and act. Thus, whoever has no quest for truth is as if he has no good in him. If such people did have some good in them, it is obvious that it would have been within the knowledge of Allah Ta` ala. Now, when they have no good in them as borne by the knowledge of Allah Ta` ala, it tells us that they stand deprived of every possible good in the real sense. Therefore, if they were to be invited to ponder, deliberate and believe in the truth within this state of deprivation, they would have never accepted it - rather, they would have turned away from it and run. This aversion, that is, would not be because of any flaw in the religion they may have noticed which made them reject it. In fact, they just did not pay heed to what was the truth.\nIncidentally, the stipulation made above also helps remove the nagging logical doubt which bothers many a learned people. They surmise that this is the first form of analogical deduction where the surrender of the middle premise seems to be yielding the wrong outcome. The answer is that the middle premise has not been repeated here because the sense of the first word لَّأَسْمَعَهُمْ (la asma'ahum: He would have made them listen) is separate from the second: وَلَوْ أَسْمَعَهُمْ (wa lau asma'ahum: and had He made them listen) which carries its own sense apart from the first. Meant in the first is listening to accept and listening to benefit from, while the sense of the second is bland listening with nothing to it.",
  "ayah": 23,
  "surah": 8
}
