{
  "text": "In the fifth verse (24), believers have been addressed once again. Commanded to obey Allah and His Messenger in a particular manner, they have been told that the thing to which Allah and His Messenger invite you is something which brings no benefit to Allah and His Messenger per se. Instead of that, all Divine injunctions have been prescribed for nothing but their own benefit. So, said in the manner pointed to above, was: اسْتَجِيبُوا لِلَّـهِ وَلِلرَّ‌سُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ (respond to Allah and the Messenger when He calls you to what gives you life).\nWhat is the 'life' mentioned in this verse? Since several probabilities exist in its interpretation, learned commentators have taken different interpretive positions. According to Suddiyy, that life-giving thing is 'Imān (faith) because the disbeliever is dead. Qatadah said: That is Qur'an in which lies all life and success of both the worlds, Dunya and 'Akhirah. Mujahid said: That is truth. Ibn Ishaq said: It means Jihad through which Allah Ta` ala conferred honour on Muslims. All these probabilities mentioned here are sound as they are. There is no contradiction in them. The larger sense is that ‘Imān, Qur'an or the following of truth are things which put life into the heart and the life of the heart is nothing but that everything which becomes a barrier between the Creator and the created, barriers like inertia and desire, should be removed from the way of truth leaving it free from whatever obstructions there are in order that the heart is filled with the light of insight into the Creator.\nBased on a narration from Sayyidna Abu Hurairah ؓ Tirmidhi and Al-Nasa'i have reported that on a certain day, the Holy Prophet ﷺ sent for Sayyidna Ubayy ibn Ka'b ؓ ، who was busy with his Salah at that time. However, he completed his Salah sooner than he would have normally done and presented himself before the Holy Prophet ﷺ . He asked: 'Why did you come so late despite that I called you?' Sayyidna Ubayy ibn Ka'b ؓ submitted his excuse: 'I was in the state of Salah.' He said: 'Did you not hear what Allah Ta` ala has said in: اسْتَجِيبُوا لِلَّـهِ وَلِلرَّ‌سُولِ إِذَا دَعَاكُمْ (Respond to Allah and the Messenger when He calls you)?' Sayyidna Ubayy ibn Ka'b ؓ so, said: 'I shall obey it from now on. If you call me, even when I am making my Salah, I shall present myself before you immediately.'\nIt is on the basis of this Hadith that some Muslim jurists have said that anything done during Salah in obedience to the command of the Messenger of Allah would not be taken as interference in Salah. However, there are other jurists who say that Salah would though be terminated due to doings contrary to the standard rules governing Salah and it would have to be offered later as qada قَضَا (replaced for the missed or terminated Salah). But, the proper thing to do is that should the Holy Prophet ﷺ call someone, even if he is in the state of Salah, then, he should terminate his Salah and obey the call.\nAs for this form of obedience, it is exclusive to the Rasul of Allah. But, there are other occasions when one may apprehend the danger of serious loss coming to someone, then, at that time too, Salah should be terminated and amends be made later by offering qada'. For example, if a person in the state of Salah sees that a blind man is about to reach and fall in a well or ditch, then, he should immediately terminate his Salah and go to save the handicapped man.\nAt the end of the verse, it was said: وَاعْلَمُوا أَنَّ اللَّـهَ يَحُولُ بَيْنَ الْمَرْ‌ءِ وَقَلْبِهِ (and be sure that Allah intervenes between man and his heart). This sentence can have two meanings, and both vibrate with great wisdom and good counsel, something one should always remember and live by.\nOne possible sense of the sentence is: When you are blessed with the opportunity of doing something good, or staying safe from sin, then, go ahead and do it immediately - make no delay and take the lease of time so granted to be a blessing, because there are occasions when Divine decree becomes an intervening factor between man and his intention and he cannot succeed in doing what he intends to do. May be, a sickness overtakes, or death itself does, or some preoccupation emerges out of nowhere and one just does not get the time to do that good or avoid that sin. Therefore, human beings should welcome the leave granted in terms of the years of life and access to time and refuse to put off until tomorrow what must be done today - for, who knows what is going to happen tomorrow?\nمن نمی گویم زیان کن یا بفکر سود باش ای زفرصت بےخیر در ھرچہ باشی زود باش\nI do not say that you run into some loss or go for your gain\nWhatever be your option, 0 man unaware of time, be quick!\nThe second possible meaning emerges from the indication given by the sentence that Allah Ta` ala is very near to His servant. In fact, in another verse of the Qur'an (Qf, 50:16): نَحْنُ أَقْرَ‌بُ إِلَيْهِ مِنْ حَبْلِ الْوَرِ‌يدِ Allah Ta` ala says that He is close to man, much closer than his jugular vein.\nThus, the sense is that the heart of man is, in a special way, at the discretionary disposal of Allah Ta` ala all the time. When He wills to keep a servant of His protected from evils, He puts a barrier between his heart and sins, and when misfortune is fated for someone, the barrier is placed between his heart and any possible good deeds by him. Therefore, the Holy Prophet ﷺ used to include the following prayer frequently when he prayed:\nیَا مُنقَلِّبَ القُلُبِ ثَبِّت قَلبِی عَلٰی دِینِکَ\n0 reverser of hearts! Keep my heart firm on the Faith chosen by You.\nThe ultimate outcome of this too is no other but that one should not delay doing what must be done in obedience to the injunctions of Allah and His Rasul, rather, one should take the lease of time given to him as a God-given opportunity and just go ahead and do it, for no one knows whether or not the surge and urge of this good deed remains active later on.",
  "ayah": 24,
  "surah": 8
}
