{
  "text": "Commentary\nAfter having described some details of the battle of Badr and Divine blessings conferred on Muslims therein, the Holy Qur'an has offered words of good counsel to Muslims as based on the outcome of the Battle. This presentation begins from: يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّـهِ وَلِلرَّ‌سُولِ (0 those who believe, respond to Allah and His Messenger - 8:24). The verses cited immediately above appear in continuation to the same.\nOut of these, the first verse (25) carries an instruction to stay safe from a sin particularly, a sin the severe punishment of which does not remain restricted to only those who commit sins in a society. In fact, people who have committed no sin also get afflicted by it.\nWhich sin is that? The answers given by commentators vary. Some say: This sin is the forsaking of the struggle to Bid the Fair and Forbid the Unfair (amr bi'l-ma` ruf and nahy'l-munkar). Sayyidna ` Abdullah ibn ` Abbas ؓ said: Allah Ta` ala has commanded Muslims that they should not allow any crime or sin to take roots in their social environment because, if they failed to do so, that is, did not forbid it despite seeing such crimes and sins and despite having the ability or capacity to stop it or to forbid it, then, Allah Ta` ala will universalize His punishment for all of them which will spare neither the sinners nor the sinless.\nThe sinless mentioned here are people who are no accomplices of sinners in their initial sin, but they have certainly committed the sin of avoiding or abandoning the Divinely ordained duty of Bidding the Fair. Therefore, let there be no doubt here about the statement made. For example, here it is not valid to say that the passing on of the punishment of a sin committed by someone else to another person is injustice and that it is contrary to the Qur'anic injunction: لَا تَزِرُ‌ وَازِرَ‌ةٌ وِزْرَ‌ أُخْرَ‌ىٰ (No bearer of burden shall bear the burden of another person - 35:18) - because, here the sinners have been seized for the initial sin they themselves had committed while the sinless were seized for the sin of having abandoned the obligation of Bidding the Fair. Thus, no one's sin was placed on the shoulders of someone else.\nAccording to a narration of Sayyidna ` Abdullah ibn Masud ؓ and Sayyidah ` A'ishah ؓ appearing in Sharh al-Sunnah and Ma’ alim of Imam al-Baghawi, the Holy Prophet ﷺ has been reported to have said : Allah Ta` ala does not subject common people with the punishment of some sin committed by a particular group among them - unless, there emerges a situation in which they see sin being committed around them and have the ability to stop it as well, yet, if they did not stop it, then, at that time, the punishment from Allah surrounds all of them.\nAlso reported authentically in Tirmidhi, Abu Dawud and elsewhere is that Sayyidna Abu Bakr ؓ said in one of his sermons: I have heard the Holy Prophet ﷺ say: When people see an oppressor and do not step forward and hold his hand from inflicting injustice, then, the time is near that Allah Ta` ala makes His punishment fall on all of them alike.\nAccording to a narration from Sayyidna Nu` man ibn Bashir reported in the Sahih of al-Bukhari, the Holy Prophet ﷺ said: Those who commit the sin of transgressing the limits set by Allah and those who ignore them knowingly or accommodate them psychophantly, that is, they do not try to stop them from that sin, are like passengers on two decks of a ship, the upper and the lower. People on the lower deck come up to procure water from the upper deck which causes discomfort for people there. Keeping this in view, the people of the lower deck opt for making a hole in the bottom of the boat and get their sup-ply of water from there. Now, if the people of the upper deck see this misconduct and elect not to check and stop them from doing something like that, then, it is obvious, the water will fill into the whole boat and when the people of the lower deck will drown in it, those on the upper deck will not remain safe either, for they too will drown with the others.\nIt is on the basis of these narrations that many commentators have declared that the word: فِتنَہ (fitnah) in this verse refers to this very sin, that is, the forsaking of the obligation of Bidding the Fair and Forbidding the Unfair.\nIt appears in Tafsir Mazhari that this sin means the sin of the abandonment of Jihad especially at a time when a general call for Jihad is given to common Muslims from their Amir, a call on which depends the security and defence of Islamic hallmarks. The reason is that this is a time when the curse of forsaking Jihad does not fall only on those who forsake Jihad but it also falls on the whole body of Muslims. Because Kuffar run over Muslim areas, women and children and old people and many innocent Muslims become victims of their killing and plunder. Their lives and properties are endangered. If that be the situation, 'punishment' would mean worldly distress and hardships.\nThe factual evidence of this explanation is that those who forsake Jihad have been condemned in the previous verses as well. Previous verses, such as: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُ‌وا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ‌ ﴿15﴾ (while a group from the believers were averse to it - 8:5) and: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُ‌وا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ‌ ﴿15﴾\" ( O those who believe, when you face the disbelievers marching to battle, then do not turn your backs on them - 8:15) have appeared in support of this approach to the problem.\nThe same thing happened at the battle of Badr when some Muslims wavered with their choice of suitable conduct. They left their security post on the hills and came down. When this happened, the ill effects of their action did not remain restricted to those who had made the error, in fact, they hit the entire Muslim army, so much so that the Holy Prophet\tﷺ was himself injured in this battle.",
  "ayah": 25,
  "surah": 8
}
