{
  "text": "The second verse (30) points out to a particular reward and favour of Allah Ta` ala which has been conferred on the Holy Prophet ؓ ، the noble Companions ؓ and, in fact, on the whole world. This came to be before the Hijrah when the Holy Prophet ؓ was encircled by the disbelievers and they were planning to detain or kill him. Then, Allah Ta` ala made their unholy intentions lick dust and made it possible for the Holy Prophet ؓ to reach the city of Madinah in perfect safety.\nThe related incident has been reported in Tafsir Ibn Kathir and Tafsir Mazhari on the authority of narrations from Muhammad ibn Ishaq, Imam Ahmad, Ibn Jarir and others. According to details of this incident, when the news about visiting residents of Madinah embracing Islam became known in Makkah, the Quraysh of Makkah started worrying about it. They thought that the matter of people becoming Muslims was something restricted to Makkah upto that point of time, an area where they held all power in their hands. But, as Islam had started spreading in Madinah, many Companions ؓ of the Prophet ﷺ had migrated to that city, it went to prove that Muslims had another center in Madinah where they could assemble a fighting force against them and possibly decide to attack. Alongwith this, they also realized that this was just the beginning when only some Companions ؓ have migrated to Madinah. There was strong likelihood that Muhammad ﷺ may also go and join them. Therefore, the notable chiefs of Makkah called a special meeting for mutual consultations at Dar al-Nadwah. This place called Dar al-Nadwah was the home of Qusay ibn Kilab and was located close to al-Masjid al-Haram. These people used it as the place where they met to consult on national problems. During the Islamic period, it has been merged in al-Masjid al-Haram. It is said that the present Bab al-Ziyadat was the place known as Dar al-Nadwah.\nAs customary, the Quraysh chiefs met at Dar al-Nadwah for this significant consultation. All known leaders from the Quraysh such as Abu Jahl, Nadhr ibn Harith, ` Utbah, Shaybah, Umaiyyah ibn Khalaf, Abu Sufyan and others participated. The agenda considered was how to confront and block the rising power of the Holy Prophet ﷺ and Islam.\nBefore this consultative meeting could be called to order, there appeared Iblis, the accursed, in the guise of an aged ` Arab Shaykh. People on the door of Dar al-Nadwah asked: Who are you and why have you come here? The answer given was: I am a resident of Najd. I have been told that you have assembled here to discuss an important national issue. So, as a well-wisher of our people, I am here in the hope that I too may be able to tender some useful advice on the matter under consideration.\nHis plea was heard. He was called in. Then, began the process of suggestions on the subject. According to a narration reported by Suhaili, it was suggested by Abu al-Bakhtari ibn Hisham that 'he' (meaning the Holy Prophet ﷺ ) should be chained and de-tained in a house. The door should be locked and he should be left there until he dies, God forbid, his own death. Hearing this, the Shaykh of Najd - Iblis, the accursed - said: This proposal is not sound for if you did that, this action is not going to remain hidden. In fact, it will be publicized far too widely. Then, you already know how good his Companions ؓ are in staking their lives for his sake. It is quite possible that these people may get together, attack you and rescue their prisoner from your detention. This caused voices to rise from all sides which supported the view of the Shaykh of Najd as sound. After that, Abu al-Aswad proposed that 'he' should be expelled out from Makkah. Let him go out of here and do whatever he wishes to do. This will make our city safe from the disorder generated by him and, when we do so, we shall be doing no fighting and killing.\nHearing this, the Shaykh of Najd once again said: This proposal too is not sound. Do you not realize how soft-spoken a person he is? When people hear him talk, they are totally charmed by him. If he was left free like that, he would soon assemble a powerful group around him and attack you and defeat you. Now, it was Abu Jahl's turn to speak. He said: None of you seems to have understood what must be really done. Here is my plan of action. I propose that we pick out one young man from each tribe out of all tribes of Arabia and arm each one of them with a lethal sword. Then, all of them, moving jointly and suddenly, attack and kill him. This action will at least deliver us from the problems engineered by him. Now, remains the aftermath of this killing. His tribe, Banu ` Abd Munaf, may rise with their claim of retaliation against the killing, something we are legally bound to face. So, in such a situation, when the actual killing was done, not by one single person, instead, by one person from each tribe, then, the claim of Qisas, that is, taking life for life, cannot hold good after all. What would remain valid will be only the claim for blood money or property against diyah. That we shall collect from all tribes, give it to them and be done with it.\nWhen the Shaykh of Najd, Iblis, the accursed in disguise, heard this, he said: This is it. Nothing else is going to work. The whole assembly voted in his favour and it was resolved that this sinister plan would be put into action exactly the same night.\nWhat these ignorant people could not understand was the unseen power of the prophets, may they all be blessed. As a consequence, two things happened. On the one hand, Archangel Jibra'il (علیہ السلام) informed the Holy Prophet ﷺ about everything that had transpired at their meeting at Dar al-Nadwah giving him a counter-plan whereby he would not sleep in his bed that night and telling him that Allah Ta` ala has allowed him to migrate from Makkah.\nOn the other hand, by the fall of the evening, the Quraysh young men put a cordon round the house of the Holy Prophet ﷺ . When he saw this, he ordered Sayyidna ` Ali al-Murtada ؓ that he should sleep in the Prophet's bed that night giving him the good news that the plan was though full of a danger to his life obviously, yet the enemies would not be able to harm him in any way.\nHappy to be at his service, Sayyidna Ali ؓ عنہ\twent into his bed. But, the problem was as to how the Holy Prophet ﷺ was to get out of this siege. This difficulty was resolved by Allah Ta` ala through a miracle when the Holy Prophet ﷺ acting under the command of Allah Ta` ala, came out with a handful of dust in one of his hands, responded to what his besiegers were saying about him, but it so happened that Allah Ta` ala turned their sights and minds away from him in a way that none of them saw him even though he passed by them throwing dust on their heads. When he was gone, some visitor asked them as to why were they standing there. They said that they were waiting for the Holy Prophet ﷺ . Thereupon, the visitor told them: You must be dreaming. He has already gone from here and while going he had been throwing dust on the heads of everyone among you. They all felt their heads with their hands which confirmed the fact that everyone's head had a deposit of dust on it.\nWhen they went into the house, Sayyidna ` Ali ؓ was lying in the bed of the Holy Prophet ﷺ ، but the way he was tossing and turning in the bed made it possible for the besiegers to realize that he was not Muhammad ﷺ therefore, they did not venture to kill him. After carrying out their operation of siege right through the morning, these people went back disappointed and disgraced. This night and the event of Sayyidna ` Ali ؓ staking his life for the sake of the Holy Prophet ﷺ therein is rated to be among special merits credited to Sayyidna al-Murtada ؓ .\nThe three suggestions made to deal with the Holy Prophet ﷺ during the consultative meeting of Quraysh chiefs have been mentioned by the Holy Qur'an in the verse: وَإِذْ يَمْكُرُ‌ بِكَ الَّذِينَ كَفَرُ‌وا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِ‌جُوكَ (And [ remember ] when the disbelievers were plotting against you to hold you [ in detention ] or to kill you or to expel you - 30).\nBut, Allah Ta` ala made all their plans and projections go to dust. That is why it was said towards the end: وَاللَّـهُ خَيْرُ‌ الْمَاكِرِ‌ينَ (and Allah is the best of those who plot - 30). It means that Allah is the best of planners. His plan pales out all plans - as demonstrated in this case.\nLexically, the Arabic word:\t مَکر (makr: translated as 'plot' ) means restricting one's adversary from carrying out his intention through some stratagem or plan. Then, if this action is taken for a good purpose, this type of 'makr' is commendable and good - and should it be done for some evil purpose, it is blameworthy and bad. Therefore, this word can be used for man, and for Allah Ta'ala as well. But, it is used for Allah only in an environment where the context and contrast of speech does not lend to any doubt of makr which is blameworthy (Mazhari) as it is here.\nAt this place, it is also noteworthy that the words used at the end of the verse are in the indefinite tense which denotes present and future. It was said: وَيَمْكُرُ‌ونَ وَيَمْكُرُ‌ اللَّـهُ (And they were plotting and Allah was plotting - 30), that is, they will keep plotting to hurt believers while Allah Ta'ala will keep plotting to thwart and frustrate their plots. The hint given therein is that this will continue to remain a lasting mark of disbelievers that they go about engineering designs to hurt Muslims - while, in the same way, the help and support of Allah Ta'ala shall also keep repulsing their evil designs against true believers.",
  "ayah": 30,
  "surah": 8
}
