{
  "text": "The answer to this was given by the Qur'an itself. First, it was said: وَمَا كَانَ اللَّـهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ (And Allah is not to send punishment upon them while you are in their midst [ in Makkah ] - 33). The reason is that it is the customary practice of Allah Ta` ala with all blessed prophets that He would not send His punishment over a habitation where they are present until He takes out his prophets from there. This is as it happened in the case of Sayyidna Hud, Sayyidna Salih and Sayyidna Lut, may peace be upon them all. Punishment did not come as long as they remained in their towns. Punishment came when they were taken out from there. As for the Prophet of Islam ﷺ ، he was sent to this world as universal mercy. That Divine punishment would come on him while he was present in a town was an eventuality counter to his station.\nIn a nutshell, the answer is: Because of your hostility towards Qur'an and Islam, you very much deserve to have stones rain at you but the presence of the Holy Prophet ﷺ in Makkah prohibits it. According to Imam Ibn Jarir, this part of the verse was revealed at a time when he was present in Makkah. Then, came Hijrah to Madinah where the second part was revealed as follows: وَمَا كَانَ اللَّـهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُ‌ونَ (nor would Allah send punishment on them while they are seeking forgiveness - 33). It means that following his migration to Madinah, though the preventive factor of a mass punishment stood removed as he was not present there in Makkah, yet there did remain another factor preventing the coming of mass punishment even at that time since many weaker ones among Muslims who were unable to migrate had remained behind in Makkah and they were the ones who kept praying to Allah Ta` ala for their forgiveness. It was for their sake that punishment was not sent upon the people of Makkah.\nWhen, even these blessed souls migrated to Madinah, the sentence appearing in the next verse (34): وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّـهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَ‌امِ (And what is with them that Allah should not punish them while they pre-vent [ people ] from al-masjid al-Haram) was revealed.\nThe sense is that there were two hindrances to the coming of punishment. They both have been removed. The Holy Prophet ﷺ was no more there in Makkah, nor there remained those forgiveness-seeking Muslims in that city. Thus, there appeared to be no hindrance to the coming of punishment. Particularly so, because the people of Makkah were already deserving of punishment for their hostility to Islam while on top of which - despite being themselves incapable of any act of worship worth the name - they had started preventing people who wished to go into al-masjid al-Haram for ` Ibadah, ` Umrah and Tawaf. So, at that stage, their entitlement to punishment had become mature and complete. Consequently, it was through the Conquest of Makkah that punishment was sent upon them.\nThe event relating to the preventing of people from entering almasjid al-Haram took place at the expedition of Hudaibiyah when the Holy Prophet ﷺ had gone there with the intention of making ` Umrah with his Companions ؓ . The disbelievers of Makkah stopped him from entering the city and compelled him and all his Companions ؓ to undo their Ihram and return back. This happened in the Hijrah year 6. Two years later, in Hijrah 8, Makkah was conquered. Thus, it was at the hands of Muslims that punishment was sent upon them.\nThis explanation given by Ibn Jarir rests on the assumption that the factor of the Holy Prophet's presence in Makkah should be considered as the hindrance to punishment while others have maintained that the presence of the Holy Prophet ﷺ in the world is itself the prohibitive factor against any mass punishment. As long as he graces the world with his presence, no punishment can come over his people. The reason for this is obvious. The state of his call to prophet-hood is different. It is not similar to that of other blessed prophets as they were sent to particular areas or tribes. When they left these and arrived at some new place, punishment would overtake the people they left behind. This is contrary to the case of the Holy Prophet ﷺ whose prophethood and messenger ship is universal until the Last Day of this mortal life. So, the place of his blessed arrival and the scope of his mission as a Messenger of Allah extends to the whole world. Therefore, as long as he is present in any part of the world, no punishment can visit his people.\nBased on this Tafsir, it would mean that the doings of the people of Makkah demanded nothing less than that they be struck with a rain of stones. But, two things became a hindrance to this punishment: (1) The presence of the Holy Prophet ﷺ in the world and (2) the seeking of forgiveness by the people of Makkah because they, despite being polytheists and disbelievers, used to say: غُفرَانک غُفرَانک (we seek Your forgiveness, we seek Your forgiveness) in their Tawaf. Though, this seeking of forgiveness by them coupled with disbelief (shirk) may not be beneficial in the Hereafter, but the benefit of doing that too in this world which accrued to them was that they escaped punishment in the mortal world. The standing truth is that Allah Ta` ala does not let anyone's deed go to waste. If disbelievers and polytheists do something good, its return is given to them right here in this world. As for what is said after that - 'and what is with them that Allah should not punish them while they prevent [ people ] from al-masjid al-Haram - it would then mean that the absence of punishment in the world should not embolden these people to become arrogant and complacent thinking that they were no sinners or that punishment would not come upon them at all. May be, not in the mortal world, but there is just no escape or deliverance from the punishment of the Hereafter. Given this Tafsir, the punishment mentioned in: مَا لَهُمْ أَلَّا يُعَذِّبَهُمُ (and what is with them that Allah should not punish them - 34) would be referring to the punishment of the Hereafter.\nTo sum up, it can be said that the verses cited here leave beneficial information for us: (1) That Allah Ta` ala does not send punishment upon a locality in which people seek His forgiveness. This is His customary practice. (2) That no punishment would come upon the community of the Holy Prophet ﷺ believing or disbelieving, while he is present among them. This is as it came to pass in the case of the people of Sayyidna Nuh, Lut and Shu'ayb (علیہم السلام) . Their people were destroyed to the last person. Should some punishment visit individuals or a limited number of them, that would not be considered contrary to it - as was said by the Holy Prophet ﷺ that the punishment of خسف khasf and مسخ maskh will visit his Ummah. Khasf means to sink into the ground or be swallowed by it while Maskh means disfiguration and transformation into an animal such as monkey or swine. The intimation intended is that there will be those limited few individuals of the community who would be visited by such punishments as well.\nAs for the phenomenon of the presence of the Holy Prophet ﷺ in this world, it will remain operative right through the Last Day of Qiyamah because his mission of prophethood is operative till then. In addition to that, the Holy Prophet ﷺ is alive even at this time, though the nature and form of this life is different from his previous life. Now, any effort at this stage to engage in the debate as to what is the difference between these two lives will be ineffectual and futile - because, nothing that this community of Muslims has to do in terms of its religious or worldly duties depends on it. Neither has the Holy Prophet ﷺ himself, nor his noble Sahabah ؓ have liked such wasteful and unnecessary debates. In fact, they have prohibited it.\nThe essence of the submission is that the marvel of the Holy Prophet ﷺ being alive in his resting place and the unbroken continuity of his prophethood right through the Last Day of Qiyamah prove that he is in this world right through Qiyamah, therefore, this community of his shall remain safe against any mass punishment until that fateful Day.",
  "ayah": 33,
  "surah": 8
}
