{
  "text": "Commentary\nMentioned in this verse are injunctions of spoils and the law of their distribution. Before we take up the subject in detail, let us under-stand some important words first.\nLexically, the word: غَنِیمۃ (ghanimah) is applied to property which is acquired from the enemy. In the terminology of the Shari` ah, property which is acquired from non-Muslims through fighting and killing, triumph and control, is called: غَنِیمۃ (ghanimah, translated here as spoils). And the property which is acquired in peace and with consent, like: جِزیَہ Jizyah, خِرَاج Khiraj etc., is called: فَییء (fai' ). These two words have been used to describe injunctions of these two kinds in the Holy Qur'an. The present Surah al-Anfal takes up injunctions relating to ghanimah or spoils which is acquired from non-Muslims at the time of fighting and killing.\nAt this point, we should first keep in mind that, according to the Islamic and Qur'anic view of things, the real ownership of the entire universe belongs to Allah Ta` ala, the One and only Being who has created whatever there is in it. The only way through which the ownership of something can be attributed to human beings is no other but that Allah Ta` ala may have Himself declared it, through His Law, to be under the ownership of someone. For instance, while mentioning quadruped animals in Surah YaSin (36:71 ), it was said: أَوَلَمْ يَرَ‌وْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ ﴿71﴾ (Do they see not that We created the quadrupeds with Our Own hands then they became their owners?) As obvious, the sense is that this ownership of theirs is not private and personal - it was Allah who made them the owners out of His grace.\nWhen some set of people rebels against Allah Ta` ala, that is, indulges in Kufr and Shirk, then, the first action Allah Ta'ala takes to reform them is that He sends His Messengers and Books to them. When the unfortunate ones among them are not impressed even by this act of Divine grace, Allah Ta'-al-a commands His Messengers to wage Jihad against them and kill them. The outcome of this was that the lives and properties of these rebels became مُبَاح Mubah (allowed). They no longer had the right to benefit from the assets of life and property given to them by Allah Ta` ala, instead, in a manner of saying, all that belonged to them was confiscated in the name of the Authority in command. These very confiscated properties are given the name of ghanimah, spoils or war booty - which went out of the ownership of disbelievers and deposited itself separately as being under the ownership of Allah Ta` ala alone.\nAccording to the ancient Divine Law which governed such confiscated properties, no one was allowed to benefit from them. Such properties were, rather, gathered and placed on some open spot where lightening would come from the heavens and burn these up. This was the sign that their effort by way of Jihad was accepted.\nOne of the few unique distinctions bestowed upon the Last of the Prophets ﷺ by Allah Ta’ ala was that غَنِیمۃ ghanimah properties (spoils) were made lawful (Halal) for the Muslim community (as in a Hadith of Muslim). And such was the quality of its lawfulness that it was classed as 'the purest of properties!' The reason for it is not far to find. Is it not that wealth and property which one acquires through hard labour comes to him under his ownership after having passed through chains after chains of transfers from the ownership of many human beings? Now, while passing through these numerous chains, there exists a strong probability of unlawful, impermissible or repugnant methods being employed somewhere in the pipeline. The case of غَنِیمۃ ghanimah or spoils happens to be quite contrary. Here, the ownership of disbelievers stands severed from them and passes directly into the ownership of Allah Ta` ala, remaining there as such. Now, whoever gets it, gets it directly from what is owned by Allah Ta'-al-a and that leaves no doubt, or apprehension of unlawfulness or repugnance as could be the case in receiving from what is owned by human beings. This is like water drawn from a well, or natural grass, which reaches man directly as a blessing of Allah Ta` ala without any human intermediacy in between.\nTo sum up, it can be said that غَنِیمۃ ghanimah or spoils which was not lawful for past communities was made lawful as a token of blessing and mercy for the Muslim Ummah. The rule of its distribution has been introduced by saying: وَاعْلَمُوا أَنَّمَا غَنِمْتُم مِّن شَيْءٍ (And know that whatever spoils you receive - 41). To begin with, according to the rules of Arabic language, the word: ما (ma) already signifies generality. Then, to put further stress on this generality, added there was the expression: مِّن شَيْءٍ (min sha'i) which means whatever is collected as spoils, big or small, falls under the purview of this very law. Anyone who takes anything outside the provisions of the law of distribution, even if ordinary or small in his judgment, he will still be considered guilty of a serious crime. Therefore, the Holy Prophet ﷺ said that it is not per-missible for anyone to take even a needle and its thread which is a part of the spoils غَنِیمۃ (ghanimah property) without his entitlement to it as his legally allotted share. In addition to that, he has given a severe warning against taking anything from spoils outside the allotted share. The name given to this act of misappropriation in spoils in Hadith is Ghulul where it has been declared as brazenly unlawful, far more serious than common theft.\nBy introducing the ground rule for distribution, all mujahid Muslims were served with a notice that Allah Ta` ala has made spoils lawful for them, but that it was lawful under a specific procedural regulation. Anyone who takes anything against it, then, that will be nothing but an ember of the fire of Jahannam.\nThis is what makes the law of the Qur'an distinct from other laws of the world. Then, this is the real secret behind the perfect effectiveness and success of the law of Qur'an when it begins by focusing on the need to fear Allah and to be concerned about the Hereafter and follows it up with warnings of consequences. After that, as part of the next article, penal punishments were also promulgated.\nOtherwise, it is worth pondering how is it possible in the middle of the wild commotion of the battlefield that properties be acquired from out of the possession of non-Muslims, properties the details of which are known neither to the commander of Muslims nor to someone else. On top of that, battles are fought on grounds which form part of desolate jungles and deserts where thousands of places exist as possible hideouts far from the arm of law. To stand guard over these properties with the sole strength of law was something just not possible for anyone. Ultimately, it was the fear of Allah and Akhirah alone which ena-bled every single Muslim to desist from making even the minutest misappropriation in these properties.\nNow, let us have a look at this rule of distribution. It was said: فَأَنَّ لِلَّـهِ خُمُسَهُ وَلِلرَّ‌سُولِ وَلِذِي الْقُرْ‌بَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ (its one fifth is for Allah and the Messenger and for kinsmen and orphans and the needy and the wayfarer - 41).\nFirst of all, worth pondering at this point is that the rule of the distribution of ghanimah or spoils being described here covers the distribution of spoils as a whole. But, the Qur'an has elected to simply mention the rule as it applies to its one-fifth. No mention has been made of the remaining four shares. What is the secret behind it and what is the law which governs the distribution of the rest of four shares? If we ponder over and deliberate in the Qur'an, an answer to these two questions comes out from within the existing word arrangement of the text. To wit, addressing Muslims engaged in Jihad, the Holy Qur'an said: مَا غَنِمْتُم (ma ghanimtum: whatever spoils you receive). There is a hint here to the effect that this property is the right of those who receive it. And after that, it was declared that one fifth from it was the share of Allah and the Messenger and others. Thus, the outcome is all too clear - the remaining four shares belonged to the mujahidin and to those who collected spoils among them. This is similar to what the Qur'an has said elsewhere in connection with the law of inheritance:\nوَوَرِ‌ثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ\nAnd his parents have inherited him, then, his mother gets the\none-third. (4:11)\nHere too, the mention of mother has been considered sufficient which tells us that the remaining two shares are the right of the father. Similarly, after mentioning: (ma ghanimtum غَنِمْتُم : whatever spoils you re-ceive), when only one fifth share was set aside for Allah, it became clear that the remaining four shares were the right of the mujahidin. Later, the corresponding word and deed of the Holy Prophet ﷺ fully clarified the rule in details that these four shares were distributed over mujahidin under a specific law.\nNow, let us take up the details of that one fifth share which has been clearly determined by the Holy Qur'an in this verse. The count of words used in the Qur'an to say this here is six. The six words are: (1) لِلَہ (Lillah : for Allah), (2) لِلرَّ‌سُولِ (lirrasul : for the Messenger), (3) لِذِي الْقُرْ‌بَ (lidhilqurba : for kinsmen), (4) الْيَتَامَىٰ (al-yatama : orphans, (5) الْمَسَاكِين (al masakin : the needy) and (6) ابْنِ السَّبِيلِ (ibn as-sabil : the wayfarer).\nOut of these words, the first word: لِلَہ (lillah) serves as the main heading under which this one fifth shall be disbursed. In other words, the statement made is that all these disbursements are exclusively for the sake of Allah. Then, the introduction of this word at this place carries a particular wisdom of its own which has been pointed out to in Tafsir Mazhari. It has been said there that wealth and property coming out of sadaqat (charities) had been declared unlawful for the Holy Prophet ﷺ and his family since it did not suit his station as a prophet of Allah, and also because it was a portion taken out from the wealth and properties of Muslims at large for the purpose of making these purified. The name given to such give outs in Hadith is: اَوسَاخُ النَّاس (awsakhu 'n-nas : dirt removed from people). This is not fit for the high status of a prophet.\nSince this verse has also given a share out of the one fifth of spoils to the Holy Prophet ﷺ and his family, therefore, it was particularly stressed that this share did not wind its way through what was owned by people, instead, it was directly from Allah Ta` ala - as mentioned a little earlier that the property of غَنِیمۃ ghanimah or spoils goes out from the ownership of disbelievers and passes directly into the sole ownership of Allah Ta` ala. Thereafter, it is distributed as a reward from Him. Therefore, to indicate that the share given to the Holy Prophet ﷺ and his kinsmen from the one fifth of spoils had nothing to do with charities given by people, instead, was grace and reward directly from Allah Ta` ala, it was said at the beginning of the verse: لِلَہ (lillah) which means that all this property belongs to Allah Ta` ala, really and specifically, and it will be disbursed according to His command alone on heads as determined.\nSo, there remain five real categories of disbursement from this one fifth - the Messenger, the kinsmen, the orphan, the needy and the wayfarer. Then, there are different degrees of entitlement among them. One marvels at the eloquence of the Holy Qur'an as to how delicately it has described the difference in their degrees of entitlement. For instance, the intensifying particle: لَام (lam) has been affixed before the first two of these five as in: لِلرَّ‌سُولِ وَلِذِي الْقُرْ‌بَہ (for the Messenger and for the kinsmen) - and the rest of the three kinds have been conjoined together and mentioned without the particle لَام lam.\nThe particle لَام lam is used for particularization in the Arabic language. In the word: لِلَہ ، (lillah), the particle لَام lam denotes exclusivity of ownership which means that Allah Ta` ala is the real owner of everything - and in: لِلرَّ‌سُولِ (lirrasul), the objective is to highlight the speciality of entitlement since Allah Ta` ala bestowed the right of disbursing and distributing the one fifth of spoils on the noble Prophet ﷺ . The purport of this arrangement has been ably stated by Imam Tahawi and Tafsir Mazhari when they said: Though, five names have been mentioned at this place with reference to the heads of disbursement of one fifth of spoils but, in reality, the entire right of disposal rests with the Holy Prophet ﷺ who shall expend the one fifth of spoils over these five categories at his discretion. This is similar to what was said in the first verse of Surah al-Anfal where the injunction about the entire collection of spoils was that the Holy Prophet ﷺ had the right to expend it where he wished or give it to whom he wished, all at his discretion.\nThough, the verse (41): وَاعْلَمُوا أَنَّمَا غَنِمْتُم (And know that whatever spoils you receive) by dividing the whole of spoils over five shares, declared that four of these were the right of the mujahidin, but the fifth share continued to be governed by the same injunction which had left its disbursement at the discretion of the Holy Prophet ﷺ . However, the only addition made there was that five heads of expenditure re-lating to this fifth share were spelt out and that it will keep revolving within these. But, according to the majority of expert scholars, it was not incumbent on him that he should make five equal shares out of this one fifth and distribute it equally over the five categories of recipients mentioned in the verse. Instead, what was necessary was no more than that he would give the one fifth of spoils within the same five categories, to all, or to some, at his discretion.\nThe clearest proof of this statement lies within the words of the verse and the categories of recipients it mentions. It means that all these categories are not practically separate and detached from each other. In fact, they can be common to each other. For instance, a person who falls under the category of 'kinsmen,' could also be an 'orphan', or 'needy' and 'wayfarer' too. Similarly, the needy and the wayfarer could also be orphans, and kinsmen too. Someone needy could also have the status of a wayfarer. If the purpose was to have spoils distributed equally and separately over all these categories, then, these categories should have been such as would not admit one category of person in the other. Otherwise, it would become necessary that a person who is from kinsmen and who also happens to be an orphan, a needy one and a wayfarer too will have to be given four shares at the rate of one share for each status. Incidentally, this is the governing rule in the distribution of inheritance. Someone who has different kinds of relationship with a deceased person gets a separate share against each such relationship. Nevertheless, giving four shares to one person is something no one in the Muslim community goes by. This tells us that the verse does not aim to put a restriction of the Holy Prophet ﷺ that he necessarily gives to all these categories and gives equally too. Instead, the aim is that he may give out of the one fifth of spoils to any category from the five categories specified as he deems fit and appropriate. (Tafsir Mazhari)\nThis is illustrated by an incident relating to Sayyidah Fatimah. When she requested the Holy Prophet ﷺ that she be given a servant to help her with home chores in view of her physical weakness, he refused to accept her request on the ground that, in his sight, the need of his Companions ؓ from the people of Suffah was more urgent than hers. They were extremely poor and needy and there was no way he could bypass them and give to her. (Sahib al-Bukhri and Muslim)\nFrom here, it becomes very clear that there was no separate right or entitlement for each category, otherwise, who could have been more deserving than Sayyidah Fatimah ؓ in the category of kinsfolk? In brief, all this is a description of the heads of disbursements, and not a description of entitlements.\nThe Distribution of One Fifth (Khums) after the passing away of the Holy Prophet ﷺ\nAccording to the majority of Imams, the share assigned to the Holy Prophet ﷺ in the one fifth of spoils was, in terms of his august station as a prophet and messenger. This was very similar to the special right given to him that he could pick and take anything from out of the total spoils for his personal use, because of which he had actually taken certain things from out of some spoils. Then, he took care of his expenses and the expenses of his family from the one fifth of spoils. After his passing away, this share ceased to exist automatically - because, there is no messenger or prophet after him.\nThe Khums خُمُس (one fifth) of Dhawi'l-Qurba ذوی القربا (the kinsmen)\nAt least, there is no difference of opinion about the precedence of the right of poor kinsmen in the one fifth of spoils as compared to that of other categories of receivers, that is, the orphans, the needy and the wayfarer. The reason is that poor kinsmen cannot be helped with Zakah and Sadaqat, while other categories of receivers could also be helped with Zakah and Sadaqat (as clarified in Al-Hidayah where precedence is given to poor kinsfolk over other categories). However, the question remains whether or not the need-free kinsmen would be given from it. Imam Abu Hanifah says: Whatever the Holy Prophet ﷺ himself used to give to kinsmen was based on two considerations: (1) Their need and poverty and (2) help and support given to him in establishing faith and defending Islam. The second cause came to an end with the passing away of the Prophet ﷺ . What remained was the consideration of need and poverty. As based on this aspect, every Imam and Amir of Muslims shall keep granting them precedence over others (Hidayah, a1-Jassas). Imam Shafi` i has also taken the same position. (Qurtubi)\nAnd according to some Muslim jurists (fuqaha' ), the share of kinsmen in their capacity as being related to the Holy Prophet ﷺ remains valid for ever. Included there are the poor and the need-free all alike, however, the ruling Muslim authority of the time shall give them a share at his discretion. (Mazhari)\nThe real factor in this matter is the conduct and practice of the rightly-guided Khulafa' of Islam in terms of what they did after the passing away of the Holy Prophet ﷺ . This author of Hidayah has this to say about it:\nان الخلفاء الاربعۃ الراشدین قسّموہ علی ثلثۃ اسھم\n(After the passing away of the Holy Prophet ﷺ the four rightly-guided Khulafa' have distributed the one fifth of spoils over three categories only (that is, orphan, needy, and wayfarer).\nHowever, it stands proved about Sayyidna ` Umar ؓ that he used to give out to poor kinsmen from the one fifth of spoils (deduced by Abu Dawud) - and it is obvious that this is not peculiar to Sayyidna ` Umar ؓ alone, other Khulafa' would have also been doing the same.\nAs for the narrations which prove that Sayyidna Abu Bakr and Sayyidna ` Umar ؓ used to take out the rightful share of kinsmen right through the later period of their Caliphate and had these distributed through Sayyidna ` Ali ؓ as custodian on their behalf (as in a narration of Kitab al-Kharaj by Imam Abu Yusuf), it is not contrary to that distribution being particular to poor kinsmen. Allah knows best.\nSpecial Note\nThe Holy Prophet ﷺ had himself determined the qualification of kinsmen through his deed when, apart from Banu Hashim which was his own tribe, he had associated Banu al-Muttalib too with them for the reason that they had never separated themselves from Banu Hashim whether in Jahiliyyah or Islam - so much so that at the time the Quraysh of Makkah had cut off food supplies to Banu Hashim and had confined them to Shi'b Abi Talib, the Banu al-Muttalib were though not included under those boycotted, yet they joined Banu Hashim in this trial. (Mazhari)\nThe Day of the Battle of Badr was the Day of Distinction\nIn this verse, the day of Badr has been called یَوم اَلفُرقَان Yowm al-Furgan (the day of distinction between the true and the false). The reason is that Muslims scored a clear victory at Badr and the disbelievers faced a disgraceful defeat. Though, this happened as a ground reality on that day, yet it was, by extension, a day of decision also, the ultimate decision between disbelief and Islam.",
  "ayah": 41,
  "surah": 8
}
