{
  "text": "Commentary\nThe battle of Badr was the first confrontation of Kufr and Islam which registered a practical proof of the superiority and veracity of Islam, even visibly and materially. Therefore, the Holy Qur'an has taken special steps to describe its details which appear in the verses cited above. Besides the many considerations of wisdom behind these details, one such consideration is to assert that there was just no possibility, either visibly or technically, that Muslims will win and that the disbelievers of Makkah will be defeated. But, the unseen power of Allah Ta` ala overturned all superiority of men and materials as well as its obvious causes. To give a clear picture of this event, the Holy Qur'an has virtually outlined in these verses a whole map of the battlefront at Badr. Now, before we explain these verses, let us glance over the lexical explanation of some words.\nThe word: عُدْوَةِ ('udwah) refers to a side and the word: دُنیَا (dunya) is derived from: اَدنٰی (adna) which means nearer. When compared to the Hereafter, this world of ours is also called: دُنیَا (dunya) because, as related to the universe of the Hereafter, it is closer at hand for human beings. And the word: قُصْوَىٰ (quswa) is a derivation from: اَقصٰی (aqsa) which means farther.\nIn verse 42, death has been mentioned against life. The Arabic words used here do not carry the outward sense of death and life. Instead, meant here is spiritual death and life, or destruction and salvation. Spiritual life is Islam (belief in Allah and the Messenger) and 'Iman (faith), and spiritual death is Shirk (polytheism) and Kufr (disbelief). The Holy Qur'an has used these words at several places in this very sense. For instance, earlier in Surah al-Anfal, it was said:\nيَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّـهِ وَلِلرَّ‌سُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ\nO those who believe, respond to Allah and the Messenger when He calls you to what gives you life. (8:24).\nThe life mentioned here is the real and eternal life which one is blessed with in return for 'Iman and Islam. Now, we can move to a detailed explanation of the cited verses.\nOpening with almost a cartographic view of the war front at Badr, verse 42 tells us that Muslims were on the nearest cliff (عُدْوَةِ الدُّنْيَا) and the disbelievers were on the farthest one (عُدْوَةِ الْقُصْوَىٰ ). The spot occupied by Muslims was on the side of the terrain closer to Madinah, while the disbelievers had taken the other side of the terrain which was farther from Madinah. As for the trade caravan of Abu Sufyan, the main cause of waging this Jihad, that too was closer to the army of disbelievers which had come from Makkah but was out of the range of attack by Muslims and moving by the sea shore at a distance of three miles. The purpose of focusing on this battle plan is to say that Muslims were located at a spot totally unsuitable and wrong strategically, a spot from where they had no chance of overpowering the enemy, in fact, no chance of even saving their own lives - because, the 'side of the terrain which was closer to Madinah happened to be a big sandy patch walking through which was hard and heavy. Then, they had no access to water around the spot they were in, while the side farther from Madinah where the disbelievers had set up their camps was smooth terrain with a supply of water close by.\nThen, by pointing out to the two edges of the sides occupied by the two armies, it was made much too clear that the two forces were standing face to face, under which condition, it was not possible to conceal the strength or weakness of one party from the other. In addition to that, it was also indicated that the army of the disbelievers of Makkah was already at peace with the realization that their trade caravan had moved away from the attacking range of Muslims. Now, if they needed them at some stage, they too could come out to help them. As compared to them, Muslims were in trouble in terms of their location where they had no probability of getting support of men and materials from anywhere. Then, it is already settled, and known to every educated Muslim, that the total count of Muslim 'army' was three hundred and thirteen, while that of the disbelievers was one thousand. Muslims did not have sufficient number of mounts, nor did they have enough weapons. Against that, the army of the disbelievers was laced with everything.\nBesides, Muslims simply had not embarked on this Jihad as some armed force ready to fight a war. Being an emergency measure to block the passage of a trade caravan and to lower the morale of the enemy, only three hundred and thirteen Muslims had started off ill-prepared, ill-equipped. It was only all of a sudden that there they stood having to confront a thousand-strong force of armed men.\nThis verse of the Qur'an tells us that this event, though it came to pass accidentally, with no intention behind it, but the truth. is that all that happens in this world, accidentally and involuntarily - though, it looks like some plain accident in terms of its level and form - is, in the sight of the Creator of the universe, nothing but the well-set chain of a formidable system. There is nothing in this system which can Be called abrupt or out of place. It will take the whole system to unravel itself to man, only then, man could find out the full range of wisdom hidden behind what was, supposedly, an accidental happening.\nTake this event of the battle of Badr as a test case. That it came to pass in an accidental and involuntary manner had its own wise considerations as stated in: وَلَوْ تَوَاعَدتُّمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ (And had you rearranged it with each other, you would have deviated from the appointment - 42). It means that, had this battle also been fought like common battles around the world, fought with all possible survey of available options, mutual arguments and crisis resolutions, then, given the dictates of circumstances, this battle would have never been fought. In fact, differences would have crept in one way or the other - either, Muslims themselves would have started thinking otherwise because of their being few and weak against adversaries who were many and strong; or that both parties, the disbelievers and the Muslims, might have not shown up on the battle ground as appointed mutually. As for Muslims, they would have not had the courage to initiate action in view of their being few and weak - and the disbelievers, in whose hearts Allah Ta` ala had already put the awe of Muslims, would have been scared to come out against them despite their superiority in number and strength.\nTherefore, that formidable Divine system created such conditions on both sides as. would not allow them time and occasion to think and understand. The people of Makkah were so overwhelmed by the disturbing plaint from the trade caravan of Abu Sufyan that they were ready to march out without much deliberation. The Muslims were prompted by the thought that they were going to take care of an ordinary trade caravan and not a formal armed force arrayed against them. But, Allah, the All-Knowing, the All-Wise, so willed that a war starts between them so that the consequences of the victory of Islam which are to emerge from behind this war become visibly manifest. Therefore, it was said: وَلَـٰكِن لِّيَقْضِيَ اللَّـهُ أَمْرً‌ا كَانَ مَفْعُولًا (But [ it happened like this ] so that Allah might accomplish what was destined to be done - 42). It means that, despite conditions being what they were, the war had to be fought so that Allah might accomplish what was destined to be done. And destined to be done was that arrayed against an army of armed and equipped young men a thousand-strong, a motley group of three hundred and thirteen ill-equipped and hunger-stricken Muslims - and that too out of place in terms of the demanding war front – rams itself against what was a virtual mountain for them, then, the unbelievable happens. The mountain turns into smithereens. This insignificant group of men wins. This is nothing but an all too visible demonstration of the fact that some big power was operating behind them, something that thousand-strong army missed. Then, it is also evident that Muslims were supported because of Islam and the disbelievers remained deprived because of their disbelief, something which gave every sensible human a criterion to distinguish truth from evil and genuine from the fake. Therefore, at the end of the verse, it was said: لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَيَّ عَن بَيِّنَةٍ (so that whoever is going to die may die knowingly, and whoever is going to live may live knowingly - 42). It means that the loud and clear veracity of Islam vis-a-vis the falsity and horror of Kufr and Shirk was exposed for ever so that anyone who opts for destruction should do so while fully realizing the consequences of his or her action, and anyone who goes on to live should also live with full realization of the choice so made. The caveat is: Let nothing be done unknowingly and mistakenly, so be on guard.\nThe word: هَلَاكَت (halakah: death, destruction) in this verse means Kufr or disbelief while حَیَات (hayat : life) denotes Islam. In other words, once the truth has come out in the open, the probability and excuse of misunderstanding stand eliminated. Now, whoever takes to disbelief as his or her life style is going towards destruction with open eyes. And whoever takes to Islam takes to eternal life knowingly, consciously and deliberately. Then, it was said: وَإِنَّ اللَّـهَ لَسَمِيعٌ عَلِيمٌ (And Allah is indeed All-Hearing, All-Knowing - 42) that is, He knows the secrets in everyone's heart, even the nature of everyone's belief and disbelief, as well as the due reward and punishment for it.",
  "ayah": 42,
  "surah": 8
}
