{
  "text": "The Anatomy of Shaitanic Deception and Personal Defence\nThere are some elements of guidance we receive from what has been mentioned in this verse:\n(1)\tThat the 'Shaitan' is man's enemy who employs all sorts of tricks, guises and stratagems to bring loss to him. There are occasions when he would simply inject a scruple in the heart and harass his victim and there are times when he would deceive man by appearing before him.\n(2)\tThat Allah Ta` ala has given him the ability to appear before man in various guises. There is a well-known book of Hanaf'i jurisprudence called آکام المرجان فی أحکام الجان : 'Akam al-Marjan fi Ahkam al-Jann where it has been proved in detail. Therefore, authorities among mystic scholars who are recognized as masters in illumination کَشف (kashf) and eye-witness شُہُود (shuhud) have warned people that it is dangerous to start following a person simply by seeing him or hearing him say something without taking the trouble of finding out his antecedents and circumstantial conditions. There could be couched Shaitanic inputs even in what is known as illumination کَشف (kashf) and inspiration اِلھام (ilham). So, the ideal method of remaining safe against Shaitanic deceptions is to follow Divine Revelation faithfully.\nSuccess Comes By Actually Being on the Straight Path and Not By Simply Having Sincere Intentions\n(3)\tThat the most frequent reason why people get involved in disbelief, polytheism or other impermissible doings is no other but that the Shaitan, by making their evil deeds appear handsome, desirable and beneficial, turns their hearts away from truth, as it is, and its consequences, as they would be. Once so brain-washed, they would start taking their false as the epitome of truth and their loss as the ultimate gain, so much so that, very much like the votaries of truth, they would be all set to lay down even their lives for the sake of their false notions. It was for this reason that the army and the chiefs of Quraysh, when they were departing from the Baytullah بَیتُ اللہ ، had already supplicated before it by saying: اللھم انصر اھدی الطایٔفتین (0 Allah, help the better-guided group between the two of us) (See pages 183-184). Such was the level of their unawareness that they simply walked into the snare of the Shaitan and started taking themselves to be the ones better-guided and truth-oriented and, unbelievably enough, they would go to the outer limits of sacrificing their lives and possessions in support of their false stand - and that too with all 'sincerity' at their command!\nFrom here we find out that bland sincerity is never sufficient unless the direction of deeds is correct.\nIn the verse which follows (49), mentioned there is a common saying of the hypocrites of Madinah and the polytheists of Makkah. It was almost in a strain of combined sympathy and contempt that it was said about Muslims: غَرَّ‌ هَـٰؤُلَاءِ دِينُهُمْ (The belief of these people has deluded them). It means that those handful of Muslims had come all the way to the battlefield of Badr to challenge an army so powerful and well-equipped as if those poor people have been deluded by their faith which seems to have thrown them into the jaws of death. Responding to them, Allah Ta` ala said: وَمَن يَتَوَكَّلْ عَلَى اللَّـهِ فَإِنَّ اللَّـهَ عَزِيزٌ حَكِيمٌ (And whoever places his trust in Allah, then, Allah is Mighty, Wise). The sense of the statement is that one who places his total trust in Allah never runs into disgrace because Allah is all-dominating and when it comes to wisdom, there is no plan or intelligence or insight into the future which can hold before it. In other words, those who know no more than what is material would only place their trust in nothing but the material. How would they know the secret power which lies in the treasures of the One who has created everything material. This power accompanies those who believe in Allah Ta` ala and place their total trust in Him.\nEven in our day, there are those religiously observing and innocent-looking Muslims who would become ready targets for those who claim to have advanced rationally and intellectually and who would benignly dismiss them as old-timers who might as well be left alone. But, should such people be armed with perfect faith and trust in Allah, no harm can touch them - even if intended and tried.",
  "ayah": 49,
  "surah": 8
}
