{
  "text": "Stated in the fourth verse (53) there is a standing rule which spells out the condition under which Allah Ta` ala allows a people to continue enjoying blessings bestowed by Him. It was said: بِأَنَّ اللَّـهَ لَمْ يَكُ مُغَيِّرً‌ا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُ‌وا مَا بِأَنفُسِهِمْ (because Allah is not to change a favour He has conferred on a people unless they change their own selves - 53).\nThe first thing worth pondering about at this place is that Allah Ta` ala has not set forth any rule as to the bestowal of blessing and favour, nor has He put any restriction and condition for it, nor has He made it to be dependent on some good deed - because, had this been so, then, the foremost favour bestowed on us is our very existence. Placed in this marvelous menagerie of the power of Allah are thousands and thousands of additional blessings which, it is all too obvious, were conferred on us at a time when we did not exist nor any of our deed did.\nIf blessings and favours from Allah Ta` ala were to wait for good deeds from His servants, our being itself would have not materialized.\nThe blessing and the mercy of Allah Ta` ala is there all by itself as an outcome of His being the Lord of all the worlds and the One who is All-Merciful and Very-Merciful. However, what has been described in this verse is a rule which governs the continuity of this favour and mercy. According to this rule, when Allah Ta` a1a favours a people with His blessing, He does not take it back until such time that the people themselves bring about changes in their conditions of living and ways of doing things and thus become the very agency which invites the punishment of Allah.\nThe change of conditions referred to here means a shift or change from good deeds to bad deeds and from good 'states of being to bad states of being, or that a person who, at the time of the coming of blessings, was involved in certain sins and evils, then, once he had re-ceived those blessings, he stoops lower and gets involved in deeds far more evil.\nIt becomes evident from the details given above that peoples mentioned in previous verses, that is, the Quraysh disbelievers and the people of Pharaoh, have their relevance to the present verse on the grounds that these people were not all that good in their states of living even at the time the blessings came. They were still the polytheists and disbelievers they were. But, after having been blessed with favours, these people became far more dauntless in their evil deeds and acts of wickedness.\nThe people of Pharaoh started inflicting all sorts of injustices against the Bani Isra'il. Then they rose in hostility against Sayyidna Musa (علیہ السلام) which was a grave addition to their past crimes. Through these doings, they brought changes in their living conditions which led them to more evils and when this happened, Allah Ta` ala too brought a change in His blessing by changing it into retribution and punishment. Similarly, the Quraysh of Makkah were though involved in polytheism and other evil practices, yet they did have a few good deeds to their credit, such as, regard for kinship, hospitality, service of Hajj pil-grims, respect for Baytullah etc. Allah Ta` ala showered on them many material and spiritual blessings. On the material plane, great impetus was given to their trading activities. In a country where no trading caravan belonging to anyone could pass through safely, their trade caravans would go to Syria in the north and Yemen in the south and return in safety and with success - something mentioned by the Qur'an in Surah al-Quraysh (106) under: رِ‌حْلَةَ الشِّتَاءِ وَالصَّيْفِ\t(they used to make alternate trading visits in winter and summer -106:2).\nThen, on the spiritual plane in terms of their religion, they were blessed with a favour so great as was never conferred upon any of the past peoples - that the foremost among prophets, the last of the line, sallallahu ` alaihi wa sallam, was destined to rise among them, and Qur'an, the last, the comprehensive Book of Allah Ta` ala was sent to them through him.\nBut, these people, rather than correct themselves through gratitude and appreciation for these blessings of Allah Ta` ala, went on to make a mess of their moral condition, making it far worse than it al-ready was. They stopped treating their near relations well and started inflicting savage injustices against their own brothers and nephews who chose to embrace Islam. Rather than keep to their tradition of hospitality, pledges were written and promulgated that a total boycott of such Muslims be made, even to the limit of holding back the supply of food and water to them. Instead of providing essential services for Hajj pilgrims which they once considered to be their duty, they started preventing Muslims from entering the Haram. These were the standing conditions on the ground which brought about a change in the disbelievers of Quraysh - as a result of which came the counter-change from Allah Ta` ala. He transformed His favours and blessings into retribution and punishment, thus making them have a taste of disgrace in the mortal world too, and then, it was through the noble person sent as mercy for all the worlds that they invited their own destruction.\nAs based on trustworthy books of history, it has been said in Tafsir Mazhari that Kilab ibn Murrah, who is the grandfather of the third grandfather of the Holy Prophet ﷺ genealogically, was a staunch adherent of the faith of Sayyidna Ibrahim and Ismail (علیہما السلام) right from the beginning, and he retained the role of leadership in this faith, generations after generation. It was during the period of Qusayy ibn Kilab that idol-worship started as a practice among people. Before him, Ka'b ibn Lu'aiyy was their religious leader. He used to deliver a sermon before everyone on the day of Jumu'ah which was called ` Arubah in their dialect and tell his audience that the last among prophets I ﷺ would rise from among their progeny. Everyone will be bound to follow him. Whoever fails to have faith in him, no deed of his shall be acceptable with Allah. Well-known are his poetic compositions about the coming of the Holy Prophet ﷺ ، as part of pagan poetry. Then, Qusayy ibn Kilab used to make arrangements of food and water for all Hajj pilgrims, so much so, that these things continued to be within the family of the Holy Prophet ﷺ until his blessed period. Given this historical perspective, it could also be said that the change which affected the mass behaviour of the Quraysh may as well mean that they had forsaken the faith of Sayyidna Ibrahim (علیہ السلام) and taken to idol-worship.\nHowever, a return to the subject of the verse tells us that there are occasions when Allah Ta` ala would bestow His favour also on people who do not seem to be deserving of it in view of their deeds. But, should they start, after having received that favour, committing ex-cesses and indulging in evil deeds more frequently, rather than turn the direction of their deeds towards correction and betterment, then, this favour is taken away from them and they become deserving of Divine punishment.\nAt the end of the verse, it was said: وَأَنَّ اللَّـهَ سَمِيعٌ عَلِيمٌ (and that Allah is All-Hearing, All-Knowing - 53). It means that Allah Ta` ala is the one who hears everything they say and knows everything they do, there-fore, there is no probability of some error or misunderstanding in the decision He finally takes.",
  "ayah": 53,
  "surah": 8
}
