{
  "text": "After that, in the fourth verse (62), the same subject has been taken up with added clarity where it was said:\nوَإِن يُرِ‌يدُوا أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّـهُ ۚ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِ‌هِ وَبِالْمُؤْمِنِينَ ﴿62﴾\nAnd if they intend to deceive you, then, Allah is all-sufficient for you. He is the One who supported you with His help and with the believers.\nIt means that should this very probability turn out to be the reality on the ground - that their intention is bad and they stop at nothing short of a deceptive strike against you - even then, you do not have to bother about it because Allah is sufficient as your supporter. This has been true earlier too. Things have worked for the Holy Prophet ﷺ with nothing but the help and support of Allah Ta` ala. He was always there behind him, a fact which is the very basis of his victory and success. Then, it was for everyone to witness that He made a group of Muslims rise around him who became his helping hands in the mission. All these arrangements were the outward causes of the phenomena. The thing to believe is that the real and absolute Master who fused together all causes of victory and success in a visible form shall never leave him alone to be deceived by the enemy even today. It was under this Divine promise when, after the revelation of this verse, it never happened throughout the entire span of his life that any deceit or ambush from his enemies brought any harm to him. Therefore, the scholars of Tafsir have said that this promise for the Holy Prophet ﷺ very much like the promise made in: وَاللَّـهُ يَعْصِمُكَ مِنَ النَّاسِ (and Allah shall keep you protected from the people - 5:67) when, after the revelation of this verse, the Holy Prophet ﷺ had asked his noble Companions ؓ who guarded him against any such dangers that they should now feel relieved and forget about their security concerns regarding his person. This tells us that this promise was special to the Holy Prophet ﷺ . (Bayern al-Qur'an) As for others, they should do things in terms of formal arrangements after assessing prevailing conditions.",
  "ayah": 62,
  "surah": 8
}
