{
  "text": "Mentioned for Muslims in the fourth (65) and fifth (66) verse, there is a law of war which stipulates the limit to which it was obligatory (fard) for them to stand resolutely against their adversary - and any retreat from which was a sin. In previous verses and events, it has been mentioned in detail that the unseen help of Allah Ta` ala is with Muslims for their matter is different, not like that of the peoples of the world at large. They, even if small in numbers, can overcome a lot more of their challengers as stated in the Holy Qur'an:\nكَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَ‌ةً بِإِذْنِ اللَّـهِ\nThere are many smaller groups which overcome larger groups\nwith the will of Allah - 2:249).\nTherefore, ten Muslims were declared to be equal to one hundred men in the first Jihad of Islam at the famous battle of Badr where the command given was:\nإِن يَكُن مِّنكُمْ عِشْرُ‌ونَ صَابِرُ‌ونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّائَةٌ يَغْلِبُوا أَلْفًا مِّنَ الَّذِينَ كَفَرُ‌وا بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ\nIf there are twenty among you, who are patient, they will over-come two hundred; and if there are one hundred among you, they will overcome one thousand of those who disbelieve - 8:65\nThe style of expression used here is that of a welcome news flash - that one hundred Muslims shall overcome one thousand disbelievers. But, the purpose is to order that it is not permissible for one hundred Muslims to run against one thousand disbelievers. The wisdom behind using the style of news is to make the hearts of Muslims become strong with this glad tidings telling them that Allah is promising their safety and victory. Had this order been announced in the imperative mood as a law, it would have naturally weighed heavy on temperaments.\nThe encounter at Badr was the very first battle Muslims had ever fought. At that time, they were in a terrible condition. The total number of Muslims itself was insignificant. Then, all of them had not gone to the war front. The hard fact was that only those who could get ready on the spot were the ones who became the 'army' of this war. Therefore, in this Jihad, one hundred Muslims were commanded to confront one thousand disbelievers in a style which carried the promise of Divine help and support.",
  "ayah": 65,
  "surah": 8
}
