{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 10,
      "surah": 31,
      "text": "Proofs of Tawhid\nThus Allah explains His mighty power in creating the heavens and the earth, and everything that is within them and between them. He says:\nخَلَقَ السَّمَـوَتِ بِغَيْرِ عَمَدٍ\n(He has created the heavens without any pillars) Al-Hasan and Qatadah said, \"It does not have any pillars, visible or invisible.\"\nوَأَلْقَى فِى الاٌّرْضِ رَوَاسِىَ\n(and has set on the earth firm mountains) means, the mountains which stabilize and lend weight to the earth, lest it should shake with its water. Allah says:\nأَن تَمِيدَ بِكُمْ\n(lest it should shake with you.)\nوَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ\n(And He has scattered therein moving creatures of all kinds) means, He has placed throughout it all kinds of animals, the total number of whose kinds and colors is known to no one except the One Who created them. When Allah tells us that He is the Creator, He also reminds us that He is the Provider, as He says:\nوَأَنزَلْنَا مِنَ السَّمَآءِ مَآءً فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ\n(And We send down water from the sky, and We cause (plants) of every goodly kind to grow therein in pairs,) meaning, every kind of good produce in pairs, i.e., they are beautiful to look at. Ash-Sha`bi said: \"People are also produce of the earth, so whoever enters Paradise is goodly and whoever enters Hell is vile.\"\nهَـذَا خَلْقُ اللَّهِ\n(This is the creation of Allah.) means, all that Allah has mentioned here of the creation of the heavens and earth and everything in between stems from His power of creation and control alone, and He has no partner or associate in that, Allah says:\nفَأَرُونِى مَاذَا خَلَقَ الَّذِينَ مِن دُونِهِ\n(So, show Me that which those besides Him have created.) those idols and rivals whom you worship and call upon.\nبَلِ الظَّـلِمُونَ\n(Nay, the wrongdoers) means the idolators who associate others in worship with Allah\nفِى ضَلَـلٍ\n(in error) means, they are ignorant and blind.\nمُّبِينٌ\n(plain) means, it is clear and obvious, and not at all hidden."
    },
    {
      "ayah": 11,
      "surah": 31,
      "text": "Proofs of Tawhid\nThus Allah explains His mighty power in creating the heavens and the earth, and everything that is within them and between them. He says:\nخَلَقَ السَّمَـوَتِ بِغَيْرِ عَمَدٍ\n(He has created the heavens without any pillars) Al-Hasan and Qatadah said, \"It does not have any pillars, visible or invisible.\"\nوَأَلْقَى فِى الاٌّرْضِ رَوَاسِىَ\n(and has set on the earth firm mountains) means, the mountains which stabilize and lend weight to the earth, lest it should shake with its water. Allah says:\nأَن تَمِيدَ بِكُمْ\n(lest it should shake with you.)\nوَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ\n(And He has scattered therein moving creatures of all kinds) means, He has placed throughout it all kinds of animals, the total number of whose kinds and colors is known to no one except the One Who created them. When Allah tells us that He is the Creator, He also reminds us that He is the Provider, as He says:\nوَأَنزَلْنَا مِنَ السَّمَآءِ مَآءً فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ\n(And We send down water from the sky, and We cause (plants) of every goodly kind to grow therein in pairs,) meaning, every kind of good produce in pairs, i.e., they are beautiful to look at. Ash-Sha`bi said: \"People are also produce of the earth, so whoever enters Paradise is goodly and whoever enters Hell is vile.\"\nهَـذَا خَلْقُ اللَّهِ\n(This is the creation of Allah.) means, all that Allah has mentioned here of the creation of the heavens and earth and everything in between stems from His power of creation and control alone, and He has no partner or associate in that, Allah says:\nفَأَرُونِى مَاذَا خَلَقَ الَّذِينَ مِن دُونِهِ\n(So, show Me that which those besides Him have created.) those idols and rivals whom you worship and call upon.\nبَلِ الظَّـلِمُونَ\n(Nay, the wrongdoers) means the idolators who associate others in worship with Allah\nفِى ضَلَـلٍ\n(in error) means, they are ignorant and blind.\nمُّبِينٌ\n(plain) means, it is clear and obvious, and not at all hidden."
    },
    {
      "ayah": 12,
      "surah": 31,
      "text": "Luqman\nThe Salaf differed over the identity of Luqman; there are two opinions: was he a Prophet or just a righteous servant of Allah without the prophethood The majority favored the latter view, that he was a righteous servant of Allah without being a Prophet. Sufyan Ath-Thawri said, narrating from Al-Ash`ath, from `Ikrimah, from Ibn `Abbas, \"Luqman was an Ethiopian slave who was a carpenter. `Abdullah bin Az-Zubayr said, \"I said to Jabir bin `Abdullah: `What did you hear about Luqman' He said: `He was short with a flat nose, and came from Nubia.\"' Yahya bin Sa`id Al-Ansari narrated from Sa`id bin Al-Musayyib that \"Luqman was from the black peoples of (southern) Egypt, and had thick lips. Allah gave him wisdom but withheld prophethood from him.\" Al-`Awza`i said, \"`Abdur-Rahman bin Harmalah told me; `A black man came to Sa`id bin Al-Musayyib to ask him a question, and Sa`id bin Al-Musayyib said to him: \"Do not be upset because you are black, for among the best of people were three who were black: Bilal, Mahja` the freed slave of `Umar bin Al-Khattab, and Luqman the Wise, who was a black Nubian with thick lips.\" Ibn Jarir recorded that Khalid Ar-Raba`i said: \"Luqman was an Ethiopian slave who was a carpenter. His master said to him, `Slaughter this sheep for us,' so he slaughtered it. His master said: `Bring the best two pieces from it,' so he brought out the tongue and the heart. Then time passed, as much as Allah willed, and his master said: `Slaughter this sheep for us,' so he slaughtered it. His master said, `Bring the worst two morsels from it,' so he brought out the tongue and the heart. His master said to him, `I told you to bring out the best two pieces, and you brought these, then I told you to bring out the worst two pieces, and you brought these!' Luqman said, `There is nothing better than these if they are good, and there is nothing worse than these if they are bad.\"' Shu`bah narrated from Al-Hakam, from Mujahid, \"Luqman was a righteous servant, but he was not a Prophet.\" Allah's saying:\nوَلَقَدْ ءَاتَيْنَا لُقْمَانَ الْحِكْمَةَ\n(And indeed We bestowed upon Luqman Al-Hikmah) means, understanding, knowledge and eloquence.\nأَنِ اشْكُرْ للَّهِ\n(saying: \"Give thanks to Allah.\") means, `We commanded him to give thanks to Allah for the blessings and favors that Allah had given to him alone among his people and contemporaries.' Then Allah says:\nوَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ\n(And whoever gives thanks, he gives thanks for (the good of) himself.) meaning, the benefit of that will come back to him, and Allah's reward is for those who give thanks, as He says:\nوَمَنْ عَمِلَ صَـلِحاً فَلاًّنفُسِهِمْ يَمْهَدُونَ\n(and whosoever does righteous good deeds, then such will prepare a good place for themselves. ) (30:44)\nوَمَن كَفَرَ فَإِنَّ اللَّهَ غَنِىٌّ حَمِيدٌ\n(And whoever is unthankful, then verily, Allah is Rich, Worthy of all praise.) He has no need of His servants and He will not be harmed by that, even if all the people of the earth were to disbelieve, for He has no need of anything or anyone besides Himself. There is no God but He, and we worship none but Him."
    },
    {
      "ayah": 13,
      "surah": 31,
      "text": "Luqman's Advice to His Son\nAllah tells us how Luqman advised his son. His full name was Luqman bin `Anqa' bin Sadun, and his son's name was Tharan, according to a saying quoted by As-Suhayli. Allah describes him in the best terms, and states that he granted him wisdom. Luqman advised his son, the closest and most beloved of all people to him, who deserved to be given the best of his knowledge. So, Luqman started by advising him to worship Allah Alone, and not to associate anything with Him. Then he warned him:\nإِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ\n(Verily, joining others in worship with Allah is a great Zulm (wrong) indeed.) meaning, it is the greatest wrong. Al-Bukhari recorded that `Abdullah said: \"When the Ayah\nالَّذِينَ ءَامَنُواْ وَلَمْ يَلْبِسُواْ إِيمَـنَهُمْ بِظُلْمٍ\n(It is those who believe and confuse not their belief with Zulm)(6:82) was revealed, the Companions of the Messenger of Allah ﷺ were distressed by this, and said, `Who among us does not confuse his belief with Zulm' The Messenger of Allah ﷺ said:\n«إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُ إِلَى قَوْلِ لُقْمَانَ:\nيَبُنَىَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ»\n(That is not what it means. Have you not heard what Luqman said: (O my son! Join not in worship others with Allah. Verily, joining others in worship with Allah is a great Zulm (wrong) indeed))\" It was recorded by Muslim. When Luqman advised his son to worship Allah Alone, he also told him to honor his parents. This is like the Ayah,\nوَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّـهُ وَبِالْوَلِدَيْنِ إِحْسَـناً\n(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents) (17:23). These two things are often mentioned together in the Qur'an. Allah says here:\nوَوَصَّيْنَا الإِنْسَـنَ بِوَلِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ\n(And We have enjoined on man (to be dutiful and good) to his parents. His mother bore him in weakness and hardship upon weakness and hardship,) Mujahid said: \"The hardship of bearing the child.\" Qatadah said: \"Exhaustion upon exhaustion.\" `Ata' Al-Khurasani said: \"Weakness upon weakness.\"\nوَفِصَالُهُ فِى عَامَيْنِ\n(and his weaning is in two years) means, after he is born, he is breastfed and weaned within two years. This is like the Ayah,\nوَالْوَلِدَتُ يُرْضِعْنَ أَوْلَـدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ\n(The mothers shall give suck to their children for two whole years, for those who desire to complete the term of suckling)(2:233). On this basis, Ibn `Abbas and other Imams understood that the shortest possible period of pregnancy was six months, because Allah says elsewhere:\nوَحَمْلُهُ وَفِصَـلُهُ ثَلاَثُونَ شَهْراً\n(and the bearing of him, and the weaning of him is thirty months) (46:15). Allah mentions how the mother brings the child up, and how she gets tired and suffers stress from staying up with the child night and day, to remind the son of her previous kind treatment of him. This is like the Ayah,\nوَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا\n(and say: \"My Lord! Bestow on them Your mercy as they did bring me up when I was young.\") (17:24). Allah says here:\nأَنِ اشْكُرْ لِى وَلِوَلِدَيْكَ إِلَىَّ الْمَصِيرُ\n(give thanks to Me and to your parents. Unto Me is the final destination.) means, `I will reward you most generously for that.'\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) means, if they try hard to make you follow them in their religion, then do not accept that from them, but do not let that stop you from behaving with them in the world kindly, i.e. treating them with respect.\nوَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ\n(and follow the path of him who turns to Me in repentance and in obedience.) means, the believers.\nثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ\n(Then to Me will be your return, and I shall tell you what you used to do.) At-Tabarani recorded in Al-`Ishrah that Sa`d bin Malik said, \"This Ayah,\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) was revealed concerning me. I was a man who honored his mother, but when I became Muslim, she said: `O Sa`d! What is this new thing I see you doing Leave this religion of yours, or I will not eat or drink until I die, and people will say: Shame on you, for what you have done to me, and they will say that you have killed your mother.' I said, `Do not do that, O mother, for I will not give up this religion of mine for anything.' She stayed without eating for one day and one night, and she became exhausted; then she stayed for another day and night without eating, and she became utterly exhausted. When I saw that, I said: `O my mother, by Allah, even if you had one hundred souls and they were to depart one by one, I would not give up this religion of mine for anything, so if you want to, eat, and if you want to, do not eat.' So she ate.\""
    },
    {
      "ayah": 14,
      "surah": 31,
      "text": "Luqman's Advice to His Son\nAllah tells us how Luqman advised his son. His full name was Luqman bin `Anqa' bin Sadun, and his son's name was Tharan, according to a saying quoted by As-Suhayli. Allah describes him in the best terms, and states that he granted him wisdom. Luqman advised his son, the closest and most beloved of all people to him, who deserved to be given the best of his knowledge. So, Luqman started by advising him to worship Allah Alone, and not to associate anything with Him. Then he warned him:\nإِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ\n(Verily, joining others in worship with Allah is a great Zulm (wrong) indeed.) meaning, it is the greatest wrong. Al-Bukhari recorded that `Abdullah said: \"When the Ayah\nالَّذِينَ ءَامَنُواْ وَلَمْ يَلْبِسُواْ إِيمَـنَهُمْ بِظُلْمٍ\n(It is those who believe and confuse not their belief with Zulm)(6:82) was revealed, the Companions of the Messenger of Allah ﷺ were distressed by this, and said, `Who among us does not confuse his belief with Zulm' The Messenger of Allah ﷺ said:\n«إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُ إِلَى قَوْلِ لُقْمَانَ:\nيَبُنَىَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ»\n(That is not what it means. Have you not heard what Luqman said: (O my son! Join not in worship others with Allah. Verily, joining others in worship with Allah is a great Zulm (wrong) indeed))\" It was recorded by Muslim. When Luqman advised his son to worship Allah Alone, he also told him to honor his parents. This is like the Ayah,\nوَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّـهُ وَبِالْوَلِدَيْنِ إِحْسَـناً\n(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents) (17:23). These two things are often mentioned together in the Qur'an. Allah says here:\nوَوَصَّيْنَا الإِنْسَـنَ بِوَلِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ\n(And We have enjoined on man (to be dutiful and good) to his parents. His mother bore him in weakness and hardship upon weakness and hardship,) Mujahid said: \"The hardship of bearing the child.\" Qatadah said: \"Exhaustion upon exhaustion.\" `Ata' Al-Khurasani said: \"Weakness upon weakness.\"\nوَفِصَالُهُ فِى عَامَيْنِ\n(and his weaning is in two years) means, after he is born, he is breastfed and weaned within two years. This is like the Ayah,\nوَالْوَلِدَتُ يُرْضِعْنَ أَوْلَـدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ\n(The mothers shall give suck to their children for two whole years, for those who desire to complete the term of suckling)(2:233). On this basis, Ibn `Abbas and other Imams understood that the shortest possible period of pregnancy was six months, because Allah says elsewhere:\nوَحَمْلُهُ وَفِصَـلُهُ ثَلاَثُونَ شَهْراً\n(and the bearing of him, and the weaning of him is thirty months) (46:15). Allah mentions how the mother brings the child up, and how she gets tired and suffers stress from staying up with the child night and day, to remind the son of her previous kind treatment of him. This is like the Ayah,\nوَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا\n(and say: \"My Lord! Bestow on them Your mercy as they did bring me up when I was young.\") (17:24). Allah says here:\nأَنِ اشْكُرْ لِى وَلِوَلِدَيْكَ إِلَىَّ الْمَصِيرُ\n(give thanks to Me and to your parents. Unto Me is the final destination.) means, `I will reward you most generously for that.'\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) means, if they try hard to make you follow them in their religion, then do not accept that from them, but do not let that stop you from behaving with them in the world kindly, i.e. treating them with respect.\nوَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ\n(and follow the path of him who turns to Me in repentance and in obedience.) means, the believers.\nثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ\n(Then to Me will be your return, and I shall tell you what you used to do.) At-Tabarani recorded in Al-`Ishrah that Sa`d bin Malik said, \"This Ayah,\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) was revealed concerning me. I was a man who honored his mother, but when I became Muslim, she said: `O Sa`d! What is this new thing I see you doing Leave this religion of yours, or I will not eat or drink until I die, and people will say: Shame on you, for what you have done to me, and they will say that you have killed your mother.' I said, `Do not do that, O mother, for I will not give up this religion of mine for anything.' She stayed without eating for one day and one night, and she became exhausted; then she stayed for another day and night without eating, and she became utterly exhausted. When I saw that, I said: `O my mother, by Allah, even if you had one hundred souls and they were to depart one by one, I would not give up this religion of mine for anything, so if you want to, eat, and if you want to, do not eat.' So she ate.\""
    },
    {
      "ayah": 15,
      "surah": 31,
      "text": "Luqman's Advice to His Son\nAllah tells us how Luqman advised his son. His full name was Luqman bin `Anqa' bin Sadun, and his son's name was Tharan, according to a saying quoted by As-Suhayli. Allah describes him in the best terms, and states that he granted him wisdom. Luqman advised his son, the closest and most beloved of all people to him, who deserved to be given the best of his knowledge. So, Luqman started by advising him to worship Allah Alone, and not to associate anything with Him. Then he warned him:\nإِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ\n(Verily, joining others in worship with Allah is a great Zulm (wrong) indeed.) meaning, it is the greatest wrong. Al-Bukhari recorded that `Abdullah said: \"When the Ayah\nالَّذِينَ ءَامَنُواْ وَلَمْ يَلْبِسُواْ إِيمَـنَهُمْ بِظُلْمٍ\n(It is those who believe and confuse not their belief with Zulm)(6:82) was revealed, the Companions of the Messenger of Allah ﷺ were distressed by this, and said, `Who among us does not confuse his belief with Zulm' The Messenger of Allah ﷺ said:\n«إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُ إِلَى قَوْلِ لُقْمَانَ:\nيَبُنَىَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ»\n(That is not what it means. Have you not heard what Luqman said: (O my son! Join not in worship others with Allah. Verily, joining others in worship with Allah is a great Zulm (wrong) indeed))\" It was recorded by Muslim. When Luqman advised his son to worship Allah Alone, he also told him to honor his parents. This is like the Ayah,\nوَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّـهُ وَبِالْوَلِدَيْنِ إِحْسَـناً\n(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents) (17:23). These two things are often mentioned together in the Qur'an. Allah says here:\nوَوَصَّيْنَا الإِنْسَـنَ بِوَلِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ\n(And We have enjoined on man (to be dutiful and good) to his parents. His mother bore him in weakness and hardship upon weakness and hardship,) Mujahid said: \"The hardship of bearing the child.\" Qatadah said: \"Exhaustion upon exhaustion.\" `Ata' Al-Khurasani said: \"Weakness upon weakness.\"\nوَفِصَالُهُ فِى عَامَيْنِ\n(and his weaning is in two years) means, after he is born, he is breastfed and weaned within two years. This is like the Ayah,\nوَالْوَلِدَتُ يُرْضِعْنَ أَوْلَـدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ\n(The mothers shall give suck to their children for two whole years, for those who desire to complete the term of suckling)(2:233). On this basis, Ibn `Abbas and other Imams understood that the shortest possible period of pregnancy was six months, because Allah says elsewhere:\nوَحَمْلُهُ وَفِصَـلُهُ ثَلاَثُونَ شَهْراً\n(and the bearing of him, and the weaning of him is thirty months) (46:15). Allah mentions how the mother brings the child up, and how she gets tired and suffers stress from staying up with the child night and day, to remind the son of her previous kind treatment of him. This is like the Ayah,\nوَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا\n(and say: \"My Lord! Bestow on them Your mercy as they did bring me up when I was young.\") (17:24). Allah says here:\nأَنِ اشْكُرْ لِى وَلِوَلِدَيْكَ إِلَىَّ الْمَصِيرُ\n(give thanks to Me and to your parents. Unto Me is the final destination.) means, `I will reward you most generously for that.'\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) means, if they try hard to make you follow them in their religion, then do not accept that from them, but do not let that stop you from behaving with them in the world kindly, i.e. treating them with respect.\nوَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ\n(and follow the path of him who turns to Me in repentance and in obedience.) means, the believers.\nثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ\n(Then to Me will be your return, and I shall tell you what you used to do.) At-Tabarani recorded in Al-`Ishrah that Sa`d bin Malik said, \"This Ayah,\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) was revealed concerning me. I was a man who honored his mother, but when I became Muslim, she said: `O Sa`d! What is this new thing I see you doing Leave this religion of yours, or I will not eat or drink until I die, and people will say: Shame on you, for what you have done to me, and they will say that you have killed your mother.' I said, `Do not do that, O mother, for I will not give up this religion of mine for anything.' She stayed without eating for one day and one night, and she became exhausted; then she stayed for another day and night without eating, and she became utterly exhausted. When I saw that, I said: `O my mother, by Allah, even if you had one hundred souls and they were to depart one by one, I would not give up this religion of mine for anything, so if you want to, eat, and if you want to, do not eat.' So she ate.\""
    },
    {
      "ayah": 16,
      "surah": 31,
      "text": "This is useful advice which Allah tells us Luqman gave, so that people may follow it and take it as\"See the full heading \"This is useful advice which Allah tells us Luqman gave, so thatpeople may follow it and take it as a good example\nHe said:\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ\n(O my son! If it be (anything) equal to the weight of a grain of mustard seed, ) means, if a wrong action or a sin be equal to the size of a grain of mustard seed.\nيَأْتِ بِهَا اللَّهُ\n(Allah will bring it forth.) means, He will bring it forth on the Day of Resurrection, when it is placed in the Scales of justice and everyone is rewarded or punished for his actions -- if they are good, he will be rewarded and if they are bad he will be punished. This is like the Ayat:\nوَنَضَعُ الْمَوَزِينَ الْقِسْطَ لِيَوْمِ الْقِيَـمَةِ فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً\n(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything) (21:47).\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n(So, whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of a speck of dust shall see it.) (99:7-8) Even if this tiny thing were to be hidden inside a solid rock or anywhere in the heavens and the earth, Allah will bring it forth, because nothing is hidden from Him, not even the weight of a speck of dust in the heavens or on the earth. Allah says:\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(Verily, Allah is Subtle, Well-Aware.) meaning, His knowledge is subtle, for nothing is hidden from Him, no matter how small, subtle and minute.\nخَبِيرٌ\n(Well-Aware.) even of the footsteps of an ant in the darkest night. Then he (Luqman) said:\nيبُنَىَّ أَقِمِ الصَّلَوةَ\n(O my son! Perform the Salah,) meaning, offer the prayer properly at the appointed times.\nوَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ\n(enjoin the good, and forbid the evil,) meaning, to the best of your ability and strength.\nوَاصْبِرْ عَلَى مَآ أَصَابَكَ\n(and bear with patience whatever befalls you.) Luqman knew that whoever enjoins what is good and forbids what is evil, will inevitably encounter harm and annoyance from people, so he told him to be patient.\nإِنَّ ذَلِكَ مِنْ عَزْمِ الاٍّمُورِ\n(Verily, these are some of the important commandments.) means, being patient when people cause harm or annoyance is one of the most important commandments.\nوَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ\n(And turn not your face away from men with pride) means, `do not turn your face away from people when you speak to them or they speak to you, looking down on them in an arrogant fashion. Rather be gentle towards them and greet them with a cheerful face,' as it says in the Hadith:\n«وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ، وَالْمَخِيلَةُ لَا يُحِبُّهَا الله»\n(... even if it is only by greeting your brother with a cheerful countenance. And beware of letting your lower garment trail below your ankles, for this is a kind of boasting, and Allah does not like boasting.)\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا\n(nor walk in insolence through the earth.) means, `do not be boastful, arrogant, proud and stubborn. Do not do that, for Allah will hate you.' So he said:\nإِنَّ اللَّهَ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ\n(Verily, Allah likes not any arrogant boaster.) meaning, one who shows off and admires himself, feeling that he is better than others. And Allah says:\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الاٌّرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً\n(And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth nor can you attain a stature like the mountains in height.) (17:37). We have already discussed this is detail in the appropriate place.\nThe Command to be Moderate in Walking\nوَاقْصِدْ فِى مَشْيِكَ\n(And be moderate in your walking,) means, walk in a moderate manner, neither slow and lazy nor excessively fast, but be moderate, somewhere in between these two extremes.\nوَاغْضُضْ مِن صَوْتِكَ\n(and lower your voice.) means, do not exaggerate in your speaking and do not raise your voice unnecessarily. Allah says:\nإِنَّ أَنكَرَ الاٌّصْوَتِ لَصَوْتُ الْحَمِيرِ\n(Verily, the harshest of all voices is the braying of the asses.) Mujahid and others said, \"The most ugly of voices is the voice of the donkey, i.e., when a person raises his voice, the resulting noise is like the voice of a donkey in its loudness. Moreover this is hateful to Allah. Likening a loud voice to that of a donkey implies that it is forbidden and extremely blameworthy, because the Messenger of Allah ﷺ said:\n«لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ ثُمَّ يَعُودُ فِي قَيْئِه»\n(It is not befitting us to be an evil parable. The person who takes back his gift, he is like a dog that vomits and then goes back to his vomit.)\nThe Advice of Luqman\nThis is very useful advice, which the Qur'an tells us about Luqman. Many other proverbs and words of advice were also narrated from him, some examples of which we will quote below, as basic principles: Imam Ahmad recorded that Ibn `Umar said, \"The Messenger of Allah ﷺ said:\n«إِنَّ لُقْمَانَ الْحَكِيمَ كَانَ يَقُولُ: إِنَّ اللهَ إِذَا اسْتَوْدَعَ شَيْئًا حَفِظَه»\n(Luqman the Wise used to say: when something is entrusted to the care of Allah, He protects it.) It was narrated that As-Sari bin Yahya said: \"Luqman said to his son: `Wisdom puts the poor in the company of kings.\"' It was also narrated that `Awn bin `Abdullah said: \"Luqman said to his son: `O my son! When you come to a gathering of people, greet them with Salam, then sit at the edge of the group, and do not speak until you see that they have finished speaking. Then if they remember Allah, join them, but if they speak of anything else, then leave them and go to another group'.\""
    },
    {
      "ayah": 17,
      "surah": 31,
      "text": "This is useful advice which Allah tells us Luqman gave, so that people may follow it and take it as\"See the full heading \"This is useful advice which Allah tells us Luqman gave, so thatpeople may follow it and take it as a good example\nHe said:\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ\n(O my son! If it be (anything) equal to the weight of a grain of mustard seed, ) means, if a wrong action or a sin be equal to the size of a grain of mustard seed.\nيَأْتِ بِهَا اللَّهُ\n(Allah will bring it forth.) means, He will bring it forth on the Day of Resurrection, when it is placed in the Scales of justice and everyone is rewarded or punished for his actions -- if they are good, he will be rewarded and if they are bad he will be punished. This is like the Ayat:\nوَنَضَعُ الْمَوَزِينَ الْقِسْطَ لِيَوْمِ الْقِيَـمَةِ فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً\n(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything) (21:47).\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n(So, whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of a speck of dust shall see it.) (99:7-8) Even if this tiny thing were to be hidden inside a solid rock or anywhere in the heavens and the earth, Allah will bring it forth, because nothing is hidden from Him, not even the weight of a speck of dust in the heavens or on the earth. Allah says:\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(Verily, Allah is Subtle, Well-Aware.) meaning, His knowledge is subtle, for nothing is hidden from Him, no matter how small, subtle and minute.\nخَبِيرٌ\n(Well-Aware.) even of the footsteps of an ant in the darkest night. Then he (Luqman) said:\nيبُنَىَّ أَقِمِ الصَّلَوةَ\n(O my son! Perform the Salah,) meaning, offer the prayer properly at the appointed times.\nوَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ\n(enjoin the good, and forbid the evil,) meaning, to the best of your ability and strength.\nوَاصْبِرْ عَلَى مَآ أَصَابَكَ\n(and bear with patience whatever befalls you.) Luqman knew that whoever enjoins what is good and forbids what is evil, will inevitably encounter harm and annoyance from people, so he told him to be patient.\nإِنَّ ذَلِكَ مِنْ عَزْمِ الاٍّمُورِ\n(Verily, these are some of the important commandments.) means, being patient when people cause harm or annoyance is one of the most important commandments.\nوَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ\n(And turn not your face away from men with pride) means, `do not turn your face away from people when you speak to them or they speak to you, looking down on them in an arrogant fashion. Rather be gentle towards them and greet them with a cheerful face,' as it says in the Hadith:\n«وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ، وَالْمَخِيلَةُ لَا يُحِبُّهَا الله»\n(... even if it is only by greeting your brother with a cheerful countenance. And beware of letting your lower garment trail below your ankles, for this is a kind of boasting, and Allah does not like boasting.)\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا\n(nor walk in insolence through the earth.) means, `do not be boastful, arrogant, proud and stubborn. Do not do that, for Allah will hate you.' So he said:\nإِنَّ اللَّهَ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ\n(Verily, Allah likes not any arrogant boaster.) meaning, one who shows off and admires himself, feeling that he is better than others. And Allah says:\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الاٌّرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً\n(And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth nor can you attain a stature like the mountains in height.) (17:37). We have already discussed this is detail in the appropriate place.\nThe Command to be Moderate in Walking\nوَاقْصِدْ فِى مَشْيِكَ\n(And be moderate in your walking,) means, walk in a moderate manner, neither slow and lazy nor excessively fast, but be moderate, somewhere in between these two extremes.\nوَاغْضُضْ مِن صَوْتِكَ\n(and lower your voice.) means, do not exaggerate in your speaking and do not raise your voice unnecessarily. Allah says:\nإِنَّ أَنكَرَ الاٌّصْوَتِ لَصَوْتُ الْحَمِيرِ\n(Verily, the harshest of all voices is the braying of the asses.) Mujahid and others said, \"The most ugly of voices is the voice of the donkey, i.e., when a person raises his voice, the resulting noise is like the voice of a donkey in its loudness. Moreover this is hateful to Allah. Likening a loud voice to that of a donkey implies that it is forbidden and extremely blameworthy, because the Messenger of Allah ﷺ said:\n«لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ ثُمَّ يَعُودُ فِي قَيْئِه»\n(It is not befitting us to be an evil parable. The person who takes back his gift, he is like a dog that vomits and then goes back to his vomit.)\nThe Advice of Luqman\nThis is very useful advice, which the Qur'an tells us about Luqman. Many other proverbs and words of advice were also narrated from him, some examples of which we will quote below, as basic principles: Imam Ahmad recorded that Ibn `Umar said, \"The Messenger of Allah ﷺ said:\n«إِنَّ لُقْمَانَ الْحَكِيمَ كَانَ يَقُولُ: إِنَّ اللهَ إِذَا اسْتَوْدَعَ شَيْئًا حَفِظَه»\n(Luqman the Wise used to say: when something is entrusted to the care of Allah, He protects it.) It was narrated that As-Sari bin Yahya said: \"Luqman said to his son: `Wisdom puts the poor in the company of kings.\"' It was also narrated that `Awn bin `Abdullah said: \"Luqman said to his son: `O my son! When you come to a gathering of people, greet them with Salam, then sit at the edge of the group, and do not speak until you see that they have finished speaking. Then if they remember Allah, join them, but if they speak of anything else, then leave them and go to another group'.\""
    },
    {
      "ayah": 18,
      "surah": 31,
      "text": "This is useful advice which Allah tells us Luqman gave, so that people may follow it and take it as\"See the full heading \"This is useful advice which Allah tells us Luqman gave, so thatpeople may follow it and take it as a good example\nHe said:\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ\n(O my son! If it be (anything) equal to the weight of a grain of mustard seed, ) means, if a wrong action or a sin be equal to the size of a grain of mustard seed.\nيَأْتِ بِهَا اللَّهُ\n(Allah will bring it forth.) means, He will bring it forth on the Day of Resurrection, when it is placed in the Scales of justice and everyone is rewarded or punished for his actions -- if they are good, he will be rewarded and if they are bad he will be punished. This is like the Ayat:\nوَنَضَعُ الْمَوَزِينَ الْقِسْطَ لِيَوْمِ الْقِيَـمَةِ فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً\n(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything) (21:47).\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n(So, whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of a speck of dust shall see it.) (99:7-8) Even if this tiny thing were to be hidden inside a solid rock or anywhere in the heavens and the earth, Allah will bring it forth, because nothing is hidden from Him, not even the weight of a speck of dust in the heavens or on the earth. Allah says:\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(Verily, Allah is Subtle, Well-Aware.) meaning, His knowledge is subtle, for nothing is hidden from Him, no matter how small, subtle and minute.\nخَبِيرٌ\n(Well-Aware.) even of the footsteps of an ant in the darkest night. Then he (Luqman) said:\nيبُنَىَّ أَقِمِ الصَّلَوةَ\n(O my son! Perform the Salah,) meaning, offer the prayer properly at the appointed times.\nوَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ\n(enjoin the good, and forbid the evil,) meaning, to the best of your ability and strength.\nوَاصْبِرْ عَلَى مَآ أَصَابَكَ\n(and bear with patience whatever befalls you.) Luqman knew that whoever enjoins what is good and forbids what is evil, will inevitably encounter harm and annoyance from people, so he told him to be patient.\nإِنَّ ذَلِكَ مِنْ عَزْمِ الاٍّمُورِ\n(Verily, these are some of the important commandments.) means, being patient when people cause harm or annoyance is one of the most important commandments.\nوَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ\n(And turn not your face away from men with pride) means, `do not turn your face away from people when you speak to them or they speak to you, looking down on them in an arrogant fashion. Rather be gentle towards them and greet them with a cheerful face,' as it says in the Hadith:\n«وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ، وَالْمَخِيلَةُ لَا يُحِبُّهَا الله»\n(... even if it is only by greeting your brother with a cheerful countenance. And beware of letting your lower garment trail below your ankles, for this is a kind of boasting, and Allah does not like boasting.)\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا\n(nor walk in insolence through the earth.) means, `do not be boastful, arrogant, proud and stubborn. Do not do that, for Allah will hate you.' So he said:\nإِنَّ اللَّهَ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ\n(Verily, Allah likes not any arrogant boaster.) meaning, one who shows off and admires himself, feeling that he is better than others. And Allah says:\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الاٌّرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً\n(And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth nor can you attain a stature like the mountains in height.) (17:37). We have already discussed this is detail in the appropriate place.\nThe Command to be Moderate in Walking\nوَاقْصِدْ فِى مَشْيِكَ\n(And be moderate in your walking,) means, walk in a moderate manner, neither slow and lazy nor excessively fast, but be moderate, somewhere in between these two extremes.\nوَاغْضُضْ مِن صَوْتِكَ\n(and lower your voice.) means, do not exaggerate in your speaking and do not raise your voice unnecessarily. Allah says:\nإِنَّ أَنكَرَ الاٌّصْوَتِ لَصَوْتُ الْحَمِيرِ\n(Verily, the harshest of all voices is the braying of the asses.) Mujahid and others said, \"The most ugly of voices is the voice of the donkey, i.e., when a person raises his voice, the resulting noise is like the voice of a donkey in its loudness. Moreover this is hateful to Allah. Likening a loud voice to that of a donkey implies that it is forbidden and extremely blameworthy, because the Messenger of Allah ﷺ said:\n«لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ ثُمَّ يَعُودُ فِي قَيْئِه»\n(It is not befitting us to be an evil parable. The person who takes back his gift, he is like a dog that vomits and then goes back to his vomit.)\nThe Advice of Luqman\nThis is very useful advice, which the Qur'an tells us about Luqman. Many other proverbs and words of advice were also narrated from him, some examples of which we will quote below, as basic principles: Imam Ahmad recorded that Ibn `Umar said, \"The Messenger of Allah ﷺ said:\n«إِنَّ لُقْمَانَ الْحَكِيمَ كَانَ يَقُولُ: إِنَّ اللهَ إِذَا اسْتَوْدَعَ شَيْئًا حَفِظَه»\n(Luqman the Wise used to say: when something is entrusted to the care of Allah, He protects it.) It was narrated that As-Sari bin Yahya said: \"Luqman said to his son: `Wisdom puts the poor in the company of kings.\"' It was also narrated that `Awn bin `Abdullah said: \"Luqman said to his son: `O my son! When you come to a gathering of people, greet them with Salam, then sit at the edge of the group, and do not speak until you see that they have finished speaking. Then if they remember Allah, join them, but if they speak of anything else, then leave them and go to another group'.\""
    },
    {
      "ayah": 19,
      "surah": 31,
      "text": "This is useful advice which Allah tells us Luqman gave, so that people may follow it and take it as\"See the full heading \"This is useful advice which Allah tells us Luqman gave, so thatpeople may follow it and take it as a good example\nHe said:\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ\n(O my son! If it be (anything) equal to the weight of a grain of mustard seed, ) means, if a wrong action or a sin be equal to the size of a grain of mustard seed.\nيَأْتِ بِهَا اللَّهُ\n(Allah will bring it forth.) means, He will bring it forth on the Day of Resurrection, when it is placed in the Scales of justice and everyone is rewarded or punished for his actions -- if they are good, he will be rewarded and if they are bad he will be punished. This is like the Ayat:\nوَنَضَعُ الْمَوَزِينَ الْقِسْطَ لِيَوْمِ الْقِيَـمَةِ فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً\n(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything) (21:47).\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n(So, whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of a speck of dust shall see it.) (99:7-8) Even if this tiny thing were to be hidden inside a solid rock or anywhere in the heavens and the earth, Allah will bring it forth, because nothing is hidden from Him, not even the weight of a speck of dust in the heavens or on the earth. Allah says:\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(Verily, Allah is Subtle, Well-Aware.) meaning, His knowledge is subtle, for nothing is hidden from Him, no matter how small, subtle and minute.\nخَبِيرٌ\n(Well-Aware.) even of the footsteps of an ant in the darkest night. Then he (Luqman) said:\nيبُنَىَّ أَقِمِ الصَّلَوةَ\n(O my son! Perform the Salah,) meaning, offer the prayer properly at the appointed times.\nوَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ\n(enjoin the good, and forbid the evil,) meaning, to the best of your ability and strength.\nوَاصْبِرْ عَلَى مَآ أَصَابَكَ\n(and bear with patience whatever befalls you.) Luqman knew that whoever enjoins what is good and forbids what is evil, will inevitably encounter harm and annoyance from people, so he told him to be patient.\nإِنَّ ذَلِكَ مِنْ عَزْمِ الاٍّمُورِ\n(Verily, these are some of the important commandments.) means, being patient when people cause harm or annoyance is one of the most important commandments.\nوَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ\n(And turn not your face away from men with pride) means, `do not turn your face away from people when you speak to them or they speak to you, looking down on them in an arrogant fashion. Rather be gentle towards them and greet them with a cheerful face,' as it says in the Hadith:\n«وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ، وَالْمَخِيلَةُ لَا يُحِبُّهَا الله»\n(... even if it is only by greeting your brother with a cheerful countenance. And beware of letting your lower garment trail below your ankles, for this is a kind of boasting, and Allah does not like boasting.)\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا\n(nor walk in insolence through the earth.) means, `do not be boastful, arrogant, proud and stubborn. Do not do that, for Allah will hate you.' So he said:\nإِنَّ اللَّهَ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ\n(Verily, Allah likes not any arrogant boaster.) meaning, one who shows off and admires himself, feeling that he is better than others. And Allah says:\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الاٌّرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً\n(And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth nor can you attain a stature like the mountains in height.) (17:37). We have already discussed this is detail in the appropriate place.\nThe Command to be Moderate in Walking\nوَاقْصِدْ فِى مَشْيِكَ\n(And be moderate in your walking,) means, walk in a moderate manner, neither slow and lazy nor excessively fast, but be moderate, somewhere in between these two extremes.\nوَاغْضُضْ مِن صَوْتِكَ\n(and lower your voice.) means, do not exaggerate in your speaking and do not raise your voice unnecessarily. Allah says:\nإِنَّ أَنكَرَ الاٌّصْوَتِ لَصَوْتُ الْحَمِيرِ\n(Verily, the harshest of all voices is the braying of the asses.) Mujahid and others said, \"The most ugly of voices is the voice of the donkey, i.e., when a person raises his voice, the resulting noise is like the voice of a donkey in its loudness. Moreover this is hateful to Allah. Likening a loud voice to that of a donkey implies that it is forbidden and extremely blameworthy, because the Messenger of Allah ﷺ said:\n«لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ ثُمَّ يَعُودُ فِي قَيْئِه»\n(It is not befitting us to be an evil parable. The person who takes back his gift, he is like a dog that vomits and then goes back to his vomit.)\nThe Advice of Luqman\nThis is very useful advice, which the Qur'an tells us about Luqman. Many other proverbs and words of advice were also narrated from him, some examples of which we will quote below, as basic principles: Imam Ahmad recorded that Ibn `Umar said, \"The Messenger of Allah ﷺ said:\n«إِنَّ لُقْمَانَ الْحَكِيمَ كَانَ يَقُولُ: إِنَّ اللهَ إِذَا اسْتَوْدَعَ شَيْئًا حَفِظَه»\n(Luqman the Wise used to say: when something is entrusted to the care of Allah, He protects it.) It was narrated that As-Sari bin Yahya said: \"Luqman said to his son: `Wisdom puts the poor in the company of kings.\"' It was also narrated that `Awn bin `Abdullah said: \"Luqman said to his son: `O my son! When you come to a gathering of people, greet them with Salam, then sit at the edge of the group, and do not speak until you see that they have finished speaking. Then if they remember Allah, join them, but if they speak of anything else, then leave them and go to another group'.\""
    },
    {
      "ayah": 2,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 20,
      "surah": 31,
      "text": "Reminder of Blessings Here\nAllah reminds His creation of the blessings He bestows upon them in this world and the Hereafter. In the heavens He has subjugated for them the stars which give them light during the night and during the day, and He has created clouds, rain, snow and hail, and made the heavens a canopy which covers and protects them. On earth He has created for them stability and rivers, trees, crops and fruits; He has completed and perfected His graces upon them, apparent and hidden, by sending Messengers, revealing Books and removing doubts and excuses. Yet despite all this, not all the people believe, and indeed there are those who dispute concerning Allah, that is, His Tawhid, and His sending the Messengers. Their dispute is without knowledge and they have no sound evidence or valid inherited Book. Allah says:\nومِنَ النَّاسِ مَن يُجَـدِلُ فِى اللَّهِ بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَـبٍ مُّنِيرٍ\n(And among men is he who disputes about Allah, without knowledge or guidance, or a Book giving light (from Allah).) (22:8) meaning clear and unambiguous.\nوَإِذَا قِيلَ لَهُمْ\n(And when it is said to them) means, to these people who dispute about the Oneness of Allah.\nاتَّبِعُواْ مَآ أَنزَلَ اللَّهُ\n(\"Follow that which Allah has sent down,\") means, the pure Divine Laws that He has sent down to His Messengers,\nقَالُواْ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا\n(they say: \"Nay, we shall follow that which we found our fathers (following).\") means, they have no other proof except the fact that they are following their forefathers. Allah says:\nأَوَلَوْ كَانَ ءَابَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئًا وَلاَ يَهْتَدُونَ\n(Even though their fathers did not understand anything nor were they guided) (2:170) meaning, `what do you think, you who take the forefathers' deeds as proof, that they were misguided and you are following in their footsteps' Allah says:\nأَوَلَوْ كَانَ الشَّيْطَـنُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ\n(Even if Shaytan invites them to the torment of the Fire)"
    },
    {
      "ayah": 21,
      "surah": 31,
      "text": "Reminder of Blessings Here\nAllah reminds His creation of the blessings He bestows upon them in this world and the Hereafter. In the heavens He has subjugated for them the stars which give them light during the night and during the day, and He has created clouds, rain, snow and hail, and made the heavens a canopy which covers and protects them. On earth He has created for them stability and rivers, trees, crops and fruits; He has completed and perfected His graces upon them, apparent and hidden, by sending Messengers, revealing Books and removing doubts and excuses. Yet despite all this, not all the people believe, and indeed there are those who dispute concerning Allah, that is, His Tawhid, and His sending the Messengers. Their dispute is without knowledge and they have no sound evidence or valid inherited Book. Allah says:\nومِنَ النَّاسِ مَن يُجَـدِلُ فِى اللَّهِ بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَـبٍ مُّنِيرٍ\n(And among men is he who disputes about Allah, without knowledge or guidance, or a Book giving light (from Allah).) (22:8) meaning clear and unambiguous.\nوَإِذَا قِيلَ لَهُمْ\n(And when it is said to them) means, to these people who dispute about the Oneness of Allah.\nاتَّبِعُواْ مَآ أَنزَلَ اللَّهُ\n(\"Follow that which Allah has sent down,\") means, the pure Divine Laws that He has sent down to His Messengers,\nقَالُواْ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا\n(they say: \"Nay, we shall follow that which we found our fathers (following).\") means, they have no other proof except the fact that they are following their forefathers. Allah says:\nأَوَلَوْ كَانَ ءَابَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئًا وَلاَ يَهْتَدُونَ\n(Even though their fathers did not understand anything nor were they guided) (2:170) meaning, `what do you think, you who take the forefathers' deeds as proof, that they were misguided and you are following in their footsteps' Allah says:\nأَوَلَوْ كَانَ الشَّيْطَـنُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ\n(Even if Shaytan invites them to the torment of the Fire)"
    },
    {
      "ayah": 22,
      "surah": 31,
      "text": "وَهُوَ مُحْسِنٌ\n(while he is a Muhsin) i.e., doing what his Lord has commanded and abstaining from what He has forbidden,\nفَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى\n(then he has grasped the most trustworthy handhold.) means, he has received a firm promise from Allah that He will not punish him.\nوَإِلَى اللَّهِ عَـقِبَةُ الاٌّمُورِوَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ\n(And to Allah return all matters for decision. And whoever disbelieves, let not his disbelief grieve you.) means, `do not grieve over them, O Muhammad, because they disbelieve in Allah and in the Message you have brought, for their return will be to Allah and He will tell them what they used to do,' i.e., He will punish them for it.\nإِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ\n(Verily, Allah is the All-Knower of what is in the breasts.) and nothing whatsoever is hidden from Him. Then Allah says:\nنُمَتِّعُهُمْ قَلِيلاً\n(We let them enjoy for a little while,) means, in this world,\nثُمَّ نَضْطَرُّهُمْ\n(then in the end We shall oblige them) means, `We shall cause them,'\nإِلَى عَذَابٍ غَلِيظٍ\n(to (enter) a great torment.) means, a torment that is terrifying and difficult to bear. This is like the Ayah,\nقُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لاَ يُفْلِحُونَ - مَتَـعٌ فِى الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُواْ يَكْفُرُونَ\n(\"Verily, those who invent a lie against Allah, will never be successful.\" Enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.) (10:69-70)"
    },
    {
      "ayah": 23,
      "surah": 31,
      "text": "وَهُوَ مُحْسِنٌ\n(while he is a Muhsin) i.e., doing what his Lord has commanded and abstaining from what He has forbidden,\nفَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى\n(then he has grasped the most trustworthy handhold.) means, he has received a firm promise from Allah that He will not punish him.\nوَإِلَى اللَّهِ عَـقِبَةُ الاٌّمُورِوَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ\n(And to Allah return all matters for decision. And whoever disbelieves, let not his disbelief grieve you.) means, `do not grieve over them, O Muhammad, because they disbelieve in Allah and in the Message you have brought, for their return will be to Allah and He will tell them what they used to do,' i.e., He will punish them for it.\nإِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ\n(Verily, Allah is the All-Knower of what is in the breasts.) and nothing whatsoever is hidden from Him. Then Allah says:\nنُمَتِّعُهُمْ قَلِيلاً\n(We let them enjoy for a little while,) means, in this world,\nثُمَّ نَضْطَرُّهُمْ\n(then in the end We shall oblige them) means, `We shall cause them,'\nإِلَى عَذَابٍ غَلِيظٍ\n(to (enter) a great torment.) means, a torment that is terrifying and difficult to bear. This is like the Ayah,\nقُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لاَ يُفْلِحُونَ - مَتَـعٌ فِى الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُواْ يَكْفُرُونَ\n(\"Verily, those who invent a lie against Allah, will never be successful.\" Enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.) (10:69-70)"
    },
    {
      "ayah": 24,
      "surah": 31,
      "text": "وَهُوَ مُحْسِنٌ\n(while he is a Muhsin) i.e., doing what his Lord has commanded and abstaining from what He has forbidden,\nفَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى\n(then he has grasped the most trustworthy handhold.) means, he has received a firm promise from Allah that He will not punish him.\nوَإِلَى اللَّهِ عَـقِبَةُ الاٌّمُورِوَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ\n(And to Allah return all matters for decision. And whoever disbelieves, let not his disbelief grieve you.) means, `do not grieve over them, O Muhammad, because they disbelieve in Allah and in the Message you have brought, for their return will be to Allah and He will tell them what they used to do,' i.e., He will punish them for it.\nإِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ\n(Verily, Allah is the All-Knower of what is in the breasts.) and nothing whatsoever is hidden from Him. Then Allah says:\nنُمَتِّعُهُمْ قَلِيلاً\n(We let them enjoy for a little while,) means, in this world,\nثُمَّ نَضْطَرُّهُمْ\n(then in the end We shall oblige them) means, `We shall cause them,'\nإِلَى عَذَابٍ غَلِيظٍ\n(to (enter) a great torment.) means, a torment that is terrifying and difficult to bear. This is like the Ayah,\nقُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لاَ يُفْلِحُونَ - مَتَـعٌ فِى الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُواْ يَكْفُرُونَ\n(\"Verily, those who invent a lie against Allah, will never be successful.\" Enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.) (10:69-70)"
    },
    {
      "ayah": 25,
      "surah": 31,
      "text": "The Idolators admitted that Allah is the Creator\nAllah tells us that these idolators who associated others with Him admitted that Allah Alone, with no partner or associate, is the Creator of heaven and earth yet they still worshipped others besides Him who they recognized were created by Him and subjugated to Him. Allah says:\nوَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السَّمَـوَتِ وَالاٌّرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ\n(And if you ask them: \"Who has created the heavens and the earth,\" they will certainly say: \"Allah.\" Say: \"All the praises and thanks be to Allah!\") By their admitting that, proof is established against them,\nبَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ\n(But most of them know not.) Then Allah says:\nللَّهِ مَا فِى السَّمَـوَتِ وَالاٌّرْضِ\n(To Allah belongs whatsoever is in the heavens and the earth.) meaning, He created it and has dominion over it.\nإِنَّ اللَّهَ هُوَ الْغَنِىُّ الْحَمِيدُ\n(Verily, Allah, He is Al-Ghani, Worthy of all praise.) means, He has no need of anyone or anything besides Himself, and everything else is in need of Him. He is Worthy of praise for all that He has created, so praise be to Him in the heavens and on earth for all that He has created and decreed, and He is worthy of praise in all affairs."
    },
    {
      "ayah": 26,
      "surah": 31,
      "text": "The Idolators admitted that Allah is the Creator\nAllah tells us that these idolators who associated others with Him admitted that Allah Alone, with no partner or associate, is the Creator of heaven and earth yet they still worshipped others besides Him who they recognized were created by Him and subjugated to Him. Allah says:\nوَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السَّمَـوَتِ وَالاٌّرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ\n(And if you ask them: \"Who has created the heavens and the earth,\" they will certainly say: \"Allah.\" Say: \"All the praises and thanks be to Allah!\") By their admitting that, proof is established against them,\nبَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ\n(But most of them know not.) Then Allah says:\nللَّهِ مَا فِى السَّمَـوَتِ وَالاٌّرْضِ\n(To Allah belongs whatsoever is in the heavens and the earth.) meaning, He created it and has dominion over it.\nإِنَّ اللَّهَ هُوَ الْغَنِىُّ الْحَمِيدُ\n(Verily, Allah, He is Al-Ghani, Worthy of all praise.) means, He has no need of anyone or anything besides Himself, and everything else is in need of Him. He is Worthy of praise for all that He has created, so praise be to Him in the heavens and on earth for all that He has created and decreed, and He is worthy of praise in all affairs."
    },
    {
      "ayah": 27,
      "surah": 31,
      "text": "The Words of Allah cannot be counted or exhausted\nAllah tells us of His might, pride, majesty, beautiful Names and sublime attributes, and His perfect Words which no one can encompass. No human being knows their essence or nature, or how many they are. As the Leader of Mankind and Seal of the Messengers ﷺ said:\n«لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِك»\n(I cannot praise You enough; You are as You have praised yourself.) Allah says:\nوَلَوْ أَنَّمَا فِى الاٌّرْضِ مِن شَجَرَةٍ أَقْلاَمٌ وَالْبَحْرُ يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـتُ اللَّهِ\n(And if all the trees on the earth were pens and the sea, with seven seas behind it to add to its, yet the Words of Allah would not be exhausted.) meaning, even if all the trees on earth were made into pens and the sea was made into ink, and topped up with seven more like it, and they were used to write the Words of Allah showing His might, attributes and majesty, the pens would break and the ink would run dry, even if more were brought. The number seven is used to indicate a large amount, it is not to be taken literally or to be understood as referring to the seven oceans of the world, as was suggested by those who took this idea from Israelite stories, which we neither believe nor reject. As Allah says elsewhere:\nقُل لَّوْ كَانَ الْبَحْرُ مِدَاداً لِّكَلِمَـتِ رَبِّى لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً\n(Say: \"If the sea were ink for the Words of my Lord, surely, the sea would be exhausted before the Words of my Lord would be finished, even if We brought like it for its aid.\") (18:109). The words\nبِمِثْلِهِ\n(like it) do not mean merely another one, but another like it and another and another and another, etc., because there is no limit to the signs and Words of Allah.\nأَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ\n(Verily, Allah is All-Mighty, All-Wise.) means, He is All-Mighty and has subjugated all things to His will, so nothing can prevent what He wills, and none can oppose or put back His decision. He is All-Wise in His creation, commands, Words, actions, Laws and all His affairs.\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ\n(The creation of you all and the resurrection of you all are only as a single person.) means, His creation and resurrection of all of mankind on the Day of Resurrection is, in relation to His power, like the creation and resurrection of a single soul; all of this is easy for Him.\nإِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ\n(Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" -- and it is!) (36:82)\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye. ) (54:50). This means He only has to command a thing once, and it will happen. There is no need for Him to repeat it or confirm it.\nفَإِنَّمَا هِىَ زَجْرَةٌ وَحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ\n(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death.)(79:13)\nإِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(Verily, Allah is All-Hearer, All-Seer.) means, just as He hears all that they say, so He also sees all that they do, as if He is hearing and seeing a single soul. His power over all of them is like His power over a single soul, Allah says:\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ\n(The creation of you all and the resurrection of you all are only as a single person.)"
    },
    {
      "ayah": 28,
      "surah": 31,
      "text": "The Words of Allah cannot be counted or exhausted\nAllah tells us of His might, pride, majesty, beautiful Names and sublime attributes, and His perfect Words which no one can encompass. No human being knows their essence or nature, or how many they are. As the Leader of Mankind and Seal of the Messengers ﷺ said:\n«لَا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِك»\n(I cannot praise You enough; You are as You have praised yourself.) Allah says:\nوَلَوْ أَنَّمَا فِى الاٌّرْضِ مِن شَجَرَةٍ أَقْلاَمٌ وَالْبَحْرُ يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَّا نَفِدَتْ كَلِمَـتُ اللَّهِ\n(And if all the trees on the earth were pens and the sea, with seven seas behind it to add to its, yet the Words of Allah would not be exhausted.) meaning, even if all the trees on earth were made into pens and the sea was made into ink, and topped up with seven more like it, and they were used to write the Words of Allah showing His might, attributes and majesty, the pens would break and the ink would run dry, even if more were brought. The number seven is used to indicate a large amount, it is not to be taken literally or to be understood as referring to the seven oceans of the world, as was suggested by those who took this idea from Israelite stories, which we neither believe nor reject. As Allah says elsewhere:\nقُل لَّوْ كَانَ الْبَحْرُ مِدَاداً لِّكَلِمَـتِ رَبِّى لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً\n(Say: \"If the sea were ink for the Words of my Lord, surely, the sea would be exhausted before the Words of my Lord would be finished, even if We brought like it for its aid.\") (18:109). The words\nبِمِثْلِهِ\n(like it) do not mean merely another one, but another like it and another and another and another, etc., because there is no limit to the signs and Words of Allah.\nأَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ\n(Verily, Allah is All-Mighty, All-Wise.) means, He is All-Mighty and has subjugated all things to His will, so nothing can prevent what He wills, and none can oppose or put back His decision. He is All-Wise in His creation, commands, Words, actions, Laws and all His affairs.\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ\n(The creation of you all and the resurrection of you all are only as a single person.) means, His creation and resurrection of all of mankind on the Day of Resurrection is, in relation to His power, like the creation and resurrection of a single soul; all of this is easy for Him.\nإِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ\n(Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" -- and it is!) (36:82)\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye. ) (54:50). This means He only has to command a thing once, and it will happen. There is no need for Him to repeat it or confirm it.\nفَإِنَّمَا هِىَ زَجْرَةٌ وَحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ\n(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death.)(79:13)\nإِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(Verily, Allah is All-Hearer, All-Seer.) means, just as He hears all that they say, so He also sees all that they do, as if He is hearing and seeing a single soul. His power over all of them is like His power over a single soul, Allah says:\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ\n(The creation of you all and the resurrection of you all are only as a single person.)"
    },
    {
      "ayah": 29,
      "surah": 31,
      "text": "The Might and Power of Allah Allah tells us that He\nيُولِجُ الَّيْلَ فِى النَّهَارِ\n(merges the night into the day,) meaning, He takes from the night and adds to the day, so that the day becomes longer and the night shorter, which is what happens in summer when the days are longest; then the day starts to become shorter and the night longer, which is what happens in winter.\nوَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِى إِلَى أَجَلٍ مُّسَمًّى\n(and has subjected the sun and the moon, each running its course for a term appointed;) It was said that this means, each runs within its set limits, or it means until the Day of Resurrection; both meanings are correct. The first view is supported by the Hadith of Abu Dharr, may Allah be pleased with him, in the Two Sahihs, according to which the Messenger of Allah ﷺ said:\n«يَا أَبَا ذَرَ أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟»\n(O Abu Dharr! Do you know where this sun goes) I (Abu Dharr) said: \"Allah and His Messenger know best.\" He said:\n«فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْذِنُ رَبَّهَا فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْت»\n(It goes and prostrates beneath the Throne, then it seeks permission from its Lord, and soon it will be said: \"Go back from whence you came.\") Ibn Abi Hatim recorded that Ibn `Abbas said, \"The sun is like flowing water, running in its course in the sky during the day. When it sets, it travels in its course beneath the earth until it rises in the east.\" He said, \"The same is true in the case of the moon.\" Its chain of narration is Sahih.\nوَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ\n(and that Allah is All-Aware of what you do.) This is like the Ayah,\nأَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِى السَّمَآءِ وَالاٌّرْضِ\n(Know you not that Allah knows all that is in the heaven and the earth) (22:70). The meaning is that Allah is the Creator Who knows all things, as He says:\nاللَّهُ الَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ وَمِنَ الاٌّرْضِ مِثْلَهُنَّ\n(It is Allah Who has created seven heavens and of the earth the like thereof) (65:12).\nذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الْبَـطِلُ\n(That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood;) means, He shows you His Signs so that you may know from them that He is the Truth, i.e., He truly exists and is truly divine, and that all else besides Him is falsehood. He has no need of anything else, but everything else is dependent on Him, because everything in heaven and on earth is created by Him and is enslaved by Him; none of them could move even an atom's weight except with His permission. If all the people of heaven and earth were to come together to create a fly, they would not be able to do so. Allah says:\nذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الْبَـطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِىُّ الْكَبِيرُ\n(That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood; and that Allah, He is the Most High, the Most Great.) meaning, He is the Most High and there is none higher than Him, and He is the Most Great Who is greater than everything. Everything is subjugated and insignificant in comparison to Him."
    },
    {
      "ayah": 3,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 30,
      "surah": 31,
      "text": "The Might and Power of Allah Allah tells us that He\nيُولِجُ الَّيْلَ فِى النَّهَارِ\n(merges the night into the day,) meaning, He takes from the night and adds to the day, so that the day becomes longer and the night shorter, which is what happens in summer when the days are longest; then the day starts to become shorter and the night longer, which is what happens in winter.\nوَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِى إِلَى أَجَلٍ مُّسَمًّى\n(and has subjected the sun and the moon, each running its course for a term appointed;) It was said that this means, each runs within its set limits, or it means until the Day of Resurrection; both meanings are correct. The first view is supported by the Hadith of Abu Dharr, may Allah be pleased with him, in the Two Sahihs, according to which the Messenger of Allah ﷺ said:\n«يَا أَبَا ذَرَ أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟»\n(O Abu Dharr! Do you know where this sun goes) I (Abu Dharr) said: \"Allah and His Messenger know best.\" He said:\n«فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْذِنُ رَبَّهَا فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْت»\n(It goes and prostrates beneath the Throne, then it seeks permission from its Lord, and soon it will be said: \"Go back from whence you came.\") Ibn Abi Hatim recorded that Ibn `Abbas said, \"The sun is like flowing water, running in its course in the sky during the day. When it sets, it travels in its course beneath the earth until it rises in the east.\" He said, \"The same is true in the case of the moon.\" Its chain of narration is Sahih.\nوَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ\n(and that Allah is All-Aware of what you do.) This is like the Ayah,\nأَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِى السَّمَآءِ وَالاٌّرْضِ\n(Know you not that Allah knows all that is in the heaven and the earth) (22:70). The meaning is that Allah is the Creator Who knows all things, as He says:\nاللَّهُ الَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ وَمِنَ الاٌّرْضِ مِثْلَهُنَّ\n(It is Allah Who has created seven heavens and of the earth the like thereof) (65:12).\nذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الْبَـطِلُ\n(That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood;) means, He shows you His Signs so that you may know from them that He is the Truth, i.e., He truly exists and is truly divine, and that all else besides Him is falsehood. He has no need of anything else, but everything else is dependent on Him, because everything in heaven and on earth is created by Him and is enslaved by Him; none of them could move even an atom's weight except with His permission. If all the people of heaven and earth were to come together to create a fly, they would not be able to do so. Allah says:\nذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الْبَـطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِىُّ الْكَبِيرُ\n(That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood; and that Allah, He is the Most High, the Most Great.) meaning, He is the Most High and there is none higher than Him, and He is the Most Great Who is greater than everything. Everything is subjugated and insignificant in comparison to Him."
    },
    {
      "ayah": 31,
      "surah": 31,
      "text": "Allah tells us that He is the One Who has subjugated the sea so that ships may sail on it by His com\"See the full heading\"Allah tells us that He is the One Who has subjugated the sea so thatships may sail on it by His command, i.e. , by His grace and power\nFor if He did not give the water the strength to carry the ships, they would not sail. So he says:\nلِيُرِيَكُمْ مِّنْ ءَايَـتِهِ\n(that He may show you of His signs) meaning, by His power.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ\n(Verily, in this are signs for every patient, grateful.) means, every person who bears difficulty with patience and who gives thanks at times of ease. Then Allah says:\nوَإِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ\n(And when waves cover them like shades,) meaning, like mountains or clouds,\nدَعَوُاْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ\n(they invoke Allah, making their invocations for Him only.) This is like the Ayah,\nوَإِذَا مَسَّكُمُ الْضُّرُّ فِى الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَ إِيَّاهُ\n(And when harm touches you upon the sea, those that you call upon vanish from you except Him) (17:67).\nفَإِذَا رَكِبُواْ فِى الْفُلْكِ\n(And when they embark on a ship...) (29:65) Then Allah says:\nفَلَمَّا نَجَّـهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌ\n(But when He brings them safe to land, there are among them those that stop in between.) Mujahid said, \"This refers to the disbelievers -- as if he interpreted the word Muqtasid to mean denier as in the Ayah,\nفَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ\n(but when He brings them safely to land, behold, they give a share of their worship to others) (29:65).\nوَمَا يَجْحَدُ بِـَايَـتِنَآ إِلاَّ كُلُّ خَتَّارٍ كَفُورٍ\n(And Our Ayat are not denied except by every Khattar Kafur.) Khattar means one who betrays or stabs in the back. This was the view of Mujahid, Al-Hasan, Qatadah and Malik, narrating from Zayd bin Aslam. This word describes a person who, whenever he makes a promise, breaks his promise, and it refers to the worst form of treachery.\nكَفُورٌ\n(Kafur) means, one who denies blessings and does not give thanks for them, rather he forgets them and does not remember them."
    },
    {
      "ayah": 32,
      "surah": 31,
      "text": "Allah tells us that He is the One Who has subjugated the sea so that ships may sail on it by His com\"See the full heading\"Allah tells us that He is the One Who has subjugated the sea so thatships may sail on it by His command, i.e. , by His grace and power\nFor if He did not give the water the strength to carry the ships, they would not sail. So he says:\nلِيُرِيَكُمْ مِّنْ ءَايَـتِهِ\n(that He may show you of His signs) meaning, by His power.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ\n(Verily, in this are signs for every patient, grateful.) means, every person who bears difficulty with patience and who gives thanks at times of ease. Then Allah says:\nوَإِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ\n(And when waves cover them like shades,) meaning, like mountains or clouds,\nدَعَوُاْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ\n(they invoke Allah, making their invocations for Him only.) This is like the Ayah,\nوَإِذَا مَسَّكُمُ الْضُّرُّ فِى الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَ إِيَّاهُ\n(And when harm touches you upon the sea, those that you call upon vanish from you except Him) (17:67).\nفَإِذَا رَكِبُواْ فِى الْفُلْكِ\n(And when they embark on a ship...) (29:65) Then Allah says:\nفَلَمَّا نَجَّـهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌ\n(But when He brings them safe to land, there are among them those that stop in between.) Mujahid said, \"This refers to the disbelievers -- as if he interpreted the word Muqtasid to mean denier as in the Ayah,\nفَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ\n(but when He brings them safely to land, behold, they give a share of their worship to others) (29:65).\nوَمَا يَجْحَدُ بِـَايَـتِنَآ إِلاَّ كُلُّ خَتَّارٍ كَفُورٍ\n(And Our Ayat are not denied except by every Khattar Kafur.) Khattar means one who betrays or stabs in the back. This was the view of Mujahid, Al-Hasan, Qatadah and Malik, narrating from Zayd bin Aslam. This word describes a person who, whenever he makes a promise, breaks his promise, and it refers to the worst form of treachery.\nكَفُورٌ\n(Kafur) means, one who denies blessings and does not give thanks for them, rather he forgets them and does not remember them."
    },
    {
      "ayah": 33,
      "surah": 31,
      "text": "The Command to fear Allah and remember the Day of Resurrection\nHere Allah warns people about the Day of Resurrection, and commands them to fear Him and remember the Day of Resurrection when\nلاَّ يَجْزِى وَالِدٌ عَن وَلَدِهِ\n(no father can avail aught for his son,) which means, even if he wanted to offer himself as a sacrifice for his son, it would not be accepted from him. The same will apply in the case of a son who wants to sacrifice himself for his father -- it will not be accepted from him. Then Allah reminds them once again with the words:\nفَلاَ تَغُرَّنَّكُمُ الْحَيَوةُ الدُّنْيَا\n(let not then this present life deceive you,) meaning, do not let your feelings of contentment with this life make you forget about the Hereafter.\nوَلاَ يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ\n(nor let the chief deceiver deceive you about Allah.) refers to the Shaytan. This was the view of Ibn `Abbas, Mujahid, Ad-Dahhak and Qatadah. The Shaytan makes promises to them and arouses in them false desires, but there is no substance to them, as Allah says:\nيَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمْ الشَّيْطَـنُ إِلاَّ غُرُوراً\n(He makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions.) (4:120). Wahb bin Munabbih said: `Uzayr, peace be upon him, said: \"When I saw the misfortune of my people, I felt very sad and distressed, and I could not sleep, so I prayed to my Lord and fasted, and I called upon Him weeping. There came to me an angel and I said to him: `Tell me, will the souls of the righteous intercede for the wrongdoers, or the fathers for their sons' He said: `On the Day of Resurrection all matters will be settled, and Allah's dominion will be made manifest and no exceptions will be made. No one will speak on that Day except with the permission of the Most Merciful. No father will answer for his son, or any son for his father, or any man for his brother, or any servant for his master. No one will care about anybody except himself, or feel grief or compassion for anyone except himself. Everyone will be worried only about himself. No one will be asked about anybody else. Each person will be concerned only about himself, weeping for himself and carrying his own burden. No one will carry the burden of another.\"' This was recorded by Ibn Abi Hatim."
    },
    {
      "ayah": 34,
      "surah": 31,
      "text": "لاَ يُجَلِّيهَا لِوَقْتِهَآ إِلاَّ هُوَ\n(None can reveal its time but He) (7:187). Similarly, no one but Allah knows when rain will fall, but when He issues the commands, the angels who are entrusted with the task of bringing rain know about it, as do those among His creation whom He wills should know. No one but He knows what is in the wombs of what He wants to create, but when He decrees whether it is to be male or female, and whether it is to be blessed or doomed, the angels who are entrusted with that know about it, as do those among His creation whom He wills should know. No one knows what he will earn tomorrow with regard to this world or the Hereafter.\nوَمَا تَدْرِى نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ\n(and no person knows in what land he will die.) in his own land or elsewhere, in some other land. No one knows this. This Ayah is like the Ayah,\nوَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَآ إِلاَّ هُوَ\n(And with Him are the keys of the Unseen, none knows them but He.) (6:59) It was reported in the Sunnah that the above five things are called the Keys of the Unseen. Imam Ahmad recorded that Buraydah said that he heard the Messenger of Allah ﷺ say:\n«خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللهُ عَزَّ وَجَلَّ:\nإِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِى الاٌّرْحَامِ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِى نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلَيمٌ خَبِيرٌ »\n(There are five things which no one knows except Allah: (Verily, Allah, with Him is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allah is All-Knower, All-Aware.)) The chain of narrators for this Hadith is Sahih, although they did not recorded it.\nThe Hadith of Ibn `Umar\nImam Ahmad recorded that Ibn `Umar said, \"The Messenger of Allah ﷺ said:\n«مَفَاتِيحُ الْغَيْبِ خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللهُ:\nإِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِى الاٌّرْحَامِ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَداً وَمَا تَدْرِى نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلَيمٌ خَبِيرٌ »\n(The Keys of the Unseen are five, which no one knows except Allah: (Verily, Allah, with Him is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allah is All-Knower, All-Aware.)) This was recorded only by Al-Bukhari, which he narrated in the Book of the Rain Prayer in his Sahih. He also recorded it in his Tafsir with a different chain of narrators, stating that `Abdullah bin `Umar said, \"The Prophet said:\n«مَفَاتِيحُ الْغَيْبِ خَمْس»\n(The Keys of the Unseen are five.)\" Then he recited:\nإِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِى الاٌّرْحَامِ\n(Verily, Allah, with Him is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs.) This too was recorded only by Al-Bukhari.\nThe Hadith of Abu Hurayrah\nIn his Tafsir of this Ayah, Al-Bukhari narrated from Abu Hurayrah, may Allah be pleased with him, that the Messenger of Allah ﷺ was standing before the people one day when a man came to him and said, `O Messenger of Allah, what is Iman' He said:\n«الْإِيمَانُ أَنْ تُؤْمِنَ بِاللهِ وَمَلَائِكَتِهِ، وَكُتُبِهِ وَرُسُلِهِ وَلِقَائِهِ، وَتُؤْمِنَ بِالْبَعْثِ الْآخِر»\n(Iman is to believe in Allah, His Angels, His Books, His Messengers and in the meeting with Him, and to believe in the Resurrection in the Hereafter.) He said: `O Messenger of Allah, what is Islam' He said:\n«الْإِسْلَامُ أَنْ تَعْبُدَ اللهَ وَلَا تُشْرِكَ بِهِ شَيْئًا، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَان»\n(Islam is to worship Allah Alone and not associate anything in worship with Him, to establish regular prayer, to pay the obligatory Zakah, and to fast in Ramadan.) He said, `O Messenger of Allah, what is Ihsan' He said:\n«الْإِحْسَانُ أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاك»\n(Ihsan is to worship Allah as if you see Him, and if you do not see Him, then He sees you.) He said, `O Messenger of Allah, when will the Hour come' He said:\n«مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَلكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا: إِذَا وَلَدَتِ الْأَمَةُ رَبَّتَهَا فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا كَانَ الْحُفَاةُ الْعُرَاةُ رُؤُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللهُ:\nإِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِى الاٌّرْحَامِ\n(The one who is asked about it does not know more than the one who is asking, but I will tell you of some of its signs: when the servant woman gives birth to her mistress, that is one of its signs; when the barefoot and naked become leaders of the people, that is one of its signs. The timing of the Hour is one of the five things which no one knows except Allah: (Verily, Allah, with Him is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs....)) Then the man went away, and the Prophet said,\n«رُدُّوهُ عَلَي»\n(Bring him back to me.) They went to bring him back, but they could not find him. He said:\n«هَذَا جِبْرِيلُ جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُم»\n(That was Jibril who came to teach the people their religion.) It was also recorded by Al-Bukhari in the Book of Faith, and by Muslim with several chains of narration. We have discussed this at the beginning of our commentary on Al-Bukhari, where we mentioned at length some Hadiths narrated by the Commander of the faithful `Umar bin Al-Khattab. These were recorded only by Muslim.\nوَمَا تَدْرِى نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ\n(and no person knows in what land he will die.) Qatadah said, \"There are some things which Allah has kept to Himself, and they are not known to any angel who is close to Him or any Prophet who was sent by Him.\nإِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ\n(Verily, Allah, with Him is the knowledge of the Hour, ) no one among mankind knows when the Hour will come, in which year or month, or whether it will come at night or during the day.\nوَيُنَزِّلُ الْغَيْثَ\n(He sends down the rain,) and no one knows when rain will come, night or day.\nوَيَعْلَمُ مَا فِى الاٌّرْحَامِ\n(and knows that which is in the wombs.) No one knows what is in the wombs, male or female, red or black, or what it is.\nوَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَداً\n(No person knows what he will earn tomorrow,) whether it will be good or bad. You do not know, O son of Adam, when you will die. You might die tomorrow, you might be stricken by calamity tomorrow.\nوَمَا تَدْرِى نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ\n(and no person knows in what land he will die.) means, no person knows where his resting place will be, on the land or in the sea, on a plain or in the mountains. It says in the Hadith:\n«إِذَا أَرَادَ اللهُ قَبْضَ عَبْدٍ بِأَرْضٍ جَعَلَ لَهُ إِلَيْهَا حَاجَة»\n(If Allah wants to take a person's soul in a particular land, He will give him a reason to go there.) In Al-Mu`jam Al-Kabir, Al-Hafiz Abu Al-Qasim At-Tabarani recorded that Usamah bin Zayd said, \"The Messenger of Allah ﷺ said:\n«مَا جَعَلَ اللهُ مِيتَةَ عَبْدٍ بِأَرْضٍ إِلَّا جَعَلَ لَهُ فِيهَا حَاجَة»\n(Allah does not will that a person should die in a certain land but He gives him a reason to go there.)\" This is the end of the Tafsir of Surah Luqman. Praise be to Allah, the Lord of the worlds. Sufficient for us is Allah and He is the Best Disposer of affairs."
    },
    {
      "ayah": 4,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 5,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 6,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 7,
      "surah": 31,
      "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the name of Allah, the Beneficent, the Merciful\nThe Doomed are preoccupied with Idle Talk and They turn away from the Ayat of Allah\nWhen Allah mentions the blessed -- who are those who are guided by the Book of Allah and benefit from hearing it, as He says:\nاللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَـباً مُّتَشَـبِهاً مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ\n(Allah has sent down the Best Statement, a Book, its parts resembling each other (and) oft-repeated. The skins of those who fear their Lord shiver from it. Then their skin and their heart soften to the remembrance of Allah) (39:23). He connect that with mention of the doomed, those who turn away from the Qur'an and do not benefit from hearing the Words of Allah. Instead, they turn to listening to flutes and singing accompanied by musical instruments. As Ibn Mas`ud commented about the Ayah:\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(And of mankind is he who purchases Lahu Al-Hadith to mislead (men) from the path of Allah), he said, \"This -- by Allah -- refers to singing.\"\nوَمِنَ النَّاسِ مَن يَشْتَرِى لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ\n(And of mankind is he who purchases Lahw Al-Hadith to mislead (men) from the path of Allah without knowledge, ) Qatadah said: \"By Allah, he may not spend money on it, but his purchasing it means he likes it, and the more misguided he is, the more he likes it and the more he prefers falsehood to the truth and harmful things over beneficial things.\" It was said that what is meant by the words\nيَشْتَرِى لَهْوَ الْحَدِيثِ\n(purchases idle talks) is buying singing servant girls. Ibn Jarir said that it means all speech that hinders people from seeing the signs of Allah and following His path. His saying:\nلِيُضِلَّ عَن سَبِيلِ اللَّهِ\n(to mislead (men) from the path of Allah) means, he does this to oppose Islam and its followers.\nوَيَتَّخِذَهَا هُزُواً\n(and takes it by way of mockery.) Mujahid said, \"This means mocking the path of Allah and making fun of it.\"\nأُوْلَـئِكَ لَهُمْ عَذَابٌ مُّهِينٌ\n(For such there will be a humiliating torment.) Just as they showed no respect to the signs and path of Allah, so they will be shown no respect on the Day of Resurrection, and they will be subjected to a painful, ongoing torment. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِ ءَايَـتُنَا وَلَّى مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِى أُذُنَيْهِ وَقْراً\n(And when Our Ayat are recited to such a one, he turns away in pride, as if he heard them not -- as if there were deafness in his ear.) means, when these Qur'anic verses are recited to one who is fond of idleness and play, he turns away from them and does not want to hear them. He turns a deaf ear to them as if he can hear nothing, because it annoys him to hear them since he gains no benefit from them and has no interest in them.\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ\n(So announce to him a painful torment.) i.e., on the Day of Resurrection, which will hurt him just as much as listening to the Book of Allah and its verses hurt him."
    },
    {
      "ayah": 8,
      "surah": 31,
      "text": "The Good Destiny of the Believers\nHere Allah mentions the destiny of the righteous in the Hereafter, those who believe in Allah and His Messenger and do righteous deeds in accordance with the Laws of Allah.\nلَهُمْ جَنَّـتُ النَّعِيمِ\n(for them are Gardens of Delight.) means, there they will enjoy all kinds of delights and pleasures, food, drink, clothing, dwelling-places, means of transportation, women, a light of beauty and delightful sounds, which have never crossed the mind of any human being. They will stay there forever, never leaving and never desiring change.\nوَعْدَ اللَّهِ حَقًّا\n(It is a promise of Allah in truth.) meaning, this will undoubtedly come to pass, for it is a promise from Allah, and Allah never breaks His promise, because He is the Most Generous Bestower Who does what He wills and is able to do all things.\nوَهُوَ الْعَزِيزُ\n(And He is the All-Mighty,) Who has subjugated all things and to Whom all things submit,\nالْحَكِيمُ\n(the All-Wise.) in what He says and what He does, Who has made this Qur'an a guidance to the believers.\nقُلْ هُوَ لِلَّذِينَ ءَامَنُواْ هُدًى وَشِفَآءٌ وَالَّذِينَ لاَ يُؤْمِنُونَ فِى ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى\n(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness (deafness) in their ears, and it is blindness for them) (41:44).\nوَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّـلِمِينَ إَلاَّ خَسَارًا\n(And We send down of the Qur'an that which is a healing and a mercy to those who believe, and it increases the wrongdoers nothing but loss.) (17:82)"
    },
    {
      "ayah": 9,
      "surah": 31,
      "text": "The Good Destiny of the Believers\nHere Allah mentions the destiny of the righteous in the Hereafter, those who believe in Allah and His Messenger and do righteous deeds in accordance with the Laws of Allah.\nلَهُمْ جَنَّـتُ النَّعِيمِ\n(for them are Gardens of Delight.) means, there they will enjoy all kinds of delights and pleasures, food, drink, clothing, dwelling-places, means of transportation, women, a light of beauty and delightful sounds, which have never crossed the mind of any human being. They will stay there forever, never leaving and never desiring change.\nوَعْدَ اللَّهِ حَقًّا\n(It is a promise of Allah in truth.) meaning, this will undoubtedly come to pass, for it is a promise from Allah, and Allah never breaks His promise, because He is the Most Generous Bestower Who does what He wills and is able to do all things.\nوَهُوَ الْعَزِيزُ\n(And He is the All-Mighty,) Who has subjugated all things and to Whom all things submit,\nالْحَكِيمُ\n(the All-Wise.) in what He says and what He does, Who has made this Qur'an a guidance to the believers.\nقُلْ هُوَ لِلَّذِينَ ءَامَنُواْ هُدًى وَشِفَآءٌ وَالَّذِينَ لاَ يُؤْمِنُونَ فِى ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى\n(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness (deafness) in their ears, and it is blindness for them) (41:44).\nوَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّـلِمِينَ إَلاَّ خَسَارًا\n(And We send down of the Qur'an that which is a healing and a mercy to those who believe, and it increases the wrongdoers nothing but loss.) (17:82)"
    }
  ]
}
