{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 49,
      "text": "Which was revealed in Al-Madinah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Prohibition of making a Decision in advance of Allah and His Messenger; ordering Respect towards the Prophet\nIn these Ayat, Allah the Exalted teaches His faithful servants the good manners they should observe with the Messenger ﷺ, which are respect, honor and esteem. Allah the Exalted and Most Honored said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَىِ اللَّهِ وَرَسُولِهِ\n(O you who believe! Make not (a decision) in advance before Allah and His Messenger,) meaning, do not rush in making decisions before him, rather, follow his lead in all matters. `Ali bin Abi Talhah reported that Ibn `Abbas, may Allah be pleased with him, commented;\nلاَ تُقَدِّمُواْ بَيْنَ يَدَىِ اللَّهِ وَرَسُولِهِ\n(Make not (a decision) in advance before Allah and His Messenger,) \"Do not say anything that contradicts the Qur'an and Sunnah.\" Qatadah commented, \"We were told that some people used to say, `Revelation should be sent down about such and such matters,' and, `such and such practices should be rendered allowed.' Allah the Exalted disliked this attitude.\" Allah said,\nوَاتَّقُواْ اللَّهَ\n(and have Taqwa of Allah.) meaning, `in what He has ordered you;'\nإِنَّ اللَّهَ سَمِيعٌ\n(Verily, Allah is Hearing,) `your statements,'\nعَلِيمٌ\n(Knowing.) `your intentions.' Allah said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ\n(O you who believe! Raise not your voices above the voice of the Prophet,) This contains another kind of favorable behavior. Allah the Exalted is teaching the believers that they should not raise their voices above the voice of the Prophet . It was stated that this Ayah was revealed about Abu Bakr and `Umar. Al-Bukhari recorded that Ibn Abi Mulaykah said, \"The two righteous ones, Abu Bakr and `Umar, almost earned destruction when they raised their voices before the Prophet who was receiving the delegation of Bani Tamim. One of them recommended Al-Aqra` bin Habis the member of the Banu Mujashi` while the other recommended another man. Nafi` (a subnarrator) said: \"I don't remember his name.\" Abu Bakr said to `Umar, `You only wanted to contradict me,' while `Umar said, `I did not intend to contradict you.' Their voices then became loud, thereupon Allah the Exalted sent down this Ayah,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ وَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـلُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ\n(O you who believe! Raise not your voices above the voice of the Prophet, nor speak aloud to him in talk as you speak aloud to one another, lest your deeds should be thwarted while you perceive not.)\" `Abdullah bin Az-Zubayr said, \"After that, `Umar's voice was so low that the Messenger of Allah ﷺ had to ask him to repeat what he said so that he could understand what he was saying to him.\" `Abdullah bin Az-Zubayr did not mention the same regarding his father, Abu Bakr, may Allah be pleased with him. Muslim did not collect this Hadith. In another narration collected by Al-Bukhari, he said that a delegation from the tribe of Banu Tamim came to the Prophet and that Abu Bakr recommended Al-Qa`qa` bin Ma`bad to be appointed as their leader, while `Umar recommended Al-Aqra` bin Habis. Muslim did not collect this narration. Al-Bukhari recorded that Anas bin Malik said, \"The Prophet missed Thabit bin Qays and a man said, `O Allah's Messenger! I will find out about his news.' That man went to Thabit and found him sitting at home with his head lowered and asked him, `What is the matter' Thabit said, `An evil matter!' And he said that he used to raise his voice above the voice of the Prophet . He feared that his good deeds would be useless and he would be among the people of the Fire. The man went back to the Prophet and conveyed Thabit's statement and returned to Thabit with a wonderfully good news. The Prophet said,\n«اذْهَبْ إِلَيْهِ فَقُلْ لَهُ: إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ، وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّة»\n(Go back to him and tell him this news; you are not among the people of the Fire. Rather, you are among the dwellers of Paradise.)\" Al-Bukhari collected this Hadith with this wording. Imam Ahmad recorded that Anas bin Malik said, \"When this Ayah was revealed,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ\n(O you who believe! Raise not your voices above the voice of the Prophet), until,\nوَأَنتُمْ لاَ تَشْعُرُونَ\n(while you perceive not), Thabit bin Qays bin Ash-Shammas, whose voice was loud, said, `I was the one who raised his voice above the voice of Allah's Messenger ﷺ. I am among the dwellers of the Fire. My good deeds have been done in vain.' He remained in his house feeling distressed, and the Messenger of Allah ﷺ noticed his absence. So some men went to Thabit and said to him, `The Prophet noticed your absence. What is the matter with you' Thabit said, `I used to raise my voice above the voice of the Prophet and speak loudly in front of him. My deeds have been rendered useless and I am among the people of the Fire.' They went to the Prophet and told him what Thabit said and the Prophet said,\n«لَا، بَلْ هُوَ مِنْ أَهْلِ الْجَنَّة»\n(Nay, he is among the dwellers of Paradise.)\" Anas commented, \"We used to see Thabit walk among us knowing that he was (to be) among the dwellers of Paradise. During the battle of Yamamah, our forces suffered retreat. Suddenly, Thabit bin Qays bin Shammas came, having put on his Hanut and shrouds, and said, `The worst habit is the one you acquire from your enemy and do not set a bad example for your companions.' And he went on fighting until he was martyred, may Allah be pleased with him.\" Allah then prohibited speaking to the Prophet in a loud voice, just as one speaks loudly to another in a way that offends him. Instead, they were required to speak to him in terms of respect, honor and calmness. This is why Allah the Exalted and Most Honored said,\nوَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ\n(nor speak aloud to him in talk as you speak aloud to one another,) just as He said in another Ayah,\nلاَّ تَجْعَلُواْ دُعَآءَ الرَّسُولِ بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضاً\n(Make not the calling of the Messenger among you as your calling one of another.) (24:63) Allah's statement,\nأَن تَحْبَطَ أَعْمَـلُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ\n(lest your deeds should be thwarted while you perceive not.) means, `We ordered you to refrain from raising your voices to the Prophet , so that he will not get angry with you, because in doing so, you will also anger Allah.' The good deeds of he who caused the Prophet's anger will become useless without him even knowing. In the Sahih, there is a Hadith that states,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى لَا يُلْقِي لَهَا بَالًا، يُكْتَبُ لَهُ بِهَا الْجَنَّةُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى لَا يُلْقِي لَهَا بَالًا، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْض»\n(Verily, a man might utter a word that pleases Allah the Exalted, even though he does not recognize the significance of his word, and on its account Paradise is written for him. Verily, a man might utter a word carelessly that angers Allah the Exalted, and on its account, he is cast in the Fire farther than the distance between the heavens and earth.) Allah then ordains lowering one's voice before the Messenger ﷺ and encourages, directs and recommends this better behavior.\nإِنَّ الَّذِينَ يَغُضُّونَ أَصْوَتَهُمْ عِندَ رَسُولِ اللَّهِ أُوْلَـئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى\n(Verily, those who lower their voices in the presence of Allah's Messenger ﷺ, they are the ones whose hearts Allah has tested for Taqwa.) whose hearts have been purified by Allah and made as a residence and dwelling for the Taqwa,\nلَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ\n(For them is forgiveness and a great reward.) Imam Ahmad recorded in the Book of Az-Zuhd that Mujahid said, \"Someone wrote to `Umar, `O Leader of the faithful! Who is better, a man who does not feel the desire to commit a sin and does not commit it, or a man who feels desire to commit a sin, but does not commit it' `Umar replied, `He who feels desire to commit a sin, but does not commit it,\nأُوْلَـئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ\n(they are the ones whose hearts Allah has tested for Taqwa. For them is forgiveness and a great reward.)\"'"
    },
    {
      "ayah": 10,
      "surah": 49,
      "text": "Making Peace between Disputing Muslims\nAllah commands making peace between Muslims that fight each other,\nوَإِن طَآئِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُواْ فَأَصْلِحُواْ بَيْنَهُمَا\n(And if two parties among the believers fall to fighting, then make peace between them both.) Therefore, Allah calls both opposing groups among Muslims, believers, although they are fighting each other. Al-Bukhari and other scholars relied on this Hadith as evidence that committing a sin does not nullify faith, no matter how major the sin is. This creed contradicts the creed of the Khawarij sect and those who accepted their idea, such as the Mu`tazilah sect. Al-Bukhari narrated that Al-Hasan said that Abu Bakrah said that the Messenger of Allah ﷺ gave a speech on the Minbar while Al-Hasan bin `Ali was with him. He was repeatedly looking at Al-Hasan and then at the people; then said,\n«إِنَّ ابْنِي هذَا سَيِّدٌ وَلَعَلَّ اللهَ تَعَالَى أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيمَتَيْنِ مِنَ الْمُسْلِمِين»\n(Verily, this son of mine is a Sayyid (chief or master), and may Allah make peace between two great groups of Muslims through him.) What the Prophet said, occurred. Al-Hasan brought peace between the people of Ash-Sham and `Iraq, after they fought tremendous wars and frightening battles. Allah's statement,\nفَإِن بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَـتِلُواْ الَّتِى تَبْغِى حَتَّى تَفِىءَ إِلَى أَمْرِ اللَّهِ\n(But if one of them outrages against the other, then fight you (all) against the one that which outrages till it complies with the command of Allah.) means, until the rebellious group refers to the commands of Allah and His Messenger for judgement and they listen to and obey the truth. There is a Hadith in the Sahih in which Anas states that the Messenger of Allah ﷺ said,\n«انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا»\n(Help your brother, whether he is an oppressor or he is oppressed.) \"I asked, `O Allah's Messenger! It is right that I help him if he is oppressed, but how should I help him if he is an oppressor' He said,\n«تَمْنَعُهُ مِنَ الظُّلْمِ فَذَاكَ نَصْرُكَ إِيَّاه»\n(By preventing him from oppressing others; this is how you help him in this case.)\" Sa`id bin Jubayr said that tribes of Aws and Khazraj once got in a scuffle using date tree branches and slippers. Allah revealed this honorable Ayah commanding them to make peace between them. As-Suddi said, \"A man from Al-Ansar, whose name was `Imran, had a wife called Umm Zayd. She wanted to visit her family, but her husband prevented her from visiting them by locking her in an upper room. So, none of her family could visit or see her. She sent someone to her family. They came, took her down from the room and wanted to take her away. Her husband was absent at the time, so his family called on their people. Their cousins came to help prevent the wife from going with her family. A push and shove situation occurred that led to them fighting using slippers. This Ayah was then revealed in their case, and the Messenger of Allah ﷺ sent someone to bring peace between them, and they both agreed to resort to the decision of Allah the Exalted.\" The statement of Allah the Exalted, next,\nفَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُواْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\n(Then if it complies, then make reconciliation between them justly, and be equitable. Verily, Allah loves those who are the equitable.) means, be fair in your judgement regarding the dispute that occurred between them,\nإِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\n(Verily, Allah loves those who are the equitable.) Ibn Abi Hatim recorded, that `Abdullah bin `Amr said that the Messenger of Allah ﷺ said,\n«إِنَّ الْمُقْسِطِينَ فِي الدُّنْيَا عَلَى مَنَابِرَ مِنْ لُؤْلُؤٍ بَيْنَ يَدَيِ الرَّحْمنِ عَزَّ وَجَلَّ بِمَا أَقْسَطُوا فِي الدُّنْيَا»\n(Verily, those who are equitable in this life, will be on podiums made of pearls before Ar-Rahman, the Exalted and Most Honored, on account of their fairness in this life.) An-Nasa'i collected this Hadith. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ\n(The believers are but a brotherhood.) means, all of them are brothers in Islam. The Messenger of Allah ﷺ said,\n«الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يُسْلِمُه»\n(The Muslim is the brother of the Muslim, he is not unjust with him nor does he forsake him.) In the Sahih,\n«وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيه»\n(Allah helps the servant as long as the servant helps his brother.) Also in the Sahih:\n«إِذَا دَعَا الْمُسْلِمُ لِأَخِيهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ: آمِينَ وَلَكَ بِمِثْلِه»\n(If the Muslim invokes Allah for the benefit of his absent brother, the angel says afterwards, \"Amin, and for you the same.\") There are many Hadiths with this meaning, such as, in the Sahih,\n«مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَوَاصُلِهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَر»\n(The parable of the believers in relation to the kindness, mercy and compassion they have for each other, is that of the body: when an organ of it falls ill, the rest of the body responds with fever and sleeplessness.) And also in Sahih.\n«الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا»\n(A believer to another believer is like a building whose different parts enforce each other.) The Prophet then clasped his hands with the fingers interlaced. Allah's statement,\nفَأَصْلِحُواْ بَيْنَ أَخَوَيْكُمْ\n(So make reconciliation between your brothers, ) refers to the two groups that fight each other,\nوَاتَّقُواْ اللَّهَ\n(and have Taqwa of Allah) in all of your affairs,\nلَعَلَّكُمْ تُرْحَمُونَ\n(that you may receive mercy.) and this is a promise from Allah that He will grant mercy to those who fear and obey Him."
    },
    {
      "ayah": 11,
      "surah": 49,
      "text": "The Prohibition of mocking and ridiculing One Another\nAllah the Exalted forbids scoffing at people, which implies humiliating and belittling them. In the Sahih, it is recorded that the Messenger of Allah ﷺ said,\n«الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْصُ النَّاس»\n(Arrogance is refusing the truth and belittling people.) And in another Version\n«غَمْطُ النَّاس»\n(And despising people) It is forbidden to scoff at and belittle people, for the injured party could be more honored and dearer to Allah the Exalted than those who ridicule and belittle them. This is why Allah the Exalted said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَى أَن يَكُونُواْ خَيْراً مِّنْهُمْ وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عَسَى أَن يَكُنَّ خَيْراً مِّنْهُنَّ\n(O you who believe! Let not a group scoff at another group, it may be that the latter are better than the former. Nor let (some) women scoff at other women, it may be that the latter are better than the former.) thus, stating this prohibition for men and then women. The statement of Allah the Exalted,\nوَلاَ تَلْمِزُواْ أَنفُسَكُمْ\n(Nor defame yourselves,) forbids defaming each other. He among men who is a slanderer, and a backbiter, is cursed and condemned as Allah states\nوَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ\n(Woe to every Humazah, Lumazah)(104:1) Hamz is defamation by action, while Lamz is by words. Allah the Exalted and Most Honored said,\nهَمَّازٍ مَّشَّآءِ بِنَمِيمٍ\n(Hammaz (defaming), going about with slander.) (68:11) meaning, he belittles and defames people, transgressing and spreading slander among them, which is the Lamz that uses words as its tool. Allah's statement here,\nوَلاَ تَلْمِزُواْ أَنفُسَكُمْ\n(Nor defame yourselves,) just as He said in another Ayah,\nوَلاَ تَقْتُلُواْ أَنفُسَكُمْ\n(Nor kill yourselves) (4:29), meaning, nor kill one another. `Abdullah bin `Abbas, Mujahid, Sa`id bin Jubayr, Qatadah and Muqatil bin Hayyan said that the Ayah,\nوَلاَ تَلْمِزُواْ أَنفُسَكُمْ\n(Nor defame yourselves,) means, none of you should defame each other,' while,\nوَلاَ تَنَابَزُواْ بِالاٌّلْقَـبِ\n(nor insult one another by nicknames.) means, `you should not address people by nick names that people dislike.' Imam Ahmad recorded that Abu Jabirah bin Ad-Dahhak said, \"This Ayah was revealed about us, Banu Salamah;\nوَلاَ تَنَابَزُواْ بِالاٌّلْقَـبِ\n(nor insult one another by nicknames.) When the Messenger of Allah ﷺ migrated to Al-Madinah, every man among us had two or three nicknames. When the Prophet called a man by one of these nicknames, people would say, `O Allah's Messenger! He hates that nickname.' Then this Ayah,\nوَلاَ تَنَابَزُواْ بِالاٌّلْقَـبِ\n(nor insult one another by nicknames.) was revealed.\" Abu Dawud also collected this Hadith. The statement of Allah the Exalted and Most Honored,\nبِئْسَ الاسْمُ الْفُسُوقُ بَعْدَ الايمَانِ\n(Evil is the name of wickedness after faith), means, the names and descriptions of wickedness are evil; meaning, `to use the nicknames that were used by the people of Jahiliyyah, after you embraced Islam and understood it,'\nوَمَن لَّمْ يَتُبْ\n(And whosoever does not repent,) means, from this sin,\nفَأُوْلَـئِكَ هُمُ الظَّـلِمُونَ\n(then such are indeed wrongdoers.)"
    },
    {
      "ayah": 12,
      "surah": 49,
      "text": "The Prohibition of Unfounded Suspicion\nAllah the Exalted forbids His faithful servants from being suspicious, which includes having doubts and suspicions about the conduct of one's family, relatives and other people in general. Therefore, Muslims are to avoid suspicion without foundation. The Leader of the faithful `Umar bin Al-Khattab said, \"Never think ill of the word that comes out of your believing brother's mouth, as long as you can find a good excuse for it.\" Malik recorded that Abu Hurayrah, may Allah be pleased with him, said that Allah's Messenger ﷺ said,\n«إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ، وَلَا تَجَسَّسُوا وَلَا تَحَسَّسُوا، وَلَا تَنَافَسُوا وَلَا تَحَاسَدُوا، وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا»\n(Beware of suspicion, for suspicion is the worst of false tales; do not spy on one another; do not look for other's faults; do not be jealous of one another; do not envy one another; do not hate one another; and do not desert (shun) one another. And O Allah's servants! Be brothers!) The Two Sahihs and Abu Dawud recorded this Hadith. Anas said that the Messenger of Allah ﷺ said,\n«لَا تَقَاطَعُوا وَلَا تَدَابَرُوا وَلَا تَبَاغَضُوا وَلَا تَحَاسَدُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا، وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثَةِ أَيَّام»\n(Do not shun each other; do not ignore one another; do not hate one another, and do not envy one another, and be brothers, O servants of Allah. No Muslim is allowed to shun his brother for more than three days.) Muslim and At-Tirmidhi collected this Hadith, who considered it Sahih. Allah said,\nوَلاَ تَجَسَّسُواْ\n(And spy not), on each other. Tajassus, usually harbors ill intentions, and the spy is called a Jasus. As for Tahassus (inquiring) it is usually done for a good reason. Allah the Exalted and Most Honored said that Prophet Ya`qub said,\nيبَنِىَّ اذْهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلاَ تَايْـَسُواْ مِن رَّوْحِ اللَّهِ\n(\"O my sons! Go you and inquire (Tahassasu) about Yusuf and his brother, and never give up hope of Allah's mercy.\") (12:87) Both of these terms, `Tajassus' and `Tahassus' could have evil connotations. In the Sahih it is recorded that the Messenger of Allah ﷺ said,\n«لَا تَجَسَّسُوا وَلَا تَحَسَّسُوا، وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا»\n(Neither commit Tajassus nor Tahassus nor hate each other nor commit Tadabur. And be brothers, O servants of Allah.) Al-Awza`i said, \"Tajassus means, to search for something, while Tahassus means, listening to people when they are talking without their permission, or eavesdropping at their doors. Tadabur refers to shunning each other. \" Ibn Abi Hatim recorded this statement. Allah the Exalted said about backbiting;\nوَلاَ يَغْتَب بَّعْضُكُم بَعْضاً\n(neither backbite one another), thus prohibiting it, which was explained in a Hadith collected by Abu Dawud that Abu Hurayrah said, \"It was asked, `O Allah's Messenger! What is backbiting' He said,\n«ذِكْرُكَ أَخَاكَ بِمَا يَكْرَه»\n(Mentioning about your brother in a manner that he dislikes.) He was asked, `What if my brother was as I mentioned' He said,\n«إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ، وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّه»\n(If he was as you mentioned, you will have committed backbiting. But if he was not as you say about him, you will have falsely accused him.)\" At-Tirmidhi collected this Hadith and said \"Hasan Sahih.\" Backbiting was sternly warned against, and this is why Allah the Exalted and Most Blessed compared it to eating the flesh of a dead human being,\nأَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ\n(Would one of you like to eat the flesh of his dead brother You would hate it.) Just as you hate eating the flesh of a dead person, on account of your nature; so hate backbiting, on account of your religion. The latter carries a punishment that is worse than the former. This Ayah seeks to discourage people from backbiting and warns against it. The Prophet used these words to discourage taking back a gift that one gives to someone,\n«كَالْكَلْبِ يَقِيءُ ثُمَّ يَرْجِعُ فِي قَيْئِه»\n(He is just like the dog that eats its vomit.) after saying,\n«لَيْسَ لَنَا مَثَلُ السَّوْء»\n(Ours is not an evil parable.) Using various chains of narration, the Sahihs and Musnads record that the Prophet said during the Farewell Hajj:\n«إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هذَا، فِي شَهْرِكُمْ هذَا، فِي بَلَدِكُمْ هذَا»\n(Verily, your blood, wealth and honor are as sacred among you as the sanctity of this day of yours, in this month of yours, in this town of yours.) Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ مَالُهُ وَعِرْضُهُ وَدَمُهُ، حَسْبُ امْرِىءٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِم»\n(All of the Muslim is sacred to the Muslim, his wealth, honor and his blood. It is evil enough for someone to belittle his Muslim brother.) At-Tirmidhi collected this Hadith and said \"Hasan Gharib.\" Al-Hafiz Abu Ya`la recorded that a cousin of Abu Hurayrah said, \"Ma`iz came to the Messenger of Allah ﷺ and said, `O Allah's Messenger! I have committed adultery,' and the Messenger ﷺ turned away from him until Ma`iz repeated his statement four times. The fifth time, the Prophet asked him,\n«زَنَيْتَ؟»\n(Have you committed adultery؟) Ma0 iz said, Yes. The Prophet asked,\n«وَتَدْرِي مَا الزِّنَا؟»\n(Do you know what adultery means) Ma`iz said, `Yes. I have illegally done with her what a husband legally does with his wife.' The Prophet said,\n«مَا تُرِيدُ إِلَى هذَا الْقَوْلِ؟»\n(What do you seek to accomplish by this statement) Ma`iz said, `I intend that you purify me.' The Prophet asked,\n«أَدْخَلْتَ ذلِكَ مِنْكَ فِي ذلِكَ مِنْهَا كَمَا يَغِيبُ الْمِيلُ فِي الْمُكْحُلَةِ وَالرِّشَا فِي الْبِئْرِ؟»\n(Have you gone into her just as the stick goes into the kohl container and the rope goes into the well) Ma`iz said, `Yes, O Allah's Messenger!' The Prophet commanded that Ma`iz be stoned to death and his order was carried out. The Prophet heard two men saying to one another, `Have you not seen the man who had Allah cover his secret, but his heart could not let him rest until he was stoned to death, just as the dog is stoned' The Prophet continued on and when he passed by the corpse of a donkey, he asked,\n«أَيْنَ فُلَانٌ وَفُلَانٌ؟ انْزِلَا فَكُلَا مِنْ جِيفَةِ هذَا الْحِمَار»\n(Where are so-and-so Dismount and eat from this donkey.) They said, `May Allah forgive you, O Allah's Messenger! Would anyone eat this meat' The Prophet said;\n«فَمَا نِلْتُمَا مِنْ أَخِيكُمَا آنِفًا أَشَدُّ أَكْلًا مِنْهُ، وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهُ الْانَ لَفِي أَنْهَارِ الْجَنَّةِ يَنْغَمِسُ فِيهَا»\n(The backbiting you committed against your brother is worse as a meal than this meal. By He in Whose Hand is my soul! He is now swimming in the rivers of Paradise.)\" This Hadith has an authentic chain of narration. Imam Ahmad recorded that Jabir bin `Abdullah said, \"We were with the Messenger of Allah ﷺ when a rotten odor was carried by the wind. The Messenger of Allah ﷺ said,\n«أَتَدْرُونَ مَا هذِهِ الرِّيحُ؟ هَذِهِ رِيحُ الَّذِينَ يَغْتَابُونَ النَّاس»\n(Do you know what this odor is It is the odor of those who backbite people.)\"\nAccepted Repentance from Backbiting and Slander\nAllah the Exalted and Most Honored said,\nوَاتَّقُواْ اللَّهَ\n(And have Taqwa of Allah), that is, regarding what He has commanded you and forbidden for you. Fear Him and beware of Him,\nإِنَّ اللَّهَ تَوَّابٌ رَّحِيمٌ\n(Verily, Allah is the One Who forgives and accepts repentance, Most Merciful.) He forgives those who repent to Him, is merciful with those who go back to Him and trust in Him. The majority of scholars have stated that repentance for committing the sin of backbiting is that one refrains from backbiting intending not to repeat it again. There is a difference of opinion if whether feeling remorse is required in this case, and also if one should apologize to those who he has backbitten. Some scholars stated that it is not necessary for one to ask those whom he has backbitten to forgive him, because if they knew what was said about them, they could be hurt more than if they were not told about it. It is better, they said, that one should praise those whom he has backbitten in audiences in which he has committed the act. It is also better if one defends the injured party against any further backbiting, as much as one can, as recompense for his earlier backbiting."
    },
    {
      "ayah": 13,
      "surah": 49,
      "text": "All of Mankind are the Children of `Adam and Hawwa'\nAllah the Exalted declares to mankind that He has created them all from a single person, `Adam, and from that person He created his mate, Hawwa'. From their offspring He made nations, comprised of tribe, which include subtribes of all sizes. It was also said that `nations refers to non-Arabs, while `tribes refers to Arabs. Various statements about this were collected in an individual introduction from the book, Al-Inbah, by Abu `Amr Ibn `Abdul-Barr, and from the book, Al-Qasad wal-Amam fi Ma`rifah Ansab Al-Arab wal-`Ajam. Therefore, all people are the descendants of `Adam and Hawwa' and share this honor equally. The only difference between them is in the religion that revolves around their obedience to Allah the Exalted and their following of His Messenger . After He forbade backbiting and belittling other people, alerting mankind that they are all equal in their humanity. Allah said,\nيأَيُّهَا النَّاسُ إِنَّا خَلَقْنَـكُم مِّن ذَكَرٍ وَأُنْثَى وَجَعَلْنَـكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَـرَفُواْ\n(O mankind! We have created you from a male and a female, and made you into nations and tribes that you may know one another.) so that they get to know each other by their nation or tribe. Mujahid said that Allah's statement,\nلِتَعَـرَفُواْ\n(that you may know one another.) refers to one's saying, \"So-and-so the son of so-and-so, from the tribe of so-and-so.\" Sufyan Ath-Thawri said, \"The Himyar (who resided in Yemen) dealt with each other according to their provinces, while the Arabs in the Hijaz (Western Arabia) dealt with each other according to their tribes.\"\nHonor is earned through Taqwa of Allah\nAllah the Exalted said,\nإِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ\n(Verily, the most honorable of you with Allah is that (believer) who has At-Taqwa.) meaning, `you earn honor with Allah the Exalted on account of Taqwa, not family lineage.' There are many Hadiths from the Prophet that support this meaning. Al-Bukhari narrated that Abu Hurayrah said, \"Some people asked the Prophet , `Who is the most honorable among people' He replied,\n«أَكْرَمُهُمْ عِنْدَ اللهِ أَتْقَاهُم»\n(The most honorable among them with Allah is the one who has the most Taqwa.) They said, `We did not ask you about this.' He said,\n«فَأَكْرَمُ النَّاسِ يُوسُفُ نَبِيُّ اللهِ، ابْنُ نَبِيِّ اللهِ، ابْنِ نَبِيِّ اللهِ ابْنِ خَلِيلِ الله»\n(Then the most honorable person is Yusuf, Allah's Prophet, the son of Allah's Prophet, the son of Allah's Prophet, the son of Allah's Khalil.) They said, `We did not ask you about this.' He said,\n«فَعَنْ مَعَادِنِ الْعَرَبِ تَسْأَلُونِّي»\n؟ (Then you want to ask me about the Arab lineage) They said, `Yes.' He said,\n«فَخِيَارُكُمْ فِي الْجَاهِلِيَّةِ خِيَارُكُمْ فِي الْإِسْلَامِ إِذَا فَقُهُوا»\n(Those among you who were best in Jahiliyyah, are the best among you in Islam, if they attain religious understanding.)\" Al-Bukhari collected this Hadith in several places of his Sahih, An-Nasa'i did as well in the Tafsir section of his Sunan. Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ وَلكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُم»\n(Verily, Allah does not look at your shapes or wealth, but he looks at your hearts and actions.) Ibn Majah also collected this Hadith. Ibn Abi Hatim recorded that `Abdullah bin `Umar said, \"On the day Makkah was conquered, the Messenger of Allah ﷺ performed Tawaf around the Ka`bah while riding his camel, Al-Qaswa', and was touching the corners with a stick he had in his hand. He did not find a place in the Masjid where his camel could sit and had to dismount on men's hands. He led his camel to the bottom of the valley, where he had her sit down. The Messenger of Allah ﷺ later gave a speech while riding Al-Qaswa' and said, after thanking Allah the Exalted and praising Him as He should be praised,\n«يَا أَيُّهَا النَّاسُ إِنَّ اللهَ تَعَالَى قَدْ أَذْهَبَ عَنْكُمْ عُبِّيَّةَ الْجَاهِلِيَّةِ وَتَعَظُّمَهَا بِآبَائِهَا، فَالنَّاسُ رَجُلَانِ: رَجُلٌ بَرٌّ تَقِيٌّ كَرِيمٌ عَلَى اللهِ تَعَالَى، وَرَجُلٌ فَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى اللهِ تَعَالَى، إِنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ:\nيأَيُّهَا النَّاسُ إِنَّا خَلَقْنَـكُم مِّن ذَكَرٍ وَأُنْثَى وَجَعَلْنَـكُمْ شُعُوباً وَقَبَآئِلَ لِتَعَـرَفُواْ إِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ »\n(O people! Allah the Exalted has removed from you the slogans of Jahiliyyah and its tradition of honoring forefathers. Men are of two types, a man who is righteous, fearful of Allah and honorable to Allah, or a man who is vicious, miserable and little to Allah the Exalted. Verily, Allah the Exalted and Most Honored said, (O mankind! We have created you from a male and a female, and made you into nations and tribes, that you may know one another. Verily, the most honorable of you with Allah is that (believer) who has At-Taqwa. Verily, Allah is All-Knowing, All-Aware.)) The Prophet said,\n«أَقُولُ قَوْلِي هذَا وَأَسْتَغْفِرُ اللهَ لِي وَلَكُم»\n(I say this and invoke Allah for forgiveness for me and for you.)\" This was recorded by `Abd bin Humayd. Allah the Exalted said,\nإِنَّ اللَّهَ عَلَيمٌ خَبِيرٌ\n(Verily, Allah is All-Knowing, All-Aware.) means, `He is All-Knowing of you and All-Aware of all of your affairs.' Allah guides whom He wills, misguides whom He wills, grants mercy to whom He wills, tor- ments whom He wills, elevates whom He wills above whom He wills. He is the All-Wise, the All-Knowing, the All-Aware in all this. Several scholars relied on this honorable Ayah and the honora- ble Hadiths we menti- oned as evidence that compatibility in marriage is not a condition of marriage contracts. They said that the only condition required in this regard is the adherence to the religion, as in the statement of Allah, the Exalted,\nإِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَـكُمْ\n(Verily, the most honorable of you with Allah is the one with the most Taqwa. )"
    },
    {
      "ayah": 14,
      "surah": 49,
      "text": "There is a Difference between a Believer and a Muslim\nAllah chastises the bedouins who, when they embraced Islam, claimed for themselves the grade of faithful believers. However, Faith had not yet firmly entered their hearts,\nقَالَتِ الاٌّعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(The bedouins say: \"We believe.\" Say: \"You do not believe, but say, `We have submitted,' for Faith has not yet entered your hearts...\") This honorable Ayah provides proof that Faith is a higher grade than Islam, according to the scholars of the Ahl us-Sunnah wal-Jama`ah. This is also demostrated in the Hadith of Jibril, peace be upon him, when he questioned the Prophet about Islam, then Iman then Ihsan. Thus moving the general matter to one more specific, then even more specific. Imam Ahmad recorded that `Amir bin Sa`d bin Abi Waqqas said, \"The Messenger of Allah ﷺ gave (something to) some men and did not give one of them. Sa`d said, `O Allah's Messenger, you gave to so-and-so and so-and-so. However, you gave nothing to so-and-so, even though he is a believer.' The Prophet said,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) Sa`d repeated his statement thrice each time the Prophet answered,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) The Prophet then said,\n«إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَى وُجُوهِهِم»\n(I might give some men and give nothing to others, even though the latter are dearer to me than the former. I do not give them things for fear that they might be thrown on their faces in the Fire.)\" This Hadith is recorded in the Two Sahihs. Therefore, the Prophet made a distinction between the grade of believer and the grade of Muslim, indicating that Iman is a more exclusive grade than Islam. I mentioned this subject in detail supported by evidence, in the beginning of the explanation of the chapter on Iman in Sahih Al-Bukhari, all praise is due to Allah and all the favors are from Him. So this proves that the bedouins whom the Ayah mentioned were not hypocrites, rather they were Muslims in whose hearts Faith was not yet firmly established. They claimed a higher grade for themselves than the grade that they earned, and they were taught a lesson as a consequence. This meaning agrees with the meaning given by Ibn `Abbas, Ibrahim An-Nakha`i, Qatadah and that preferred by Ibn Jarir. These bedouins were taught a lesson,\nقُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(Say: \"You do not believe, but say `We are Muslims,' for Faith has not yet entered your hearts...\") meaning, `you have not yet achieved the reality of Faith.' Allah the Exalted said,\nوَإِن تُطِيعُواْ اللَّهَ وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَـلِكُمْ شَيْئاً\n(But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds...) `He will not decrease any of your rewards,' as Allah said;\nوَمَآ أَلَتْنَـهُمْ مِّنْ عَمَلِهِم مِّن شَىْءٍ\n(We shall not decrease the reward of their deeds in anything.) (52:21) Allah said:\nإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n(Verily, Allah is Oft-Forgiving, Most Merciful.) for those who repent and return to Him. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ\n(Only those are the believers), who have perfect Faith,\nالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ\n(who have believed in Allah and His Messenger, and afterward doubt not) They do not have doubts and their Faith was not shaken. Rather, their Faith remained on conviction,\nوَجَـهَدُواْ بِأَمْوَلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ اللَّهِ\n(but strive for the cause of Allah with their wealth and their lives) meaning, they gladly gave away their life and the most precious of their wealth in obedience to Allah as a means of seeking His pleasure,\nأُوْلَـئِكَ هُمُ الصَّـدِقُونَ\n(Those! They are the truthful. ) `in their statement if they say that they are believers, unlike some bedouins who are faithful only by words outwardly!' Allah said,\nقُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ\n(Say: \"Will you inform Allah of your religion...\") `will you inform Allah of what is in your hearts,'\nوَاللَّهُ يَعْلَمُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ\n(while Allah knows all that is in the heavens and all that is on the earth,) Nothing in the heavens and earth, even the weight of a speck of dust, all that is bigger or smaller, ever escapes His observation,\nوَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ\n(and Allah is All-Aware of everything.) Allah said,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me...\") meaning the bedouins who considered embracing Islam, following and supporting the Messenger ﷺ as a favor to him. Allah the Exalted refuted their false statement,\nقُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(Say: \"Do not count your Islam as a favor to me...\") `for the benefit of your Islam will only be yours, and this is a favor from Allah to you,'\nبَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.) `in your claim that you are believers.' The Prophet said to the Ansar on the day of the battle of Hunayn,\n«يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟»\n(O Ansar! Have I not found you astray and Allah guided you through me Were you not divided and Allah united you around me Were you not poor and Allah gave you riches through me) Whenever the Prophet asked them any of these questions, they would reply, \"Allah and His Messenger have most favored us.\" Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn `Abbas said, \"Banu Asad came to the Messenger of Allah ﷺ and said, `O Allah's Messenger! We embraced Islam, and before that, the Arabs fought against you, yet we did not fight against you.' The Messenger of Allah ﷺ said,\n«إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَى أَلْسِنَتِهِم»\n(Verily, they understand but little and the Shaytan speaks through their words.) This Ayah was later revealed,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me.\" Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.\")\"' Then Allah reminds that He has complete knowledge of all creations and that He sees them all;\nإِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَـوَتِ وَالاٌّرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ\n(Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do.) This is the end of the Tafsir of Surat Al-Hujurat. Verily, all praise is due to Allah, all the favors are from Him, and from Him comes the success and protection from error."
    },
    {
      "ayah": 15,
      "surah": 49,
      "text": "There is a Difference between a Believer and a Muslim\nAllah chastises the bedouins who, when they embraced Islam, claimed for themselves the grade of faithful believers. However, Faith had not yet firmly entered their hearts,\nقَالَتِ الاٌّعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(The bedouins say: \"We believe.\" Say: \"You do not believe, but say, `We have submitted,' for Faith has not yet entered your hearts...\") This honorable Ayah provides proof that Faith is a higher grade than Islam, according to the scholars of the Ahl us-Sunnah wal-Jama`ah. This is also demostrated in the Hadith of Jibril, peace be upon him, when he questioned the Prophet about Islam, then Iman then Ihsan. Thus moving the general matter to one more specific, then even more specific. Imam Ahmad recorded that `Amir bin Sa`d bin Abi Waqqas said, \"The Messenger of Allah ﷺ gave (something to) some men and did not give one of them. Sa`d said, `O Allah's Messenger, you gave to so-and-so and so-and-so. However, you gave nothing to so-and-so, even though he is a believer.' The Prophet said,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) Sa`d repeated his statement thrice each time the Prophet answered,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) The Prophet then said,\n«إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَى وُجُوهِهِم»\n(I might give some men and give nothing to others, even though the latter are dearer to me than the former. I do not give them things for fear that they might be thrown on their faces in the Fire.)\" This Hadith is recorded in the Two Sahihs. Therefore, the Prophet made a distinction between the grade of believer and the grade of Muslim, indicating that Iman is a more exclusive grade than Islam. I mentioned this subject in detail supported by evidence, in the beginning of the explanation of the chapter on Iman in Sahih Al-Bukhari, all praise is due to Allah and all the favors are from Him. So this proves that the bedouins whom the Ayah mentioned were not hypocrites, rather they were Muslims in whose hearts Faith was not yet firmly established. They claimed a higher grade for themselves than the grade that they earned, and they were taught a lesson as a consequence. This meaning agrees with the meaning given by Ibn `Abbas, Ibrahim An-Nakha`i, Qatadah and that preferred by Ibn Jarir. These bedouins were taught a lesson,\nقُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(Say: \"You do not believe, but say `We are Muslims,' for Faith has not yet entered your hearts...\") meaning, `you have not yet achieved the reality of Faith.' Allah the Exalted said,\nوَإِن تُطِيعُواْ اللَّهَ وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَـلِكُمْ شَيْئاً\n(But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds...) `He will not decrease any of your rewards,' as Allah said;\nوَمَآ أَلَتْنَـهُمْ مِّنْ عَمَلِهِم مِّن شَىْءٍ\n(We shall not decrease the reward of their deeds in anything.) (52:21) Allah said:\nإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n(Verily, Allah is Oft-Forgiving, Most Merciful.) for those who repent and return to Him. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ\n(Only those are the believers), who have perfect Faith,\nالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ\n(who have believed in Allah and His Messenger, and afterward doubt not) They do not have doubts and their Faith was not shaken. Rather, their Faith remained on conviction,\nوَجَـهَدُواْ بِأَمْوَلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ اللَّهِ\n(but strive for the cause of Allah with their wealth and their lives) meaning, they gladly gave away their life and the most precious of their wealth in obedience to Allah as a means of seeking His pleasure,\nأُوْلَـئِكَ هُمُ الصَّـدِقُونَ\n(Those! They are the truthful. ) `in their statement if they say that they are believers, unlike some bedouins who are faithful only by words outwardly!' Allah said,\nقُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ\n(Say: \"Will you inform Allah of your religion...\") `will you inform Allah of what is in your hearts,'\nوَاللَّهُ يَعْلَمُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ\n(while Allah knows all that is in the heavens and all that is on the earth,) Nothing in the heavens and earth, even the weight of a speck of dust, all that is bigger or smaller, ever escapes His observation,\nوَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ\n(and Allah is All-Aware of everything.) Allah said,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me...\") meaning the bedouins who considered embracing Islam, following and supporting the Messenger ﷺ as a favor to him. Allah the Exalted refuted their false statement,\nقُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(Say: \"Do not count your Islam as a favor to me...\") `for the benefit of your Islam will only be yours, and this is a favor from Allah to you,'\nبَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.) `in your claim that you are believers.' The Prophet said to the Ansar on the day of the battle of Hunayn,\n«يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟»\n(O Ansar! Have I not found you astray and Allah guided you through me Were you not divided and Allah united you around me Were you not poor and Allah gave you riches through me) Whenever the Prophet asked them any of these questions, they would reply, \"Allah and His Messenger have most favored us.\" Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn `Abbas said, \"Banu Asad came to the Messenger of Allah ﷺ and said, `O Allah's Messenger! We embraced Islam, and before that, the Arabs fought against you, yet we did not fight against you.' The Messenger of Allah ﷺ said,\n«إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَى أَلْسِنَتِهِم»\n(Verily, they understand but little and the Shaytan speaks through their words.) This Ayah was later revealed,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me.\" Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.\")\"' Then Allah reminds that He has complete knowledge of all creations and that He sees them all;\nإِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَـوَتِ وَالاٌّرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ\n(Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do.) This is the end of the Tafsir of Surat Al-Hujurat. Verily, all praise is due to Allah, all the favors are from Him, and from Him comes the success and protection from error."
    },
    {
      "ayah": 16,
      "surah": 49,
      "text": "There is a Difference between a Believer and a Muslim\nAllah chastises the bedouins who, when they embraced Islam, claimed for themselves the grade of faithful believers. However, Faith had not yet firmly entered their hearts,\nقَالَتِ الاٌّعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(The bedouins say: \"We believe.\" Say: \"You do not believe, but say, `We have submitted,' for Faith has not yet entered your hearts...\") This honorable Ayah provides proof that Faith is a higher grade than Islam, according to the scholars of the Ahl us-Sunnah wal-Jama`ah. This is also demostrated in the Hadith of Jibril, peace be upon him, when he questioned the Prophet about Islam, then Iman then Ihsan. Thus moving the general matter to one more specific, then even more specific. Imam Ahmad recorded that `Amir bin Sa`d bin Abi Waqqas said, \"The Messenger of Allah ﷺ gave (something to) some men and did not give one of them. Sa`d said, `O Allah's Messenger, you gave to so-and-so and so-and-so. However, you gave nothing to so-and-so, even though he is a believer.' The Prophet said,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) Sa`d repeated his statement thrice each time the Prophet answered,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) The Prophet then said,\n«إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَى وُجُوهِهِم»\n(I might give some men and give nothing to others, even though the latter are dearer to me than the former. I do not give them things for fear that they might be thrown on their faces in the Fire.)\" This Hadith is recorded in the Two Sahihs. Therefore, the Prophet made a distinction between the grade of believer and the grade of Muslim, indicating that Iman is a more exclusive grade than Islam. I mentioned this subject in detail supported by evidence, in the beginning of the explanation of the chapter on Iman in Sahih Al-Bukhari, all praise is due to Allah and all the favors are from Him. So this proves that the bedouins whom the Ayah mentioned were not hypocrites, rather they were Muslims in whose hearts Faith was not yet firmly established. They claimed a higher grade for themselves than the grade that they earned, and they were taught a lesson as a consequence. This meaning agrees with the meaning given by Ibn `Abbas, Ibrahim An-Nakha`i, Qatadah and that preferred by Ibn Jarir. These bedouins were taught a lesson,\nقُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(Say: \"You do not believe, but say `We are Muslims,' for Faith has not yet entered your hearts...\") meaning, `you have not yet achieved the reality of Faith.' Allah the Exalted said,\nوَإِن تُطِيعُواْ اللَّهَ وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَـلِكُمْ شَيْئاً\n(But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds...) `He will not decrease any of your rewards,' as Allah said;\nوَمَآ أَلَتْنَـهُمْ مِّنْ عَمَلِهِم مِّن شَىْءٍ\n(We shall not decrease the reward of their deeds in anything.) (52:21) Allah said:\nإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n(Verily, Allah is Oft-Forgiving, Most Merciful.) for those who repent and return to Him. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ\n(Only those are the believers), who have perfect Faith,\nالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ\n(who have believed in Allah and His Messenger, and afterward doubt not) They do not have doubts and their Faith was not shaken. Rather, their Faith remained on conviction,\nوَجَـهَدُواْ بِأَمْوَلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ اللَّهِ\n(but strive for the cause of Allah with their wealth and their lives) meaning, they gladly gave away their life and the most precious of their wealth in obedience to Allah as a means of seeking His pleasure,\nأُوْلَـئِكَ هُمُ الصَّـدِقُونَ\n(Those! They are the truthful. ) `in their statement if they say that they are believers, unlike some bedouins who are faithful only by words outwardly!' Allah said,\nقُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ\n(Say: \"Will you inform Allah of your religion...\") `will you inform Allah of what is in your hearts,'\nوَاللَّهُ يَعْلَمُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ\n(while Allah knows all that is in the heavens and all that is on the earth,) Nothing in the heavens and earth, even the weight of a speck of dust, all that is bigger or smaller, ever escapes His observation,\nوَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ\n(and Allah is All-Aware of everything.) Allah said,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me...\") meaning the bedouins who considered embracing Islam, following and supporting the Messenger ﷺ as a favor to him. Allah the Exalted refuted their false statement,\nقُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(Say: \"Do not count your Islam as a favor to me...\") `for the benefit of your Islam will only be yours, and this is a favor from Allah to you,'\nبَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.) `in your claim that you are believers.' The Prophet said to the Ansar on the day of the battle of Hunayn,\n«يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟»\n(O Ansar! Have I not found you astray and Allah guided you through me Were you not divided and Allah united you around me Were you not poor and Allah gave you riches through me) Whenever the Prophet asked them any of these questions, they would reply, \"Allah and His Messenger have most favored us.\" Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn `Abbas said, \"Banu Asad came to the Messenger of Allah ﷺ and said, `O Allah's Messenger! We embraced Islam, and before that, the Arabs fought against you, yet we did not fight against you.' The Messenger of Allah ﷺ said,\n«إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَى أَلْسِنَتِهِم»\n(Verily, they understand but little and the Shaytan speaks through their words.) This Ayah was later revealed,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me.\" Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.\")\"' Then Allah reminds that He has complete knowledge of all creations and that He sees them all;\nإِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَـوَتِ وَالاٌّرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ\n(Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do.) This is the end of the Tafsir of Surat Al-Hujurat. Verily, all praise is due to Allah, all the favors are from Him, and from Him comes the success and protection from error."
    },
    {
      "ayah": 17,
      "surah": 49,
      "text": "There is a Difference between a Believer and a Muslim\nAllah chastises the bedouins who, when they embraced Islam, claimed for themselves the grade of faithful believers. However, Faith had not yet firmly entered their hearts,\nقَالَتِ الاٌّعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(The bedouins say: \"We believe.\" Say: \"You do not believe, but say, `We have submitted,' for Faith has not yet entered your hearts...\") This honorable Ayah provides proof that Faith is a higher grade than Islam, according to the scholars of the Ahl us-Sunnah wal-Jama`ah. This is also demostrated in the Hadith of Jibril, peace be upon him, when he questioned the Prophet about Islam, then Iman then Ihsan. Thus moving the general matter to one more specific, then even more specific. Imam Ahmad recorded that `Amir bin Sa`d bin Abi Waqqas said, \"The Messenger of Allah ﷺ gave (something to) some men and did not give one of them. Sa`d said, `O Allah's Messenger, you gave to so-and-so and so-and-so. However, you gave nothing to so-and-so, even though he is a believer.' The Prophet said,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) Sa`d repeated his statement thrice each time the Prophet answered,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) The Prophet then said,\n«إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَى وُجُوهِهِم»\n(I might give some men and give nothing to others, even though the latter are dearer to me than the former. I do not give them things for fear that they might be thrown on their faces in the Fire.)\" This Hadith is recorded in the Two Sahihs. Therefore, the Prophet made a distinction between the grade of believer and the grade of Muslim, indicating that Iman is a more exclusive grade than Islam. I mentioned this subject in detail supported by evidence, in the beginning of the explanation of the chapter on Iman in Sahih Al-Bukhari, all praise is due to Allah and all the favors are from Him. So this proves that the bedouins whom the Ayah mentioned were not hypocrites, rather they were Muslims in whose hearts Faith was not yet firmly established. They claimed a higher grade for themselves than the grade that they earned, and they were taught a lesson as a consequence. This meaning agrees with the meaning given by Ibn `Abbas, Ibrahim An-Nakha`i, Qatadah and that preferred by Ibn Jarir. These bedouins were taught a lesson,\nقُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(Say: \"You do not believe, but say `We are Muslims,' for Faith has not yet entered your hearts...\") meaning, `you have not yet achieved the reality of Faith.' Allah the Exalted said,\nوَإِن تُطِيعُواْ اللَّهَ وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَـلِكُمْ شَيْئاً\n(But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds...) `He will not decrease any of your rewards,' as Allah said;\nوَمَآ أَلَتْنَـهُمْ مِّنْ عَمَلِهِم مِّن شَىْءٍ\n(We shall not decrease the reward of their deeds in anything.) (52:21) Allah said:\nإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n(Verily, Allah is Oft-Forgiving, Most Merciful.) for those who repent and return to Him. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ\n(Only those are the believers), who have perfect Faith,\nالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ\n(who have believed in Allah and His Messenger, and afterward doubt not) They do not have doubts and their Faith was not shaken. Rather, their Faith remained on conviction,\nوَجَـهَدُواْ بِأَمْوَلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ اللَّهِ\n(but strive for the cause of Allah with their wealth and their lives) meaning, they gladly gave away their life and the most precious of their wealth in obedience to Allah as a means of seeking His pleasure,\nأُوْلَـئِكَ هُمُ الصَّـدِقُونَ\n(Those! They are the truthful. ) `in their statement if they say that they are believers, unlike some bedouins who are faithful only by words outwardly!' Allah said,\nقُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ\n(Say: \"Will you inform Allah of your religion...\") `will you inform Allah of what is in your hearts,'\nوَاللَّهُ يَعْلَمُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ\n(while Allah knows all that is in the heavens and all that is on the earth,) Nothing in the heavens and earth, even the weight of a speck of dust, all that is bigger or smaller, ever escapes His observation,\nوَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ\n(and Allah is All-Aware of everything.) Allah said,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me...\") meaning the bedouins who considered embracing Islam, following and supporting the Messenger ﷺ as a favor to him. Allah the Exalted refuted their false statement,\nقُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(Say: \"Do not count your Islam as a favor to me...\") `for the benefit of your Islam will only be yours, and this is a favor from Allah to you,'\nبَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.) `in your claim that you are believers.' The Prophet said to the Ansar on the day of the battle of Hunayn,\n«يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟»\n(O Ansar! Have I not found you astray and Allah guided you through me Were you not divided and Allah united you around me Were you not poor and Allah gave you riches through me) Whenever the Prophet asked them any of these questions, they would reply, \"Allah and His Messenger have most favored us.\" Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn `Abbas said, \"Banu Asad came to the Messenger of Allah ﷺ and said, `O Allah's Messenger! We embraced Islam, and before that, the Arabs fought against you, yet we did not fight against you.' The Messenger of Allah ﷺ said,\n«إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَى أَلْسِنَتِهِم»\n(Verily, they understand but little and the Shaytan speaks through their words.) This Ayah was later revealed,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me.\" Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.\")\"' Then Allah reminds that He has complete knowledge of all creations and that He sees them all;\nإِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَـوَتِ وَالاٌّرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ\n(Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do.) This is the end of the Tafsir of Surat Al-Hujurat. Verily, all praise is due to Allah, all the favors are from Him, and from Him comes the success and protection from error."
    },
    {
      "ayah": 18,
      "surah": 49,
      "text": "There is a Difference between a Believer and a Muslim\nAllah chastises the bedouins who, when they embraced Islam, claimed for themselves the grade of faithful believers. However, Faith had not yet firmly entered their hearts,\nقَالَتِ الاٌّعْرَابُ ءَامَنَّا قُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(The bedouins say: \"We believe.\" Say: \"You do not believe, but say, `We have submitted,' for Faith has not yet entered your hearts...\") This honorable Ayah provides proof that Faith is a higher grade than Islam, according to the scholars of the Ahl us-Sunnah wal-Jama`ah. This is also demostrated in the Hadith of Jibril, peace be upon him, when he questioned the Prophet about Islam, then Iman then Ihsan. Thus moving the general matter to one more specific, then even more specific. Imam Ahmad recorded that `Amir bin Sa`d bin Abi Waqqas said, \"The Messenger of Allah ﷺ gave (something to) some men and did not give one of them. Sa`d said, `O Allah's Messenger, you gave to so-and-so and so-and-so. However, you gave nothing to so-and-so, even though he is a believer.' The Prophet said,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) Sa`d repeated his statement thrice each time the Prophet answered,\n«أَوْ مُسْلِمٌ؟»\n(Or say, a Muslim.) The Prophet then said,\n«إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَى وُجُوهِهِم»\n(I might give some men and give nothing to others, even though the latter are dearer to me than the former. I do not give them things for fear that they might be thrown on their faces in the Fire.)\" This Hadith is recorded in the Two Sahihs. Therefore, the Prophet made a distinction between the grade of believer and the grade of Muslim, indicating that Iman is a more exclusive grade than Islam. I mentioned this subject in detail supported by evidence, in the beginning of the explanation of the chapter on Iman in Sahih Al-Bukhari, all praise is due to Allah and all the favors are from Him. So this proves that the bedouins whom the Ayah mentioned were not hypocrites, rather they were Muslims in whose hearts Faith was not yet firmly established. They claimed a higher grade for themselves than the grade that they earned, and they were taught a lesson as a consequence. This meaning agrees with the meaning given by Ibn `Abbas, Ibrahim An-Nakha`i, Qatadah and that preferred by Ibn Jarir. These bedouins were taught a lesson,\nقُل لَّمْ تُؤْمِنُواْ وَلَـكِن قُولُواْ أَسْلَمْنَا وَلَمَّا يَدْخُلِ الايمَـنُ فِى قُلُوبِكُمْ\n(Say: \"You do not believe, but say `We are Muslims,' for Faith has not yet entered your hearts...\") meaning, `you have not yet achieved the reality of Faith.' Allah the Exalted said,\nوَإِن تُطِيعُواْ اللَّهَ وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَـلِكُمْ شَيْئاً\n(But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds...) `He will not decrease any of your rewards,' as Allah said;\nوَمَآ أَلَتْنَـهُمْ مِّنْ عَمَلِهِم مِّن شَىْءٍ\n(We shall not decrease the reward of their deeds in anything.) (52:21) Allah said:\nإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n(Verily, Allah is Oft-Forgiving, Most Merciful.) for those who repent and return to Him. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ\n(Only those are the believers), who have perfect Faith,\nالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُواْ\n(who have believed in Allah and His Messenger, and afterward doubt not) They do not have doubts and their Faith was not shaken. Rather, their Faith remained on conviction,\nوَجَـهَدُواْ بِأَمْوَلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ اللَّهِ\n(but strive for the cause of Allah with their wealth and their lives) meaning, they gladly gave away their life and the most precious of their wealth in obedience to Allah as a means of seeking His pleasure,\nأُوْلَـئِكَ هُمُ الصَّـدِقُونَ\n(Those! They are the truthful. ) `in their statement if they say that they are believers, unlike some bedouins who are faithful only by words outwardly!' Allah said,\nقُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ\n(Say: \"Will you inform Allah of your religion...\") `will you inform Allah of what is in your hearts,'\nوَاللَّهُ يَعْلَمُ مَا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ\n(while Allah knows all that is in the heavens and all that is on the earth,) Nothing in the heavens and earth, even the weight of a speck of dust, all that is bigger or smaller, ever escapes His observation,\nوَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ\n(and Allah is All-Aware of everything.) Allah said,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me...\") meaning the bedouins who considered embracing Islam, following and supporting the Messenger ﷺ as a favor to him. Allah the Exalted refuted their false statement,\nقُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ\n(Say: \"Do not count your Islam as a favor to me...\") `for the benefit of your Islam will only be yours, and this is a favor from Allah to you,'\nبَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.) `in your claim that you are believers.' The Prophet said to the Ansar on the day of the battle of Hunayn,\n«يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟»\n(O Ansar! Have I not found you astray and Allah guided you through me Were you not divided and Allah united you around me Were you not poor and Allah gave you riches through me) Whenever the Prophet asked them any of these questions, they would reply, \"Allah and His Messenger have most favored us.\" Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn `Abbas said, \"Banu Asad came to the Messenger of Allah ﷺ and said, `O Allah's Messenger! We embraced Islam, and before that, the Arabs fought against you, yet we did not fight against you.' The Messenger of Allah ﷺ said,\n«إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَى أَلْسِنَتِهِم»\n(Verily, they understand but little and the Shaytan speaks through their words.) This Ayah was later revealed,\nيَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ قُل لاَّ تَمُنُّواْ عَلَىَّ إِسْلَـمَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلايمَـنِ إِنُ كُنتُمْ صَـدِقِينَ\n(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me.\" Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.\")\"' Then Allah reminds that He has complete knowledge of all creations and that He sees them all;\nإِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَـوَتِ وَالاٌّرْضِ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ\n(Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do.) This is the end of the Tafsir of Surat Al-Hujurat. Verily, all praise is due to Allah, all the favors are from Him, and from Him comes the success and protection from error."
    },
    {
      "ayah": 2,
      "surah": 49,
      "text": "Which was revealed in Al-Madinah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Prohibition of making a Decision in advance of Allah and His Messenger; ordering Respect towards the Prophet\nIn these Ayat, Allah the Exalted teaches His faithful servants the good manners they should observe with the Messenger ﷺ, which are respect, honor and esteem. Allah the Exalted and Most Honored said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَىِ اللَّهِ وَرَسُولِهِ\n(O you who believe! Make not (a decision) in advance before Allah and His Messenger,) meaning, do not rush in making decisions before him, rather, follow his lead in all matters. `Ali bin Abi Talhah reported that Ibn `Abbas, may Allah be pleased with him, commented;\nلاَ تُقَدِّمُواْ بَيْنَ يَدَىِ اللَّهِ وَرَسُولِهِ\n(Make not (a decision) in advance before Allah and His Messenger,) \"Do not say anything that contradicts the Qur'an and Sunnah.\" Qatadah commented, \"We were told that some people used to say, `Revelation should be sent down about such and such matters,' and, `such and such practices should be rendered allowed.' Allah the Exalted disliked this attitude.\" Allah said,\nوَاتَّقُواْ اللَّهَ\n(and have Taqwa of Allah.) meaning, `in what He has ordered you;'\nإِنَّ اللَّهَ سَمِيعٌ\n(Verily, Allah is Hearing,) `your statements,'\nعَلِيمٌ\n(Knowing.) `your intentions.' Allah said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ\n(O you who believe! Raise not your voices above the voice of the Prophet,) This contains another kind of favorable behavior. Allah the Exalted is teaching the believers that they should not raise their voices above the voice of the Prophet . It was stated that this Ayah was revealed about Abu Bakr and `Umar. Al-Bukhari recorded that Ibn Abi Mulaykah said, \"The two righteous ones, Abu Bakr and `Umar, almost earned destruction when they raised their voices before the Prophet who was receiving the delegation of Bani Tamim. One of them recommended Al-Aqra` bin Habis the member of the Banu Mujashi` while the other recommended another man. Nafi` (a subnarrator) said: \"I don't remember his name.\" Abu Bakr said to `Umar, `You only wanted to contradict me,' while `Umar said, `I did not intend to contradict you.' Their voices then became loud, thereupon Allah the Exalted sent down this Ayah,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ وَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـلُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ\n(O you who believe! Raise not your voices above the voice of the Prophet, nor speak aloud to him in talk as you speak aloud to one another, lest your deeds should be thwarted while you perceive not.)\" `Abdullah bin Az-Zubayr said, \"After that, `Umar's voice was so low that the Messenger of Allah ﷺ had to ask him to repeat what he said so that he could understand what he was saying to him.\" `Abdullah bin Az-Zubayr did not mention the same regarding his father, Abu Bakr, may Allah be pleased with him. Muslim did not collect this Hadith. In another narration collected by Al-Bukhari, he said that a delegation from the tribe of Banu Tamim came to the Prophet and that Abu Bakr recommended Al-Qa`qa` bin Ma`bad to be appointed as their leader, while `Umar recommended Al-Aqra` bin Habis. Muslim did not collect this narration. Al-Bukhari recorded that Anas bin Malik said, \"The Prophet missed Thabit bin Qays and a man said, `O Allah's Messenger! I will find out about his news.' That man went to Thabit and found him sitting at home with his head lowered and asked him, `What is the matter' Thabit said, `An evil matter!' And he said that he used to raise his voice above the voice of the Prophet . He feared that his good deeds would be useless and he would be among the people of the Fire. The man went back to the Prophet and conveyed Thabit's statement and returned to Thabit with a wonderfully good news. The Prophet said,\n«اذْهَبْ إِلَيْهِ فَقُلْ لَهُ: إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ، وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّة»\n(Go back to him and tell him this news; you are not among the people of the Fire. Rather, you are among the dwellers of Paradise.)\" Al-Bukhari collected this Hadith with this wording. Imam Ahmad recorded that Anas bin Malik said, \"When this Ayah was revealed,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ\n(O you who believe! Raise not your voices above the voice of the Prophet), until,\nوَأَنتُمْ لاَ تَشْعُرُونَ\n(while you perceive not), Thabit bin Qays bin Ash-Shammas, whose voice was loud, said, `I was the one who raised his voice above the voice of Allah's Messenger ﷺ. I am among the dwellers of the Fire. My good deeds have been done in vain.' He remained in his house feeling distressed, and the Messenger of Allah ﷺ noticed his absence. So some men went to Thabit and said to him, `The Prophet noticed your absence. What is the matter with you' Thabit said, `I used to raise my voice above the voice of the Prophet and speak loudly in front of him. My deeds have been rendered useless and I am among the people of the Fire.' They went to the Prophet and told him what Thabit said and the Prophet said,\n«لَا، بَلْ هُوَ مِنْ أَهْلِ الْجَنَّة»\n(Nay, he is among the dwellers of Paradise.)\" Anas commented, \"We used to see Thabit walk among us knowing that he was (to be) among the dwellers of Paradise. During the battle of Yamamah, our forces suffered retreat. Suddenly, Thabit bin Qays bin Shammas came, having put on his Hanut and shrouds, and said, `The worst habit is the one you acquire from your enemy and do not set a bad example for your companions.' And he went on fighting until he was martyred, may Allah be pleased with him.\" Allah then prohibited speaking to the Prophet in a loud voice, just as one speaks loudly to another in a way that offends him. Instead, they were required to speak to him in terms of respect, honor and calmness. This is why Allah the Exalted and Most Honored said,\nوَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ\n(nor speak aloud to him in talk as you speak aloud to one another,) just as He said in another Ayah,\nلاَّ تَجْعَلُواْ دُعَآءَ الرَّسُولِ بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضاً\n(Make not the calling of the Messenger among you as your calling one of another.) (24:63) Allah's statement,\nأَن تَحْبَطَ أَعْمَـلُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ\n(lest your deeds should be thwarted while you perceive not.) means, `We ordered you to refrain from raising your voices to the Prophet , so that he will not get angry with you, because in doing so, you will also anger Allah.' The good deeds of he who caused the Prophet's anger will become useless without him even knowing. In the Sahih, there is a Hadith that states,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى لَا يُلْقِي لَهَا بَالًا، يُكْتَبُ لَهُ بِهَا الْجَنَّةُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى لَا يُلْقِي لَهَا بَالًا، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْض»\n(Verily, a man might utter a word that pleases Allah the Exalted, even though he does not recognize the significance of his word, and on its account Paradise is written for him. Verily, a man might utter a word carelessly that angers Allah the Exalted, and on its account, he is cast in the Fire farther than the distance between the heavens and earth.) Allah then ordains lowering one's voice before the Messenger ﷺ and encourages, directs and recommends this better behavior.\nإِنَّ الَّذِينَ يَغُضُّونَ أَصْوَتَهُمْ عِندَ رَسُولِ اللَّهِ أُوْلَـئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى\n(Verily, those who lower their voices in the presence of Allah's Messenger ﷺ, they are the ones whose hearts Allah has tested for Taqwa.) whose hearts have been purified by Allah and made as a residence and dwelling for the Taqwa,\nلَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ\n(For them is forgiveness and a great reward.) Imam Ahmad recorded in the Book of Az-Zuhd that Mujahid said, \"Someone wrote to `Umar, `O Leader of the faithful! Who is better, a man who does not feel the desire to commit a sin and does not commit it, or a man who feels desire to commit a sin, but does not commit it' `Umar replied, `He who feels desire to commit a sin, but does not commit it,\nأُوْلَـئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ\n(they are the ones whose hearts Allah has tested for Taqwa. For them is forgiveness and a great reward.)\"'"
    },
    {
      "ayah": 3,
      "surah": 49,
      "text": "Which was revealed in Al-Madinah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Prohibition of making a Decision in advance of Allah and His Messenger; ordering Respect towards the Prophet\nIn these Ayat, Allah the Exalted teaches His faithful servants the good manners they should observe with the Messenger ﷺ, which are respect, honor and esteem. Allah the Exalted and Most Honored said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَىِ اللَّهِ وَرَسُولِهِ\n(O you who believe! Make not (a decision) in advance before Allah and His Messenger,) meaning, do not rush in making decisions before him, rather, follow his lead in all matters. `Ali bin Abi Talhah reported that Ibn `Abbas, may Allah be pleased with him, commented;\nلاَ تُقَدِّمُواْ بَيْنَ يَدَىِ اللَّهِ وَرَسُولِهِ\n(Make not (a decision) in advance before Allah and His Messenger,) \"Do not say anything that contradicts the Qur'an and Sunnah.\" Qatadah commented, \"We were told that some people used to say, `Revelation should be sent down about such and such matters,' and, `such and such practices should be rendered allowed.' Allah the Exalted disliked this attitude.\" Allah said,\nوَاتَّقُواْ اللَّهَ\n(and have Taqwa of Allah.) meaning, `in what He has ordered you;'\nإِنَّ اللَّهَ سَمِيعٌ\n(Verily, Allah is Hearing,) `your statements,'\nعَلِيمٌ\n(Knowing.) `your intentions.' Allah said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ\n(O you who believe! Raise not your voices above the voice of the Prophet,) This contains another kind of favorable behavior. Allah the Exalted is teaching the believers that they should not raise their voices above the voice of the Prophet . It was stated that this Ayah was revealed about Abu Bakr and `Umar. Al-Bukhari recorded that Ibn Abi Mulaykah said, \"The two righteous ones, Abu Bakr and `Umar, almost earned destruction when they raised their voices before the Prophet who was receiving the delegation of Bani Tamim. One of them recommended Al-Aqra` bin Habis the member of the Banu Mujashi` while the other recommended another man. Nafi` (a subnarrator) said: \"I don't remember his name.\" Abu Bakr said to `Umar, `You only wanted to contradict me,' while `Umar said, `I did not intend to contradict you.' Their voices then became loud, thereupon Allah the Exalted sent down this Ayah,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ وَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـلُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ\n(O you who believe! Raise not your voices above the voice of the Prophet, nor speak aloud to him in talk as you speak aloud to one another, lest your deeds should be thwarted while you perceive not.)\" `Abdullah bin Az-Zubayr said, \"After that, `Umar's voice was so low that the Messenger of Allah ﷺ had to ask him to repeat what he said so that he could understand what he was saying to him.\" `Abdullah bin Az-Zubayr did not mention the same regarding his father, Abu Bakr, may Allah be pleased with him. Muslim did not collect this Hadith. In another narration collected by Al-Bukhari, he said that a delegation from the tribe of Banu Tamim came to the Prophet and that Abu Bakr recommended Al-Qa`qa` bin Ma`bad to be appointed as their leader, while `Umar recommended Al-Aqra` bin Habis. Muslim did not collect this narration. Al-Bukhari recorded that Anas bin Malik said, \"The Prophet missed Thabit bin Qays and a man said, `O Allah's Messenger! I will find out about his news.' That man went to Thabit and found him sitting at home with his head lowered and asked him, `What is the matter' Thabit said, `An evil matter!' And he said that he used to raise his voice above the voice of the Prophet . He feared that his good deeds would be useless and he would be among the people of the Fire. The man went back to the Prophet and conveyed Thabit's statement and returned to Thabit with a wonderfully good news. The Prophet said,\n«اذْهَبْ إِلَيْهِ فَقُلْ لَهُ: إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ، وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّة»\n(Go back to him and tell him this news; you are not among the people of the Fire. Rather, you are among the dwellers of Paradise.)\" Al-Bukhari collected this Hadith with this wording. Imam Ahmad recorded that Anas bin Malik said, \"When this Ayah was revealed,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ لاَ تَرْفَعُواْ أَصْوَتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ\n(O you who believe! Raise not your voices above the voice of the Prophet), until,\nوَأَنتُمْ لاَ تَشْعُرُونَ\n(while you perceive not), Thabit bin Qays bin Ash-Shammas, whose voice was loud, said, `I was the one who raised his voice above the voice of Allah's Messenger ﷺ. I am among the dwellers of the Fire. My good deeds have been done in vain.' He remained in his house feeling distressed, and the Messenger of Allah ﷺ noticed his absence. So some men went to Thabit and said to him, `The Prophet noticed your absence. What is the matter with you' Thabit said, `I used to raise my voice above the voice of the Prophet and speak loudly in front of him. My deeds have been rendered useless and I am among the people of the Fire.' They went to the Prophet and told him what Thabit said and the Prophet said,\n«لَا، بَلْ هُوَ مِنْ أَهْلِ الْجَنَّة»\n(Nay, he is among the dwellers of Paradise.)\" Anas commented, \"We used to see Thabit walk among us knowing that he was (to be) among the dwellers of Paradise. During the battle of Yamamah, our forces suffered retreat. Suddenly, Thabit bin Qays bin Shammas came, having put on his Hanut and shrouds, and said, `The worst habit is the one you acquire from your enemy and do not set a bad example for your companions.' And he went on fighting until he was martyred, may Allah be pleased with him.\" Allah then prohibited speaking to the Prophet in a loud voice, just as one speaks loudly to another in a way that offends him. Instead, they were required to speak to him in terms of respect, honor and calmness. This is why Allah the Exalted and Most Honored said,\nوَلاَ تَجْهَرُواْ لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ\n(nor speak aloud to him in talk as you speak aloud to one another,) just as He said in another Ayah,\nلاَّ تَجْعَلُواْ دُعَآءَ الرَّسُولِ بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضاً\n(Make not the calling of the Messenger among you as your calling one of another.) (24:63) Allah's statement,\nأَن تَحْبَطَ أَعْمَـلُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ\n(lest your deeds should be thwarted while you perceive not.) means, `We ordered you to refrain from raising your voices to the Prophet , so that he will not get angry with you, because in doing so, you will also anger Allah.' The good deeds of he who caused the Prophet's anger will become useless without him even knowing. In the Sahih, there is a Hadith that states,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى لَا يُلْقِي لَهَا بَالًا، يُكْتَبُ لَهُ بِهَا الْجَنَّةُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى لَا يُلْقِي لَهَا بَالًا، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْض»\n(Verily, a man might utter a word that pleases Allah the Exalted, even though he does not recognize the significance of his word, and on its account Paradise is written for him. Verily, a man might utter a word carelessly that angers Allah the Exalted, and on its account, he is cast in the Fire farther than the distance between the heavens and earth.) Allah then ordains lowering one's voice before the Messenger ﷺ and encourages, directs and recommends this better behavior.\nإِنَّ الَّذِينَ يَغُضُّونَ أَصْوَتَهُمْ عِندَ رَسُولِ اللَّهِ أُوْلَـئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى\n(Verily, those who lower their voices in the presence of Allah's Messenger ﷺ, they are the ones whose hearts Allah has tested for Taqwa.) whose hearts have been purified by Allah and made as a residence and dwelling for the Taqwa,\nلَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ\n(For them is forgiveness and a great reward.) Imam Ahmad recorded in the Book of Az-Zuhd that Mujahid said, \"Someone wrote to `Umar, `O Leader of the faithful! Who is better, a man who does not feel the desire to commit a sin and does not commit it, or a man who feels desire to commit a sin, but does not commit it' `Umar replied, `He who feels desire to commit a sin, but does not commit it,\nأُوْلَـئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ\n(they are the ones whose hearts Allah has tested for Taqwa. For them is forgiveness and a great reward.)\"'"
    },
    {
      "ayah": 4,
      "surah": 49,
      "text": "Admonishing Those Who call the Prophet from behind Dwellings\nAllah the Exalted and Most Blessed admonished those, such as the uncivilized bedouins, who used to call to the Prophet from behind the dwellings which belong to his wives,\nأَكْثَرُهُمْ لاَ يَعْقِلُونَ\n(most of them have no sense.) Allah the Exalted and Most Honored then ordains the better behavior in this regard,\nوَلَوْ أَنَّهُمْ صَبَرُواْ حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْراً لَّهُمْ\n(And if they had patience till you could come out to them, it would have been better for them.) it would have earned them the better benefit of this life and the Hereafter. Allah, Worthy of all praise, then encourages them to turn to Him in repentance.\nوَاللَّهُ غَفُورٌ رَّحِيمٌ\n(And Allah is Forgiving, Most Merciful.) It was reported that this Ayah was revealed about Al-Aqra` bin Habis At-Tamimi, may Allah be pleased with him, according to more than one source. Imam Ahmad recorded that Al-Aqra` bin Habis said that he called the Messenger of Allah ﷺ from behind his dwellings, saying, \"O Muhammad! O Muhammad!\" \"O Allah's Messenger!\" according to another narration, but the Messenger did not answer him, Al-Aqra` said, \"O Allah's Messenger.\nInvestigating the Reliability of the News conveyed by Wicked People\nAllah the Exalted ordered investigating the news that sinners and the wicked bring, to make sure of its authenticity. Otherwise, if the sinner's word is taken for granted and a decision is based on it, regardless of whether the information is true or not, the authorities will be taking the lead of the sinners. Allah the Exalted and Most Honored forbade taking the path of the corrupted and sinners. This is why groups of the scholars of Hadith refuse to accept narrations from narrators whose reliability is unknown, for they might be from among the wicked people, in reality.\nThe Prophet's Decision is Better\nAllah said,"
    },
    {
      "ayah": 5,
      "surah": 49,
      "text": "Admonishing Those Who call the Prophet from behind Dwellings\nAllah the Exalted and Most Blessed admonished those, such as the uncivilized bedouins, who used to call to the Prophet from behind the dwellings which belong to his wives,\nأَكْثَرُهُمْ لاَ يَعْقِلُونَ\n(most of them have no sense.) Allah the Exalted and Most Honored then ordains the better behavior in this regard,\nوَلَوْ أَنَّهُمْ صَبَرُواْ حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْراً لَّهُمْ\n(And if they had patience till you could come out to them, it would have been better for them.) it would have earned them the better benefit of this life and the Hereafter. Allah, Worthy of all praise, then encourages them to turn to Him in repentance.\nوَاللَّهُ غَفُورٌ رَّحِيمٌ\n(And Allah is Forgiving, Most Merciful.) It was reported that this Ayah was revealed about Al-Aqra` bin Habis At-Tamimi, may Allah be pleased with him, according to more than one source. Imam Ahmad recorded that Al-Aqra` bin Habis said that he called the Messenger of Allah ﷺ from behind his dwellings, saying, \"O Muhammad! O Muhammad!\" \"O Allah's Messenger!\" according to another narration, but the Messenger did not answer him, Al-Aqra` said, \"O Allah's Messenger.\nInvestigating the Reliability of the News conveyed by Wicked People\nAllah the Exalted ordered investigating the news that sinners and the wicked bring, to make sure of its authenticity. Otherwise, if the sinner's word is taken for granted and a decision is based on it, regardless of whether the information is true or not, the authorities will be taking the lead of the sinners. Allah the Exalted and Most Honored forbade taking the path of the corrupted and sinners. This is why groups of the scholars of Hadith refuse to accept narrations from narrators whose reliability is unknown, for they might be from among the wicked people, in reality.\nThe Prophet's Decision is Better\nAllah said,"
    },
    {
      "ayah": 6,
      "surah": 49,
      "text": "Admonishing Those Who call the Prophet from behind Dwellings\nAllah the Exalted and Most Blessed admonished those, such as the uncivilized bedouins, who used to call to the Prophet from behind the dwellings which belong to his wives,\nأَكْثَرُهُمْ لاَ يَعْقِلُونَ\n(most of them have no sense.) Allah the Exalted and Most Honored then ordains the better behavior in this regard,\nوَلَوْ أَنَّهُمْ صَبَرُواْ حَتَّى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْراً لَّهُمْ\n(And if they had patience till you could come out to them, it would have been better for them.) it would have earned them the better benefit of this life and the Hereafter. Allah, Worthy of all praise, then encourages them to turn to Him in repentance.\nوَاللَّهُ غَفُورٌ رَّحِيمٌ\n(And Allah is Forgiving, Most Merciful.) It was reported that this Ayah was revealed about Al-Aqra` bin Habis At-Tamimi, may Allah be pleased with him, according to more than one source. Imam Ahmad recorded that Al-Aqra` bin Habis said that he called the Messenger of Allah ﷺ from behind his dwellings, saying, \"O Muhammad! O Muhammad!\" \"O Allah's Messenger!\" according to another narration, but the Messenger did not answer him, Al-Aqra` said, \"O Allah's Messenger.\nInvestigating the Reliability of the News conveyed by Wicked People\nAllah the Exalted ordered investigating the news that sinners and the wicked bring, to make sure of its authenticity. Otherwise, if the sinner's word is taken for granted and a decision is based on it, regardless of whether the information is true or not, the authorities will be taking the lead of the sinners. Allah the Exalted and Most Honored forbade taking the path of the corrupted and sinners. This is why groups of the scholars of Hadith refuse to accept narrations from narrators whose reliability is unknown, for they might be from among the wicked people, in reality.\nThe Prophet's Decision is Better\nAllah said,"
    },
    {
      "ayah": 7,
      "surah": 49,
      "text": "النَّبِىُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ\n(The Prophet is closer to the believers than themselves) (33:6). Then He clarifies that they fall short in overseeing their own benefit;\nلَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ الاٌّمْرِ لَعَنِتُّمْ\n(7 cont. - If he were to obey you in much of the matter, you would surely be in trouble.) `if he obeys all of your opinions and desires, you will earn trouble and hardship.' Allah the Exalted and Most Honored said,\nوَلَوِ اتَّبَعَ الْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ السَّمَـوَتُ وَالاٌّرْضُ وَمَن فِيهِنَّ بَلْ أَتَيْنَـهُمْ بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ\n(And if the truth had been in accordance with their desires, verily, the heavens and the earth, and whosoever is therein would have been corrupted! Nay, We have brought them their reminder, but they turn away from their reminder.) (23:71) Allah's statement,\nوَلَـكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الايمَـنَ وَزَيَّنَهُ فِى قُلُوبِكُمْ\n(7 cont. - But Allah has endeared the faith to you and has beautified it in your hearts,) `made faith dear to your souls and beautified it in your hearts.' Allah said,\nوَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ\n(7 cont. - and has made disbelief, Fusuq and `Isyan hateful to you.) `He has made disbelief, sins, whether major or minor, and `Isyan -- all types of sins, hateful to you.' This statement transfers us from one level to a better level, to perfect Allah's bounty. Allah's statement next,\nأُوْلَـئِكَ هُمُ الرَشِدُونَ\n(7 cont. - Such are they who are the rightly guided.) those who have these qualities are the rightly guided ones whom Allah has granted guidance and correctness. Imam Ahmad recorded that Abu Rifa`ah Az-Zuraqi said that his father said, \"During the battle of Uhud, when the idolators retreated, the Messenger of Allah ﷺ said,\n«اسْتَوُوا حَتْى أُثْنِيَ عَلَى رَبِّي عَزَّ وَجَل»\n(Stay in straight lines so that I praise my Lord, the Exalted and Most Honored.) They stood behind him in lines and he said,\n«اللْهُمَّ لَكَ الْحَمْدُ كُلُّهُ، اللْهُمَّ لَا قَابِضَ لِمَا بَسَطْتَ وَلَا بَاسِطَ لِمَا قَبَضْتَ، وَلَا هَادِيَ لِمَنْ أَضْلَلْتَ، وَلَا مُضِلَّ لِمَنْ هَدَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُقَرِّبَ لِمَا بَاعَدْتَ، وَلَا مُبَاعِدَ لِمَا قَرَّبْتَ. اللْهُمَّ ابْسُطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ، اللْهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ الْمُقِيمَ الَّذِي لَا يَحُولُ وَلَا يَزُولُ. اللْهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ يَوْمَ الْعَيْلَةِ وَالْأَمْنَ يَوْمَ الْخَوْفِ. اللْهُمَّ إِنِّي عَائِذٌ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَنَا وَمِنْ شَرِّ مَا مَنَعْتَنَا. اللْهُمَّ حَبِّبْ إِلَيْنَا الْإيمَانَ وَزَيِّنْهُ فِي قُلُوبِنَا وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ وَاجْعَلْنَا مِنَ الرَّاشِدِينَ. اللْهُمَّ تَوَفَّنَا مُسْلِمِينَ وَأَحْيِنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْرَ خَزَايَا وَلَا مَفْتُونِينَ، اللْهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ يُكَذِّبُونَ رُسُلَكَ وَيَصُدُّونَ عَنْ سَبِيلِكَ وَاجْعَلْ عَلَيْهِمْ رِجْزَكَ وَعَذَابَكَ، اللْهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ أُوتُوا الْكِتَابَ إِلهَ الْحَق»\n(O Allah! Your is the praise. O Allah! There is none who can withhold what You send, or send what You withhold, or guide whom You send astray, or misguide whomever You guide, or give what You deprive, or deprive whom You give, or draw closer whom You cast or cast whom You draw closer. O Allah! Bestow on us from Your blessings, mercy, grace and provisions. O Allah! I ask You for the eternal delight that never ends or fades away. O Allah! I ask You for provisions on the Day of deprivation and safety on the Day of fear. O Allah! I seek refuge with You from the evil repercussions of what You have given us and from the evil of what You have deprived us of. O Allah! Make faith dear to us and beatify it in our hearts and make disbelief, Fusuq and `Isyan hateful to us, and make us among the rightly guided. O Allah! Allow us to die as Muslims, live as Muslims and join us with the ranks of the righteous ones, without tasting humiliation or turmoil. O Allah! Fight the disbelievers who deny Your Messengers and hinder others from Your path; send on them Your torment and punishment. O Allah! Fight the disbelievers who were given the Scriptures, the True God.)\" An-Nasa'i collected this Hadith in `Amal Al-Yawm wal-Laylah. Allah said,"
    },
    {
      "ayah": 8,
      "surah": 49,
      "text": "وَاللَّهُ عَلِيمٌ حَكِيمٌ\n(8 cont. And Allah is All-Knowing, All-Wise.) All-Knower in those who deserve guidance and those who deserve misguidance, All-Wise in His statements, actions, legislation and the destiny He appoints."
    },
    {
      "ayah": 9,
      "surah": 49,
      "text": "Making Peace between Disputing Muslims\nAllah commands making peace between Muslims that fight each other,\nوَإِن طَآئِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُواْ فَأَصْلِحُواْ بَيْنَهُمَا\n(And if two parties among the believers fall to fighting, then make peace between them both.) Therefore, Allah calls both opposing groups among Muslims, believers, although they are fighting each other. Al-Bukhari and other scholars relied on this Hadith as evidence that committing a sin does not nullify faith, no matter how major the sin is. This creed contradicts the creed of the Khawarij sect and those who accepted their idea, such as the Mu`tazilah sect. Al-Bukhari narrated that Al-Hasan said that Abu Bakrah said that the Messenger of Allah ﷺ gave a speech on the Minbar while Al-Hasan bin `Ali was with him. He was repeatedly looking at Al-Hasan and then at the people; then said,\n«إِنَّ ابْنِي هذَا سَيِّدٌ وَلَعَلَّ اللهَ تَعَالَى أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيمَتَيْنِ مِنَ الْمُسْلِمِين»\n(Verily, this son of mine is a Sayyid (chief or master), and may Allah make peace between two great groups of Muslims through him.) What the Prophet said, occurred. Al-Hasan brought peace between the people of Ash-Sham and `Iraq, after they fought tremendous wars and frightening battles. Allah's statement,\nفَإِن بَغَتْ إِحْدَاهُمَا عَلَى الأُخْرَى فَقَـتِلُواْ الَّتِى تَبْغِى حَتَّى تَفِىءَ إِلَى أَمْرِ اللَّهِ\n(But if one of them outrages against the other, then fight you (all) against the one that which outrages till it complies with the command of Allah.) means, until the rebellious group refers to the commands of Allah and His Messenger for judgement and they listen to and obey the truth. There is a Hadith in the Sahih in which Anas states that the Messenger of Allah ﷺ said,\n«انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا»\n(Help your brother, whether he is an oppressor or he is oppressed.) \"I asked, `O Allah's Messenger! It is right that I help him if he is oppressed, but how should I help him if he is an oppressor' He said,\n«تَمْنَعُهُ مِنَ الظُّلْمِ فَذَاكَ نَصْرُكَ إِيَّاه»\n(By preventing him from oppressing others; this is how you help him in this case.)\" Sa`id bin Jubayr said that tribes of Aws and Khazraj once got in a scuffle using date tree branches and slippers. Allah revealed this honorable Ayah commanding them to make peace between them. As-Suddi said, \"A man from Al-Ansar, whose name was `Imran, had a wife called Umm Zayd. She wanted to visit her family, but her husband prevented her from visiting them by locking her in an upper room. So, none of her family could visit or see her. She sent someone to her family. They came, took her down from the room and wanted to take her away. Her husband was absent at the time, so his family called on their people. Their cousins came to help prevent the wife from going with her family. A push and shove situation occurred that led to them fighting using slippers. This Ayah was then revealed in their case, and the Messenger of Allah ﷺ sent someone to bring peace between them, and they both agreed to resort to the decision of Allah the Exalted.\" The statement of Allah the Exalted, next,\nفَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُواْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\n(Then if it complies, then make reconciliation between them justly, and be equitable. Verily, Allah loves those who are the equitable.) means, be fair in your judgement regarding the dispute that occurred between them,\nإِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ\n(Verily, Allah loves those who are the equitable.) Ibn Abi Hatim recorded, that `Abdullah bin `Amr said that the Messenger of Allah ﷺ said,\n«إِنَّ الْمُقْسِطِينَ فِي الدُّنْيَا عَلَى مَنَابِرَ مِنْ لُؤْلُؤٍ بَيْنَ يَدَيِ الرَّحْمنِ عَزَّ وَجَلَّ بِمَا أَقْسَطُوا فِي الدُّنْيَا»\n(Verily, those who are equitable in this life, will be on podiums made of pearls before Ar-Rahman, the Exalted and Most Honored, on account of their fairness in this life.) An-Nasa'i collected this Hadith. Allah's statement,\nإِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ\n(The believers are but a brotherhood.) means, all of them are brothers in Islam. The Messenger of Allah ﷺ said,\n«الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يُسْلِمُه»\n(The Muslim is the brother of the Muslim, he is not unjust with him nor does he forsake him.) In the Sahih,\n«وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيه»\n(Allah helps the servant as long as the servant helps his brother.) Also in the Sahih:\n«إِذَا دَعَا الْمُسْلِمُ لِأَخِيهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ: آمِينَ وَلَكَ بِمِثْلِه»\n(If the Muslim invokes Allah for the benefit of his absent brother, the angel says afterwards, \"Amin, and for you the same.\") There are many Hadiths with this meaning, such as, in the Sahih,\n«مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَوَاصُلِهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَر»\n(The parable of the believers in relation to the kindness, mercy and compassion they have for each other, is that of the body: when an organ of it falls ill, the rest of the body responds with fever and sleeplessness.) And also in Sahih.\n«الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا»\n(A believer to another believer is like a building whose different parts enforce each other.) The Prophet then clasped his hands with the fingers interlaced. Allah's statement,\nفَأَصْلِحُواْ بَيْنَ أَخَوَيْكُمْ\n(So make reconciliation between your brothers, ) refers to the two groups that fight each other,\nوَاتَّقُواْ اللَّهَ\n(and have Taqwa of Allah) in all of your affairs,\nلَعَلَّكُمْ تُرْحَمُونَ\n(that you may receive mercy.) and this is a promise from Allah that He will grant mercy to those who fear and obey Him."
    }
  ]
}
