{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 50,
      "text": "Which was revealed in Makkah\nThe Beginning of the Mufassal Section of the Qur'an\nThis Surah is the first Surah in the Mufassal section of the Qur'an, according to the correct view. It is said that the Mufassal starts with Surat Al-Hujurat. Some common people say that the Mufassal starts with Surah `Amma An-Naba, (chapter 78), however, this is not true because none of the respected scholars ever supported this opinion. Aws (bin Hudhayfah) said; \"I asked the Companions of Allah's Messenger ﷺ how they divided the Qur'an. They said; `Three, five, seven, nine, eleven, thirteen, and the Mufassal section as one.' \" This was recorded by Ibn Majah and Imam Ahmad. If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The first three Surahs are Al-Baqarah (chapter 2), Al `Imran (3), then An-Nisa' (4). The five are Al-Ma'idah (5), Al-An`am (6), Al-A`raf (7), Al-Anfal (8) and Bara'ah (or At-Tawbah) (9). The seven next Surahs are Surah Yunus (10), Hud (11), Yusuf (12), Ar-Ra`d (13), Ibrahim (14), Al-Hijr (15) and An-Nahl (16). The nine next Surahs are, Subhan (or Al-Isra' (17), Al-Kahf (18), Maryam (19), Ta Ha (20), Al-Anbiya' (21), Al-Hajj (22), Al-Mu`minun (23), An-Nur (24) and Al-Furqan (25). The next eleven Surahs are Surat Ash-Shu`ara (26), An-Naml (27), Al-Qasas (28), Al-`Ankabut (29), Ar-Rum (30), Luqman (31), Alif Lam Mim As-Sajdah (32), Al-Ahzab (33), Saba' (34), Fatir (35) and Ya Sin (36). The next thirteen are Surat As-Saffat (37), Sad (38), Az-Zumar (39), Ghafir (40), Ha Mim As-Sajdah (or Fussilat) (41), Ash-Shura (42), Az-Zukhruf (43), Ad-Dukhan (44), Al-Jathiyah (45), Al-Ahqaf (46), Al-Qital (or Muhammad) (47), Al-Fath (48) and Al-Hujurat (49). After that comes the Mufassal section, according to the Companions, may Allah be pleased with them all. Therefore, Surah Qaf (chapter 50) is the first of the Mufassal, just as we stated, and all praise is due to Allah and all favors are from Him.\nThe Virtues of Surah Qaf\nImam Ahmad recorded that `Umar bin Al-Khattab asked Abu Waqid Al-Laythi, \"What did the Prophet recite during the `Id Prayer\" Abu Waqid said, \"Surah Qaf and Surat Iqtarabat i.e. Surat Al-Qamar (54).\" Muslim and the Four Collectors of the Sunan collected this Hadith. Imam Ahmad recorded that Umm Hisham bint Harithah said, \"For around two years, or a year and a part of another year, our oven and the oven of the Prophet was one and the same. I memorized Surah,\nق وَالْقُرْءَانِ الْمَجِيدِ\n(Qaf. By the Glorious Qur'an.) from the tongue of the Messenger of Allah ﷺ who used to recite it every Friday while standing on the Minbar delivering the Friday sermon to the people.\" Muslim collected this Hadith. Abu Dawud also recorded that the daughter of Al-Harith bin An-Nu`man said, \"I only memorized Surah Qaf from the mouth of the Messenger of Allah ﷺ who used to recite it in every Friday Khutbah. Our oven and the oven of the Messenger was one and the same.\" Muslim and An-Nasa'i collected this Hadith. Therefore, the Messenger of Allah ﷺ used to recite this Surah during large gatherings such as the `Ids and during Friday sermons. He did so because this Surah contains news of the beginning of creation, Resurrec- tion, the Return, Standing (before Allah), the Reckoning, Paradise, the Fire, Allah's reward and punishment, lessons of encouragement, and lessons of discouragement. Allah knows best.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nق\n(Qaf.) which is one of the letters of the alphabet that are mentioned in the beginning of some Surahs, such as,\nص\n(Sad.) (38:1)\nن\n(Nun. ) (68:1)\nالم\n(Alif Lam Mim.) (2:1),\nحـم\n(Ha Mim.) (40:1), and\nطس\n(Ta Sin) (28:1) and etc., Mujahid and several others said this. We also discussed this in the beginning of the explanation of Surat Al-Baqarah, and therefore, it is not necessary to repeat it here.\nThe Disbelievers wonder at the Message and Resurrection Allah said,\nوَالْقُرْءَانِ الْمَجِيدِ\n(By the Glorious Qur'an.) means by the Honorable and Great Qur'an, which,\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it: (it is) sent down by the All-Wise, Worthy of all praise.)(41:42) The subject of the oath contained in this Ayah is specified afterwards, even though it does not appear by word, emphasizing prophethood, resurrection and affirming that they are true. There are similar kinds of oaths in the Qur'an, whose subject is included in the meaning but not by word, such as,\nص وَالْقُرْءَانِ ذِى الذِّكْرِ - بَلِ الَّذِينَ كَفَرُواْ فِى عِزَّةٍ وَشِقَاقٍ\n(Sad. By the Qur'an full of reminding. Nay, those who disbelieve are in false pride and opposition.)(38:1-2) Allah said here,\nق وَالْقُرْءَانِ الْمَجِيدِ - بَلْ عَجِبُواْ أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الْكَـفِرُونَ هَـذَا شَىْءٌ عَجِيبٌ\n(Qaf. By the Glorious Qur'an. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\") They wondered at the wisdom behind sending a Messenger who is a human being. Allah the Exalted and Most Honored said in another Ayah\nأَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ\n(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind.\") (10:2), meaning, this is not strange, for Allah chooses Messengers from angels and humans. Allah the Exalted and Most Honored mentioned that the disbelievers also wondered about the Resurrection and discounted its coming,\nأَءِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ\n(When we are dead and have become dust. That is a far return.) They said, `after we die, disintegrate, with our organs torn apart and we become dust, how can we be brought back to our original shape and bodies,'\nذَلِكَ رَجْعُ بَعِيدٌ\n(That is a far return.) `it is not likely that it will ever occur.' They thought that Resurrection was far from happening and will never occur. Allah the Exalted responded to their statement by saying,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them.) meaning, `We know what the earth consumes of their dead bodies.' Where and how the bodies disintegrated, what they turned into and how they have become, all of this is never absent from Allah's knowledge.\nوَعِندَنَا كِتَـبٌ حَفِيظٌ\n(and with Us is a Book preserved,) `that keeps all records. Therefore, Our knowledge is encompassing and the Book of decrees has everything precisely recorded in it. Al-`Awfi narrated that `Abdullah bin `Abbas commented on the statement of Allah the Exalted,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them,) \"It refers to what the earth consumes of their flesh, skin, bones and hair.\" A similar view was recorded from Mujahid, Qatadah, Ad-Dahhak and several others. Allah, the Exalted and Most Honored, explained the reason behind their disbelief, rebellion and discounting the possibility of what is truly possible,\nبَلْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِى أَمْرٍ مَّرِيجٍ\n(Nay, but they have denied the truth when it has come to them, so they are in a Marij state.) This is the state of all those who defy the Truth: whatever they say and utter after denying the Truth, is utterly false. Marij means, in disarray, in a confused state and defying the characteristics of the Truth. Allah the Exalted said in another Ayah,\nإِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ\n(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)(51:8-9)"
    },
    {
      "ayah": 10,
      "surah": 50,
      "text": "Allah's Power and Ability over what is Greater than Resurrection\nAllah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,\nأَفَلَمْ يَنظُرُواْ إِلَى السَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـهَا وَزَيَّنَّـهَا\n(Have they not looked at the heaven above them, how We have made it and adorned it,) with lamps;\nوَمَا لَهَا مِن فُرُوجٍ\n(and there are no Furuj in it) i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,\nالَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ طِبَاقًا مَّا تَرَى فِى خَلْقِ الرَّحْمَـنِ مِن تَفَـوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ - ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ\n(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.) (67:2-4) fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,\nوَالاٌّرْضَ مَدَدْنَـهَا\n(And the earth! We have spread it out, ) means, `We made it spacious and spread it out,'\nوَأَلْقَيْنَا فِيهَا رَوَسِيَ\n(and set thereon Rawasi standing firm.) which are the mountains to save the earth from shaking along with its inhabitants,\nوَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ\n(and We planted in it every lovely (Bahij) pair.) every kind and species of plant, fruit and vegetation,\nوَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ\n(And of everything We have created pairs that you may reflect.)(51:49) Allah's saying `Bahij', meaning a beautiful scene,\nتَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ\n(An insight and a Reminder for every servant who turns to Allah in repentance.) Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,\nوَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَـرَكاً\n(And We send down blessed water from the sky,) meaning beneficial,\nفَأَنبَتْنَا بِهِ جَنَّـتٍ\n(then We produce therewith Jannat), means special and public parks, gardens, etc.\nوَحَبَّ الْحَصِيدِ\n(and grain that are reaped) grains that are harvested for food and for storage for later use,\nبَـسِقَـتٍ\n(And date palms Basiqat,) meaning, tall and high, according to the explanation reported from Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,\nلَّهَا طَلْعٌ نَّضِيدٌ\n(with arrranged clusters.) producing fruits arranged in clusters,\nرِّزْقاً لِّلْعِبَادِ\n(A provision for (Allah's) servants.) for (Allah's) creation,\nوَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً\n(And We give life therewith to a dead land.) this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like -- amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind;) (40:57),\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33) and,\nوَمِنْ ءَايَـتِهِ أَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(And among His signs (is this), that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)(41:39)"
    },
    {
      "ayah": 11,
      "surah": 50,
      "text": "Allah's Power and Ability over what is Greater than Resurrection\nAllah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,\nأَفَلَمْ يَنظُرُواْ إِلَى السَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـهَا وَزَيَّنَّـهَا\n(Have they not looked at the heaven above them, how We have made it and adorned it,) with lamps;\nوَمَا لَهَا مِن فُرُوجٍ\n(and there are no Furuj in it) i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,\nالَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ طِبَاقًا مَّا تَرَى فِى خَلْقِ الرَّحْمَـنِ مِن تَفَـوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ - ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ\n(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.) (67:2-4) fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,\nوَالاٌّرْضَ مَدَدْنَـهَا\n(And the earth! We have spread it out, ) means, `We made it spacious and spread it out,'\nوَأَلْقَيْنَا فِيهَا رَوَسِيَ\n(and set thereon Rawasi standing firm.) which are the mountains to save the earth from shaking along with its inhabitants,\nوَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ\n(and We planted in it every lovely (Bahij) pair.) every kind and species of plant, fruit and vegetation,\nوَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ\n(And of everything We have created pairs that you may reflect.)(51:49) Allah's saying `Bahij', meaning a beautiful scene,\nتَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ\n(An insight and a Reminder for every servant who turns to Allah in repentance.) Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,\nوَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَـرَكاً\n(And We send down blessed water from the sky,) meaning beneficial,\nفَأَنبَتْنَا بِهِ جَنَّـتٍ\n(then We produce therewith Jannat), means special and public parks, gardens, etc.\nوَحَبَّ الْحَصِيدِ\n(and grain that are reaped) grains that are harvested for food and for storage for later use,\nبَـسِقَـتٍ\n(And date palms Basiqat,) meaning, tall and high, according to the explanation reported from Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,\nلَّهَا طَلْعٌ نَّضِيدٌ\n(with arrranged clusters.) producing fruits arranged in clusters,\nرِّزْقاً لِّلْعِبَادِ\n(A provision for (Allah's) servants.) for (Allah's) creation,\nوَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً\n(And We give life therewith to a dead land.) this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like -- amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind;) (40:57),\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33) and,\nوَمِنْ ءَايَـتِهِ أَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(And among His signs (is this), that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)(41:39)"
    },
    {
      "ayah": 12,
      "surah": 50,
      "text": "Reminding the Quraysh of the Destruction of earlier Disbelieving Nations\nAllah the Exalted warns the disbelievers of Quraysh and reminds them of the punishment and painful torment that He sent in this life on their likes, who disbelieved before them. For instance, Allah the Exalted punished the people of Nuh by drowning them in the encompassing flood that touched all the people of earth. There is also the end that struck the people of Ar-Rass, and we mentioned their story before in Surat Al-Furqan,\nوَثَمُودُوَعَادٌ وَفِرْعَوْنُ وَإِخْوَنُ لُوطٍ\n(...and Thamud, and `Ad, and Fir`awn, and the brethren of Lut,) the people of Sadum (Sodom) and the surrounding areas, to whom Lut was sent. Allah the Exalted shook the earth beneath them and turned their area into a reeking lake, as stinking as the disbelief, tyranny and defiance of the Truth that they had,\nوَأَصْحَـبُ الاٌّيْكَةِ\n(And the Dwellers of Al-Aykah), they are the nation of Shu`ayb, peace be upon him,\nوَقَوْمُ تُّبَّعٍ\n(and the people of Tubba`), King of Yemen; we explained his story in the Tafsir of Surat Ad-Dukhan, and therefore, we do not need to repeat it here. All praise is due to Allah.\nكُلٌّ كَذَّبَ الرُّسُلَ\n(Everyone of them denied (their) Messengers,) means, all of these nations and their generations belied their respective Messenger, and whoever denies even one Messenger, is as if he has denied all Messengers. Allah the Exalted and Most Honored said,\nكَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ\n(The people of Nuh denied the Messengers.)(26:105) even though only one Messenger was sent to them, and indeed, if all the Messengers were sent to them, they would have disbelieved in them as well. Allah said,\nفَحَقَّ وَعِيدِ\n(so My threat took effect.) meaning, the promise of torment and punishment that Allah delivered to them on account of their denial took effect. Therefore, all those who fear suffering the same end should be warned, especially since the latter have denied their Messenger, just as the former denied their Messenger.\nRepeating the Creation is Easier than originating It\nAllah the Exalted said,\nأَفَعَيِينَا بِالْخَلْقِ الاٌّوَّلِ\n(Were We then tired with the first creation) meaning, `did starting the creation bring fatigue to Us, so as to cause doubt in them that repeating the creation was not possible'\nبَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ\n(Nay, they are in confused doubt about a new creation.) meaning, `starting the creation did not tire Us, and repeating it is even easier.' Allah the Exalted and Most Honored said,\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)(30:27), and,\nوَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ\nقُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلّ خَلْقٍ عَلِيمٌ-\n(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")(36:78-79) aWe mentioned earlier a Hadith collected in the Sahih,\n«يَقُولُ اللهُ تَعَالَى يُؤْذِينِي ابْنُ آدَمَ يَقُولُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي. وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِه»\n(Allah the Exalted said, \"Son of `Adam insults Me when he says, `He will not resurrect me as He created me before!' But surely, originating creation is not easier for Me than reproducing it again.\")"
    },
    {
      "ayah": 13,
      "surah": 50,
      "text": "Reminding the Quraysh of the Destruction of earlier Disbelieving Nations\nAllah the Exalted warns the disbelievers of Quraysh and reminds them of the punishment and painful torment that He sent in this life on their likes, who disbelieved before them. For instance, Allah the Exalted punished the people of Nuh by drowning them in the encompassing flood that touched all the people of earth. There is also the end that struck the people of Ar-Rass, and we mentioned their story before in Surat Al-Furqan,\nوَثَمُودُوَعَادٌ وَفِرْعَوْنُ وَإِخْوَنُ لُوطٍ\n(...and Thamud, and `Ad, and Fir`awn, and the brethren of Lut,) the people of Sadum (Sodom) and the surrounding areas, to whom Lut was sent. Allah the Exalted shook the earth beneath them and turned their area into a reeking lake, as stinking as the disbelief, tyranny and defiance of the Truth that they had,\nوَأَصْحَـبُ الاٌّيْكَةِ\n(And the Dwellers of Al-Aykah), they are the nation of Shu`ayb, peace be upon him,\nوَقَوْمُ تُّبَّعٍ\n(and the people of Tubba`), King of Yemen; we explained his story in the Tafsir of Surat Ad-Dukhan, and therefore, we do not need to repeat it here. All praise is due to Allah.\nكُلٌّ كَذَّبَ الرُّسُلَ\n(Everyone of them denied (their) Messengers,) means, all of these nations and their generations belied their respective Messenger, and whoever denies even one Messenger, is as if he has denied all Messengers. Allah the Exalted and Most Honored said,\nكَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ\n(The people of Nuh denied the Messengers.)(26:105) even though only one Messenger was sent to them, and indeed, if all the Messengers were sent to them, they would have disbelieved in them as well. Allah said,\nفَحَقَّ وَعِيدِ\n(so My threat took effect.) meaning, the promise of torment and punishment that Allah delivered to them on account of their denial took effect. Therefore, all those who fear suffering the same end should be warned, especially since the latter have denied their Messenger, just as the former denied their Messenger.\nRepeating the Creation is Easier than originating It\nAllah the Exalted said,\nأَفَعَيِينَا بِالْخَلْقِ الاٌّوَّلِ\n(Were We then tired with the first creation) meaning, `did starting the creation bring fatigue to Us, so as to cause doubt in them that repeating the creation was not possible'\nبَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ\n(Nay, they are in confused doubt about a new creation.) meaning, `starting the creation did not tire Us, and repeating it is even easier.' Allah the Exalted and Most Honored said,\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)(30:27), and,\nوَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ\nقُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلّ خَلْقٍ عَلِيمٌ-\n(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")(36:78-79) aWe mentioned earlier a Hadith collected in the Sahih,\n«يَقُولُ اللهُ تَعَالَى يُؤْذِينِي ابْنُ آدَمَ يَقُولُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي. وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِه»\n(Allah the Exalted said, \"Son of `Adam insults Me when he says, `He will not resurrect me as He created me before!' But surely, originating creation is not easier for Me than reproducing it again.\")"
    },
    {
      "ayah": 14,
      "surah": 50,
      "text": "Reminding the Quraysh of the Destruction of earlier Disbelieving Nations\nAllah the Exalted warns the disbelievers of Quraysh and reminds them of the punishment and painful torment that He sent in this life on their likes, who disbelieved before them. For instance, Allah the Exalted punished the people of Nuh by drowning them in the encompassing flood that touched all the people of earth. There is also the end that struck the people of Ar-Rass, and we mentioned their story before in Surat Al-Furqan,\nوَثَمُودُوَعَادٌ وَفِرْعَوْنُ وَإِخْوَنُ لُوطٍ\n(...and Thamud, and `Ad, and Fir`awn, and the brethren of Lut,) the people of Sadum (Sodom) and the surrounding areas, to whom Lut was sent. Allah the Exalted shook the earth beneath them and turned their area into a reeking lake, as stinking as the disbelief, tyranny and defiance of the Truth that they had,\nوَأَصْحَـبُ الاٌّيْكَةِ\n(And the Dwellers of Al-Aykah), they are the nation of Shu`ayb, peace be upon him,\nوَقَوْمُ تُّبَّعٍ\n(and the people of Tubba`), King of Yemen; we explained his story in the Tafsir of Surat Ad-Dukhan, and therefore, we do not need to repeat it here. All praise is due to Allah.\nكُلٌّ كَذَّبَ الرُّسُلَ\n(Everyone of them denied (their) Messengers,) means, all of these nations and their generations belied their respective Messenger, and whoever denies even one Messenger, is as if he has denied all Messengers. Allah the Exalted and Most Honored said,\nكَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ\n(The people of Nuh denied the Messengers.)(26:105) even though only one Messenger was sent to them, and indeed, if all the Messengers were sent to them, they would have disbelieved in them as well. Allah said,\nفَحَقَّ وَعِيدِ\n(so My threat took effect.) meaning, the promise of torment and punishment that Allah delivered to them on account of their denial took effect. Therefore, all those who fear suffering the same end should be warned, especially since the latter have denied their Messenger, just as the former denied their Messenger.\nRepeating the Creation is Easier than originating It\nAllah the Exalted said,\nأَفَعَيِينَا بِالْخَلْقِ الاٌّوَّلِ\n(Were We then tired with the first creation) meaning, `did starting the creation bring fatigue to Us, so as to cause doubt in them that repeating the creation was not possible'\nبَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ\n(Nay, they are in confused doubt about a new creation.) meaning, `starting the creation did not tire Us, and repeating it is even easier.' Allah the Exalted and Most Honored said,\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)(30:27), and,\nوَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ\nقُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلّ خَلْقٍ عَلِيمٌ-\n(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")(36:78-79) aWe mentioned earlier a Hadith collected in the Sahih,\n«يَقُولُ اللهُ تَعَالَى يُؤْذِينِي ابْنُ آدَمَ يَقُولُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي. وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِه»\n(Allah the Exalted said, \"Son of `Adam insults Me when he says, `He will not resurrect me as He created me before!' But surely, originating creation is not easier for Me than reproducing it again.\")"
    },
    {
      "ayah": 15,
      "surah": 50,
      "text": "Reminding the Quraysh of the Destruction of earlier Disbelieving Nations\nAllah the Exalted warns the disbelievers of Quraysh and reminds them of the punishment and painful torment that He sent in this life on their likes, who disbelieved before them. For instance, Allah the Exalted punished the people of Nuh by drowning them in the encompassing flood that touched all the people of earth. There is also the end that struck the people of Ar-Rass, and we mentioned their story before in Surat Al-Furqan,\nوَثَمُودُوَعَادٌ وَفِرْعَوْنُ وَإِخْوَنُ لُوطٍ\n(...and Thamud, and `Ad, and Fir`awn, and the brethren of Lut,) the people of Sadum (Sodom) and the surrounding areas, to whom Lut was sent. Allah the Exalted shook the earth beneath them and turned their area into a reeking lake, as stinking as the disbelief, tyranny and defiance of the Truth that they had,\nوَأَصْحَـبُ الاٌّيْكَةِ\n(And the Dwellers of Al-Aykah), they are the nation of Shu`ayb, peace be upon him,\nوَقَوْمُ تُّبَّعٍ\n(and the people of Tubba`), King of Yemen; we explained his story in the Tafsir of Surat Ad-Dukhan, and therefore, we do not need to repeat it here. All praise is due to Allah.\nكُلٌّ كَذَّبَ الرُّسُلَ\n(Everyone of them denied (their) Messengers,) means, all of these nations and their generations belied their respective Messenger, and whoever denies even one Messenger, is as if he has denied all Messengers. Allah the Exalted and Most Honored said,\nكَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ\n(The people of Nuh denied the Messengers.)(26:105) even though only one Messenger was sent to them, and indeed, if all the Messengers were sent to them, they would have disbelieved in them as well. Allah said,\nفَحَقَّ وَعِيدِ\n(so My threat took effect.) meaning, the promise of torment and punishment that Allah delivered to them on account of their denial took effect. Therefore, all those who fear suffering the same end should be warned, especially since the latter have denied their Messenger, just as the former denied their Messenger.\nRepeating the Creation is Easier than originating It\nAllah the Exalted said,\nأَفَعَيِينَا بِالْخَلْقِ الاٌّوَّلِ\n(Were We then tired with the first creation) meaning, `did starting the creation bring fatigue to Us, so as to cause doubt in them that repeating the creation was not possible'\nبَلْ هُمْ فِى لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ\n(Nay, they are in confused doubt about a new creation.) meaning, `starting the creation did not tire Us, and repeating it is even easier.' Allah the Exalted and Most Honored said,\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)(30:27), and,\nوَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ\nقُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلّ خَلْقٍ عَلِيمٌ-\n(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")(36:78-79) aWe mentioned earlier a Hadith collected in the Sahih,\n«يَقُولُ اللهُ تَعَالَى يُؤْذِينِي ابْنُ آدَمَ يَقُولُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي. وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِه»\n(Allah the Exalted said, \"Son of `Adam insults Me when he says, `He will not resurrect me as He created me before!' But surely, originating creation is not easier for Me than reproducing it again.\")"
    },
    {
      "ayah": 16,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 17,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 18,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 19,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 2,
      "surah": 50,
      "text": "Which was revealed in Makkah\nThe Beginning of the Mufassal Section of the Qur'an\nThis Surah is the first Surah in the Mufassal section of the Qur'an, according to the correct view. It is said that the Mufassal starts with Surat Al-Hujurat. Some common people say that the Mufassal starts with Surah `Amma An-Naba, (chapter 78), however, this is not true because none of the respected scholars ever supported this opinion. Aws (bin Hudhayfah) said; \"I asked the Companions of Allah's Messenger ﷺ how they divided the Qur'an. They said; `Three, five, seven, nine, eleven, thirteen, and the Mufassal section as one.' \" This was recorded by Ibn Majah and Imam Ahmad. If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The first three Surahs are Al-Baqarah (chapter 2), Al `Imran (3), then An-Nisa' (4). The five are Al-Ma'idah (5), Al-An`am (6), Al-A`raf (7), Al-Anfal (8) and Bara'ah (or At-Tawbah) (9). The seven next Surahs are Surah Yunus (10), Hud (11), Yusuf (12), Ar-Ra`d (13), Ibrahim (14), Al-Hijr (15) and An-Nahl (16). The nine next Surahs are, Subhan (or Al-Isra' (17), Al-Kahf (18), Maryam (19), Ta Ha (20), Al-Anbiya' (21), Al-Hajj (22), Al-Mu`minun (23), An-Nur (24) and Al-Furqan (25). The next eleven Surahs are Surat Ash-Shu`ara (26), An-Naml (27), Al-Qasas (28), Al-`Ankabut (29), Ar-Rum (30), Luqman (31), Alif Lam Mim As-Sajdah (32), Al-Ahzab (33), Saba' (34), Fatir (35) and Ya Sin (36). The next thirteen are Surat As-Saffat (37), Sad (38), Az-Zumar (39), Ghafir (40), Ha Mim As-Sajdah (or Fussilat) (41), Ash-Shura (42), Az-Zukhruf (43), Ad-Dukhan (44), Al-Jathiyah (45), Al-Ahqaf (46), Al-Qital (or Muhammad) (47), Al-Fath (48) and Al-Hujurat (49). After that comes the Mufassal section, according to the Companions, may Allah be pleased with them all. Therefore, Surah Qaf (chapter 50) is the first of the Mufassal, just as we stated, and all praise is due to Allah and all favors are from Him.\nThe Virtues of Surah Qaf\nImam Ahmad recorded that `Umar bin Al-Khattab asked Abu Waqid Al-Laythi, \"What did the Prophet recite during the `Id Prayer\" Abu Waqid said, \"Surah Qaf and Surat Iqtarabat i.e. Surat Al-Qamar (54).\" Muslim and the Four Collectors of the Sunan collected this Hadith. Imam Ahmad recorded that Umm Hisham bint Harithah said, \"For around two years, or a year and a part of another year, our oven and the oven of the Prophet was one and the same. I memorized Surah,\nق وَالْقُرْءَانِ الْمَجِيدِ\n(Qaf. By the Glorious Qur'an.) from the tongue of the Messenger of Allah ﷺ who used to recite it every Friday while standing on the Minbar delivering the Friday sermon to the people.\" Muslim collected this Hadith. Abu Dawud also recorded that the daughter of Al-Harith bin An-Nu`man said, \"I only memorized Surah Qaf from the mouth of the Messenger of Allah ﷺ who used to recite it in every Friday Khutbah. Our oven and the oven of the Messenger was one and the same.\" Muslim and An-Nasa'i collected this Hadith. Therefore, the Messenger of Allah ﷺ used to recite this Surah during large gatherings such as the `Ids and during Friday sermons. He did so because this Surah contains news of the beginning of creation, Resurrec- tion, the Return, Standing (before Allah), the Reckoning, Paradise, the Fire, Allah's reward and punishment, lessons of encouragement, and lessons of discouragement. Allah knows best.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nق\n(Qaf.) which is one of the letters of the alphabet that are mentioned in the beginning of some Surahs, such as,\nص\n(Sad.) (38:1)\nن\n(Nun. ) (68:1)\nالم\n(Alif Lam Mim.) (2:1),\nحـم\n(Ha Mim.) (40:1), and\nطس\n(Ta Sin) (28:1) and etc., Mujahid and several others said this. We also discussed this in the beginning of the explanation of Surat Al-Baqarah, and therefore, it is not necessary to repeat it here.\nThe Disbelievers wonder at the Message and Resurrection Allah said,\nوَالْقُرْءَانِ الْمَجِيدِ\n(By the Glorious Qur'an.) means by the Honorable and Great Qur'an, which,\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it: (it is) sent down by the All-Wise, Worthy of all praise.)(41:42) The subject of the oath contained in this Ayah is specified afterwards, even though it does not appear by word, emphasizing prophethood, resurrection and affirming that they are true. There are similar kinds of oaths in the Qur'an, whose subject is included in the meaning but not by word, such as,\nص وَالْقُرْءَانِ ذِى الذِّكْرِ - بَلِ الَّذِينَ كَفَرُواْ فِى عِزَّةٍ وَشِقَاقٍ\n(Sad. By the Qur'an full of reminding. Nay, those who disbelieve are in false pride and opposition.)(38:1-2) Allah said here,\nق وَالْقُرْءَانِ الْمَجِيدِ - بَلْ عَجِبُواْ أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الْكَـفِرُونَ هَـذَا شَىْءٌ عَجِيبٌ\n(Qaf. By the Glorious Qur'an. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\") They wondered at the wisdom behind sending a Messenger who is a human being. Allah the Exalted and Most Honored said in another Ayah\nأَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ\n(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind.\") (10:2), meaning, this is not strange, for Allah chooses Messengers from angels and humans. Allah the Exalted and Most Honored mentioned that the disbelievers also wondered about the Resurrection and discounted its coming,\nأَءِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ\n(When we are dead and have become dust. That is a far return.) They said, `after we die, disintegrate, with our organs torn apart and we become dust, how can we be brought back to our original shape and bodies,'\nذَلِكَ رَجْعُ بَعِيدٌ\n(That is a far return.) `it is not likely that it will ever occur.' They thought that Resurrection was far from happening and will never occur. Allah the Exalted responded to their statement by saying,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them.) meaning, `We know what the earth consumes of their dead bodies.' Where and how the bodies disintegrated, what they turned into and how they have become, all of this is never absent from Allah's knowledge.\nوَعِندَنَا كِتَـبٌ حَفِيظٌ\n(and with Us is a Book preserved,) `that keeps all records. Therefore, Our knowledge is encompassing and the Book of decrees has everything precisely recorded in it. Al-`Awfi narrated that `Abdullah bin `Abbas commented on the statement of Allah the Exalted,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them,) \"It refers to what the earth consumes of their flesh, skin, bones and hair.\" A similar view was recorded from Mujahid, Qatadah, Ad-Dahhak and several others. Allah, the Exalted and Most Honored, explained the reason behind their disbelief, rebellion and discounting the possibility of what is truly possible,\nبَلْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِى أَمْرٍ مَّرِيجٍ\n(Nay, but they have denied the truth when it has come to them, so they are in a Marij state.) This is the state of all those who defy the Truth: whatever they say and utter after denying the Truth, is utterly false. Marij means, in disarray, in a confused state and defying the characteristics of the Truth. Allah the Exalted said in another Ayah,\nإِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ\n(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)(51:8-9)"
    },
    {
      "ayah": 20,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 21,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 22,
      "surah": 50,
      "text": "Allah encompasses and watches all of Man's Activity\nAllah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,\n«إِنَّ اللهَ تَعَالَى تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَل»\n(Verily, Allah the Exalted has forgiven my Ummah (Muslims) for what they talk (think) to themselves about, as long as they do not utter or implement it.) The statement of Allah the Exalted,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein.) means, His angels are nearer to man than his jugular vein. Those who explained `We' in the Ayah to mean `Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation (that `We' refers to `Allah's knowledge'), for Allah did not say, `and I am closer to him than his jugular vein.' Rather, He said,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ\n(And We are nearer to him than his jugular vein. ) just as He said in the case of dying persons,\nوَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـكِن لاَّ تُبْصِرُونَ\n(But We are nearer to him than you, but you see not.) (56:85), in reference to His angels (who take the souls). Allah the Exalted the Blessed said,\nإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَـفِظُونَ\n(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.) (15:9) Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet , who is truthful and was told the truth, told us. Allah's statement here,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ\n((Remember) that the two receivers receive,) in reference to the two angels who receive and record the deeds of mankind.\nعَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ\n(one sitting on the right and one on the left.) means ready to note,\nمَّا يَلْفِظُ\n(whatever he utters), in reference to the human,\nمِن قَوْلٍ\n(of a word), means any word that he or she speaks,\nإِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n(but there is a watcher by him ready.) means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ\n(But verily, over you (are appointed angels) to watch you, Kiraman (honorable) Katibin writing down (your deeds), they know all that you do.) (82:10-12) Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,\n«إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَى مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَى عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاه»\n(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)\" `Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.\nReminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering\nAllah the Exalted and Most High said,\nوَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(And the stupor of death will come in truth: \"This is what you have been avoiding!\") Allah the Exalted and Most Honored says, `O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!), means, `this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.' In the Sahih, the Prophet said, while wiping sweat from his face when the stupor of death overcame him,\n«سُبْحَانَ اللهِ إِنَّ لِلْمَوْتِ لَسَكَرَات»\n(Glory be to Allah! Verily, death has its stupor.) The Ayah,\nذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ\n(This is what you have been avoiding!) has two possible meanings. One of them is this: `what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, `you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu`jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,\n«مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْن، فَجَاءَ يَسْعَى حَتْى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَات»\n(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, `O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, (i.e.,) he died.) This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,\nوَنُفِخَ فِى الصُّورِ ذَلِكَ يَوْمَ الْوَعِيدِ\n(And the Trumpet will be blown -- that will be the Day of the threat.) Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,\n«كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَه»\n(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded (by Allah to blow in it)) They said, \"O Allah's Messenger, what should we say\" He said,\n«قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيل»\n(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs (for us).\" Allah said,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi`, the freed servant of Thaqif, that he heard `Uthman bin `Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,\nوَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ\n(And every person will come forth along with a Sa'iq and a Shahid.) and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!) is directed at humanity. Allah said,\nلَّقَدْ كُنتَ فِى غَفْلَةٍ مِّنْ هَـذَا\n(Indeed you were heedless of this.), of this Day,\nفَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ\n(Now We have removed from you, your covering, and sharp is your sight this Day!) `your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrec- tion. However, having sight will not be helpful to the dis- believers on that Day, for Allah the Exalted said,\nأَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا\n(How clearly will they (disbelievers) see and hear, the Day when they will appear before Us!) (19:38), and,\nوَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَـلِحاً إِنَّا مُوقِنُونَ\n(And if you only could see when the criminals hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), that we will do righteous good deeds. Verily, we now believe with certainty.)(32:12)\nوَقَالَ قَرِينُهُ هَـذَا مَا لَدَىَّ عَتِيدٌ - أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّـعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ فَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ - قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ - قَالَ لاَ تَخْتَصِمُواْ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ"
    },
    {
      "ayah": 23,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 24,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 25,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 26,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 27,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 28,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 29,
      "surah": 50,
      "text": "The Angel will bear Witness; Allah commands that the Disbeliever be thrown into the Fire\nAllah the Exalted states that the scribe angel, who is entrusted with recording the deeds of mankind, will testify against him or her about the deeds he or she did on the Day of Resurrection. He will say,\nهَـذَا مَا لَدَىَّ عَتِيدٌ\n(\"Here is (his record) ready with me!\"), here it is prepared and completed without addition or deletion. This is when Allah the Exalted will judge the creation with fairness, saying,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) It appears that Allah will say these words to the Sa'iq and Shahid angels; the Sa'iq drove him to the grounds where Reckoning is held and the Shahid testified. Allah the Exalted will order them to throw him in the fire of Jahannam, and worse it is as a destination,\nأَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ\n(Both of you throw into Hell every stubborn disbeliever.) meaning, whose disbelief and denial of truth was horrendous, who used to stubbornly reject the truth, knowingly contradicting it with falsehood,\nمَّنَّـعٍ لِّلْخَيْرِ\n(Hinderer of good,) meaning for he did not fulfill the duties he was ordered, nor was he dutiful, keeping ties to kith and kin nor giving charity,\nمُعْتَدٍ\n(transgressor,) meaning, he transgresses the limits in spending. Qatadah commented, \"He is a transgressor in his speech, behavior and affairs.\" Allah said,\nمُرِيبٍ\n(doubter,) meaning, he doubts and raises doubts in those who scrutinize his behavior,\nالَّذِى جَعَلَ مَعَ اللَّهِ إِلَـهاً ءَاخَرَ\n(who set up another god with Allah.) meaning, he associated others with Allah and worshipped others besides Him,\nفَأَلْقِيَـهُ فِى الْعَذَابِ الشَّدِيدِ\n(Then both of you cast him in the severe torment.) Imam Ahmad recorded that Abu Sa`id Al-Khudri said that the Prophet said,\n«يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَتَكَلَّمُ يَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثَةٍ: بِكُلِّ جَبَّارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلهًا آخَرَ، وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَتَنْطَوِي عَلَيْهِمْ فَتَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّم»\n(A neck from the Fire will appear and will speak saying, \"Today, I have been entrusted with three: Every obstinate tyrant, everyone who ascribed another god with Allah, and he who took a life without right.\" The neck will then close in on them and throw them in the midst of Jahannam.)\"\nMan and Devil dispute before Allah\nAllah's saying;\nقَالَ قرِينُهُ\n(His companion will say), refers to the devil who is entrusted to every man, according to `Abdullah bin `Abbas, Mujahid, Qatadah and several othes. He will say,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression,) meaning, the devil will say this about the human who came on the Day of Resurrection as a disbeliever. The devil will disown him, saying,\nرَبَّنَا مَآ أَطْغَيْتُهُ\n(Our Lord! I did not push him to transgression) meaning, \"I did not lead him astray,\"\nوَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(but he was himself in error far astray.) meaning, he himself was misguided, accepting falsehood and stubborn to the truth. Allah the Exalted and Most Honored said in another Ayah,\nوَقَالَ الشَّيْطَـنُ لَمَّا قُضِىَ الاٌّمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِىَ عَلَيْكُمْ مِّن سُلْطَـنٍ إِلاَّ أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِى فَلاَ تَلُومُونِى وَلُومُواْ أَنفُسَكُمْ مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِىَّ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّـلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ\n(And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me as a partner with Allah. Verily, there is a painful torment for the wrongdoers.\") (14:22) Allah the Exalted said,\nقَالَ لاَ تَخْتَصِمُواْ لَدَىَّ\n((Allah) will say: \"Dispute not in front of Me.\") The Lord, the Exalted and Most Honored will say this to the man and his devil companion, who will be disputing before Him. The man will say, \"O, Lord! This devil has misguided me away from the Remembrance after it came to me,\" while the devil will declare,\nرَبَّنَا مَآ أَطْغَيْتُهُ وَلَـكِن كَانَ فِى ضَلَـلٍ بَعِيدٍ\n(Our Lord! I did not push him to transgression, but he was himself in error far astray.) from the path of truth. The Lord, the Exalted and Most Honored will say to them,\nلاَ تَخْتَصِمُواْ لَدَىَّ\n(Dispute not in front of Me,) or `before Me,'\nوَقَدْ قَدَّمْتُ إِلَيْكُم بِالْوَعِيدِ\n(I had already in advance sent you the threat.) `I have given you sufficient proof by the words of the Messengers, and I have sent down the Divine Books; the evidences, signs and proofs have thus been established against you,'\nمَا يُبَدَّلُ الْقَوْلُ لَدَىَّ\n(The Sentence that comes from Me cannot be changed, ) \"I have made My decision,\" according to the explanation of Mujahid,\nوَمَآ أَنَاْ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And I am not unjust to the servants.) `I will not punish anyone, except on account of their sins after the proof has been established against them.'"
    },
    {
      "ayah": 3,
      "surah": 50,
      "text": "Which was revealed in Makkah\nThe Beginning of the Mufassal Section of the Qur'an\nThis Surah is the first Surah in the Mufassal section of the Qur'an, according to the correct view. It is said that the Mufassal starts with Surat Al-Hujurat. Some common people say that the Mufassal starts with Surah `Amma An-Naba, (chapter 78), however, this is not true because none of the respected scholars ever supported this opinion. Aws (bin Hudhayfah) said; \"I asked the Companions of Allah's Messenger ﷺ how they divided the Qur'an. They said; `Three, five, seven, nine, eleven, thirteen, and the Mufassal section as one.' \" This was recorded by Ibn Majah and Imam Ahmad. If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The first three Surahs are Al-Baqarah (chapter 2), Al `Imran (3), then An-Nisa' (4). The five are Al-Ma'idah (5), Al-An`am (6), Al-A`raf (7), Al-Anfal (8) and Bara'ah (or At-Tawbah) (9). The seven next Surahs are Surah Yunus (10), Hud (11), Yusuf (12), Ar-Ra`d (13), Ibrahim (14), Al-Hijr (15) and An-Nahl (16). The nine next Surahs are, Subhan (or Al-Isra' (17), Al-Kahf (18), Maryam (19), Ta Ha (20), Al-Anbiya' (21), Al-Hajj (22), Al-Mu`minun (23), An-Nur (24) and Al-Furqan (25). The next eleven Surahs are Surat Ash-Shu`ara (26), An-Naml (27), Al-Qasas (28), Al-`Ankabut (29), Ar-Rum (30), Luqman (31), Alif Lam Mim As-Sajdah (32), Al-Ahzab (33), Saba' (34), Fatir (35) and Ya Sin (36). The next thirteen are Surat As-Saffat (37), Sad (38), Az-Zumar (39), Ghafir (40), Ha Mim As-Sajdah (or Fussilat) (41), Ash-Shura (42), Az-Zukhruf (43), Ad-Dukhan (44), Al-Jathiyah (45), Al-Ahqaf (46), Al-Qital (or Muhammad) (47), Al-Fath (48) and Al-Hujurat (49). After that comes the Mufassal section, according to the Companions, may Allah be pleased with them all. Therefore, Surah Qaf (chapter 50) is the first of the Mufassal, just as we stated, and all praise is due to Allah and all favors are from Him.\nThe Virtues of Surah Qaf\nImam Ahmad recorded that `Umar bin Al-Khattab asked Abu Waqid Al-Laythi, \"What did the Prophet recite during the `Id Prayer\" Abu Waqid said, \"Surah Qaf and Surat Iqtarabat i.e. Surat Al-Qamar (54).\" Muslim and the Four Collectors of the Sunan collected this Hadith. Imam Ahmad recorded that Umm Hisham bint Harithah said, \"For around two years, or a year and a part of another year, our oven and the oven of the Prophet was one and the same. I memorized Surah,\nق وَالْقُرْءَانِ الْمَجِيدِ\n(Qaf. By the Glorious Qur'an.) from the tongue of the Messenger of Allah ﷺ who used to recite it every Friday while standing on the Minbar delivering the Friday sermon to the people.\" Muslim collected this Hadith. Abu Dawud also recorded that the daughter of Al-Harith bin An-Nu`man said, \"I only memorized Surah Qaf from the mouth of the Messenger of Allah ﷺ who used to recite it in every Friday Khutbah. Our oven and the oven of the Messenger was one and the same.\" Muslim and An-Nasa'i collected this Hadith. Therefore, the Messenger of Allah ﷺ used to recite this Surah during large gatherings such as the `Ids and during Friday sermons. He did so because this Surah contains news of the beginning of creation, Resurrec- tion, the Return, Standing (before Allah), the Reckoning, Paradise, the Fire, Allah's reward and punishment, lessons of encouragement, and lessons of discouragement. Allah knows best.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nق\n(Qaf.) which is one of the letters of the alphabet that are mentioned in the beginning of some Surahs, such as,\nص\n(Sad.) (38:1)\nن\n(Nun. ) (68:1)\nالم\n(Alif Lam Mim.) (2:1),\nحـم\n(Ha Mim.) (40:1), and\nطس\n(Ta Sin) (28:1) and etc., Mujahid and several others said this. We also discussed this in the beginning of the explanation of Surat Al-Baqarah, and therefore, it is not necessary to repeat it here.\nThe Disbelievers wonder at the Message and Resurrection Allah said,\nوَالْقُرْءَانِ الْمَجِيدِ\n(By the Glorious Qur'an.) means by the Honorable and Great Qur'an, which,\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it: (it is) sent down by the All-Wise, Worthy of all praise.)(41:42) The subject of the oath contained in this Ayah is specified afterwards, even though it does not appear by word, emphasizing prophethood, resurrection and affirming that they are true. There are similar kinds of oaths in the Qur'an, whose subject is included in the meaning but not by word, such as,\nص وَالْقُرْءَانِ ذِى الذِّكْرِ - بَلِ الَّذِينَ كَفَرُواْ فِى عِزَّةٍ وَشِقَاقٍ\n(Sad. By the Qur'an full of reminding. Nay, those who disbelieve are in false pride and opposition.)(38:1-2) Allah said here,\nق وَالْقُرْءَانِ الْمَجِيدِ - بَلْ عَجِبُواْ أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الْكَـفِرُونَ هَـذَا شَىْءٌ عَجِيبٌ\n(Qaf. By the Glorious Qur'an. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\") They wondered at the wisdom behind sending a Messenger who is a human being. Allah the Exalted and Most Honored said in another Ayah\nأَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ\n(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind.\") (10:2), meaning, this is not strange, for Allah chooses Messengers from angels and humans. Allah the Exalted and Most Honored mentioned that the disbelievers also wondered about the Resurrection and discounted its coming,\nأَءِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ\n(When we are dead and have become dust. That is a far return.) They said, `after we die, disintegrate, with our organs torn apart and we become dust, how can we be brought back to our original shape and bodies,'\nذَلِكَ رَجْعُ بَعِيدٌ\n(That is a far return.) `it is not likely that it will ever occur.' They thought that Resurrection was far from happening and will never occur. Allah the Exalted responded to their statement by saying,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them.) meaning, `We know what the earth consumes of their dead bodies.' Where and how the bodies disintegrated, what they turned into and how they have become, all of this is never absent from Allah's knowledge.\nوَعِندَنَا كِتَـبٌ حَفِيظٌ\n(and with Us is a Book preserved,) `that keeps all records. Therefore, Our knowledge is encompassing and the Book of decrees has everything precisely recorded in it. Al-`Awfi narrated that `Abdullah bin `Abbas commented on the statement of Allah the Exalted,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them,) \"It refers to what the earth consumes of their flesh, skin, bones and hair.\" A similar view was recorded from Mujahid, Qatadah, Ad-Dahhak and several others. Allah, the Exalted and Most Honored, explained the reason behind their disbelief, rebellion and discounting the possibility of what is truly possible,\nبَلْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِى أَمْرٍ مَّرِيجٍ\n(Nay, but they have denied the truth when it has come to them, so they are in a Marij state.) This is the state of all those who defy the Truth: whatever they say and utter after denying the Truth, is utterly false. Marij means, in disarray, in a confused state and defying the characteristics of the Truth. Allah the Exalted said in another Ayah,\nإِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ\n(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)(51:8-9)"
    },
    {
      "ayah": 30,
      "surah": 50,
      "text": "Jahannam and Paradise and their Dwellers\nAllah states that He will say to Jahannam on the Day of Resurrection, \"Have you had your fill\" Allah the Most Honored has promised Hell that it will have its fill from the Jinns and mankind. He, the Exalted and Most Honored, will decide who will be thrown into the Fire and she will keep saying, \"Are there any more,\" or, `Are there any more whom You will provide me with' This is the apparent meaning of this Ayah which is supported by several Hadiths. Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,\n«لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتْى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتْى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَى فِي فُضُولِ الْجَنَّة»\n(The people will be thrown into Jahannam and it will say, `Are there any more' Until the Mighty Lord puts His Foot over it and its corners will be collected together and it will say, \"Enough, enough by Your grace and compassion!' There will be sufficient empty space in Paradise until Allah creates another creation and He, the Exalted, makes them dwell in the empty parts of Paradise.)\" Muslim also collected this Hadith. Al-Bukhari recorded that Abu Hurayrah narrated that the Prophet said,\n«يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَط»\n(Jahannam will be asked, \"Are you full\" and it will say, \"Are there any more\" Until the Lord, the Blessed and Most Honored, puts His Foot over it and it will say: \"Enough! Enough!\") Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتْى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَر»\n(Paradise and the Fire quarreled. The Fire said, \"I have been favored with the arrogant people and tyrants.\" Paradise said, \"What is wrong with me that only the poor and humble people enter me\" Allah the Exalted and Most Honored said to Paradise, \"You are My mercy, with which I grant mercy to those whom I will among My servants.\" He said to Hell, \"You are My punishment which I inflict upon whom I wish from My servants, and I shall fill both of you.\" As for Hellfire, it will not have its fill until Allah puts His Foot over it and she will say, \"Enough! Enough!\" She will become full and its sides will come close to each other. Allah the Exalted and Most Honored shall not be unjust to any one of His creatures. As for Paradise, Allah the Exalted and Most Honored will create another creation to fill it.) Allah the Exalted said,\nوَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ\n(And Paradise will be Uzlifat to those who had Taqwa, not far off.) meaning, Paradise will be brought close and near to the pious, according to Qatadah, Abu Malik and As-Suddi,\nغَيْرَ بَعِيدٍ\n(not far off), and this will occur on the Day of Resurrection, which is not far off. Surely that Day will come to pass and all that is bound to come, is near,\nهَـذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ\n(This is what you were promised -- (it is) for those returning) who go back to Allah in sincere repentance intending not to repeat sin,\nحَفِيظٌ\n(Hafiz), who preserve their covenant with Allah and do not break or betray it,\nمَّنْ خَشِىَ الرَّحْمَـنَ بِالْغَيْبِ\n(Who feared Ar-Rahman unseen) who feared Allah in secret when only Allah the Exalted and Most Honored could see him. The Prophet said,\n«وَرَجُلٌ ذَكَرَ اللهَ تَعَالَى خَالِيًا، فَفَاضَتْ عَيْنَاه»\n(And a man who remembered Allah the Exalted while alone, and his eyes became tearful.) Allah said,\nوَجَآءَ بِقَلْبٍ مُّنِيبٍ\n(and brought a heart turned in repentance. ) meaning, he will meet Allah, the Exalted and Most Honored, on the Day of Resurrection with a heart turned in repentance to Him and absolutely free (of Shirk) and humbled to Him,\nادْخُلُوهَا\n(Enter you therein), meaning Paradise,\nبِسَلَـمٍ\n(in peace and security), they will earn security from the torment of Allah, the Exalted and Most Honored, and the angels of Allah will greet them with the Salam, according to the explanation of Qatadah. The statement of Allah the Exalted and Most Honored:\nذَلِكَ يَوْمُ الُخُلُودِ\n(-- this is a Day of eternal life!), meaning, they will reside in Paradise forever and will never die, neither be transferred from it nor wish to be transferred from it. The statement of Allah the All-Mighty,\nلَهُم مَّا يَشَآءُونَ فِيهَا\n(There they will have all that they desire), means, whatever delights they wish and desire, they will find it brought before them. Allah's statement,\nوَلَدَيْنَا مَزِيدٌ\n(and We have more.) is similar to His other statement,\nلِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ\n(For those who have done good is the best and even more. )(10:26) In the Sahih, Muslim recorded that Suhayb bin Sinan Ar-Rumi said that `more' refers to looking at the Most Honorable Face of Allah."
    },
    {
      "ayah": 31,
      "surah": 50,
      "text": "Jahannam and Paradise and their Dwellers\nAllah states that He will say to Jahannam on the Day of Resurrection, \"Have you had your fill\" Allah the Most Honored has promised Hell that it will have its fill from the Jinns and mankind. He, the Exalted and Most Honored, will decide who will be thrown into the Fire and she will keep saying, \"Are there any more,\" or, `Are there any more whom You will provide me with' This is the apparent meaning of this Ayah which is supported by several Hadiths. Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,\n«لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتْى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتْى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَى فِي فُضُولِ الْجَنَّة»\n(The people will be thrown into Jahannam and it will say, `Are there any more' Until the Mighty Lord puts His Foot over it and its corners will be collected together and it will say, \"Enough, enough by Your grace and compassion!' There will be sufficient empty space in Paradise until Allah creates another creation and He, the Exalted, makes them dwell in the empty parts of Paradise.)\" Muslim also collected this Hadith. Al-Bukhari recorded that Abu Hurayrah narrated that the Prophet said,\n«يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَط»\n(Jahannam will be asked, \"Are you full\" and it will say, \"Are there any more\" Until the Lord, the Blessed and Most Honored, puts His Foot over it and it will say: \"Enough! Enough!\") Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتْى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَر»\n(Paradise and the Fire quarreled. The Fire said, \"I have been favored with the arrogant people and tyrants.\" Paradise said, \"What is wrong with me that only the poor and humble people enter me\" Allah the Exalted and Most Honored said to Paradise, \"You are My mercy, with which I grant mercy to those whom I will among My servants.\" He said to Hell, \"You are My punishment which I inflict upon whom I wish from My servants, and I shall fill both of you.\" As for Hellfire, it will not have its fill until Allah puts His Foot over it and she will say, \"Enough! Enough!\" She will become full and its sides will come close to each other. Allah the Exalted and Most Honored shall not be unjust to any one of His creatures. As for Paradise, Allah the Exalted and Most Honored will create another creation to fill it.) Allah the Exalted said,\nوَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ\n(And Paradise will be Uzlifat to those who had Taqwa, not far off.) meaning, Paradise will be brought close and near to the pious, according to Qatadah, Abu Malik and As-Suddi,\nغَيْرَ بَعِيدٍ\n(not far off), and this will occur on the Day of Resurrection, which is not far off. Surely that Day will come to pass and all that is bound to come, is near,\nهَـذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ\n(This is what you were promised -- (it is) for those returning) who go back to Allah in sincere repentance intending not to repeat sin,\nحَفِيظٌ\n(Hafiz), who preserve their covenant with Allah and do not break or betray it,\nمَّنْ خَشِىَ الرَّحْمَـنَ بِالْغَيْبِ\n(Who feared Ar-Rahman unseen) who feared Allah in secret when only Allah the Exalted and Most Honored could see him. The Prophet said,\n«وَرَجُلٌ ذَكَرَ اللهَ تَعَالَى خَالِيًا، فَفَاضَتْ عَيْنَاه»\n(And a man who remembered Allah the Exalted while alone, and his eyes became tearful.) Allah said,\nوَجَآءَ بِقَلْبٍ مُّنِيبٍ\n(and brought a heart turned in repentance. ) meaning, he will meet Allah, the Exalted and Most Honored, on the Day of Resurrection with a heart turned in repentance to Him and absolutely free (of Shirk) and humbled to Him,\nادْخُلُوهَا\n(Enter you therein), meaning Paradise,\nبِسَلَـمٍ\n(in peace and security), they will earn security from the torment of Allah, the Exalted and Most Honored, and the angels of Allah will greet them with the Salam, according to the explanation of Qatadah. The statement of Allah the Exalted and Most Honored:\nذَلِكَ يَوْمُ الُخُلُودِ\n(-- this is a Day of eternal life!), meaning, they will reside in Paradise forever and will never die, neither be transferred from it nor wish to be transferred from it. The statement of Allah the All-Mighty,\nلَهُم مَّا يَشَآءُونَ فِيهَا\n(There they will have all that they desire), means, whatever delights they wish and desire, they will find it brought before them. Allah's statement,\nوَلَدَيْنَا مَزِيدٌ\n(and We have more.) is similar to His other statement,\nلِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ\n(For those who have done good is the best and even more. )(10:26) In the Sahih, Muslim recorded that Suhayb bin Sinan Ar-Rumi said that `more' refers to looking at the Most Honorable Face of Allah."
    },
    {
      "ayah": 32,
      "surah": 50,
      "text": "Jahannam and Paradise and their Dwellers\nAllah states that He will say to Jahannam on the Day of Resurrection, \"Have you had your fill\" Allah the Most Honored has promised Hell that it will have its fill from the Jinns and mankind. He, the Exalted and Most Honored, will decide who will be thrown into the Fire and she will keep saying, \"Are there any more,\" or, `Are there any more whom You will provide me with' This is the apparent meaning of this Ayah which is supported by several Hadiths. Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,\n«لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتْى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتْى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَى فِي فُضُولِ الْجَنَّة»\n(The people will be thrown into Jahannam and it will say, `Are there any more' Until the Mighty Lord puts His Foot over it and its corners will be collected together and it will say, \"Enough, enough by Your grace and compassion!' There will be sufficient empty space in Paradise until Allah creates another creation and He, the Exalted, makes them dwell in the empty parts of Paradise.)\" Muslim also collected this Hadith. Al-Bukhari recorded that Abu Hurayrah narrated that the Prophet said,\n«يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَط»\n(Jahannam will be asked, \"Are you full\" and it will say, \"Are there any more\" Until the Lord, the Blessed and Most Honored, puts His Foot over it and it will say: \"Enough! Enough!\") Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتْى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَر»\n(Paradise and the Fire quarreled. The Fire said, \"I have been favored with the arrogant people and tyrants.\" Paradise said, \"What is wrong with me that only the poor and humble people enter me\" Allah the Exalted and Most Honored said to Paradise, \"You are My mercy, with which I grant mercy to those whom I will among My servants.\" He said to Hell, \"You are My punishment which I inflict upon whom I wish from My servants, and I shall fill both of you.\" As for Hellfire, it will not have its fill until Allah puts His Foot over it and she will say, \"Enough! Enough!\" She will become full and its sides will come close to each other. Allah the Exalted and Most Honored shall not be unjust to any one of His creatures. As for Paradise, Allah the Exalted and Most Honored will create another creation to fill it.) Allah the Exalted said,\nوَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ\n(And Paradise will be Uzlifat to those who had Taqwa, not far off.) meaning, Paradise will be brought close and near to the pious, according to Qatadah, Abu Malik and As-Suddi,\nغَيْرَ بَعِيدٍ\n(not far off), and this will occur on the Day of Resurrection, which is not far off. Surely that Day will come to pass and all that is bound to come, is near,\nهَـذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ\n(This is what you were promised -- (it is) for those returning) who go back to Allah in sincere repentance intending not to repeat sin,\nحَفِيظٌ\n(Hafiz), who preserve their covenant with Allah and do not break or betray it,\nمَّنْ خَشِىَ الرَّحْمَـنَ بِالْغَيْبِ\n(Who feared Ar-Rahman unseen) who feared Allah in secret when only Allah the Exalted and Most Honored could see him. The Prophet said,\n«وَرَجُلٌ ذَكَرَ اللهَ تَعَالَى خَالِيًا، فَفَاضَتْ عَيْنَاه»\n(And a man who remembered Allah the Exalted while alone, and his eyes became tearful.) Allah said,\nوَجَآءَ بِقَلْبٍ مُّنِيبٍ\n(and brought a heart turned in repentance. ) meaning, he will meet Allah, the Exalted and Most Honored, on the Day of Resurrection with a heart turned in repentance to Him and absolutely free (of Shirk) and humbled to Him,\nادْخُلُوهَا\n(Enter you therein), meaning Paradise,\nبِسَلَـمٍ\n(in peace and security), they will earn security from the torment of Allah, the Exalted and Most Honored, and the angels of Allah will greet them with the Salam, according to the explanation of Qatadah. The statement of Allah the Exalted and Most Honored:\nذَلِكَ يَوْمُ الُخُلُودِ\n(-- this is a Day of eternal life!), meaning, they will reside in Paradise forever and will never die, neither be transferred from it nor wish to be transferred from it. The statement of Allah the All-Mighty,\nلَهُم مَّا يَشَآءُونَ فِيهَا\n(There they will have all that they desire), means, whatever delights they wish and desire, they will find it brought before them. Allah's statement,\nوَلَدَيْنَا مَزِيدٌ\n(and We have more.) is similar to His other statement,\nلِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ\n(For those who have done good is the best and even more. )(10:26) In the Sahih, Muslim recorded that Suhayb bin Sinan Ar-Rumi said that `more' refers to looking at the Most Honorable Face of Allah."
    },
    {
      "ayah": 33,
      "surah": 50,
      "text": "Jahannam and Paradise and their Dwellers\nAllah states that He will say to Jahannam on the Day of Resurrection, \"Have you had your fill\" Allah the Most Honored has promised Hell that it will have its fill from the Jinns and mankind. He, the Exalted and Most Honored, will decide who will be thrown into the Fire and she will keep saying, \"Are there any more,\" or, `Are there any more whom You will provide me with' This is the apparent meaning of this Ayah which is supported by several Hadiths. Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,\n«لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتْى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتْى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَى فِي فُضُولِ الْجَنَّة»\n(The people will be thrown into Jahannam and it will say, `Are there any more' Until the Mighty Lord puts His Foot over it and its corners will be collected together and it will say, \"Enough, enough by Your grace and compassion!' There will be sufficient empty space in Paradise until Allah creates another creation and He, the Exalted, makes them dwell in the empty parts of Paradise.)\" Muslim also collected this Hadith. Al-Bukhari recorded that Abu Hurayrah narrated that the Prophet said,\n«يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَط»\n(Jahannam will be asked, \"Are you full\" and it will say, \"Are there any more\" Until the Lord, the Blessed and Most Honored, puts His Foot over it and it will say: \"Enough! Enough!\") Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتْى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَر»\n(Paradise and the Fire quarreled. The Fire said, \"I have been favored with the arrogant people and tyrants.\" Paradise said, \"What is wrong with me that only the poor and humble people enter me\" Allah the Exalted and Most Honored said to Paradise, \"You are My mercy, with which I grant mercy to those whom I will among My servants.\" He said to Hell, \"You are My punishment which I inflict upon whom I wish from My servants, and I shall fill both of you.\" As for Hellfire, it will not have its fill until Allah puts His Foot over it and she will say, \"Enough! Enough!\" She will become full and its sides will come close to each other. Allah the Exalted and Most Honored shall not be unjust to any one of His creatures. As for Paradise, Allah the Exalted and Most Honored will create another creation to fill it.) Allah the Exalted said,\nوَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ\n(And Paradise will be Uzlifat to those who had Taqwa, not far off.) meaning, Paradise will be brought close and near to the pious, according to Qatadah, Abu Malik and As-Suddi,\nغَيْرَ بَعِيدٍ\n(not far off), and this will occur on the Day of Resurrection, which is not far off. Surely that Day will come to pass and all that is bound to come, is near,\nهَـذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ\n(This is what you were promised -- (it is) for those returning) who go back to Allah in sincere repentance intending not to repeat sin,\nحَفِيظٌ\n(Hafiz), who preserve their covenant with Allah and do not break or betray it,\nمَّنْ خَشِىَ الرَّحْمَـنَ بِالْغَيْبِ\n(Who feared Ar-Rahman unseen) who feared Allah in secret when only Allah the Exalted and Most Honored could see him. The Prophet said,\n«وَرَجُلٌ ذَكَرَ اللهَ تَعَالَى خَالِيًا، فَفَاضَتْ عَيْنَاه»\n(And a man who remembered Allah the Exalted while alone, and his eyes became tearful.) Allah said,\nوَجَآءَ بِقَلْبٍ مُّنِيبٍ\n(and brought a heart turned in repentance. ) meaning, he will meet Allah, the Exalted and Most Honored, on the Day of Resurrection with a heart turned in repentance to Him and absolutely free (of Shirk) and humbled to Him,\nادْخُلُوهَا\n(Enter you therein), meaning Paradise,\nبِسَلَـمٍ\n(in peace and security), they will earn security from the torment of Allah, the Exalted and Most Honored, and the angels of Allah will greet them with the Salam, according to the explanation of Qatadah. The statement of Allah the Exalted and Most Honored:\nذَلِكَ يَوْمُ الُخُلُودِ\n(-- this is a Day of eternal life!), meaning, they will reside in Paradise forever and will never die, neither be transferred from it nor wish to be transferred from it. The statement of Allah the All-Mighty,\nلَهُم مَّا يَشَآءُونَ فِيهَا\n(There they will have all that they desire), means, whatever delights they wish and desire, they will find it brought before them. Allah's statement,\nوَلَدَيْنَا مَزِيدٌ\n(and We have more.) is similar to His other statement,\nلِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ\n(For those who have done good is the best and even more. )(10:26) In the Sahih, Muslim recorded that Suhayb bin Sinan Ar-Rumi said that `more' refers to looking at the Most Honorable Face of Allah."
    },
    {
      "ayah": 34,
      "surah": 50,
      "text": "Jahannam and Paradise and their Dwellers\nAllah states that He will say to Jahannam on the Day of Resurrection, \"Have you had your fill\" Allah the Most Honored has promised Hell that it will have its fill from the Jinns and mankind. He, the Exalted and Most Honored, will decide who will be thrown into the Fire and she will keep saying, \"Are there any more,\" or, `Are there any more whom You will provide me with' This is the apparent meaning of this Ayah which is supported by several Hadiths. Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,\n«لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتْى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتْى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَى فِي فُضُولِ الْجَنَّة»\n(The people will be thrown into Jahannam and it will say, `Are there any more' Until the Mighty Lord puts His Foot over it and its corners will be collected together and it will say, \"Enough, enough by Your grace and compassion!' There will be sufficient empty space in Paradise until Allah creates another creation and He, the Exalted, makes them dwell in the empty parts of Paradise.)\" Muslim also collected this Hadith. Al-Bukhari recorded that Abu Hurayrah narrated that the Prophet said,\n«يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَط»\n(Jahannam will be asked, \"Are you full\" and it will say, \"Are there any more\" Until the Lord, the Blessed and Most Honored, puts His Foot over it and it will say: \"Enough! Enough!\") Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتْى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَر»\n(Paradise and the Fire quarreled. The Fire said, \"I have been favored with the arrogant people and tyrants.\" Paradise said, \"What is wrong with me that only the poor and humble people enter me\" Allah the Exalted and Most Honored said to Paradise, \"You are My mercy, with which I grant mercy to those whom I will among My servants.\" He said to Hell, \"You are My punishment which I inflict upon whom I wish from My servants, and I shall fill both of you.\" As for Hellfire, it will not have its fill until Allah puts His Foot over it and she will say, \"Enough! Enough!\" She will become full and its sides will come close to each other. Allah the Exalted and Most Honored shall not be unjust to any one of His creatures. As for Paradise, Allah the Exalted and Most Honored will create another creation to fill it.) Allah the Exalted said,\nوَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ\n(And Paradise will be Uzlifat to those who had Taqwa, not far off.) meaning, Paradise will be brought close and near to the pious, according to Qatadah, Abu Malik and As-Suddi,\nغَيْرَ بَعِيدٍ\n(not far off), and this will occur on the Day of Resurrection, which is not far off. Surely that Day will come to pass and all that is bound to come, is near,\nهَـذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ\n(This is what you were promised -- (it is) for those returning) who go back to Allah in sincere repentance intending not to repeat sin,\nحَفِيظٌ\n(Hafiz), who preserve their covenant with Allah and do not break or betray it,\nمَّنْ خَشِىَ الرَّحْمَـنَ بِالْغَيْبِ\n(Who feared Ar-Rahman unseen) who feared Allah in secret when only Allah the Exalted and Most Honored could see him. The Prophet said,\n«وَرَجُلٌ ذَكَرَ اللهَ تَعَالَى خَالِيًا، فَفَاضَتْ عَيْنَاه»\n(And a man who remembered Allah the Exalted while alone, and his eyes became tearful.) Allah said,\nوَجَآءَ بِقَلْبٍ مُّنِيبٍ\n(and brought a heart turned in repentance. ) meaning, he will meet Allah, the Exalted and Most Honored, on the Day of Resurrection with a heart turned in repentance to Him and absolutely free (of Shirk) and humbled to Him,\nادْخُلُوهَا\n(Enter you therein), meaning Paradise,\nبِسَلَـمٍ\n(in peace and security), they will earn security from the torment of Allah, the Exalted and Most Honored, and the angels of Allah will greet them with the Salam, according to the explanation of Qatadah. The statement of Allah the Exalted and Most Honored:\nذَلِكَ يَوْمُ الُخُلُودِ\n(-- this is a Day of eternal life!), meaning, they will reside in Paradise forever and will never die, neither be transferred from it nor wish to be transferred from it. The statement of Allah the All-Mighty,\nلَهُم مَّا يَشَآءُونَ فِيهَا\n(There they will have all that they desire), means, whatever delights they wish and desire, they will find it brought before them. Allah's statement,\nوَلَدَيْنَا مَزِيدٌ\n(and We have more.) is similar to His other statement,\nلِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ\n(For those who have done good is the best and even more. )(10:26) In the Sahih, Muslim recorded that Suhayb bin Sinan Ar-Rumi said that `more' refers to looking at the Most Honorable Face of Allah."
    },
    {
      "ayah": 35,
      "surah": 50,
      "text": "Jahannam and Paradise and their Dwellers\nAllah states that He will say to Jahannam on the Day of Resurrection, \"Have you had your fill\" Allah the Most Honored has promised Hell that it will have its fill from the Jinns and mankind. He, the Exalted and Most Honored, will decide who will be thrown into the Fire and she will keep saying, \"Are there any more,\" or, `Are there any more whom You will provide me with' This is the apparent meaning of this Ayah which is supported by several Hadiths. Imam Ahmad recorded that Anas said that the Messenger of Allah ﷺ said,\n«لَا تَزَالُ جَهَنَّمُ يُلْقَى فِيهَا وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ حَتْى يَضَعَ رَبُّ الْعِزَّةِ قَدَمَهُ فِيهَا، فَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَتَقُولُ: قَطْ قَطْ وَعِزَّتِكَ وَكَرَمِكَ. وَلَا يَزَالُ فِي الْجَنَّةِ فَضْلٌ حَتْى يُنْشِىءَ اللهُ لَهَا خَلْقًا آخَرَ فَيُسْكِنَهُمُ اللهُ تَعَالَى فِي فُضُولِ الْجَنَّة»\n(The people will be thrown into Jahannam and it will say, `Are there any more' Until the Mighty Lord puts His Foot over it and its corners will be collected together and it will say, \"Enough, enough by Your grace and compassion!' There will be sufficient empty space in Paradise until Allah creates another creation and He, the Exalted, makes them dwell in the empty parts of Paradise.)\" Muslim also collected this Hadith. Al-Bukhari recorded that Abu Hurayrah narrated that the Prophet said,\n«يُقَالُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ؟ وَتَقُولُ: هَلْ مِنْ مَزِيدٍ؟ فَيَضَعُ الرَّبُّ تَبَارَكَ وَتَعَالَى قَدَمَهُ عَلَيْهَا فَتَقُولُ: قَطْ قَط»\n(Jahannam will be asked, \"Are you full\" and it will say, \"Are there any more\" Until the Lord, the Blessed and Most Honored, puts His Foot over it and it will say: \"Enough! Enough!\") Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّارُ فَقَالَتِ النَّارُ: أُوثِرْتُ بِالْمُتَكَبِّرِينَ وَالْمُتَجَبِّرِينَ. وَقَالَتِ الْجَنَّةُ: مَالِي لَا يَدْخُلُنِي إِلَّا ضُعَفَاءُ النَّاسِ وَسَقَطُهُمْ. قَالَ اللهُ عَزَّ وَجَلَّ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي . وَقَالَ لِلنَّارِ: إِنَّمَا أَنْتِ عَذَابِي أُعَذِّبُ بِكِ مَنْ أَشَاءُ مِنْ عِبَادِي وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا، فَأَمَّا النَّارُ فَلَا تَمْتَلِىءُ حَتْى يَضَعَ رِجْلَهُ فِيهَا فَتَقُولُ: قَطْ قَطْ، فَهُنَالِكَ تَمْتَلِىءُ وَيَنْزَوِي بَعْضُهَا إِلَى بَعْضٍ وَلَا يَظْلِمُ اللهُ عَزَّ وَجَلَّ مِنْ خَلْقِهِ أَحَدًا، وَأَمَّا الْجَنَّةُ فَإِنَّ اللهَ عَزَّ وَجَلَّ يُنْشِىءُ لَهَا خَلْقًا آخَر»\n(Paradise and the Fire quarreled. The Fire said, \"I have been favored with the arrogant people and tyrants.\" Paradise said, \"What is wrong with me that only the poor and humble people enter me\" Allah the Exalted and Most Honored said to Paradise, \"You are My mercy, with which I grant mercy to those whom I will among My servants.\" He said to Hell, \"You are My punishment which I inflict upon whom I wish from My servants, and I shall fill both of you.\" As for Hellfire, it will not have its fill until Allah puts His Foot over it and she will say, \"Enough! Enough!\" She will become full and its sides will come close to each other. Allah the Exalted and Most Honored shall not be unjust to any one of His creatures. As for Paradise, Allah the Exalted and Most Honored will create another creation to fill it.) Allah the Exalted said,\nوَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ\n(And Paradise will be Uzlifat to those who had Taqwa, not far off.) meaning, Paradise will be brought close and near to the pious, according to Qatadah, Abu Malik and As-Suddi,\nغَيْرَ بَعِيدٍ\n(not far off), and this will occur on the Day of Resurrection, which is not far off. Surely that Day will come to pass and all that is bound to come, is near,\nهَـذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ\n(This is what you were promised -- (it is) for those returning) who go back to Allah in sincere repentance intending not to repeat sin,\nحَفِيظٌ\n(Hafiz), who preserve their covenant with Allah and do not break or betray it,\nمَّنْ خَشِىَ الرَّحْمَـنَ بِالْغَيْبِ\n(Who feared Ar-Rahman unseen) who feared Allah in secret when only Allah the Exalted and Most Honored could see him. The Prophet said,\n«وَرَجُلٌ ذَكَرَ اللهَ تَعَالَى خَالِيًا، فَفَاضَتْ عَيْنَاه»\n(And a man who remembered Allah the Exalted while alone, and his eyes became tearful.) Allah said,\nوَجَآءَ بِقَلْبٍ مُّنِيبٍ\n(and brought a heart turned in repentance. ) meaning, he will meet Allah, the Exalted and Most Honored, on the Day of Resurrection with a heart turned in repentance to Him and absolutely free (of Shirk) and humbled to Him,\nادْخُلُوهَا\n(Enter you therein), meaning Paradise,\nبِسَلَـمٍ\n(in peace and security), they will earn security from the torment of Allah, the Exalted and Most Honored, and the angels of Allah will greet them with the Salam, according to the explanation of Qatadah. The statement of Allah the Exalted and Most Honored:\nذَلِكَ يَوْمُ الُخُلُودِ\n(-- this is a Day of eternal life!), meaning, they will reside in Paradise forever and will never die, neither be transferred from it nor wish to be transferred from it. The statement of Allah the All-Mighty,\nلَهُم مَّا يَشَآءُونَ فِيهَا\n(There they will have all that they desire), means, whatever delights they wish and desire, they will find it brought before them. Allah's statement,\nوَلَدَيْنَا مَزِيدٌ\n(and We have more.) is similar to His other statement,\nلِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى وَزِيَادَةٌ\n(For those who have done good is the best and even more. )(10:26) In the Sahih, Muslim recorded that Suhayb bin Sinan Ar-Rumi said that `more' refers to looking at the Most Honorable Face of Allah."
    },
    {
      "ayah": 36,
      "surah": 50,
      "text": "Warning the Disbelievers of the imminent Torment; commanding the Prophet to pray and have Patience\nAllah the Exalted asks, `how many We have destroyed before these denying disbelievers'\nمِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاً\n(a generation who were stronger in power than they.) they were more numerous, mightier than they and who constructed on the earth and built on it more than they. The statement of Allah the Exalted,\nفَنَقَّبُواْ فِى الْبِلَـدِ هَلْ مِن مَّحِيصٍ\n(And they went about the land! Could they find any place of refuge) Ibn `Abbas commented, \"They left the traces throughout the land,\" Qatadah said, \"They traveled throughout the land seeking provisions through trade and business, more than you have.\" Allah's statement,\nهَلْ مِن مَّحِيصٍ\n(Could they find any place of refuge) means, `could they find a shelter from Allah's decision and appointed destiny Have what they collected benefited them or averted Allah's torment when it came to them on account of their denial of the Messengers Likewise, you will never be able to avert, avoid, or find refuge or shelter (from His torment).' Allah the Exalted and Most Honored said,\nإِنَّ فِى ذَلِكَ لَذِكْرَى\n(Verily, therein is indeed a reminder) and a lesson,\nلِمَن كَانَ لَهُ قَلْبٌ\n(for him who has a heart) meaning, a sound understanding with which he comprehends, or, a good mind, according to Mujahid,\nأَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ\n(or gives ear while he is heedful.) meaning, he hears the speech, comprehends and understands it in his mind and grasps its indications with his intellect. Mujahid said that,\nأَوْ أَلْقَى السَّمْعَ\n(or gives ear), means, he does not talk to himself but listens with an attentive heart. Ad-Dahhak commented, \"The Arabs would say that someone has given ear when he hears with his ears, while his heart is present and not absent.\" Ath-Thawri and several others said similarly. The statement of Allah the Exalted and Most Honored;\nوَلَقَدْ خَلَقْنَا السَّمَـوَتِ وَالاٌّرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ\n(And indeed We created the heavens and the earth and all that between them in six Days and nothing of fatigue touched Us.) is emphasis on the Resurrection because He Who is able to create the heavens and earth without fatigue, then surely He is able to resurrect the dead. Qatadah said, \"The Jews, may Allah's curses descend on them, said that Allah created the heavens and earth in six days and then rested on the seventh day, which was the Sabbath. This is why they call it a holiday. Allah the Exalted then sent down denial of their statement and false opinion.\" Allah said, m\nوَمَا مَسَّنَا مِن لُّغُوبٍ\n(and nothing of fatigue touched Us.) indicating that no sleep, exhaustion or weariness affects Him. Allah the Exalted the Blessed said in other Ayat,\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33),\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind.)(40:57) and,\nأَءَنتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَآءُ بَنَـهَا\n(Are you more difficult to create or is the heaven that He constructed)(79:27)  Allah the Exalted and Most Honored said,\nفَاصْبِرْ عَلَى مَا يَقُولُونَ\n(So bear with patience all that they say, ) in reference to those who deny the Prophet , ordering him to be patient with them and turn away from them in a good way,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.) There were two ordained prayers prior to the Isra' journey. One before the rising of the sun at dawn and the other before sunset in the evening. Qiyam Al-Layl, prayer at night, was a command for the Prophet and his followers for sometime but it was later abrogated for the Ummah. Later, during the Isra' journey, Allah abrogated all of the previous orders for prayer by ordaining five daily prayers, including the prayers of Fajr before sunrise, and `Asr in the late afternoon. Imam Ahmad recorded that Jarir bin `Abdullah said, \"When we were sitting with the Prophet , he looked at the full moon and said,\n«أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هذَا الْقَمَرَ لَا تُضَامُّونَ فِيهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا»\n(Certainly you will be brought before your Lord and will see Him as you see this moon, and you will have no trouble in seeing Him. So, if you can avoid missing the prayer before the sunrise and the prayer before sunset, you must do so.) He then recited Allah's statement,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.)\"' The Two Sahihs and the rest of the Group collected this Hadith through the chain of Isma`il. Allah the Exalted said,\nوَمِنَ الَّيْلِ فَسَبِّحْهُ\n(And during a part of the night glorify His praises), meaning pray to Him. Allah said Ayah,\nوَمِنَ الَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُودًا\n(And in some parts of the night offer the Salah with it, as an additional prayer for you. It may be that your Lord will raise you to Maqam Mahmud.) (17:79) Ibn Abi Najih reported that Mujahid said that Ibn `Abbas said that,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to Tasbih, i.e. glorifying Allah's praises, after the prayers. There is a Hadith collected in the Two Sahihs that supports this meaning. Abu Hurayrah said, \"Some poor migrants came and said, `O Allah's Messenger! The wealthy people will get higher grades and will have permanent enjoyment. ' The Prophet said,\n«وَمَا ذَاكَ؟»\n(Why is that) They said, `They pray as we do, fast as we do, yet they give charity, but we can not. They free slaves, but we can not.' The Prophet said,\n«أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْلَ مَا فَعَلْتُمْ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِين»\n(Shall I tell you about something that, if you did it, you would catch up with those who have surpassed you and nobody would be better than you except those who would do the same Say, `Subhan Allah, Alhamdulillah and Allahu Akbar,' thirty-three times each after every prayer.) Later, they came back and said, `O Allah's Messenger! Our brethren, the wealthy Muslims, heard of what we did and they also did the same.' The Prophet said,\n«ذلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاء»\n(This is a favor and grace of Allah, and He grants it to whom He wills.)\" There is another way of explaining the Ayah. It is that Allah's statement,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to the two Rak`ahs after the Maghrib prayer. This was reported from `Umar bin Al-Khattab, `Ali bin Abi Talib and his son Al-Hasan, `Abdullah bin `Abbas, Abu Hurayrah and Abu Umamah, may Allah be pleased with them. This is also the saying of Mujahid, `Ikrimah, Ash-Sha`bi, An-Nakha`i, Al-Hasan Al-Basri, Qatadah, and others."
    },
    {
      "ayah": 37,
      "surah": 50,
      "text": "Warning the Disbelievers of the imminent Torment; commanding the Prophet to pray and have Patience\nAllah the Exalted asks, `how many We have destroyed before these denying disbelievers'\nمِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاً\n(a generation who were stronger in power than they.) they were more numerous, mightier than they and who constructed on the earth and built on it more than they. The statement of Allah the Exalted,\nفَنَقَّبُواْ فِى الْبِلَـدِ هَلْ مِن مَّحِيصٍ\n(And they went about the land! Could they find any place of refuge) Ibn `Abbas commented, \"They left the traces throughout the land,\" Qatadah said, \"They traveled throughout the land seeking provisions through trade and business, more than you have.\" Allah's statement,\nهَلْ مِن مَّحِيصٍ\n(Could they find any place of refuge) means, `could they find a shelter from Allah's decision and appointed destiny Have what they collected benefited them or averted Allah's torment when it came to them on account of their denial of the Messengers Likewise, you will never be able to avert, avoid, or find refuge or shelter (from His torment).' Allah the Exalted and Most Honored said,\nإِنَّ فِى ذَلِكَ لَذِكْرَى\n(Verily, therein is indeed a reminder) and a lesson,\nلِمَن كَانَ لَهُ قَلْبٌ\n(for him who has a heart) meaning, a sound understanding with which he comprehends, or, a good mind, according to Mujahid,\nأَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ\n(or gives ear while he is heedful.) meaning, he hears the speech, comprehends and understands it in his mind and grasps its indications with his intellect. Mujahid said that,\nأَوْ أَلْقَى السَّمْعَ\n(or gives ear), means, he does not talk to himself but listens with an attentive heart. Ad-Dahhak commented, \"The Arabs would say that someone has given ear when he hears with his ears, while his heart is present and not absent.\" Ath-Thawri and several others said similarly. The statement of Allah the Exalted and Most Honored;\nوَلَقَدْ خَلَقْنَا السَّمَـوَتِ وَالاٌّرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ\n(And indeed We created the heavens and the earth and all that between them in six Days and nothing of fatigue touched Us.) is emphasis on the Resurrection because He Who is able to create the heavens and earth without fatigue, then surely He is able to resurrect the dead. Qatadah said, \"The Jews, may Allah's curses descend on them, said that Allah created the heavens and earth in six days and then rested on the seventh day, which was the Sabbath. This is why they call it a holiday. Allah the Exalted then sent down denial of their statement and false opinion.\" Allah said, m\nوَمَا مَسَّنَا مِن لُّغُوبٍ\n(and nothing of fatigue touched Us.) indicating that no sleep, exhaustion or weariness affects Him. Allah the Exalted the Blessed said in other Ayat,\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33),\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind.)(40:57) and,\nأَءَنتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَآءُ بَنَـهَا\n(Are you more difficult to create or is the heaven that He constructed)(79:27)  Allah the Exalted and Most Honored said,\nفَاصْبِرْ عَلَى مَا يَقُولُونَ\n(So bear with patience all that they say, ) in reference to those who deny the Prophet , ordering him to be patient with them and turn away from them in a good way,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.) There were two ordained prayers prior to the Isra' journey. One before the rising of the sun at dawn and the other before sunset in the evening. Qiyam Al-Layl, prayer at night, was a command for the Prophet and his followers for sometime but it was later abrogated for the Ummah. Later, during the Isra' journey, Allah abrogated all of the previous orders for prayer by ordaining five daily prayers, including the prayers of Fajr before sunrise, and `Asr in the late afternoon. Imam Ahmad recorded that Jarir bin `Abdullah said, \"When we were sitting with the Prophet , he looked at the full moon and said,\n«أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هذَا الْقَمَرَ لَا تُضَامُّونَ فِيهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا»\n(Certainly you will be brought before your Lord and will see Him as you see this moon, and you will have no trouble in seeing Him. So, if you can avoid missing the prayer before the sunrise and the prayer before sunset, you must do so.) He then recited Allah's statement,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.)\"' The Two Sahihs and the rest of the Group collected this Hadith through the chain of Isma`il. Allah the Exalted said,\nوَمِنَ الَّيْلِ فَسَبِّحْهُ\n(And during a part of the night glorify His praises), meaning pray to Him. Allah said Ayah,\nوَمِنَ الَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُودًا\n(And in some parts of the night offer the Salah with it, as an additional prayer for you. It may be that your Lord will raise you to Maqam Mahmud.) (17:79) Ibn Abi Najih reported that Mujahid said that Ibn `Abbas said that,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to Tasbih, i.e. glorifying Allah's praises, after the prayers. There is a Hadith collected in the Two Sahihs that supports this meaning. Abu Hurayrah said, \"Some poor migrants came and said, `O Allah's Messenger! The wealthy people will get higher grades and will have permanent enjoyment. ' The Prophet said,\n«وَمَا ذَاكَ؟»\n(Why is that) They said, `They pray as we do, fast as we do, yet they give charity, but we can not. They free slaves, but we can not.' The Prophet said,\n«أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْلَ مَا فَعَلْتُمْ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِين»\n(Shall I tell you about something that, if you did it, you would catch up with those who have surpassed you and nobody would be better than you except those who would do the same Say, `Subhan Allah, Alhamdulillah and Allahu Akbar,' thirty-three times each after every prayer.) Later, they came back and said, `O Allah's Messenger! Our brethren, the wealthy Muslims, heard of what we did and they also did the same.' The Prophet said,\n«ذلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاء»\n(This is a favor and grace of Allah, and He grants it to whom He wills.)\" There is another way of explaining the Ayah. It is that Allah's statement,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to the two Rak`ahs after the Maghrib prayer. This was reported from `Umar bin Al-Khattab, `Ali bin Abi Talib and his son Al-Hasan, `Abdullah bin `Abbas, Abu Hurayrah and Abu Umamah, may Allah be pleased with them. This is also the saying of Mujahid, `Ikrimah, Ash-Sha`bi, An-Nakha`i, Al-Hasan Al-Basri, Qatadah, and others."
    },
    {
      "ayah": 38,
      "surah": 50,
      "text": "Warning the Disbelievers of the imminent Torment; commanding the Prophet to pray and have Patience\nAllah the Exalted asks, `how many We have destroyed before these denying disbelievers'\nمِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاً\n(a generation who were stronger in power than they.) they were more numerous, mightier than they and who constructed on the earth and built on it more than they. The statement of Allah the Exalted,\nفَنَقَّبُواْ فِى الْبِلَـدِ هَلْ مِن مَّحِيصٍ\n(And they went about the land! Could they find any place of refuge) Ibn `Abbas commented, \"They left the traces throughout the land,\" Qatadah said, \"They traveled throughout the land seeking provisions through trade and business, more than you have.\" Allah's statement,\nهَلْ مِن مَّحِيصٍ\n(Could they find any place of refuge) means, `could they find a shelter from Allah's decision and appointed destiny Have what they collected benefited them or averted Allah's torment when it came to them on account of their denial of the Messengers Likewise, you will never be able to avert, avoid, or find refuge or shelter (from His torment).' Allah the Exalted and Most Honored said,\nإِنَّ فِى ذَلِكَ لَذِكْرَى\n(Verily, therein is indeed a reminder) and a lesson,\nلِمَن كَانَ لَهُ قَلْبٌ\n(for him who has a heart) meaning, a sound understanding with which he comprehends, or, a good mind, according to Mujahid,\nأَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ\n(or gives ear while he is heedful.) meaning, he hears the speech, comprehends and understands it in his mind and grasps its indications with his intellect. Mujahid said that,\nأَوْ أَلْقَى السَّمْعَ\n(or gives ear), means, he does not talk to himself but listens with an attentive heart. Ad-Dahhak commented, \"The Arabs would say that someone has given ear when he hears with his ears, while his heart is present and not absent.\" Ath-Thawri and several others said similarly. The statement of Allah the Exalted and Most Honored;\nوَلَقَدْ خَلَقْنَا السَّمَـوَتِ وَالاٌّرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ\n(And indeed We created the heavens and the earth and all that between them in six Days and nothing of fatigue touched Us.) is emphasis on the Resurrection because He Who is able to create the heavens and earth without fatigue, then surely He is able to resurrect the dead. Qatadah said, \"The Jews, may Allah's curses descend on them, said that Allah created the heavens and earth in six days and then rested on the seventh day, which was the Sabbath. This is why they call it a holiday. Allah the Exalted then sent down denial of their statement and false opinion.\" Allah said, m\nوَمَا مَسَّنَا مِن لُّغُوبٍ\n(and nothing of fatigue touched Us.) indicating that no sleep, exhaustion or weariness affects Him. Allah the Exalted the Blessed said in other Ayat,\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33),\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind.)(40:57) and,\nأَءَنتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَآءُ بَنَـهَا\n(Are you more difficult to create or is the heaven that He constructed)(79:27)  Allah the Exalted and Most Honored said,\nفَاصْبِرْ عَلَى مَا يَقُولُونَ\n(So bear with patience all that they say, ) in reference to those who deny the Prophet , ordering him to be patient with them and turn away from them in a good way,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.) There were two ordained prayers prior to the Isra' journey. One before the rising of the sun at dawn and the other before sunset in the evening. Qiyam Al-Layl, prayer at night, was a command for the Prophet and his followers for sometime but it was later abrogated for the Ummah. Later, during the Isra' journey, Allah abrogated all of the previous orders for prayer by ordaining five daily prayers, including the prayers of Fajr before sunrise, and `Asr in the late afternoon. Imam Ahmad recorded that Jarir bin `Abdullah said, \"When we were sitting with the Prophet , he looked at the full moon and said,\n«أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هذَا الْقَمَرَ لَا تُضَامُّونَ فِيهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا»\n(Certainly you will be brought before your Lord and will see Him as you see this moon, and you will have no trouble in seeing Him. So, if you can avoid missing the prayer before the sunrise and the prayer before sunset, you must do so.) He then recited Allah's statement,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.)\"' The Two Sahihs and the rest of the Group collected this Hadith through the chain of Isma`il. Allah the Exalted said,\nوَمِنَ الَّيْلِ فَسَبِّحْهُ\n(And during a part of the night glorify His praises), meaning pray to Him. Allah said Ayah,\nوَمِنَ الَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُودًا\n(And in some parts of the night offer the Salah with it, as an additional prayer for you. It may be that your Lord will raise you to Maqam Mahmud.) (17:79) Ibn Abi Najih reported that Mujahid said that Ibn `Abbas said that,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to Tasbih, i.e. glorifying Allah's praises, after the prayers. There is a Hadith collected in the Two Sahihs that supports this meaning. Abu Hurayrah said, \"Some poor migrants came and said, `O Allah's Messenger! The wealthy people will get higher grades and will have permanent enjoyment. ' The Prophet said,\n«وَمَا ذَاكَ؟»\n(Why is that) They said, `They pray as we do, fast as we do, yet they give charity, but we can not. They free slaves, but we can not.' The Prophet said,\n«أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْلَ مَا فَعَلْتُمْ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِين»\n(Shall I tell you about something that, if you did it, you would catch up with those who have surpassed you and nobody would be better than you except those who would do the same Say, `Subhan Allah, Alhamdulillah and Allahu Akbar,' thirty-three times each after every prayer.) Later, they came back and said, `O Allah's Messenger! Our brethren, the wealthy Muslims, heard of what we did and they also did the same.' The Prophet said,\n«ذلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاء»\n(This is a favor and grace of Allah, and He grants it to whom He wills.)\" There is another way of explaining the Ayah. It is that Allah's statement,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to the two Rak`ahs after the Maghrib prayer. This was reported from `Umar bin Al-Khattab, `Ali bin Abi Talib and his son Al-Hasan, `Abdullah bin `Abbas, Abu Hurayrah and Abu Umamah, may Allah be pleased with them. This is also the saying of Mujahid, `Ikrimah, Ash-Sha`bi, An-Nakha`i, Al-Hasan Al-Basri, Qatadah, and others."
    },
    {
      "ayah": 39,
      "surah": 50,
      "text": "Warning the Disbelievers of the imminent Torment; commanding the Prophet to pray and have Patience\nAllah the Exalted asks, `how many We have destroyed before these denying disbelievers'\nمِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاً\n(a generation who were stronger in power than they.) they were more numerous, mightier than they and who constructed on the earth and built on it more than they. The statement of Allah the Exalted,\nفَنَقَّبُواْ فِى الْبِلَـدِ هَلْ مِن مَّحِيصٍ\n(And they went about the land! Could they find any place of refuge) Ibn `Abbas commented, \"They left the traces throughout the land,\" Qatadah said, \"They traveled throughout the land seeking provisions through trade and business, more than you have.\" Allah's statement,\nهَلْ مِن مَّحِيصٍ\n(Could they find any place of refuge) means, `could they find a shelter from Allah's decision and appointed destiny Have what they collected benefited them or averted Allah's torment when it came to them on account of their denial of the Messengers Likewise, you will never be able to avert, avoid, or find refuge or shelter (from His torment).' Allah the Exalted and Most Honored said,\nإِنَّ فِى ذَلِكَ لَذِكْرَى\n(Verily, therein is indeed a reminder) and a lesson,\nلِمَن كَانَ لَهُ قَلْبٌ\n(for him who has a heart) meaning, a sound understanding with which he comprehends, or, a good mind, according to Mujahid,\nأَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ\n(or gives ear while he is heedful.) meaning, he hears the speech, comprehends and understands it in his mind and grasps its indications with his intellect. Mujahid said that,\nأَوْ أَلْقَى السَّمْعَ\n(or gives ear), means, he does not talk to himself but listens with an attentive heart. Ad-Dahhak commented, \"The Arabs would say that someone has given ear when he hears with his ears, while his heart is present and not absent.\" Ath-Thawri and several others said similarly. The statement of Allah the Exalted and Most Honored;\nوَلَقَدْ خَلَقْنَا السَّمَـوَتِ وَالاٌّرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ\n(And indeed We created the heavens and the earth and all that between them in six Days and nothing of fatigue touched Us.) is emphasis on the Resurrection because He Who is able to create the heavens and earth without fatigue, then surely He is able to resurrect the dead. Qatadah said, \"The Jews, may Allah's curses descend on them, said that Allah created the heavens and earth in six days and then rested on the seventh day, which was the Sabbath. This is why they call it a holiday. Allah the Exalted then sent down denial of their statement and false opinion.\" Allah said, m\nوَمَا مَسَّنَا مِن لُّغُوبٍ\n(and nothing of fatigue touched Us.) indicating that no sleep, exhaustion or weariness affects Him. Allah the Exalted the Blessed said in other Ayat,\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33),\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind.)(40:57) and,\nأَءَنتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَآءُ بَنَـهَا\n(Are you more difficult to create or is the heaven that He constructed)(79:27)  Allah the Exalted and Most Honored said,\nفَاصْبِرْ عَلَى مَا يَقُولُونَ\n(So bear with patience all that they say, ) in reference to those who deny the Prophet , ordering him to be patient with them and turn away from them in a good way,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.) There were two ordained prayers prior to the Isra' journey. One before the rising of the sun at dawn and the other before sunset in the evening. Qiyam Al-Layl, prayer at night, was a command for the Prophet and his followers for sometime but it was later abrogated for the Ummah. Later, during the Isra' journey, Allah abrogated all of the previous orders for prayer by ordaining five daily prayers, including the prayers of Fajr before sunrise, and `Asr in the late afternoon. Imam Ahmad recorded that Jarir bin `Abdullah said, \"When we were sitting with the Prophet , he looked at the full moon and said,\n«أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هذَا الْقَمَرَ لَا تُضَامُّونَ فِيهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا»\n(Certainly you will be brought before your Lord and will see Him as you see this moon, and you will have no trouble in seeing Him. So, if you can avoid missing the prayer before the sunrise and the prayer before sunset, you must do so.) He then recited Allah's statement,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.)\"' The Two Sahihs and the rest of the Group collected this Hadith through the chain of Isma`il. Allah the Exalted said,\nوَمِنَ الَّيْلِ فَسَبِّحْهُ\n(And during a part of the night glorify His praises), meaning pray to Him. Allah said Ayah,\nوَمِنَ الَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُودًا\n(And in some parts of the night offer the Salah with it, as an additional prayer for you. It may be that your Lord will raise you to Maqam Mahmud.) (17:79) Ibn Abi Najih reported that Mujahid said that Ibn `Abbas said that,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to Tasbih, i.e. glorifying Allah's praises, after the prayers. There is a Hadith collected in the Two Sahihs that supports this meaning. Abu Hurayrah said, \"Some poor migrants came and said, `O Allah's Messenger! The wealthy people will get higher grades and will have permanent enjoyment. ' The Prophet said,\n«وَمَا ذَاكَ؟»\n(Why is that) They said, `They pray as we do, fast as we do, yet they give charity, but we can not. They free slaves, but we can not.' The Prophet said,\n«أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْلَ مَا فَعَلْتُمْ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِين»\n(Shall I tell you about something that, if you did it, you would catch up with those who have surpassed you and nobody would be better than you except those who would do the same Say, `Subhan Allah, Alhamdulillah and Allahu Akbar,' thirty-three times each after every prayer.) Later, they came back and said, `O Allah's Messenger! Our brethren, the wealthy Muslims, heard of what we did and they also did the same.' The Prophet said,\n«ذلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاء»\n(This is a favor and grace of Allah, and He grants it to whom He wills.)\" There is another way of explaining the Ayah. It is that Allah's statement,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to the two Rak`ahs after the Maghrib prayer. This was reported from `Umar bin Al-Khattab, `Ali bin Abi Talib and his son Al-Hasan, `Abdullah bin `Abbas, Abu Hurayrah and Abu Umamah, may Allah be pleased with them. This is also the saying of Mujahid, `Ikrimah, Ash-Sha`bi, An-Nakha`i, Al-Hasan Al-Basri, Qatadah, and others."
    },
    {
      "ayah": 4,
      "surah": 50,
      "text": "Which was revealed in Makkah\nThe Beginning of the Mufassal Section of the Qur'an\nThis Surah is the first Surah in the Mufassal section of the Qur'an, according to the correct view. It is said that the Mufassal starts with Surat Al-Hujurat. Some common people say that the Mufassal starts with Surah `Amma An-Naba, (chapter 78), however, this is not true because none of the respected scholars ever supported this opinion. Aws (bin Hudhayfah) said; \"I asked the Companions of Allah's Messenger ﷺ how they divided the Qur'an. They said; `Three, five, seven, nine, eleven, thirteen, and the Mufassal section as one.' \" This was recorded by Ibn Majah and Imam Ahmad. If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The first three Surahs are Al-Baqarah (chapter 2), Al `Imran (3), then An-Nisa' (4). The five are Al-Ma'idah (5), Al-An`am (6), Al-A`raf (7), Al-Anfal (8) and Bara'ah (or At-Tawbah) (9). The seven next Surahs are Surah Yunus (10), Hud (11), Yusuf (12), Ar-Ra`d (13), Ibrahim (14), Al-Hijr (15) and An-Nahl (16). The nine next Surahs are, Subhan (or Al-Isra' (17), Al-Kahf (18), Maryam (19), Ta Ha (20), Al-Anbiya' (21), Al-Hajj (22), Al-Mu`minun (23), An-Nur (24) and Al-Furqan (25). The next eleven Surahs are Surat Ash-Shu`ara (26), An-Naml (27), Al-Qasas (28), Al-`Ankabut (29), Ar-Rum (30), Luqman (31), Alif Lam Mim As-Sajdah (32), Al-Ahzab (33), Saba' (34), Fatir (35) and Ya Sin (36). The next thirteen are Surat As-Saffat (37), Sad (38), Az-Zumar (39), Ghafir (40), Ha Mim As-Sajdah (or Fussilat) (41), Ash-Shura (42), Az-Zukhruf (43), Ad-Dukhan (44), Al-Jathiyah (45), Al-Ahqaf (46), Al-Qital (or Muhammad) (47), Al-Fath (48) and Al-Hujurat (49). After that comes the Mufassal section, according to the Companions, may Allah be pleased with them all. Therefore, Surah Qaf (chapter 50) is the first of the Mufassal, just as we stated, and all praise is due to Allah and all favors are from Him.\nThe Virtues of Surah Qaf\nImam Ahmad recorded that `Umar bin Al-Khattab asked Abu Waqid Al-Laythi, \"What did the Prophet recite during the `Id Prayer\" Abu Waqid said, \"Surah Qaf and Surat Iqtarabat i.e. Surat Al-Qamar (54).\" Muslim and the Four Collectors of the Sunan collected this Hadith. Imam Ahmad recorded that Umm Hisham bint Harithah said, \"For around two years, or a year and a part of another year, our oven and the oven of the Prophet was one and the same. I memorized Surah,\nق وَالْقُرْءَانِ الْمَجِيدِ\n(Qaf. By the Glorious Qur'an.) from the tongue of the Messenger of Allah ﷺ who used to recite it every Friday while standing on the Minbar delivering the Friday sermon to the people.\" Muslim collected this Hadith. Abu Dawud also recorded that the daughter of Al-Harith bin An-Nu`man said, \"I only memorized Surah Qaf from the mouth of the Messenger of Allah ﷺ who used to recite it in every Friday Khutbah. Our oven and the oven of the Messenger was one and the same.\" Muslim and An-Nasa'i collected this Hadith. Therefore, the Messenger of Allah ﷺ used to recite this Surah during large gatherings such as the `Ids and during Friday sermons. He did so because this Surah contains news of the beginning of creation, Resurrec- tion, the Return, Standing (before Allah), the Reckoning, Paradise, the Fire, Allah's reward and punishment, lessons of encouragement, and lessons of discouragement. Allah knows best.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nق\n(Qaf.) which is one of the letters of the alphabet that are mentioned in the beginning of some Surahs, such as,\nص\n(Sad.) (38:1)\nن\n(Nun. ) (68:1)\nالم\n(Alif Lam Mim.) (2:1),\nحـم\n(Ha Mim.) (40:1), and\nطس\n(Ta Sin) (28:1) and etc., Mujahid and several others said this. We also discussed this in the beginning of the explanation of Surat Al-Baqarah, and therefore, it is not necessary to repeat it here.\nThe Disbelievers wonder at the Message and Resurrection Allah said,\nوَالْقُرْءَانِ الْمَجِيدِ\n(By the Glorious Qur'an.) means by the Honorable and Great Qur'an, which,\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it: (it is) sent down by the All-Wise, Worthy of all praise.)(41:42) The subject of the oath contained in this Ayah is specified afterwards, even though it does not appear by word, emphasizing prophethood, resurrection and affirming that they are true. There are similar kinds of oaths in the Qur'an, whose subject is included in the meaning but not by word, such as,\nص وَالْقُرْءَانِ ذِى الذِّكْرِ - بَلِ الَّذِينَ كَفَرُواْ فِى عِزَّةٍ وَشِقَاقٍ\n(Sad. By the Qur'an full of reminding. Nay, those who disbelieve are in false pride and opposition.)(38:1-2) Allah said here,\nق وَالْقُرْءَانِ الْمَجِيدِ - بَلْ عَجِبُواْ أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الْكَـفِرُونَ هَـذَا شَىْءٌ عَجِيبٌ\n(Qaf. By the Glorious Qur'an. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\") They wondered at the wisdom behind sending a Messenger who is a human being. Allah the Exalted and Most Honored said in another Ayah\nأَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ\n(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind.\") (10:2), meaning, this is not strange, for Allah chooses Messengers from angels and humans. Allah the Exalted and Most Honored mentioned that the disbelievers also wondered about the Resurrection and discounted its coming,\nأَءِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ\n(When we are dead and have become dust. That is a far return.) They said, `after we die, disintegrate, with our organs torn apart and we become dust, how can we be brought back to our original shape and bodies,'\nذَلِكَ رَجْعُ بَعِيدٌ\n(That is a far return.) `it is not likely that it will ever occur.' They thought that Resurrection was far from happening and will never occur. Allah the Exalted responded to their statement by saying,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them.) meaning, `We know what the earth consumes of their dead bodies.' Where and how the bodies disintegrated, what they turned into and how they have become, all of this is never absent from Allah's knowledge.\nوَعِندَنَا كِتَـبٌ حَفِيظٌ\n(and with Us is a Book preserved,) `that keeps all records. Therefore, Our knowledge is encompassing and the Book of decrees has everything precisely recorded in it. Al-`Awfi narrated that `Abdullah bin `Abbas commented on the statement of Allah the Exalted,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them,) \"It refers to what the earth consumes of their flesh, skin, bones and hair.\" A similar view was recorded from Mujahid, Qatadah, Ad-Dahhak and several others. Allah, the Exalted and Most Honored, explained the reason behind their disbelief, rebellion and discounting the possibility of what is truly possible,\nبَلْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِى أَمْرٍ مَّرِيجٍ\n(Nay, but they have denied the truth when it has come to them, so they are in a Marij state.) This is the state of all those who defy the Truth: whatever they say and utter after denying the Truth, is utterly false. Marij means, in disarray, in a confused state and defying the characteristics of the Truth. Allah the Exalted said in another Ayah,\nإِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ\n(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)(51:8-9)"
    },
    {
      "ayah": 40,
      "surah": 50,
      "text": "Warning the Disbelievers of the imminent Torment; commanding the Prophet to pray and have Patience\nAllah the Exalted asks, `how many We have destroyed before these denying disbelievers'\nمِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشاً\n(a generation who were stronger in power than they.) they were more numerous, mightier than they and who constructed on the earth and built on it more than they. The statement of Allah the Exalted,\nفَنَقَّبُواْ فِى الْبِلَـدِ هَلْ مِن مَّحِيصٍ\n(And they went about the land! Could they find any place of refuge) Ibn `Abbas commented, \"They left the traces throughout the land,\" Qatadah said, \"They traveled throughout the land seeking provisions through trade and business, more than you have.\" Allah's statement,\nهَلْ مِن مَّحِيصٍ\n(Could they find any place of refuge) means, `could they find a shelter from Allah's decision and appointed destiny Have what they collected benefited them or averted Allah's torment when it came to them on account of their denial of the Messengers Likewise, you will never be able to avert, avoid, or find refuge or shelter (from His torment).' Allah the Exalted and Most Honored said,\nإِنَّ فِى ذَلِكَ لَذِكْرَى\n(Verily, therein is indeed a reminder) and a lesson,\nلِمَن كَانَ لَهُ قَلْبٌ\n(for him who has a heart) meaning, a sound understanding with which he comprehends, or, a good mind, according to Mujahid,\nأَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ\n(or gives ear while he is heedful.) meaning, he hears the speech, comprehends and understands it in his mind and grasps its indications with his intellect. Mujahid said that,\nأَوْ أَلْقَى السَّمْعَ\n(or gives ear), means, he does not talk to himself but listens with an attentive heart. Ad-Dahhak commented, \"The Arabs would say that someone has given ear when he hears with his ears, while his heart is present and not absent.\" Ath-Thawri and several others said similarly. The statement of Allah the Exalted and Most Honored;\nوَلَقَدْ خَلَقْنَا السَّمَـوَتِ وَالاٌّرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ\n(And indeed We created the heavens and the earth and all that between them in six Days and nothing of fatigue touched Us.) is emphasis on the Resurrection because He Who is able to create the heavens and earth without fatigue, then surely He is able to resurrect the dead. Qatadah said, \"The Jews, may Allah's curses descend on them, said that Allah created the heavens and earth in six days and then rested on the seventh day, which was the Sabbath. This is why they call it a holiday. Allah the Exalted then sent down denial of their statement and false opinion.\" Allah said, m\nوَمَا مَسَّنَا مِن لُّغُوبٍ\n(and nothing of fatigue touched Us.) indicating that no sleep, exhaustion or weariness affects Him. Allah the Exalted the Blessed said in other Ayat,\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33),\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind.)(40:57) and,\nأَءَنتُمْ أَشَدُّ خَلْقاً أَمِ السَّمَآءُ بَنَـهَا\n(Are you more difficult to create or is the heaven that He constructed)(79:27)  Allah the Exalted and Most Honored said,\nفَاصْبِرْ عَلَى مَا يَقُولُونَ\n(So bear with patience all that they say, ) in reference to those who deny the Prophet , ordering him to be patient with them and turn away from them in a good way,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.) There were two ordained prayers prior to the Isra' journey. One before the rising of the sun at dawn and the other before sunset in the evening. Qiyam Al-Layl, prayer at night, was a command for the Prophet and his followers for sometime but it was later abrogated for the Ummah. Later, during the Isra' journey, Allah abrogated all of the previous orders for prayer by ordaining five daily prayers, including the prayers of Fajr before sunrise, and `Asr in the late afternoon. Imam Ahmad recorded that Jarir bin `Abdullah said, \"When we were sitting with the Prophet , he looked at the full moon and said,\n«أَمَا إِنَّكُمْ سَتُعْرَضُونَ عَلَى رَبِّكُمْ فَتَرَوْنَهُ كَمَا تَرَوْنَ هذَا الْقَمَرَ لَا تُضَامُّونَ فِيهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا»\n(Certainly you will be brought before your Lord and will see Him as you see this moon, and you will have no trouble in seeing Him. So, if you can avoid missing the prayer before the sunrise and the prayer before sunset, you must do so.) He then recited Allah's statement,\nوَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ\n(and glorify the praises of your Lord, before the rising of the sun and before (its) setting.)\"' The Two Sahihs and the rest of the Group collected this Hadith through the chain of Isma`il. Allah the Exalted said,\nوَمِنَ الَّيْلِ فَسَبِّحْهُ\n(And during a part of the night glorify His praises), meaning pray to Him. Allah said Ayah,\nوَمِنَ الَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُودًا\n(And in some parts of the night offer the Salah with it, as an additional prayer for you. It may be that your Lord will raise you to Maqam Mahmud.) (17:79) Ibn Abi Najih reported that Mujahid said that Ibn `Abbas said that,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to Tasbih, i.e. glorifying Allah's praises, after the prayers. There is a Hadith collected in the Two Sahihs that supports this meaning. Abu Hurayrah said, \"Some poor migrants came and said, `O Allah's Messenger! The wealthy people will get higher grades and will have permanent enjoyment. ' The Prophet said,\n«وَمَا ذَاكَ؟»\n(Why is that) They said, `They pray as we do, fast as we do, yet they give charity, but we can not. They free slaves, but we can not.' The Prophet said,\n«أَفَلَا أُعَلِّمُكُمْ شَيْئًا إِذَا فَعَلْتُمُوهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ فَعَلَ مِثْلَ مَا فَعَلْتُمْ؟ تُسَبِّحُونَ وَتَحْمَدُونَ وَتُكَبِّرُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِين»\n(Shall I tell you about something that, if you did it, you would catch up with those who have surpassed you and nobody would be better than you except those who would do the same Say, `Subhan Allah, Alhamdulillah and Allahu Akbar,' thirty-three times each after every prayer.) Later, they came back and said, `O Allah's Messenger! Our brethren, the wealthy Muslims, heard of what we did and they also did the same.' The Prophet said,\n«ذلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاء»\n(This is a favor and grace of Allah, and He grants it to whom He wills.)\" There is another way of explaining the Ayah. It is that Allah's statement,\nوَأَدْبَـرَ السُّجُودِ\n(and after the prostrations.) refers to the two Rak`ahs after the Maghrib prayer. This was reported from `Umar bin Al-Khattab, `Ali bin Abi Talib and his son Al-Hasan, `Abdullah bin `Abbas, Abu Hurayrah and Abu Umamah, may Allah be pleased with them. This is also the saying of Mujahid, `Ikrimah, Ash-Sha`bi, An-Nakha`i, Al-Hasan Al-Basri, Qatadah, and others."
    },
    {
      "ayah": 41,
      "surah": 50,
      "text": "Admonition from Some Scenes of the Day of Resurrection\nAllah the Exalted said,\nوَاسْتَمِعْ\n(And listen) `O Muhammad,'\nيَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ\n(on the Day when the caller will call from a near place.) to the gathering for the Day of Judgement,\nيَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ\n(The Day when they will hear As-Sayhah in truth,) in reference to the blowing in the Trumpet which will bring forth the truth that most of them discounted and denied,\nذَلِكَ يَوْمُ الْخُرُوجِ\n(that will be the Day of coming out.) from the graves,\nإِنَّا نَحْنُ نُحْىِ وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ\n(Verily, it is We Who give life and cause death; and to Us is the final return.) Allah is He Who starts creation and then brings it back to life, and the latter is easier for Him; to Him is the final return of all creations. At this time, He will recompense each according to his or her deeds, good for good and evil for evil. Allah the Exalted said,\nيَوْمَ تَشَقَّقُ الاٌّرْضُ عَنْهُمْ سِرَاعاً\n(On the Day when the earth shall be cleft, from off them (they will come out) hastening forth.) Allah the Exalted and Most Honored will send down rain from the sky. From that rain the bodies of the creations will grow while they are in their graves, just as the seed grows in soil in the aftermath of rain. When the bodies grow to their full strength, Allah the Exalted will command angel Israfil and he will blow in the Trumpet (for a second time). The souls will be enclosed in a hole in the Trumpet. When Israfil blows in the Trumpet, the souls will depart from it and will fly between the heavens and earth. Allah the Exalted and Most Honored, will declare, \"By My grace and power, each soul shall return to the body that it used to inhabit,\" and indeed, every soul will return to its body. The soul will enter its body just as poison enters the body, then the earth will be uncovered from above them, and they will all stand and head towards the Reckoning place hastening to obey the command of Allah the Exalted and Most Honored,\nمُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَـفِرُونَ هَـذَا يَوْمٌ عَسِرٌ\n(Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\")(54:8), and\nيَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً\n(On the Day when He will call you, and you will answer (His Call) with (words of) His praise and obedience, and you will think that you have stayed (in this world) but a little while!) (17:52) In the Sahih, it is recorded that Anas said that the Messenger of Allah ﷺ said,\n«أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْض»\n(The earth will open up first around me.) Allah the Exalted and Most Honored said,\nذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ\n(That will be a gathering, quite easy for Us.) `bringing them back to life is easy for Us and effortless.' Allah the Exalted and Most Honored said,\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye.)(54:50), and,\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(The creation of you all and the resurrection of you all are only as of a single person. Verily, Allah is All-Hearer, All-Seer.) (31:28)\nComforting the Prophet\nThe statement of Allah the Exalted and Most High,\nنَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ\n(We know best what they say.) means, `Our knowledge is all encompassing of the denial that the idolators are confronting you with, so do not be concerned.' In similar Ayat, Allah said,\nوَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّـجِدِينَ\nوَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ\n(Indeed, We know that your breast is straitened at what they say. So glorify the praises of your Lord and be of those who prostrate themselves (to Him). And worship your Lord until there comes unto you the certainty (i.e., death).) (15:97) Allah's statement,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ\n(And you are not the one to force them.) says, `it is not you who forces them to accept the guidance; this is not a part of your mission.' Allah the Exalted and Most Honored said,\nفَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(But warn by the Qur'an; him who fears My threat.) meaning, `convey the Message of your Lord, for only those who fear Allah and dread His torment, and hope in His promise will remember and heed,'\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(Your duty is only to convey (the Message) and on Us is the reckoning.)(13:40),\nفَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُسَيْطِرٍ\n(So remind them -- you are only one who reminds. You are not a dictator over them.)(88:21-22)\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills.)(2:272) and,\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Verily, you guide not whom you like, but Allah guides whom He wills.) (28:56) Allah's statement here,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(And you are not the one to force them. But warn by the Qur'an; him who fears My threat.) Qatadah used to invoke Allah by saying, \"O Allah! Make us among those who fear Your threat and hope for Your promise, O Barr (Subtle, Kind, Courteous, and Generous), O Rahim (the Most Merciful).\" This is the end of the Tafsir of Surah Qaf. All praise is due to Allah, He is for us, the most excellent Trustee."
    },
    {
      "ayah": 42,
      "surah": 50,
      "text": "Admonition from Some Scenes of the Day of Resurrection\nAllah the Exalted said,\nوَاسْتَمِعْ\n(And listen) `O Muhammad,'\nيَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ\n(on the Day when the caller will call from a near place.) to the gathering for the Day of Judgement,\nيَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ\n(The Day when they will hear As-Sayhah in truth,) in reference to the blowing in the Trumpet which will bring forth the truth that most of them discounted and denied,\nذَلِكَ يَوْمُ الْخُرُوجِ\n(that will be the Day of coming out.) from the graves,\nإِنَّا نَحْنُ نُحْىِ وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ\n(Verily, it is We Who give life and cause death; and to Us is the final return.) Allah is He Who starts creation and then brings it back to life, and the latter is easier for Him; to Him is the final return of all creations. At this time, He will recompense each according to his or her deeds, good for good and evil for evil. Allah the Exalted said,\nيَوْمَ تَشَقَّقُ الاٌّرْضُ عَنْهُمْ سِرَاعاً\n(On the Day when the earth shall be cleft, from off them (they will come out) hastening forth.) Allah the Exalted and Most Honored will send down rain from the sky. From that rain the bodies of the creations will grow while they are in their graves, just as the seed grows in soil in the aftermath of rain. When the bodies grow to their full strength, Allah the Exalted will command angel Israfil and he will blow in the Trumpet (for a second time). The souls will be enclosed in a hole in the Trumpet. When Israfil blows in the Trumpet, the souls will depart from it and will fly between the heavens and earth. Allah the Exalted and Most Honored, will declare, \"By My grace and power, each soul shall return to the body that it used to inhabit,\" and indeed, every soul will return to its body. The soul will enter its body just as poison enters the body, then the earth will be uncovered from above them, and they will all stand and head towards the Reckoning place hastening to obey the command of Allah the Exalted and Most Honored,\nمُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَـفِرُونَ هَـذَا يَوْمٌ عَسِرٌ\n(Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\")(54:8), and\nيَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً\n(On the Day when He will call you, and you will answer (His Call) with (words of) His praise and obedience, and you will think that you have stayed (in this world) but a little while!) (17:52) In the Sahih, it is recorded that Anas said that the Messenger of Allah ﷺ said,\n«أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْض»\n(The earth will open up first around me.) Allah the Exalted and Most Honored said,\nذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ\n(That will be a gathering, quite easy for Us.) `bringing them back to life is easy for Us and effortless.' Allah the Exalted and Most Honored said,\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye.)(54:50), and,\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(The creation of you all and the resurrection of you all are only as of a single person. Verily, Allah is All-Hearer, All-Seer.) (31:28)\nComforting the Prophet\nThe statement of Allah the Exalted and Most High,\nنَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ\n(We know best what they say.) means, `Our knowledge is all encompassing of the denial that the idolators are confronting you with, so do not be concerned.' In similar Ayat, Allah said,\nوَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّـجِدِينَ\nوَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ\n(Indeed, We know that your breast is straitened at what they say. So glorify the praises of your Lord and be of those who prostrate themselves (to Him). And worship your Lord until there comes unto you the certainty (i.e., death).) (15:97) Allah's statement,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ\n(And you are not the one to force them.) says, `it is not you who forces them to accept the guidance; this is not a part of your mission.' Allah the Exalted and Most Honored said,\nفَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(But warn by the Qur'an; him who fears My threat.) meaning, `convey the Message of your Lord, for only those who fear Allah and dread His torment, and hope in His promise will remember and heed,'\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(Your duty is only to convey (the Message) and on Us is the reckoning.)(13:40),\nفَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُسَيْطِرٍ\n(So remind them -- you are only one who reminds. You are not a dictator over them.)(88:21-22)\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills.)(2:272) and,\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Verily, you guide not whom you like, but Allah guides whom He wills.) (28:56) Allah's statement here,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(And you are not the one to force them. But warn by the Qur'an; him who fears My threat.) Qatadah used to invoke Allah by saying, \"O Allah! Make us among those who fear Your threat and hope for Your promise, O Barr (Subtle, Kind, Courteous, and Generous), O Rahim (the Most Merciful).\" This is the end of the Tafsir of Surah Qaf. All praise is due to Allah, He is for us, the most excellent Trustee."
    },
    {
      "ayah": 43,
      "surah": 50,
      "text": "Admonition from Some Scenes of the Day of Resurrection\nAllah the Exalted said,\nوَاسْتَمِعْ\n(And listen) `O Muhammad,'\nيَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ\n(on the Day when the caller will call from a near place.) to the gathering for the Day of Judgement,\nيَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ\n(The Day when they will hear As-Sayhah in truth,) in reference to the blowing in the Trumpet which will bring forth the truth that most of them discounted and denied,\nذَلِكَ يَوْمُ الْخُرُوجِ\n(that will be the Day of coming out.) from the graves,\nإِنَّا نَحْنُ نُحْىِ وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ\n(Verily, it is We Who give life and cause death; and to Us is the final return.) Allah is He Who starts creation and then brings it back to life, and the latter is easier for Him; to Him is the final return of all creations. At this time, He will recompense each according to his or her deeds, good for good and evil for evil. Allah the Exalted said,\nيَوْمَ تَشَقَّقُ الاٌّرْضُ عَنْهُمْ سِرَاعاً\n(On the Day when the earth shall be cleft, from off them (they will come out) hastening forth.) Allah the Exalted and Most Honored will send down rain from the sky. From that rain the bodies of the creations will grow while they are in their graves, just as the seed grows in soil in the aftermath of rain. When the bodies grow to their full strength, Allah the Exalted will command angel Israfil and he will blow in the Trumpet (for a second time). The souls will be enclosed in a hole in the Trumpet. When Israfil blows in the Trumpet, the souls will depart from it and will fly between the heavens and earth. Allah the Exalted and Most Honored, will declare, \"By My grace and power, each soul shall return to the body that it used to inhabit,\" and indeed, every soul will return to its body. The soul will enter its body just as poison enters the body, then the earth will be uncovered from above them, and they will all stand and head towards the Reckoning place hastening to obey the command of Allah the Exalted and Most Honored,\nمُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَـفِرُونَ هَـذَا يَوْمٌ عَسِرٌ\n(Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\")(54:8), and\nيَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً\n(On the Day when He will call you, and you will answer (His Call) with (words of) His praise and obedience, and you will think that you have stayed (in this world) but a little while!) (17:52) In the Sahih, it is recorded that Anas said that the Messenger of Allah ﷺ said,\n«أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْض»\n(The earth will open up first around me.) Allah the Exalted and Most Honored said,\nذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ\n(That will be a gathering, quite easy for Us.) `bringing them back to life is easy for Us and effortless.' Allah the Exalted and Most Honored said,\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye.)(54:50), and,\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(The creation of you all and the resurrection of you all are only as of a single person. Verily, Allah is All-Hearer, All-Seer.) (31:28)\nComforting the Prophet\nThe statement of Allah the Exalted and Most High,\nنَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ\n(We know best what they say.) means, `Our knowledge is all encompassing of the denial that the idolators are confronting you with, so do not be concerned.' In similar Ayat, Allah said,\nوَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّـجِدِينَ\nوَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ\n(Indeed, We know that your breast is straitened at what they say. So glorify the praises of your Lord and be of those who prostrate themselves (to Him). And worship your Lord until there comes unto you the certainty (i.e., death).) (15:97) Allah's statement,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ\n(And you are not the one to force them.) says, `it is not you who forces them to accept the guidance; this is not a part of your mission.' Allah the Exalted and Most Honored said,\nفَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(But warn by the Qur'an; him who fears My threat.) meaning, `convey the Message of your Lord, for only those who fear Allah and dread His torment, and hope in His promise will remember and heed,'\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(Your duty is only to convey (the Message) and on Us is the reckoning.)(13:40),\nفَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُسَيْطِرٍ\n(So remind them -- you are only one who reminds. You are not a dictator over them.)(88:21-22)\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills.)(2:272) and,\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Verily, you guide not whom you like, but Allah guides whom He wills.) (28:56) Allah's statement here,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(And you are not the one to force them. But warn by the Qur'an; him who fears My threat.) Qatadah used to invoke Allah by saying, \"O Allah! Make us among those who fear Your threat and hope for Your promise, O Barr (Subtle, Kind, Courteous, and Generous), O Rahim (the Most Merciful).\" This is the end of the Tafsir of Surah Qaf. All praise is due to Allah, He is for us, the most excellent Trustee."
    },
    {
      "ayah": 44,
      "surah": 50,
      "text": "Admonition from Some Scenes of the Day of Resurrection\nAllah the Exalted said,\nوَاسْتَمِعْ\n(And listen) `O Muhammad,'\nيَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ\n(on the Day when the caller will call from a near place.) to the gathering for the Day of Judgement,\nيَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ\n(The Day when they will hear As-Sayhah in truth,) in reference to the blowing in the Trumpet which will bring forth the truth that most of them discounted and denied,\nذَلِكَ يَوْمُ الْخُرُوجِ\n(that will be the Day of coming out.) from the graves,\nإِنَّا نَحْنُ نُحْىِ وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ\n(Verily, it is We Who give life and cause death; and to Us is the final return.) Allah is He Who starts creation and then brings it back to life, and the latter is easier for Him; to Him is the final return of all creations. At this time, He will recompense each according to his or her deeds, good for good and evil for evil. Allah the Exalted said,\nيَوْمَ تَشَقَّقُ الاٌّرْضُ عَنْهُمْ سِرَاعاً\n(On the Day when the earth shall be cleft, from off them (they will come out) hastening forth.) Allah the Exalted and Most Honored will send down rain from the sky. From that rain the bodies of the creations will grow while they are in their graves, just as the seed grows in soil in the aftermath of rain. When the bodies grow to their full strength, Allah the Exalted will command angel Israfil and he will blow in the Trumpet (for a second time). The souls will be enclosed in a hole in the Trumpet. When Israfil blows in the Trumpet, the souls will depart from it and will fly between the heavens and earth. Allah the Exalted and Most Honored, will declare, \"By My grace and power, each soul shall return to the body that it used to inhabit,\" and indeed, every soul will return to its body. The soul will enter its body just as poison enters the body, then the earth will be uncovered from above them, and they will all stand and head towards the Reckoning place hastening to obey the command of Allah the Exalted and Most Honored,\nمُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَـفِرُونَ هَـذَا يَوْمٌ عَسِرٌ\n(Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\")(54:8), and\nيَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً\n(On the Day when He will call you, and you will answer (His Call) with (words of) His praise and obedience, and you will think that you have stayed (in this world) but a little while!) (17:52) In the Sahih, it is recorded that Anas said that the Messenger of Allah ﷺ said,\n«أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْض»\n(The earth will open up first around me.) Allah the Exalted and Most Honored said,\nذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ\n(That will be a gathering, quite easy for Us.) `bringing them back to life is easy for Us and effortless.' Allah the Exalted and Most Honored said,\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye.)(54:50), and,\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(The creation of you all and the resurrection of you all are only as of a single person. Verily, Allah is All-Hearer, All-Seer.) (31:28)\nComforting the Prophet\nThe statement of Allah the Exalted and Most High,\nنَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ\n(We know best what they say.) means, `Our knowledge is all encompassing of the denial that the idolators are confronting you with, so do not be concerned.' In similar Ayat, Allah said,\nوَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّـجِدِينَ\nوَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ\n(Indeed, We know that your breast is straitened at what they say. So glorify the praises of your Lord and be of those who prostrate themselves (to Him). And worship your Lord until there comes unto you the certainty (i.e., death).) (15:97) Allah's statement,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ\n(And you are not the one to force them.) says, `it is not you who forces them to accept the guidance; this is not a part of your mission.' Allah the Exalted and Most Honored said,\nفَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(But warn by the Qur'an; him who fears My threat.) meaning, `convey the Message of your Lord, for only those who fear Allah and dread His torment, and hope in His promise will remember and heed,'\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(Your duty is only to convey (the Message) and on Us is the reckoning.)(13:40),\nفَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُسَيْطِرٍ\n(So remind them -- you are only one who reminds. You are not a dictator over them.)(88:21-22)\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills.)(2:272) and,\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Verily, you guide not whom you like, but Allah guides whom He wills.) (28:56) Allah's statement here,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(And you are not the one to force them. But warn by the Qur'an; him who fears My threat.) Qatadah used to invoke Allah by saying, \"O Allah! Make us among those who fear Your threat and hope for Your promise, O Barr (Subtle, Kind, Courteous, and Generous), O Rahim (the Most Merciful).\" This is the end of the Tafsir of Surah Qaf. All praise is due to Allah, He is for us, the most excellent Trustee."
    },
    {
      "ayah": 45,
      "surah": 50,
      "text": "Admonition from Some Scenes of the Day of Resurrection\nAllah the Exalted said,\nوَاسْتَمِعْ\n(And listen) `O Muhammad,'\nيَوْمَ يُنَادِ الْمُنَادِ مِن مَّكَانٍ قَرِيبٍ\n(on the Day when the caller will call from a near place.) to the gathering for the Day of Judgement,\nيَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ\n(The Day when they will hear As-Sayhah in truth,) in reference to the blowing in the Trumpet which will bring forth the truth that most of them discounted and denied,\nذَلِكَ يَوْمُ الْخُرُوجِ\n(that will be the Day of coming out.) from the graves,\nإِنَّا نَحْنُ نُحْىِ وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ\n(Verily, it is We Who give life and cause death; and to Us is the final return.) Allah is He Who starts creation and then brings it back to life, and the latter is easier for Him; to Him is the final return of all creations. At this time, He will recompense each according to his or her deeds, good for good and evil for evil. Allah the Exalted said,\nيَوْمَ تَشَقَّقُ الاٌّرْضُ عَنْهُمْ سِرَاعاً\n(On the Day when the earth shall be cleft, from off them (they will come out) hastening forth.) Allah the Exalted and Most Honored will send down rain from the sky. From that rain the bodies of the creations will grow while they are in their graves, just as the seed grows in soil in the aftermath of rain. When the bodies grow to their full strength, Allah the Exalted will command angel Israfil and he will blow in the Trumpet (for a second time). The souls will be enclosed in a hole in the Trumpet. When Israfil blows in the Trumpet, the souls will depart from it and will fly between the heavens and earth. Allah the Exalted and Most Honored, will declare, \"By My grace and power, each soul shall return to the body that it used to inhabit,\" and indeed, every soul will return to its body. The soul will enter its body just as poison enters the body, then the earth will be uncovered from above them, and they will all stand and head towards the Reckoning place hastening to obey the command of Allah the Exalted and Most Honored,\nمُّهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَـفِرُونَ هَـذَا يَوْمٌ عَسِرٌ\n(Hastening towards the caller. The disbelievers will say: \"This is a hard Day.\")(54:8), and\nيَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً\n(On the Day when He will call you, and you will answer (His Call) with (words of) His praise and obedience, and you will think that you have stayed (in this world) but a little while!) (17:52) In the Sahih, it is recorded that Anas said that the Messenger of Allah ﷺ said,\n«أَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الْأَرْض»\n(The earth will open up first around me.) Allah the Exalted and Most Honored said,\nذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ\n(That will be a gathering, quite easy for Us.) `bringing them back to life is easy for Us and effortless.' Allah the Exalted and Most Honored said,\nوَمَآ أَمْرُنَآ إِلاَّ وَحِدَةٌ كَلَمْحٍ بِالْبَصَرِ\n(And Our commandment is but one as the twinkling of an eye.)(54:50), and,\nمَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(The creation of you all and the resurrection of you all are only as of a single person. Verily, Allah is All-Hearer, All-Seer.) (31:28)\nComforting the Prophet\nThe statement of Allah the Exalted and Most High,\nنَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ\n(We know best what they say.) means, `Our knowledge is all encompassing of the denial that the idolators are confronting you with, so do not be concerned.' In similar Ayat, Allah said,\nوَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّـجِدِينَ\nوَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ\n(Indeed, We know that your breast is straitened at what they say. So glorify the praises of your Lord and be of those who prostrate themselves (to Him). And worship your Lord until there comes unto you the certainty (i.e., death).) (15:97) Allah's statement,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ\n(And you are not the one to force them.) says, `it is not you who forces them to accept the guidance; this is not a part of your mission.' Allah the Exalted and Most Honored said,\nفَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(But warn by the Qur'an; him who fears My threat.) meaning, `convey the Message of your Lord, for only those who fear Allah and dread His torment, and hope in His promise will remember and heed,'\nفَإِنَّمَا عَلَيْكَ الْبَلَـغُ وَعَلَيْنَا الْحِسَابُ\n(Your duty is only to convey (the Message) and on Us is the reckoning.)(13:40),\nفَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُسَيْطِرٍ\n(So remind them -- you are only one who reminds. You are not a dictator over them.)(88:21-22)\nلَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Not upon you is their guidance, but Allah guides whom He wills.)(2:272) and,\nإِنَّكَ لاَ تَهْدِى مَنْ أَحْبَبْتَ وَلَـكِنَّ اللَّهَ يَهْدِى مَن يَشَآءُ\n(Verily, you guide not whom you like, but Allah guides whom He wills.) (28:56) Allah's statement here,\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْءَانِ مَن يَخَافُ وَعِيدِ\n(And you are not the one to force them. But warn by the Qur'an; him who fears My threat.) Qatadah used to invoke Allah by saying, \"O Allah! Make us among those who fear Your threat and hope for Your promise, O Barr (Subtle, Kind, Courteous, and Generous), O Rahim (the Most Merciful).\" This is the end of the Tafsir of Surah Qaf. All praise is due to Allah, He is for us, the most excellent Trustee."
    },
    {
      "ayah": 5,
      "surah": 50,
      "text": "Which was revealed in Makkah\nThe Beginning of the Mufassal Section of the Qur'an\nThis Surah is the first Surah in the Mufassal section of the Qur'an, according to the correct view. It is said that the Mufassal starts with Surat Al-Hujurat. Some common people say that the Mufassal starts with Surah `Amma An-Naba, (chapter 78), however, this is not true because none of the respected scholars ever supported this opinion. Aws (bin Hudhayfah) said; \"I asked the Companions of Allah's Messenger ﷺ how they divided the Qur'an. They said; `Three, five, seven, nine, eleven, thirteen, and the Mufassal section as one.' \" This was recorded by Ibn Majah and Imam Ahmad. If one counts forty-eight Surahs, the next Surah will be Surah Qaf. The details are as follows: The first three Surahs are Al-Baqarah (chapter 2), Al `Imran (3), then An-Nisa' (4). The five are Al-Ma'idah (5), Al-An`am (6), Al-A`raf (7), Al-Anfal (8) and Bara'ah (or At-Tawbah) (9). The seven next Surahs are Surah Yunus (10), Hud (11), Yusuf (12), Ar-Ra`d (13), Ibrahim (14), Al-Hijr (15) and An-Nahl (16). The nine next Surahs are, Subhan (or Al-Isra' (17), Al-Kahf (18), Maryam (19), Ta Ha (20), Al-Anbiya' (21), Al-Hajj (22), Al-Mu`minun (23), An-Nur (24) and Al-Furqan (25). The next eleven Surahs are Surat Ash-Shu`ara (26), An-Naml (27), Al-Qasas (28), Al-`Ankabut (29), Ar-Rum (30), Luqman (31), Alif Lam Mim As-Sajdah (32), Al-Ahzab (33), Saba' (34), Fatir (35) and Ya Sin (36). The next thirteen are Surat As-Saffat (37), Sad (38), Az-Zumar (39), Ghafir (40), Ha Mim As-Sajdah (or Fussilat) (41), Ash-Shura (42), Az-Zukhruf (43), Ad-Dukhan (44), Al-Jathiyah (45), Al-Ahqaf (46), Al-Qital (or Muhammad) (47), Al-Fath (48) and Al-Hujurat (49). After that comes the Mufassal section, according to the Companions, may Allah be pleased with them all. Therefore, Surah Qaf (chapter 50) is the first of the Mufassal, just as we stated, and all praise is due to Allah and all favors are from Him.\nThe Virtues of Surah Qaf\nImam Ahmad recorded that `Umar bin Al-Khattab asked Abu Waqid Al-Laythi, \"What did the Prophet recite during the `Id Prayer\" Abu Waqid said, \"Surah Qaf and Surat Iqtarabat i.e. Surat Al-Qamar (54).\" Muslim and the Four Collectors of the Sunan collected this Hadith. Imam Ahmad recorded that Umm Hisham bint Harithah said, \"For around two years, or a year and a part of another year, our oven and the oven of the Prophet was one and the same. I memorized Surah,\nق وَالْقُرْءَانِ الْمَجِيدِ\n(Qaf. By the Glorious Qur'an.) from the tongue of the Messenger of Allah ﷺ who used to recite it every Friday while standing on the Minbar delivering the Friday sermon to the people.\" Muslim collected this Hadith. Abu Dawud also recorded that the daughter of Al-Harith bin An-Nu`man said, \"I only memorized Surah Qaf from the mouth of the Messenger of Allah ﷺ who used to recite it in every Friday Khutbah. Our oven and the oven of the Messenger was one and the same.\" Muslim and An-Nasa'i collected this Hadith. Therefore, the Messenger of Allah ﷺ used to recite this Surah during large gatherings such as the `Ids and during Friday sermons. He did so because this Surah contains news of the beginning of creation, Resurrec- tion, the Return, Standing (before Allah), the Reckoning, Paradise, the Fire, Allah's reward and punishment, lessons of encouragement, and lessons of discouragement. Allah knows best.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nق\n(Qaf.) which is one of the letters of the alphabet that are mentioned in the beginning of some Surahs, such as,\nص\n(Sad.) (38:1)\nن\n(Nun. ) (68:1)\nالم\n(Alif Lam Mim.) (2:1),\nحـم\n(Ha Mim.) (40:1), and\nطس\n(Ta Sin) (28:1) and etc., Mujahid and several others said this. We also discussed this in the beginning of the explanation of Surat Al-Baqarah, and therefore, it is not necessary to repeat it here.\nThe Disbelievers wonder at the Message and Resurrection Allah said,\nوَالْقُرْءَانِ الْمَجِيدِ\n(By the Glorious Qur'an.) means by the Honorable and Great Qur'an, which,\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it: (it is) sent down by the All-Wise, Worthy of all praise.)(41:42) The subject of the oath contained in this Ayah is specified afterwards, even though it does not appear by word, emphasizing prophethood, resurrection and affirming that they are true. There are similar kinds of oaths in the Qur'an, whose subject is included in the meaning but not by word, such as,\nص وَالْقُرْءَانِ ذِى الذِّكْرِ - بَلِ الَّذِينَ كَفَرُواْ فِى عِزَّةٍ وَشِقَاقٍ\n(Sad. By the Qur'an full of reminding. Nay, those who disbelieve are in false pride and opposition.)(38:1-2) Allah said here,\nق وَالْقُرْءَانِ الْمَجِيدِ - بَلْ عَجِبُواْ أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الْكَـفِرُونَ هَـذَا شَىْءٌ عَجِيبٌ\n(Qaf. By the Glorious Qur'an. Nay, they wonder that there has come to them a warner from among themselves. So the disbelievers say: \"This is a strange thing!\") They wondered at the wisdom behind sending a Messenger who is a human being. Allah the Exalted and Most Honored said in another Ayah\nأَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ\n(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind.\") (10:2), meaning, this is not strange, for Allah chooses Messengers from angels and humans. Allah the Exalted and Most Honored mentioned that the disbelievers also wondered about the Resurrection and discounted its coming,\nأَءِذَا مِتْنَا وَكُنَّا تُرَاباً ذَلِكَ رَجْعُ بَعِيدٌ\n(When we are dead and have become dust. That is a far return.) They said, `after we die, disintegrate, with our organs torn apart and we become dust, how can we be brought back to our original shape and bodies,'\nذَلِكَ رَجْعُ بَعِيدٌ\n(That is a far return.) `it is not likely that it will ever occur.' They thought that Resurrection was far from happening and will never occur. Allah the Exalted responded to their statement by saying,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them.) meaning, `We know what the earth consumes of their dead bodies.' Where and how the bodies disintegrated, what they turned into and how they have become, all of this is never absent from Allah's knowledge.\nوَعِندَنَا كِتَـبٌ حَفِيظٌ\n(and with Us is a Book preserved,) `that keeps all records. Therefore, Our knowledge is encompassing and the Book of decrees has everything precisely recorded in it. Al-`Awfi narrated that `Abdullah bin `Abbas commented on the statement of Allah the Exalted,\nقَدْ عَلِمْنَا مَا تَنقُصُ الاٌّرْضَ مِنْهُمْ\n(We know that which the earth takes of them,) \"It refers to what the earth consumes of their flesh, skin, bones and hair.\" A similar view was recorded from Mujahid, Qatadah, Ad-Dahhak and several others. Allah, the Exalted and Most Honored, explained the reason behind their disbelief, rebellion and discounting the possibility of what is truly possible,\nبَلْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِى أَمْرٍ مَّرِيجٍ\n(Nay, but they have denied the truth when it has come to them, so they are in a Marij state.) This is the state of all those who defy the Truth: whatever they say and utter after denying the Truth, is utterly false. Marij means, in disarray, in a confused state and defying the characteristics of the Truth. Allah the Exalted said in another Ayah,\nإِنَّكُمْ لَفِى قَوْلٍ مُّخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ\n(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)(51:8-9)"
    },
    {
      "ayah": 6,
      "surah": 50,
      "text": "Allah's Power and Ability over what is Greater than Resurrection\nAllah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,\nأَفَلَمْ يَنظُرُواْ إِلَى السَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـهَا وَزَيَّنَّـهَا\n(Have they not looked at the heaven above them, how We have made it and adorned it,) with lamps;\nوَمَا لَهَا مِن فُرُوجٍ\n(and there are no Furuj in it) i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,\nالَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ طِبَاقًا مَّا تَرَى فِى خَلْقِ الرَّحْمَـنِ مِن تَفَـوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ - ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ\n(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.) (67:2-4) fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,\nوَالاٌّرْضَ مَدَدْنَـهَا\n(And the earth! We have spread it out, ) means, `We made it spacious and spread it out,'\nوَأَلْقَيْنَا فِيهَا رَوَسِيَ\n(and set thereon Rawasi standing firm.) which are the mountains to save the earth from shaking along with its inhabitants,\nوَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ\n(and We planted in it every lovely (Bahij) pair.) every kind and species of plant, fruit and vegetation,\nوَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ\n(And of everything We have created pairs that you may reflect.)(51:49) Allah's saying `Bahij', meaning a beautiful scene,\nتَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ\n(An insight and a Reminder for every servant who turns to Allah in repentance.) Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,\nوَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَـرَكاً\n(And We send down blessed water from the sky,) meaning beneficial,\nفَأَنبَتْنَا بِهِ جَنَّـتٍ\n(then We produce therewith Jannat), means special and public parks, gardens, etc.\nوَحَبَّ الْحَصِيدِ\n(and grain that are reaped) grains that are harvested for food and for storage for later use,\nبَـسِقَـتٍ\n(And date palms Basiqat,) meaning, tall and high, according to the explanation reported from Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,\nلَّهَا طَلْعٌ نَّضِيدٌ\n(with arrranged clusters.) producing fruits arranged in clusters,\nرِّزْقاً لِّلْعِبَادِ\n(A provision for (Allah's) servants.) for (Allah's) creation,\nوَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً\n(And We give life therewith to a dead land.) this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like -- amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind;) (40:57),\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33) and,\nوَمِنْ ءَايَـتِهِ أَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(And among His signs (is this), that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)(41:39)"
    },
    {
      "ayah": 7,
      "surah": 50,
      "text": "Allah's Power and Ability over what is Greater than Resurrection\nAllah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,\nأَفَلَمْ يَنظُرُواْ إِلَى السَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـهَا وَزَيَّنَّـهَا\n(Have they not looked at the heaven above them, how We have made it and adorned it,) with lamps;\nوَمَا لَهَا مِن فُرُوجٍ\n(and there are no Furuj in it) i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,\nالَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ طِبَاقًا مَّا تَرَى فِى خَلْقِ الرَّحْمَـنِ مِن تَفَـوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ - ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ\n(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.) (67:2-4) fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,\nوَالاٌّرْضَ مَدَدْنَـهَا\n(And the earth! We have spread it out, ) means, `We made it spacious and spread it out,'\nوَأَلْقَيْنَا فِيهَا رَوَسِيَ\n(and set thereon Rawasi standing firm.) which are the mountains to save the earth from shaking along with its inhabitants,\nوَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ\n(and We planted in it every lovely (Bahij) pair.) every kind and species of plant, fruit and vegetation,\nوَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ\n(And of everything We have created pairs that you may reflect.)(51:49) Allah's saying `Bahij', meaning a beautiful scene,\nتَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ\n(An insight and a Reminder for every servant who turns to Allah in repentance.) Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,\nوَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَـرَكاً\n(And We send down blessed water from the sky,) meaning beneficial,\nفَأَنبَتْنَا بِهِ جَنَّـتٍ\n(then We produce therewith Jannat), means special and public parks, gardens, etc.\nوَحَبَّ الْحَصِيدِ\n(and grain that are reaped) grains that are harvested for food and for storage for later use,\nبَـسِقَـتٍ\n(And date palms Basiqat,) meaning, tall and high, according to the explanation reported from Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,\nلَّهَا طَلْعٌ نَّضِيدٌ\n(with arrranged clusters.) producing fruits arranged in clusters,\nرِّزْقاً لِّلْعِبَادِ\n(A provision for (Allah's) servants.) for (Allah's) creation,\nوَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً\n(And We give life therewith to a dead land.) this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like -- amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind;) (40:57),\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33) and,\nوَمِنْ ءَايَـتِهِ أَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(And among His signs (is this), that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)(41:39)"
    },
    {
      "ayah": 8,
      "surah": 50,
      "text": "Allah's Power and Ability over what is Greater than Resurrection\nAllah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,\nأَفَلَمْ يَنظُرُواْ إِلَى السَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـهَا وَزَيَّنَّـهَا\n(Have they not looked at the heaven above them, how We have made it and adorned it,) with lamps;\nوَمَا لَهَا مِن فُرُوجٍ\n(and there are no Furuj in it) i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,\nالَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ طِبَاقًا مَّا تَرَى فِى خَلْقِ الرَّحْمَـنِ مِن تَفَـوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ - ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ\n(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.) (67:2-4) fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,\nوَالاٌّرْضَ مَدَدْنَـهَا\n(And the earth! We have spread it out, ) means, `We made it spacious and spread it out,'\nوَأَلْقَيْنَا فِيهَا رَوَسِيَ\n(and set thereon Rawasi standing firm.) which are the mountains to save the earth from shaking along with its inhabitants,\nوَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ\n(and We planted in it every lovely (Bahij) pair.) every kind and species of plant, fruit and vegetation,\nوَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ\n(And of everything We have created pairs that you may reflect.)(51:49) Allah's saying `Bahij', meaning a beautiful scene,\nتَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ\n(An insight and a Reminder for every servant who turns to Allah in repentance.) Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,\nوَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَـرَكاً\n(And We send down blessed water from the sky,) meaning beneficial,\nفَأَنبَتْنَا بِهِ جَنَّـتٍ\n(then We produce therewith Jannat), means special and public parks, gardens, etc.\nوَحَبَّ الْحَصِيدِ\n(and grain that are reaped) grains that are harvested for food and for storage for later use,\nبَـسِقَـتٍ\n(And date palms Basiqat,) meaning, tall and high, according to the explanation reported from Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,\nلَّهَا طَلْعٌ نَّضِيدٌ\n(with arrranged clusters.) producing fruits arranged in clusters,\nرِّزْقاً لِّلْعِبَادِ\n(A provision for (Allah's) servants.) for (Allah's) creation,\nوَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً\n(And We give life therewith to a dead land.) this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like -- amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind;) (40:57),\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33) and,\nوَمِنْ ءَايَـتِهِ أَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(And among His signs (is this), that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)(41:39)"
    },
    {
      "ayah": 9,
      "surah": 50,
      "text": "Allah's Power and Ability over what is Greater than Resurrection\nAllah the Exalted notifies the servants of His infinite power, which He demonstrated by creating what is bigger than that which they wondered about and whose possibility they discount,\nأَفَلَمْ يَنظُرُواْ إِلَى السَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَـهَا وَزَيَّنَّـهَا\n(Have they not looked at the heaven above them, how We have made it and adorned it,) with lamps;\nوَمَا لَهَا مِن فُرُوجٍ\n(and there are no Furuj in it) i.e., clefts, according to Mujahid. Others said that Furuj means, rifts, or cracks. All these meanings are close to one another. Allah the Exalted and Most Honored said,\nالَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ طِبَاقًا مَّا تَرَى فِى خَلْقِ الرَّحْمَـنِ مِن تَفَـوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ - ثُمَّ اْرجِعِ البَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ\n(Who has created the seven heavens one above another; you can see no fault in the creation of the Most Gracious. Then look again: \"Can you see any rifts\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.) (67:2-4) fatigued, unable to discover any imperfection or shortcomings. The statement of Allah the Exalted, the Blessed,\nوَالاٌّرْضَ مَدَدْنَـهَا\n(And the earth! We have spread it out, ) means, `We made it spacious and spread it out,'\nوَأَلْقَيْنَا فِيهَا رَوَسِيَ\n(and set thereon Rawasi standing firm.) which are the mountains to save the earth from shaking along with its inhabitants,\nوَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ\n(and We planted in it every lovely (Bahij) pair.) every kind and species of plant, fruit and vegetation,\nوَمِن كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ\n(And of everything We have created pairs that you may reflect.)(51:49) Allah's saying `Bahij', meaning a beautiful scene,\nتَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُّنِيبٍ\n(An insight and a Reminder for every servant who turns to Allah in repentance.) Allah says that observing the creation of the heavens and earth and all the great things that He has placed in them provides insight, proof and a lesson for every penitent servant who submits in humbleness and repentance to Allah feeling fear, in awe of Him. Allah the Exalted said,\nوَنَزَّلْنَا مِنَ السَّمَآءِ مَآءً مُّبَـرَكاً\n(And We send down blessed water from the sky,) meaning beneficial,\nفَأَنبَتْنَا بِهِ جَنَّـتٍ\n(then We produce therewith Jannat), means special and public parks, gardens, etc.\nوَحَبَّ الْحَصِيدِ\n(and grain that are reaped) grains that are harvested for food and for storage for later use,\nبَـسِقَـتٍ\n(And date palms Basiqat,) meaning, tall and high, according to the explanation reported from Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Qatadah and As-Suddi. Allah said,\nلَّهَا طَلْعٌ نَّضِيدٌ\n(with arrranged clusters.) producing fruits arranged in clusters,\nرِّزْقاً لِّلْعِبَادِ\n(A provision for (Allah's) servants.) for (Allah's) creation,\nوَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتاً\n(And We give life therewith to a dead land.) this is the land that was barren. However, when rain falls upon it, it is stirred to life; it swells and produces all of the lovely pairs such as flowers and the like -- amazing on account of their beauty. All of this comes into existence after the land was without greenery, yet it was stirred back to life and became green. Indeed, this should provide proof of Resurrection after death and disintegration; thus Allah resurrects the dead. This sign of Allah's ability that is seen and witnessed is greater than the denial of those who discount the possibility of Resurrection. Allah the Exalted and Most Honored said in other Ayat,\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind;) (40:57),\nأَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَ السَّمَـوَتِ وَالاٌّرْضِ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَن يُحْىِ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead Yes, He surely is Able to do all things.)(46:33) and,\nوَمِنْ ءَايَـتِهِ أَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(And among His signs (is this), that you see the earth barren; but when We send down water to it, it is stirred to life and growth. Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)(41:39)"
    }
  ]
}
