{
  "surah": 12,
  "ayah": 25,
  "text": "As for His words, whereupon they encountered her master at the door, this is an allusion to the emergence of the light of the spirit upon the heart's turning to it by means of remembering the rational proof and the coming upon it [the heart] of the holy inrush, its attempt to make the soul subordinate to itself while it struggled to draw it down to its [lower] aspect and the mastery acquired [by the light] over the heart then over the soul by means of this [holy inrush]. As for her statement, 'What is to be the requital of him who desires evil against your folk: this is an intimation that the soul insinuates its individual desires in the form of its rational best interests and adorns them such that its corruption is confounded with its rational best interests which [interests] the intellect is obliged to be mindful of, to uphold and to meet [the soul] with. Its [the intellect's] contravention of it [the soul] with regard to these [desires] is the desiring of evil against her [the soul] and [the desiring] of repulsive qualities by virtuous ones, which pertain to matters of everyday life, such as the conniving of women against men and the inclining of the heart to the upper aspect through its [the soul's] false words and claims.As regards the witness from her own folk, it is said that he was a paternal cousin of hers, that is to say, reflection (fikr) which knows that the corruption that afflicts character traits and deeds only comes about because of the soul and its mastery. For, were it to come from the direction of the heart and from the latter's inclination to the soul, then that [corruption] would afflict belief and resolve, and not simply deeds. It is also said that he was a maternal cousin of hers, that is to say, corporeal nature which acts as an indicator of the lower inclination in the soul, that [inclination] which attracts the heart from the direction of the breast and which pursues activities in the earth of the body. His consenting [with Joseph] and his apprising of the spirit by the light of guidance of the fact that the defect lay in the deed and not in the belief or resolve [of Joseph], which [defect] can only arise from the ego-centric provocation of the soul, is the significance of His words:"
}
