{
  "surah": 12,
  "ayah": 51,
  "text": "As for the statement of the women of the faculties: 'God preserve us! We know of no evil in him', and the statement of the ʿAzīz's wife: 'Now the truth is out, [these constitute] an allusion to the illumination of the soul and of the faculties by the light of the Truth, their assumption of the attribute of justful speech and truthfulness, the actualisation of the trait of justice by means of the light of [inclusive] unity, the manifestation of love immediately upon separation after union, and [to] the perfection of the soul's reassuredness because of its affirmation of the heart's merit and sincereness, and [of] its guilt and his [the heart's] innocence. For part of the [process of the] perfection of the soul's reassuredness is its admission of guilt and its seeking of forgiveness for the excesses it has committed when it was a commanding [soul] and its holding on to divine mercy and lordly protection [from sin].As for the King's wish to use him for himself, that represents his making the heart as the viceregent (khilāfa) over the kingdom after complete perfection, as is related in the story [to the effect] that he [the King] made him sit on his throne, placed his own crown on his head, gave him his ring to wear and girded him with his sword as well as removed Potiphar from office. After Potiphar died, the King gave him his wife, Zulaykhā, in marriage and then himself abdicated the throne in favour of him and devoted himself to worship of his Lord. All of that is an allusion to the station of viceregency (khalīfa) of the Truth, similar to where He said to David, We have indeed made you a viceregent on the earth [Q. 38:26]. The death of al-ʿAzīz is an allusion to the arrival of the heart at his station and the departure of the spirit to his presential vision of the unity. As for his [Joseph's] marriage to al-ʿAzīz's wife, that is an allusion to the heart's giving the soul enjoyment of shares after reassurance, for the noble illumined soul, through [its enjoyment of] shares, becomes stronger in observing the preconditions for uprightness, enforcing the laws of justice, inferring the principles of knowledge and deed, which were the two children whom, according to the story, she bore him, Ephraim and Misha."
}
