{
  "surah": 12,
  "ayah": 83,
  "text": "'Nay,' he said, 'but your souls have beguiled you into something: that is, your physical bodily natures adorned for you the delighting in corporeal pleasures and sensory passionate desires, such that you supposed these to be perfection and [supposed] the pursuit of rational concepts, adherence to divine precepts and being under the command of virtues a deficiency. Yet beautiful patience!, in other words, it is for you to be beautifully patient in always implementing the divine precepts and [conducting yourselves according to] the virtues, to halt with the judgement of the Law and [that of] the intellect; or [it means] beautiful patience in partaking of enjoyment according to the [dictates of the] Law is more comely for you than disregarding the Law and dogged pursuit of the judgements of nature; or [it means], then for me it is to be beautifully patient with regard to Joseph and his brothers continuing to seek the irradiation of the holy lights, the sending down of revealed judgements and deducing of the bases thereof, something to which I have no access. Therefore I must be separated from them until they are free to look after the best interests of both sides and to fulfil the dues of both matters, namely, those of everyday life and the final return. For just as the intellect entails the pursuit of perfection and the making good of the final return, so it entails the making good of the body and the organising of the means of livelihood, as well as the balancing of the constitution by means of nourishment and the nurturing of faculties by means of pleasures; or [it means] then it is my task to endure with beautiful patience [all of] that. It may be that God will bring them all [back] to me, from the direction of 'the highest horizon' [cf. Q. 53:7] and by elevation from my stage to what my consideration and vision entail in the way of being mindful of both sides and [what] my station and my level [entail] in the way of mediating between the two waystations. Indeed He is the Knower, of realities, the Wise', in governing the worlds, and so He does not leave them to be mindful of the upper aspect but oblivious to the lower aspect so that the city of the body is then ruined and its people perish. That was before the complete protection, which we have mentioned, since this is the station of striving after the unveiling and the wayfaring along the path of uprightness after the affirmation of the Oneness."
}
