{
  "text": "ان آیات میں عورتوں کا معاملہ ایک اور پہلو سے زیربحث آ رہا ہے۔ واضح رہے کہ ان دونوں سورتوں الطلاق اور التحریم کی ایک مشترک خصوصیت یہ بھی ہے کہ ان دونوں میں عورتوں کے معاملات بیان ہوئے ہیں۔ چناچہ اب عورتوں پر واضح کیا جا رہا ہے کہ وہ خود کو اپنے شوہروں کے تابع سمجھتے ہوئے آخرت کے حساب سے نچنت نہ ہوجائیں۔ اسلام میں عورت اور مرد کا درجہ انسان ہونے کی حیثیت سے برابر ہے۔ لہٰذا عورتیں اپنے دین و ایمان اور اعمال و فرائض کی خود ذمہ دار ہیں۔ اگر ان کا ایمان درست ہوگا اور اعمال صالحہ کا پلڑا بھاری ہوگا تبھی نجات کی کوئی صورت بنے گی۔ ان کے شوہر خواہ اللہ کے کتنے ہی برگزیدہ بندے کیوں نہ ہوں اس معاملے میں وہ ان کے کچھ کام نہیں آسکیں گے۔ اس حقیقت کو واضح کرنے کے لیے ان آیات میں چار خواتین کی مثالیں دی گئی ہیں :آیت 10{ ضَرَبَ اللّٰہُ مَثَلًا لِّلَّذِیْنَ کَفَرُوا امْرَاَتَ نُوْحٍ وَّامْرَاَتَ لُوْطٍ } ”اللہ نے مثال بیان کی ہے کافروں کے لیے نوح علیہ السلام کی بیوی اور لوط علیہ السلام کی بیوی کی۔“ { کَانَتَا تَحْتَ عَبْدَیْنِ مِنْ عِبَادِنَا صَالِحَیْنِ } ”وہ دونوں ہمارے دو بہت صالح بندوں کے عقد میں تھیں“ { فَخَانَتٰــھُمَا فَلَمْ یُغْنِیَا عَنْھُمَا مِنَ اللّٰہِ شَیْئًا } ”تو انہوں نے ان سے خیانت کی ‘ تو وہ دونوں اللہ کے مقابل میں ان کے کچھ بھی کام نہ آسکے“ وہ جلیل القدر پیغمبر علیہ السلام اپنی بیویوں کو اللہ کے عذاب سے نہ تو دنیا میں بچاسکے اور نہ ہی آخرت میں بچا سکیں گے۔ حضرت نوح علیہ السلام کی بیوی سیلاب میں غرق ہوگئی اور حضرت لوط علیہ السلام کی بیوی بھی اپنی قوم کے لوگوں کے ساتھ پتھرائو کے عذاب سے ہلاک ہوئی۔ واضح رہے کہ یہاں جس خیانت کا ذکر ہوا ہے اس سے مراد کردار کی خیانت نہیں ہے ‘ اس لیے کہ کسی نبی علیہ السلام کی بیوی کبھی بدچلن اور بدکار نہیں رہی ہے۔ ان کی خیانت اور بےوفائی دراصل دین کے معاملے میں تھی کہ وہ دونوں اپنے شوہروں کی جاسوسی کرتی تھیں اور ان کے راز اپنی قوم کے لوگوں تک پہنچاتی تھیں۔ اس میں کوئی شک نہیں کہ ایک شادی شدہ عورت کی عصمت اس کے شوہر کی عزت و ناموس ہے جس کی حفاظت کرنا شوہر کی طرف سے اس پر فرض ہے ‘ لیکن اس کے علاوہ ایک بیوی اپنے شوہر کے رازوں اور اس کے مال وغیرہ کی محافظ بھی ہوتی ہے۔ سورة النساء کی آیت 34 میں نیک اور مثالی بیویوں کی جو صفات بیان کی گئی ہیں ان میں ایک صفت حٰفِظٰتٌ لِّلْغَیْبِ بھی ہے۔ اس کا مفہوم یہی ہے کہ نیک بیویاں اپنے شوہروں کی غیر حاضری میں ان کے گھر بار اور حقوق کی محافظ ہوتی ہیں۔ اب ظاہر ہے اس حفاظت میں شوہر کی عزت و ناموس کے ساتھ ساتھ اس کے مال اور اس کے رازوں وغیرہ کی حفاظت بھی شامل ہے۔ چناچہ یہاں خیانت سے صرف عزت و ناموس ہی کی خیانت مراد لینا درست نہیں۔ { وَّقِیْلَ ادْخُلاَ النَّارَ مَعَ الدّٰخِلِیْنَ۔ } ”اور آخرت میں کہہ دیاجائے گا کہ تم دونوں داخل ہوجائو آگ میں دوسرے سب داخل ہونے والوں کے ساتھ۔“ ان دو عبرت انگیز مثالوں سے یہ حقیقت واضح ہوجانی چاہیے کہ اللہ تعالیٰ کے وہ اولوا العزم پیغمبر علیہ السلام جنہوں نے ساڑھے نو سو سال اللہ تعالیٰ کے پیغام کی دعوت میں صرف کیے وہ اگر اپنی بیوی کو برے انجام سے نہیں بچا سکے تو اور کون ہوگا جو اللہ تعالیٰ کے حضور اپنے کسی عزیز رشتے دار کی سفارش کرسکے گا ؟ نبی اکرم ﷺ نے اپنی دعوت کے آغاز میں قبیلہ قریش بالخصوص اپنے قریبی عزیز و اقارب کو جمع کر کے فرمایا تھا : یَا مَعْشَرَ قُرَیْشٍ ! اشْتَرُوْا اَنْفُسَکُمْ مِنَ اللّٰہِ لَا اُغْنِیْ عَنْکُمْ مِنَ اللّٰہِ شَیْئًا ‘ یَا بَنِیْ عَبْدِالْمُطَّلِبِ ! لَا اُغْنِیْ عَنْکُمْ مِنَ اللّٰہِ شَیْئًا ، یَا عَبَّاسَ بْنَ عَبْدِالْمُطَّلِبِ ! لَا اُغْنِیْ عَنْکَ مِنَ اللّٰہِ شَیْئًا ، یَا صَفِیَّۃُ عَمَّۃَ رَسُوْلِ اللّٰہِ ! لَا اُغْنِیْ عَنْکِ مِنَ اللّٰہِ شَیْئًا ، یَا فَاطِمَۃُ بِنْتَ رَسُوْلِ اللّٰہِ ! سَلِیْنِیْ بِمَا شِئْتِ لَا اُغْنِیْ عَنْکِ مِنَ اللّٰہِ شَیْئًا 1”اے قریش کے لوگو ! اپنے آپ کو اللہ کی گرفت سے بچانے کی کوشش کرو ‘ میں اللہ کے مقابلہ میں تمہارے کچھ بھی کام نہ آسکوں گا۔ اے بنی عبدالمطلب ! میں اللہ کے مقابلہ میں تمہارے کچھ بھی کام نہ آسکوں گا۔ اے عباس بن عبدالمطلب ! میں اللہ کے مقابلہ میں تمہارے کچھ بھی کام نہ آسکوں گا۔ اے صفیہ ‘ اللہ کے رسول کی پھوپھی ! میں اللہ کے مقابلہ میں تمہارے کچھ بھی کام نہ آسکوں گا۔ اے فاطمہ ‘ اللہ کے رسول ﷺ کی بیٹی ! تم مجھ سے میرے مال میں سے جو چاہو طلب کرلو ‘ لیکن میں اللہ کے مقابلہ میں تمہارے کچھ بھی کام نہ آسکوں گا۔“ایک روایت میں یہ الفاظ بھی آئے ہیں : یَافَاطِمَۃُ بِنْتَ مُحَمَّدٍ ﷺ اَنْقِذِیْ نَفْسَکِ مِنَ النَّارِ ‘ فَاِنِّیْ لَا اَمْلِکُ لَکِ مِنَ اللّٰہِ شَیْئًا 1”اے محمد ﷺ کی لخت جگر فاطمہ رض ! اپنے آپ کو آگ سے بچائو ‘ کیونکہ مجھے تمہارے بارے میں اللہ کے ہاں کوئی اختیار نہیں ہوگا۔“",
  "ayah": 10,
  "surah": 66
}
