{
  "text": "آیت 4{ اِنْ تَـتُوْبَآ اِلَی اللّٰہِ فَقَدْ صَغَتْ قُلُوْبُکُمَا } ”اگر تم دونوں اللہ کی جناب میں توبہ کرو تو یہی تمہارے لیے بہتر ہے ‘ کیونکہ تمہارے دل تو مائل ہو ہی چکے ہیں۔“ اس آیت کی تعبیر میں اہل تشیع کا نقطہ نظر یقینا انتہا پسندانہ ہے ‘ لیکن مقام حیرت ہے کہ ہمارے بعض مترجمین اور مفسرین نے بھی انہی کی روش اختیار کی ہے۔ البتہ مولانا حمید الدین فراہی رح نے عربی اسلوب کو مدنظر رکھتے ہوئے اس آیت کی جو وضاحت کی ہے میری رائے میں وہ بہت جامع اور بالکل درست ہے۔ اس حوالے سے میں ذاتی طور پر خود کو مولانا صاحب کا احسان مند مانتا ہوں کہ ان کی اس تحریر کی بدولت مجھے قرآن کے اس مقام کا درست فہم اور شعور نصیب ہوا۔  اہل تشیع کے ہاں { فَقَدْ صَغَتْ قُلُوْبُکُمَا } کا ترجمہ یوں کیا جاتا ہے کہ تم دونوں کے دل ٹیڑھے ہوچکے ہیں۔ دراصل صََغَتْ ایسا لفظ ہے جس میں منفی اور مثبت دونوں معنی پائے جاتے ہیں۔ جیسے مَالَ اِلٰی کے معنی ہیں کسی طرف میلان یا توجہ ہونا جبکہ مَالَ عَنْ کے معنی ہیں کسی سے نفرت ہوجانا۔ اسی طرح لفظ رَغِبَ اِلٰی راغب ہونا ‘ محبت کرنا اور رَغِبَ عَنْ ناپسند کرنا کے معنی دیتا ہے۔ صَغٰی کا معنی ہے جھک جانا ‘ مائل ہوجانا۔ جب ستارے ڈوبنے لگتے ہیں تو عرب کہتے ہیں : صَغَتِ النُّجُوم۔ چناچہ یہاں اس لفظ کا درست مفہوم مائل ہوجانا ہی ہے کہ اب تمہارے دل میں تو یہ بات آ ہی چکی ہے اور تمہارے دل تو خطا کو تسلیم کر ہی چکے ہیں ‘ بس اب تم زبان سے بھی اس کا اعتراف کرلو۔ جیسے حضرت آدم علیہ السلام کو اپنی خطا کا احساس ہوگیا تو اللہ تعالیٰ نے آپ علیہ السلام کو اعتراف اور توبہ کے الفاظ بھی سکھا دیے : { فَتَلَقّٰٓی اٰدَمُ مِنْ رَّبِّہٖ کَلِمٰتٍ فَتَابَ عَلَـیْہِط } البقرۃ : 37 اور آپ علیہ السلام نے سکھائے ہوئے طریقے سے توبہ کرلی۔ اس بارے میں عام رائے یہ ہے کہ مذکورہ بات حضرت حفصہ رض نے حضرت عائشہ رض کو بتائی تھی۔ چونکہ حضرت ابوبکر اور حضرت عمر رض کو دربارِ رسالت میں خصوصی مقام و مرتبہ حاصل تھا اسی نسبت سے حضرت عائشہ رض اور حضرت حفصہ رض بھی ازواجِ مطہرات رض میں ممتاز تھیں۔  { وَاِنْ تَظٰھَرَا عَلَیْہِ } ”اور اگر تم دونوں نے ان کے خلاف گٹھ جوڑ کرلیا ہے“ یہ بہت سخت الفاظ ہیں۔ قرآن مجید کے ایسے مقامات کو سمجھنے کے لیے بنیادی طور پر یہ اصول ذہن میں رکھنا چاہیے کہ اَلرَّبُّ رَبٌّ وَاِنْ تَنَزَّلَ ‘ وَالْعَبْدُ عَبْدٌ وَاِنْ تَرَقّٰی۔ اور یہ بھی کہ جن کے مراتب جتنے بلند ہوں ان کا ہلکا سا سہو بھی اللہ تعالیٰ کے ہاں قابل گرفت ہوجاتا ہے۔ جیسے عربی کا مقولہ ہے : حَسَنَاتُ الْاَبْرَارِ سَیِّئَاتُ الْمُقَرَّبِیْن یعنی عام لوگوں کے لیے جو کام بڑی نیکی کا سمجھا جائے گا ہوسکتا ہے کہ وہی کام اللہ تعالیٰ کے مقربین اولیاء اور محبوب بندوں کے لیے تقصیر قرار پائے اور ان کے مرتبہ کے اعتبار سے قابل ِگرفت شمار ہوجائے۔ اسی قاعدہ اور اصول کے تحت یہاں یہ سخت الفاظ آئے ہیں کہ اگر آپ لوگوں نے ہمارے رسول ﷺ کے خلاف کوئی متحدہ محاذ بنانے کا فیصلہ کرلیا ہے تو سن لو : { فَاِنَّ اللّٰہَ ھُوَ مَوْلٰــٹہُ وَجِبْرِیْلُ وَصَالِحُ الْمُؤْمِنِیْنَج وَالْمَلٰٓئِکَۃُ بَعْدَ ذٰلِکَ ظَھِیْرٌ۔ } ”ان ﷺ کا پشت پناہ تو خود اللہ ہے اور جبریل اور تمام صالح مومنین ‘ اور مزید برآں تمام فرشتے بھی ان ﷺ کے مددگار ہیں۔“ لہٰذا بہتر تو یہ ہے کہ تم لوگ ہمارے رسول ﷺ کے ساتھ جو بھی معاملہ کرو ان کے مقام و مرتبے کی مناسبت سے کیا کرو۔ تمہارا میاں بیوی کا رشتہ اپنی جگہ لیکن یہ حقیقت کسی لمحہ بھی نظر انداز نہیں ہونی چاہیے کہ وہ اللہ کے رسول ﷺ ہیں اور تم سب لوگ امتی ہو۔ تمہارا ان ﷺ کے ساتھ بنیادی تعلق یہی ہے۔ اس تعلق کے مقابلے میں تمہارے باقی تمام رشتوں کی حیثیت ثانوی ہے۔ اس کے بعد آگے مزید سخت الفاظ آ رہے ہیں :",
  "ayah": 4,
  "surah": 66
}
