{
  "text": "آیت 5{ عَسٰی رَبُّہٗٓ اِنْ طَلَّقَکُنَّ اَنْ یُّبْدِلَہٗٓ اَزْوَاجًا خَیْرًا مِّنْکُنَّ } ”بعید نہیں کہ اگر وہ تم سب کو طلاق دے دیں تو ان کا رب انہیں تم سے کہیں بہتر بیویاں عطا کردے“ { مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰئِبٰتٍ عٰبِدٰتٍ سٰئِحٰتٍ ثَیِّبٰتٍ وَّاَبْکَارًا۔ } ”اطاعت شعار ‘ ایمان والیاں ‘ فرمانبردار ‘ توبہ کرنے والیاں ‘ عبادت گزار ‘ لذاتِ دنیوی سے بیگانہ ‘ شوہر دیدہ بھی اور کنواری بھی۔“ ان الفاظ میں ازواجِ مطہرات رض کی سیرت و کردار کی ایک جھلک بھی سامنے آتی ہے کہ تمہارے اندرجو یہ اوصاف ہیں کہ تم اطاعت شعار ہو ‘ ایمان والیاں ہو ‘ فرماں بردار ہو ‘ توبہ کرنے والیاں ہو ‘ زہد و قناعت کرنے والیاں ہو ‘ ان پر تمہیں ناز اں نہیں ہونا چاہیے۔ اللہ تعالیٰ ان اوصاف کی حامل تم سے بہتر خواتین اپنے نبی مکرم ﷺ کے لیے ازواج کے طور پر فراہم کرسکتا ہے۔ یہاں یہ نکتہ بھی لائق توجہ ہے کہ مذکورہ اوصاف کے درمیان ”و“ بطور حرف عطف نہیں آیا ‘ سوائے ایک ”و“ کے جو کہ آخر میں آیا ہے۔ یہ ایک غیرمعمولی اسلوب ہے اور اس کا مطلب یہ ہے کہ وہ خواتین ایسی شخصیات ہوں گی جن میں یہ تمام اوصاف بیک وقت موجود ہوں گے۔ سوائے آخری دواوصاف کے کہ وہ دونوں اوصاف ایک شخصیت میں بیک وقت اکٹھے نہیں ہوسکتے ‘ اس لیے ان کے درمیان میں ”و“ عطف آگئی ہے۔۔۔۔ ثَیِّبٰتٍسے مراد ایسی عورتیں ہیں جنہیں نکاح کے بعد طلاق ہوگئی ہو یا وہ بیوہ ہوگئی ہوں۔ یہاں ضمنی طور پر یہ بھی جان لیجیے کہ سوائے حضرت عائشہ رض کے باقی تمام ازواجِ مطہرات رض ثَـیِّباتہی کی حیثیت سے حضور ﷺ کے نکاح میں آئیں۔ ان ابتدائی پانچ آیات کا تعلق عائلی زندگی سے ہے۔ اس مضمون کا خلاصہ یہ ہے کہ میاں بیوی کے درمیان روز مرہ زندگی کے معاملات کو حد اعتدال میں رہنا چاہیے۔ ایک دوسرے کے حقوق کا خیال بھی رکھا جائے اور دوسرے کے حوالے سے اپنے فرائض کو بھی نظر انداز نہ کیا جائے ‘ لیکن اللہ تعالیٰ کے حقوق کو تمام معاملات پر فوقیت دی جائے۔ اگر میاں بیوی میں اختلافات پیدا ہوجائیں اور اصلاح کی کوئی صورت نہ رہے تو قواعد و ضوابط کو مدنظر رکھتے ہوئے شرافت کے ساتھ علیحدگی اختیار کرلی جائے۔ لیکن اگر گھر کے ماحول میں محبت و یگانگت کا رنگ غالب ہو تو بھی محتاط رہا جائے کہ کہیں بےجامحبت کی وجہ سے اللہ تعالیٰ کی قائم کردہ حدود نہ ٹوٹنے پائیں اور ایسا نہ ہو کہ بیوی بچوں کی محبت انسان کو غلط راستے پر لے جائے۔  اس کے بعد کی تین آیات کا تعلق خصوصی طور پر مردوں سے ہے اور یہ دراصل سورة الحدید ہی کے مضمون کا تسلسل ہے جو یہاں اس گروپ کی آخری سورت کے اختتام پر آگیا ہے۔",
  "ayah": 5,
  "surah": 66
}
