{
  "text": "آیت 6{ یٰٓــاَیـُّھَا الَّذِیْنَ اٰمَنُوْا قُوْآ اَنْفُسَکُمْ وَاَھْلِیْکُمْ نَارًا } ”اے اہل ایمان ! بچائو اپنے آپ کو اور اپنے اہل و عیال کو اس آگ سے“ اس سے پہلے سورة التغابن میں اہل ایمان کو ان کے اہل و عیال کے بارے میں اس طرح متنبہ کیا گیا ہے : { یٰٓــاَیـُّہَا الَّذِیْنَ اٰمَنُوْا اِنَّ مِنْ اَزْوَاجِکُمْ وَاَوْلَادِکُمْ عَدُوًّا لَّــکُمْ فَاحْذَرُوْہُمْج } آیت 14 ”اے ایمان کے دعوے دارو ! تمہاری بیویوں اور تمہاری اولاد میں تمہارے دشمن ہیں ‘ پس ان سے بچ کر رہو“۔ سورة التغابن کے اس حکم کے تحت اہل ایمان کو منفی انداز میں متنبہ کیا گیا ہے ‘ جبکہ آیت زیر مطالعہ میں انہیں ان کے اہل و عیال کے بارے میں مثبت طور پر خبردار کیا جا رہا ہے کہ بحیثیت شوہر اپنی بیویوں کو اور بحیثیت باپ اپنی اولاد کو دین کے راستے پر ڈالنا تمہاری ذمہ داری ہے۔ یہ مت سمجھو کہ ان کے حوالے سے تمہاری ذمہ داری صرف ضروریاتِ زندگی فراہم کرنے کی حد تک ہے ‘ بلکہ ایک مومن کی حیثیت سے اپنے اہل و عیال کے حوالے سے تمہارا پہلا فرض یہ ہے کہ تم انہیں جہنم کی آگ سے بچانے کی فکر کرو۔ اس کے لیے ہر وہ طریقہ اختیار کرنے کی کوشش کرو جس سے ان کے قلوب و اذہان میں دین کی سمجھ بوجھ ‘ اللہ کا تقویٰ اور آخرت کی فکر پیدا ہوجائے تاکہ تمہارے ساتھ ساتھ وہ بھی جہنم کی اس آگ سے بچ جائیں : { وَّقُوْدُھَا النَّاسُ وَالْحِجَارَۃُ } ”جس کا ایندھن بنیں گے انسان اور پتھر“ { عَلَیْھَا مَلٰٓئِکَۃٌ غِلَاظٌ شِدَادٌ} ”اس پر بڑے تند خو ‘ بہت سخت دل فرشتے مامور ہیں“ وہ فرشتے مجرموں کو جہنم میں جلتا دیکھ کر ان پر رحم نہیں کھائیں گے ‘ اور نہ ہی وہ ان کے نالہ و شیون سے متاثر ہوں گے۔ تو کیا ہم ناز و نعم میں پالے ہوئے اپنے لاڈلوں کو جہنم کا ایندھن بننے کے لیے ان سخت دل فرشتوں کے سپرد کرنا چاہتے ہیں ؟ بہرحال ہم میں سے ہر ایک کو اس زاویے سے اپنی ترجیحات کا سنجیدگی سے جائزہ لینے کی ضرورت ہے کہ کیا ہم اپنے اہل و عیال کو جنت کی طرف لے جا رہے ہیں یا جہنم کا راستہ دکھا رہے ہیں ؟ اپنے بہترین وسائل خرچ کر کے اپنی اولاد کو ہم جو تعلیم دلوا رہے ہیں کیا وہ ان کو دین کی طرف راغب کرنے والی ہے یا ان کے دلوں میں دین سے بغاوت کے بیج بونے والی ہے ؟ اگر تو ہم اپنے اہل و عیال کو اچھے مسلمان بنانے کی کوشش نہیں کر رہے اور ان کے لیے ایسی تعلیم و تربیت کا اہتمام نہیں کر رہے جو انہیں دین کی طرف راغب کرنے اور فکر آخرت سے آشنا کرنے کا باعث بنے تو ہمیں جان لینا چاہیے کہ ہم محبت کے نام پر ان سے عداوت کر رہے ہیں۔  { لاَّ یَعْصُوْنَ اللّٰہَ مَآ اَمَرَھُمْ } ”اللہ ان کو جو حکم دے گا وہ فرشتے اس کی نافرمانی نہیں کریں گے“ اللہ تعالیٰ جس کو جیسا عذاب دینے کا حکم دے گا وہ فرشتے اسے ویسا ہی عذاب دیں گے۔ کسی کے رونے دھونے کی وجہ سے اس کے ساتھ کوئی رعایت نہیں برتیں گے۔ { وَیَفْعَلُوْنَ مَا یُؤْمَرُوْنَ۔ } ”اور وہ وہی کریں گے جس کا انہیں حکم دیا جائے گا۔“",
  "ayah": 6,
  "surah": 66
}
