{
  "text": "Всевышний Аллах ниспосылает разные аяты, обладающие восхитительным смыслом и проливающие свет на удивительные истины. Божественные разъяснения не имеют недостатков. Напротив, они настолько восхитительны, что превосходят предел, которого творения способны достичь самостоятельно. Аллах разъясняет коранические аяты, но все заканчивается тем, что некоторые из людей говорят, что Пророк Мухаммад, да благословит его Аллах и приветствует, обучился им из книг людей Писания. Одни говорят: «Этот аят мы уже слышали». Другие же говорят: «Это - сказания древних народов, которым Мухаммад обучился от людей Писания». По своей лексической конструкции этот аят похож на следующее откровение: «Семья Фараона подобрала его, чтобы он стал их врагом и печалью» (28:8). Безусловно, домочадцы Фараона не подбирали ребенка для того, чтобы вырастить его своим врагом. Они сделали это для того, чтобы он принес им радость, однако все закончилось тем, что между ними зародилась вражда. Аллах так же не излагает Свои знамения для того, чтобы люди заявляли, что Пророк Мухаммад, да благословит его Аллах и приветствует, обучился им от людей Писания, однако ясность и разнообразие коранических откровений делает их похожими на предыдущие Писания. Аллах излагает знамения различным образом для того, чтобы разъяснить Коран людям, умеющим отличить истину от лжи. В этом аяте речь идет о Священном Коране, хотя он не упоминается здесь, однако это совершенно очевидно. Возможно, местоимение здесь относится к отдельным аятам, однако они также подразумевают Коран. Одним словом, смысл этих слов в том, что наряду с разнообразными знамениями во Вселенной Аллах ниспослал и разъяснил различные знамения в Священном Коране для того, чтобы донести истину до неверующих. Они не могут обвинить Пророка Мухаммада, да благословит его Аллах и приветствует, в том, что он сочинил Писание или придумал ложь, и поэтому им остается лишь обвинять его в том, что он обучился ему от людей, а не от Аллаха. А еще Аллах разъяснил Свои знамения для того, чтобы пролить свет на ниспосланную истину для тех, кто не потакает своим желаниям, понимает истину и покоряется ей.",
  "ayah": 105,
  "surah": 6
}
