{
  "text": "Всевышний утешил Пророка Мухаммада, да благословит его Аллах и приветствует, вестью о том, что враги отвергают его проповеди, сражаются с ним и завидуют ему потому, что так Аллах поступает со всеми пророками. Какой бы пророк не приходил к людям, у него обязательно появлялись враги среди джиннов и людей, которые были сущими дьяволами и боролись со всем, что проповедовали посланники. Такие дьяволы призывают исповедовать ошибочные воззрения и приукрашивают их, обольщая тем самым глупцов и склоняя на свою сторону безрассудных людей, которые не способны постичь истину и разобраться в сути происходящего. Они с удовольствием выслушают красивые слова и обольстительные изречения и принимают правду за вымысел, а вымысел - за правду. Однако склоняются к таким обольстительным словам только сердца тех, кто не верует в Последнюю жизнь. Именно отсутствие веры в Судный день и неспособность здраво мыслить побуждают их поступать так. Поначалу они только склоняются к обольстительным словам, но стоит им уклониться от истины и услышать речи, которые кажутся им прекрасными, как они одобряют свой выбор и радуются ему в сердцах. В результате этого ошибочные взгляды становятся их окончательными убеждениями и их неотъемлемым качеством. Это приводит к тому, что они начинают лгать и совершать порочные поступки, являющиеся неизбежным следствием их дурных воззрений. Таково положение дьяволов из числа людей и джиннов, измышляющих гнусную ложь. Что же касается верующих, которые уверовали в Последнюю жизнь и обладают полноценным разумом, то они не обольщаются ложью и не поддаются ее губительному влиянию. Напротив, они всей душой стремятся познать истину и задумываются над смыслом того, к чему призывают проповедники. Если их призывают к истине, то они соглашаются с ней и покоряются ей, даже если ее преподносят простыми словами и скромными выражениями. Если же слова проповедников оказываются лживыми, то они отвергают их, независимо от того, кто предлагает им исповедовать эти воззрения, даже если их ложь облачена в прекрасный наряд, который нежнее шелка. Всевышний пожелал, чтобы у пророков были враги, которые отстаивали и проповедовали ложь, чтобы подвергнуть Своих рабов испытанию и отличить правдивых верующих от лжецов, благоразумных людей - от невежд, а зрячих - от слепцов. Еще одна мудрость такого установления в том, что оно позволяет разъяснить истину. Ведь истина становится очевидной, когда ложь начинает сопротивляться ей. Только при таких обстоятельствах становятся ясны доказательства и свидетельства, подтверждающие правдивость истины и изобличающие порочность лжи. Поистине, именно ради достижения этой цели должны состязаться друг с другом состязающиеся.",
  "ayah": 113,
  "surah": 6
}
