{
  "text": "В тот день, когда Всевышний Аллах соберет вместе всех людей и джиннов, сбившихся с пути и вводивших в заблуждение других, Он упрекнет джиннов, которые сбивали с пути людей, представляли им зло в прекрасном свете и подстрекали их к совершению грехов. Им будет сказано: «О сонмище джиннов! Вы ввели в заблуждение и сбили с пути многих людей. Как же вы осмелились нарушить Мои запреты и дерзко ослушаться Моих посланников? Как вы посмели сражаться против Меня, удерживая рабов с пути их Господа и уводя их на путь, ведущий в Преисподнюю? Сегодня вы заслужили Мое проклятие и удостоились Моего гнева, и каждый из вас получит наказание в зависимости от тяжести его неверия и вреда, который он причинил окружающим. Вы не сможете оправдать свои поступки и не найдете для себя убежища. Никто не станет заступаться за вас, и никто не ответит на ваши молитвы». Нетрудно догадаться, какое ужасное наказание, какой великий позор и какие мучительные страдания выпадут на долю джиннов в этот страшный день. Что же касается их клевретов из числа людей, то они попытаются оправдаться, однако их оправдания не будут приняты. Они скажут: «Мы и джинны использовали друг друга. Джинны удовлетворялись тем, что мы подчинялись и поклонялись им, возвеличивали их и молили их о покровительстве. Мы же довольствовались тем, что благодаря джиннам удовлетворяли некоторые из своих порочных желаний. Мы поклонялись джиннам, и они прислуживали нам и помогали нам обрести некоторые мирские блага. Мы совершали грехи, которые не можем отрицать. Теперь нам приходится расплачиваться за совершенные деяния. Поступай же с нами, как пожелаешь, и вынеси Твой приговор. Мы не имеем доводов в свою пользу и не можем оправдаться, и нам остается лишь дожидаться Твоего решения и приговора». В этих словах просматривается смирение и желание вызвать сочувствие к себе. Однако будет уже слишком поздно, и поэтому Аллах примет справедливое и беспристрастное решение, приговорив их к вечному наказанию в Преисподней. И поскольку этот приговор является следствием Его божественной мудрости и знания, в конце этого аята Аллах нарек Себя Мудрым и Знающим. Его знание объемлет все сущее, и Его наивысшая мудрость охватывает всякую вещь.",
  "ayah": 128,
  "surah": 6
}
