{
  "text": "Всевышний велел Пророку Мухаммаду, да благословит его Аллах и приветствует, убедить язычников в истинности единобожия и спросить их, кто является Творцом, Властелином и Правителем небес и земли. Многобожникам прекрасно известно, что этими качествами обладает только Аллах, и они не станут отрицать этого. И если они признают Его Единственным Властелином и Правителем Вселенной, то почему они не соглашаются поклоняться и искренне служить Ему одному?!! Его абсолютная власть распространяется на небесный и земной миры, которые осенены Его божественной милостью. Он окутал Вселенную Своей милостью и добродетелью и пожелал, чтобы Его милость всегда одерживала верх над Его гневом. Он любит одарять Своих рабов больше, чем лишать их Своих щедрот. Он распахнул врата милости перед всеми рабами, и только грехи закрывают их перед ними. Он призывает рабов войти в них, и только ослушание и пороки мешают им найти их. Затем Аллах поклялся непременно собрать людей вместе в День воскресения, и, поистине, Его слова - самые правдивые. Он подтвердил истинность Своего обещания столькими доводами и свидетельствами, что оно превратилось в истину, которую можно ощутить или пощупать. Однако несправедливые люди отказываются от всего, кроме неверия. Они отрицают способность Аллаха воскресить творения, погружаются в омут ослушания, осмеливаются исповедовать неверие и наносят непоправимый урон своему благополучию на земле и после смерти. Именно поэтому Аллах сказал, что потерявшие себя грешники никогда не уверуют. Эта прекрасная сура содержит разные логические доводы и убедительные тексты, свидетельствующие об истинности единобожия. Можно даже сказать, что она почти целиком посвящена единобожию и опровержению воззрений многобожников, отрицающих миссию Божьего посланника, да благословит его Аллах и приветствует. В этих аятах Аллах упомянул истины, позволяющие уяснить прямой путь и отречься от многобожия. Всевышний упомянул о том, что Ему принадлежит все, что покоится в течение дня и ночи. Его власть распространяется на все творения: на людей и джиннов, ангелов и животных, а также на безжизненные предметы. Все создания являются Его рабами и подвластны воле своего Великого Господа и Могущественного Властелина. Разве могут логические доводы и священные тексты побуждать людей поклоняться рабам, которые не способны принести пользу или причинить вред? Разве они призывают к отказу от искреннего служения Творцу, Правителю, Властелину и Единственному Богу, способному приносить пользу или причинять вред? Или же все-таки здравый смысл и непорочное естество призывают искренне поклоняться одному Аллаху, Господу миров, испытывая любовь и страх к Нему одному и возлагая надежды на Него одного?!! Поистине, Он слышит голоса творений, которые обращаются к Нему на всевозможных языках с самыми разными просьбами. Он ведает обо всем, что произошло и чему еще предстоит произойти. Он ведает о том, чему не суждено произойти, и знает, как это выглядело бы, если бы оно произошло. Ему известно все явное и сокровенное.",
  "ayah": 13,
  "surah": 6
}
