{
  "text": "Аллах оказал милость рабам, когда повелел им совершать праведные деяния и предостерег их от дурных поступков. Он сделал это в их собственных интересах, потому что Он самодостаточен и не нуждается в Своих творениях. Покорность послушников не приносит Ему никакой пользы, а неповиновение ослушников не причиняет Ему никакого вреда. О люди! Если Аллах пожелает, то погубит вас и сделает вашими преемниками, кого захочет, подобно тому, как Он создал вас из потомства других народов. Если вам известно, что вы непременно покинете земной мир, подобно вашим предшественникам, и оставите его вашим преемникам, подобно тому, как ваши предшественники оставили его вам, почему вы относитесь к нему как к своей постоянной обители? Почему вы избираете землю своим местом жительства и забываете о том, что она является промежуточным, а не последним этапом вашей жизни? Почему вы забываете о том, что впереди есть обитель, которая преисполнена любых благ и избавлена от любых недостатков и изъянов? Ради той обители усердствовали первые и последующие поколения, туда отправились первые праведники и их последователи. Оказавшись там, человек обретает вечную жизнь и постоянное местожительство, достигает самой желанной цели и добивается исполнения заветного желания, рядом с которым все остальные мечты представляются ничтожными. Клянусь Аллахом, там собрано все, чего жаждут души, чем упиваются взоры и ради чего состязаются состязающиеся. Там собраны блага, которые доставляют удовольствие людям, приносят много радости и ублажают тела и сердца. Там люди оказываются вблизи от Ведающего сокровенное Аллаха. Клянусь Аллахом, устремления благоразумного человека могут быть связаны только с этими щедрыми дарами, и его желанием может быть только желание оказаться на высочайших ступенях Рая!! Как же ничтожна участь того, кто довольствуется меньшим, и как презренны устремления того, кто отдает предпочтение невыгодной сделке!! Пусть же эта обитель не представляется очень далекой тем, кто беспечно отворачивается от истины. Обещанное Аллахом непременно наступит, и тогда они не смогут спастись от Него и избежать Его наказания. Их судьбы - в Его власти, и они зависят от Его решений и постановлений.",
  "ayah": 134,
  "surah": 6
}
