{
  "text": "Не пожирайте имущество сирот, не используйте его во благо себе и не расходуйте его без необходимости. Используйте имущество сирот только тогда, когда это может принести им пользу или приумножить их состояние. Это значит, что запрещается приближаться к имуществу сирот, если это может навредить им или не принесет им ни пользы, ни вреда, пока они не достигнут совершеннолетия и не смогут грамотно распоряжаться своим имуществом. Когда же они достигнут совершеннолетия, им следует вручить их имущество, дабы они могли распоряжаться им по своему усмотрению. Из этого также следует, что сирота не имеет права самостоятельно распоряжаться своим имуществом до достижения совершеннолетия, что его опекун обязан распоряжаться его имуществом самым лучшим образом и что эти ограничения сохраняют силу до тех пор, пока сирота не достигнет совершеннолетия. Наполняйте меру полностью и взвешивайте правильно, и если вы будете стремиться исправно выполнять это предписание, то никого из вас не станут обременять сверх его возможностей. Аллах возлагает на человека только то, с чем он может справиться, и не обременяет его непосильными обязанностями. И если вы будете стараться отмеривать и взвешивать правильно, не проявляя небрежности и не имея злого умысла, но совершите ошибку, то Аллах простит вас и проявит снисходительность. Опираясь на это откровение, знатоки основ правоведения утверждали, что Аллах не возлагает на человека обязанности, которые превышают его возможности, и если человек боится Его и делает все возможное для того, чтобы исправно выполнять Его повеления, то он не несет ответственности за все остальное. Если вы разрешаете разногласия, возникшие между людьми, или оцениваете их высказывания и поступки, то будьте справедливы и говорите правду о тех, кого вы любите, и тех, кто вам не нравится. Будьте беспристрастны и не скрывайте того, что вы обязаны разъяснить людям, поскольку пристрастное отношение к тем, кто вам не по душе, и их высказываниям, является несправедливым и запрещенным поступком. Более того, если богослов критикует приверженцев еретических взглядов, он обязан отдавать должное каждому их воззрению, разъяснять их правильные и ошибочные взгляды и справедливо оценивать их близость или отдаленность от правильных убеждений. Богословы также отмечали, что судья обязан не проявлять пристрастия к одной из тяжущихся сторон ни взглядом, ни словом. Будьте верны завету с Аллахом, который включает в себя все обязательства, возложенные Им на рабов, и договора, заключенные между рабами. Люди обязаны исправно выполнять каждое из этих обязательств. Нарушать их или проявлять небрежность при их выполнении категорически запрещается. Такие предписания Аллах заповедал вам для того, чтобы вы помнили их, должным образом выполняли Его заповеди и постигали заложенные в них мудрости и религиозные законы.",
  "ayah": 152,
  "surah": 6
}
