{
  "text": "Мы ниспослали вам это Благословенное Писание, чтобы лишить вас возможности оправдать неверие и чтобы вы не сказали, что Писание было ниспослано только иудеям и христианам - двум религиозным общинам до вас, и что вы ничего не знали о предыдущих Писаниях. Мы ниспослали вам его, и с небес еще никогда не сходило такое содержательное, ясное и доступное Откровение. До этого вы еще могли оправдать свое неверие тем, что верное руководство совсем не дошло до вас или дошло в несовершенном виде. Но теперь вы познали верное руководство совершенным образом, ведь к вам явилось ясное знамение от вашего Господа. Под этим ясным знамением подразумевается все, что проливает свет на истину. Оно выводит вас из заблуждения на прямой путь и является милостью по отношению к вам, потому что обеспечивает ваше счастье в религии и мирской жизни. Это обязывает вас выполнять его предписания и верить всем его повествованиям. Если же кто-либо из вас не обращает на него внимания и считает его ложью, то он - величайший из беззаконников, ибо нет несправедливее того, кто отрицает знамения Аллаха, отворачивается и удаляется от них. Всякий, кто отворачивается от Его знамений, непременно будет подвергнут ужасному наказанию за то, что впал в заблуждение и вводил в заблуждение других. Это будет справедливое воздаяние за совершенные злодеяния, ведь Господь никогда не притесняет Своих рабов. Эти аяты свидетельствуют о том, что коранические познания - самые славные, благословенные и всеобъемлющие. Благодаря Священному Корану прямой путь предельно ясен, и для его уяснения люди не нуждаются в измышлениях мыслителей, рассуждениях философов или других науках, изученных первыми и последующими поколениями. Из них также следует, что прежние Писания были ниспосланы только двум религиозным общинам - иудеям и христианам. Только они считаются людьми Писания, тогда как зороастрийцы и представители других вероисповеданий не относятся к таковым. Из них также следует, что до ниспослания Корана арабы пребывали в полном невежестве и не имели представлений о сути Писаний иудеев и христиан, которые были хранителями важнейших знаний.",
  "ayah": 157,
  "surah": 6
}
