{
  "text": "О Посланник! Многобожники, приобщающие сотоварищей к Аллаху и молящиеся вместо него другим божествам, призывают вас обратиться в их религию и разъясняют вам качества своих богов. А ведь одного упоминания о них достаточно, чтобы благоразумный человек отказался поклоняться им. Благоразумному человеку достаточно просто ознакомиться с воззрениями многобожников, чтобы убедиться в их порочности еще до того, как он получит неопровержимые доказательства этого. Неужели они полагают, что вы станете поклоняться помимо Аллаха тем, кто не способен помочь или навредить вам? Эти качества присущи любому творению, которому поклоняются вместо Аллаха, потому что творения не способны самостоятельно приносить пользу или причинять вред. Они не распоряжаются происходящим во Вселенной, поскольку власть целиком принадлежит одному Аллаху. Неужели они думают, что вы обратитесь вспять после того, как Он наставил вас на прямой путь? Неужели они думают, что вы откажетесь от верного руководства ради заблуждения и свернете с пути, ведущего в Райские сады блаженства ради того, чтобы следовать путями, ведущими к мучительному наказанию? Здравомыслящий человек никогда не довольствуется таким выбором, потому что сделавший его оказывается в положении того, кого дьяволы на земле ввели в заблуждение, сбили с прямого пути и отдалили от желанной цели, кто пребывает в замешательстве, оказавшись между проповедниками добра и зла. Так можно охарактеризовать положение всех людей, кроме тех, кого уберег Всевышний Аллах, потому что люди всегда испытывают противоречивые влечения и находятся под воздействием разных сил. С одной стороны, они испытывают влияние пророческого послания, здравого разума и непорочного естества, которые призывают их следовать прямым путем и взойти на большие высоты. С другой стороны, они подвержены влиянию сатаны, его последователей и порывов своей души, повелевающей творить зло. Эти факторы подталкивают человека к заблуждению и увлекают его на самое дно Преисподней. Среди людей есть такие, которые всегда - или в большинстве случаев - прислушиваются к призывам тех, кто указывает им на прямой путь. Среди них есть такие, которые поступают противоположным образом. Есть и такие, которые прислушиваются к обоим призывам и одинаково подвержены этим двум противоречивым влечениям. Только пользуясь этим мерилом, можно распознать счастливых праведников и несчастных грешников. Аллах отметил, что единственным верным руководством является путь, который Он узаконил устами Своего посланника, да благословит его Аллах и приветствует, поскольку все остальные дороги ведут к заблуждению и погибели. Мусульманам велено исповедовать единобожие, придерживаться религиозных повелений и запретов и поклоняться своему Господу. Поистине, это - проявление величайшей милости и самой совершенной заботы Аллаха по отношению к рабам.",
  "ayah": 71,
  "surah": 6
}
