{
  "text": "অতঃপর আমি তার অপরাধ ক্ষমা করলাম।[১] নিশ্চয় আমার নিকট তার জন্য রয়েছে উচ্চ মর্যাদা ও শুভ পরিণাম ।\n[১] দাঊদ (আ)-এর এই কাজ কি ছিল, যার জন্য তাঁকে ত্রুটি স্বীকার এবং তওবা, ক্ষমাপ্রার্থনা ও অনুতাপ প্রকাশ করার অনুভূতি হল এবং আল্লাহ তাআলা তাঁকে ক্ষমা করে দিলেন। কুরআন কারীমে এর বিস্তারিত আলোচনা পাওয়া যায় না এবং কোন সহীহ হাদীসেও এ বিষয়ে কোন স্পষ্ট বর্ণনা নেই। ফলে কোন কোন তফসীরবিদ ইস্রাঈলী বর্ণনার উপর ভিত্তি করে এমনও কথা লিখেছেন, যাতে একজন নবীর মর্যাদাহানি হয়। কোন কোন তফসীরবিদ; যেমন ইবনে কাসীর (রঃ) এ বিষয়ে এই নীতি অবলম্বন করেছেন যে, যখন কুরআন ও হাদীস এ বিষয়ে চুপ আছে, তখন আমাদেরও এর পিছনে পড়া উচিত নয়। তফসীরবিদদের এক তৃতীয় দল, যারা উক্ত ঘটনার কিছু বর্ণনা দিয়েছেন, যাতে কুরআনের অস্পষ্ট বিষয়ের কিছু ব্যাখ্যা হয়ে যায়। এর পরেও তাঁরা কোন এক রকম ব্যাখ্যায় সর্বসম্মত নন। সুতরাং কেউ কেউ বলেন যে, দাউদ (আঃ) কোন এক সৈনিককে তার স্ত্রীকে তালাক দেওয়ার আদেশ করেছিলেন। এটা ঐ সময়ে কোন দোষের বিষয় ছিল না। দাঊদ (আঃ) সেই মহিলার গুণাবলী ও চারিত্রিক পরিপূর্ণতার কথা জানতেন। যার ফলে তাঁর মনে এই ইচ্ছার সঞ্চার হয়েছিল যে, সাধারণ নারী না থেকে তাকে একজন রাণী হওয়া দরকার। যাতে তার গুণাবলী ও চারিত্রিক পূর্ণতা দ্বারা পুরো দেশ উপকৃত হতে পারে। এ রকম ইচ্ছা যতই ভাল চিন্তা-ভাবনা নিয়ে করা হোক, কিন্তু প্রথমতঃ একাধিক স্ত্রী বর্তমান থাকা অবস্থায় এ কাজ এক প্রকার অশোভনীয়।\nদ্বিতীয়তঃ এই কথা বাদশার পক্ষ থেকে প্রকাশ করাতে এক ধরনের চাপ প্রয়োগ করার শামিল হচ্ছে। ফলে দাউদ (আঃ)-কে অভিনীত ঘটনা দ্বারা তা অশোভনীয় হওয়ার উপলব্ধি প্রদান করা হল এবং সত্য-সত্যই তিনি সতর্ক হয়ে গেলেন। অনেকে বলেন, মুকাদ্দামা নিয়ে আগত ব্যক্তিদ্বয় ফিরিশতা ছিলেন, যাঁরা একটি কাল্পনিক মুকাদ্দামা নিয়ে এসেছিলেন। এখানে দাউদ (আঃ)-এর ভুল এই ছিল যে, তিনি বাদীর কথা শুনেই ফায়সালা করে দিলেন এবং বিবাদীর কথা শোনার প্রয়োজন মনে করলেন না। আল্লাহ তাআলা তাঁর মর্যাদা বৃদ্ধি করার জন্য এই রকম পরীক্ষা করলেন। এই ভুল উপলব্ধি করতে পেরেই তিনি বুঝতে পারলেন যে, এটা আল্লাহর পক্ষ থেকে তাঁর পরীক্ষা ছিল। অতএব তিনি আল্লাহর দরবারে মাথা নত করলেন। অনেকে বলেন যে, আগত ব্যক্তিদ্বয় ফিরিশতা নয়, মানুষ ছিল এবং এটা কাল্পনিক ঘটনা নয়, বরং সত্য ঝগড়াই ছিল; যার ফায়সালা নেওয়ার জন্য তারা এসেছিল। এইভাবে তাঁর ধৈর্য ও সহনশীলতার পরীক্ষা নেওয়া হয়েছে। কারণ উক্ত ঘটনাতে অসহনীয় ও ক্রোধ-উদ্রেককর বেশ কিছু আচরণ ছিল। প্রথমঃ অনুমতি ছাড়াই প্রাচীর ডিঙিয়ে প্রবেশ করা। দ্বিতীয়ঃ ইবাদতের বিশেষ সময়ে এসে বাধা সৃষ্টি করা। তৃতীয়ঃ তাদের ধৃষ্টতাপূর্ণ ভঙ্গিতে কথাবার্তা (অবিচার করবেন না ইত্যাদি) যা তাঁর বিচারীয় মর্যাদার জন্য হানিকর ছিল। কিন্তু আল্লাহ তাআলা তাঁর প্রতি অনুগ্রহ করেন, ফলে তিনি ক্রোধান্বিত না হয়ে পরিপূর্ণ ধৈর্য ও সহনশীলতার পরিচয় দেন। কিন্তু তার অন্তরে যে প্রকৃতিগত সামান্য বিরাগ সঞ্চার হয়েছিল, তাকেই তিনি আপন ভুল ভেবেছিলেন। যেহেতু এটা আল্লাহর পক্ষ থেকে পরীক্ষা ছিল, সেহেতু এরূপ প্রকৃতিগত বিরাগ সঞ্চার না হওয়াই উচিত ছিল। যার জন্য তিনি আল্লাহর দিকে রুজু করেছিলেন এবং ক্ষমা প্রার্থনায় রত হয়েছিলেন। আর আল্লাহই ভালো জানেন।",
  "ayah": 25,
  "surah": 38
}
