{
  "text": "قد افتتح سبحانه - السورة الكريمة بقوله - تعالى - : ( ياأيها النبي لِمَ تُحَرِّمُ . . . . ثَيِّبَاتٍ وَأَبْكَاراً ) .وقد ذكر المفسرون فى سبب نزول هذه الآيات روايات متعددة ، منها ما رواه الشيخان وغيرهما عن عائشة - رضى الله عنها - قالت : \" كان رسول الله - صلى الله عليه وسلم - يشرب عسلا عند زينب بنت جحش ، ويمكث عندها فتواطأت أنا وحفصة على أيتنا دخل عليها فلتقل له : أكلت مغافير؟ - والمغافير : صمغ حلو له رائحة كريهة - إنى أجد منك ريح مغافير .فدخل على إحداهما فقالت له ذلك ، فقال : بل شربت عسلا عند زينب بنت جحش ولن أعود إليه ، وقد حلفت ، فلا تخبرى بذلك أحدا ، فنزلت هذه الآيات \" .وفى رواية أن التى شرب عندها العسل : حفصة بنت عمر ، وأن القائلة له ذلك : سودة بنت زمعة ، وصفية بنت حيى .قالوا : والاشتباه فى الاسم لا يضر ، بعد ثبوت أصل القصة .وأخرج النسائى والحاكم وصححه وابن مردويه عن أنس ، أن رسول الله - صلى الله عليه وسلم - كانت له أمة يطؤها ، فلم تزل به عائشة وحفصة حتى جعلها على نفسه حراما ، فأنزل الله - تعالى - ( ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ . . . الآيات . . . ) .وروى ابن جرير عن زيد بن أسلم : أن رسول الله - صلى الله عليه وسلم - أصاب أم إبراهيم مارية ، فى بيت بعض نسائه - وفى رواية فى بيت حفصة فقالت : يا رسول الله فى بيتى وعلى فراشى؟ فجعلها أى مارية - عليه حراما ، وحلف بهذا . . . فأنزل الله هذه الآيات .قال القرطبى ما ملخصه : \" وأصح هذه الأقوال أولها . . . والصحيح أن التحريم كان فى العسل ، وأنه شربه عند زينب ، وتظاهرت عليه عائشة وحفصة فيه ، فجرى ما جرى فحلف أن لا يشربه وأسر ذلك ، ونزلت الآية فى الجميع \" .وقال الإمام ابن كثير - بعد أن ساق عددا من الروايات فى هذا الشأن : والصحيح أن ذلك كان فى تحريمه - صلى الله عليه وسلم - للعسل .وقال الآلوسى : قال النووى فى شرح مسلم : الصحيح أن الآية فى قصة العسل ، لا فى قصة مارية المروية فى غير الصحيحين ، ولم تأت قصة مارية من طريق صحيح .والصواب أن شرب العسل كان عند زينب بنت جحش .وقد افتتح - سبحانه - السورة الكريمة بتوجيه النداء إلى النبى - صلى الله عليه وسلم - فقال : ( ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ) .وفى توجيه النداء إليه - صلى الله عليه وسلم - تنبيه إلى أن ما سيذكر بعد النداء ، شىء مهم ، بالنسبة له ولسائر المسلمين .والاستفهام فى قوله - تعالى - ( لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ . . ) للنفى المصحوب بالعتاب منه - سبحانه - لنبيه - صلى الله عليه وسلم - .وجملة ( تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ ) حال من فاعل ( تُحَرِّمُ ) ، والعتاب واقع على مضمون هذه الجملة والتى قبلها ، وهى قوله ( لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ) .والمعنى : يا أيها الرسول الكريم ، لماذا حرمت على نفسك ما أحله الله - تعالى - لك من شراب أو غيره؟ أفعلت ذلك من أجل إرضاء أزواجك؟إنه لا ينبغى لك أن تفعل ذلك ، لأن ما أباحه الله - تعالى - لك ، لا يصح أن تحرمه على نفسك أو أن تمتنع عن تعاطيه ، فتشق على نفسك من أجل إرضاء غيرك .قال بعض العلماء : \" ناداه بلفظ \" النبى \" إشعارا بأنه الذى نُبئَ بأسرار التحليل والتحريم الإلهى ، والمراد بتحريمه ما أُحِل له ، امتناعه منه ، وحظره إياه على نفسه .وهذا المقدار مباح ، ليس فى ارتكابه جناح ، وإنما قيل له ( لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ ) رفقا به ، وشفقة عليه ، وتنويها لقدره ولمنصبه - صلى الله عليه وسلم - أن يراعى مرضاة أزواجه بما يشق عليه ، جريا على ما ألف من لطف الله - تعالى - به ، ورفعه عن أن يحرج بسبب أحد من البشر الذين هم أتباعه . . . \" .وقوله - سبحانه - : ( والله غَفُورٌ رَّحِيمٌ ) تسلية للرسول - صلى الله عليه وسلم - عما أصابه من وقع هذا اللوم ، ومن أثر هذا العتاب ، وإرشاد له - صلى الله عليه وسلم - بأن ما فعله داخل تحت مغفرة الله - تعالى - ورحمته .أى : والله - تعالى - واسع المغفرة والرحمة وقد غفر لك - بفضله وكرمه ما فعلته بسبب بعض أزواجك ، وجعلك على رأس من تظلهم رحمته .",
  "ayah": 1,
  "surah": 66
}
