{
  "text": "وقوله - سبحانه - : ( وَمَرْيَمَ ابنت عِمْرَانَ . . ) معطوف على ( امرأت فِرْعَوْنَ . . ) .أى : وضرب الله - تعالى - مثلا آخر للمؤمنين مريم ابنة عمران .( التي أَحْصَنَتْ فَرْجَهَا ) أى حفظته وصانته ، إذ الإحصان جعل الشىء حصينا ، بحيث لا يتوصل إليه ، وهو كناية عن عفتها وطهارتها وبعدها عن كل فاحشة .وقوله ( فَنَفَخْنَا فِيهِ ) النافخ رسوله جبريل - عليه السلام - فالإسناد مجازى . وقيل الكلام على حذف مضاف ، أى : فنفخ رسولنا ، وضمير ( فِيهِ ) للفرج .واشتهر أن جبريل - عليه السلام - نفخ فى جيبها فوصل أثر ذلك إلى الفرج .وقال الفراء : ذكر المفسرون أن الفرج جيب درعها ، وهو محتمل لأن الفرج معناه فى اللغة ، كل فرجة بين شيئين ، وموضع جيب درع المرأة مشقوق فهو فرج ، وهذا أبلغ فى الثناء عليها ، لأنها إذا منعت جيب درعها ، فهى للنفس أمنع . . .أى : فنفخ رسولنا جبريل فى فرجها أو فى جيب درعها ، روحا من أرواحنا هى روح عبدنا ونبينا عيسى - عليه السلام - .وإضافة الروح إلى ذاته - تعالى - لأنه هو الخالق والموجد وللإشارة إلى أن تكوين المخلوق الحى فى رحمها ، كان على غير الأسباب المعتادة .وقوله - تعالى - : ( وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ القانتين ) زيادة فى مدحها ، وفى الثناء عليها . . .أى : وكان من صفات مريم ابنة عمران أنها آمنت إيمانا حقا ( بِكَلِمَاتِ رَبِّهَا ) أى : بشرائعه التى شرعها لعباده ، وبما ألقاه إليها من إرشادات عن طريق وحيه .و ( وَكُتُبِهِ ) أى : وصدقت بكتبه التى أنزلها على أنبيائه ، وقرأ الجمهور ( وكتابه ) بالإفراد ، على أن المراد به جنس الكتب ، أو الإنجيل الذى أنزله - سبحانه - على ابنها عيسى .و ( مِنَ ) فى قوله - تعالى - ( وَكَانَتْ مِنَ القانتين ) للابتداء ، أى : وكانت من نسل الرجال القانتين ، الذين بذلوا أقصى جهدهم فى طاعة الله - تعالى - ، وفى إخلاص العبادة له .ويصح أن تكون ( مِنَ ) للتبعيض . أى : وكانت من عداد المواظبين على الطاعة ، وجىء بجمع الذكور على سبيل التغليب ، وللإشعار بأن طاعتها لا تقل عن طاعة الرجال ، الذين بلغوا الغاية فى المواظبة على طاعة الله - تعالى - .وبذلك نرى أن هذه الآيات الكريمة ، قد اشتملت على ثلاثة أمثال : مثل للكافرين ، ومثلين للمؤمنين .وقد تضمن مثل الكفار ، أن الكافر يعاقب على كفره ، دون أن ينفعه ما بينه وبين المؤمنين من قرابة أو نسب . . . كما حدث لامرأة نوح وامرأة لوط . .وأما المثلان اللذان للمؤمنين ، فقد تضمنا أن اتصال المؤمن بالكافر ، لا يضره شيئا إذا فارقه فى كفره وعمله ..وقد وضح صاحب الكشاف هذا المعنى فقال : ما ملخصه مثَّل الله - تعالى - حال الكفار ، فى أنهم يعاقبون على كفرهم وعداوتهم للمؤمنين . دون أن ينفعهم ما بينهم وبينهم من صلة أو قرابة - بحال امرأة نوح وامرأة لوط : فإنهما لما نافقتا وخانتا الرسولين . لم يغن عنهما ما بينهما وبينهما من وصلة الزواج شيئا . .ومثل حال المؤمنين - فى أن وصلة الكافرين لا تضرهم . ولا تنقص شيئا من ثوابهم وزلفاهم عند الله - بحال امرأة فرعون ، فإنها مع كونها زوجة أعدى أعداء الله ، فإنها بسبب إيمانها قد رفع منزلتها عنده . .وبحال مريم ابنة عمران ، فقد أعطاها الله ما أعطاها من الكرامة . . . مع أن قومها كانوا كافرين .وفى طى هذين التمثيلين تعريض بأمى المؤمنين المذكورتين فى أول السورة ، وما فرط منهما من التظاهر على رسول الله - صلى الله عليه وسلم - بما كرهه ، وتحذير لهما على أغلظ وجه وأشده . .وإشارة إلى أن من حقهما أن تكونا فى الإخلاص والكمال فيه ، كمثل هاتين المؤمنتين ، وأن لا تتكلا على أنهما زوجا رسول الله - صلى الله عليه وسلم - فإن ذلك الفضل لا ينفعهما إلا مع كونهما مخلصتين . . .وأسرار التنزيل ورموزه فى كل باب ، بالعة من اللطف والخفاء ، حدا يدق عن تفطن العالم ، ويزل عن تبصره . .",
  "ayah": 12,
  "surah": 66
}
