{
  "text": "ثم أضاف - سبحانه - إلى تكريمه لنبيه تكريما آخر ، وإلى تهديده لمن تسىء إليه من أزواجه تهديدا آخر فقال - تعالى - : ( عسى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجاً خَيْراً مِّنكُنَّ ) .قال الجمل ما ملخصه : سبب نزولها أنه - صلى الله عليه وسلم - لما أشاعت حفصة ما أسرها به ، اغتم - صلى الله عليه وسلم - وحلف أن لا يدخل عليهن شهرا مؤاخذة لهن .ولما بلغ عمر - رضى الله عنه - أن النبى - صلى الله عليه وسلم - قد اعتزل نساءه . . . قال له يا رسول الله : لا يشق عليك أمر النساء ، فإن كنت طلقتهن فإن الله معك وملائكته وجبريل وميكائيل ، وأنا وأبو بكر والمؤمنون معك .قال عمر : وقلما تكلمت بكلام إلا رجوت أن الله يصدق قولى الذى أقوله فنزلت هذه الآية .فاستأذن عمر النبى - صلى الله عليه وسلم - أن يخبر الناس أنه لم يطلق نساءه فأذن له فقام على باب المسجد ، ونادى بأعلى صوته : لم يطلق النبى - صلى الله عليه وسلم - نساءه .و ( عسى ) كلمت تستعمل فى الرجاء ، والمراد بها هنا التحقيق ، لأنها صادرة عن الله - عز وجل - .قال الآلوسى : ( عسى ) فى كلامه - تعالى - للوجوب ، وأن الوجوب هنا إنما هو بعد تحقق الشرط وقيل : هى كذلك إلا هنا ، والشرط معترض بين اسم ( عسى ) وخبرها .والجواب محذوف . أى : إن طلقكن فعسى . . . و ( أَزْوَاجاً ) مفعلو ثان ل ( يُبْدِلَ ) و ( خَيْراً ) صفته .أى : عسى إن طلقكن رسولنا محمد - صلى الله عليه وسلم - بإذن ربه ومشيئته ، أن يبدله - سبحانه - أزواجا خيرا منكن .ثم وصف - سبحانه - هؤلاء الأزواج بقوله ( مُسْلِمَاتٍ ) منقادات ومطيعات لله ولرسوله ، ومتصفات بكل الصفات التى أمر بها الإسلام .( مُّؤْمِنَاتٍ ) أى : مذعنات ومصدقات بقلوبهن لكل ما جاء به النبى - صلى الله عليه وسلم - من عند ربه .( قَانِتَاتٍ ) أى : قائمات بالطاعة لله ولرسوله على أكمل وجه .( تَائِبَاتٍ ) أى : مقلعات عن الذنوب والمعاصى ، وإذا مسهن شىء منها ندمن وتبن إليه - تعالى - توبة صادقة نصوحا .( عَابِدَاتٍ ) أى : مقبلات على عبادته - تعالى - إقبالا عظيما .( سَائِحَاتٍ ) أى : ذاهبات فى طاعة الله أى مذهب ، من ساح الماء : إذا سال فى انحاء متعددة ، وقيل معناه : مهاجرات . وقيل : صائمات . تشبيها لهن بالسائح الذى لا يصحب معه الزاد غالبا فلا يزال ممسكا عن الطعام حتى يجده .( ثَيِّبَاتٍ ) جمع ثيب - بوزن سيد - وهى المرأة التى سبق لها الزواج ، من ثاب يثوب ثوبا ، إذا رجع ، وسميت المرأة التى سبق لها الزواج بذلك . لأنها ثابت إلى بيت أبويها بعد زواجها ، أو رجعت إلى زوج آخر غير زوجها الأول .( وَأَبْكَاراً ) جمع بكر ، وهى الفتاة العذراء التى لم يسبق لها الزواج ، وسميت بذلك لأنها لا تزال على أول حالتها التى خلقت عليها .وهذه الصفات جاءت منصوبة على أنها نعت لقوله ( أَزْوَاجاً ) . أو حال .ولم يعطف بعضها على بعض بالواو ، لأجل التنصيص على ثبوت جميع تلك الصفات لكل واحدة منهن .وعطف - سبحانه - ( وَأَبْكَاراً ) على ما قبله لتنافى الوصفين ، إذ الثيبات لا يوصفن بالأبكار ، وكذلك الأبكار لا يوصفن بالثيبات ، ولا يجتمع الوصفان فى ذات واحدة .قال صاحب الكشاف : فإن قلت : كيف تكون المبدلات خيراً منهن ، ولم يكن على وجه الأرض نساء خير من أمهات المؤمنين؟قلت : إذا طلقهن رسول الله - صلى الله عليه وسلم - لعصيانهن له ، وإيذائهن إياه ، لم يبقين على تلك الصفة ، وكان غيرهن من الموصوفات بهذه الأوصاف مع الطاعة لرسول الله - صلى الله عليه وسلم - والنزول على هذاه ورضاه خيرا منهن .فإن قلت : لم أخليت الصفات كلها من العاطف ، ووسط بين الثبات والأبكار؟ قلت : لأنهما صفتان متنافيتان لا يجتمعان فيهن اجتماع سائر الصفات فيهن ، فلم يكن بد من الواو .هذا ، موال متأمل فى هذه الآيات الكريمة يراها ترسم جانبا من حياة الرسول - صلى الله عليه وسلم - مع أزواجه ، وهذا الجانب فيه ما فيه من العظات التى من أبرزها تكريم الله - تعالى - لنبيه - صلى الله عليه وسلم - وإرشاده إلى ما هو أهدى وأقوم ، وسمو أخلاقه - صلى الله عليه وسلم - فى معاملته لأهله ، وتحذير أزواجه من أن يتصرفن أى تصرف لا يرغب فيه ، ولا يميل إليه : وتعليم المؤمنين والمؤمنات - فى كل زمان ومكان - كيف تكون العلاقة الطيبة بين الرجال والنساء .ثم وجه - سبحانه - بعد ذلك نداءين إلى المؤمنين ، أمرهم فى أولهما أن يؤدوا واجبهم نحو أنفسهم ونحو أهليهم ، حتى ينجو من عذاب النار ، وأمرهم فى ثانيهما بالمداومة على التوبة الصادقة النصوح ، ووجه نداء إلى الكافرين بين لهم فيه سوء عاقبة كفرهم .",
  "ayah": 5,
  "surah": 66
}
