{
  "text": "القول في تأويل قوله تعالى :  وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ (10)يقول تعالى ذكره: ومن الناس من يقول: أقررنا بالله فوحَّدناه، فإذَا آذاه المشركون في إقراره بالله، جعل فتنة الناس إياه في الدنيا، كعذاب الله في الآخرة، فارتدّ عن إيمانه بالله، راجعا على الكفر به ( وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ ) يا محمد أهل الإيمان به (لَيَقُولُنَّ) هؤلاء المرتدّون عن إيمانهم، الجاعلون فتنة الناس كعذاب الله (إنَّا كُنَّا) أيها المؤمنون (مَعَكُمْ) ننصركم على أعدائكم، كذبا وإفكا، يقول الله: ( أَوَلَيْسَ اللَّهُ بِأَعْلَمَ ) أيها القوم من كلّ أحد ( بِمَا فِي صُدُورِ الْعَالَمِينَ ) جميع خلقه، القائلين آمنا بالله وغَيرِهم، فإذا أُوذِي في الله ارتد عن دين الله فكيف يخادع من كان لا يخفى عليه خافية، ولا يستتر عنه سرا ولا علانية.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ ) قال: فتنته أن يرتدّ عن دين الله إذا أوذي في الله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ ...) إلى قوله:  وَلَيَعْلَمَنَّ الْمُنَافِقِينَ  قال: أناس يؤمنون بألسنتهم، فإذا أصابهم بلاء من الله أو مصيبة في أنفسهم افتتنوا، فجعلوا ذلك في الدنيا كعذاب الله في الآخرة.حُدِّثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول: قوله: ( وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ ...) الآية، نـزلت في ناس من المنافقين بمكة كانوا يؤمنون، فإذا أوذوا وأصابهم بلاء من المشركين، رجعوا إلى الكفر مخافة من يؤذيهم، وجعلوا أذى الناس في الدنيا كعذاب الله.حدثني يونس، قال: أخبرنا ابن وهب قال: قال ابن زيد، في قول الله: ( فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ ) قال: هو المنافق إذا أوذي في الله رجع عن الدين وكفر، وجعل فتنة الناس كعذاب الله.وذُكر أن هذه الآية نـزلت في قوم من أهل الإيمان كانوا بمكة، فخرجوا مهاجرين، فأدركوا وأُخذوا فأعطوا المشركين لما نالهم أذاهم ما أرادوا منهم.* ذكر الخبر بذلك:حدثنا أحمد بن منصور الرمادي، قال: ثنا أبو أحمد الزبيري، قال: ثنا محمد بن شريك، عن عمرو بن دينار، عن عكرمة، عن ابن عباس، قال: كان قوم من أهل مكة أسلموا، وكانوا يستخفون بإسلامهم، فأخرجهم المشركون يوم بدر معهم، فأصيب بعضهم وقتل بعض، فقال المسلمون: كان أصحابنا هؤلاء مسلمين وأكرهوا، فاستغفروا لهم، فنـزلت  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ ...  إلى آخر الآية، قال: فكتب إلى من بقي بمكة من المسلمين بهذه الآية أن لا عذر لهم، فخرجوا. فلحقهم المشركون، فأعطوهم الفتنة، فنـزلت فيهم هذه الآية ( وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ ...) إلى آخر الآية، فكتب المسلمون إليهم بذلك، فخرجوا وأيسوا من كلّ خير، ثم نـزلت فيهم  ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ  فكتبوا إليهم بذلك: إن الله قد جعل لكم مخرجا، فخرجوا، فأدركهم المشركون، فقاتلوهم، حتى نجا من نجا، وقُتل من قُتل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قوله: ( وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ ...) إلى قوله:  وَلَيَعْلَمَنَّ الْمُنَافِقِينَ  قال: هذه الآيات أنـزلت فِي القوم الذين ردّهم المشركون إلى مكة، وهذه الآيات العشر مدنية إلى ههنا وسائرها مكي.",
  "ayah": 10,
  "surah": 29
}
