{
  "text": "القول في تأويل قوله تعالى :  إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ (17)يقول تعالى ذكره مخبرا عن قيل خليله إبراهيم لقومه: إنما تعبدون أيها القوم من دون الله أوثانا، يعني مُثُلا.كما حدثنا بشر، قال: ثنا يزيد، قال ثنا سعيد، عن قَتادة، قوله: ( إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا ) أصناما.واختلف أهل التأويل في تأويل قوله: ( وَتَخْلُقُونَ إِفْكًا ) فقال بعضهم: معناه: &; 20-19 &; وتصنعون كذبا.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَتَخْلُقُونَ إِفْكًا ) يقول: تصنعون كذبا.وقال آخرون: وتقولون كذبا.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَتَخْلُقُونَ إِفْكًا ) يقول: وتقولون إفكا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَتَخْلُقُونَ إِفْكًا ) يقول: تقولون كذبا.وقال آخرون: بل معنى ذلك: وتنحِتون إفكا.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن عطاء الخراسانيّ، عن ابن عباس قوله: ( وَتَخْلُقُونَ إِفْكًا ) قال: تنحِتون تصوّرون إفكا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَتَخْلُقُونَ إِفْكًا ) أي: تصنعون أصنامًا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَتَخْلُقُونَ إِفْكًا ) الأوثان التي ينحتونها بأيديهم.وأولى الأقوال في ذلك بالصواب قول من قال: معناه: وتصنعون كذبًا. وقد بيَّنا معنى الخلق فيما مضى بما أغنى عن إعادته في هذا الموضع. فتأويل الكلام إذن: إنما تعبدون من دون الله أوثانا، وتصنعون كذبا وباطلا. وإنما في قوله: (1) (إفْكًا) مردود على إنما، كقول القائل: إنما تفعلون كذا، وإنما تفعلون كذا. وقرأ جميع قرّاء الأمصار: ( وَتَخْلُقُونَ إِفْكًا ) بتخفيف الخاء من قوله: (وَتَخْلُقُونَ) وَضَمَّ اللام: من الخَلْق. وذُكر عن أبي عبد الرحمن السُلميّ أنه قرأ ( وَتَخَلِّقُونَ إِفْكًا ) بفتح الخاء وتشديد اللام، من التخليق.والصواب من القراءة في ذلك عندنا ما عليه قرّاء الأمصار، لإجماع الحجة من القرّاء عليه.وقوله: ( إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لا يَمْلِكُونَ لَكُمْ رِزْقًا ) يقول جلّ ثناؤه: إن أوثانكم التي تعبدونها، لا تقدر أن ترزقكم شيئا( فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ ) يقول: فالتمسوا عند الله الرزق لا من عند أوثانكم، تدركوا ما تبتغون من ذلك (وَاعْبُدُوهُ) يقول: وذلوا له (وَاشْكُرُوا لهُ) على رزقه إياكم، ونعمه التي أنعمها عليكم، يقال: شكرته وشكرتُ له، أفصح من شكرته. وقوله: (إلَيْهِ تُرْجَعُونَ) يقول: إلى الله تُرَدّون من بعد مماتكم، فيسألكم عما أنتم عليه من عبادتكم غيره وأنتم عباده وخلقه، وفي نعمه تتقلَّبون، ورزقه تأكلون.---------------------الهوامش :الهوامش:(1) لعل مراده: وإنما المقدرة في قوله إفكًا: مردود .. إلخ، والمقصود منه واضح.",
  "ayah": 17,
  "surah": 29
}
