{
  "text": "القول في تأويل قوله تعالى :  فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ (26)يقول تعالى ذكره: فصدّق إبراهيم خليل الله لوط ( وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي ) &; 20-26 &; يقول: وقال إبراهيم: إني مهاجر دار قومي إلى ربي إلى الشام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَآمَنَ لَهُ لُوطٌ ) قال: صدق لوط ( وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي ) قال: هو إبراهيم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قوله: ( فَآمَنَ لَهُ لُوطٌ ) أي فصدّقه لوط ( وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي ) قال: هاجَرا جميعا من كوثى، وهي من سواد الكوفة إلى الشام. قال: وذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" إنها سَتَكُون هِجْرَةٌ بَعْدَ هِجْرَةٍ يَنْحازُ أهْلُ الأرْضِ إلى مُهاجَر إبْراهِيمَ وَيَبْقَي فِي الأرْضِ شِرَارُ أهْلِها، حتى تَلْفِظَهُمْ وَتَقْذرَهم، وَتحْشُرَهُمُ النَّاُر مَعَ القِرَدَةِ والخَنازِيرِ\".حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( فَآمَنَ لَهُ لُوطٌ ) قال: صدّقه لوط، صدق إبراهيم، قال: أرأيت المؤمنين، أليس آمنوا لرسول الله صلى الله عليه وسلم ما جاء به؟ قال: فالإيمان: التصديق. وفي قوله: ( إِنِّي مُهَاجِرٌ إِلَى رَبِّي ) قال: كانت هِجْرته إلى الشأم.وقال ابن زيد في حديث الذئب الذي كلم الرجل، فأخبر به النبيّ صلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم: \" فآمَنْتُ لَه أنا وأبُو بَكْرٍ وعُمَر \"، وليس أبو بكر ولا عمر معه يعني: آمنت له: صدّقته.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، في قوله: ( فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي ) قال: إلى حَرَّان، ثم أُمر بعد بالشأم الذي هاجر إبراهيم، وهو أوّل من هاجَر يقول: ( فَآمَنَ لَهُ لُوطٌ وَقَالَ ) إبْرَاهِيمُ(إنّي مُهاجِرٌ...) الآية.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي ) إبراهيم القائل: ( إِنِّي مُهَاجِرٌ إِلَى رَبِّي ).وقوله: ( إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ ) يقول: إن ربي هو العزيز الذي لا يذِلّ من نَصَره، ولكنه يمنعه ممن أراده بسوء، وإليه هجرته، الحكيم في تدبيره خلقه، وتصريفه إياهم فيما صرفهم فيه.",
  "ayah": 26,
  "surah": 29
}
