{
  "text": "القول في تأويل قوله تعالى :  أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (29)يقول تعالى ذكره مخبرا عن قيل لوط لقومه (أَئِنَّكُمْ) أيها القوم، (لَتأْتُونَ الرّجالَ) في أدبارهم (وَتَقْطَعُونَ السَّبِيلَ) يقول: وتقطعون المسافرين عليكم بفعلكم الخبيث، وذلك أنهم فيما ذُكر عَنْهم كانوا يفعلون ذلك بمن مرّ عليهم من المسافرين، من ورد بلادهم من الغرباء.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (وَتَقْطَعُونَ السَّبِيلَ) قال: السبيل: الطريق. المسافر إذا مرّ بهم، وهو ابن السبيل قَطَعوا به، وعملوا &; 20-29 &; به ذلك العمل الخبيث.وقوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) اختلف أهل التأويل في المنكر الذي عناه الله، الذي كان هؤلاء القوم يأتونه في ناديهم، فقال بعضهم: كان ذلك أنهم كانوا يتضارطُون في مجالسهم.* ذكر من قال ذلك:حدثني عبد الرحمن بن الأسود، قال: ثنا محمد بن ربيعة، قال: ثنا رَوْح بن عُطيفة الثقفيّ، عن عمرو بن مصعب، عن عروة بن الزبير، عن عائشة، في قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: الضراط.وقال آخرون: بل كان ذلك أنهم كانوا يحذفون من مر بهم.* ذكر من قال ذلك:حدثنا أبو كُرَيب وابن وكيع قالا ثنا أبو أسامة، عن حاتم بن أبي صغيرة، عن سماك بن حرب، عن أبي صالح، عن أمّ هانئ، قالت: سألت النبيّ صلى الله عليه وسلم عن قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قالَ: \" كانوا يَحْذِفُونَ أهْل الطَّرِيقِ وَيَسْخَرونَ مِنْهُمْ\" فهو المنكر الذي كانوا يأتون.حدثنا الربيع، قال: ثنا أسد، قال: ثنا أبو أُسامة، بإسناده عن النبيّ صلى الله عليه وسلم ، مثله.حدثنا أحمد بن عبدة الضبي، قال: ثنا سليم بن أخضر، قال: ثنا أبو يونس القُشَيري، عن سِماك بن حرب، عن أبي صالح مولى أمّ هانئ، أن أمّ هانئ سُئلت عن هذه الآية ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) فقالت: سألت عنها رسول الله صلى الله عليه وسلم فقال: \" كانُوا يَحْذِفُون أهْلَ الطَّرِيقِ، وَيَسْخَرُونَ مِنْهُمْ\".حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عمر بن أبي زائدة، قال: سمعت عكرِمة يقول في قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: كانوا يُؤذْون أهل الطريق يحذفون من مَرَّ بهم.حدثنا ابن وكيع، قال: ثني أبي، عن عمر بن أبي زائدة، قال: سمعت عكرِمة قال: الحذف.حدثنا موسى، قال: أخبرنا عمرو، قال: ثنا أسباط، عن السديّ( وَتَأْتُونَ فِي &; 20-30 &; نَادِيكُمُ الْمُنْكَرَ ) قال: كان كلّ من مرّ بهم حذفوه، فهو المنكر.حدثنا الربيع، قال: ثنا أسد، قال: ثنا سعيد بن زيد، قال: ثنا حاتم بن أبي صغيرة، قال: ثنا سماك بن حرب، عن باذام، عن أبي صالح مولى أمّ هانئ، عن أمّ هانئ، قالت: سألت رسول الله صلى الله عليه وسلم عن هذه الآية ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: \" كانُوا يَجْلِسُونَ بالطَّرِيقِ، فَيَحْذِفُونَ أبْناءَ السَّبِيلِ، وَيَسْخَرُونَ مِنْهُمْ\".وقال بعضهم: بل كان ذلك إتيانهم الفاحشة في مجالسهم.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا جرير، عن منصور، عن مجاهد، قال: كان يأتي بعضهم بعضا في مجالسهم، يعني قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ).حدثنا سليمان بن عبد الجبار، قال: ثنا ثابت بن محمد الليثيّ، قال: ثنا فضيل بن عياض، عن منصور بن المعتمر، عن مجاهد، في قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: كان يجامع بعضهم بعضا في المجالس.حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن منصور، عن مجاهد ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: كان يأتي بعضهم بعضا في المجالس.حدثنا ابن وكيع، قال: ثني أبي، عن سفيان، عن منصور، عن مجاهد، قال: كانوا يجامعون الرجال في مجالسهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: المجالس، و (المنكَرَ): إتيانهم الرجال.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: كانوا يأتون الفاحشة في ناديهم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) قال: ناديهم: المجالس، و (المنكر): عملهم الخبيث الذي كانوا يعملونه، كانوا يعترضون بالراكب، فيأخذونه ويركبونه. وقرأ  أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ  ، وقرأ  مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ  .حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ) يقول: في مجالسكم.وأولى الأقوال في ذلك بالصواب قول من قال: معناه: وتحذفون في مجالسكم المارّة بكم، وتسخَرون منهم؛ لما ذكرنا من الرواية بذلك عن رسول صلى الله عليه وسلم .وقوله: ( فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ ) يقول تعالى ذكره: فلم يكن جواب قوم لُوط إذ نهاهم عما يكرهه الله من إتيان الفواحش التي حرمها الله إلا قيلهم: ( ائْتِنَا بِعَذَابِ اللَّهِ ) الذي تعدنا، (إن كُنتَ مِنَ الصَّادِقِينَ) فيما تقول، والمنجزين لما تعد.",
  "ayah": 29,
  "surah": 29
}
