{
  "text": "القول في تأويل قوله تعالى :  اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (45)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم (اتْلُ) يعني: اقرأ (مَا أُوحِيَ إلَيْكَ مِنَ الْكِتَابِ) يعني: ما أنـزل إليك من هذا القرآن (وَأَقِمِ الصَّلاةَ) يعني: وأدّ الصلاة التي فرضها الله عليك بحدودها( إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) اختلف أهل التأويل في معنى الصلاة التي ذُكرت في هذا الموضع، فقال بعضهم: عنى بها القرآن الذي يقرأ في موضع الصلاة، أو في الصلاة.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن يمان، عن أبي الوفاء، عن أبيه، عن ابن عمر ( إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) قال: القرآن الذي يقرأ في المساجد.وقال آخرون: بل عنى بها الصلاة.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) يقول: في الصلاة منتهى ومزدجر عن معاصي الله.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا خالد بن عبد الله، عن العلاء بن المسيب، عمن ذكره، عن ابن عباس، في قول الله: ( إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) من لم تنهه صلاته عن الفحشاء والمنكر لم يزدد بصلاته من الله إلا بُعدا.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا خالد، قال: قال العلاء بن المسيب، عن سمرة بن عطية، قال: قيل لابن مسعود: إن فلانا كثير الصلاة، قال: فإنها لا تنفع إلا من أطاعها.قال ثنا الحسين، قال: ثنا أبو معاوية، عن الأعمش، عن مالك بن الحارث، عن عبد الرحمن بن يزيد، عن ابن مسعود، قال: من لم تأمره صلاته بالمعروف، وتنهه عن المنكر، لم يزدد بها من الله إلا بعدا.قال ثنا الحسين، قال: ثنا عليّ بن هاشم بن البريد، عن جُوَيبر، عن الضحاك، عن ابن مسعود، عن النبي صلى الله عليه وسلم أنه قال: \" لا صَلاةَ لِمَن لَمْ يُطِعِ الصَّلاةَ، وَطاعَةُ الصَّلاةِ أنْ تَنْهَى عَنِ الفَحْشاءِ وَالمُنكَرِ\" قال: قال سفيان:  قَالُوا يَا شُعَيْبُ أَصَلاتُكَ تَأْمُرُكَ  قال: فقال سفيان: إي والله، تأمره وتنهاه.قال علي: وحدثنا إسماعيل بن مسلم، عن الحسن، قال: قال رسول الله صلى الله عليه وسلم: \" مَنْ صَلى صَلاةً لَمْ تَنْهَهُ عَنِ الفَحْشاءِ وَالمُنكَرِ لَمْ يَزْدَدْ بِها مِنَ اللهِ إلا بُعْدًا \".حدثني يعقوب، قال: ثنا ابن علية، عن يونس، عن الحسن، قال: الصلاة إذا لم تنه عن الفحشاء والمنكر، قال: من لم تنهه صلاته عن الفحشاء والمنكر، لم يزدد من الله إلا بعدا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة والحسن، قالا من لم تنهه صلاته عن الفحشاء والمنكر، فإنه لا يزداد من الله بذلك إلا بعدا.والصواب من القول في ذلك أن الصلاة تنهى عن الفحشاء والمنكر، كما قال ابن عباس وابن مسعود، فإن قال قائل: وكيف تنهى الصلاة عن الفحشاء والمنكر إن لم يكن معنيا بها ما يتلى فيها؟ قيل: تنهى من كان فيها، فتحول بينه وبين إتيان الفواحش، لأن شغله بها يقطعه عن الشغل بالمنكر، ولذلك قال ابن مسعود: من لم يطع صلاته لم يزدد من الله إلا بعدا. وذلك أن طاعته لها إقامته إياها بحدودها، وفي طاعته لها مزدجر عن الفحشاء والمنكر.حدثنا أبو حميد الحمصي، قال: ثنا يحيى بن سعيد العطار، قال: ثنا أرطاة، عن ابن عون، في قول الله ( إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) قال: إذا كنت في صلاة، فأنت في معروف، وقد حجزتك عن الفحشاء والمنكر، و (الفَحْشَاءِ): هو الزنا، و (المُنْكَر): معاصي الله، ومن أتى فاحشة أو عَصَى الله في صلاته بما يفسد صلاته، فلا شكّ أنه لا صلاة له.وقوله: (وَلَذِكْرُ اللهِ أَكْبَرُ) اختلف أهل التأويل في تأويله، فقال بعضهم: معناه: ولذكر الله إياكم أفضل من ذكركم.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا عطاء بن السائب، عن عبد الله بن ربيعة، قال: قال لي ابن عباس: هل تدري ما قوله: (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: قلت: نعم، قال: فما هو؟ قال: قلت: التسبيح والتحميد والتكبير في الصلاة، وقراءة القرآن ونحو ذلك، قال: لقد قلت قولا عجبا وما هو كذلك، ولكنه إنما يقول: ذكر الله إياكم عندما أمر به أو نهى عنه، إذا ذكرتموه (أَكْبَرُ) من ذكركم إياه.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن عطاء بن السائب، عن ابن ربيعة، عن ابن عباس قال: ذكر الله إياكم أكبر من ذكركم إياه.حدثنا ابن حميد، قال: ثنا جرير، عن عطاء، عن عبد الله بن ربيعة، قال: سألني ابن عباس، عن قول الله: (وَلَذِكْرُ اللهِ أَكْبَرُ) فقلت: ذكره بالتسبيح والتكبير والقرآن حسن، وذكره عند المحارم فيحتجز عنها. فقال: لقد قلت قولا عجيبا وما هو كما قلت، ولكن ذكر الله إياكم أكبر من ذكركم إياه.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن عطاء بن السائب، عن عبد الله بن ربيعة، عن ابن عباس (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله للعبد أفضل من ذكره إياه.حدثنا محمد بن المثنى وابن وكيع، قال ابن المثنى: ثني عبد الأعلى وقال ابن وكيع: ثنا عبد الأعلى قال: ثنا داود، عن محمد بن أبي موسى، قال: كنت قاعدا عند ابن عباس، فجاءه رجل، فسأل ابن عباس عن ذكر الله أكبر، فقال ابن عباس: الصلاة والصوم، قال: ذاك ذكر الله، قال رجل: إني تركت رجلا في رحلي يقول غير هذا، قال: (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله العباد أكبر من ذكر العباد إياه، فقال ابن عباس: صدق والله صاحبك.حدثنا ابن حميد، قال: ثنا يعقوب القمي، عن جعفر، عن سعيد بن جُبَير، قال: جاء رجل إلى ابن عباس فقال: حدثني عن قول الله (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله لكم أكبر من ذكركم له.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا حماد بن سلمة، عن داود، عن عكرمة (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله للعبد أفضل من ذكره إياه.حدثنا أبو هشام الرفاعي، قال: ثنا ابن فضيل، قال: ثنا فضيل بن مرزوق، عن عطية (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: هو قوله:  فَاذْكُرُونِي أَذْكُرْكُمْ  وذكر الله إياكم أكبر من ذكركم إياه.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس (وَلَذِكْرُ اللهِ) لعباده إذا ذكروه (أكْبَرُ) من ذكركم إياه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَلَذِكْرُ اللهِ أكْبَرُ) قال: ذكر الله عبده أكبر من ذكر العبد ربه في الصلاة أو غيرها.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا هشيم، عن داود بن أبي هند، عن محمد بن أبي موسى، عن ابن عباس، قال: ذكر الله إياكم، إذا ذكرتموه، أكبر من ذكركم إياه.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو تُمَيْلة، عن أبي حمزة، عن جابر، عن عامر، عن أبي قرة، عن سلمان، مثله.حدثنا أبو هشام الرفاعي، قال: ثنا أبو أسامة، قال: ثني عبد الحميد بن جعفر، عن صالح بن أبي عَريب، عن كثير بن مرّة الحضرميّ، قال: سمعت أبا الدرداء يقول: ألا أخبركم بخير أعمالكم وأحبها إلى مليككم، وأرفعها في درجاتكم، وخير من أن تغزوا عدوّكم، فتضربوا أعناقهم، وخير من إعطاء الدنانير والدراهم؟ قالوا: ما هو؟ قال: ذكركم ربكم، وذكر الله أكبر.حدثنا ابن وكيع، قال: ثنا أبي، قال: ثنا سفيان، عن جابر، عن عامر، عن أبي قرة، عن سلمان (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: قال ذكر الله إياكم أكبر من ذكركم إياه.قال: ثني أبي، عن إسرائيل، عن جابر، عن عامر، قال: سألت أبا قرة، عن قوله: (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله إياكم أكبر من ذكركم إياه.قال: ثنا أبي، عن إسرائيل، عن جابر، عن مجاهد وعكرمة قالا ذكر الله إياكم أكبر من ذكركم إياه.قال: ثنا ابن فضيل، عن مطرف، عن عطية، عن ابن عباس قال: هو كقوله: (اذْكُرُونِي أذْكرْكُمْ) فذكر الله إياكم أكبر من ذكركم إياه.قال: ثنا حسن بن عليّ، عن زائدة، عن عاصم، عن شقيق، عن عبد الله (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله العبد أكبر من ذكر العبد لربه.قال: ثنا أبو يزيد الرازي، عن يعقوب، عن جعفر، عن شعبة، قال: ذكر الله لكم أكبر من ذكركم له.وقال آخرون: بل معنى ذلك: ولذكركم الله أفضل من كلّ شيء.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا عمر بن أبي زائدة، عن العيزار بن حريث، عن رجل، عن سلمان أنه سئل: أيّ العمل أفضل؟ قال: أما تقرأ القرآن (وَلَذِكْرُ اللهِ أَكْبَرُ) : لا شيء أفضل من ذكر الله.حدثنا ابن حميد أحمد بن المغيرة الحمصي، قال: ثنا عليّ بن عياش، قال: ثنا &; 20-45 &; الليث، قال: ثني معاوية، عن ربيعة بن يزيد، عن إسماعيل بن عبيد الله، عن أمّ الدرداء، أنها قالت: (وَلَذِكْرُ اللهِ أَكْبَرُ) فإن صليت فهو من ذكر الله، وإن صمت فهو من ذكر الله، وكلّ خير تعمله فهو من ذكر الله، وكل شرّ تجتنبه فهو من ذكر الله، وأفضل ذلك تسبيحُ الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: لا شيء أكبر من ذكر الله، قال: أكبر الأشياء كلها، وقرأ (أقِمِ الصلاةَ لِذِكْرِي) قال: لذكر الله وإنه لم يصفه عند القتال إلا أنه أكبر.حدثنا ابن وكيع، قال: ثنا أبي، عن الأعمش، عن أبي إسحاق، قال: قال رجل لسلمان: أي العمل أفضل،؟ قال: ذكر الله.وقال آخرون: هو محتمل للوجهين جميعا، يعنون القول الأوّل الذي ذكرناه والثاني.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن خالد، عن عكرِمة، عن ابن عباس في قوله: (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: لها وجهان: ذكر الله أكبر مما سواه، وذكر الله إياكم أكبر من ذكركم إياه.حدثنا أبو كُرَيب، قال: ثنا إسماعيل بن إبراهيم، قال: ثنا خالد الحذّاء، عن عكرِمة، عن ابن عباس في قوله: (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: لها وجهان: ذكر الله إياكم أكبر من ذكركم إياه، وذكر الله عند ما حُرم.وقال آخرون: بل معنى ذلك: لذكر الله العبد في الصلاة، أكبر من الصلاة.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا عبيد الله، عن إسرائيل، عن السُّدِّي، عن أبي مالك في قوله: (وَلَذِكْرُ اللهِ أَكْبَرُ) قال: ذكر الله العبد في الصلاة، أكبر من الصلاة.وقال آخرون: بل معنى ذلك: وللصلاة التي أتيت أنت بها، وذكرك الله فيها، أكبر مما نهتك الصلاة من الفحشاء والمنكر.حدثني أحمد بن المغيرة الحمصي، قال: ثنا يحيى بن سعيد العطار، قال: ثنا أرطاة، عن ابن عون، في قول الله ( إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ) والذي أنت فيه من ذكر الله أكبر.قال أبو جعفر: وأشبه هذه الأقوال بما دلّ عليه ظاهر التنـزيل، قول من قال: ولذكر الله إياكم أفضل من ذكركم إياه.وقوله: ( وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ ) يقول: والله يعلم ما تصنعون أيها الناس في صلاتكم، من إقامة حدودها، وترك ذلك وغيره من أموركم، وهو مجازيكم على ذلك، يقول: فاتقوا أن تضيعوا شيئا من حدودها، والله أعلم.",
  "ayah": 45,
  "surah": 29
}
