{
  "text": "القول في تأويل قوله تعالى :  وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8)يقول تعالى ذكره: ( وَوَصَّيْنَا الإنْسَانَ ) فيما أنـزلنا إلى رسولنا(بِوَالِدَيْهِ) أن يفعل بهما(حُسْنا).واختلف أهل العربية في وجه نصب الحسن، فقال بعض نحويِّي البصرة: نُصب ذلك على نية تكرير وصيّنا. وكأن معنى الكلام عنده: ووصينا الإنسان بوالديه، ووصيناه حسنا. وقال: قد يقول الرجل وصيته خيرا: أي بخير.وقال بعض نحويي الكوفة: معنى ذلك: ووصينا الإنسان أن يفعل حُسنا، ولكن العرب تسقط من الكلام بعضه إذا كان فيما بقي الدلالة على ما سقط، وتعمل ما بقي فيما كان يعمل فيه المحذوف، فنصب قوله: (حُسْنا) وإن كان المعنى ما وصفت وصينا؛ لأنه قد ناب عن الساقط، وأنشد في ذلك:عَجِــبْتُ مِــنْ دَهْمـاءَ إذْ تَشْـكُوناوَمِــن أبــي دَهْمـاءَ إذْ يُوصِينـاخَيْرًا بها كأنَّنا جافُونا (1)وقال: معنى قوله: يوصينا خيرا: أن نفعل بها خيرا، فاكتفى بيوصينا منه، وقال: ذلك نحو قوله:  فَطَفِقَ مَسْحًا  أي يمسح مسحا.وقوله: ( وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا ) يقول: (ووصينا الإنسان)، فقلنا له: إن جاهداك والداك لتشرك بي ما ليس لك به علم أنه ليس  لي شريك، فلا تطعهما فتشرك بي ما ليس لك به علم ابتغاء مرضاتهما، ولكن خالفهما في ذلك (إليّ مرجعكم) يقول تعالى ذكره: إليّ معادكم ومصيركم يوم القيامة ( فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ) يقول: فأخبركم بما كنتم تعملون في الدنيا من صالح الأعمال وسيئاتها، ثم أجازيكم عليها المحسن بالإحسان، والمسيء بما هو أهله.وذُكر أن هذه الآية نـزلت على رسول الله صلى الله عليه وسلم بسبب سعد بن أبي وقاص.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَوَصَّيْنَا الإنْسَانَ بِوَالِدَيْهِ حُسْنًا ...) إلى قوله: ( فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ) قال: نـزلت في سعد بن أبي وَقَّاص لما هاجر، قالت أمه: والله لا يُظِلُّني بيت حتى يرجع، فأنـزل الله في ذلك أن يحْسِن إليهما، ولا يطيعَهما في الشرك.---------------------الهوامش :(1) هذه أبيات ثلاثة من مشطور السريع، وهي من شواهد الفراء في معاني القرآن (ص 178) قال: والعرب تقول: أوصيك به خيرًا، وآمرك به خيرًا، وكأن معناه: آمرك أن تفعل به، ثم تحذف أن، فتوصل الخير بالوصية، وبالأمر، قال الشاعر : \" عجبت ... \" الأبيات.",
  "ayah": 8,
  "surah": 29
}
