{
  "text": "وقوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) يقول تعالى ذكره: علمت كلّ نفس ما قدّمت لذلك اليوم من عمل صالح ينفعه، وأخرت وراءه من شيء سنَّه فعمل به.واختلف أهل التأويل في تأويل ذلك، فقال بعضهم بنحو الذي قلنا في ذلك.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر بن سليمان، عن أبيه، قال: ثني عن القُرَظي، أنه قال في: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت مما عملت، وأما ما أخَّرت فالسنة يَسُنها الرجل يُعمل بها من بعده.وقال آخرون: عُني بذلك ما قدّمت من الفرائض التي أدتها، وما أخَّرت من الفرائض التي ضيعتها.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبيه، عن سعيد بن مسروق، عن عكرِمة ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ ) قال: ما افترض عليها( وَأَخَّرَتْ ) قال: مما افترض عليها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: تعلم ما قدّمت من طاعة الله، وما أخرت مما أُمِرَت به من حقّ لله عليه لم تعمل به.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت من خير، وأخَّرت من حق الله عليها لم تعمل به.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، ( مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدمت من طاعة الله وما أخرت من حق الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت: عملت، وما أخرت: تركت وضيَّعت، وأخرت من العمل الصالح الذي دعاها الله إليه.وقال آخرون: بل معنى ذلك: ما قدّمت من خير أو شرّ، وأخَّرت من خير أو شرّ.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا العوّام، عن إبراهيم التيمي، قال: ذكروا عنده هذه الآية ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: أنا مما أخَّرَ الحجاج.وإنما اخترنا القول الذي ذكرناه، لأن كلّ ما عمل العبد من خير أو شرّ فهو مما قدّمه، وأن ما ضيَّع من حقّ الله عليه وفرّط فيه فلم يعمله، فهو مما قد قدّم من شرّ، وليس ذلك مما أخَّر من العمل، لأن العمل هو ما عمله. فأما ما لم يعمله فإنما هو سيئة قدّمها، فلذلك قلنا: ما أخر: هو ما سنه من سنة حسنة وسيئة، مما إذا عمل به العامل، كان له مثل أجر العامل بها أو وزره.",
  "ayah": 6,
  "surah": 82
}
