{
  "text": "হযরত ইবনে আব্বাস (রাঃ) বলতেন যে, এটা হলো সূরায়ে বানিন নাযীর। সহীহ বুখারী ও সহীহ্ মুসলিমে রয়েছে যে, হযরত সাঈদ ইবনে জুবায়ের (রঃ) হযরত ইবনে আব্বাস (রাঃ)-কে বলেনঃ “এটা হলো সূরায়ে হার।” তখন হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এ সূরাটি বানু নাযীর সম্প্রদায়ের ব্যাপারে অবতীর্ণ হয়। সহীহ্ বুখারীর অন্য রিওয়াইয়াতে আছে যে, হযরত সাঈদ ইবনে জুবায়ের (রঃ) হযরত ইবনে আব্বাস (রাঃ)-কে বলেনঃ “এটা কি সূরায়ে বানী নাযীর।”\n১-৫ নং আয়াতের তাফসীর:\nআল্লাহ্ তআলা খবর দিচ্ছেন যে, আকাশ ও পৃথিবীর সমুদয় জিনিস আল্লাহ তা'আলার পবিত্রতা ও মহিমা বর্ণনা করে। যেমন অন্য জায়গায় মহান আল্লাহ্ বলেনঃ (আরবী) অর্থাৎ “সপ্তম আকাশ ও পৃথিবী এবং ওগুলোর মধ্যে যত কিছু রয়েছে সবাই তার পবিত্রতা ও মহিমা ঘোষণা করে থাকে। সব কিছুই তার তাসবীহ্ পাঠ করে কিন্তু তোমরা তাদের তাসবীহ্ পাঠ বুঝতে পার না। (১৭:৪৪)তিনি পরাক্রমশালী, প্রজ্ঞাময়। তিনি তাঁর সমুদয় হুকুম ও আদেশ দানের ব্যাপারে বিজ্ঞানময়। তিনি আহলে কিতাবের কাফিরদেরকে অর্থাৎ বানু নাযীরকে আবাসস্থল হতে বিতাড়িত করেছিলেন। এর সংক্ষিপ্ত ঘটনা এই যে, মদীনায় হিজরত করার পর রাসূলুল্লাহ্ (সঃ) মদীনার এই ইয়াহূদীদের সাথে সন্ধি করে নিয়েছিলেন যে, তিনি তাদের সাথে যুদ্ধ করবেন না এবং তারাও তাঁর সাথে যুদ্ধ করবে না। কিন্তু ঐ লোকগুলো এই চুক্তি ভঙ্গ করে দেয় যার কারণে তাদের। উপর আল্লাহর ক্রোধ পতিত হয়। আল্লাহ্ তা'আলা স্বীয় নবী (সঃ)-কে তাদের উপর বিজয় দান করেন এবং তিনি তাদেরকে এখান হতে বের করে দেন। তারা। যে এখান হতে (মদীনা হতে) বের হবে এটা মুসলমানরা কল্পনাও করেনি। স্বয়ং ইয়াহূদীরাও ধারণা করেনি যে, তাদের সুদৃঢ় দূর্গ বিদ্যমান থাকা তাদের কোন ক্ষতি সাধন করতে পারে। কিন্তু যখন তাদের উপর আল্লাহর মার পড়লো তখন তাদের ঐ মযবূত দূর্গগুলো থেকেই গেল, হঠাৎ তাদের উপর এমনভাবে আল্লাহর শাস্তি এসে পড়লো যে, তারা একেবারে হতবুদ্ধি হয়ে পড়লো। রাসূলুল্লাহ্ (সঃ) তাদেরকে মদীনা হতে বের করে দিলেন। তাদের কেউ কেউ সিরিয়ার কৃষিভূমির দিকে চলে গেল এবং কেউ কেউ গেল খায়বারের দিকে। তাদেরকে বলে দেয়া হয়েছিল যে, তারা তাদের ধন-সম্পদ ও আসবাবপত্রের যা কিছু উটের উপর বোঝাই করে নিয়ে যাওয়া সম্ভব তা নিয়ে যেতে পারে। এ জন্যে তারা তাদের নিজেদের হাতে তাদের ঘরবাড়ী ভেঙ্গে দিলো এবং যত কিছু সঙ্গে নিয়ে যেতে পারলো তা নিয়ে গেল আর যা অবশিষ্ট থাকলে তা মুসলমানদের হাতে আসলো।এই ঘটনা বর্ণনা করার পর আল্লাহ্ তা'আলা বলেনঃ তোমরা আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর বিরুদ্ধাচারীদের পরিণামের প্রতি লক্ষ্য কর এবং তা হতে শিক্ষা গ্রহণ কর যে, কিভাবে তাদের উপর অকস্মাৎ আল্লাহর আযাব এসে পড়লো এবং দুনিয়াতেও তারা ধ্বংস হয়ে গেল এবং পরকালেও তাদের জন্যে রয়েছে। জাহান্নামের কঠিন শাস্তি।  হযরত কা'ব ইবনে মালিক (রাঃ) রাসূলুল্লাহ্ (সঃ)-এর সাহাবীদের এক ব্যক্তি হতে বর্ণনা করেন যে, কুরায়েশ কাফিররা ইবনে উবাই এবং তার আউস ও খাযরাজ গোত্রীয় মুশরিক সঙ্গীদেরকে পত্র লিখলো। এ পত্রটি রাসূলুল্লাহ্ (সঃ)-এর বদর প্রান্তর হতে প্রত্যাবর্তনের পূর্বেই তাদের হস্তগত হয়। পত্রটির বিষয়বস্তু ছিল নিম্নরূপঃ “তোমরা আমাদের সাথীকে (রাসূলুল্লাহকে সঃ) তোমাদের ওখানে স্থান দিয়েছে। এখন তোমরা হয় তার সাথে যুদ্ধ করে তাকে বের করে দাও, না হয় আমরাই তোমাদেরকে বের করে দিবো এবং আমাদের সমস্ত সেনাবাহিনী নিয়ে গিয়ে তোমাদেরকে আক্রমণ করবে। অতঃপর তোমাদের সকল যোদ্ধা ও বীরপুরুষকে হত্যা করে ফেলবো এবং তোমাদের নারী ও কন্যাদেরকে দাসী বানিয়ে নিবো। আল্লাহর শপথ! এ কাজ আমরা অবশ্যই করবে। সুতরাং তোমরা চিন্তা-ভাবনা করে দেখো!”আবদুল্লাহ্ ইবনে উবাই এবং তার মূর্তিপূজক সঙ্গীরা এ পত্র পেয়ে পরস্পর পরামর্শ করলো এবং গোপনীয়ভাবে সর্বসম্মতিক্রমে রাসূলুল্লাহ (সঃ)-এর সাথে। যুদ্ধ করার সিদ্ধান্ত গ্রহণ করলো। এ খবর রাসূলুল্লাহ্ (সঃ)-এর কর্ণগোচর হলে তিনি স্বয়ং তাদের নিকট গমন করেন এবং তাদেরকে বলেনঃ “আমি অবগত হয়েছি যে, কুরায়েশদের পত্র তোমাদের হস্তগত হয়েছে এবং পত্রের মর্মানুযায়ী তোমরা তোমাদের মৃত্যুর আসবাব-পত্র নিজেদেরই হাতে তৈরী করতে শুরু করেছো। তোমরা নিজেদের হাতে তোমাদের সন্তানদেরকে ও ভ্রাতাদেরকে হত্যা করার ইচ্ছা করছো। আমি আর একবার তোমাদেরকে সুযোগে দিচ্ছি যে, তোমরা চিন্তা-ভাবনা করে দেখে এই অসৎ সংকল্প হতে বিরত থাকো।”রাসূলুল্লাহ (সঃ)-এর এ উপদেশ তাদের উপর ক্রিয়াশীল হলো এবং তারা নিজ নিজ জায়গায় চলে গেল। কিন্তু কুরায়েশরা বদরের যুদ্ধ হতে ফারেগ হয়ে আবার পত্র লিখলো এবং পূর্বের মতই হুমকি দিলো ও নিজেদের শক্তি, সংখ্যা ও দুর্ভেদ্য দূর্গের কথা স্মরণ করিয়ে দিলো। এর ফলে মদীনার ঐ লোকগুলো আবার যুদ্ধের প্রস্তুতি গ্রহণ করতে শুরু করলো। বানু নাযীর গোত্র এখন পরিষ্কারভাবে চুক্তি ভঙ্গের কথা ঘোষণা করলো। তারা রাসূলুল্লাহ (সঃ)-এর কাছে লোক পাঠিয়ে তাঁকে জানিয়ে দিলো যে, তিনি যেন ত্রিশজন লোকসহ তাদের দিকে অগ্রসর হন এবং তারাও তাদের ত্রিশজন পণ্ডিত লোককে পাঠিয়ে দিচ্ছে। উভয় দল এক জায়গায় মিলিত হয়ে পরস্পর আলাপ-আলোচনা করবে। যদি তাদের এ লোকগুলো তাঁকে সত্যবাদী রূপে মেনে নেয় এবং ঈমান আনয়ন করে তবে তারাও তার সাথে রয়েছে।  তাদের এ চুক্তি ভঙ্গের কারণে পর দিন সকালে রসূলুল্লাহ্ (সঃ) স্বীয় সৈন্যবাহিনী নিয়ে গিয়ে তাদেরকে অবরোধ করেন এবং বলেনঃ “তোমরা যদি আবার নতুনভাবে চুক্তিপত্রে স্বাক্ষর কর তবে তো ভাল কথা, অন্যথায় তোমাদের জন্যে কোন নিরাপত্তা নেই।” তারা তাঁর এ প্রস্তাব প্রকাশ্যভাবে প্রত্যাখ্যান করলো এবং যুদ্ধের জন্যে প্রস্তুত হয়ে গেল। সুতরাং সারা দিন ধরে যুদ্ধ চললো। পরদিন। প্রত্যুষে রাসূলুল্লাহ্ (সঃ) বানু নাযীরকে উক্ত অবস্থাতেই ছেড়ে দিয়ে বানু কুরাইযার নিকট সেনাবাহিনীসহ গমন করলেন। তাদেরকেও তিনি নতুনভাবে সন্ধিসূত্রে আবদ্ধ হবার আহ্বান জানান। তারা তা মেনে নেয় এবং তাদের সাথে সন্ধি হয়ে যায়। রাসূলুল্লাহ (সঃ) সেখান হতে ফারেগ হয়ে পুনরায় বানু নাযীরের নিকট গমন করেন। আবার যুদ্ধ শুরু হয়ে যায়। অবশেষে তারা পরাজিত হয়। রাসূলুল্লাহ্ (সঃ) তাদের মদীনা ছেড়ে চলে যাবার নির্দেশ দেন এবং বলেনঃ “তোমরা উট বোঝাই করে যত আসবাব-পত্র নিয়ে যেতে পার নিয়ে যাও।” সুতরাং তারা ঘর-বাড়ীর আসবাব-পত্র এমন কি দরজা ও কাঠগুলোও উটের উপর বোঝাই করে নিয়ে সেখান হতে বিদায় গ্রহণ করে। তাদের খর্জুর-বৃক্ষগুলো রাসূলুল্লাহ্ (সঃ)-এর জন্যে বিশিষ্ট হয়ে যায়। আল্লাহ্ তা'আলা এগুলো তাকেই দিয়ে দেন। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী)অর্থাৎ “আল্লাহ্ তাদের (ইয়াহুদীদের) নিকট হতে তাঁর রাসূল (সঃ)-কে যে ফায় দিয়েছেন, তার জন্যে তোমরা অশ্ব কিংবা উষ্ট্রে আরোহণ করে যুদ্ধ করনি।” (৫৯:৬) কিন্তু রাসূলুল্লাহ্ (সঃ) এর অধিকাংশই মুহাজিরদেরকে দিয়ে দেন। আনসারদের মধ্যে শুধু দু’জন অভাবগ্রস্তকে অংশ দেন। এ ছাড়া সবই তিনি মুহাজিরদের মধ্যে বন্টন করেন। যা বাকী থাকে ওটাই ছিল রাসূলুল্লাহ্ (সঃ)-এর সাদকা যা বানু ফাতেমার হাতে এসেছিল।অবশ্যই আমরা সংক্ষেপে গাওয়ায়ে বানী নাযীরের ঘটনা বর্ণনা করবে এবং এজন্যে আল্লাহরই নিকট আমরা সহায্য প্রার্থনা করছি।আসহাবে মাগাযী ওয়াস সিয়ার এ যুদ্ধের কারণ যা বর্ণনা করেছেন তা এই যে, মুশরিকরা প্রতারণা করে বি’রে মাউনাহ্ নাক স্থানে সাহাবীদেরকে শহীদ করে দেয় যারা সংখ্যায় সত্তরজন ছিলেন। তাঁদের মধ্যে হযরত আমর ইবনে উমাইয়া যামারী (রাঃ) নামক সাহাবী কোন রকমে রক্ষা পেয়ে পলায়ন করেন এবং মদীনা অভিমুখে রওয়ানা হন। পথে সুযোগে পেয়ে তিনি বানু আমির গোত্রের দু’জন লোককে হত্যা করে ফেলেন, অথচ এ গোত্রটি রাসূলুল্লাহ (সঃ)-এর সাথে সন্ধিসূত্রে আবদ্ধ হয়েছিল এবং রাসূলুল্লাহ্ (সঃ) তাদেরকে নিরাপত্তা দান করেছিলেন। কিন্তু হযরত আমির (রাঃ)-এর এ খবর জানা ছিল না। মদীনায় পৌছে যখন তিনি রাসূলুল্লাহ্ (সঃ)-এর সামনে ঘটনাটি বর্ণনা করেন তখন তিনি তাকে বলেনঃ “তুমি তাদেরকে হত্যা করে ফেলেছো? তাহলে তো এখন তাদের ওয়ারিশদেরকে রক্তপণ প্রদান করা আমার অবশ্য কর্তব্য হয়ে দাঁড়িয়েছে।” বানু নাযীর ও বানু আমিরের মধ্যেও পারস্পরিক বন্ধুত্ব ও সন্ধি ছিল। এজন্যেই রাসূলুল্লাহ্ (সঃ) বানু নাযীরের নিকট গমন করলেন এ উদ্দেশ্যে যে, রক্তপণের তারা কিছু আদায় করবে এবং তিনি কিছু আদায় করবেন আর এভাবে বানু আমীরকে সন্তুষ্ট করবেন। বানু নাযীর গোত্রের বস্তিটি মদীনার পূর্ব দিকে কয়েক মাইল দূরে অবস্থিত ছিল। রাসূলুল্লাহ্ (সঃ) সেখানে পৌঁছলে তারা তাকে বললোঃ “হে আবুল কাসিম (সঃ)! হ্যাঁ, আমরা এ জন্যে প্রস্তুত আছি। এখনই আমরা আমাদের অংশ মুতাবিক সম্পদসহ আপনার খিদমতে হাযির হচ্ছি।” অতঃপর তারা তার নিকট হতে সরে গিয়ে পরস্পর পরামর্শ করলোঃ “এর চেয়ে বড় সুযোগে কি আর পাওয়া যাবে? এখন তিনি আমাদের হাতের মুঠোর মধ্যে রয়েছেন। এসো তাকে আমরা শেষ করে (হত্যা করে) ফেলি।” তারা পরামর্শক্রমে এ সিদ্ধান্ত গ্রহণ করলো যে, যে দেয়াল ঘেঁষে তিনি বসে আছেন ঐ ঘরের উপর কেউ চড়ে যাবে এবং সেখান হতে সে তার উপর একটি বড় পাথর নিক্ষেপ করবে। এতেই তাঁর জীবনলীলা শেষ হয়ে যাবে।আমর ইবনে জাহাশ ইবনে কা'ব এই কাজে নিযুক্ত হলো। অতঃপর কার্য সাধনের উদ্দেশ্যে সে ছাদের উপর আরোহণ করলো। ইতিমধ্যে আল্লাহ তা'আলা হযরত জিবরাঈল (আঃ)-কে স্বীয় নবী (সঃ)-এর নিকট পাঠিয়ে নির্দেশ দিলেন। যে, তিনি যেন সেখান হতে চলে যান। সুতরাং তিনি তৎক্ষণাৎ সেখান হতে উঠে চলে গেলেন, ফলে ঐ নরাধম তার উদ্দেশ্য সাধনে ব্যর্থ হলো। ঐ সময় রাসূলুল্লাহ্ (সঃ)-এর সাথে তাঁর কয়েকজন বিশিষ্ট সাহাবী ছিলেন। যেমন হযরত আবু বকর (রাঃ), হযরত উমার (রাঃ), হযরত আলী (রাঃ) প্রমুখ। তিনি সেখান হতে সরাসরি মদীনা অভিমুখে রওয়ানা হন। আর ওদিকে যেসব সাহাবী তাঁর সাথে ছিলেন না এবং মদীনাতেই তাঁর জন্যে অপেক্ষমান ছিলেন, তাঁরা তাঁর বিলম্ব দেখে ব্যতিব্যস্ত হয়ে পড়েন এবং তার খোঁজে বেরিয়ে পড়েন। কিন্তু একটি লোকের মাধ্যমে তারা জানতে পারেন যে, তিনি মদীনায় পৌছে গেছেন। সুতরাং তাঁরা ফিরে এসে রাসূলুল্লাহ (সঃ)-কে তাঁর বিলম্বের কারণ জিজ্ঞেস করেন। তখন রাসূলুল্লাহ (সঃ) ঘটনাটি সবিস্তারে বর্ণনা করেন এবং তাঁদেরকে যুদ্ধের প্রস্তুতি গ্রহণের নির্দেশ দেন।সহাবীগণ তৎক্ষণাৎ যুদ্ধের জন্যে প্রস্তুত হয়ে যান এবং আল্লাহর পথে বেরিয়ে পড়েন। ইয়াহূদীরা মুসলিম সেনাবাহিনীকে দেখে তাদের দূর্গের ফটক বন্ধ করে দিয়ে তথায় আশ্রয় গ্রহণ করে। রাসূলুল্লাহ্ (সঃ) তাদেরকে অবরোধ করেন এবং তাদের আশে-পাশের খেজুর বৃক্ষগুলো কেটে ফেলার ও জ্বালিয়ে দেয়ার নির্দেশ দেন। তখন ইয়াহুদীরা চীৎকার করে বলতে লাগলো যে, এটা হচ্ছে কি? যিনি অন্যদেরকে বিপর্যয় সৃষ্টি করতে নিষেধ করেন এবং বিপর্যয় সৃষ্টিকারীদেরকে মন্দ বলেন তিনি এটা কি করতে শুরু করলেন? সুতরাং একদিকে তো তাদের এই খেজুর বৃক্ষ কেটে ফেলার দুঃখ এবং অপরদিকে সাহায্য আসার যে কথা ছিল সেদিক হতে নৈরাশ্য, এ দু'টো বিষয় তাদের কোমর একেবারে ভেঙ্গ দিলো।  সাহায্যের ঘটনাটি এই যে, বানু আউফ ইবনে খাযরাজের গোত্রটি যার মধ্যে আবদুল্লাহ ইবনে উবাই ইবনে সালল, ওয়ালীআহ, মালিক ইবনে ককিল, সুওয়ায়েদ, আ'মাস প্রমুখ ব্যক্তিবর্গ ছিল, তারা বানী নাযীর গোত্রকে বলে পাঠিয়েছিলঃ “তোমরা মুকাবিলায় স্থির ও অটল থাকো, দূর্গ মুসলমানদের হাতে ছেড়ে দিয়ো না এবং আত্মসমর্পণ করো না, আমরা তোমাদের সাহায্যার্থে রয়েছি। তোমাদের শত্রু আমাদেরও শক্র। আমরা তোমাদের সাথে মিলিত হয়ে তাদের সাথে যুদ্ধ করবে। তোমরা যুদ্ধের জন্যে বের হলে আমরাও বের হবো।” কিন্তু তখন পর্যন্ত তাদের ঐ ওয়াদা পূর্ণ হয়নি। তারা ইয়াহুদীদের সাহায্যের জন্যে এগিয়ে আসেনি। এদিকে এই বানী নাযীর গোত্র ভীত-সন্ত্রস্ত হয়ে পড়েছে। সুতরাং তারা রাসূলুল্লাহ্ (সঃ)-এর নিকট আবেদন করলো যে, তিনি যেন তাদের প্রাণ রক্ষা করেন। তারা মদীনা ছেড়ে চলে যাচ্ছে। কিন্তু তারা তাদের ধন-সম্পদ ও আসবাবপত্রের যা কিছু তাদের উটের উপর বোঝাই করে নিয়ে যেতে পারবে তা যেন তাদেরকে নিয়ে যাওয়ার অনুমতি দেয়া হয়।রাসূলুল্লাহ্ (সঃ) তাদের প্রতি দয়াপরবশ হয়ে তাদের আবেদন মঞ্জুর করেন এবং তারা তাদের আবাসভূমি ছেড়ে চলে যায়। যাবার সময় তারা তাদের ঘরের দরজাগুলো পর্যন্ত ভেঙ্গে ফেলে দিয়ে এগুলো সাথে নিয়ে যায় এবং ঘরগুলোও ভেঙ্গে ফেলে। এগুলো নিয়ে গিয়ে তারা সিরিয়া ও খায়বারে বসতি স্থাপন করে। তাদের অবশিষ্ট মালগুলো রাসূলুল্লাহ্ (সঃ)-এর জন্যে খাস হয়ে যায় যে, তিনি ইচ্ছামত ওগুলো খরচ করতে পারেন। ওগুলো তিনি ঐ সব লোকের মধ্যে বন্টন করে দেন যাঁরা প্রথম দিকে হিজরত করেছিলেন। আনসারদের মাত্র দু’জন দরিদ্র লোককে তিনি কিছু অংশ দেন। তাঁরা হলেন হযরত সাহল ইবনে হানীফ (রাঃ) ও হযরত সাম্মাক ইবনে খারশাহ (রাঃ)। বানু নাযীর গোত্রের মাত্র দু’জন লোক মুসলমান হয় যাদের ধন-সম্পদ তাদের কাছেই থেকে যায়। একজন হলো ইয়ামীন ইবনে আমর ইবনে কা'ব (রাঃ), যে আমর ইবনে জাহ্হাশের চাচাতো ভাই ছিল। যে ছিল ঐ আমর যে রাসূলুল্লাহ্ (সঃ)-কে পাথর দ্বারা হত্যা করার ঘৃণ্য সংকল্প করেছিল। দ্বিতীয়জন হলো সা’দ ইবনে অহাব (রাঃ)।একদা রাসূলুল্লাহ্ (সঃ) হযরত ইয়ামীন (রাঃ)-কে সম্বোধন করে বলেনঃ “হে ইয়ামীন (রাঃ)! তোমার ঐ চাচাতো ভাইটিকে দেখো, সে আমার সাথে কি দুর্ব্যবহারই না করেছিল এবং আমার ক্ষতি সাধনের জন্যে কি ঘণ্য ষড়যন্ত্রেই না। লিপ্ত হয়েছিল!” তাঁর একথা শুনে হযরত ইয়ামীন (রাঃ) একটি লোকের মাধ্যমে তাকে হত্যা করেন। সূরায়ে হাশর বানু নাযীরের এই ঘটনা বর্ণনায় অবতীর্ণ হয়।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “হাশরের ভূমি হলো সিরিয়া দেশ। এ ব্যাপারে যদি কারো সন্দেহ থাকে তবে যেন সে (আরবী)-এ আয়াতটি পাঠ করে।”  রাসূলুল্লাহ্ (সঃ) যখন ঐ ইয়াহূদীদেরকে বলেনঃ “তোমরা এখান হতে বেরিয়ে যাও।” তখন তারা বলেঃ “আমরা কোথায় যাবো?” উত্তরে তিনি তাদেরকে বলেনঃ “হাশরের ভূমির দিকে।”হযরত হাসান (রাঃ) বলেন যে, রাসূলুল্লাহ্ (সঃ) যখন বানু নাযীরকে নির্বাসন দেন তখন বলেনঃ “এটা হলো প্রথম হার এবং আমি এর পিছনে পিছনে রয়েছি।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)বানু নাযীরের ঐ দূর্গগুলোর অবরোধ মাত্র ছয়দিন পর্যন্ত ছিল। দূর্গাগুলোর দৃঢ়তা, ইয়াহূদীদের সংখ্যাধিক্য, মুনাফিকদের ষড়যন্ত্র ও গোপন চক্রান্ত ইত্যাদি দেখে অবরোধকারী মুসলমানদের এটা কল্পনাও ছিল না যে, তারা এতো তাড়াতাড়ি সব ছেড়ে দিয়ে চলে যাবে। আর ইয়হূদীরাও গর্বিত ছিল যে, তাদের দূর্গগুলো সবদিক দিয়েই সুরক্ষিত ও দুর্ভেদ্য। সুতরাং তারা মনে করেছিল যে, তাদের দুর্গগুলো তাদেরকে অবশ্যই রক্ষা করবে। কিন্তু আল্লাহর শাস্তি এমন এক দিক হতে আসলো যা ছিল তাদের ধারণাতীত। আল্লাহ্ তা'আলার নীতি এটাই যে, চক্রান্তকারীরা তাদের চক্রান্তের মধ্যেই থাকে, এমতাবস্থায় তাদের অজান্তে আকস্মিকভাবে তাদের উপর আল্লাহর শাস্তি এসে পড়ে। তাদের অন্তরে ত্রাসের সঞ্চার হয়। আর ত্রাসের সঞ্চার হবেই না বা কেন? তাদেরকে অররোধকারী ছিলেন এমন এক ব্যক্তি যাকে আল্লাহ্ তা'আলার পক্ষ হতে প্রভাব দান করা হয়েছিল। তাঁর নাম শুনে শত্রুদের অন্তর এক মাসের পথের ব্যবধান হতে কেঁপে উঠতো। তাঁর প্রতি দুরূদ ও সালাম বর্ষিত হোক!  ইয়াহূদীরা তাদের নিজেদের হাতে তাদের ঘর-বাড়ীগুলো ধ্বংস করতে শুরু করে। ছাদের কাঠ ও ঘরের দরজাগুলো নিয়ে যাবার জন্যে ভেঙ্গে ফেলতে থাকে। মুমিনদের হাতেও ওগুলো ধ্বংসপ্রাপ্ত হয়। তাই আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ অতএব, হে চক্ষুষ্মন ব্যক্তিরা! তোমরা এটা হতে উপদেশ ও শিক্ষা গ্রহণ কর।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ যদি ঐ ইয়াহুদীদের ভাগ্যে নির্বাসন লিপিবদ্ধ না থাকতো এবং আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত গ্রহণ করে না থাকতেন তবে দুনিয়ায় তিনি তাদেরকে আরো কঠিন শাস্তি দিতেন। তাদেরকে হত্যা করা হতো ও বন্দী করা হতো। অতঃপর তাদের জন্যে পরকালে রয়েছে জাহান্নামের শাস্তি।বানু নাযীরের এ যুদ্ধ বদর যুদ্ধের ছয় মাস পরে সংঘটিত হয়েছিল। উট বোঝাই করে যত মাল তারা নিয়ে যেতে পারতো তা নিয়ে যাবার অনুমতি তাদেরকে দেয়া হয়েছিল। কিন্তু অস্ত্র-শস্ত্র নিয়ে যাবার অনুমতি তাদেরকে দেয়া হয়নি। তারা ছিল ঐ গোত্রের লোক যাদেরকে ইতিপূর্বে কখনো নির্বাসন দেয়া হয়নি। হযরত উরওয়া ইবনে যুবায়ের (রাঃ) বলেন যে, (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলো বানী নাযীরের এই ঘটনা সম্পর্কেই অবতীর্ণ হয়।শব্দের অর্থ ‘হত্যা’ এবং ধ্বংসও করা হয়েছে। রাসূলুল্লাহ (সঃ) প্রতি তিনজনকে একটি করে উট এবং একটি করে মশক দিয়েছিলেন। এই ফায়সালার পরেও রাসূলুল্লাহ্ (সঃ) হযরত মাসলামা (রাঃ)-কে তাদের নিকট পাঠিয়ে দেন এবং তাদেরকে অনুমতি প্রদান করেন যে, তারা যেন তিন দিনের মধ্যে নিজেদের আসবাব-পত্র ঠিকঠাক করে নিয়ে সেখান হতে প্রস্থান করে।  এই পার্থিব শাস্তির পরেই পারলৌকিক শাস্তিরও বর্ণনা দেয়া হচ্ছে যে, সেখানেও তাদের জন্যে জাহান্নামের আগুন অবধারিত রয়েছে। তাদের এই দুর্গতির প্রকৃত কারণ এই যে, তারা আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর বিরুদ্ধাচরণ করেছে এবং একদিক দিয়ে তারা সমস্ত নবীকেই অস্বীকার ও অবিশ্বাস করেছে। কেননা, প্রত্যেক নবীই রাসূলুল্লাহ্ (সঃ) সম্পর্কে ভবিষ্যদ্বাণী করে গেছেন। ঐ লোকগুলো তাকে পুরোপুরিভাবে চিনতো ও জানতো। এমনকি পিতা তার পুত্রকে যেমন চিনে তার চেয়েও অধিক তারা শেষ নবী (সঃ)-কে চিনতো। কিন্তু এতদসত্ত্বেও শুধু হিংসার কারণেই তাকে তারা মানতো না। এমনকি তাঁর বিরুদ্ধাচরণে তারা উঠে পড়ে লেগে যায়। আর প্রকাশ্য ব্যাপার এই যে, আল্লাহ্ তা'আলাও স্বীয় বিরুদ্ধাচারীদের উপর কঠিন শাস্তি অবতীর্ণ করে থাকেন।(আরবী) বলা হয় ভাল খেজুরের গাছকে। কারো কারো উক্তি মতে আজওয়াহ্ ও বিরনী এই প্রকার খেজুরগুলো লীনাহ্-এর অন্তর্ভুক্ত নয়। কেউ কেউ বলেন যে, শুধু আযওয়াহ লীনাহ্-এর অন্তর্ভুক্ত নয়। আবার কারো কারো মতে সর্বপ্রকারের খেজুরই এর অন্তর্ভুক্ত। বুওয়াইরাহ্ও এর অন্তর্ভুক্ত।  ইয়াহূদীরা যে তিরস্কারের ছলে বলেছিল যে, তাদের খেজুরের গাছগুলো কাটিয়ে দিয়ে হযরত মুহাম্মাদ (সঃ) নিজের উক্তির বিপরীত কাজ করতঃ ভূ-পৃষ্ঠে কেন বিপর্যয় সৃষ্টি করছেন? এটা তাদের ঐ প্রশ্নেরই জবাব যে, যা কিছু হচ্ছে সবই প্রতিপালকের নির্দেশক্রমে তার শত্রুদেরকে লাঞ্ছিত ও অকৃতকার্য করে দেয়ার লক্ষ্যেই হচ্ছে। যেসব গাছ বাকী রেখে দেয়া হচ্ছে সেটাও তাঁরঅনুমতিক্রমেই হচ্ছে এবং যেগুলো কাটিয়ে ফেলা হচ্ছে সেটাও যৌক্তিকতার সাথেই হচ্ছে।এটাও বর্ণিত আছে যে, মুহাজিরগণ একে অপরকে ঐ গাছগুলো কেটে ফেলতে নিষেধ করছিলেন এই কারণে যে, শেষে তো ওগুলো গানীমাত হিসেবে মুসলমানরাই লাভ করবেন, সুতরাং ওগুলো কেটে ফেলে লাভ কি? তখন আল্লাহ্ তা'আলা এ আয়াত অবতীর্ণ করেন যে, বাধাদানকারীরাও একদিকে সত্যের উপর রয়েছে এবং কর্তনকারীরাও সত্যের উপর রয়েছে। তাদের উদ্দেশ্য হলো মুসলমানদের উপকার সাধন করা এবং তাদের উদ্দেশ্য হলো কাফিরদেরকে রাগান্বিত করে তোলা এবং তাদের দুষ্কার্যের স্বাদ গ্রহণ করানো। এটাও এদের উদ্দেশ্য যে, এর ফলে এই শত্রুরা তেলে বেগুনে জ্বলে উঠবে এবং এরপর যুদ্ধক্ষেত্রে উপস্থিত হয়ে যাবে, তখন তাদের মন্দ কার্যের শাস্তি হিসেবে তাদেরকে তরবারী দ্বারা দ্বিখণ্ডিত করে দেয়া হবে।সাহাবীগণ এ কাজ তো করলেন বটে, কিন্তু পরক্ষণেই ভয় পেলেন যে, না জানি হয়তো ঐ খর্জুর বৃক্ষগুলো কেটে ফেলা অথবা বাকী রেখে দেয়ার কারণে তাদেরকে আল্লাহ্ তা'আলার নিকট জবাবদিহি করতে হবে। তাই তারা এ সম্পর্কে রাসূলুল্লাহ্ (সঃ)-কে জিজ্ঞাসাবাদ করলে আল্লাহ্ তা'আলা (আরবী)-এ আয়াতটি অবতীর্ণ করেন। অর্থাৎ দু'টোতেই প্রতিদান বা সওয়াব রয়েছে, কর্তন করার মধ্যেও এবং বাকী রেখে দেয়ার মধ্যেও।  কোন কোন রিওয়াইয়াতে রয়েছে যে, কেটে ফেলা এবং জ্বালিয়ে দেয়া। উভয়েরই নির্দেশ দেয়া হয়েছিল।ঐ সময় বানু কুরাইযা ইয়াহুদীদের প্রতি রাসূলুল্লাহ্ অনুগ্রহ করেছিলেন এবং তাদেরকে মদীনাতেই অবস্থানের অনুমতি দিয়েছিলেন। কিন্তু পরে তারাও যখন মুকাবিলায় নেমে পড়ে তখন তাদের মধ্যে যারা যুদ্ধে অবতীর্ণ হয়েছিল তাদেরকে হত্যা করা হয় এবং তাদের নারীরা, শিশুরা ও তাদের সম্পদগুলো মুসলমানদের মধ্যে বন্টিত হয়। হ্যাঁ, তবে তাদের মধ্যে যারা রাসূলুল্লাহ (সঃ)-এর খিদমতে। হাযির হয়ে ঈমান আনয়ন করে তারা রক্ষা পায়। অতঃপর মদীনা হতে সমস্ত উয়াহূদীকে বের করে দেয়া হয়। বানী কাইনুকাকেও, যাদের মধ্যে হযরত আবদুল্লাহ্ ইবনে সালাম (রাঃ) ছিলেন এবং বানী হারিসাকেও। সমস্ত ইয়াহদীকে নির্বাসন দেয়া হয়। এই সমুদয় ঘটনা আরব কবিরা তাঁদের কবিতার মধ্যে সুন্দরভাবে বর্ণনা করেছেন যা সীরাতে ইবনে ইসহাকে বর্ণিত হয়েছে। ইবনে ইসহাক (রঃ)-এর মতে এটা উহুদ ও বি’রে মাউনার পরবর্তী ঘটনা এবং উরওয়া (রঃ)-এর মতে এ ঘটনাটি বদর যুদ্ধের ছয় মাস পরে সংঘটিত হয়। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।",
  "ayah": 5,
  "surah": 59
}
