{
  "text": "القول في تأويل قوله تعالى :  فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10)يعني تعالى ذكره بقوله ( فَارْتَقِبْ ) فانتظر يا محمد بهؤلاء المشركين من قومك الذين هم في شكّ يلعبون, وإنما هو افتعل, من رقبته: إذا انتظرته وحرسته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال ثنا سعيد, عن قتادة ( فَارْتَقِبْ ) : أي فانتظر.وقوله ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) اختلف أهل التأويل في هذا الذي أمر الله عزّ وجلّ نبيه صلى الله عليه وسلم أن يرتقبه, وأخبره أن السماء تأتي فيه بدخان مبين: أي يوم هو, ومتى هو؟ وفي معنى الدخان الذي ذُكر في هذا الموضع, فقال بعضهم: ذلك حين دعا رسول الله صلى الله عليه وسلم على قريش ربه تبارك وتعالى أن يأخذهم بسنين كسني يوسف, فأخذوا بالمجاعة, قالوا: وعنى بالدخان ما كان يصيبهم حينئذ في أبصارهم من شدّة الجوع من الظلمة كهيئة الدخان.* ذكر من قال ذلك:حدثني عيسى بن عثمان بن عيسى الرملي, قال: ثنا يحيى بن عيسى, عن الأعمش, عن مسلم, عن مسروق, قال: دخلنا المسجد, فإذا رجل يقص على أصحابه. ويقول: ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) تدرون ما ذلك الدخان؟ ذلك دخان يأتي يوم القيامة, فيأخذ أسماع المنافقين وأبصارهم, ويأخذ المؤمنين منه شبه الزكام؟ قال: فأتينا ابن مسعود, فذكرنا ذلك له وكان مضطجعا, ففزع, فقعد فقال: إن الله عزّ وجلّ قال لنبيه صلى الله عليه وسلم  قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ  إن من العلم أن يقول الرجل لما لا يعلم: الله أعلم, سأحدثكم عن ذلك, إن قريشا لما أبطأت عن الإسلام, واستعصت على رسول الله صلى الله عليه وسلم دعا عليهم بسنين كسني يوسف, فأصابهم من الجهد والجوع حتى أكلوا العظام والميتة, وجعلوا يرفعون أبصارهم إلى السماء فلا يرون إلا الدخان.قال الله تبارك وتعالى ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) فقالوا( رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ ) قال الله جل ثناؤه  إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا إِنَّكُمْ عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ  قال: فعادوا يوم بدر فانتقم الله منهم.حدثني عبد الله بن محمد الزهريّ, قال: ثنا مالك بن سُعَير, قال: ثنا الأعمش, عن مسلم, عن مسروق قال: كان في المسجد رجل يذكر الناس, فذكر نحو حديث عيسى, عن يحيى بن عيسى, إلا أنه قال: فانتقم يوم بدر, فهي البطشة الكبرى.حدثنا ابن حميد, وعمرو بن عبد الحميد, قالا ثنا جرير, عن منصور, عن أبي الضحى مسلم بن صبيح, عن مسروق, قال: كنا عند عبد الله بن مسعود جلوسا وهو مضطجع بيننا, فأتاه رجل فقال: يا أبا عبد الرحمن: إن قاصا عند أبواب كندة يقص ويزعم أن آية الدخان تجيء فتأخذ بأنفاس الكفار, ويأخذ المؤمنين منه كهيئة الزكام, فقام عبد الله وجلس وهو غضبان, فقال: يا أيها الناس اتقوا الله, فمن علم شيئا فليقل بما يعلم, ومن لا يعلم فليقل: الله أعلم.وقال عمرو: فإنه أعلم لأحدكم أن يقول لما لا يعلم الله أعلم, وما على أحدكم أن يقول لما لا يعلم: لا أعلم, فإن الله عزّ وجلّ يقول لنبيه محمد صلى الله  عليه وسلم  قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ  إن النبيّ صلى الله عليه وسلم لما رأى من الناس إدبارا, قال: \" اللهمّ سبعا كسبع يوسف \", فأخذتهم سنة حصَّت كل شيء, حتى أكلوا الجلود والميتة والجيف, ينظر أحدهم إلى السماء فيرى دخانا من الجوع, فأتاه أبو سفيان بن حرب فقال: يا محمد إنك جئت تأمر بالطاعة وبصلة الرحم, وإن قومك قد هلكوا, فادع الله لهم, قال الله عزّ وجلّ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ )... إلى قوله  إِنَّكُمْ عَائِدُونَ  قال: فكُشف عنهم  يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ  فالبطشة يوم بدر, وقد مضت آية الروم وآية الدخان, والبطشة واللزام.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن مسلم, عن مسروق قال: قال عبد الله: خمس قد مضين: الدخان, واللزام, والبطشة, والقمر, والروم.حدثنا أبو كُرَيب, قال: \" ثنا أبو بكر بن عياش, عن عاصم, قال: شهدت جنازة فيها زيد بن عليّ فأنشأ يحدّث يومئذ, فقال: إن الدخان يجيء قبل يوم القيامة, فيأخذ بأنف المؤمن الزكام, ويأخذ بمسامع الكافر، قال: قلت رحمك الله, إن صاحبنا عبد الله قد قال غير هذا, قال: إن الدخان قد مضى وقرأ هذه الآية ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) قال: أصاب الناس جهد حتى جعل الرجل يرى ما بينه وبين السماء دخانا, فذلك قوله ( فَارْتَقِبْ ) وكذا قرأ عبد الله إلى قوله ( مُؤْمِنُونَ ) قال  إِنَّا كَاشِفُو الْعَذَابِ قَلِيلا  قلت لزيد فعادوا, فأعاد الله عليهم بدرا, فذلك قوله  وَإِنْ عُدْتُمْ عُدْنَا  فذلك يوم بدر, قال: فقبل والله, قال عاصم، فقال رجل يردّ عليه, فقال زيد رحمة الله عليه: أما إن رسول الله صلى الله عليه وسلم قد قال: \" إنَّكُمْ سَيَجِيئُكُمْ رُوَاةٌ, فَمَا وَافَقَ القُرآن فَخُذُوا بِهِ, ومَا كانَ غيرَ ذلكَ فَدَعُوهُ\".حدثنا ابن المثنى, قال: ثنا ابن عبد الأعلى, قال: ثنا داود, عن عامر, عن ابن مسعود أنه قال: البطشة الكبرى يوم بدر, وقد مضى الدخان.حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن عوف, قال: سمعت أبا العالية يقول: إن الدخان قد مضى.حدثنا ابن حميد, قال: ثنا سلمة, عن عمرو, عن مغيرة, عن إبراهيم, قال: مضى الدخان لسنين أصابتهم.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: ثنا أيوب, عن محمد, قال: نُبئت أن ابن مسعود كان يقول: قد مضى الدخان, كان سنين كسني يوسف.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) قال: الجدب وإمساك المطر عن كفار قريش, إلى قوله ( إِنَّا مُؤْمِنُونَ ) .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) قال: كان ابن مسعود يقول: قد مضى الدخان, وكان سنين كسني يوسف ( يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) قد مضى شأن الدخان.حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله  يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى  قال: يوم بدر.وقال آخرون: الدخان آية من آيات الله, مرسلة على عباده قبل مجيء الساعة, فيدخل في أسماع أهل الكفر به, ويعتري أهل الإيمان به كهيئة الزكام, قالوا: ولم يأت بعد, وهو آت.* ذكر من قال ذلك:حدثني واصل بن عبد الأعلى, قال: ثنا ابن فضيل, عن الوليد بن جميع, عن عبد الملك بن المُغيرة, عن عبد الرحمن بن البيلمان, عن ابن عمر، قال: يخرج الدخان, فيأخذ المؤمن كهيئة الزكمة, ويدخل في مسامع الكافر والمنافق, حتى يكون كالرأس الحنيذ.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن ابن جريج, عن عبد الله بن أبي مليكة, قال: غدوت على ابن عباس ذات يوم, فقال: ما نمت الليلة حتى أصبحت, قلت: لمَ؟ قال: قالوا: طلع الكوكب ذو الذنب, فخشيت أن يكون الدخان قد طرق, فما نمت حتى أصبحت.حدثنا محمد بن بزيع, قال: ثنا بشر بن المفضل, عن عوف, قال: قال الحسن: إن الدخان قد بقي من الآيات, فإذا جاء الدخان نفخ الكافر حتى يخرج من كلّ سمع من مسامعه, ويأخذ المؤمن كزكمة.حدثنا ابن بشار, قال: ثنا عثمان, يعني ابن الهيثم, قال: ثنا عوف, عن الحسن بنحوه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن الحسن, عن أبي سعيد, قال: يهيج الدخان بالناس. فأما المؤمن فيأخذه منه كهيئة الزكمة. وأما الكافر فيهيجه حتى يخرج من كلّ مسمع منه قال: وكان بعض أهل العلم يقول: فما مَثل الأرض يومئذ إلا كمَثل بيت أوقد فيه ليس فيه خصاصة.حدثني عصام بن روّاد بن الجراح, قال: ثني أبي, قال: ثنا سفيان بن سعيد الثوري, قال: ثنا منصور بن المعتمر, عن رِبْعِيِّ بن حَرَاش, قال: سمعت حُذيفة بن اليمان يقول: قال رسول الله صلى الله عليه وسلم: \" أوَّلُ الآيات الدَّجالُ, وَنـزول عِيسى بن مَرْيَمَ, وَنَارٌ تَخْرُجُ مِنْ قَعْرِ عَدْنِ أَبْيَنَ تَسُوقُ النَّاسَ إلى المَحْشَر تَقِيلُ مَعَهُمْ إذَا قالوا, والدُّخان \", قال حُذيفة: يا رسول الله وما الدخان؟ فتلا رسول الله صلى الله عليه وسلم الآية ( يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ) يَمْلأ ما بَينَ المَشْرقِ والمَغْرِب يَمْكُثُ أرْبَعِينَ يَوْما وَلَيْلَةً أمَّا المُؤْمِنُ فَيُصِيبُهُ مِنْهُ كَهَيْئَةِ الزُّكامِ. وأمَّا الكَافِرُ فَيَكُونُ بِمَنـزلَةِ السَّكْرانِ يَخْرُجُ مِنْ مَنْخِريْهِ وأُذُنَيْهِ ودُبُرِهِ\".حدثني محمد بن عوف, قال: ثنا محمد بن إسماعيل بن عياش، قال: ثني أبي, قال: ثني ضمضم بن زرعة, عن شريح بن عبيد, عن أبي مالك الأشعريّ, قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ رَبَّكُمْ أنْذَرَكُمْ ثَلاثا: الدُّخانُ يَأْخُذ المُؤْمِنَ كالزَّكْمَةِ, ويَأْخُذُ الكَافِرَ فَيَنْتَفِخَ حتى يَخْرُجَ مِنْ كُلّ مَسْمَعٍ مِنْهُ, والثَّانِيَة الدَّابَّةُ, والثَّالِثَة الدَّجَّالُ\".وأولى القولين بالصواب في ذلك ما رُوي عن ابن مسعود من أن الدخان الذي أمر الله نبيه صلى الله عليه وسلم أن يرتقبه, هو ما أصاب قومه من الجهد بدعائه عليهم, على ما وصفه ابن مسعود من ذلك إن لم يكن خبر حُذيفة الذي ذكرناه عنه عن رسول الله صلى الله عليه وسلم صحيحا, وإن كان صحيحا, فرسول الله صلى الله عليه وسلم أعلم بما أنـزل الله عليه, وليس لأحد مع قوله الذي يصح عنه قول.وإنما لم أشهد له بالصحة, لأن محمد بن خلف العسقلانيّ حدثني أنه سأل روّادا عن هذا الحديث, هل سمعه من سفيان؟ فقال له: لا فقلت له: فقرأته عليه, فقال: لا فقلت له: فقرئ عليه وأنت حاضر فأقرّ به, فقال: لا فقلت: فمن أين جئت به؟ قال: جاءني به قوم فعرضوه عليّ وقالوا لي: اسمعه منا فقرءوه عليّ, ثم ذهبوا, فحدّثوا به عني, أو كما قال; فلما ذكرت من ذلك لم أشهد له بالصحة، وإنما قلت: القول الذي قاله عبد الله بن مسعود هو أولى بتأويل الآية, لأن الله جلّ ثناؤه توعَّد بالدخان مشركي قريش وأن قوله لنبيه صلى الله عليه وسلم ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) في سياق خطاب الله كفار قريش وتقريعه إياهم بشركهم بقوله  لا إِلَهَ إِلا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الأَوَّلِينَ * بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ  ثم أتبع ذلك قوله لنبيه عليه الصلاة والسلام ( فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ) أمرًا منه له بالصبر إلى أن يأتيهم بأسه وتهديدًا للمشركين فهو بأن يكون إذ كان وعيدا لهم قد أحله بهم أشبه من أن يكون أخره عنهم لغيرهم.وبعد, فإنه غير منكر أن يكون أحلّ بالكفار الذين توعدهم بهذا الوعيد ما توعدهم, ويكون مُحِلا فيما يستأنف بعد بآخرين دخانا على ما جاءت به الأخبار عن رسول الله صلى الله عليه وسلم عندنا كذلك, لأن الأخبار عن رسول الله صلى الله عليه وسلم قد تظاهرت بأن ذلك كائن, فإنه قد كان ما رَوَى عنه عبد الله بن مسعود, فكلا الخبرين اللذين رُويا عن رسول الله صلى الله عليه وسلم صحيح.وإن كان تأويل الآية في هذا الموضع ما قلنا, فإذ كان الذي قلنا في ذلك أولى التأويلين, فبين أن معناه: فانتظر يا محمد لمشركي قومك يوم تأتيهم السماء من البلاء الذي يحل بهم على كفرهم بمثل الدخان المبين لمن تأمله أنه دخان.",
  "ayah": 10,
  "surah": 44
}
