{
  "text": "وقوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) يقول: وإذا قطعت البحر أنت وأصحابُك, فاتركه ساكنا على حاله التي كان عليها حين دخلته. وقيل: إن الله تعالى ذكره قال لموسى هذا القول بعد ما قطع البحر ببني إسرائيل فإذ كان ذلك كذلك, ففي الكلام محذوف, وهو: فسرَى موسى بعبادي ليلا وقطع بهم البحر, فقلنا له بعد ما قطعه, وأراد ردّ البحر إلى هيئته التي كان عليها قبل انفلاقه: اتركْه رَهْوًا.* ذكر من قال ما ذكرنا من أن الله عزّ وجلّ قال لموسى صلى الله عليه وسلم هذا القول بعد ما قطع البحر بقومه:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَدَعَا رَبَّهُ أَنَّ هَؤُلاءِ قَوْمٌ مُجْرِمُونَ ) حتى بلغ ( إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ) قال: لما خرج آخر بني إسرائيل أراد نبي الله صلى الله عليه وسلم أن يضرب البحر بعصاه, حتى يعود كما كان مخافة آل فرعون أن يدركوهم, فقيل له ( وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ).حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال:  لما قطع البحر, عطف ليضرب البحر بعصاه ليلتئم, وخاف أن يتبعه فرعون وجنوده, فقيل له: ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) كما هو ( إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ).واختلف أهل التأويل في معنى الرهْو, فقال بعضهم: معناه: اتركه على هيئته وحاله التي كان عليها.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) يقول: سَمْتا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ) قال: الرهو: أن يترك كما كان, فإنهم لن يخلُصوا من ورائه.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا حميد, عن إسحاق, عن عبد الله بن الحارث, عن أبيه, أن ابن عباس سأل كعبا عن قول الله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: طريقا.وقال آخرون: بل معناه: اتركه سَهْلا.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: سهلا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: يقال: الرهو: السهل.حدثنا ابن المثنى, قال: ثنا حرميّ بن عُمارة قال: ثنا شعبة, قال: أخبرني عمارة, عن الضحاك بن مُزاحم, فى قول الله عزّ وجلّ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: دَمثا.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: عبيد, قال: سمعت الضحاك يقول في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: سهلا دمثا.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: هو السهل.وقال آخرون: بل معناه: واتركه يبسا جددا.* ذكر من قال ذلك:حدثنا محمد بن المثنى, قال: ثني عبيد الله بن معاذ, قال: ثني أبي, عن شعبة, عن سماك, عن عكرمة, في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: جددا.حدثنا محمد بن المثنى, قال: ثني عبيد الله بن معاذ, قال: ثنا أبي, عن شعبة, عن سماك, عن عكرمة في قوله ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) قال: يابسا كهيئته بعد أن ضربه, يقول: لا تأمره يرجع, اتركه حتى يدخل آخرهم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد, في قوله (رَهوًا) قال: طريقا يَبَسا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَاتْرُكِ الْبَحْرَ رَهْوًا ) كما هو طريقا يابسا.وأولى الأقوال في ذلك بالصواب قول من قال معناه: اتركه على هيئته كما هو على الحال التي كان عليها حين سلَكْته, وذلك أن الرهو في كلام العرب: السكون, كما قال الشاعر:كأنَّمـا أهْـلُ حُجْـرٍ يَنْظُـرُونَ مَتَـىيَــرَوْنَنِي خارِجــا طَــيْرٌ يَنَـادِيدطَـيرٌ رأَتْ بازِيـا نَضْـحُ الدّمـاءِ بِهِوأُمُّــهُ خَرَجَـتْ رَهْـوًا إلـى عِيـد (1)يعني على سكون, وإذا كان ذلك معناه كان لا شكّ أنه متروك سهلا دَمِثا, وطريقا يَبَسا لأن بني إسرائيل قطعوه حين قطعوه, وهو كذلك, فإذا ترك البحر رهوا كما كان حين قطعه موسى ساكنا لم يُهج كان لا شكّ أنه بالصفة التي وصفت.وقوله ( إِنَّهُمْ جُنْدٌ مُغْرَقُونَ ) يقول: إن فرعون وقومه جند, الله مغرقهم في البحر.------------------------الهوامش:(1) هذا بيت من قصيدة للراعي ، مدح بها سعد بن عبد الرحمن بن عتاب بن أسيد، عدتها سبعة وخمسون بيتا . وقوله \" ذات آثارة \" أي رب ناقة ذات سمن . والأثارة ، بفتح الهمزة : شحم متصل بشحم آخر ، ويقال هي بقية من الشحم العتيق ، يقال : سمنت الناقة على أثارة ، أي على بقية شحم . وأكمته : غلفه ، جمع كمام ، وهو جمع كم بكسر الكاف ، وهو غطاء النور وغلافه . وقفارًا وقفارة : وصف للنبات : أي رعته خاليًا لها من مزاحمة غيرها في رعيه . وأصله من قولهم طعام قفار : أي أكل بلا إدام . ( انظر خزانة الأدب الكبرى للبغدادي 4 : 251 ) واستشهد بالبيت أبو عبيدة في مجاز القرآن ( الورقة 222 ) . عند قوله تعالى : \" أو أثارة من علم \" أي بقية من شحم أكلت عليه . ومن قال : \" أثرة \" فهو مصدر أثره يأثره : يذكره . وفي ( اللسان : أثر ) : وأثرة العلم وأثرته وأثارته ، بقية منه تؤثر فتذكر . وقال الزجاج أثاره : في معنى علامة . ويجوز أن يكون على معنى بقية من علم ونسب البيت للشماخ.",
  "ayah": 24,
  "surah": 44
}
