{
  "text": "القول في تأويل قوله تعالى :  فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (29)يقول تعالى ذكره: فما بكت على هؤلاء الذين غرّقهم الله في البحر, وهم فرعون وقومه, السماء والأرض, وقيل: إن بكاء السماء حمرة أطرافها.* ذكر من قال ذلك:حدثني محمد بن إسماعيل الأحمسيّ, قال: ثنا عبد الرحمن بن أبي حماد, عن الحكم بن ظهير, عن السديّ قال: لما قتل الحسين بن عليّ رضوان الله عليهما بكت السماء عليه, وبكاؤها حمرتها.حدثني عليّ بن سهل, قال: ثنا حجاج, عن ابن جُرَيج, عن عطاء في قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) قال: بكاؤها حمرة أطرافها.وقيل: إنما قيل ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) لأن المؤمن إذا مات, بكت عليه السماء والأرض أربعين صباحا, ولم تبكيا على فرعون وقومه, لأنه  لم يكن لهم عمل يَصعْد إلى الله صالح, فتبكي عليهم السماء, ولا مسجد في الأرض, فتبكي عليهم الأرض.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا طلق بن غنام, عن زائدة, عن منصور, عن المنهال, عن سعيد بن جُبير, قال: أتى ابن عباس رجل, فقال: يا أبا عباس أرأيت قول الله تبارك وتعالى ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ وَمَا كَانُوا مُنْظَرِينَ ) فهل تبكي السماء والأرض على أحد؟ قال: نعم إنه ليس أحد من الخلائق إلا له باب في السماء منه ينـزل رزقه, وفيه يصعد عمله, فإذا مات المؤمن فأغلق بابه من السماء الذي كان يصعد فيه عمله, وينـزل منه رزقه, بكى عليه; وإذا فقده مُصَلاه من الأرض التي كان يصلي فيها, ويذكر الله فيها بكت عليه, وإن قوم فرعون لم يكن لهم في الأرض آثار صالحة, ولم يكن يصعد إلى السماء منهم خير, قال: فلم تبك عليهم السماء والأرض.حدثنا ابن بشار, قال: ثنا عبد الرحمن ويحيى قالا ثنا سفيان, عن منصور, عن مجاهد, قال: كان يقال: تبكي الأرض على المؤمن أربعين صباحًا.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي يحيى القَتَّات, عن مجاهد, عن ابن عباس بمثله.حدثني يحيى بن طلحة, قال: ثنا فضيل بن عياض, عن منصور, عن مجاهد, قال: حُدثت أن المؤمن إذا مات بكت عليه الأرض أربعين صباحا.حدثنا ابن بشار, قال: ثنا يعقوب بن إسحاق الحضرمي, قال: ثنا بكير بن أبي السميط, قال: ثنا قتادة, عن سعيد بن جُبير أنه كان يقول: إن بقاع الأرض التي كان يصعد عمله منها إلى السماء تبكي عليه بعد موته, يعني المؤمن.حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن منصور, عن المنهال, عن سعيد بن جُبير, عن ابن عباس ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) قال: إنه ليس أحد إلا له باب في السماء ينـزل فيه رزقه ويصعد فيه عمله, فإذا فُقِد بكت عليه مواضعه التي كان يسجد عليها, وإن قوم فرعون لم يكن لهم في الأرض عمل صالح يقبل منهم, فيصعد إلى الله عزّ وجلّ, فقال مجاهد: تبكي الأرض على المؤمن أربعين صباحا.حدثنا ابن حُميد, قال: ثنا جرير, عن منصور, عن مجاهد قال: كان يقال: إن المؤمن إذا مات بكت عليه الأرض أربعين صباحا.حدثنا يحيى بن طلحة, قال: ثنا عيسى بن يونس, عن صفوان بن عمرو, عن شريح بن عبيد الحضرمي, قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ الإسْلامَ بَدَأ غَرِيبا وَسَيَعُودُ غَرِيبا, ألا لا غُرْبَةَ عَلى المُؤْمِن, ما ماتَ مُؤْمِنٌ فِي غُرْبَةٍ غَابَتْ عَنْهُ فِيهَا بَوَاكِيهِ إلا بَكَتْ عَلَيْهِ السَّماءُ والأرْضُ\", ثم قرأ رسول الله صلى الله عليه وسلم ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ), ثم قال: \" إنَّهُما لا يَبْكِيانِ على الكافر \".حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ )... الآية, قال: ذلك أنه ليس على الأرض مؤمن يموت إلا بكى عليه ما كان يصلي فيه من المساجد حين يفقده, وإلا بكى عليه من السماء الموضعُ الذي كان يرفع منه كلامه, فذلك لأهل معصيته: ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ وَمَا كَانُوا مُنْظَرِينَ ) لأنهما يبكيان على أولياء الله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) (2)حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) يقول: لا تبكي السماء والأرض على الكافر, وتبكي على المؤمن الصالح معالمُه من الأرض ومقرُّ عمله من السماء.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأرْضُ ) قال: بقاع المؤمن التي كان يصلي عليها من الأرض تبكي عليه إذا مات, وبقاعه من السماء التي كان يرفع فيها عمله.حدثنا ابن حُمَيد, قال: ثنا جرير, عن منصور, عن المنهال, عن سعيد بن جُبَير, قال: سُئل ابن عباس: هل تبكي السماء والأرض على أحد؟ فقال: نعم إنه ليس أحد, من الخلق إلا له باب في السماء يصعد فيه عمله, وينـزل منه رزقه, فإذا مات بكى عليه مكانه من الأرض الذي كان يذكر الله فيه ويصلي فيه, وبكى عليه بابه الذي كان يصعد فيه عمله, وينـزل منه رزقه. وأما قوم فرعون, فلم يكن لهم آثار صالحة, ولم يصعد إلى السماء منهم خير, فلم تبك عليهم السماء والأرض.وقوله ( وَمَا كَانُوا مُنْظَرِينَ ) يقول: وما كانوا مؤخرين بالعقوبة التي حلَّت بهم, ولكنهم عوجلوا بها إذ أسخطوا ربهم عزّ وجلّ عليهم .------------------------الهوامش:(2) في الأصل: \" لم يذكر لهذا السند تفسير عن قتادة والذي في الدر المنثور عنه قال: هم كانوا أهون على الله من ذلك. وقال: وكنا نحدث أن المؤمن تبكي عليه بقاعه التي يصلي فيها من الأرض ومصعد عمله من السماء \".",
  "ayah": 29,
  "surah": 44
}
