{
  "text": "القول في تأويل قوله تعالى :  ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (49)يقول تعالى ذكره: يقال لهذا الأثيم الشقيّ : ذق هذا العذاب الذي تعذّب به اليوم ( إِنَّكَ أَنْتَ الْعَزِيزُ ) في قومك ( الكَرِيمُ ) عليهم.وذُكر أن هذه الآيات نـزلت في أبي جهل بن هشام.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة  ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ  نـزلت في عدوّ الله أبي جهل لقي النبيّ صلى الله عليه وسلم, فأخذه فهزه, ثم قال: أولى لك يا أبا جهل فأولى, ثم أولى لك فأولى, ذق إنك أنت العزيز الكريم, وذلك أنه قال: أيوعدني محمد, والله لأنا أعزّ من مشى بين جبليها. وفيه نـزلت  وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا  وفيه نـزلت  كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ  وقال قتادة: نـزلت في أبي جهل وأصحابه الذين قتل الله تبارك وتعالى يوم بدر  أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ  .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: نـزلت في أبي جهل  خُذُوهُ فَاعْتِلُوهُ  قال قتادة, قال أبو جهل: ما بين جبليها رجل أعزّ ولا أكرم مني, فقال الله عزّ وجلّ: ( ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ ) .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله  خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ  قال: هذا لأبي جهل.فإن قال قائل: وكيف قيل وهو يهان بالعذاب الذي ذكره الله, ويذلّ بالعتل إلى سواء الجحيم: إنك أنت العزيز الكريم؟ قيل: إن قوله ( إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ ) غير وصف من قائل ذلك له بالعزّة والكرم, ولكنه تقريع منه له بما كان يصف به نفسه في الدنيا, وتوبيخ له بذلك على وجه الحكاية, لأنه كان في الدنيا يقول: إنك أنت العزيز الكريم, فقيل له في الآخرة, إذ عذّب بما عُذّب به في النار: ذُق هذا الهوان اليوم, فإنك كنت تزعم إنك أنت العزيز الكريم, وإنك أنت الذليل المهين, فأين الذي كنت تقول وتدّعي من العزّ والكرم, هلا تمتنع من العذاب بعزّتك.حدثنا ابن بشار, قال: ثنا صفوان بن عيسى; قال ثنا ابن عجلان عن سعيد المقبري, عن أبي هريرة قال: قال كعب: لله ثلاثة أثواب: اتَّزر بالعزّ, وتَسَربل الرحمة, وارتدى الكبرياء تعالى ذكره, فمن تعزّز بغير ما أعزّه الله فذاك الذي يقال: ذق إنك أنت العزيز الكريم, ومن رحم الناس فذاك الذي سربل الله سرباله الذي ينبغي له ومن تكبر فذاك الذي نازع الله رداءه إن الله تعالى ذكره يقول: \" لا ينبغي لمن نازعني ردائي أن أدخله الجنة \" جلّ وعزّ.وأجمعت قرّاء الأمصار جميعا على كسر الألف من قوله: ( ذُقْ إنَّكَ ) على وجه الابتداء. وحكاية قول هذا القائل: إني أنا العزيز الكريم. وقرأ ذلك بعض المتأخرين ( ذُقْ أَنَّكَ ) بفتح الألف على إعمال قوله (ذُقْ) في قوله: (أنَّكَ) كأنك معنى الكلام عنده: ذق هذا القول الذي قلته في الدنيا.والصواب من القراءة في ذلك عندنا كسر الألف من (إنَّكَ) على المعنى الذي ذكرت لقارئه, لإجماع الحجة من القرّاء عليه, وشذوذ ما خالفه, (3) وكفى دليلا على خطأ قراءة خلافها, ما مضت عليه الأئمة من المتقدمين والمتأخرين, مع بُعدها من الصحة في المعنى وفراقها تأويل أهل التأويل.------------------------الهوامش:(2) لم يذكر الثانية ، وهي ضم التاء ، وبها قرئ ، ولعله اكتفى عن ذلك ؛ بما ذكره في السطر الذي بعده.(3) قوله وشذوذ ما خالفه ، هذا غير صحيح لأن الإمام الكسائي قرأ بفتح الهمز ، وهي قراءة سبعية متواترة مشهورة وليست شاذة",
  "ayah": 49,
  "surah": 44
}
