{
  "text": "وقوله: ( لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلا الْمَوْتَةَ الأولَى ) يقول تعالى ذكره: لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا.وكان بعض أهل العربية يوجه \" إلا \" في هذا الموضع إلى أنها في معنى سوى, ويقول: معنى الكلام: لا يذوقون فيها الموت سوى الموتة الأولى, ويمثله بقوله تعالى ذكره:  وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلا مَا قَدْ سَلَفَ  بمعنى: سوى ما قد فعل آباؤكم, وليس للذي قال من ذلك عندي وجه مفهوم, لأن الأغلب من قول القائل: لا أذوق اليوم الطعام إلا الطعام الذي ذقته قبل اليوم أنه يريد الخبر عن قائله أن عنده طعاما في ذلك اليوم ذائقه وطاعمه دون سائر الأطعمة غيره.وإذ كان ذلك الأغلب من معناه وجب أن يكون قد أثبت بقوله ( إِلا الْمَوْتَةَ الأولَى ) موتة من نوع الأولى هم ذائقوها, ومعلوم أن ذلك ليس كذلك, لأن الله عزّ وجلّ قد آمَن أهل الجنة في الجنة إذا هم دخلوها من الموت, ولكن ذلك كما وصفت من معناه. وإنما جاز أن توضع \" إلا \" في موضع \" بعد \" لتقارب معنييهما في هذا الموضع وذلك أن القائل إذا قال: لا أكلم اليوم رجلا إلا رجلا بعد رجل عند عمرو قد أوجب على نفسه أن لا يكلم ذلك اليوم رجلا بعد كلام الرجل الذي عند عمرو.وكذلك إذا قال: لا أكلم اليوم رجلا بعد رجل عند عمرو, قد أوجب على نفسه أن لا يكلم ذلك اليوم رجلا إلا رجلا عند عمرو, فبعد, وإلا متقاربتا المعنى في هذا الموضع. ومن شأن العرب أن تضع الكلمة مكان غيرها إذا تقارب معنياهما, وذلك كوضعهم الرجاء مكان الخوف لما في معنى الرجاء من الخوف, لأن الرجاء ليس بيقين, وإنما هو طمع, وقد يصدق ويكذب كما الخوف يصدق أحيانا ويكذب, فقال في ذلك أبو ذُؤَيْب:إذا لَسَـعَتْهُ الدَّبْـرُ لَـمْ يَـرْجُ لَسْـعَهاوَخَالَفهَـا فِـي بَيْـتِ نُـوبٍ عَـوَامِلُ (6)فقال: لم يرج لسعها, ومعناه في ذلك: لم يخف لسعها, وكوضعهم الظنّ موضع العلم الذي لم يدرك من قِبل العيان, وإنما أدرك استدلالا أو خبرا, كما قال الشاعر:فَقُلْــتُ لَهُـمْ ظُنُّـوا بـألْفَيْ مُدَجَّـجٍسَــرَاتُهُمُ فــي الفَارِسِـيّ المُسَـرَّدِ (7)بمعنى: أيقنوا بألفي مدجَّج واعلموا, فوضع الظنّ موضع اليقين, إذ لم يكن المقول لهم ذلك قد عاينوا ألفي مدجج, ولا رأوهم, وإن ما أخبرهم به هذا المخبر, فقال لهم ظنوا العلم بما لم يعاين من فعل القلب, فوضع أحدهما موضع الآخر لتقارب معنييهما في نظائر لما ذكرت يكثر إحصاؤها, كما يتقارب معنى الكلمتين في بعض المعاني, وهما مختلفتا المعنى في أشياء أخر, فتضع العرب إحداهما مكان صاحبتها في الموضع الذي يتقارب معنياهما فيه.فكذلك قوله ( لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلا الْمَوْتَةَ الأولَى ) وضعت \" إلا \" في موضع \" بعد \" لما نصف من تقارب معنى \" إلا \", و \" بعد \" في هذا الموضع, وكذلك  وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلا مَا قَدْ سَلَفَ  إنما معناه: بعد الذي سلف منكم في الجاهلية, فأما إذا وجهت \" إلا \" في هذا الموضع إلى معنى سوى, فإنما هو ترجمة عن المكان, وبيان عنها بما هو أشدّ التباسًا على من أراد علم معناها منها.------------------------الهوامش:(6) البيت لأبي ذؤيب . وهو شاهد على أن لم يرج : أي لم يخف . وقد سبق الاستشهاد به في هذا التفسير ، وتقدم الكلام عليه مفصلا (انظره في 5 : 264 من هذه الطبعة) . وفي قافيته :\"عواسل\" في موضع عوامل. وكلتاهما صحيحة.(7) البيت لدريد بن الصمة الجشمي . (اللسان : ظنن) . قال : الجوهري : الظن معروف . وقد يوضع موضع العلم . قال دريد ابن الصمة :\"فقلت لهم ظنوا...\" البيت : أي استيقنوا ، وإنما يخوف عدوه باليقين لا بالشك . والشاهد في البيت عند المؤلف أن العلم قد يوضع في موضع الظن ، كما أن الرجاء قد يوضع موضع الخوف.",
  "ayah": 56,
  "surah": 44
}
