{
  "text": "ولا تصعر خدک ۔۔۔۔۔ لصوت الحمیر (18 – 19) صعر ایک بیماری ہے جب اونٹ کو لگ جاتی ہے تو وہ اپنی گردن ٹیڑھی کرلیتا ہے۔ قرآن کریم مغرور شخص کے فعل کو صعر کے ساتھ تشبیہ دے کر اس سے لوگوں کو متنفر کرنا چاہتا ہے۔ کبر اور سرتابی کے عمل کو صعر کہا گیا یعنی اپنے رخساروں کو لوگوں سے کبر و غرور کی وجہ سے پھیر دینا۔ زمین پر اکڑ کر چلنے کے معنی ہیں غرور اور استکبار کے ساتھ چلنا۔ بھولا ہوا اور لوگوں کو کچھ نہ سمجھنے والا ، یہ ایسی حرکت ہے جسے اللہ بھی مکروہ سمجھتا ہے اور لوگ بھی اسے برا سمجھتے ہیں۔ ایسا شخص اپنے بارے میں اونچا خیال رکھتا ہے اور اپنی رفتار میں اس کا اظہار کرتا ہے۔\nان اللہ لا یحب کل مختال فخور (31: 18) ” اللہ کسی خود پسند اور فخر جتلانے والے کو پسند نہیں کرتا “۔\nاکڑ کر چلنے کی ممانعت کے ساتھ ساتھ یہ بھی بتا دیا گیا کہ اعتدال کے ساتھ چلو۔\nواقصد فی مشیک (31: 19) ” اور اپنی چال میں اعتدال اختیار کرو “۔ قصد سے مراد میانہ روی ہے۔ یعنی وہ اقتصادی پالیسی جس میں اسراف نہ ہو ، کیونکہ جو شخص اکڑ کر چلتا ہے ، گردن مروڑ کر چلتا ہے اور اپنے آپ کو اونچا سمجھتا ہے وہ اپنی قوت کو ضائع کرتا ہے۔ گویا اسراف کرتا ہے۔ قصد سے مراد ارادہ بھی ہوسکتا ہے یعنی تمہارے چلنے کی حرکت بامقصد ہو اور تمہاری منزل متعین ہو۔ اور کڑ کو خود پسندی سے چلنے والا شخص ماسوائے دکھاوے کے اور اپنے ذہن میں بڑائی کے کوئی اور مقصد نہیں رکھتا اور یہ کوئی مقصد نہیں ہے ، یعنی اگر چلتے ہو تو کسی مقصد سے سادہ طریقے سے چلو۔ دھیمی آواز میں شائستگی ہوتی ہے۔ اس میں جو شخص بات کرتا ہے وہ اعتماد سے بات کرتا ہے اور اسے اپنی بات کی سچائی کا یقین ہوتا ہے۔ اونچی اور گرجدار آواز سے بات کرنے والا شخص عموماً بےادب ہوتا ہے یا اسے اپنی بات پر یقین نہیں ہوتا۔ یا وہ اپنی شخصیت کی کمزوری کو شور و شغب میں چھپانا چاہتا ہے۔ جھوٹا شخص ہمیشہ جوش و خروش دکھاتا ہے۔ قرآن کریم کا اپنا اسلوب ہے ، یہاں بےمقصد اونچی آواز کی قباحت کو ظاہر کرنے کے لیے ایک نہایت ہی مکروہ ، حقیر اور احمقانہ صورت پیش کی جاتی ہے۔\nان انکر الاصوات لصوت الحمیر (31: 19) ” سب آوازوں سے زیادہ بری آواز گدھوں کی آواز ہوتی ہے “۔ یوں ہر اونچی آواز کو دگدھوں کی آواز سے تشبیہ دے کر ، اسے قابل نفرت بنا دیا گیا اور یوں ہر عقلمند اور مہذب شخص اسے حقیر اور قابل نفرت سمجھنے لگتا ہے۔ یہ حقارت آمیز تصویر جس شخص کی نظروں میں ہو ، وہ کبھی بھی گدھوں کی آواز کی طرح آواز نہیں نکالے گا۔ یوں یہ دوسرا سفر ختم ہوتا ہے جس کے اندر پہلے ہی مسئلے پر بحث کی گئی ہے۔ یہ بحث نہایت ہی متنوع اور جدید سے جدید اسلوب میں کی گئی ہے ، قرآن کے اپنے انداز تصویر کشی میں۔",
  "ayah": 18,
  "surah": 31
}
