{
  "text": "يقول تعالى ذكره: والذي أنعم عليكم هذه النعم ، وخلق لكم الأنعام والخيل وسائر البهائم لمنافعكم ومصالحكم، هو الربّ الذي أنـزل من السماء ماء، يعني: مطرا لكم من ذلك الماء ، شراب تشربونه ، ومنه شراب أشجاركم ، وحياة غروسكم ونباتها( فِيهِ تُسِيمُونَ ) يقول: في الشجر الذي ينبت من الماء الذي أنـزل من السماء تسيمون، ترعون، يقال منه: أسام فلان إبله يسيمها إسامة ، إذا أرعاها، وسومها أيضا يسومها، وسامت هي: إذ رعت، فهي تسوم، وهي إبل سائمة ومن ذلك قيل للمواشي المطلقة في الفلاة وغيرها للرعي، سائمة. وقد وجَّه بعضهم معنى السوم في البيع إلى أنه من هذا، وأنه ذهاب كلّ واحد من المتبايعين فيما ينبغي له من زيادة ثمن ونقصانه، كما تذهب سوائم المواشي حيث شاءت من مراعيها ، ومنه قول الأعشى:وَمَشَـى القَـوْمُ بالعمـادِ إلـى المَـرْعَـى وأعْيـا المُسِـيمَ أيْـنَ المَسـاقُ (4)وبنحو الذي قلنا في ذلك ، قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن النضْر بن عربي، عن عكرمة ( وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ ) قال: ترعون.حدثنا أحمد بن سهيل الواسطي، قال: ثنا قرة بن عيسى، عن النضر بن عربي، عن عكرمة، في قوله ( فِيهِ تُسِيمُونَ ) قال: ترعون.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن خصيف، عن عكرمة، عن ابن عباس، قال: ترعون.حدثني بن داود، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، مثله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ ) يقول: شجر يرعون فيه أنعامهم وشاءهم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس ( فِيهِ تُسِيمُونَ ) قال: ترعون.حدثنا ابن وكيع، قال: ثنا أبو معاوية وأبو خالد، عن جويبر، عن الضحاك: فيه ترعون.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، عن الضحاك، في قوله ( تُسِيمُونَ ) يقول: ترعون أنعامكم.حدثنا ابن وكيع، قال: ثنا أبي، عن طلحة بن أبي طلحة القناد، قال: سمعت عبد الله بن عبد الرحمن بن أبزى، قال: فيه ترعون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( شَجَرٌ فِيهِ تُسِيمُونَ ) يقول: ترعون.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، قال: ترعون.حدثنا محمد بن سنان، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة في قول الله ( شَجَرٌ فِيهِ تُسِيمُونَ ) قال: تَرْعون.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ ) قال: تَرْعون. قال: الإسامة: الرّعية.وقال  الشاعر:مثــلَ ابـنِ بَزْعَـةَ أو كـآخَرَ مِثْلِـهِأوْلــى لَـكَ ابـنَ مُسِـيمةِ الأجْمـالِ (5)قال: يا ابن راعية الأجمال.------------------------الهوامش:(4) البيت للأعشى بن ثعلبة : ميمون بن قيس ( ديوانه طبع القاهرة بشرح الدكتور محمد حسين ص 213 ) من قصيدة له قالها بنجران يتشوق إلى قومه مفتخرًا بهم . والرواية فيه \" إلى الرزحى \" بدل \" إلى المرعى \" يقول : هزل الإبل الجوع ، فسقطت على الأرض من الإعياء ، ومشى الناس إليها ، يضعون الأعمدة تحت بطونها ، ليعينوها على الوقوف . وأعيا الراعي أن يجد المراعي لاستحكام الجدب . والرزحى : الإبل ، تهزل ، فلا تستطيع المشي ، فتسقط ، وهي جمع رازح يضعون العماد تحت بطونها ، ثم يرفعونها والميم : اسم فاعل من آسام الماشية : أرعاها في المرعى . وقال أبو عبيدة ، في مجاز القرآن : ( 1 : 357 ) يقال : أسمت إبلي ، وسامت هي : أي رعيتها .(5) البيت تقدم الاستشهاد به في الجزء الثالث من هذا التفسير ( ص 204 ) فارجع إلى شرحنا له في ذلك الموضع وهو هنا شاهد على أن معنى \" تسيمون \" : ترعون : أي تخرجونها إلى المرعى.",
  "ayah": 10,
  "surah": 16
}
