{
  "text": "يقول تعالى ذكره: ولقد نعلم أن هؤلاء المشركين يقولون جهلا منهم: إنما يعلم محمدا هذا الذي يتلوه بشر من بني آدم، وما هو من عند الله ، يقول الله تعالى ذكره مكذّبهم في قيلهم ذلك: ألا تعلمون كذب ما تقولون ، إن لسان الذي تلحدون إليه: يقول: تميلون إليه بأنه يعلم محمدا أعجميّ ، وذلك أنهم فيما ذُكر كانوا يزعمون أن الذي يعلِّم محمدا هذا القرآن عبد روميّ، فلذلك قال تعالى ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ) يقول: وهذا القرآن لسان عربيّ مبين.وبنحو الذي قلنا في ذلك، قال أهل التأويل على اختلاف منهم في اسم الذي كان المشركون يزعمون أنه يعلِّم محمدا صلى الله عليه وسلم هذا القرآن من البشر، فقال بعضهم: كان اسمه بَلْعام، وكان قَينا بمكة نصرانيا.* ذكر من قال ذلك:حدثني أحمد بن محمد الطُّوسِيّ، قال: ثنا أبو عاصم، قال: ثنا إبراهيم بن طَهْمان، عن مسلم بن عبد الله المَلائي، عن مجاهد، عن ابن عباس، قال: كان رسول الله صلى الله عليه وسلم يعلِّم قينا بمكة، وكان أعجميّ اللسان، وكان اسمه بَلْعام، فكان المشركون يَرَوْن رسول الله صلى الله عليه وسلم حين يدخل عليه ، وحين يخرج من عنده، فقالوا: إنما يعلِّمه بلعام ، فأنـزل الله تعالى ذكره ( وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ).وقال آخرون: اسمه يعيش.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن حبيب، عن عكرمة، قال: كان النبيّ صلى الله عليه وسلم، يقرئ غلامًا لبني المغيرة أعجميا ، قال سفيان: أراه يقال له: يَعِيش ، قال: فذلك قوله ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ )حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ) وقد قالت قريش: إنما يعلمه بشر، عبد لبني الحَضْرميّ يقال له يعيش، قال الله تعالى: ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ) وكان يعيش يقرأ الكُتُب.وقال آخرون: بل كان اسمه جَبْر.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: كان رسول الله صلى الله عليه وسلم فيما بلغني كثيرًا ما يجلس عند المَرْوَة إلى غلام نصراني يقال له جَبْر، عبد لبني بياضة الحَضْرَمِيّ، فكانوا يقولون: والله ما يعلِّم محمدا كثيرا مما يأتي به إلا جَبْرٌ النصرانيُّ غلام الحضرميّ ، فأنـزل الله تعالى في قولهم ( وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ) .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال عبد الله بن كثير: كانوا يقولون: إنما يعلمه نصرانيّ على المَرْوة، ويعلم محمدا رُوميّ يقولون اسمه جَبْر وكان صاحب كُتُب عبد لابن الحضرميّ، قال الله تعالى ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ).وقال آخرون: بل كانا غلامين اسم أحدهما يسار والآخر جَبْر.* ذكر من قال ذلك:حدثني المثنى، قال: ثنا عمرو بن عون، قال: أخبرنا هشيم، عن حُصَيْن، عن عبد الله بن مسلم الحضرميّ: أنه كان لهم عبدان من أهل عير اليمن، وكانا طفلين، وكان يُقال لأحدهما يسار ، والآخر جبر، فكانا يقرآن التوراة، وكان رسول الله صلى الله عليه وسلم ربما جلس إليهما، فقال كفار قريش: إنما يجلس إليهما يتعلم منهما، فأنـزل الله تعالى ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ).حدثني المثنى، قال: ثنا معن بن أسد، قال: ثنا خالد بن عبد الله، عن حصين، عن عبد الله بن مسلم الحضرميّ، نحوه.حدثنا ابن وكيع، قال: ثنا ابن فضيل، عن حصين، عن عبد الله بن مسلم، قال: كان لنا غلامان فكان يقرآن كتابًا لهما بلسانهما، فكان النبيّ صلى الله عليه وسلم يمرّ عليهما، فيقوم يستمع منهما، فقال المشركون: يتعلم منهما، فأنـزل الله تعالى ما كذّبهم به، فقال: ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ )وقال آخرون: بل كان ذلك سَلْمان الفارسي.* ذكر من قال ذلك : حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ ) كانوا يقولون: إنما يعلِّمه سَلْمان الفارسي.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء وحدثني المثنى، قال: ثنا أبو حُذيفة، قال: ثنا شبل وحدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الله، عن ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ) قال: قول كفار قريش: إنما يعلِّم محمدا عبدُ ابن الحضرميّ، وهو صاحب كتاب، يقول الله: ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ).وقيل: إن الذي قال ذلك رجل كاتب لرسول الله صلى الله عليه وسلم  ارتدّ عن الإسلام.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أخبرني سعيد بن المسيب: أن الذي ذكر الله إنما يعلمه بشر ، إنما افتتن إنه كان يكتب الوحي، فكان يملي عليه رسول الله صلى الله عليه وسلم:  سَمِيعٌ عَلِيمٌ  أو  عَزِيزٌ حَكِيمٌ  وغير ذلك من خواتم الآي، ثم يشتغل عنه رسول الله صلى الله عليه وسلم وهو على الوحي، فيستفهم رسول الله صلى الله عليه وسلم، فيقول: أعزيز حكيم، أو سميع عليم، أو عزيز عليم؟ فيقول رسول الله صلى الله عليه وسلم: أيّ ذلك كتبت فهو كذلك ، ففتنه ذلك، فقال: إن محمدا يكل ذلك إليّ، فأكتب ما شئت ، وهو الذي ذكر في سعيد بن المسيب من الحروف السبعة.واختلف القرّاء في قراءة قوله ( يُلْحِدُونَ ) فقرأته عامَّة قرّاء المدينة والبصرة ( لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ ) بضم الياء من ألحد يلحد إلحادا، بمعنى يعترضون ، ويعدلون إليه ، ويعرجون إليه ، من قول الشاعر:قُـدْنِيَ مِـنْ نَصْـرِ الخـبَيْبَيْنِ قَـدِيلَيْسَ أمــيرِي بالشَّــحيحِ المُلْحِــدِ (1)وقرأ ذلك عامَّة قرّاء أهل الكوفة: (لِسَانُ الَّذِي يَلْحِدُونَ إلَيْهِ) بفتح الياء، يعني: يميلون إليه، من لحد فلان إلى هذا الأمر يلحد لحدا ولحودا ، وهما عندي لغتان بمعنى واحد، فبأيتهما قرأ القارئ فمصيب فيهما الصواب. وقيل ( وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ ) يعني: القرآن كما تقول العرب لقصيدة من الشعر يعرضها الشاعر: هذا لسان فلان، تريد قصيدته ؛ كما قال الشاعر:لِســانُ السُّــوءِ تُهْدِيهــا إلَيْنَــاوحِــنْتَ وَمــا حَسِـبْتُكَ أنْ تَحِينـايعني باللسان القصيدة والكلمة (2) .------------------------الهوامش:(1) قدني: اسم فعل بمعنى كفى. والخبيبين: مثنى مصغر. وهما عبد الله بن الزبير وأخوه مصعب أو هما خبيب بن عبد الله بن الزبير وأحد إخوته من بني عبد الله بن الزبير، وهم حمزة وثابت وعبادة وقيس وعامر وموسى. وقيل إن لفظ الخبيبين جمع خبيب، يريد خبيبا ومن معه. أو يريد أنصار عبد الله بن الزبير، وكان يلقب أبا خبيب. والملحد: قال صاحب المصباح: من ألحد في الحرم بالألف: إذا استحل حرمته وانتهكها. وألحد إلحاداً: جادل ومارى. ولحد ( بلا ألف ) بمعنى: جار وظلم. وقال أبو عبيدة في مجاز القرآن (1 : 368) \"لسان الذي يلحدون إليه أعجمي\" أي يعدلون إليه. ويقال: ألحد فلان: أي جار. وأعجمي: أضيف إلى أعجم اللسان. والبيتان من مشطور الرجز، وهما لحميد الأرقط ( انظر خزانة البغدادي 2 : 453 ) .(2) في (اللسان : لسن): اللسان: جارحة الكلام، وقد يكني بها عن الكلمة فيؤنث حينئذ قال أعشى باهلة: إني \"أتتني لسان لا أسر بها\". قال ابن برى: اللسان هنا: الرسالة والمقالة. وقد يذكر على معنى الكلام، قال الحطيئة: \"ندمت على لسان فات مني\". وحان يحين حينا: هلك. وشاهد المؤلف في البيت: أن اللسان قد يحيي، مؤنثا بمعنى الكلمة والقصيدة.",
  "ayah": 103,
  "surah": 16
}
