{
  "text": "اختلف أهل العربية في العامل في \" مَنْ\" من قوله ( مَنْ كَفَرَ بِاللَّهِ ) ومن قوله ( وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا ) ، فقال بعض نحويي البصرة: صار قوله ( فَعَلَيْهِمْ) خبرًا لقوله ( وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا ) ، وقوله ( مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ ) فأخبر لهم بخبر واحد، وكان ذلك يدلّ على المعنى. وقال بعض نحويي الكوفة: إنما هذان جزءان اجتمعا، أحدهما منعقد بالآخر، فجوابهما واحد كقول القائل: من يأتنا فمن يحسن نكرمه، بمعنى: من يحسن ممن يأتنا نكرمه. قال : وكذلك كلّ جزاءين اجتمعا الثاني منعقد بالأوّل، فالجواب لهما واحد . وقال آخر من أهل البصرة: بل قوله ( مَنْ كَفَرَ بِاللَّهِ ) مرفوع بالردّ على الذين في قوله  إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآيَاتِ اللَّهِ  ومعنى الكلام عنده: إنما يفتري الكذب من كفر بالله من بعد إيمانه، إلا من أكره من هؤلاء وقلبه مطمئنّ بالإيمان ، وهذا قول لا وجه له . وذلك أن معنى الكلام لو كان كما قال قائل هذا القول، لكان الله تعالى ذكره قد أخرج ممن افترى الكذب في هذه الآية الذين وُلدوا على الكفر وأقاموا عليه ، ولم يؤمنوا قطّ، وخصّ به الذين قد كانوا آمنوا في حال، ثم راجعوا الكفر بعد الإيمان ، والتنـزيل يدلّ على أنه لم يخصص بذلك هؤلاء دون سائر المشركين الذين كانوا على الشرك مقيمين، وذلك أنه تعالى أخبر خبر قوم منهم أضافوا إلى رسول الله صلى الله عليه وسلم افتراء الكذب، فقال:  وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَـزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ  وكذّب جميع المشركين بافترائهم على الله وأخبر أنهم أحق بهذه الصفة من رسول الله صلى الله عليه وسلم، فقال  إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ  ، ولو كان الذين عنوا بهذه الآية هم الذين كفروا بالله من بعد إيمانهم، وجب أن يكون القائلون لرسول الله صلى الله عليه وسلم ، إنما أنت مفتر حين بدّل الله آية مكان آية، كانوا هم الذين كفروا بالله بعد الإيمان خاصة دون غيرهم من سائر المشركين ، لأن هذه في سياق الخبر عنهم، وذلك قول إن قاله قائل ، فبين فساده مع خروجه عن تأويل جميع أهل العلم بالتأويل.والصواب من القول في ذلك عندي أن الرافع لمن الأولى والثانية، قوله ( فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ ) والعرب تفعل ذلك في حروف الجزاء إذا استأنفت أحدهما على آخر.وذكر أن هذه الآية نـزلت في عمار بن ياسر وقوم كانوا أسلموا ففتنهم المشركون عن دينهم، فثبت على الإسلام بعضهم ، وافتتن بعض.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمى، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ ) ... إلى آخر الآية ، وذلك أن المشركين أصابوا عمار بن ياسر فعذّبوه، ثم تركوه، فرجع إلى رسول الله صلى الله عليه وسلم فحدّثه بالذي لقي من قريش ، والذي قال: فأنـزل الله تعالى ذكره عذره ( مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ ) ... إلى قوله ( وَلَهُمْ عَذَابٌ عَظِيمٌ ) .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ ) قال: ذُكِر لنا أنها نـزلت في عمار بن ياسر، أخذه بنو المغيرة فغطوه في بئر ميمون وقالوا: اكفر بمحمد ، فتابعهم على ذلك وقلبه كاره، فأنـزل لله تعالى ذكره ( إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا ) : أي من أتى الكفر على اختيار واستحباب، ( فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ ) .حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن عبد الكريم الجزري ، عن أبي عبيدة بن محمد بن عمار بن ياسر، قال: أخذ المشركون عمار بن ياسر، فعذّبوه حتى باراهم في بعض ما أرادوا فشكا ذلك إلى النبيّ صلى الله عليه وسلم، فقال النبيّ صلى الله عليه وسلم: كَيْفَ تَجدُ قَلْبَكَ؟ قال: مطمئنا بالإيمان. قال النبيّ صلى الله عليه وسلم: \" فإنْ عادُوا فَعُدْ\".حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، عن حصين، عن أبي مالك، في قوله ( إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ ) قال: نـزلت في عمار بن ياسر.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن الشعبي ، قال: لما عذّب الأعبد أعطوهم ما سألوا إلا خباب بن الأرت، كانوا يضجعونه على الرضف فلم يستقلوا منه شيئا.فتأويل الكلام إذن: من كفر بالله من بعد إيمانه، إلا من أكره على الكفر ، فنطق بكلمة الكفر بلسانه وقلبه مطمئنّ بالإيمان، موقن بحقيقته ، صحيح عليه عزمه ، غير مفسوح الصدر بالكفر ، لكن من شرح بالكفر صدرا فاختاره وآثره على الإيمان ، وباح به طائعا، فعليهم غضب من الله ، ولهم عذاب عظيم.وبنحو الذي قلنا في ذلك ورد الخبر ، عن ابن عباس.حدثني عليّ بن داود، قال: ثنا عبد الله بن صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله ( إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ ) فأخبر الله سبحانه أنه من كفر من بعد إيمانه، فعليه غضب من الله وله عذاب عظيم ، فأما من أكره فتكلم به لسانه وخالفه قلبه بالإيمان لينجو بذلك من عدوّه، فلا حرج عليه، لأن الله سبحانه إنما يأخذ العباد بما عقدت عليه قلوبهم.",
  "ayah": 106,
  "surah": 16
}
