{
  "text": "اختلف أهل التأويل في المعني بالعلامات، فقال بعضهم: عني بها معالم الطرق بالنهار.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ ) يعني بالعلامات: معالم الطرق بالنهار، وبالنجم هم يهتدون بالليل.وقال آخرون: عني بها النجوم.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا يحيى، عن سفيان، عن منصور، عن إبراهيم ( وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ ) قال: منها ما يكون علامات، ومنها ما يهتدون به .حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن منصور، عن مجاهد ( وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ ) قال: منها ما يكون علامة، ومنها ما يهتدى به.حدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد، مثله.حدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا قبيصة، عن سفيان، عن منصور، عن إبراهيم، مثله.قال المثنى: قال: ثنا إسحاق خالف قبيصة وكيعا في الإسناد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَعَلامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ ) والعلامات: النجوم، وإن الله تبارك وتعالى إنما خلق هذه النجوم لثلاث خصلات: جعلها زينة للسماء، وجعلها يهتدى بها، وجعلها رجوما للشياطين. فمن تعاطى فيها غير ذلك، فقد رأيه وأخطأ حظه وأضاع نصيبه وتكلَّف ما لا علم له به.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( وَعَلامَاتٍ ) قال النجوم.وقال آخرون: عني بها الجبال.* ذكر من قال ذلك:حدثنا محمد، قال: ثنا محمد بن ثور، عن معمر، عن الكلبي ( وَعَلامَاتٍ ) قال: الجبال.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره عدّد على عباده من نعمه، إنعامه عليهم بما جعل لهم من العلامات التي يهتدون بها في مسالكهم وطرقهم التي يسيرونها، ولم يخصص بذلك بعض العلامات دون بعض، فكلّ علامة استدلّ بها الناس على طرقهم ، وفجاج سبُلهم ، فداخل في قوله ( وَعَلامَاتٍ ) والطرق المسبولة: الموطوءة، علامة للناحية المقصودة، والجبال علامات يهتدى بهن إلى قصد السبيل، وكذلك النجوم بالليل. غير أن الذي هو أولى بتأويل الآية أن تكون العلامات من أدلة النهار، إذ كان الله قد فصل منها أدلة الليل بقوله ( وَبِالنَّجْمِ هُمْ يَهْتَدُونَ ) وإذا كان ذلك أشبه وأولى بتأويل الآية، فالواجب أن يكون القول في ذلك ما قاله ابن عباس في الخبر الذي رويناه عن عطية عنه، وهو أن العلامات معالم الطرق وأماراتها التي يهتدى بها إلى المستقيم منها نهارا، وأن يكون النجم الذي يهتدى به ليلا هو الجدي والفرقدان، لأن بها اهتداء السفر دون غيرها من النجوم.فتأويل الكلام إذن: وجعل لكم أيها الناس علامات تستدلون بها نهارا على طرقكم في أسفاركم. ونجوما تهتدون بها ليلا في سُبلكم.",
  "ayah": 16,
  "surah": 16
}
