{
  "text": "يقول تعالى ذكره: يقول هؤلاء المشركون لمن سألهم ، ماذا أنـزل ربكم الذي أنـزل ربنا فيما يزعم محمد عليه: أساطير الأوّلين، لتكون لهم ذنوبهم التي هم عليها مقيمون من تكذيبهم الله ، وكفرهم بما أنـزل على رسوله صلى الله عليه وسلم، ومن ذنوب الذين يصدّونهم عن الإيمان بالله يضلون يفتنون منهم بغير علم ، وقوله ( أَلا سَاءَ مَا يَزِرُونَ ) يقول: ألا ساء الإثم الذي يأثمون ، والثقل الذي يتحملون.وبنحو الذي قلنا في ذلك ، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن نجيح، عن مجاهد، قوله ( لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ) ومن أوزار من أضلوا احتمالهم ذنوب أنفسهم ، وذنوب من أطاعهم، ولا يخفف ذلك عمن أطاعهم من العذاب شيئا.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد. نحوه، إلا أنه قال: ومن أوزار الذين يضلونهم حملهم ذنوب أنفسهم، وسائر الحديث مثله.حدثني المثنى، قال: ثنا أبو حُذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد، وحدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الله، عن ورقاء، عن ابن أبي نجيح، عن مجاهد ( لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ ) قال: حملهم ذنوب أنفسهم وذنوب من أطاعهم، ولا يخفف ذلك عمن أطاعهم من العذاب شيئا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، نحوه.حدثنا بشر، قال: ثنا يزيد ، قال: ثنا سعيد، عن قتادة ( لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ) أي ذنوبهم وذنوب الذين يضلونهم بغير علم، ( أَلا سَاءَ مَا يَزِرُونَ )حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله ( لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ) يقول: يحملون ذنوبهم، وذلك مثل قوله  وَأَثْقَالا مَعَ أَثْقَالِهِمْ  يقول: يحملون مع ذنوبهم الذين يُضِلُّونهم بغير علم.حدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الله بن أبي جعفر، عن أبيه، عن الربيع ، ( لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ ) قال: قال النبيّ صلى الله عليه وسلم \" أَيُّمَا دَاعٍ دَعَا إِلَى ضَلالَةٍ فَاتُّبِعَ ، فَإِنَّ لَهُ مِثْلَ أَوْزَارِ مَنْ اتَّبَعَهُ من غَيْرِ أنْ يُنْقَصَ مِنْ أَوْزَارِهِمْ شَيْءٌ ، وَأَيُّمَا دَاعٍ دَعَا إِلَى هُدًى فَاتُّبِعَ فَلَهُ مِثْلَ أُجُورِهِمْ من غَيْرِ أنْ يُنْقَصَ مِنْ أُجُورِهِمْ شَيْءٌ\".حدثني المثنى، قال: أخبرنا سويد، قال: أخبرنا ابن المبارك، عن رجل، قال: قال زيد بن أسلم: \" أنه بلغه أنه يتمثل للكافر عمله في صورة أقبح ما خلق الله وجها وأنتنه ريحًا، فيجلس إلى جنبه، كلما أفزعه شيء زاده فزعا وكلما تخوّف شيئا زاده خوفا، فيقول: بئس الصاحب أنت ، ومن أنت؟ فيقول: وما تعرفني؟ فيقول: لا فيقول: أنا عملك كان قبيحا ، فلذلك تراني قبيحا، وكان منتنا فلذلك تراني منتنا، طأطئ إليّ أركبك فطالما ركبتني في الدنيا ، فيركبه، وهو قوله ( لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ )",
  "ayah": 25,
  "surah": 16
}
