{
  "text": "يقول تعالى ذكره: قد مكر الذين من قبل هؤلاء المشركين الذين يصدّون عن سبيل الله ، من أراد اتباع دين الله، فراموا مغالبة الله ببناء بَنَوه، يريدون بزعمهم الارتفاع إلى السماء لحرب من فيها ، وكان الذي رام ذلك فيما ذُكر لنا جبار من جبابرة النَّبَط ، فقال بعضهم: هو نمرود بن كنعان، وقال بعضهم: هو بختنصر، وقد ذكرت بعض أخبارهما في سورة إبراهيم. وقيل: إن الذي ذُكر في هذا الموضع هو الذي ذكره الله في سورة إبراهيم.* ذكر من قال ذلك:حدثني موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: أمر الذي حاجّ إبراهيم في ربه بإبراهيم فأُخْرِج، يعني من مدينته، قال: فلقي لوطا على باب المدينة وهو ابن أخيه، فدعاه فآمن به، وقال: إني مهاجر إلى ربي ، وحلف نمرود أن يطلب إله إبراهيم، فأخذ أربعة أفراخ من فِراخ النسور، فرباهنّ باللحم والخبز حتى كبرن وغلظن واستعلجن، فربطهنّ في تابوت، وقعد في ذلك التابوت ثم رفع لهنّ رجلا من لحم، فطرن، حتى إذا ذهبن في السماء أشرف ينظر إلى الأرض، فرأى الجبال تدبّ كدبيب النمل ، ثم رفع لهنّ اللحم، ثم نظر فرأى الأرض محيطا بها بحر كأنها فلكة في ماء ، ثم رفع طويلا فوقع في ظلمة، فلم ير ما فوقه وما تحته، ففزع، فألقى اللحم، فاتبعته منقضَّات ، فلما نظرت الجبال إليهنّ، وقد أقبلن منقضات وسمعت حفيفهنّ، فزعت الجبال، وكادت أن تزول من أمكنتها ولم يفعلن وذلك قول الله تعالى  وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ  وهي في قراءة ابن مسعود: \" وَإنْ كَادَ مَكْرُهُمْ\". فكان طَيْرُورتهن به من بيت المقدس ووقوعهن به في جبل الدخان ، فلما رأى أنه لا يطيق شيئا أخذ في بنيان الصرح، فبنى حتى إذا شيده إلى السماء ارتقى فوقه ينظر، يزعم إلى إله إبراهيم، فأحدث، ولم يكن يُحدث وأخذ الله بنيانه من القواعد ( فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لا يَشْعُرُونَ ) يقول: من مأمنهم، وأخذهم من أساس الصرح، فتنقَّض بهم ، فسقط ، فتبلبلت ألسن الناس يومئذ من الفزع، فتكلموا بثلاثة وسبعين لسانا، فلذلك سميت بابل ، وإنما كان لسان الناس من قبل ذلك بالسريانية.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي. عن أبيه، عن ابن عباس، قوله ( قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ ) قال: هو نمرود حين بنى الصرح.حدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الرزاق، عن معمر، عن زيد بن أسلم: إن أوّل جبار كان في الأرض نمرود، فبعث الله عليه بعوضة فدخلت في منخره، فمكث أربع مئة سنة يُضرب رأسه بالمطارق، أرحم الناس به من جمع يديه ، فضرب رأسه بهما، وكان جبارا أربع مئة سنة، فعذّبه الله أربع مئة سنة كمُلكه، ثم أماته الله ، وهو الذي كان بنى صَرْحا إلى السماء، وهو الذي قال الله: ( فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ) . وأما قوله ( فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ ) فإن معناه: هدم الله بنيانهم من أصله ، والقواعد: جمع قاعدة، وهي الأساس ، وكان بعضهم يقول: هذا مثَل للاستئصال ، وإنما معناه: إن الله استأصلهم ، وقال: العرب تقول ذلك إذا استؤصل الشيء.وقوله ( فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: فخرّ عليهم السقف من فوقهم: أعالي بيوتهم من فوقهم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ ) إي والله ، لأتاها أمر الله من أصلها( فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ) والسقف: أعالي البيوت، فائتفكت بهم بيوتهم فأهلكهم الله ودمرهم ( وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لا يَشْعُرُونَ )حدثنا محمد بن عبد الأعلى ، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ) قال: أتى الله بنيانهم من أصوله، فخرّ عليهم السقف.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء وحدثني المثنى، قال: أخبرنا أبو حُذيفة، قال: ثنا شبل وحدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الله، عن ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ ) قال: مكر نمرود بن كنعان الذي حاجّ إبراهيم في ربه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.وقال آخرون: عنى بقوله ( فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ) أن العذاب أتاهم من السماء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ ) يقول: عذاب من السماء لمَّا رأوه استسلموا وذلوا.وأولى القولين بتأويل الآية، قول من قال: معنى ذلك: تساقطت عليهم سقوف بيوتهم، إذ أتى أصولها وقواعدها أمر الله، فائتفكت بهم منازلهم لأن ذلك هو الكلام المعروف من قواعد البنيان ، وخرّ السقف، وتوجيه معاني كلام الله إلى الأشهر الأعرف منها، أولى من توجيهها إلى غير ذلك ما وُجِد إليه سبيل ( وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لا يَشْعُرُونَ ) يقول تعالى ذكره: وأتى هؤلاء الذين مكروا من قَبْل مشركي قريش، عذاب الله من حيث لا يدرون أنه أتاهم منه.",
  "ayah": 26,
  "surah": 16
}
