{
  "text": "اختلفت القرّاء في قراءة ذلك، فقرأته عامَّة قرّاء الحجاز والمدينة والبصرة ( أَوَلَمْ يَرَوْا ) بالياء على الخبر عن الذين مكروا السيئات ، وقرأ ذلك بعض قراء الكوفيين \" أوَلم تَرَوا \" بالتاء على الخطاب.وأولى القراءتين عندي بالصواب قراءة من قرأ بالياء على وجه الخبر عن الذين مكروا السيئات ، لأن ذلك في سياق قَصَصِهم ، والخبر عنهم، ثم عقب ذلك الخبر عن ذهابهم عن حجة الله عليهم ، وتركهم النظر في أدلته والاعتبار بها ، فتأويل الكلام إذن: أو لم ير هؤلاء الذين مكروا السيئات ، إلى ما خلق الله من جسم قائم ، شجر أو جبل أو غير ذلك ، يتفيأ ظلاله عن اليمين والشمائل ، يقول: يرجع من موضع إلى موضع، فهو في أوّل النهار على حال، ثم يتقلَّص، ثم يعود إلى حال أخرى في آخر النهار.وكان جماعة من أهل التأويل يقولون في اليمين والشمائل ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد عن قتادة، قوله ( أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ ) أما اليمين: فأوّل النهار ، وأما الشمال: فآخر النهار.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، بنحوه.حدثنا القاسم، قال: ثنا الحسين ، قال: ثني حجاج، عن ابن جريج ( يَتَفَيَّأُ ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ ) قال: الغدوّ والآصال، إذا فاءت الظِّلال ، ظلال كلّ شيء بالغدوّ سجدت لله، وإذا فاءت بالعشيّ سجدت لله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( يَتَفَيَّأُ ظِلالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ ) يعني: بالغدو والآصال، تسجد الظلال لله غدوة إلى أن يفئ الظلّ، ثم تسجد لله إلى الليل، يعني: ظلّ كلّ شَيء.وكان ابن عباس يقوله في قوله ( يَتَفَيَّأُ ظِلالُهُ ) ما حدثنا المثنى، قال: أخبرنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( يَتَفَيَّأُ ظِلالُهُ ) يقول: تتميل.واختلف في معنى قوله ( سُجَّدًا لِلَّهِ ) فقال بعضهم: ظلّ كلّ شيء سجوده.* ذكر من قال ذلك:حدثني محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( يَتَفَيَّأُ ظِلالُهُ ) قال: ظلّ كلّ شيء سجوده.حدثنا ابن وكيع، قال: ثنا إسحاق الرازيّ، عن أبي سنان، عن ثابت، عن الضحاك ( يَتَفَيَّأُ ظِلالُهُ ) قال: سجد ظلّ المؤمن طوعا، وظلّ الكافر كَرْها.وقال آخرون: بل عنى بقوله ( يَتَفَيَّأُ ظِلالُهُ ) كلا عن اليمين والشمائل في حال سجودها، قالوا: وسجود الأشياء غير ظلالها.* ذكر من قال ذلك:حدثنا ابن حميد وحدثني نصر بن عبد الرحمن الأوّديّ، قالا ثنا حَكَّام، عن أبي سنان، عن ثابت عن الضحاك، في قول الله ( أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلالُهُ ) قال: إذا فاء الفيء توجه كلّ شيء ساجدا قبل القبلة ، من نبت أو شجر، قال: فكانوا يستحبون الصلاة عند ذلك.حدثني المثنى، قال: أخبرنا الحمَّانيّ، قال: ثنا يحيى بن يمان، قال: ثنا شريك، عن منصور، عن مجاهد، في قول الله ( يَتَفَيَّأُ ظِلالُهُ ) قال: إذا زالت الشمس سجد كلّ شيء لله عزّ وجلّ.وقال آخرون: بل الذي وصف الله بالسجود في هذه الآية ظلال الأشياء، فإنما يسجد ظلالها دون التي لها الظلال.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قوله ( أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلالُهُ ) قال: هو سجود الظلال، ظلال كلّ شيء ما في السموات وما في الأرض من دابة، قال: سجود ظلال الدواب، وظلال كلّ شيء.حدثني محمد بن سعد ، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلالُهُ ) ما خلق من كلّ شيء عن يمينه وشمائله، فلفظ ما لفظ عن اليمين والشمائل، قال: ألم تر أنك إذا صليت الفجر ، كان ما بين مطلع الشمس إلى مغربها ظلا ثم بعث الله عليه الشمس دليلا وقبض الله الظلّ.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله أخبر في هذه الآية أن ظلال الأشياء هي التي تسجد، وسجودها: مَيَلانها ودورانها من جانب إلى جانب ، وناحية إلى ناحية، كما قال ابن عباس يقال من ذلك: سجدت النخلة إذا مالت، وسجد البعير وأسجد: إذا أميل للركوب. وقد بيَّنا معنى السجود في غير هذا الموضع بما أغنى عن إعادته.وقوله ( وَهُمْ دَاخِرُونَ ) يعني: وهم صاغرون، يقال منه: دخر فلان لله يدخر دخرا ودخورا: إذا ذلّ له وخضع ومنه قول ذي الرُّمَّة:فَلَــمْ يَبْـقَ إلا داخِـرٌ فِـي مُخَـيَّسٍومُنْجَحِـرٌ فِـي غيرِ أرْضِكَ في جُحْرِ (6)وبنحو الذي قلنا في ذلك ، قال أهل التأويل.* ذكر من قال ذلك:حدثني المثنى، قال: ثنا أبو حُذيفة، قال: ثنا شبل، عن ابن أبي نجيح، عن مجاهد ( وَهُمْ دَاخِرُونَ ) صاغرون.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَهُمْ دَاخِرُونَ ) : أي صاغرون.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة مثله.وأما توحيد اليمين في قوله ( عَنِ الْيَمِينِ وَالشَّمَائِلِ ) فجمعها، فإن ذلك إنما جاء كذلك، لأن معنى الكلام: أو لم يروا إلى ما خلق الله من شيء يتفيأ ظلال ما خلق من شيء عن يمينه: أي ما خلق، وشمائله ، فلفظ \" ما \" لفظ واحد، ومعناه معنى الجمع، فقال: عن اليمين بمعنى: عن يمين ما خلق، ثم رجع إلى معناه في الشمائل ، وكان بعض أهل العربية يقول: إنما تفعل العرب ذلك، لأن أكثر الكلام مواجهة الواحد الواحد، فيقال للرجل: خذ عن يمينك، قال: فكأنه إذا وحد ذهب إلى واحد من القوم، وإذا جمع فهو الذي لا مساءلة فيه، واستشهد لفعل العرب ذلك بقول الشاعر:بِفـي الشَّـامِتِينَ الصَّخْرُ إنْ كان هَدَّنيرَزِيَّـةُ شِـبْلَيْ مُخْـدِرٍ فـي الضَّراغمِ (7)فقال: بِفي الشامتين، ولم يقل: بأفواه ، وقول الآخر:الــوَارِدُونَ وتَيْــمٌ فــي ذَرَا سَـبإقـد عَـضَّ أعْنـاقَهُمْ جِـلْدُ الجَوَامِيسِ (8)ولم يقل: جلود.-------------------الهوامش :(6) البيت شاهد على أن معنى الداخر: الصاغر. قال أبو عبيدة في مجاز القرآن: وهم داخرون: أي صاغرون يقال: فلان دخر لله: أي ذل وخضع. و ( في اللسان: دخر): دخر الرجل بالفتح يدخر دخورا، فهو داخر، ودخر دخرا: ( كفرح ) ذل وصغر يصغر صغارًا ، وهو الذي يفعل ما يؤمر به ، شاء أو أبى، صاغرا قميئا. وفي (اللسان: خيس): وكل سجن: مخيس ومخيس (بتشديد الياء مفتوحة ومكسورة ). وأنشد البيت ونسبه إلى الفرزدق. والمنجحر: الداخل في الجحر، يقال: أجحره فانجحر: أدخله الجحر، فدخله. والجحر: كل شيء تحتقره الهوام والسباع لأنفسها. والجمع: أجحار وجحرة .(7) هذا البيت من شواهد الفراء في (معاني القرآن 1: 172) استشهد به عند قوله تعالى: (يتفيأ ظلاله عن اليمين والشمائل) قال: الظن يرجع على كل شيء من جوانبه، فذلك تفيؤه، ثم فسر فقال: عن اليمين والشمائل، وكل ذلك جائز في العربية، قال الشاعر: \"بفي الشامتين ...الخ البيت\". قال ولم يقل: بأفواه الشامتين. قلت: يريد أن جمع الشمائل وإفراد اليمين، جائز في العربية، واستشهد عليه بالبيت. وقد وجه المؤلف في التفسير توجيهاً حسناً.(8) وهذا البيت أيضاً كالشاهد قبله من شواهد الفراء ، في ( معاني القرآن، بعد سابقه 1: 172) على أن الشاعر قال: جلد الجواميس بالإفراد، ولم يقل: جلود الجواميس، في مقابلة أعناقهم ولم نقف على البيت في المراجع، ولا على قائله.",
  "ayah": 48,
  "surah": 16
}
