{
  "text": "يقول تعالى ذكره: ولكم أيضًا أيها الناس عِبرةٌ فيما نسقيكم من ثمرات النخيل والأعناب ما تتخذون منه سكرا ورزقا حسنا ، مع ما نسقيكم من بطون الأنعام من اللبن الخارج من بين الفرث والدم. وحذف من قوله ( وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالأعْنَابِ ) الاسم، والمعنى ما وصفت، وهو: ومن ثمرات النخيل والأعناب ما تتخذون منه لدلالة \" مِن \" عليه، لأن \" من \" تدخل في الكلام مُبَعِّضة، فاستغني بدلالتها ومعرفة السامعين بما يقتضي من ذكر الاسم معها. وكان بعض نحويِّي البصرة يقول في معنى الكلام: ومن ثمرات النخيل والأعناب شيء تتخذون منه سكرا، ويقول: إنما ذكرت الهاء في قوله ( تَتَّخِذُونَ مِنْهُ ) لأنه أريد بها الشيء، وهو عندنا عائد على المتروك، وهو \" ما \". وقوله ( تَتَّخِذُونَ ) من صفة \" ما \" المتروكة.واختلف أهل التأويل في معنى قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) فقال بعضهم: عني بالسَّكَر: الخمر، وبالرزق الحسن: التمر والزبيب، وقال: إنما نـزلت هذه الآية قبل تحريم الخمر ، ثم حُرّمت بعد.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربيّ، قال: ثنا أيوب بن جابر السُّحَيْمي، عن الأسود، عن عمرو بن سفيان، عن ابن عباس، قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: السَّكَر: ما حُرِّم من شرابه، والرزق الحسن: ما أحلّ من ثمرته.حدثنا ابن وكيع وسعيد بن الربيع الرازي، قالا ثنا ابن عيينة، عن الأسود بن قيس، عن عمرو بن سفيان، عن ابن عباس ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: الرزق الحسن: ما أحلّ من ثمرتها، والسكر: ما حرّم من ثمرتها.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن الأسود، عن عمرو بن سفيان، عن ابن عباس مثله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق ، قال: أخبرنا الثوري، عن الأسود بن قيس، عن عمرو بن سفيان، عن ابن عباس، بنحوه.حدثني المثنى، قال: ثنا أبو نعيم الفضل بن دكين، قال: ثنا سفيان، عن الأسود بن قيس، عن عمرو بن سفيان، عن ابن عباس بنحوه.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الأسود بن قيس، قال: سمعت رجلا يحدّث عن ابن عباس في هذه الآية ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: السكر: ما حُرِّم من ثمرتيهما، والرزق الحسن: ما أحلّ من ثمرتيهما.حدثنا أحمد بن إسحاق، قال: ثنا أبو أحمد، قال: ثنا الحسن بن صالح، عن الأسود بن قيس، عن عمرو بن سفيان، عن ابن عباس، بنحوه.حدثني المثنى، قال: ثنا أبو غسان، قال: ثنا زهير بن معاوية، قال: ثنا الأسود بن قيس، قال: ثني عمرو بن سفيان، قال: سمعت ابن عباس يقول، وذكرت عنده هذه الآية ( وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالأعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: السكر: ما حرّم منهما، والرزق الحسن: ما أحلّ منهما.حدثني يونس، قال: أخبرنا سفيان، عن الأسود بن قيس، عن عمرو بن سفيان البصري، قال: قال ابن عباس، في قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: فأما الرزق الحسن: فما أحلّ من ثمرتهما، وأما السكر: فما حرّم من ثمرتهما.حدثني المثنى، قال: أخبرنا الحمَّاني، قال: ثنا شريك، عن الأسود، عن عمرو بن سفيان البصريّ، عن ابن عباس ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: السَّكَر: حرامه، والرزق الحسن: حلاله.حدثني المثنى، قال: أخبرنا العباس بن أبي طالب، قال: ثنا أبو عوانة، عن الأسود، عن عمرو بن سفيان، عن ابن عباس قال: السَّكَر: ما حرّم من ثمرتهما، والرزق الحسن: ما حلّ من ثمرتهما.حدثنا أحمد بن إسحاق، قال: ثنا أبو أحمد، قال: ثنا إسرائيل، عن أبي حصين، عن سعيد بن جبير، عن ابن عباس، قال: الرزق الحسن: الحلال، والسَّكَر: الحرام.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي حصين، عن سعيد بن جبير ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: ما حرم من ثمرتهما، وما أحلّ من ثمرتهما.حدثنا أحمد، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن أبي حصين، عن سعيد بن جبير، قال: السَّكَر خمر، والرزق الحسن الحلال.حدثنا ابن وكيع، قال: ثنا أبي، عن مسعر وسفيان، عن أبي حصين، عن سعيد بن جبير، قال: الرزق الحسن: الحلال، والسَّكَر: الحرام.حدثني المثنى، قال: ثنا أبو نعيم، قال: ثنا سفيان، عن أبي حصين، عن سعيد بن جبير، بنحوه.حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جبير، في هذه الآية ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: السَّكَر: الحرام، والرزق الحسن: الحلال.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن أبي رزين ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: نـزل هذا وهم يشربون الخمر، فكان هذا قبل أن ينـزل تحريم الخمر.حدثنا محمد بن المثنى، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا شعبة، عن المُغيرة، عن إبراهيم والشعبيّ وأبي رزين، قالوا: هي منسوخة في هذه الآية ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا )حدثنا الحسن بن عرفة، قال: ثنا أبو قطن، عن سعيد، عن المغيرة، عن إبراهيم والشعبي، وأبي رزين بمثله.حدثني المثنى، قال: ثنا عمرو بن عون، قال: أخبرنا هشيم، عن مغيرة، عن إبراهيم، في قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: هي منسوخة نسخها تحريم الخمر.حدثنا محمد بن بشار، قال: ثنا هوذة، قال: ثنا عوف، عن الحسن، في قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: ذكر الله نعمته في السكر قبل تحريم الخمرحدثني المثنى، قال: ثنا عمرو بن عون، قال: أخبرنا هشيم، عن منصور وعوف، عن الحسن، قال السكر: ما حرم الله منه، والرزق: ما أحلّ الله منه.حدثنا ابن وكيع، قال: ثنا أبي، عن أبي جعفر، عن الربيع، عن الحسن، قال: الرزق الحسن: الحلال، والسَّكَر: الحرام.حدثنا ابن وكيع، قال: ثنا أبي، عن سلمة، عن الضحاك، قال: الرزق الحسن: الحلال، والسَّكَر: الحرام.حدثنا ابن وكيع، قال: ثنا أبو أسامة، عن أبي كدينة يحيى بن المهلب، عن ليث، عن مجاهد قال: السَّكر: الخمر، والرزق الحسن، الرُّطب والأعناب.حدثنا أحمد بن إسحاق، قال: ثنا أبو أحمد، قال: ثنا شريك، عن ليث، عن مجاهد ( تَتَّخِذُونَ مِنْهُ سَكَرًا ) قال: هي الخمر قبل أن تحرّم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء وحدثني المثنى، قال: ثنا أبو حُذيفة، قال: ثنا شبل جميعا، عن ابن أبي نجيح، عن مجاهد ( تَتَّخِذُونَ مِنْهُ سَكَرًا ) قال: الخمر قبل تحريمها، ( وَرِزْقًا حَسَنًا ) قال: طعاما.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد بنحوه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالأعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) أما السَّكَر: فخمور هذه الأعاجم، وأما الرزق الحسن: فما تنتبذون، وما تُخَلِّلون، وما تأكلون ، ونـزلت هذه الآية ولم تحرّم الخمر يومئذ، وإنما جاء تحريمها بعد ذلك في سورة المائدة.حدثنا ابن وكيع، قال: ثنا عبدة بن سليمان، قال: قرأت على ابن أبي عُذرة، قال: هكذا سمعت قتادة ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) ثم ذكر نحو حديث بشر.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( سَكَرًا ) قال: هي خمور الأعاجم، ونُسِخت في سورة المائدة ، والرزق الحسن قال: ما تنتبذون وتُخَلِّلون وتأكلون.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالأعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) وذلك أن الناس كانوا يسمُّون الخمر سكرا، وكانوا يشربونها، قال ابن عباس (9) مرّ رجال بوادي السكران الذي كانت قريش تجتمع فيه، إذا تَلَقَّوا مسافريهم إذا جاءوا من الشام، وانطلقوا معهم يشيعونهم حتى يبلغوا وادي السكران ثم يرجعوا منه، ثم سماها الله بعد ذلك الخمر حين حرمت ، وقد كان ابن عباس يزعم أنها الخمر، وكان يزعم أن الحبشة يسمون الخلّ السَّكَر. قوله ( وَرِزْقًا حَسَنًا ) يعني بذلك: الحلال التمر والزبيب، وما كان حلالا لا يسكر.وقال آخرون: السَّكَر بمنـزلة الخمر في التحريم ، وليس بخمر، وقالوا: هو نقيع التمر والزبيب إذا اشتدّ وصار يُسْكِر شاربه.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو، في قوله ( وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالأعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال ابن عباس: كان هذا قبل أن ينـزل تحريم الخمر والسكر حرام مثل الخمر ؛ وأما الحلال منه، فالزبيب والتمر والخل ونحوه.حدثني المثنى، وعلي بن داود، قالا ثنا عبد الله بن صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا ) فحرّم الله بعد ذلك، يعني بعد ما أنـزل في سورة البقرة من ذكر الخمر ، والميسر والأنصاب والأزلام، السَّكَر مع تحريم الخمر لأنه منه، قال ( وَرِزْقًا حَسَنًا ) فهو الحلال من الخلّ والنبيذ ، وأشباه ذلك، فأقرّه الله وجعله حلالا للمسلمين.حدثنا أحمد، قال: ثنا أبو أحمد، قال: ثنا إسرائيل، عن موسى، قال: سألت مرّة عن السَّكَر ، فقال: قال عبد الله: هو خمر.حدثنا أحمد، قال: ثنا أبو أحمد، قال: ثنا إسرائيل، عن أبي فروة، عن أبي عبد الرحمن بن أبي ليلى، قال: السَّكَر: خمر.حدثنا أحمد، قال: ثنا أبو أحمد ، قال: ثنا سفيان، عن أبي الهيثم، عن إبراهيم، قال: السَّكَر: خمر.حدثنا أحمد، قال: ثنا أبو أحمد، قال: ثنا حسن بن صالح، عن مغيرة، عن إبراهيم وأبي رزين، قالا السَّكَر: خمر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا ) يعني: ما أسكر من العنب والتمر ( وَرِزْقًا حَسَنًا ) يعني: ثمرتها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: الحلال ما كان على وجه الحلال حتى غيروها فجعلوا منها سَكَرا.وقال آخرون: السَّكَر: هو كلّ ما كان حلالا شربه، كالنبيذ الحلال والخلّ والرطَب. والرزق الحسن: التمر والزبيب.* ذكر من قال ذلك:حدثني داود الواسطيّ، قال: ثنا أبو أسامة، قال أبو رَوْق: ثني قال: قلت للشعبيّ: أرأيت قوله تعالى ( تَتَّخِذُونَ مِنْهُ سَكَرًا ) أهو هذا السكر الذي تصنعه النَّبَط؟ قال: لا هذا خمر، إنما السَّكَر الذي قال الله تعالى ذكره: النبيذ والخلّ والرزق الحسن: التمر والزبيب.حدثني يحيى بن داود، قال: ثنا أبو أسامة، قال: وذكر مجالد، عن عامر، نحوه.حدثني أحمد بن إسحاق، قال: ثنا أبو أحمد، قال: ثنا مندل، عن ليث، عن مجاهد ( تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ) قال: ما كانوا يتخذون من النخل النَّبيذ، والرزق الحسن: ما كانوا يصنعون من الزبيب والتمر.حدثنا أحمد، قال: ثنا أبو أحمد، قال: ثنا مندل، عن أبي رَوْق، عن الشعبيّ، قال: قلت له: ما تتخذون منه سَكَرا؟ قال: كانوا يصنعون من النبيذ والخلّ قلت: والرزق الحسن؟ قال: كانوا يصنعون من التمر والزبيب.حدثنا ابن وكيع، قال: ثنا أبو أسامة وأحمد بن بشير، عن مجالد، عن الشعبيّ، قال: السَّكَر: النبيذ والرزق الحسن: التمر الذي كان يؤكل ، وعلى هذا التأويل، الآية غير منسوخة، بل حكمها ثابت.وهذا التأويل عندي هو أولى الأقوال بتأويل هذه الآية، وذلك أن السَّكَر في كلام العرب على أحد أوجه أربعة: أحدها: ما أسكر من الشراب. والثاني: ما طُعِم من الطعام، كما قال الشاعر:جَعَلْتُ عَيْبَ الأكْرَمِينَ سَكَرَا (10)أي طعما. والثالث: السُّكُون، من قول الشاعر:جَعَلْتُ عَيْنَ الحَرُورِ تَسْكُرُ (11)وقد بيَّنا ذلك فيما مضى. والرابع: المصدر من قولهم: سَكَر فلان يَسْكَر سُكْرا وسَكْرا وسَكَرا ، فإذا كان ذلك كذلك، وكان ما يُسْكِر من الشراب حراما بما قد دللنا عليه في كتابنا المسمى: \" لطيف القول في أحكام شرائع الإسلام \" وكان غير جائز لنا أن نقول: هو منسوخ، إذ كان المنسوخ هو ما نفى حكمه الناسخ ، وما لا يجوز اجتماع الحكم به وناسخه، ولم يكن في حكم الله تعالى ذكره بتحريم الخمر دليل على أن السَّكَر الذي هو غير الخمر، وغير ما يسكر من الشراب، حرام ، إذ كان السكر أحد معانيه عند العرب، ومن نـزل بلسانه القرآن هو كلّ ما طعم، ولم يكن مع ذلك، إذ لم يكن في نفس التنـزيل دليل على أنه منسوخ، أو ورد بأنه منسوخ خبر من الرسول، ولا أجمعت عليه الأمة، فوجب القول بما قلنا من أن معنى السَّكَر في هذا الموضع: هو كلّ ما حلّ شربه ، مما يتخذ من ثمر النخل والكرم، وفسد أن يكون معناه الخمر أو ما يسكر من الشراب، وخرج من أن يكون معناه السَّكَر نفسه، إذ كان السَّكَر ليس مما يتخذ من النَّخْل والكَرْم، ومن أن يكون بمعنى السكون.وقوله ( إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَعْقِلُونَ ) يقول: فيما إن وصفنا لكم من نعمنا التي آتيناكم أيها الناس من الأنعام والنخل والكرم، لدلالة واضحة وآية بينة لقوم يعقلون عن الله حججه ، ويفهمون عنه مواعظه ، فيتعظون بها.------------------------الهوامش :(9) قوله: قال ابن عباس إلى يرجعوا منه. كذا في النسخ. وهو كالمقحم وسط الكلام، وقد أسقطه السيوطي من الدر المنثور حين روى هذا الحديث.(10) تقدم الكلام على هذا الشاهد في صفحة 13 من هذا الجزء. وقال أبو عبيدة في مجاز القرآن (1 : 363 ) عند قوله تعالى: \"تتخذون منه سكرا\": أي طعما، وهذا له سكر: أي طعم. وقال جندل \"جعلت عيب الأكرمين من سكرا\". قال: وله موضع آخر، مجازه سكنا. وروايته البيت في اللسان:جَــعَلْتَ أعْــرَاضَ الكَـرامِ سَـكَرَاأي جعلت ذمهم طعما لك.(11) تقدم الكلام على هذا الشاهد في صفحة؟ من هذا الجزء واستشهد به أبو عبيدة في مجاز القرآن (1:  363) بعد الشاهد السابق، وعطفه عليه بقوله: وقال:جــاء الشــتاء واجتــأل القنـبروجــعلت عيــن الحـرور تسـكرأي يكسن حرها ويخبو. ويقال: ليلة ساكرة: أي ساكنة. وقال:تريـــد الليــالي فــي طولهــاوليســـت بطلـــق ولا ســاكرةويروي: تزيد ليالي في طولها. أ هـ . وفي (اللسان: سكر): تزاد.",
  "ayah": 67,
  "surah": 16
}
