{
  "text": "يقول تعالى ذكره: ثم كلي أيتها النحل من الثمرات، ( فَاسْلُكِي سُبُلَ رَبِّكِ ) يقول: فاسلكي طرق ربك ( ذُلُلا ) يقول: مُذَلَّلة لك، والذُّلُل: جمع ذَلُول.وبنحو الذي قلنا في ذلك ، قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء وحدثني المثنى، قال: ثنا أبو حُذيفة، عن ورقاء، عن ابن أبي نجيح، عن مجاهد، في قول الله تعالى ( فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلا ) قال: لا يتوعَّر عليها مكان سلكته.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلا ) قال: طُرُقا ذُلُلا قال: لا يتوعَّر عليها مكان سلكته. وعلى هذا التأويل الذي تأوّله مجاهد، الذلل من نعت السبل.والتأويل على قوله ( فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلا ) الذُّلُل لكِ: لا يتوعر عليكِ سبيل سلكتيه، ثم أسقطت الألف واللام فنصب على الحال.وقال آخرون في ذلك بما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلا ) : أي مطيعة.حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور ، عن معمر، عن قتادة ( ذُلُلا ) قال: مطيعة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلا ) قال: الذلول: الذي يُقاد ويُذهب به حيث أراد صاحبه، قال: فهم يخرجون بالنحل ينتجعون بها ويذهبون ، وهي تتبعهم. وقرأ  أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ * وَذَلَّلْنَاهَا لَهُمْ  ... الآية ، فعلى هذا القول، الذّلُل من نعت النحل، وكلا القولين غير بعيد من الصواب في الصحة وجهان مخرجان، غير أنا اخترنا أن يكون نعتا للسُّبل لأنها إليها أقرب.وقوله ( يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ ) يقول تعالى ذكره: يخرج من بطون النحل شراب، وهو العسل، مختلف ألوانه، لأن فيها أبيض وأحمر وأسحر ، وغير ذلك من الألوان.قال أبو جعفر: أسحر: ألوان مختلفة مثل أبيض يضرب إلى الحمرة.وقوله ( فِيهِ شِفَاءٌ لِلنَّاسِ ) اختلف أهل التأويل فيما عادت عليه الهاء التي في قوله ( فِيهِ) ، فقال بعضهم: عادت على القرآن، وهو المراد بها.* ذكر من قال ذلك:حدثنا نصر بن عبد الرحمن، قال: ثنا المحاربيّ، عن ليث، عن مجاهد ( فِيهِ شِفَاءٌ لِلنَّاسِ ) قال: في القرآن شفاء.وقال آخرون: بل أريد بها العسل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ ) ففيه شفاء كما قال الله تعالى من الأدواء، وقد كان ينهى عن تفريق النحل ، وعن قتلها.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور ، عن معمر، عن قتادة، قال: جاء رجل إلى النبيّ صلى الله عليه وسلم، فذكر أن أخاه اشتكى بطنه، فقال النبيّ صلى الله عليه وسلم: اذْهَبْ فاسْقِ أخاكَ عَسَلا ثم جاءه فقال: ما زاده إلا شدة، فقال النبيّ صلى الله عليه وسلم: \" اذْهَبْ فاسْقِ أخاكَ عَسَلا فَقَدْ صَدَقَ اللَّهُ وكَذَبَ بَطْنُ أخِيكَ ، فسقاه، فكأنما نُشِط من عِقال \".حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ( يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ ) قال: جاء رجل إلى النبيّ صلى الله عليه وسلم، فذكر نحوه.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن أبي إسحاق، عن أبي الأحوص، عن عبد الله، قال: شفاءان: العسل شفاء من كلّ داء، والقرآن شفاء لما في الصدور.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( فِيهِ شِفَاءٌ لِلنَّاسِ ) العسل.وهذا القول، أعني قول قتادة، أولى بتأويل الآية ، لأن قوله (فِيهِ) في سياق الخبر عن العسل فأن تكون الهاء من ذكر العسل، إذ كانت في سياق الخبر عنه أولى من غيره.وقوله ( إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَتَفَكَّرُونَ ) يقول تعالى ذكره: إن في إخراج الله من بطون هذه النحل: الشراب المختلف، الذي هو شفاء للناس، لدلالة وحجة واضحة على من سخَّر النحل وهداها لأكل الثمرات التي تأكل، واتخاذها البيوت التي تنحت من الجبال والشجر والعروش، وأخرج من بطونها ما أخرج من الشفاء للناس، أنه الواحد الذي ليس كمثله شيء، وأنه لا ينبغي أن يكون له شريك ولا تصحّ الألوهة إلا له.",
  "ayah": 69,
  "surah": 16
}
