{
  "text": "يقول تعالى ذكره: وشَبَّه لكم شَبها أيها الناس للكافر من عبيده، والمؤمن به منهم. فأما مثَل الكافر: فإنه لا يعمل بطاعة الله، ولا يأتي خيرا، ولا ينفق في شيء من سبيل الله ماله لغلبة خذلان الله عليه، كالعبد المملوك ، الذي لا يقدر على شيء فينفقه. وأما المؤمن بالله فإنه يعمل بطاعة الله ، وينفق في سبيله ماله كالحر الذي آتاه الله مالا فهو ينفق منه سرّا وجهرا، يقول: بعلم من الناس وغير علم ( هَلْ يَسْتَوُونَ ) يقول هل يستوي العبد الذي لا يملك شيئا ولا يقدر عليه، وهذا الحرّ الذي قد رزقه الله رزقًا حسنًا فهو ينفق كما وَصَف ، فكذلك لا يستوي الكافر العامل بمعاصي الله المخالف أمره ، والمؤمن العامل بطاعته.وبنحو ما قلنا في ذلك كان بعض أهل العلم يقول.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( ضَرَبَ اللَّهُ مَثَلا عَبْدًا مَمْلُوكًا لا يَقْدِرُ عَلَى شَيْءٍ ) هذا مثل ضربه الله للكافر، رزقه مالا فلم يقدم فيه خيرا ولم يعمل فيه بطاعة الله، قال الله تعالى ذكره ( وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا ) فهذا المؤمن أعطاه الله مالا فعمل فيه بطاعة الله وأخذ بالشكر ومعرفة حق الله، فأثابه الله على ما رزقه الرزق المقيم الدائم لأهله في الجنة، قال الله تعالى ذكره  هَلْ يَسْتَوِيَانِ مَثَلا  والله ما يستويان ( الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ ).حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة ( عَبْدًا مَمْلُوكًا لا يَقْدِرُ عَلَى شَيْءٍ ) قال: هو الكافر لا يعمل بطاعة الله ولا ينفق خيرا( وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا ) قال: المؤمن يطيع الله في نفسه وماله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( ضَرَبَ اللَّهُ مَثَلا عَبْدًا مَمْلُوكًا لا يَقْدِرُ عَلَى شَيْءٍ ) يعني: الكافر أنه لا يستطيع أن ينفق نفقة في سبيل الله ( وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا ) يعني المؤمن، وهذا المثل في النفقة.وقوله ( الْحَمْدُ لِلَّهِ ) يقول: الحمد الكامل لله خالصًا دون ما تَدْعُون أيها القوم من دونه من الأوثان فإياه فاحمدوا دونها.وقوله ( بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ ) يقول: ما الأمر كما تفعلون، ولا القول كما تقولون، ما للأوثان عندهم من يد ولا معروف فتُحْمد عليه، إنما الحمد لله ، ولكن أكثر هؤلاء  الكفرة الذين يعبدونها لا يعلمون أن ذلك كذلك، فهم بجهلهم بما يأتون ويَذَرون يجعلونها لله شركاء في العبادة والحمد.وكان مجاهد يقول: ضرب الله هذا المثل، والمثل الآخر بعده لنفسه، والآلهة التي تعبد من دونه.",
  "ayah": 75,
  "surah": 16
}
