{
  "text": "حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن السديّ( يَعْرِفُونَ نِعْمَةَ اللَّهِ ثُمَّ يُنْكِرُونَهَا ) قال: محمد صلى الله عليه وسلم.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن السديّ، مثله.وقال آخرون: بل معنى ذلك أنهم يعرفون أن ما عدد الله تعالى ذكره في هذه السورة من النعم من عند الله، وأن الله هو المنعم بذلك عليهم، ولكنهم يُنْكرون ذلك، فيزعمون أنهم ورثوه عن آبائهم.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثنا المثنى، قال: ثنا الحسن، قال: ثنا ورقاء وحدثني المثنى، قال: ثنا أبو حُذيفة، قال: ثنا شبل وحدثني المثنى، قال: ثنا إسحاق، قال: ثنا عبد الله، عن ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( يَعْرِفُونَ نِعْمَةَ اللَّهِ ثُمَّ يُنْكِرُونَهَا ) قال: هي المساكن والأنعام وما يرزقون منها، والسرابيل من الحديد والثياب، تعرف هذا كفار قريش، ثم تنكره بأن تقول: هذا كان لآبائنا، فروّحونا (3) إياه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، بنحوه، إلا أنه قال: فورّثونا إياها. وزاد في الحديث عن ابن جريج، قال ابن جريج: قال عبد الله بن كثير: يعلمون أن الله خلقهم وأعطاهم ما أعطاهم، فهو معرفتهم نعمته ثم إنكارهم إياها كفرهم بعد.وقال آخرون في ذلك، ما حدثنا ابن وكيع، قال: ثنا معاوية، عن عمرو، عن أبي إسحاق الفزاري، عن ليث، عن عون بن عبد الله بن عتبة ( يَعْرِفُونَ نِعْمَةَ اللَّهِ ثُمَّ يُنْكِرُونَهَا ) قال: إنكارهم إياها، أن يقول الرجل: لولا فلان ما كان كذا وكذا، ولولا فلان ما أصبت كذا وكذا.وقال آخرون: معنى ذلك أن الكفار إذا قيل لهم: من رزقكم؟ أقرّوا بأن الله هو الذي رزقهم، ثم يُنْكرون ذلك بقولهم: رزقنا ذلك بشفاعة آلهتنا.وأولى الأقوال في ذلك بالصواب وأشبهها بتأويل الآية، قول من قال: عني بالنعمة التي ذكرها الله في قوله ( يَعْرِفُونَ نِعْمَةَ اللَّهِ ) النعمة عليهم بإرسال محمد صلى الله عليه وسلم إليهم داعيًا إلى ما بعثه بدعائهم إليه ، وذلك أن هذه الآية بين آيتين كلتاهما خبر عن رسول الله صلى الله عليه وسلم وعما بعث به، فأولى ما بينهما أن يكون في معنى ما قبله وما بعده، إذ لم يكن معنى يدلّ على انصرافه عما قبله وعما بعده فالذي قبل هذه الآية قوله ( فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلاغُ الْمُبِينُ * يَعْرِفُونَ نِعْمَةَ اللَّهِ ثُمَّ يُنْكِرُونَهَا ) وما بعده  وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا  وهو رسولها. فإذا كان ذلك كذلك، فمعنى الآية: يعرف هؤلاء المشركون بالله نعمة الله عليهم يا محمد بك، ثم ينكرونك ويجحدون نبوّتك ( وَأَكْثَرُهُمُ الْكَافِرُونَ ) يقول: وأكثر قومك الجاحدون نبوّتك، لا المقرّون بها.",
  "ayah": 83,
  "surah": 16
}
