{
  "text": "يقول تعالى ذكره: الذين جحدوا يا محمد نبوّتك وكذّبوك فيما جئتهم به من عند ربك، وصَدُّوا عن الإيمان بالله وبرسوله ، ومن أراده زدناهم عذابًا يوم القيامة في جهنم فوق العذاب الذي هم فيه قبل أن يزادوه. وقيل: تلك الزيادة التي وعدهم الله أن يزيدهموها عقارب وحيات.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن عبد الله بن مرّة، عن مسروق، عن عبد الله ( زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ ) قال: عقارب لها أنياب كالنخل.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن الأعمش، عن عبد الله بن مرّة، عن مسروق، عن عبد الله مثله.حدثنا ابن وكيع، قال: ثنا أبو معاوية وابن عيينة، عن الأعمش، عن عبد الله بن مرّة، عن مسروق، عن عبد الله ( زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ ) قال: زيدوا عقارب لها أنياب كالنخل الطوال.حدثنا إبراهيم بن يعقوب الجوزجاني، قال: ثنا جعفر بن عون، قال: أخبرنا الأعمش، عن عبد الله بن مرّة، عن مسروق، عن عبد الله، مثله.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن سعيد، عن سليمان، عن عبد الله بن مرّة، عن مسروق، عن عبد الله، نحوه.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن السدّي، عن مرّة، عن عبد الله، قال ( زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ ) قال: أفاعِيَ.حدثنا ابن وكيع، قال: ثنا عبد الله، عن إسرائيل، عن السديّ، عن مرّة، عن عبد الله، قال: أفاعيَ في النار.حدثنا ابن وكيع ، قال: ثنا أبي، عن سفيان، عن رجل، عن مرّة، عن عبد الله، مثله.حدثنا مجاهد بن موسى والفضل بن الصباح، قالا ثنا جعفر بن عون، قال: أخبرنا الأعمش، عن مجاهد، عن عبيد بن عمير، قال: إن لجهنم جبابا فيها حيات أمثال البخت (1) وعقارب أمثال البغال الدهم، يستغيث أهل النار إلى تلك الجِباب أو الساحل، فتثب إليهم فتأخذ بشِفاههم وشفارهم إلى أقدامهم، فيستغيثون منها إلى النار، فيقولون: النارَ النارَ ، فتتبعهم حتى تجد حرّها فترجع، قال: وهي في أسراب.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني حيي بن عبد الله، عن أبي عبد الرحمن الحبلي، عن عبد الله بن عمرو، قال: إن لجهنم سواحل فيها حيات وعقارب أعناقها كأعناق البخت.وقوله ( بِمَا كَانُوا يُفْسِدُونَ ) يقول: زدناهم ذلك العذاب على ما بهم من العذاب بما كانوا يفسدون ، بما كانوا في الدنيا يعصُون الله ، ويأمرون عباده بمعصيته، فذلك كان إفسادهم، اللهم إنا نسألك العافية يا مالك الدنيا والآخرة الباقية.",
  "ayah": 88,
  "surah": 16
}
