{
  "text": "يقول تعالى ذكره: وعلى الله أيها الناس بيان طريق الحقّ لكم، فمن اهتدى فلنفسه ، ومن ضلّ فإنما يضلّ عليها ، والسبيل: هي الطريق، والقصد من الطريق المستقيم الذي لا اعوجاج فيه، كما قال الراجز:فَصَدَّ عَنْ نَهْجِ الطَّرِيقِ القاصِدِ (3)وقوله ( وَمِنْهَا جَائِرٌ ) يعني تعالى ذكره: ومن السبيل جائر عن الاستقامة معوجّ، فالقاصد من السبيل: الإسلام، والجائر منها: اليهودية والنصرانية ، وغير ذلك من ملل الكفر كلها جائر عن سواء السبيل وقصدها، سوى الحنيفية المسلمة ، وقيل: ومنها جائر، لأن السبيل يؤنث ويذكر، فأنثت في هذا الموضع ، وقد كان بعضهم يقول: وإنما قيل: ومنها ، لأن السبيل وإن كان لفظها لفظ واحد فمعناها الجمع.وبنحو الذي قلنا في ذلك ، قال أهل التأويل.* ذكر من قال ذلك:حدثني المثنى، قال: أخبرنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) يقول: البيان.حدثنا محمد بن سعد ، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس، قوله ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) يقول: على الله البيان، أن يبين الهدى والضلالة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن. قال: ثنا ورقاء وحدثني المثنى، قال: أخبرنا أبو حذيفة، قال: ثنا شبل وحدثني المثنى، قال: أخبرنا إسحاق، قال: ثنا عبد الله، عن ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) قال: طريق الحقّ على الله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) يقول: على الله البيان، بيان حلاله وحرامه وطاعته ومعصيته.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) قال: السبيل: طريق الهدى.حدثنا ابن وكيع، قال: ثنا أبو معاوية، عن جويبر، عن الضحاك ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) قال: إنارتها.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ ) يقول: على الله البيان، يبين الهدى من الضلالة، ويبين السبيل التي تفرّقت عن سبله، ومنها جائر.حدثنا بشر ، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَمِنْهَا جَائِرٌ ) : أي من السبل، سبل الشيطان ، وفي قراءة عبد الله بن مسعود: \" وَمِنْكُمْ جَائِرٌ وَلَوْ شاءَ اللَّهُ لَهَدَاكُمْ أجمَعِينَ\".حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر ، عن قتادة ( وَمِنْهَا جَائِرٌ ) قال: في حرف ابن مسعود: \" وَمِنْكُمْ جَائِرٌ\".حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله ( وَمِنْهَا جَائِرٌ ) يعني: السبل المتفرّقة.حدثني عليّ بن داود، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله ( وَمِنْهَا جَائِرٌ ) يقول: الأهواء المختلفة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( وَمِنْهَا جَائِرٌ ) يعني السبل التي تفرّقت عن سبيله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( وَمِنْهَا جَائِرٌ ) السبل المتفرقة عن سبيله.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَمِنْهَا جَائِرٌ ) قال: من السبل جائر عن الحقّ قال: قال الله  وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِوقوله ( وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ ) يقول: ولو شاء الله للطف بجميعكم أيها الناس بتوفيقه، فكنتم تهتدون وتلزمون قصد السبيل ، ولا تجورون عنه ، فتتفرّقون في سبل عن الحقّ جائرة.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ ) قال: لو شاء لهداكم أجمعين لقصد السبيل ، الذي هو الحقّ ، وقرأ  وَلَوْ شَاءَ رَبُّكَ لآمَنَ مَنْ فِي الأَرْضِ كُلُّهُمْ جَمِيعًا  الآية، وقرأ  وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا  ... الآية.------------------------الهوامش:(3) البيت شاهد على أن الطريق القاصد معناه : المستقيم . قال في اللسان : القصد : استقامة الطريق ، قصد يقصد قصدا فهو قاصد ، وقوله تعالى : ( وعلى الله قصد السبيل ومنها جائر ) أي على الله تبيين الطريق المستقيم ، والدعاء بالحجج والبراهين الواضحة . \" ومنها جائر \" أي ومنها طريق غير قاصد .وطريق قاصد : سهل مستقيم .",
  "ayah": 9,
  "surah": 16
}
