{
  "text": "Allah's Signs displayed during Badr, And throwing Sand in the Eyes of the Disbelievers\nAllah states that He creates the actions that the servants perform and that whatever good actions they take, it is He Who should be praised for them, for He directed and helped them perform these actions. Allah said,\nفَلَمْ تَقْتُلُوهُمْ وَلَـكِنَّ اللَّهَ قَتَلَهُمْ\n(You killed them not, but Allah killed them.) meaning, it is not because of your power and strength that you killed the pagans, who were many while you were few. Rather, it is He Who gave you victory over them, just as He said in another Ayah,\nوَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ\n(And Allah has already made you victorious at Badr, when you were a weak little force.) 3:123, and,\nلَقَدْ نَصَرَكُمُ اللَّهُ فِى مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئاً وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ\n(Truly, Allah has given you victory on many battlefields, and on the day of Hunayn when you rejoiced at your great number, but it availed you naught and the earth, vast as it is, was straitened for you, then you turned back in flight.) 9:25\nAllah, the Exalted and Ever High, states that victory does not depend on numbers or collecting weapons and shields. Rather, victory is from Him, Exalted He is.\nكَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةٍ كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّـبِرِينَ\n(How often has a small group overcome a mighty host by Allah's leave\" And Allah is with the patient.) 2:249\nAllah then mentioned the handful of sand that His Prophet threw at the disbelievers during the day of Badr, when he went out of his bunker. While in the bunker, the Prophet invoked Allah humbly and expressing his neediness before Allah. He then threw a handful of sand at the disbelievers and said,\n«شَاهَتِ الْوُجُوه»\n(Humiliated be their faces.) He then commanded his Companions to start fighting with sincerity and they did. Allah made this handful of sand enter the eyes of the idolators, each one of them were struck by some of it and it distracted them making each of them busy. Allah said,\nوَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـكِنَّ اللَّهَ رَمَى\n(And you threw not when you did throw, but Allah threw.)\nTherefore, it is Allah Who made the sand reach their eyes and busied them with it, not you (O Muhammad) .\nMuhammad bin Ishaq said that Muhammad bin Ja`far bin Az-Zubayr narrated to him that `Urwah bin Az-Zubayr said about Allah's statement,\nوَلِيُبْلِىَ الْمُؤْمِنِينَ مِنْهُ بَلاَءً حَسَنًا\n(that He might test the believers by a fair trial from Him. ) \"So that the believers know Allah's favor for them by giving them victory over their enemy, even though their enemy was numerous, while they were few. They should thus know His right and express gratitude for His favor on them.\" Similar was said by Ibn Jarir. It is stated in a Hadith,\n«وَكُلَّ بَلَاءٍ حَسَنٍ أَبْلَانَا»\n(Every trail (from Allah) is a favor for us.)\nAllah said next,\nإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ\n(Verily, Allah is All-Hearer, All-Knower.)\nAllah hears the supplication and knows those who deserve help and triumph. Allah said,\nذلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَـفِرِينَ\n(This (is the fact) and surely Allah weakens the deceitful plots of the disbelievers.) This is more good news, aside from the victory that the believers gained. Allah informed them that He will weaken the plots of the disbelievers in the future, degrade them and make everything they have perish and be destroyed, all praise and thanks are due to Allah.",
  "ayah": 17,
  "surah": 8
}
