{
  "text": "Reminding Muslims of Their previous State of Weakness and Subjugation which changed into Might and Triumph\nAllah, the Exalted, reminds His believing servants of His blessings and favors on them. They were few and He made them many, weak and fearful and He provided them with strength and victory. They were meek and poor, and He granted them sustenance and livelihood. He ordered them to be grateful to Him, and they obeyed Him and implemented what He commanded.\nWhen the believers were still in Makkah they were few, practicing their religion in secret, oppressed, fearing that pagans, fire worshippers or Romans might kidnap them from the various parts of Allah's earth, for they were all enemies of the Muslims, especially since Muslims were few and weak. Later on, Allah permitted the believers to migrate to Al-Madinah, where He allowed them to settle in a safe resort. Allah made the people of Al-Madinah their allies, giving them refuge and support during Badr and other battles. They helped the Migrants with their wealth and gave up their lives in obedience of Allah and His Messenger . Qatadah bin Di`amah As-Sadusi commented,\nوَاذْكُرُواْ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى الاٌّرْضِ\n(And remember when you were few and were reckoned weak in the land,)\n\"Arabs were the weakest of the weak, had the toughest life, the emptiest stomachs, the barest skin and the most obvious misguidance. Those who lived among them lived in misery; those who died went to the Fire. They were being eaten up, but unable to eat up others! By Allah! We do not know of a people on the face of the earth at that time who had a worse life than them. When Allah brought Islam, He made it dominant on the earth, thus bringing provisions and leadership for them over the necks of people. It is through Islam that Allah granted all what you see, so thank Him for His favors, for your Lord is One Who bestows favors and likes praise. Verily, those who thank Allah enjoy even more bounties from Him.\"",
  "ayah": 26,
  "surah": 8
}
