{
  "text": "The Makkans plot to kill the Prophet , imprison Him or expel Him from Makkah\nIbn `Abbas, Mujahid and Qatadah said,\nلِيُثْبِتُوكَ\n(Liyuthbituka) means \"to imprison you.\" As-Suddi said, \"Ithbat is to confine or to shackle.\"\nImam Muhammad bin Ishaq bin Yasar, the author of Al-Maghazi, reported from `Abdullah bin Abi Najih, from Mujahid, from Ibn `Abbas, \"Some of the chiefs of the various tribes of Quraysh gathered in Dar An-Nadwah (their conference area) and Iblis (Shaytan) met them in the shape of an eminent old man. When they saw him, they asked, `Who are you' He said, `An old man from Najd. I heard that you are having a meeting, and I wished to attend your meeting. You will benefit from my opinion and advice.' They said, `Agreed, come in.' He entered with them. Iblis said, `You have to think about this man (Muhammad)! By Allah, he will soon overwhelm you with his matter (religion).' One of them said, `Imprison him, restrained in chains, until he dies just like the poets before him all died, such as Zuhayr and An-Nabighah! Verily, he is a poet like they were.' The old man from Najd, the enemy of Allah, commented, `By Allah! This is not a good idea. His Lord will release him from his prison to his companions, who will liberate him from your hands. They will protect him from you and they might expel you from your land.' They said, `This old man said the truth. Therefore, seek an opinion other than this one.'\nAnother one of them said, `Expel him from your land, so that you are free from his trouble! If he leaves your land, you will not be bothered by what he does or where he goes, as long as he is not among you to bring you troubles, he will be with someone else.' The old man from Najd replied, `By Allah! This is not a good opinion. Have you forgotten his sweet talk and eloquency, as well as, how his speech captures the hearts By Allah! This way, he will collect even more followers among Arabs, who will gather against you and attack you in your own land, expel you and kill your chiefs.' They said, `He has said the truth, by Allah! Therefore, seek an opinion other than this one.' hAbu Jahl, may Allah curse him, spoke next, `By Allah! I have an idea that no one else has suggested yet, and I see no better opinion for you. Choose a strong, socially elevated young man from each tribe, and give each one of them a sharp sword. Then they would all strike Muhammad at the same time with their swords and kill him. Hence, his blood would be shed by all tribes. This way, his tribe, Banu Hashim, would realize that they cannot wage war against all of the Quraysh tribes and would be forced to agree to accept the blood money; we would have brought comfort to ourselves and stopped him from bothering us.'\nThe old man from Najd commented, `By Allah! This man has expressed the best opinion, and I do not support any other opinion.' They quickly ended their meeting and started preparing for the implementation of this plan.\nJibril came to the Prophet and commanded him not to sleep in his bed that night and conveyed to him the news of their plot. The Messenger of Allah ﷺ did not sleep in his house that night, and Allah gave him permission to migrate. After the Messenger ﷺ migrated to Al-Madinah, Allah revealed to him Suat Al-Anfal reminding him of His favors and the bounties He gave him,\nوَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَـكِرِينَ\n(And (remember) when the disbelievers plotted against you to imprison you, or to kill you, or to expel you (from Makkah); they were plotting and Allah too was plotting; and Allah is the best of plotters.)\nAllah replied to the pagans' statement that they should await the death of the Prophet , just as the poets before him perished, as they claimed,\nأَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ\n(Or do they say: \"He is a poet! We await for him some calamity by time!\") 52:30\nAs-Suddi narrated a similar story.\nMuhammad bin Ishaq reported from Muhammad bin Ja`far bin Az-Zubayr, from `Urwah bin Az-Zubayr who commented on Allah's statement,\nوَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَـكِرِينَ\n(...they were plotting and Allah too was plotting, and Allah is the best of plotters.) \"I (Allah) plotted against them with My sure planning, and I saved you (O Muhammad) from them.\"",
  "ayah": 30,
  "surah": 8
}
