{
  "text": "The Angels smite the Disbelievers upon capturing Their Souls\nAllah says, if you witnessed the angels capturing the souls of the disbelievers, you would witness a tremendous, terrible, momentous and awful matter,\nيَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـرَهُمْ\n(they smite their faces and their backs), saying to them,\nوَذُوقُواْ عَذَابَ الْحَرِيقِ\n(\"Taste the punishment of the blazing Fire.\")\nIbn Jurayj said that Mujahid said that,\nوَأَدْبَـرَهُمْ\n(and their backs), refers to their back sides, as happened on the day of Badr. Ibn Jurayj also reported from Ibn `Abbas, \"When the idolators faced the Muslims in Badr, the Muslims smote their faces with swords. When they gave flight, the angels smote their rear ends.\"\nAlthough these Ayat are describing Badr, they are general in the case of every disbeliever. This is why Allah did not make His statement here restrictive to the disbelievers at Badr,\nوَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُواْ الْمَلَـئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـرَهُمْ\n(And if you could see when the angels take away the souls of those who disbelieve (at death); they smite their faces and their backs,)\nIn Surat Al-Qital (or Muhammad chapter 47) there is a similar Ayah, as well as in Surat Al-An`am,\nوَلَوْ تَرَى إِذِ الظَّـلِمُونَ فِى غَمَرَاتِ الْمَوْتِ وَالْمَلَـئِكَةُ بَاسِطُواْ أَيْدِيهِمْ أَخْرِجُواْ أَنفُسَكُمُ\n(And if you could but see when the wrongdoers are in the agonies of death, while the angels are stretching forth their hands (saying): \"Deliver your souls!\") 6:93\nThe angels stretch their hands and smite the disbelievers by Allah's command, since their souls refuse to leave their bodies, so they are taken out by force. This occurs when the angels give them the news of torment and Allah's anger. There is a Hadith narrated from Al-Bara' that when the angel of death attends the disbeliever at the time of death, he comes to him in a terrifying and disgusting shape, saying, \"Get out, O wicked soul, to fierce hot wind, boiling water and a shadow of black smoke.\" The disbeliever's soul then scatters throughout his body, but the angels retrieve it, just as a needle is retrieved from wet wool. In this case, veins and nerve cells will be still attached to the soul. Allah states here that angels bring news of the torment of the Fire to the disbelievers. Allah said next,\nذلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ\n(This is because of that which your hands forwarded.) meaning, this punishment is the recompense of the evil deeds that you have committed in the life of the world. This is your reckoning from Allah for your deeds,\nوَأَنَّ اللَّهَ لَيْسَ بِظَلَّـمٍ لِّلْعَبِيدِ\na(And verily, Allah is not unjust to His servants.)\nCertainly, Allah does not wrong any of His creatures, for He is the Just, who never puts anything in an inappropriate place. Honored, Glorified, Exalted and Praised be He, the All-Rich, Worthy of all praise. Muslim recorded that Abu Dharr said that the Messenger of Allah ﷺ said;\n«إنَّ اللهَ تَعَالَى يَقُولُ: يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا، يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَه»\n(Allah, the Exalted, said, `O My servants! I have prohibited injustice for Myself, and made it prohibited to you between each other. Therefore, do not commit injustice against each other. O My servants! It is your deeds that I am keeping count of, so whoever found something good, let him praise Allah for it. Whoever found other than that, has only himself to blame.)\nThis is why Allah said,",
  "ayah": 51,
  "surah": 8
}
