{
  "text": "Encouraging Believers to fight in Jihad; the Good News that a Few Muslims can overcome a Superior Enemy Force\nAllah encourages His Prophet and the believers to fight and struggle against the enemy, and wage war against their forces. Allah affirms that He will suffice, aid, support, and help the believers against their enemies, even if their enemies are numerous and have sufficient supplies, while the believers are few. Allah said,\nيَـأَيُّهَا النَّبِىُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ\n(O Prophet! Urge the believers to fight), encouraged and called them to fight. The Messenger of Allah ﷺ used to encourage the Companions to fight when they faced the enemy. On the day of Badr when the idolators came with their forces and supplies, he said to his Companions,\n«قُومُوا إِلَى جَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْض»\n(Get ready and march forth towards a Paradise as wide as the heavens and earth.)\n`Umayr bin Al-Humam said, \"As wide as the heavens and earth\" The Messenger ﷺ said,\n«نَعَم»\n(Yes) `Umayr said, \"Excellent! Excellent!\" The Messenger ﷺ asked him,\n«مَا يَحْمِلُكَ عَلَى قَوْلِكَ: بَخٍ بَخ»\n(What makes you say, `Excellent! Excellent!') He said, \"The hope that I might be one of its dwellers.\" The Prophet said,\n«فَإِنَّكَ مِنْ أَهْلِهَا»\n(You are one of its people.) Umayr went ahead, broke the scabbard of his sword, took some dates and started eating from them. He then threw the dates from his hand, saying, \"Verily, if I lived until I finished eating these dates, then it is indeed a long life.\" He went ahead, fought and was killed, may Allah be pleased with him.\nAllah said next, commanding the believers and conveying good news to them,\nإِن يَكُن مِّنكُمْ عِشْرُونَ صَـبِرُونَ يَغْلِبُواْ مِاْئَتَيْنِ وَإِن يَكُنْ مُّنكُمْ مِّاْئَةٌ يَغْلِبُواْ أَلْفًا مِّنَ الَّذِينَ كَفَرُواْ\n(If there are twenty steadfast persons among you, they will overcome two hundred, and if there be a hundred steadfast persons, they will overcome a thousand of those who disbelieve.)\nThe Ayah says, one Muslim should endure ten disbelievers. Allah abrogated this part later on, but the good news remained. `Abdullah bin Al-Mubarak said that Jarir bin Hazim narrated to them that, Az-Zubayr bin Al-Khirrit narrated to him, from `Ikrimah, from Ibn `Abbas, \"When this verse was revealed,\nإِن يَكُن مِّنكُمْ عِشْرُونَ صَـبِرُونَ يَغْلِبُواْ مِاْئَتَيْنِ\n(If there are twenty steadfast persons among you, they will overcome two hundred...) it became difficult for the Muslims, when Allah commanded that one Muslim is required to endure ten idolators. Soon after, this matter was made easy,\nالَـنَ خَفَّفَ اللَّهُ عَنكُمْ\n(Now Allah has lightened your (task)), until,\nيَغْلِبُواْ مِاْئَتَيْنِ\n(they shall overcome two hundred. ..)\nAllah lowered the number of adversaries that Muslims are required to endure, and thus, made the required patience less, compatible to the decrease in numbers.\" Al-Bukhari recorded a similar narration from Ibn Al-Mubarak. Muhammad bin Ishaq recorded that Ibn `Abbas said, \"When this Ayah was revealed, it was difficult for the Muslims, for they thought it was burdensome since twenty should fight two hundred, and a hundred against a thousand. Allah made this ruling easy for them and abrogated this Ayah with another Ayah,\nالَـنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً\n(Now Allah has lightened your (task), for He knows that there is weakness in you...)\nThereafter, if Muslims were half as many as their enemy, they were not allowed to run away from them. If the Muslims were fewer than that, they were not obligated to fight the disbelievers and thus allowed to avoid hostilities.\"",
  "ayah": 66,
  "surah": 8
}
