{
  "text": "تبرک الذی نزل الفرقان۔۔۔۔۔۔۔۔۔۔۔۔۔۔ ولا نشورا) (ا : 3)\nیہ آغاز ہی صاف صاف ظاہر کردیتا ہے کہ اس سورت کا بڑا محور اور موضوع کیا ہے ؟ یہ کہ یہ کتاب من جانب اللہ نازل شدہ ہے اور یہ کہ حضرت محمد ﷺ کی رسالت تمام انسانوں کے لیے ہے۔ یہ کہ اس دعوت کا بنیادی پیغام یہ ہے کہ اللہ وحدہ لاشریک ہے ‘ اس کا نہ کوئی بیٹا ہے اور نہ کوئی شریک ہے ‘ وہ وحدہ اس پوری کائنات کا مالک ہے ‘ وحدہ مدبر ہے اور اپنی حکمت و تدبیر کے ساتھ اسے چلارہا ہے۔ ان حقائق کے باوجود شرک کرنے والے شرک کرتے ہیں۔ افتراء پر دازی کرنے والے افتراء باندھتے ہیں اور جھگڑنے والے جھگڑتے ہیں اور حد سے بڑھنے والے حدود پار کرتے رہتے ہیں۔\n(تبرک الذی۔۔۔۔۔۔۔۔ نذیرا) (25 : 1) ” نہایت متبرک ہے وہ جس نے یہ فرقان ‘ اپنے بندے پر نازل کیا تاکہ سارے جہاں والوں کے لیے خبردار کردینے والا ہو “۔ تبارک ‘ برکت سے باب مفاعلہ ہے یعنی نہایت متبرک ہے۔ یعنی وہ بہت زیادہ فیوض و برکات و الا ہے۔ یہاں اللہ جل شانہ ‘ کا نام لینے کے بجائے اسم موصول سے ذات باری کو الذی نزل الفرقان (25 : 1) لایا گیا ہے ‘ کیونکہ یہاں سورت میں مباحثہ ” صداقت و رسالت “ پر ہے۔ اور اس کے ساتھ ذات باری کا گہرا تعلق ہے نیز نزول قرآن کے ساتھ بھی ذات باری کا تعلق ہے کہ یہ ذات ہی نازل کرنے والی ہے۔\nیہاں قرآن مجید کو فرقان اس لیے کہا گیا ہے کہ اس میں جو تعلیمات دی گئی ہیں وہ حق و باطل اور ہدایت و ضلالت کے درمیان بہت ہی واضح فرق کردیتی ہیں بلکہ اس کے ذریعہ اسلامی نظام زندگی اور غیر اسلامی نظام زندگی کے درمیان اور عہد جاہلیت اور عہد اسلام کے درمیان واضح فرق و امتیاز دکھایا گیا ہے اس لیے کہ اسلام انسانی شعور اور انسانی ضمیر کے اندر ایک واضح طریق زندگی بٹھاتا ہے۔ پھر اس طریق زندگی کو انسانی زندگی کے اندر عملاً قائم کرتا ہے۔ اس طرح اس نظام کو اس کتاب و فرقان نے دنیا کے تمام نظاموں سے علیحدہ اور ممتاز کر کے رکھ دیا ہے۔ گویا قرآن فرقان بایں معنی ہے کہ یہ انسانیت کے لیے ایک اہد جدید ہے۔ تصورات و خیالات کے اعتبار سے بھی اور عملی زندگی کے اعتبار سے بھی ہی عہد جدید ‘ عہد قدیم سے جدا اور ممتاز ہے۔ قرآن کریم اس وسیع مفہوم میں بھی فرقان ہے۔ یہ ایک نکتہ افتراق ہے کہ جہاں سے آگے اب انسانیت نے بلوغ حاصل کرلیا اور اس کا زمانہ طفولیت اب ختم ہوے۔ اب وہ دور ختم ہوگیا ہے کہ لوگوں کو مادی معجزات دکھائے جاتے تھے اور حق و باطل کا فرق سمجھا یا جاتا تھا۔ اب تو قاضی عقل کے ذریعہ یہ فرق سمجھایا جائے گا۔ پھر اس سے قبل رسالتوں کا دائرہ محدود اور مقامی ہوتا تھا اور اب یہ رسالت عمومی رنگ اختیار کرگئی ہے۔ لیکون للعلمین نذیرا (25 : 1) ” تاکہ تمام جہاں والوں کے لیے ڈرانے والا ہو “۔ غرض ان تمام معنوں اور دائروں میں یہ کتاب فرقان ہے۔\nنبی ﷺ کی تکریم اور تعظیم کے مقام پر ان کے لیے عہدہ ‘ کا لفظ استعمال ہوتا ہے۔ اس کا بندہ ‘ عبدہ کے لفظ کے ساتھ نبی ﷺ کی تعظیم اور تکریم اسراء اور معراج کے اموقعہ پر بھی کی گئی ھی۔\n(سبحن الذی اسری۔۔۔۔۔۔۔۔۔۔۔۔۔۔ الی المسجد الاقصی) (17 : 1) ” پاک ہے وہ ذات جو اپنے بندے رات کے وقت مسجد حرام مسجد اقصیٰ تک لے گئی “۔ اور سورت جن میں جب آپ ﷺ کو رب کریم کے سامنے کھڑے ہو کر دعا اور مناجات کی حالت میں دکھایا گیا ہے وہاں بھی آپ کے لیے لفظ عبد اللہ استعمال ہوا ہے اور جس طرح یہاں آپ کے لیے تنزیل قرآن کے وقت عبدہ کا لفظ استعمالہوا ہے۔ اسی طرح سورت کہف میں بھی استعمال ہوا ہے۔\nالحمد للہ الذی انزل علی عبدہ الکتب ولم یجعل لہ عوجا ” تعریف ہے اس ذات کے لیے جس نے اپنے بندے پر کتاب نازل کی اور اس میں کوئی کجی نہ چھوڑی “۔ ان مقامات پر رسول اکرم ﷺ کے لیے بندے کا لفظ استعمال کرنا رفعت شان ہے۔ اور آپ کی بہت بڑی تکریم ہے۔ انسان کے لیے اعلیٰ ترین مقام یہ ہے کہ وہ اللہ کا بندہ بن جائے۔ اس لیے یہاں آپ کے لیے بندے کا لفظ استعمال ہوا۔ اس سے آگے مقام الوہیت ہے جو اللہ وحدہ کے ساتھ مخصوص ہے۔ اور اللہ کے ساتھ نہ کوئی شریک ہے اور نہ اللہ کے ساتھ مشارکت کا کوئی شبہ ہو سکتا ہے چاہے نزول قرآن کا مقام ہو ‘ چاہے انسان کو آسمانوں پر لے جایا گیا ہو ‘ چاہے ایک بشر اپنے اعلیٰ مقام معرفت و مناجات میں ہو ‘ ایسے مقامات ہی بعض متعبین انبیائے سابقہ کے لیے مغالطے کا سبب بنے ہیں۔ ایسے ہی مقامات پھسل کر عقیدت مندوں نے بعض انبیاء کو خدا کا بیٹا قرار دینے کے افسانوی عقائد گھڑے یا انہوں نے بندے اور خدا کے درمیان بندگی اور خدائی کے تعلق کے سوا کسی اور قسم کے رابطے کا تصور اپنایا۔ یہی وجہ ہے کہ جب انبیاء کی تکریم اور اعزاز کا مقام آتا ہے تو قرآن کریم میں ان کے لیے بندے کا لفظ استعمال ہوتا ہے۔ تصور یہ دلانا مقصود ہوتا ہے کہ وہ اعلیٰ اور بلند مقام ہے جس تک کوئی بشر ترقی کرسکتا ہے۔\nیہاں بتایا جاتا ہے کہ اپنے اس بر گزیدہ بندے پر قرآن نازل کرنے کا مقصد لیکون للعلمین نذیرا (25 : 1) ” تاکہ وہ سارے جہاں کے لیے خبردار کردینے والا ہو “۔ یہ آیات مکی ہیں۔ اس سے معلوم ہوتا ہے کہ حضرت نبی ﷺ کو ابتداء ہی سے پوری دنیا کے لیے رسول مقرر کردیا گیا تھا۔ بعض مستشرقین نے جو یہ دعویٰ کیا ہے کہ دعوت اسلامی ابتداء میں ایک مقامی دعوت تھی لیکن بعد میں جب اسے عالمی فتوحات حاصل ہوگئیں تو اس نے ایک عالمی تحریک کی شکل اختیار کرلی۔ ان لوگوں کی یہ رائے غلط تھی ‘ یہ دعوت ابتداء ہی سے عالمی تھی۔ اگر قرآن کی تعلیمات پر پوری طرح غور کیا جائے تو معلوم ہوتا ہے کہ ان کا مزاج ہی عالمی ہے۔ اس دعوت کو پھیلانے کے لیے اسلام نے جو طریق کار اور جو وسائل اختیار کیے وہ سب کے سب عالمی تھے۔ اور ان تعلیمات کا مقصد ہی یہ تھا کہ پوری انسانیت کو ایک دور سے نکال کر دوسرے دور میں داخل کیا جائے۔ اس کے اندر سے ایک نظام کو ختم کر کے اسے ایک دوسرا نظام دیا جائے اور یہ کام اس کتاب فرقان کے ذریعے کیا جائے جو اللہ نے تمام جہاں کے لوگوں کو انجام بد سے خبردار کرنے کے لیے نازل کی ہے۔ اور اپنے بندے پر نازل کرے تاکہ وہ تمام لوگوں کے لیے خبردار کرنے والے کا کام کرے۔ یہ دعوت تو عالمی تھی لیکن رسول اللہ ﷺ چونکہ مکہ میں رہنے والے تھے اس لیے ان کا پہلا مقابلہ اہل مکہ ہی سے ہونا تھا۔ اس لیے اس دعوت کا انکار اور مقابلہ اہل مکہ نے کیا تھا۔\nغرض وہ ذات بڑی متبرک ہے جس نے اپنے اس عظیم بندے پر یہ کتاب نازل کی جو حق و باطل کے درمیان فرق کرنے والی ہے اور جو ایک معیار حق ہے۔\n(الذی لہ ملک السموات۔۔۔۔۔۔۔۔۔۔۔۔۔ تقدیرا) (25 : 2) ” وہ جو زمین و آسمان کی بادشاہی کا مالک ہے ‘ جس نے کسی کو بیٹا نہیں بنایا ‘ جس کے ساتھ بادشاہی میں کوئی شریک نہیں ہے ‘ جس نے ہر چیز کو پیدا کیا ‘ پھر اس کی تقدیر مقرر کی “۔\nیہاں بھی اللہ تعالیٰ کے لیے اسم ذات کے استعمال کے بجائے اسم موصولہ کا استعمال ہوا یعنی الذی مقصد یہ ہے کہ جن صفات کا ذکر کیا جارہا ہے ان کے ساتھ اللہ کا دائمی اور مسلسل تعلق ہے۔\nالذی لہ ملک السموت والارض (25 : 2) ” وہ جو زمین و آسمان کا مالک ہے “۔ زمینو آسمان پر اس کا مکمل کنٹرول ہے۔ یہ اس کے قبضہ میں ہیں۔ وہ ان کے اندر پوری طرح متصرف ہے اور زمین و آسمان کے اندر تمام تغیرات اس کی مرضی اور حکم سے رونما ہوتے ہیں۔\nولم یتخذ ولدا (25 : 2) ” اس نے کسی کو بیٹا نہیں بنایا “۔ تناسل تو وہ قدرتی قانون ہے جسے اللہ نے اپنی مخلوق کے اندر جاری کیا ہے تاکہ اس کے ذریعہ ” زندگی “ کا تسلسل قائم رہے۔ جہاں تک ذات باری کا تعلق ہے تو وہ جب ہمیشہ باقی ہے اور لازوال ہے تو وہ سلسلہ تناسل کی محتاج ہی نہیں ہے۔\nولم یکن لہ شریک فی الملک (25 : 2) ” جس کی بادشاہی میں کوئی شریک نہیں ہے “۔ زمین و آسمان کے اندر جس قدر مخلوق ہے اگر اس کا مشاہدہ اور تجزیہ کیا جائے تو معلوم ہوگا کہ اس کا نقشہ کسی ایک ہی خالق نے تخلیق کیا ہے۔ ہر چیز کے اندر ایک ہی ناموس قدرت ہے اور تمام مخلوق کے اندر تصرف اور تغیر بھی ایک ہی ذات کا نظر آتا ہے۔\nوخلق کل شیء فقدر ہ تقدیرا (25 : 2) ” جس نے ہر چیز کو پیدا کیا پھر اس کی ایک تقدیر مقرر کی۔ اس کا ایک حجم اور اس کی ایک شکل مقرر کی۔ اس کے لیے ایک کام اور فرض منصبی متعین کیا۔ اس کا زمان و مکان متعین کیا۔ اور اس کو اس کائنات کے عظیم وجود کے ساتھ ہم آہنگ کیا۔\nاس کائنات کے وجود اور انداز کے انداز تخلیق و ترکیب پر جن علماء نے غور کیا ہے اور جو انسان بھی اس پر کبھی غور کرے گا وہ حیران رہ جائے گا۔ جوں جوں تخلیق کائنات کے راز ہائے نہفتہ واشگفتہ ہوں گے اس کو یقین ہوتا جائے گا کہ یہ کائنات از خود بطور انفاق وجود میں نہیں آگئی ہے۔ اس کی ترکیب اس قدر دقیق اور باریک ہے کہ انسان اس کے مظاہر اور اثرات ہی کو معلوم کرنے سے عاجز ہے جبکہ ہم نے ابھی تک اس کائنات کا ایک حقیر پہلو ہی مشاہدہ کیا ہے۔ لیکن جوں جوں ہماری دریافت آگے بڑھتی ہے۔ ہمیں اس کائنات کے اندر نہایت ہی حکیمانہ ضوابط کار فرما نظر آتے ہیں۔ یہ ضوابط اس کائنات کے ساتھ ہم آہنگ ہیں۔ ہمارا علم جس قدر آگے بڑھتا ہے ہمیں یہ آیت اچھی طرح سمجھ آجاتی ہے۔\nوخلق کل شیء فقدرہ تقدیرا (25 : 2) ” اس نے ہر چیز کو پیدا کیا پھر اس کی ایک مکمل تقدیر مقرر کی “۔ مسٹراے کریسی مورسن ‘ صدر سائنس اکیڈمی نیوریارک ‘ اپنی کتاب ” انسان ایکلا نہیں کھڑا ہے “ میں لکھتے ہیں :” اس حقیقت کو دیکھ کر انسان حیرت سے دہشت زدہ ہوجاتا جب وہ اس کائنات کی موجودہ شکل میں منظم کیے جانے پر غور کرتا ہے۔ یہ نہایت ہی حکیمانہ تنظیم ہے۔ اگر زمین کا چھلکا اپنی موجودہ مقدار کے مقابلے میں چند قدم اور زیادہ دیر ہوتا تو اور نباتات کا وجود ہی ختم ہوجاتا “۔\n” اگر ہوا اپنے موجودہ مقام سے ذرا زیادہ اونچی ہوتی تو آج جو لاکھوں شاب ثاقب بالائی فضا می جل جاتے ہیں ‘ ان کی زد اس کرئہ ارضی پر پڑتی کیونکہ ان شابوں کی رفتار 46 میل فی سیکنڈ ہوتی ہے۔ اس طرح یہ جہاں گرتے ‘ وہاں پر اس چیز کو جلا دیتے جو جلنے کے قابل ہوتی اور اگر ان کی رفتار کم ہو کر بندوق کی گولی کی مقدار پر آجائے تو یہ سب زمین پر آکر چپک جاتے اور اس کے خوفناک نتائج نکلتے۔ رہا انسان تو اس کے پاس سے اگر ایک چھوٹا سا شہاب ثاقب گزر جائے جس کی رفتار بندوق کی گولی سے نوے گنازیادہ ہوتی ہے تو صرف اس کے گزرنے کی رفتار کی گرمی سے وہ چھوٹے چھوٹے ڈروں میں بدل جاتے “۔\n” اللہ نے اس ہوا کو ایک خاص مقدار کے مطابق کثیف بنایا ہے اور اس کی اس کثافت سے وہ شعاعیں گزرسکتی ہیں جو فصلوں پر وہی اثرات ڈالتی ہیں ‘ جو جراثیم کو قتل کرتی ہیں اور وٹامن پیدا کرتی ہیں ‘ لیکن یہ شعاعیں انسان کو نقصان نہیں پہنچاتیں الا یہ کہ انسان ان کے اندر ضرورت سے زیادہ رہے۔ یہ بات قابل غور ہے کہ زمین سے ہر وقت زہریلی گیس نکلتی رہتی ہیں لیکن ہوا ان گیسوں سے متاثر ہو کر اس مسلسل آلوگدگی کی وجہ سے بھی اس کی وہ نسبت نہیں بدلتی جو صحت انسانی کے لیے ضروری ہے۔ اور اس توازن کو یہ وسیع سمندر قائم رکھتے ہیں جن کی وجہ سے ہر قسم کی زندگی ‘ غذا ‘ بارش معتدل جائے رہائش اور نباتات کو زندگی حاصل ہوتی ہے اور خود انسان کی زندگی قائم ہے “۔\n” اس ہوا میں اس وقت آکسیجن 21 فیصد ہے ‘ اگر یہ بڑھ کر 50 فیصد ہوجائے تو وہ تمام مواد جو اس وقت جلنے کے قابل ہے ‘ سب کا سب آگ پکڑ لے۔ ایک چنگاری جنگلات کو آگ لگا دے اور تمام جنگلات ایک دھماکے سے اڑ جائیں اور اگر ہوا کے اندر آکسیجن کی مقدار 10 فیصد ہوجائے یا اور کم ہوجائے تو انسانی زندگی شاید صدیوں بعد اپنے آپ کو اس نسبت کے ساتھ ساتھ ہم آہنگ تو کر ہی دے لیکن انسانی تمدن موجودہ بیشمار چیزوں سے محروم ہوجائے ‘ مثلاً آگ اور دیگر انرجیز ہے “۔\n” ان مخلوقات کی ضابطہ بندی اور ان کے اندر قدرتی توازن بھی نہایت ہی عجیب ہے کہ کوئی حیوان ‘ مخواہ وہ جس قدر عظیم الجثہ اور ہوشیار کیوں نہ ہو ‘ اس کے لیے اس جہاں پر غلبہ حاصل کرنا ممکن نہیں ہے۔\nہاں انسان نے یہ کام کیا کہ اس نے نباتات اور حیوانات کو ایک جگہ سے دوسری جگہ منتقل کرکے قدرت کے پیدا کردہ اس توازن کو تبدیل کرنے کی کوشش کی۔ اور انسان کو اس کی اس حرکت کی سخت سزا بھی ملی اس طرح کہ اس توازن کو خراب کرنے کی وجہ سے حیوانات ‘ حشرات اور نباتات کو مختلف بیماریوں کو سامنا کرنا پڑا “۔\n” وجود انسان کے حوالے سے اس توازن کی جو اہمیت ہے اس کی حقیقت درج ذیل واقعہ سے اچھی طرح معلوم ہو سکتی ہے۔ کئی سال ہوئے آسٹریلیا میں ایک قسم کے خاردار خربوزے کی کاشت کی گئی۔ یہ کاشت بطور حفاظتی باڑ کی گئی لیکن یہ فصل اس قدر پھیل گئی کہ اس نے تھوڑے ہی عرصہ میں اس قدر رقبے کو گھیر لیا جو انگلینڈ کے برابر تھا۔ اس نے شہروں کے شہر اجاڑ دیئے اور لوگوں کی فصل تباہ ہوگئی ‘ یہاں تک کہ لوگوں کے لیے فضل بونا مشکل ہوگئی۔ لوگوں نے بہت کوشش کی کہ کسی طرح اس کے پھیلائو پر کنٹرول کیا جائے مگر ممکن ہی نہ ہوا۔ پورے آسٹریلیا کے لیے یہ خطرہ پیدا ہوگیا کہ اس پر خار دار خربوزے کی یہ فضل قابض ہوجائے ‘ کوئی چیز اس کے لیے رکاوٹ نہ تھی “۔\n” علماء حشرات الارض پوری دنیا میں پھیل گئے ‘ تحقیقات شروع کردی یہاں تک کہ انہوں نے ایک کیڑا دریافت کرلیا جس کی خوراک صرف یہ خربوزہ تھا۔ یہ کیڑا بھی اسی تیزی سے پھیل رہا تھا جس تیزی سے یہ خاردار خربوزہ پھیلتا تھا۔ آسٹریلیا میں اس کیڑے کے سامنے بھی کوئی طبعی رکاوٹ نہ تھی ‘ یہ کیڑا اس قدر پھیلا کہ اس نے خار دار خربوزے کو ختم کر کے رکھ دیا۔ جو نہی یہ خربوزہ ختم ہوا اس کیڑے نے بھی ختم ہونا شروع کردیا۔ اس کی نہایت ہی قلیل مقدار باقی رہ گئی۔ یہ گویا قدرت نے اس خربوزے کے پھیلائو کے خلاف باقی رکھی۔ یوں قدرت نے ضابطے اور تواز کو قائم رکھنے کا یہ انتظام کیا “۔\n” سوال یہ ہے کہ ملیریا کے مچھر نے کیوں نہ اس پوری دنیا پر غلبہ پایا کہ ہمارے آباء واجدا اس سے مرجاتے۔ یا اس سے بچائو کی کوئی تدبیر وہ حاصل کرلیتے۔ اسی طرح زرد بخار کے مچھر کے بارے میں بھی یہی کہا جاسکتا ہے ‘ ایک موسم میں تو اس نے اس قدر پیش قدمی کی کہ نیویارک تک پہنچ گیا۔ بحر منجمد میں بھی کئی قسم کے مچھر پائے جاتے ہیں۔ اسی طرح۔۔۔۔۔۔۔۔۔۔۔۔ کا زیادہ پھیلائو کن اسباب کی وجہ سے نہ ہوا۔ اور یہ اپنے گرم منطقوں تک ہی محدود رہی اور اس طرح اس کی افواج کی زد سے انسان بچ سکا ورنہ کرئہ ارض پر سے انسان کا وجود ہی ختم ہوجاتا۔ انسان طاعون ‘ دوسری مہلک وبائوں ‘ مہلک جراثیم کے بارے میں یہ کہہ سکتا ہے کہ خود انسان کے پاس ان چیزوں سے بچنے کی دوائیں توکل تک نہ تھیں پھر کیسے بچا۔ پھر کل تک تو انسان حفظان صحت کے بنیادی اصولوں سے بھی نا بلد تھا۔ یکا ایسے حالات میں نوع انسان کا باقی رہنا ایک معجزہ نہیں ہے۔ “\n” پھر دیکھئے کہ حشرات الارض کے اس طرح کے پھیپھڑے نہیں ہیں جس طرح کہ انسان کے ہیں۔ یہ حشرات بعض نالیوں کے ذریعے سانس لیتے ہیں جو ان کے جسم میں ہیں۔ جب یہ حشرات ایک حد تک بڑے ہوجاتے ہیں تو ان نالیوں سے اس قدر آکسیجن داخل نہیں ہو سکتی جو ان کے جسم کے لیے کافی ہو۔ یہی وجہ ہے کہ کوئی کیڑا چند انچ سے زیادہ بڑا نہیں ہوتا۔ اسی طرح ان حشرات کے پر بھی زیادہ طویل نہیں ہوتے۔ ان کیڑے مکوڑوں کی تخلیق اور تشکیل کے نظام کی روہی سے وہ یاک مقدار سے زیادہ بڑے نہیں ہوسکتے۔ چناچہ قدر کے نظام نے ان کے پھیلائو کو روک دیا ہے۔ اس طرح اس دنیا کو ان کی زد سے بچا لیا گیا۔ اگر حشرات الارض کے لیے تجدید کا یہ اصول نہ رکھا گیا ہوتا تو اس کرئہ ارض پر انسان کا زندہ رہنا ہی ممکن نہ تھا۔ ذرا فطری انسان کے بارے میں سوچیں کہ اس کے مقابلے میں شیر کے جسم کے برابر سرخ مکھی یا سا کے مقابلے میں شیر کے جسم کے برابر مکڑی آجائے تو کیا انسان ایسی چیزوں کا مقابلہ کرسکتا ہے ؟ “\n” حیوانات کی جسمانی طبیعی ساخت میں بعض دوسرے معجزات بھی ہیں کہ اگر حیوانات کے لیے یہ قدرتی انتظامات نہ ہوتے تو کوئی حیوان بلکہ کوئی پودا اس جہاں میں موجود ہی نہ ہوتا “۔\nآئے دن انسانوں پر ایسے انکشافات ہو رہے ہیں جن سے یہ معلوم ہوتا ہے اللہ تعالیٰ نے اپنی اس مخلوق کے اندر نہایت دقیق اور لطیف توازن رکھا ہوا ہے اور کائنات کی تمام مخلوقات کے لیے ایک متعین مقدار اور وزن مقرر ہے۔ جوں جوں انسانی علم آگے بڑھتا ہیانسان اس آیت کے مفہوم کو سمجھنے لگتا ہے۔\nوخلق کل شیء فقدرہ تقدیرا (25 : 2) ” اس نے ہر چیز کو پیدا کیا پھر اس کی ایک تقدیر مقرر کی “۔ لیکن یہ بےحد افسوسناک بات ہے کہ مشرکین اس حقیقت کو پا نہیں رہے۔\n(واتخذوا۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ ولانشورا) (25 : 3) ” لوگوں نے اسے چھوڑ کر ایسے معبود بنا لیے ہیں جو کسی چیز کو پیدا نہیں کرتے بلکہ خود پیدا کیے جاتے ہیں جو خود اپنے لیے کسی نفع یا نقصان کا اختیار نہیں رکھتے ‘ جو نہ مارتے ہیں اور نہ جلا سکتے ہیں اور نہ مرے ہوئے کو پھر اٹھا سکتے ہیں “۔\nیوں اللہ تعالیٰ ان کے خود ساختہ خدائوں کو ‘ خدائی کے تمام خصائص سے عاری کردیتا ہے۔\nلایخللقون شیئا (25 : 3) ” وہ کسی چیز کو پیدا نہیں کرتے “۔ جبکہ رب تعالیٰ نے تمام مخلوق کو پیدا کیا ہے۔\nوھم یخلقون (25 : 3) ” وہ خود پیدا کیے ہوئے ہیں “۔ یعنی ان کو خود اللہ نے پیدا کیا ہے ‘ اور ان کو وجود بخشا ہے۔ سب کا خلاق اللہ ہے ‘ چاہے وہ ملائکہ ہوں ‘ جن ہوں ‘ بشر ہوں ‘ درخت ہوں یا پتھر ہوں۔\nولایملکون لانفسھم ضرا ولا نفعا (25 : 3) ” وہ خود اپنے لیے بھی نفع و نقصان کا اختیار نہیں رکھتے “۔ ان کی بندگی کرنے والوں کا نفع و نقصان تو دور کی بات ہے۔ بعض اوقات یوں ہوتا ہے کہ کوئی اپنے لیے نفع کا اختیار نہیں رکھتا مگر نقصان تو دے سکتا ہے مگر یہ الہہ ایسے ہیں کہ اپنے لیے کسی نقصان کا اختیار بھی نہیں رکھتے۔ اس لیے اس کو نفع سے بھی پہلے لایا گیا ہے۔ یعنی اپنے آپ کو نقصان پہنچانا تو بہت ہی آسان کام ہے لیکن یہ لوگ وہ بھی نہیں پہنچا سکتے۔ اس کے بعد ان خصائص کا ذکر کیا جاتا ہے جو صرف اللہ کی خصوصیات میں سے ہیں۔\nلایملکون موتا ولا حیوۃ ولا نشورا (25 : 3) ” جو نہ مار سکتے ہیں ‘ نہ جلا سکتے ہیں اور نہ مارے ہوئوں کو پھر اٹھا سکتے ہیں “۔ نہ وہ زندہ کو مار سکتے ہیں ‘ نہ زندگی کو پیدا کرسکتے ہیں ‘ اور نہ مردے کو دوبارہ زندگی دے سکتے ہیں ۔ اگر وہ یہ کام نہیں کرسکتے تو پھر وہ کس چیز کے خدا ہیں۔ اور وہ کیا بات ہے جس کی وجہ سے مشرکین نے ان کو خدا بنا رکھا ہے۔\nیہ کھلی گمراہی ہے اور اس کے بعد ان سے وہ باتیں بعید ‘ نہیں جو وہ رسول اللہ ﷺ کے خلاف کہتے ہیں۔ کیونکہ جب وہ اللہ کے بارے میں یہ باتیں کرتے ہیں تو رسول اللہ ﷺ کے بارے میں وہ جو کچھ کہتے ہیں وہ ان سے سعبد نہیں ہے۔ کسی انسان کی کیا اس سے بھی کوئی بات قبیح ہو سکتی ہے کہ وہ اللہ پر الزام لگائے ‘ حالانکہ اللہ مالک خالق اور مدبر اور مقدر ہے۔ رسول اللہ ﷺ سے پوچھا گیا کہ کون سا گناہ سب سے گھنائو نا ہے تو حضور ﷺ نے فرمایا ” یہ کہ تو اللہ کے ساتھ کسی کو شریک ٹھہرائے حالانکہ اس نے تمہاری تخلیق کی ہے “۔ ان تجعل للہ ندا وھو خلقک (متفق علیہ)\nمقام الوہیت پر ان کی گستاخی کے ذکر کے بعد اب مقام رسالت پر ان کی دست درازی کا ذکر کیا جاتا ہے اور اس پر ایسی تنقید کی جاتی ہے۔ جس سے ان کے اس اعتراض کا چھوٹا اور پوچ ہونا اچھی طرح ظاہر ہوجاتا ہے۔",
  "ayah": 1,
  "surah": 25
}
