{
  "text": "(بل کذبوا۔۔۔۔۔۔۔۔۔۔۔ سعیرا) (11) اذاراتھم من۔۔۔۔ وعدا مسولا ـ\nیعنی وہ کفر اور ضلالت کی حدوں کو پار کرکے اس مقام پر پہنچ گئے ہیں کہ وہ قیامت کا انکار کر رہے ہیں۔ قرآن کا انداز تعبیر ” بل “ کا لفظ استعمال کر کے ان کی گمراہی یوں مجسم کرتا ہے کہ وہ اس راہ پر بہت دور چلے گئے ہیں یعنی پہلی باتوں کو چھوڑو ‘ انہوں نے تو قیامت کا انکار کردیا ہے۔ اس کے بعد یہ انکشاف کیا جاتا ہے کہ ان فتنہ پر دازون کے لیے کس قدر خوفناک عذاب تیار کیا گیا ہے۔ یہ آگ ہے جو حاضر ہے ‘ دہکائی ہوئی ہے۔\nواعتدنا۔۔۔۔ سعیرا (25 : 11) ” اور جو اس گھڑی کو جھٹلائے ‘ اس کے لیے ہم نے بڑھکتی ہوئی آگ تیار کر رکھی ہے “۔ یہاں قرآن کریم مجسم اور مشخص انداز میں آگ کو پیش کرتا ہے۔ تجسیم اور تشخیص قرآن مجید کا وہ انداز ہے جس میں ایسی اشیاء ایسے معافی اور ایسے مفہومات کو زندہ شخص کے انداز میں پیش کرتا ہے جن کے لیے زندہ ہونا ممکن نہیں ہے۔ چناچہ قرآن مجید مفاہیم و مناظر کو زندہ اشخاص کی شکل میں اس طرح پیش کرتا ہے کہ کلام کے اند اعلیٰ درجے کا اعجاز پیدا ہوجاتا ہے۔\nذرا سوچئے۔ ہم دہکتی ہوئی آگ کے سامنے کھڑے ہیں۔ یہ آگ ہمارے سامنے ایک زندہ غضبناک شخص کا روپ اختیار کرتی ہے کہ یہ دور سے ان مکذبین کو دیکھتی ہے۔ دیکھتے ہی یہ آگ غیض و غضب میں مبتلا ہوجاتی ہے اور یہ لوگ دور سے اس کے اظہار غضب اور سخت کلامی کو پالیتے ہیں گویا وہ دور ہی سے ان پر حملہ آور ہونے کے لیے جوش دکھاتی ہے۔ اور جوش انتقام میں آپے سے باہر ہو رہی ہے حالانکہ یہ لوگ ابھی تک راستے میں ہوتے ہیں ‘ پہنچے نہیں ہوتے۔ غرض یہ ایک نہایت ہی جھنجھوڑنے والا منظر ہے جسے دیکھنے والوں کی ٹانگوں پر کپکپی طاری ہوجاتی ہے۔\nدیکھئے اب یہ پہنچ گئی اپنی منزل تک۔ اب یہ لوگ کھلے نہیں چھوڑے جاتے کہ ہاتھ پائوں سے یہ آگ کے ساتھ مقابلہ کریں اور آگ انہیں شکست دے دے۔ یہ اس سے بچنے کی کوشش کریں۔ اور وہ انہیں پکڑلے۔ بلکہ انہیں پکڑ کر اس میں پھینک دیا جاتا ہے ، اس حال میں کہ ان کے ہاتھ پائوں زنجیروں میں جکڑے ہوئے ہیں اور ان کو آگ کے کھلے ہال میں بھی نہیں پھینک دیا جاتا بلکہ دوزخ کی آگ کے ایک نہایت ہی تنگ مقام پر ان کو اندر کردیا جاتا ہے۔ جس میں یہ بمشکل سماتے ہیں ‘ اس سے نکلنے کی کوئی راہ نہیں ہے۔ اب یہ لوگ اس آگ سے رہائی پانے کے بارے میں بےحد مایوس ہوگئے ہیں۔ نہایت یہ کرب میں ہیں۔ اب مایوس ہو کر یہ صرف ہلاکت اور موت کی دعا کرتے ہیں۔\nواذا القو۔۔۔۔۔ ھنالک ثبورا (25 : 13) ” اور جب یہ اس میں تنگ جگہ ٹھونسے جائیں گے تو اپنی موت کو پکارنے لگیں گے “۔ لیکن اب جہنم میں موت تو نہ پوری ہونے والی آرزو ہے۔ جبکہ یہ لوگ اس عذاب سے صرف موت کے ذریعہ ہی خلاصی پا سکتے ہیں کیونکہ یہ دردوکرب ناقابل برداشت ہے لیکن ان کو ان کی اس درخواست اور اس تمنا کا جواب بھی استہزاء اور مذاق کے ساتھ دیا جاتا ہے۔ جس طرح وہ رسولوں کے ساتھ مذاق کرتے تھے۔ یہ ایک تلخ مذاق ہے۔\nلاتدعوا۔۔۔۔۔ ثبورا کثیرا (25 : 14) ” آج ایک موت کو نہیں بہت سی موتوں کو پکارو “۔ کیونکہ ایک بار کی ہلاکت تو تمہیں کوئی فائدہ نہ دے گی۔ نہ ایک بار کی موت تمہارے لیے کافی ہے۔ تم بار بار مرو گے اور بار بار زندہ ہو گے۔\nان کے اس حال کو پیش کرنے کے بعد اب ان کے بالمقابل متقین مومنین کے انجام کی ایک جھلک بھی دکھائی جاتی ہے ‘ جو اللہ سے ڈرتے تھے جو اللہ کے سامنے حاضر ہونے کی امید رکھتے تھے اور قیامت پر ان کا پختہ ایمان تھا۔ یہ انجام بھی ان کفار کو خطاب کرتے ہوئے نہایت ہی طنزیہ انداز میں پیش کیا جاتا ہے۔\nقل اذلک۔۔۔۔۔۔ ومصیرا (25 : 15) لھم فیھا۔۔۔۔ مسئولا (25 : 16) ” ان سے پوچھو یہ انجام اچھا ہے یا وہ ابدی جنت جس کا وعدہ خدا ترس پرہیز گاروں سے کیا گیا ہے ‘ جو ان کے عمل کی جزا اور ان کے سفر کی آخری منزل ہوگی ‘ جس میں ان کی ہر خواہش پوری ہوگی ‘ جس میں وہ ہمیشہ ہمیشہ رہیں گے ‘ جس کا عطا کرنا تمہارے رب کے ذمے ایک واجب الادا وعدہ ہے “۔ یہ شرمسار کنندہ عذاب بہتر ہے یا وہ باغات دائمی بہتر ہیں جو اللہ نے متقین کے لیے تیار کر رکھے ہیں۔ اللہ نے متقین کو یہ حق دیا ہے کہ یہ اس کا مطالبہ کریں۔ اور یہ طلب کریں کہ اے اللہ اپنا وعدہ پورا کیجئے اور اللہ وعدہ خلافی کرنے والا تو ہے نہیں۔ پھر یہ بھی ان کو اختیار دیا گیا ہے کہ جو چاہیں وہاں طلب کریں۔ کیا ان دونوں مقامات کے درمیان موازنہ کرنے کی بھی کوئی بات ہے کہ ان سے موازنے کے لیے کہا جارہا ہے۔ دراصل یہ ان کے ساتھ نہایت یہ تلخ مذاق ہے اور یہ ان کے اس مذاق کا جواب ہے جو وہ یہاں اس رسول مقبول سے کرتے تھے۔\nاب آخرت کا ایک دوسرا منظر جس کی تکذیب کرنے والے تکذیب کرتے تھے۔ یہ مشرکین کا اجتماع ہے ان کے ساتھ ان کے شرکاء بھی موجود ہیں جن کو یہ لوگ الہٰ اور شفیع سمجھتے تھے۔ یہ سب اللہ کے سامنے کھڑے اپنی اپنی جوابدہی کر رہے ہیں۔ سوال ہو رہے ہیں اور وہ جواب دے رہے ہیں۔",
  "ayah": 16,
  "surah": 25
}
