{
  "text": "درس نمبر 158 ایک نظر میں\nاس سبق کا آغاز بھی اسی انداز سے ہوتا ہے جس سے درس سابق کا ہوا تھا اور مضمون بھی اسی انداز سے چلتا ہے ‘ البتہ یہاں مشرکین کے اعتراضات کا رخ رب تعالیٰ کی طرف ہے۔ یہاں وہ اللہ پر اعتراضات کرتے ہیں اور اللہ کو اپنا لائحہ عمل دیتے ہیں۔ گویا اس سبق میں وہ اپنی سرکشی میں ترقی کرتے ہوئے رسول اللہ پر اعتراضات کرتے ہوئے آگے بڑھتے ہیں اور خدا پر اعتراضات کرتے ہیں۔ یہ بھی رسول اللہ ﷺ کے لیے تسلی اور دل جوئی کا ایک انداز ہے کہ یہ لوگ صرف آپ ہی پر اعتراضات نہیں کرتے بلکہ ان کی گستاخی اللہ کے جناب میں بھی ہے۔ البتہ یہاں جواب دینے کے بجائے نہایت ہی شتابی سے ان کو قیامت کے مناظر میں سے بعض مناظر کی جھلکیاں دکھا دی جاتی ہیں۔ اور یہی ان کی گستاخی کا مناسب جواب ہے۔ ان کی گستاخی یہ تھی۔\nلولا انزل۔۔۔۔۔۔ ربنا (25 : 21) ” کیوں نہ فرشتے ہمارے پاس بھیجے جائیں یا ہم اپنے رب کو دیکھیں “۔ اس کے بعد ان کا یہ اعتراض نقل کیا جاتا ہے کہ قرآن کریم ٹکڑوں کی شکل میں کیوں اترا ہے۔ اس کا جواب دیا جاتا ہے اور یہ بیان کردیا جاتا ہے کہ کیوں قرآن مجید مسلسل ٹکڑوں کی شکل میں اترا۔ رسول اللہ کو تسلی دی جاتی ہے کہ جب بھی وہ مباحثہ کر کے کوئی بات لاتے ہیں ‘ ہم بھی نئی تاویل آپ کو دے دیتے ہ ہیں اور بہترین تفسیر اور تشریح کردیتے ہیں۔ اس کے بعد حضور اور آپ کے مخالفین کے غور کے لیے بعض مکذبین کی ہلاکت کے وقت کا نقشہ بھی کھینچا گیا ہے کہ یہ اقوام کس طرح ہلاک کی گئیں۔ ذرا قوم لوط کے کھنڈرات پر تو غور کرو ، تم رات دن ان پر سے گزرتے ہو۔ قرآن کریم ان پر سخت گرفت کرتا ہے کہ جب یہ رات دن ان کھنڈرات کو دیکھتے ہیں تو ان کے دلوں پر کچھ اثر نہیں ہوتا۔ یہ سب باتیں اس لیے لائی گئی ہیں کہ وہ رسول اللہ ﷺ کی ذات پر جو اعتراضات کرتے تھے ‘ اس کا ایک بیان یہاں دے دیا جائے۔ یہ واقعات دے کر ان پر ایک زور دار تبصرہ کیا جاتا ہے۔ اس میں ان کا نہایت ہی حقارت آمیز نقشہ کھینچا جاتا ہے اور نہایت ہی حقیقت پسندانہ ‘\nان ہم۔۔۔۔۔۔ ہم اضل (25 : 44) ” یہ تو بس حیوانوں کی طرح ہیں بلکہ ان سے بھی زیادہ گمراہ ہیں “۔\nوقال الذین۔۔۔۔۔ للانسان خذولا\nمشرکین کو ہماری ملاقات کی امید نہیں ہے اور نہ وہ اس کا انتظار کرتے ہیں اور نہ وہ اس کو کوئی اہمیت دیتے ہیں نہ اپنی زندگی اور اس کی سرگرمیوں کو وہ اس نظریہ کے مطابق قائم کرتے ہیں۔ چناچہ ان کے دلوں میں نہ اللہ کا خوف ہے ‘ نہ اللہ کی محبت اور وقار ہے۔ اس لیے اللہ کے حوالے سے بھی ان کی زبان سے ایسے کلمات نکلتے ہیں جو کبھی بھی ایسے شخص کی زبان سے نہیں نکل سکتے جسے خدا کا خوف ہو۔\nوقال الذین۔۔۔۔ ربنا (25 : 21) ” جو لوگ ہمارے حضور پیش ہونے کا اندیشہ نہیں رکھتے وہ کہتے ہیں ” کیوں نہ فرشتے ہمارے پاس بھیجے جائیں ؟ یا پھر ہم اپنے رب کو دیکھیں “۔ یہ لوگ اس بات کو مسعبد سمجھتے تھے کہ کوئی رسول بشر بھی ہو سکتا ہے۔ اس لیے وہ مطالبہ کرتے تھے کہ جس عقیدے کی طرف ہمیں دعوت دی جا رہی ہے ‘ کوئی فرشتہ اترے اور وہ اس پر شہادت دے۔ یا یہ کہ وہ خود باری تعالیٰ کو اپنی آنکھوں سے دیکھیں اور اس کی تصدیق کریں۔ یہ دراصل اللہ کے مقام اور مرتبہ پر دست درازی ہے اور اس جاہل اور سرکش کا مطالبہ ہے جو مقام رب العالمین کا کوئی احساس نہیں رکھتا اور وہ اللہ تعالیٰ کی قدراسی طرح نہیں کرتا جس طرح حق تعالیٰ کی قدر ہونا چاہئے۔ یہ گستاخی کرنے والے کون ہوتے ہیں اور ان کی اللہ کے مقابلے میں حیثیت ہی کیا ہے جو برگزیدہ ‘ جبار اور کبیر ہے۔ یہ اللہ کی عظیم مملکت اور اللہ کی اس عظیم کائنات میں حیثیت ہی کیا رکھتے ہیں۔ ایک حقیر ذرے کی حیثیت تو ان کی ہے۔ انسان کی اس کائنات میں کوئی حیثیت اگر بنتی بھی ہے تو تب بنتی ہے کہ وہ اپنا تعلق اللہ سے جوڑ کر اور اپنا وزن ایمان کے ذریعہ بڑھا کر اپنی کچھ حیثیت پیدا کرے۔ چناچہ اس آیت کے اندر بات ختم کرنے سے قبل ہی اللہ تعالیٰ بتا دیتا ہے کہ اس گستاخی کا سبب کیا ہے۔\nلقد اسنکبرو۔۔۔۔ کبیرا (25 : 21) ” بڑا گھمنڈ لیے بیٹھے ہیں یہ اپنے نفسوں میں اور حد سے گزر گئے ہیں یہ اپنی سرکشی میں “۔ وہ اپنے خیال میں بہت پڑی شے ہیں۔ چناچہ وہ گھمنڈ میں مبتلا ہیں اور اس گھمنڈ کی وجہ سے بہت ہی بڑی سرکشی میں مبتلا ہیں۔ یہ اپنے اندر اس قدر مست ہیں کہ حقیقی قدروں کا صیحح وزن نہیں کرسکتے۔ اب ان لوگوں کی عادت یہ ہے کہ یہ لوگ صرف اپنے نفس کا احساس کرتے ہیں۔ ان کا نفس ان کی نظروں میں اس قدر بڑی چیز ہے کہ اس کائنات میں وہ اپنے نفس ہی کو بڑی چیز سمجھتے ہیں۔ اس قدر بڑی چیز کہ اللہ جل شانہ کو بھی اس کے سامنے ظاہر ہونا چاہئے تاکہ وہ اسے دیکھ کر اس کی تصدیق کریں اور اس پر ایمان لائیں۔\nان کے سوال کا جواب دینے کے بجائے اللہ بطور مذاق اور استہزاء ان کے سامنے ان کی بد حالی اور لاچاری کا ایک نقشہ پیش کرتا ہے اور کہا جاتا ہے کہ جب قیامت کے دن یہ لوگ فرشتوں کو دیکھیں گے (ملائکہ کا دیکھنا بھی ان کے مطالبات میں سے ایک مطالبہ تھا) تو اس چن ان پر برا دن ہوگا۔ ان کا حال یہ ہوگا کہ ان کے سامنے وہ عذاب موجود ہو گا جو ٹلنے والا نہ ہوگا ‘ اس سے نجات کی ان کو کوئی صورت نظر ہی نہ آئے گی اور یہ عذاب اور جزاء کا دن ہوگا۔\nیوم یرون۔۔۔۔۔۔۔ حجرا محجورا (25 : 22) وقدمناالیٰ ۔۔۔ ھباء منثورا (25 : 23) ” جس روز یہ فرشتوں کو دیکھیں گے وہ مجرموں کے لیے کسی بشارت کا دن ہو نہ گا۔ چیخ اٹھیں گے کہ پناہ بخدا ‘ اور جو کچھ بھی ان کا کیا دھرا ہے اسے لے کر ہم غبار کی طرح اڑا دیں گے “۔ جس دن ان کے اس مطالبے پر عمل ہوگا اور فرشتے سامنے آجائیں گے۔ یرون الملئکتہ یہ ان فرشتوں کو دیکھ لیں گے۔ لیکن اس دن ان کے لیے کوئی خوشخبری نہ ہوگی بلکہ ان کے لیے عذاب کی خبر ہوگی۔ تو ان کا مطالبہ عجیب انداز میں پورا ہوگا۔ اس دن تو وہ یوں گویا ہوں گے۔ حجرا محجورا (25 : 22) ” خدا کی پناہ “۔ حرام اور ممنوع ۔ یہ جملہ وہ شر سے بچنے کے لیے کہتے تھے۔ دشمنوں کو کہتے تھے۔ یہ وہ دشمنوں کے ہلاک ہونے اور ان کے شر سے محفوظ ہونے کے لیے کہتے تھے۔ یہ فقرہ قیامت میں ان کی زبان سے نکل پڑے گا۔ جس طرح یہ فقرہ وہ دنیا میں شر سے پناہ مانگنے کے لیے بال دیتے تھے۔ آج ان کو خدا کی پناہ نصیب کب ہو سکتی ہے۔ آج وہ لاکھ مرتبہ خدا کی پناہ مانگیں ‘ ان کو کوئی فائدہ نہ ہوگا۔\nوقدمنا الیٰ ۔۔۔۔ منثورا (25 : 23) ” اور وہ جو انہوں نے کہا دھرا ہے اسے لے کر ہم غبار کی طرح اڑادیں گے “۔ یہ عمل ایک لحظ میں مکمل ہوجائے گا۔ ان کے تمام اعمال غبار کی شکل میں اڑا دیئے جائیں گے۔ انداز تعبیر کو ذرا دیکھئے۔ ہمارا خیال اس طرح دیکھتا ہے کہ ایک صاحب جسم ذات آتی ہے اور ان کے اعمال کو لے کر غبار کی طرح اڑا دیتی ہے۔ یہ ہے قرآن کریم کا انداز تجیم اور تحیل۔ مطلب یہ ہے کہ انہوں نے دنیا میں اعمال صالحہ کی شکل میں جو کچھ جمع کیا تھا وہ غبار کردیا جاتا ہے۔ اور یہ اس لیے کہ ان کے یہ اعمال ایمان پر مبنی نہ تھے۔ ایمان کے ذریعہ ہی انسان اللہ تک پہنچتا ہے۔ ایمان اعمال صالحہ کو ایک منہاج اور ایک پختگی اور دوام بخشتا ہے اور یہ اعمال ایک مقصد اور ا کی سمت رکھتے ہیں۔ نہ یہ کسی وقتی جذبے کے تحت صادر ہوتے ہیں اور نہ کسی ایسے شخص کی دوڑ دھوپ ہوتی ہے جس کو صیحح راہ اور سمت معلوم ہی نہیں ویسے ہی ادھر ادھر بھاگتا ہے۔ یا محض بےمقصد دوڑ دھوپ ہے۔ اسلام میں کسی ایسے عمل صالح کی کوئی قیمت نہیں ہے جس کی کوئی سمت ‘ کوئی مقصد اور کوئی روح متعین نہ ہو۔ کیونکہ ایسے اعمال کا کوئی فائدہ ہی نہیں ہوتا۔\nاس کائنات میں انسان کا وجود ‘ اس کے اعمال ‘ اس کی زندگی کی دوڑ دھوپ دراصل اس کائنات کی حقیقت سے مربوط ہیں۔ یہ انسان بھی ناموس فطرت کا ایک پرزہ ہے۔ اور یہ پوری کائنات ذات باری سے مربوط ہے۔ اس میں انسان اور اس کی تمام سرگرمیاں شامل ہیں۔ اگر انسان کی تگ و دو اور اس کی حرکت اور دوڑ دھوپ اس اصلی نور سے کٹ جائے تو وہ بےمقصد ہوجاتی ہے۔ وہ ضائع ہوجاتی ہے اور اس کا کوئی وزن اور قدرو قیمت عنداللہ نہیں ہوتی۔ اس کے اعمال کا نہ کوئی حساب ہوگا اور نہ یہ اس کی کوئی قدرو قیمت ہوگی بلکہ اسلامی نظر میں اس کا وجود یہ نہیں ہے۔ وہ محض ہوا اور غبار ہے۔\nایمان انسان کو رب تک پہنچاتا ہے۔ اس طرح پھر اللہ رب العالمین کے ہاں اس کے اعمال کا بھی وزن ہوتا ہے۔ اور اس کائنات کے حساب میں اس کا حساب رکھا جاتا ہے اور اس کے اعمال اس کائنات کی تعمیرو ترقی میں دکھائے جاتے ہیں۔ ان مشرکوں کا چونکہ ایمان نہیں ہوتا۔ اس لیے ان کے اعمال کو کالعدم کردیا جاتا ہے۔ لیکن قرآن کریم نے نہایت ہی مجسم اور حسی انداز تعبیر اخیتار کیا ہے۔\nوقدمنا الیٰ ۔۔۔۔۔ منثورا (25 : 23) ” اور ہم ان اعمال کی طرف بڑھے جو انہوں نے کیے تھے تو ان اعمال کو غبار کر طرح اڑادیا “۔\nاور مومنین کا حال کیا ہوگا۔ تقابل کے لیے وہ بھی ملاحظہ ہو۔ یہ اصحاب جنت ہیں۔\nاصحب الجنتہ۔۔۔۔ احسن مقیلا (25 : 24) ” پس وہی لوگ جو جنت کے مستحق ہیں اس دن اچھی جگہ ٹھریں گے اور وہ دوپہر گزارنے کو عمدہ مقام پائیں گے “۔ وہ نہایت آرام ‘ خوشی اور استقلال کے ساتھ گھنے سایوں میں رہیں گے۔ اور یہاں مستقر کا لفظ کافروں کے اعمال کی ناپختگی اور ہوا میں غبار کی طرح اڑ جانے کے بالمقابل لایا گیا ہے اور دوپہر کا آرام اور سکون مقابل ہے۔ اہل کفر کے جزع و فزع کا ‘ کہ وہ بےاختیار ہو کر اب خدا کی پناہ مانگتے ہیں اور کہتے ہیں حجرا محجورا (25 : 22) کفار نبی ﷺ سے یہ مطالبہ کرتے تھے کہ اللہ ان کے سامنے بادلوں کے سایہ میں آئے اور فرشتے آپ کے ساتھ ہوں۔ یہ مطالبے وہ بنی اسرائیل کی کہانیاں سن کر کرتے تھے کہ ان کے مطابق اللہ تعالیٰ بادلوں کے سائے میں اتر رہا ہے۔ یا ایک آگ کے عمودی شعلے کی شکل میں۔ چناچہ قرآن کریم ایک دوسرے انداز میں قیامت کے دن ان کے مطالبے کے پورا ہونے کا ایک منظر پیش کرتا ہے جس دن فرشتے اتریں گے۔\nویوم تشقق۔۔۔۔ تنزیلا (25 : 25) الملک یو ۔۔۔ الکفرین عسیرا (25 : 26) ” اس روز ایک بادل آسمان کو چیرتا ہوا نمودار ہوگا اور فرشتوں کے پرے کے پرے اتار دیئے جائیں گے۔ اس روز حقیقی بادشاہی صرف رحمن کی ہوگی۔ اور وہ منکرین کے لیے سخت دن ہوگا “۔ یہ آیت اور قرآن کریم کی بیشمار دوسری آیات یہ بتلاتی ہیں کہ اس دن نہایت ہی بڑے فلکیاتی واقعات و حادثات ہوں گے۔ اور تمام ایسی آیات کا اشارہ اس طرف ہے کہ یہ کائنات جو ہمیں نظر آتی ہے اور اس کا یہ نظام جو ہمیں نظر آتا ہے ‘ یہ سب کا سب درہم برہم ہوجائے گا۔ اس کے تمام افلاک ‘ کو آب اور ستارے باہم ٹکرا جائیں گے۔ اس کائنات کے نظام ‘ اشیاء کے باہم روابط ‘ اور یہ چیز کی موجودہ شکل بدل جائے گی اور یہ حادثہ اس دنیا کا اختتام ہوگا۔ یہ کائناتی انقلاب صرف زمین تک محدود نہ ہوگا۔ اس کی زد میں تمام ستارے ‘ تمام آسمان اور تمام کوکب آئیں گے۔ یہاں مناسب ہے کہ یہاں اس انقلاب کے بعض مناظر پیش کر یئے جائیں جو متعدد سورتوں میں آئے ہیں۔\nاذا الشمس کورت۔۔۔ سجرت (81 : 1 تا 3 و 6) ” جب سورج لپیٹ دیا جائے گا جب تارے بکھر جائیں گے ‘ جب پہاڑ ملائے جائیں گے۔۔۔۔۔ اور جب سمندر بھڑکائے جائیں گے “۔\nاذا السمائ۔۔۔۔۔ القبور بعثرت (82 : اتا 4) ” جب آسمان پھٹ جائے گا ‘ جب تارے بکھر جائیں گے اور سمندر پھاڑ دیئے جائیں گے اور جب قبریں کھول دی جائیں گی “۔\nاذا السماء انشقت۔۔۔۔ لربھا و حقت (84 : 1 تا 5) ” جب آسمان پھٹ جائے گا اور اپنے رب کے فرمان کی تعمیل کرے گا اور اس کے لیے حق یہی ہے اور جب زمین پھیلا دی جائے گی اور جو کچھ اس کے اندر ہے ‘ اسے باہر پھینک کر خالی ہوجائے گی اور اپنے رب کے حکم کی تعمیل کرے گی اور اس کے لیے حق یہی ہے (کہ اس کی تعمیل کرے)\nاذا اجت۔۔۔۔۔ ھباء منبثا (56 : 4 تا 6) ” جب زمین یکبارگی بلا ڈالی جائے گی اور پہاڑ اس طرح ریزہ ریزہ کردیئے جائیں گے کہ پراگندہ بن کر رہ جائیں گے “۔\nفاذانفخ فی۔۔۔۔ یومئذواھیتہ (69 : 13 تا 16) ” پھر جب ایک دفعہ صور میں پھونک ماردی جائے گی اور زمین اور پہاڑوں کو اٹھا کر ایک یہ چوٹ میں ریزہ ریزہ کردیا جائے گا۔ اس رہز وہ ہونے والا واقعہ پیش آجائے گا “۔\nیوم تکون۔۔۔ کالعھن (70 : 8۔ 9) ” جس دن آسمان پگھلی ہوئی چاندی کی طرح ہوجائے گا اور پہاڑ رنگ برنگ کے دھنے ہوئے اون جیسے ہوجائیں گے “۔\nاذا زلزلت۔۔۔۔ اتقالھا (99 : 1۔ 2) ” جب زمین اپنی پوری قوت کے ساتھ ہلا ڈالی جائے گی اور زمین اپنے اندر کے بوجھ باہر نکال دے گی “۔\nیوم یکون۔۔۔۔۔ المنفوش (101 : 4۔ 5) ” وہ دن جب لوگ بکھرے ہوئے پروانوں کی طرح اور پہاڑ رنگ برنگ کے دھنے ہوئے اون کی طرح ہوں گے “۔\nفارتقب یوم ۔۔۔۔۔ عذاب الیم (44 : 10۔ 11) ” اچھا انتظار کرو جب آسمان صریح دھواں لائے گا اور وہ لوگوں پر چھا جائے گا۔ یہ ہے دردناک سزا “۔\nیوم ترجف۔۔۔۔ کثیبا مھیلا (73 : 14) ” جب زمین اور پہاڑ لرز اٹھیں گے اور پہاڑوں کا ایسا ہوجائے گا جیسے ریت کے ڈھیر ہیں جو بکھرے جا رہے ہیں “۔\nالسماء منفطر بہ (73 : 18) ” آسمان پھٹا جا رہا ہوگا اس دن “۔\nکلا اذا دکت الارض دکا (89 : 21) ” ہر گز نہیں جب زمین پے در پے کوٹ کوٹ کر ریگ زار بجا دی جائے گی “۔\nفاذا برق۔۔۔۔۔ والقمر (75 : 7 تا 9) ” پھر جب دیدے پتھرا جائیں گے اور چاند بےنور ہوجائے گا اور چاند اور سورج ملا کر ایک کردیئے جائیں گے “۔\nفاذا النجوم۔۔۔۔ الجبال نسفت (77 : 8 تا 10) ” پھر جب ستارے ماند پڑجائیں گے اور آسمان پھاڑ دیا جائے گا اور پہاڑ دھنک ڈالے جائیں گے “۔\nویسئلونک عن۔۔۔۔ ولا امتا (20 : 105 تا 107) ” یہ اگر آپ سے پوچھتے ہیں کہ اس دن پہاڑ کہاں چلے جائیں گے۔ کہو میرا رب ان کو دھول بنا کر اڑا دے گا اور زمین کو ایسا ہموار چٹیل میدان بنا دے گا کہ اس میں کوئی بھی کجی اور سلوٹ نہ دیکھو گے “۔\nوتری الجبال۔۔۔۔ السحاب (27ـ : 88) ” آج تو پہاڑوں کو دیکھتا ہے اور سمجھتا ہے کہ خوب ہوئے ہیں مگر اس وقت یہ بادلوں کی طرح اڑ رہے ہوں گے “۔\nو یوم نسیر۔۔۔۔۔ الارض بارزۃ (18 : 47) ” جب ہم پہاڑوں کو چلائیں گے اور تم زمین کو بالکل برہنہ پائو گے “۔\nیوم تبدل ۔۔۔۔ والسموت (14 : 48) ” اس روز جبکہ زمین و آسمان بدل کر کچھ سے کچھ کردیئے جائیں گے “۔\nیوم نطوی۔۔۔۔ للکتب (21 : 104) ” وہ دن جبکہ آسمان کو ہم یوں لپیٹ کر رکھ دیں گے جیسے طومار میں اوراق لپیٹ دیئے جاتے ہیں “۔ یہ تمام آیات بتاتی ہیں کہ ہماری اس دنیا کا انجام نہایت ہی خوفناک ہوگا۔ اس میں اس زمین کو بلا مارا جائے گا اور اجسام عظیمہ ایک دوسرے کے ساتھ دھماکے سے ٹکرا جائیں گے اور پہاڑ ریزہ ریزہ ہو کر اڑ جائیں گے۔ سمندر پھٹ جائیں گے یعنی کرئہ ارض کے اضطرابات کی وجہ سے یا سمندروں کے ذرات پھٹ جائیں گے اور تابکاری سے پانیوں میں آگ لگ جائے گی۔ چمکدار ستارے بےنور ہوجائیں گے۔ آسمان پھٹ جائے گا اور ٹکرے ٹکرے ہوگا۔ کواکب ایک دوسرے کے ساتھ ٹکڑا کر ریزہ ریزہ ہو کر منتشر ہوجائیں گے۔ تمام آسمانی دوریاں ختم ہوجائیں گی۔ شمس وقمر ایک ہوجائیں گے۔ آسمان کبھی سیاہ دھوئیں کی طرح ہوگا اور کبھی آگ کے شعلے کی طرح ہوگا۔ غرض یہ ایک ہولناک گھڑی ہوگی اور اس میں انسان سخت خوفزدہ ہوگا۔\nغرض ایسی صورت میں اللہ تعالیٰ مشرکین کو اس بات سے ذراتا ہے ہیں کہ اس روز آسمان کو چیرتا ایک بادل نمودار ہوں گے اور اس دن فرشتوں کے پرے کافرین پر نازل ہوں گے ‘ جیسا کہ ان کا مطالبہ تھا۔ یہ مبالبہ وہ حضرت محمد ﷺ کی تصدیق کے لیے نہ کرتے تھے یہ فرشتے اللہ کے حکم سے اللہ کا عذاب لے کر آئیں گے۔\nوکان یوما۔۔۔۔ عسیرا (25 : 26) ” اور منکرین کے لیے یہ پڑا سخت دن ہوگا “۔ کیونکہ اس دن میں سخت عذاب سامنے وہ گا اس لیے وہ ایک ہولناک دن ہوگا۔ یہ لوگ کم علمی سے نزول ملائکہ کا مطالبہ کرتے ہیں حالانکہ ملائکہ عذاب لے کر آتے ہیں۔\nاس کے بعد قیامت کے مناظر میں سے ایک منظر لایا جاتا ہے۔ اس میں یہ گمراہ اور ظالم بہت زیادہ شرمندہ ہوں گے۔ یہ منظر بہت یہ طویل ہے۔ اس قدر طویل کہ ناظرین یہ خیال کرتے ہیں کہ یہ منظر چلتا ہی رہے گا۔ یہ ظالم نہایت ندامت اور حسرت کی وجہ سے ہاتھ کاٹ رہا ہے ‘ خود اپنے ہاتھ۔\nویوم یعض۔۔۔ للانسان خذولا (25 : 27 تا 29) ” ظالم انسان اپنے ہاتھ چبائے گا اور کہے گا ” کاش میں نے رسول کا ساتھ دیا ہوتا۔ ہائے میری کم بختی کاش میں نے فلاں شخض کو دوست نہ بنایا ہوتا۔ اس کے بہکائے میں آکر میں نے وہ نصیحت نہ مانی جو میرے پاس آئی تھی۔ شیطان انسان کے حق میں بڑاہی بےوفا بکلا “۔ یہ شخض اس گہرے تاسف کا اظہار کر رہا ہے اور اس کے ماحول پر سناٹا چھایا ہوا ہے۔ یہ شخض اپنی حسر تناک آواز کو بلند کرتے چلا جاتا ہے۔ اس کی چیخیں اس قدر دلدوز ہیں اور ان کا اثر اس قدر طویل ہے کہ یہ محفل طویل ہوتی جارہی ہے۔ اثرات عمیق ہوتے جارہے ہیں۔ یہاں تک آج بھی ان آیات کا پڑھنے والا گہرا تاسف لے لیتا ہے۔ منظر کو دیکھنے والے شریک غم ہوجاتے ہیں۔\nویوم یعض الظالم علی یدیہ (25 : 27) ” اس دن یہ ظالم اپنے ہاتھ چبائے گا “۔ یہ صرف ایک ہاتھ کو نہ چبائے گا بلکہ دونوں ہاتھوں کو چبائے گا۔ کبھی اس کو کبھی اس کو۔ یہ شدت غم کی وجہ سے اپنے ہاتھوں پر اپنا غصہ اتارے گا۔ ہاتھوں کو چبانا اشارہ اس طرف ہے کہ اس دن ظالم کی نفسیاتی حالت کیا ہوگی۔ اس کے غم اور اندوہ کو نہایت یہ مجسم فعل اور حرکت کے ساتھ ظاہر کیا گیا ہے یعنی غم کو یہ برداشت نہ کرسکے گا۔\nیقول یلیتنی۔۔۔۔ سبیلا (25 : 27) ” کہے گا کاش میں نے رسول اللہ کا ساتھ دیا ہوتا “۔ رسول کے طریقے پر چلا ہوتا۔ رسول سے علیحدہ نہ ہوا ہوتا۔ وہ رسول جس کی رسالت کا وہ منکر تھا ‘ اس لیے کہ یہ رسول بشرکیوں ہے۔\nیویلتی لیتنی۔۔۔۔۔ خلیلا (25 : 28) ” میری کم بختی ! کاش میں فلاں کو اپنا دوست نہ بناتا “۔ فلاں کو عام کردیا ہے۔ کسی کا نام نہیں لیا تاکہ اس میں تمام گمراہ کنند گان شامل ہوجائیں۔ تمام دوست جو دوستوں کو گمراہی کی طرف لے جاتے ہیں لیکن روایات میں آتا ہے کہ ان آیات کا سبب نزول عقبہ ابن معیط ہے۔ یہ شخض نبی ﷺ کے ساتھ بہت ہی بیٹھتا اٹھتا تھا۔ اس نے نبی ﷺ کو ضیافت کے لیے بلایا تو حضور نے فرمایا کہ میں تمہاری دعوت اس وقت تک قبول نہ کروں گا جب تک تم دو باتوں کی شہادت نہ دو ۔ چناچہ اس نے ایسا کیا۔ ابی ابن خلف بھی اس کا دوست تھا۔ اس نے اسے بہت ہی شرمندہ کیا۔ اور کہا تو بےدین ہوگیا ہے۔ تو اس نے جواب دیا کہ خدا کی قسم میں نے محمد کے دین کو قبول نہیں کیا۔ لیکن اس نے کہا کہ میں تمہاری دعوت اس وقت تک قبول نہ کروں گا جب تم کلمہ شہادت ادا نہ کرو۔ حالانکہ وہ میرے گھر میں تھے اور میرا کھانا نہ کھاتے تھے۔ مجھے اس سے بڑی شرم آئی کہ وہ میرا کھانا نہ کھائے۔ اس لیے میں نے کلمہ شہادت پڑھ لیا۔ تو ابی ابن خلف نے کہا خدا کی قسم میں تم سے تب راضی ہوں گا کہ تم اس کی گردن دبا کر اس کے منہ پر تھوکو۔ حضور اسے دارالندوہ میں سجدہ کرتے ہوئے مل گئے۔ اور اس (بد بخت) نے ایسا ہی کیا۔ اسے حضور اکرم نے فرمایا کی مکہ سے باہر تم جب بھی مجھے ملو گے میں تمہارا سر اڑا دوں گا۔ یہ شخض بدر کے دن گرفتار ہوا۔ آپ نے حضرت علی ؓ کو حکم دیا کہ اس کی گردن اڑا دو ۔\nلقد اضلنی۔۔۔ جاء نی (25 : 29) ” اس کے بہکاوے میں آکر میں نے وہ نصیحت نہ مانی جو میرے پاس گئی تھی “۔ یہ دراصل شیطان تھا جو گمراہ کر رہا تھا یا شیطان کا مدد گار تھا۔\nوکان۔۔۔۔ خذولا (25 : 29) ” اور شیطان انسان کے حق میں بڑاہی بےوفانکلا “۔ وہ انسان کو شرمندگی کے انجام تک پہنچاتا ہے۔ اور جب سچائی کا وقت آتا ہے کہ ہمیشہ شیطان بھاگ جایا کرتے ہیں۔ خصوصاً ہولناک اور کربناک مناظرو مواقع میں۔\nیوں قرآن کریم نے ان لوگوں کے دلوں کو جھنجوڑا۔ ان کے سامنے ان کے انجام کو کپکپا دینے والے مناظر کی شکل میں پیش کیا۔ اس طرح کہ گویا وہ ایک واقعہ ہے جسے دیکھا جارہا ہے۔ حالانکہ وہ لوگ ابھی اس زمین پر ہی ہیں جو اللہ کی تکذیب کررہے ہیں اور اللہ کے سامنے پیش ہونے کا بڑی حقارت کے ساتھ انکار کررہے ہیں اور ایسے مطالبات کررہے ہیں جو بیہودہ ہیں۔ حالانکہ وہاں نہایت ہی خوفناک صورت حال سے دو چار ہونے والے ہیں اور نہایت ہی شرمساری اور ندامت سے دوچار ہوں گے لیکن اس وقت ندامت کا کوئی فائدہ نہ ہوگا۔\nاب روئے سخن مناظر قیامت سے اس دنیا کی طرف آجاتا ہے۔ رسول اللہ ﷺ کے حوالے سے انہوں نے جو موقف اختیار کر رکھا ہے اس پر بات ہوتی ہے۔ اب ان کا اعتراض یہ ہے کہ قرآن مجید سب کا سب ایک ہی مرتبہ کیوں نازل نہیں ہوگیا۔ موجود انداز نزول قرآن قابل اعتراض ہے۔ اس سوال و جواب کا خاتمہ بھی قیامت کے منظر پر ہوتا ہے کہ جس طرح ان کا اعتراض الٹا ہے ‘ اسی طرح وہ جہنم میں الٹے ڈالے جائیں گے۔",
  "ayah": 29,
  "surah": 25
}
