{
  "text": "(وقال الذین کفروا۔۔۔۔۔۔۔۔۔۔۔۔۔ غفورا رحیما) (4 تا 6) ” “۔ “۔\nیہ تھا وہ جھوٹ جو اہل قریش نبی ﷺ پر باندھتے تھے۔ حالانکہ وہ اچھی طرح جانتے تھے کہ یہ بہت ہی بڑا افتراء ہے۔ کیونکہ قریش کے کبراء عوام کو جن باتوں کی تعلیم دیتے تھے ‘ ان سے یہ بات کس طرح مخفی رہ سکتی تھی کہ حضرت محمد ﷺ جس قرآن کی تلاوت فرما رہے ہیں وہ بشری اسالیب کلام سے بالکل ایک مختلف کلام ہے۔ وہ اس بات کو اپنے دل میں اچھی طرح محسوس کرتے تھے کیونکہ وہ انسانی اسالیب کلام سے اچھی طرح واقف تھے۔ جب وہ قرآن سنتے تھے تو وہ خود بھی اس سے بےحد متاثر ہوجاتے تھے۔ پھر بعثت سے قبل حضرت محمد ﷺ کے بارے میں ان کو پورا پورا یقین تھا کہ حضرت محمد ﷺ صادق اور امین ہیں۔ وہ نہ وہ جھوٹ بولتے تھے۔ نہ خیانت کرنے والے تھے۔ پھر یہ کس طرح ممکن ہے کہ وہ اللہ پر جھوٹ باندھیں۔ ایک بات اللہ نے نہیں کہی اور حضرت محمد ﷺ یہ کہیں کہ یہ اللہ کا کلام ہے۔\nوہ ایک توعناد اور ہٹ دھرمی کی وجہ سے یہ الزام لگاتے تھے اور دوسری وجہ یہ تھی کہ ان لوگوں کو دوسرے عرب کے مقابلے میں مکہ میں ایک قسم کی دینی سیادت حاصل تھی اور اس کی وجہ سے عربوں میں ان کا ممتاز مقام تھا ‘ اس وجہ سے وہ عام عربوں میں یہ الزام پھیلاتے تھے کیونکہ عام عرب اسالیب کلام سے واقف نہ تھے۔ اور نہ وہ قرآن اور عام کلام میں فرق کرسکتے تھے۔ اس لیے وہ کہتے۔\n(ان ھذا۔۔۔۔۔۔۔۔۔ قوم اخرون) (25 : 4) ” یہ فرقان ایک من گھڑت چیز ہے اور اس پر اسے خود گھڑ لیا ہے اور اس پر کچھ دوسرے لوگوں نے اس کی مدد کی ہے “۔ روایات میں تین یا زیادہ عجمی غلاموں کے نام لیے گئے ہیں کہ قوم اخرون (25 : 4) میں یہ لوگ اس طرف اشارہ کرتے تھے۔ یہ بات کس قدر بےتکی تھی۔ یہ اس قابل ہی نہ تھی کہ اس پر کوئی بحث کی جائے۔ سوال یہ ہے کہ اگر اس قسم کا کلام چند عجمی غلاموں کی امداد سے بنایا جاسکتا تھا تو آخر انہوں نے اس کے جواب میں کیوں ایسا کلام نہ بتایا۔ اس طرح تو وہ بڑی آسانی کے ساتھ حضرت محمد ﷺ کے دعوائے نبوت کو باطل کرسکتے تھے جبکہ قرآن کریم نے ان کو بار با چیلنج بھی کیا اور وہ بار بار ایسا کلام لانے میں ناکام بھی رہے۔\nیہی وجہ ہے کہ قرآن کریم نے یہاں ان کی اس بات کا کوئی جواب ہی نہیں دیا بلکہ اس کی واضح تردید کردی۔\nفقد جآء و اظلما وزورا (25 : 4) ” بڑا ظلم اور سخت جھوٹ ہے جس پر یہ لوگ اتر آئے ہیں “۔ یہ سچائی پر ظلم کرتے ہیں۔ حضرت محمد ﷺ پر ظلم کرتے ہیں ‘ اپنے نفوس پر ظلم کرتے ہیں ‘ ان کا جھوٹ واضح ہے اور بادی النظر میں باطل ہے۔ جس کی تردید کی ضرورت بھی نہیں ہے۔\nمزید الزامات حضور اکرم ﷺ پر اور قرآن مجید کے متعلق\n(وقالوا۔۔۔۔۔۔۔ واصیلا) (25 : 5) ” کہتے ہیں کہ یہ پرانے لوگوں کی لکھی ہوئی چیزیں ہیں جنہیں یہ شخص نقل کراتا ہے اور وہ اسے صبح و شام سنائی جاتی ہیں “ قرآن کریم نے اقوام سابقہ کے قصص نقل کیے ہیں۔ یہ عبرت ‘ نصیحت ‘ تربیت اور ہدایت کی خاطر۔ ان سچے قصوں کے بارے میں وہ کہتے ہیں۔\nاساطیرالآ ولین (25 : 5) کہ یہ پرانے لوگوں کی کہانیاں ہیں اور یہ کہ رسول اللہ ﷺ نے لوگوں سے کہا کہ یہ اس کے لیے نوٹ کرلی جائیں تاکہ اس پر صبح و شام پڑھی جائیں کیونکہ حضور ﷺ خود تو امی تھے ‘ لکھ پڑھ نہ سکتے تھے اور خود حضور اکرم ﷺ ان کہانیوں کو پھر خدا تعالیٰ کی طرف منسوب کرتے تھے۔ ان کے اس دعویٰ کے اندر ہی شکست پوشیدہ ہے کیونکہ ان کا دعویٰ ہی بےبنیاد ہے۔ اس قدر پوچ کہ اس پر بحث کی ضرورت ہی نہیں ہے۔ قرآن کریم نے قصص کو جس انداز میں پیش کیا ہے۔ وہ جس مقصد کے لیے لائے جاتے ہیں۔ ان سے جو استدلال کیا جاتا ہے اور جس طرح نفاست کے ساتھ وہ اپنے مقصد کو پورا کرتے ہیں اور ان سے جس گہرائی کے ساتھ مقاصد عالیہ ثابت ہوتے ہیں ‘ ان میں اور پرانے قصے کہانیوں میں زمین و آسمان کا فرق ہے۔ کیونکہ پرانے قصوں میں کوئی فکر اور کوئی نظر یہ نہیں ہوتا ‘ نہ ان قصوں کے پیش نظر کچھ مقاصد ہوتے ہیں۔ یہ قصے محض تفریح کی لیے اور فارغ اوقات میں اپنے آپ کو مصروف کرنے کے لیے ‘ لکھے اور پڑھے جاتے ہیں فقط۔ (تفصیلات کے لیے دیکھئے ” التصویر الغنی فی القرآن “ کا فصل ” القصہ “۔\nانہوں نے قرآن کریم کو اساطیر الاولین (25 : 5) کہا ہے ‘ اشارہ اس طرف ہے کہ یہ قصے بہت ہی پرانے زمانے کے ہیں۔ لہذا محمد ﷺ پر لازماً وہ لوگ پڑھتے ہوں گے۔ ان کا علم حاصل کرنے چلے آتے ہیں۔ لہٰذا اللہ تعالیٰ ان کے اس الزام کا رد یوں کرتا ہے کہ بیشک حضرت محمد ﷺ پر ان کا نزول اس ذات کی طرف سے ہورہا ہے جو ہر علم والے سے زیادہ علیم ہے۔ وہ تمام اسرار و رموز کا جاننے والا ہے یعنی اللہ اور اللہ پر اولین اور آخرین کا کوئی علم پوشیدہ نہیں ہے۔\nقل انزلہ الذی یعلم السر فی السموت والارض (25 : 6) ” اے نبی ﷺ ان سے کہو کہ اسے نازل کیا ہے ‘ اس نے جو زمین و آسمان کا بھید جانتا ہے “۔ قصص گویا ن دنیا کہاں اور وہ علیم وخبیر کہاں۔ انسان کا محدود علم اور ارض و سما کے وسیع علم رکھنے والے اللہ کے علم کامل و شامل کا مقابلہ ہی کیا ہے۔ یاک حقیر قطرے اور ایک بحرنا پیدا کنار کا کیا مقابلہ ہوسکتا ہے۔\nحقیقت یہ ہے کہ یہ لوگ بڑی غلطی کررہے ہیں جو رسول اللہ ﷺ پر یہ بوگس اور پوچ الزام عائد کرتے ہیں جبکہ وہ اللہ کے ساتھ شرک کے قائل ہیں حالانکہ اللہ نے ان کی تخلیق کی ہے۔ لیکن اس کے باوجود توبہ کا دروازہ کھلا ہے اور اس عظیم گناہ سے وہ باز آسکتے ہیں۔ اللہ جو زمین و آسمانوں کے بھیدوں کا واقف ہے۔ وہ ان کی افتراء پر دازیوں اور ان کی سازشوں سے خوب خبردار ہے لیکن اس کے باوجود وہ غفور و رحیم ہے۔ انہ کان غفورا رحیما (25 : 6)\nاسی موضوع پر بات مزید آگے بڑھتی ہے۔ رسول اللہ ﷺ کے بارے میں ان کے مزید اعتراضات کہ آپ بشر کیوں ہیں اور دسرے لفو مطالبات کو یہاں بیان کیا جاتا ہے۔",
  "ayah": 4,
  "surah": 25
}
