{
  "text": "(ولقد اتینا۔۔۔۔۔۔۔۔۔۔۔۔۔ وزیرا) (35 تا 40) ”\nیہ چند مثالیں سرسری مثالیں ہیں جن میں مکذبین کا انجام دکھایا گیا ہے۔ حضرت موسیٰ (علیہ السلام) کو کتاب دی جاتی ہے ان کے بھائی ہارون کو ان کا وزیر اور امدادی رسول بنایا جاتا ہے اور ان کو اس قوم کے مقابلے میں بھیجا جاتا ہے جس نے اللہ کی آیات کو جھٹلا دیا۔\nالقوم الذین کذبوا بایتنا (25 : 36) یہ تھے فرعون اور اس کے سردار جو اللہ کی آیات کی تکذیب کرتے تھے ۔ مطلب یہ ہوا کہ یہ لوگ آیات الہیہ کا انکار حضرت موسیٰ اور حضرت ہارون کو منصب رسالت عطا کیے جانے سے پہلے بھی کرتے تھے۔ کیونکہ اللہ کی آیات تو قائم و دائم ہیں۔ اس کائنات میں بھی ہیں اور انفس میں بھی ہیں ‘ رسولوں کا کام صرف یہ ہے کہ وہ لوگوں کو ان کی طرف متوجہ کرتے ہیں۔ ابھی دوسری آیت ختم نہیں ہوئی کہ بڑی سختی سے انجام بتادیا جاتا ہے۔\nفدمرنھم تد میرا (25 : 36) ” آخر کار ان لوگوں کو ہم نے تباہ کر کے رکھ دیا ہے “۔\nاس کے بعد قوم نوح کا حال\nکذبوا الرسل اغرقنھم (25 : 37) ” انہوں نے رسولوں کو جھٹلایا تو ہم نے ان کو غرق کردیا “\nقوم نوح نے تو صرف ایک رسول حضرت نوح (علیہ السلام) کو جھٹلایا تھا لیکن حقیقت یہ ہے کہ حضرت نوح نے جو عقیدہ ان کے سامنے پیش کیا تھا وہ تمام نبیوں کا عقیدہ تھا۔ جب انہوں نے حضرت نوح کو جھٹلایا تو گویا تمام رسولوں کو جھٹلادیا۔\nوجعلنھم للناس ایۃ (25 : 37) ” اور ان کو دنیا بھر کے لوگوں کے لیے نشان عبرت بنا دیا “۔ کیونکہ طوفان کا معجزہ کبھی بھی بھلایا نہیں جاسکتا۔ جو شخص بھی طوفان کے اس واقعہ پر غور کرے گا اسے عبرت حاصل ہوگی۔\nواعتدنا للظلمین عذابا الیما (25 : 37) ” اور ان ظالموں کے لیے ایک درد ناک عذاب ہم نے تیار کر رکھا ہے “۔ یہ عذاب حاضر و موجود ہے۔ کسی تیاری کی ضرورت نہ ہوگی۔ ظالمین کا لفظ ضمیر کی جگہ استعمال کیا گیا تاکہ یہ ان کا دائمی لقب ہو اور یہ بھی بتا دیا جائے کہ یہ عذاب ان کو ان کے ظلم کی وجہ سے دیا جائے گا۔ پھر عاد ‘ ثمود اور اصحاب الرس (وہ لوگ جن کے کنویں کی دیواریں نہ اٹھائی گئی تھیں ‘ یہ کہا جاتا ہے کہ یہ لوگ یمامہ کے ایک گائوں میں رہتے تھے اور انہوں نے اپنے نبی کو قتل کردیا تھا۔ ان جریر نے تو کہا ہے کہ یہ اصحاب الا خدود ہیں جنہوں نے مومنین کو جلا دیا تھا۔ جس کا ذکر سورة بروج میں آیا ہے) ۔ اور ان کے علاوہ دوسرے لوگ جو بعد کے ادوار میں آتے رہے سب کو اللہ نیہلاک کر کے نشان عبرت بنایا۔ انہوں نے پیغمبروں کی دعوت پر غور نہ کیا اور ہلاکت سے نہ بچ سکے۔\nیہ تمام مثالیں ‘ قوم موسیٰ ‘ نوح ‘ عاد ‘ ثمود ‘ اصحاب الرس ‘ درمیان زمانوں کی اقوام اور وہ قوم (لوط) جس پر بری بارش کی گئی۔ یہ سب اقوام ایک ہی راہ اور ایک ہی انجام تک پہنچیں۔ اور سب کو اللہ نے نشانہ عبرت بنایا۔\nوکلا تبرنا تتبیرا (25 : 40) ” سب کو ہم نے ہلاک کردیا بےدردی سے “۔ کیونکہ انہوں نے نبیوں کی تکذیب کی اور جو اقوام نبیوں کی تکذیب کرتی ہیں وہ ٹوٹ پھوٹ اور ہلاکت کے انجام سے دو چار ہوتی ہیں۔ یہاں اللہ تعالیٰ ان ساری اقوام کے المناک انجام پر نہایت ہی سر سری نظر ڈالتا ہے اور یہ سریع الحرکت بیان آکر حضرت لوط کی قوم کے بیان پر ختم ہوتا ہے جو ان کے اسفار سٹاء و صیف میں شاہراہ عام پر ان کو خوب نظر آتا ہے۔ اللہ نے اس قوم کو آتش نشانی کے عمل کے ذریعہ ہلاک کیا۔ ان پر پتھروں کی بارش کردی گئی۔ اور اس طرح ان کو پوری طرح ہلاک کردیا گیا۔ تعجب ہے کہ یہ سب کچھ دیکھتے ہوئے اور سنتے ہوئے یہ لوگ پھر بھی تکذبین کے انجام سے کوئی عبرت نہیں لیتے۔ یہ قیامت کا خوف اپنے دل میں نہیں رکھتے۔ اللہ کے سامنے پیشی سے نہیں ڈرتے۔ یہ صرف اس وجہ سے ہے کہ ان کے دل پتھر بن گئے ہیں ‘ مسخ ہوچکے ہیں۔ یہی وجہ ہے کہ رسول اللہ ﷺ کے مقابلے میں انہوں نے کینہ ‘ عناد ‘ استکبار اور مذاق کا رویہ اختیار کیا ہے اور قرآن پر یہ طرح طرح کے اعتراضات کرتے ہیں۔\nاقوام مکذبہ پر اس سرسری نظر کے بعد روئے سخن اب ان لوگوں کے مزاحیہ انداز کی طرف پھرجاتا ہے۔ اس سے قبل انہوں نے اللہ کی شان میں بھی ایسی ہی گستاخی کی تھی۔ اور کہا تھا کہ یہ قرآن موجودہ انداز سے کیوں نازل ہورہا ہے۔ تعجب ہے کہ یہ سب کچھ دیکھتے ہوئے اور سنتے ہوئے یہ لوگ پھر بھی مکذبین کے انجام سے کوئی عبرت نہیں لیتے۔ یہ قیامت کا خوف اپنے دل میں نہیں رکھتے۔ اللہ کے سامنے پیشی سے نہیں ڈرتے۔ یہ صرف اس وجہ سے ہے کہ ان کے دل پتھر بن گئے ہیں ‘ مسخ ہوچکے ہیں۔ یہی وجہ ہے کہ رسول اللہ ﷺ کے مقابلے میں انہوں نے کینہ ‘ عناد ‘ استکبار اور\n(واذا راوک۔۔۔۔۔۔۔۔۔۔۔ سبیلا) (41 تا 44) ” یہ لوگ جب تمہیں دیکھتے ہیں تو تمہارا مذاق بنا لیتے ہیں (کہتے ہیں) ” کیا یہ شخص ہے جسے خدا نے رسول بنا کر بھیجا ہے ؟ اس نے تو ہمیں گمراہ کر کے اپنے معبودوں سے برگشتہ ہی کردیا ہوتا۔ اگر ہم ان کی عقیدت پر جم نہ گئے ہوتے “۔ اچھا ‘ وہ وقت دور نہیں ہے جب عذاب دیکھ کر انہیں خود معلوم ہوجائے گا کہ کون گمراہی میں دور نکل گیا تھا۔ کبھی تم نے اس شخص کے ال پر غور کیا ہے جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا ہو۔ کیا تم ایسے شخص کو راہ راست پر لانے کا ذمہ لے سکتے ہو ؟ کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سنتے اور سمجھتے ہیں ؟ یہ تو جانوروں کی طرح ہیں ‘ بلکہ ان سے بھی گئے گزرے “۔\nحضرت محمد ﷺ اپنی قوم میں دیکھے سنے ہوئے تھے۔ قبل بعثت آپ ﷺ ان کے ہاں اک نہایت معتبر شخص تھے۔ آپ بنی ہاشم کے ایک چوٹی کے فرد تھے جو قریش کے چوٹی کے لوگ تھے۔ اپنے اخلاق کی وجہ سے بھی آپ بڑے مرتبے اور مقام کی شخصیت تھے اور بعثت سے قبل صادق اور امین مشہور تھے۔ جب تعمیر خانہ کعبہ کے وقت حجر اسود رکھنے کے مسئلے پر قریش کے اندر اختلافات پیدا ہوگئے تو تمام لوگ اس بات پر تیار ہوگئے کہ آپ اس پتھر کو نصب کردیں اور جب آپ نے ان کو صفا پر بلایا اور ان سے پوچھا کہ اگر میں کہوں کہ اس پہاڑ کے اس طرف ایک فوج آپ لوگوں پر حملہ آور ہو رہی ہے تو کیا آپ میری بات کو تسلیم کریں گے تو سب نے کہا ‘ ہاں آپ ﷺ ہمارے ہاں۔۔ نہیں ہیں۔\nلیکن بعثت کے بعد قرآنی دعوت پیش کرنے کے بعد وہی تھے جو حضرت محمد ﷺ کے ساتھ مذاق کرتے تھے۔\nاھذا الذی بعث اللہ (25 : 41) ” کیا یہ شخص ہے جسے خدا نے رسول بنا کر بھیجا ہے “ ۔ یہ فقرہ وہ بطور مذاق کہتے تھے۔ کیا یہ بات تھی کہ نبی ﷺ کی ذات سے وہ مذاق کرنا چاہتے تھے یا قرآن کریم میں کوئی ایسی بات تھی جس کے ساتھ مذاق کیا جاسکتا تھا۔ نہیں ‘ یہ دونوں باتیں نہ تھیں بلکہ یہ بات وہ کبرائے قریش کے ایک سوچے سمجھے منصوبے کے تحت کہتے تھے۔ اس طرح وہ نبی ﷺ کی عظیم شخصیت کی کردار کشی کرنا چاہتے تھے۔ اور اس طرح وہ قرآن کریم کے بےپناہ اثرات کو کنٹرول کرنا چاہتے تھے۔ یہ انہوں نے اس جدید دعوت کا مقابلہ کرنے کے لیے ایک تدبیر اختیار کی تھی کیونکہ سابقہ معاشرے میں ان کو جو مقام اور مرتبہ حاصل تھا ‘ اس کو خطرہ لاحق ہوگیا تھا۔ نیز ان کے بعض اقتصادی مفادات سابقہ نظام جاہلیت سے وابستہ تھے۔ یہ منصبی اور اقتصادی حیثیت ان کو ان نظریاتی خرافات کی وجہ سے حاصل تھی جو عربی معاشرے پر چھائے ہوئے تھے اور قرآن ان خرافات لایعنی کو جڑ سے اکھاڑ کر پھینک رہا تھا۔\nیہ لوگ جدید دعوت کا مقابلہ کرے کے لیے بڑی بڑی مجلسیں کرتے تھے۔ ان مجالس میں یہ لوگ اس قسم کے غلط پروپینڈے اور جھوٹے کردار کشی کے فیصلے کرتے تھے۔ حالانکہ وہ اچھی طرح جانتے تھے کہ وہ یہ سب کچھ جھوٹ کہہ رہے ہیں۔ ابن اسحاق نے روایت کی ہے کہ ایک بار ولید ابن مغیرہ کے پاس قریش کے کچھ لوگ بیٹھے ہوئے تھے۔ یہ بڑا معمو اور دانشور شخص تھا۔ موسم حج قریب تھا۔ اس نے ان قریشیوں سے کہا کہ موسم حج آنے والا ہے۔ تمام عالم عرب سے وفود مکہ آئیں گے۔ انہوں نے تمہارے اس آدمی کے بارے میں تو سن رکھا ہے۔ لہذا مناسب ہے کہ اس کے بارے میں تم اپنی رائے ایک کرلو۔ یہ نہ ہو کہ تم مختلف باتیں کرو۔ اور ایک دوسرے کی تکذیب کرتے پھرو۔ انہوں نے کہا عبدالشمس کے باپ بس تم ہی بتا دو تم ایک رائے قائم کرکے ہمیں کہو ہم سب وہی بات کریں گے ‘ یہ سنکر اس نے کہا کہ پہلے تم بتائو کہ تم کیا کہو گے۔ میں دیکھوں کہ تم کیا کہتے ہو۔ انہوں نے کہا ہم اس کے بارے میں کہیں گے کہ یہ ایک کاہن ہے۔ اس نے کہا ‘ خدا کی قسم یہ بات غلط ہے۔ یہ کاہن نہیں ہے۔ ہم نے کاہنوں کو دیکھا ہے۔ یہ نہ ان کی طرح گنگناتا ہے اور نہ ان کی طرح سجع بندی کے ذریعے بات کرتا ہے۔ انہوں نے کہا : تو پھر ہم کہیں گے کہ یہ مجنوں ہے۔ تو اس نے کہا کہ یہ مجنوں بھی نہیں ہے۔ ہم مجنونوں کو اچھی طرح دیکھتے اور جانتے ہیں۔ نہ مجنوں کی طرح اس کا گلا گھٹتا ہے نہ اسے کوئی خلجان ہے اور نہ کوئی وسوسہ ہے۔ تو انہوں نے کہا تو پھر ہم کہیں گے یہ ایک شاعر ہے۔ تو اس نے کہا وہ تو شاعر نہیں ہے۔ شعر کی اقسام اور اوزان ‘ رجز ‘ ہزج ‘ قریض ‘ مقبوض اور مبسوط کو ہم میں سے ہر شخص جانتا ہے۔ اس پر انہوں نے کہا تو ہم پھر کہیں گے کہ یہ جادو گر ہے تو اس نے کہا وہ تو جادو گر نہیں ہے۔ ہم نے جادو گروں کے جادو کو دیکھا ہے۔ نہ وہ ان کی طرح پھونکتا ہے ‘ نہ گرہیں ڈالتا ہے۔ تو انہوں نے کہا کہ عبدالشمس کے باپ تم ہی بتائو کہ پھر ہم کیا کہیں ؟ اس نے کہا خاد کی قسم اس کا کلام بہت میٹھا ہے۔ اس کی اساس ایک موٹے تنے پر ہے اور اس کی شاخیں تازہ پھول کی طرح ہیں۔ ان باتوں میں سے تم جو بات بھی کہو گے لوگوں کو معلوم ہوجائے گا کہ یہ غلط بات کہی جارہی ہے۔ بہر حال سب سے مناسب بات جو تم کہہ سکتے ہو وہ یہ ہے کہ وہ ساحر ہے اور اس کا کلام اس قدر جادو بھرا ہے کہ ایک شخص اور اس کے باپ ‘ اس کے بھائی ‘ اس کی بیوی اور اس کے خاندان کے درمیان جدائی ڈال دیتا ہے۔ چناچہ یہ بات لے کر وہ اس کے پاس سے چلے گئے۔ جب حج کا موسم آتا تو یہ لوگ راستوں میں بیٹھ جاتے ‘ جو شخص بھی ان پر سے گزرتا اسے ڈراتے اور حضرت محمد ﷺ کے بارے میں بتاتے رہتے۔\nیہ ہے مثال ان کی گہری سازش اور تدبیر کی وجو وہ حضور ﷺ کے خلاف کرتے تھے اور یہ سازش وہ جانتے ہوئے کرتے تھے کہ حضور اکرم ﷺ سچے ہیں۔ اس لیے یہ جو وہ کہتے تھے :” کیا اس شخص کو اللہ کا رسول بنا کر بھیجا ہے “ یہ بطور تمسخر نہ کہتے تھے ‘ بلکہ یہ وہ گہری سازش کے تحت محض کردار کشی کے لیے کہتے تھے حالانکہ ان کا شعور گواہ تھا کہ وہ حضور ﷺ کو حق پر سمجھتے تھے۔ یہ باتیں کہہ کر وہ عوام کی نظروں میں حضور ﷺ کی شان گراتے تھے تاکہ سابقہ نظام میں ان کو جو عزت اور مرتبہ کا مقام حاصل تھا وہ باقی رہے اور جو مالی مفادات ان کو حاصل ہوتے تھے وہ ان کو حاصل ہوتے رہیں۔ قریش نے رسول اللہ ﷺ کے خلاف جو رویہ اختیار کیا ‘ ہر زمان و مکان میں دعوت حق کے ساتھ مفاد پرست لوگ یہی سلوک کرتے ہیں۔\nزبانی طور پر تو وہ مذاق کے انداز میں پروپیگنڈے کرتے تھے اور آپ کی کردار کشی کرتے تھے لیکن خود ان کی باتوں سے یہ بات ظاہر ہوجاتی تھی کہ یہ لوگ حضور اکرم ﷺ کی دعوت سے کس قدر گھبرائے ہوئے تھے۔ وہ قرآن کریم کے اٹل دلائل کے بارے میں یہ تبصرہ بھی کرتے تھے۔\n(ان کاد۔۔۔۔۔۔۔۔ علیھا) (25 : 42) ” اس نے ہمیں گمراہ کرکے اپنے معبودوں سے برگشتہ کر ہی دیا ہوتا اگر ہم ان کی عقیدت پر جم نہ گئے ہوتے “۔ حقیقت یہ ہے کہ ان کی ذہنی دنیا میں ایک قسم کا بھونچال آگیا تھا۔ قریب تھا کہ وہ اپنے الہوں کو چھوڑ کر بھاگ جائیں لیکن وہ بڑی استقامت سے اپنے الہوں پر جم گئے۔ اپنے دین اور اس کے ساتھ وابستہ مناسب ومفادات کو بچاتے رہے۔ اگر وہ ایسا نہ کرتے یعنی مقابلہ کر کے صبر اور مصابرت سے کام نہ لیتے تو وہ بھی اپنے الہوں کو ترک کرچکے ہوتے۔ تعجب یہ ہے کہ اپنی ہٹ دھرمی اور مفادات کی وجہ سے یہ لوگ ہدایت کو ضلالت کہتے۔ یہی تو ان کی ضلالت تھی کہ خرد کا نام جنوں رکھ رہے تھے لیکن حضرت محمد ﷺ کی دعوت نے ان کے ایوانوں میں جو زلزلہ برپا کردیا تھا اس کو وہ چھپا نہ سکے۔ اگر چہ غایت درجہ ہٹ دھرمی اور اصرار کی وجہ سے وہ حضرت محمد ﷺ کی شخصیت اور قرآن پر حرف گیری کرتے تھے۔ اس لیے اللہ تعالیٰ بھی انہیں خبردار فرماتا ہے کہ بہت جلد وہ اپنے انجام تک پہنچ جائیں گے۔\n(وسوف۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ سبیلا) (25 : 42) ” وہ وقت دور نہیں ہے جب عذاب دیکھ کر انہیں خود معلوم ہوجائے گا کہ کون گمراہی میں دور نکل گیا ہے “۔ ان کو اچھی طرح معلوم ہوجائے گا کہ حضرت محمد ﷺ جو دعوت لے کر آئے تھے وہ تو ہدایت تھی اور جس پر وہ قائم تھے وہ ضلالت تھی۔ لیکن جب وقت چلا جاتا ہے تو پھر علم کا کوئی فائدہ نہیں رہتا۔ اس وقت تو وہ عذاب دیکھ لیں گے۔ خواہ یہ عذاب دنیا کا ہو ‘ جس طرح بدر کے دن انہوں نے خوب چکھا ‘ یا آخرت کا ہو جسے وہ یوم الحساب میں دیکھیں گے ‘ جانیں گے اور چکھیں گے۔\nاب روئے سخن حضرت محمد ﷺ کی طرف پھرجاتا ہے۔ آپ کو ان کے عناد ہٹ دھرمی اور استہزاء پر تسلی دی جاتی ہے کہ آپ نے تو دعوت پہنچا نے میں کوئی کوتاہی نہیں کی۔ آپ نے پورے پورے دلائل سنا دیئے اور مناسب نہ تھا کہ ان کا ردعمل وہ ہوتا جو ہوا ہے۔ قصور صرف ان کا ہے۔ انہوں نے دراصل اپنی خواہشات نفسانیہ کو اپنا الہٰ بنارکھا ہے۔ اور وہ کسی محبت اور برہان کی طرف توجہ کرنے والے نہیں ہیں۔ اگر لوگ نہیں مانتے تو رسول ﷺ کیا کرسکتا ہے۔\n(ارءیت۔۔۔۔۔۔۔۔۔۔۔۔۔۔ وکیلا) ( ُ 25 : 43) ” کیا تم نے اس شخص کے حال پر غور کیا ہے جس نے اپنی خواہش نفس کو اپنا خدا بنا لیا ‘ کیا تم ایسے شخص کو راہ راست پر لے آنے کا ذمہ لے سکتے ہو “۔ یہ عجیب انداز بیان ہے۔ اس سے ان کی عجیب نفسیاتی حالت کا اظہار ہوتا ہے کہ کسی شخص کا نفس تمام طے شدہ معیار ‘ تمام مسلمہ استدلال ‘ تمام طے شدہ اقدار کو چھوڑ کر صرف اپنی خواہش نفس ‘ اپنی پسند اور اپنی ضد کی بندگی شروع کردے۔ کسی استدلال ‘ کسی برہان ‘ کسی منطق اور کسی سنجیدہ بات پر کان نہ دھرے۔ بس صرف اپنی خواہش کو الہٰ بنا کر پوجے۔\nاللہ جل شانہ اپنے بندے کو نہایت ہی نرمی ‘ محبت ‘ انس اور گہرے تعلق کے انداز میں پکارتا ہے۔ ارئیت کیا کبھی تم نے غور کیا ہے ‘ کیا تمہیں علوم ہے۔ ایسے شخص کی تصویر کشی کی جارہی ہے جس کے سامنے کوئی معقول بات پیش کرنا فضول ہے۔ وہ حجت ‘ حقیقت اور غور وفکر کو جانتا ہی نہیں ہے۔ ان چیزوں کی اس کے ہاں کوئی قدر و قیمت نہیں ہے۔ اس لیے رسول اللہ ﷺ کو تسلی کے طور پر کہا جاتا ہے کہ ایسا شخص ہدایت کے قابل ہی نہیں ہے۔ لہذا آپ کے ذمہ ایسے شخص کی ہدایت نہیں لگائی جاسکتی اور نہ آپ ایسے شخص کے وکیل ہو سکتے ہیں۔ اور نہ ایسے لوگ ہدایت تک پہنچ سکتے ہیں۔\nافانت تکون علیہ وکیلا (25 : 43) ” کیا تم ایسے شخص کو راہ راست پر لانے کا ذمہ لے سکتے ہو ؟ “ یہ لوگ جنہوں نے اپنی خواہشات کو اپنا معبود اور الہٰ بنا رکھا ہے ‘ ان کی اصل حیثیت اور ان کا اصل مقام بھی یہاں بتا دیا جاتا ہے کہ یہ بہت ہی حقیر لوگ ہیں۔ یہ محض اپنی خواہشات اور مفادات کے بندے ہیں۔ یہ حجت اور حقیقت کے آگے جھکنے والے نہیں ہیں۔ بلکہ یہ خواہشات اور مفادات کے آگے سجدہ ریز ہونے والے ہیں۔ بلکہ ان کو اس سے بھی زیادہ گرا ہوا مقام دیا جاتا ہے کہ مقام انسانیت سے گر کر مقام حیوانیت خالصہ میں داخل ہوگئے ہیں بلکہ اس سے بھی نیچے۔\n(ام تحسب۔۔۔۔۔۔۔۔۔۔۔۔۔ اضل سبیلا) (25 : 44) ” کیا تم سمجھتے ہو کہ ان میں سے اکثر لوگ سنتے اور سمجھتے ہیں ؟ یہ تو جانوروں کی طرح ہیں ‘ بلکہ ان سے بھی گئے گزرے “۔ یہاں اللہ تعالیٰ نے نہایت ہی محتاط انداز کلام اختیار فرمایا ہے۔ یہ کہا ہے اکثرھم سب نہیں بلکہ ان کی اکثریت ایسی ہے۔ کیونکہ اہل مکہ کی ایک قلیل لعداد تو ابتداء ہی میں حلقہ بگوش اسلام ہوگئی تھی۔ یا انمیں سے اکثر اس پر غور کرتے تھے۔ البتہ اکثریت ایسی تھی جو محض خواہش نفسی اور مفادات کی خاطر نہ مانتی تھی۔ ان کے کانوں پر دلائل پڑتے تھے۔ ان کی عقل اسے مانتی تھی لیکن پھر بھی ضد کرتے تھے۔ یہ گویا جانور محض تھے۔ انسان اور انور میں فرق ہی یہ ہیکہانسان غور وفکر کرتا ہے اور پھر انسان اپنے غور وفکر کے مطابق اچھا طرز عمل بھی اختیار کرتا ہے۔ بصیرت اور قصد و ارادے سے حقائق کو اپناتا ہے۔ حجت اور دلیل سے بات کرتا ہے اور سنتا ہے۔ اور اگر انسان اپنے ان خصائص کو چھوڑ دے تو وہ بہائم سے بھی بد تر ہوجاتا ہے۔ کیونکہ بہائم کو اللہ نے جو شعور دیا ہے وہ تو اس سے استفادہ کرتے ہیں اور انسان کو جو عقل و دانش دی گئی ہے وہ اس سے اسفادہ نہیں کرتا۔ حیوانات اپنے فرائض منصبی صحیح طرح ادا کرتے ہیں لیکن انسان ادا نہیں کرتا۔ حیوانات اپنے شعور سے فائدہ اٹھاتے ہیں اور یہ اپنے تدبر سے کام نہیں لیتا۔\n(ان ھم الا۔۔۔۔۔۔۔۔۔۔ اضل سبیلا) (25 : 44) ” “۔ یہ ہے جواب ان کے استہزاء کا ۔ یعنی تم انسان ہی نہیں ہو ‘ حیوانوں سے بد تر ہو۔ اس لیے تم سرور کو نین حضرت محمد ﷺ کے ساتھ مذاق کرتے ہو۔ یوں اس سبق کا خاتمہ ‘ جواب آل غزل پر ہوتا ہے۔",
  "ayah": 41,
  "surah": 25
}
