{
  "text": "درس نمبر 159 ایک نظر میں\nاس سبق میں مشرکین کے اعتراضات اور رسول اللہ ﷺ کے ساتھ ان کے بحث و جدل کے موضوع کو چھوڑ کر اس کائنات کے مشاہد و مناظر کی سیر کرائی جاتی ہے۔ نبی ﷺ کے دل اور آپ کے احساسات کو اس کائنات کی طرف متوجہ کیا جاتا ہے۔ مشرکین کے لایعنی اعتراضات کی وجہ سے پیدا ہونے والے غبار خاطر کو دور کرنے کے لیے ‘ مناظر کائنات کے ساتھ یہ اتصال اور ان کی طرف یہ توجہ کافی ہے۔ کائنات کی وسعتوں کی یہ سیر آپ کے دل کے سکون اور شرح صدر کے لیے ایک وسیع میدان ہے جس کے مقابلے میں سازشیں کرنے والوں کی چھوٹی چھوٹ سازشیں اور دشمنی کرنے والوں کی بےمقصد دشمنیاں نہایت ہی حقیر نظر آتی ہیں۔\nقرآن کریم انسانوں کے دل و دماغ کو ہمیشہ اس کائنات کے مشاہد و حقائق پر غور کرنے کی طرف متوجہ کرتا ہے۔ انسانی سوچ اور انسانی تدبر اور مشاہدات قدرت کے درمیان ربط پیدا کیا جاتا ہے۔ اور انسان کے ذرائع شعور و ادراک کو جگا کر اس بات کے لیے تیار کرتا ہے کہ وہ ان کے مشاہد اور مناظر کو بالکل ایک جدید احساس کے ساتھ دیکھیں۔ اور مشاہد قدرت اور فطرت کے عجوبوں کی پکار کو سنیں اور ان کی پکار پر لبیک کہیں۔ قرآن انسان کو حکم دیتا ہے کہ وہ اس کائنات کی سیر کرے اور اس کے اندر بکھرے ہوئے دلائل قدرت اور آیات فطرت کو اخذکر لے۔ کیونکہ یہ کائنات دراصل ایک کھلی کتاب ہے اور اس کے صفحات میں صائع کائنات کی کاریگریاں اور صنعت کاریاں ہمارے تدبر کے لیے چشم براہ ہیں۔ قرآن کریم انسان کو حکمدیتا ہے کہ وہ دست قدرت کے ان آثار کو پانے کی کوشش کرے۔ اسے چاہیے کہ وہ اپنی آنکھ کو بینا ‘ احساس کو تیز اور کانوں کو کھلا رکھے اور اپنے ان ذرائع ادراک کے ذریعے غور و تدبر کے موضوعات تلاش کرے۔ اس طرح وہ اتصال با للہ حاصل کرے یعنی اللہ کی صنعت کاریوں کے ذریعے اللہ کی ذات کی معرفت حاصل کرے۔\nجب انسان اس کائنات میں کھلے دل اور کھلی آنکھوں سے زندگی بسر کرے ‘ اس کی روح اور اس کا احساس جاگ رہا ہو۔ اس کی فکر اور اس کی سوچ مربوط ہو ‘ تو اس پر دنیا کی معمولی و ابستگیوں سے ذرا بلند ہوجاتی ہے۔ اور اس کا تصور حیات بلند ہوجاتا ہے اور اس کا احساس بہت تیز ہوجاتا ہے۔ پھر وہ سوچنے لگتا ہے کہ اس محدود دنیا کے مقابلے میں کائنات کے آفاق بہت ہی وسیع ہیں۔ پھر اس کائنات میں جو کچھ بھی موجود ہے ‘ یہ فقط ایک ہی ارادے کے نتیجے میں موجود ہے۔ یہ تمام چیزیں ایک ہی ناموس حیات کے اندر بندھی ہوئی ہیں۔ پھر اپنی حرکت میں یہ تمام چیزیں ایک ہی خالق کی طرف متوجہ ہیں۔ اور خود انسان بھی اس کائنات کی مخلوقات میں سے ایک ہے اور یہ بھی دست قدرت کے ساتھ وابستہ ہے۔ اور اس کا پورا ماحول دست قدرت جکڑا ہوا ہے۔ وہ جو کچھ دیکھ رہا ہے اور جو کچھ چھو رہا ہے وہ قدرت کی صنعت کاریاں ہیں۔\nاس تصور سے انسان کے پردہ احساس پر شعور تقویٰ ‘ شعور محبت اور شعور اعتماد کی ایک امتزاجی کیفیت نمودارہوتی ہے۔ جس سے انسان کی روح سرشارہوتی ہے اور اس کی دنیا معنویت سے بھر جاتی ہے اور انسان کو ایک خاص اندرونی تطہیر ‘ اطمینان اور انس و محبت حاصل ہوتی ہے۔ چناچہ اس روح ‘ اس مفہوم اور اس تصور کے ساتھ انسان اس کرئہ ارض پر چلتا پھرتا ہے اور آخر کار وہ اللہ کے ساتھ مل جاتا ہے۔ اس طرح انسان کی یہ زندگی نہایت ہی خوشگوار تفریحی سفر بن جاتی ہے۔ وہ اللہ کی صنعت کاریوں کی ایک نمائش اور ایک میلے میں گم ہوتا ہی اور وہ ہر وقت اللہ کی اس خوبصورت کائنات کے ایسے دسترخوان پر ہوتا ہے جسطرح طرح کی نعمتیں چنی ہوئی ہیں۔\nاس سبق کا آغاز سایہ کی تصویرکشی سے ہوتا ہے۔ دست قدرت اس سائے کو طویل تر کردیتا ہے اور پھر آہستہ آہستہ اسے سیکڑا جاتا ہے۔ فیض و ہاط کا یہ عمل نہایت ہی نرمی اور لطف اور غیر محسوس طریقے سے ہوتا ہے۔ پھر ہم رات کے اندھیرے میں اپنی اپنی آرام گاہ کی طرف دوڑ پڑتے ہیں۔ پوری کائنات پر سکون اور خاموشی طاری ہوجاتی ہے ۔ پھر ہم دن میں داخل ہوتے ہیں اور نہایت ہی ترتیب سے زندگی کی تگ و دو شروع ہوجاتی ہے۔ پھر رحمت کی ہوائیں چلتی ہیں ‘ بادل لاتی ہیں اور بارش برساتی ہیں۔ پھر ہم سمندر میں ہیں ‘ ساتھ ساتھ میٹھے پانی اور کھارے پانی باہم ملے ہوئے ہیں اور ان دونوں کے درمیان ایک پردہ حائل ہے جو دست قدرت کی صنعت کاری ہے۔ یہ دونوں سمندر اور دونوں پانی آپس میں مل نہیں پاتے۔ پھر عام پانیوں سے ہم مرد کے ساغر حیات کی طرف آجاتے ہیں۔ یہ نطفے کی ایک بوند ہوتی ہے۔ اچانک یہ ایک زندہ انسان کی شکل اختیار کرلیتا ہے۔ پھر ایک منظر پر ہم دیکھتے ہیں کہ پوری زمین و آسمان کی تخلیق چھ دنوں میں ہے۔ زمین و آسمان کے اندر بروج ہیں۔ سراج منیر اور قمر منیر ہیں۔ پھر رات اور دن ایک دوسرے کے پیچھے آرہے ہیں اور زمانے گزرجاتے ہیں۔\nکائنات کی اس سیر کے اندر ہمارا دل زندہ ہوجاتا ہے اور ہماری سوچ مدبر کائنات کی صنعت کاریوں میں گم ہوجاتی ہے ۔ اور انسان کے دل میں اللہ کی قدرت اور تدبیر کے نظارے میں تازہ ہوجاتے ہیں۔ پھر انسان سوچتا ہے کہ مشرکین کس قدر احمق ہیں کہ وہ اس رب کیساتھ کسی کو شریک کرتے ہیں اور ایسے چیزوں کی بندگی کرتے جو ان کو نہ نفع پہنچاسکتی ہیں اور نہ ضرر دے سکتی ہیں۔ انسان سوچتا ہے کہ رب تعالیٰ کے بارے میں یہ لوگ کس قدر جاہل ہیں اور اللہ کی ذات پر کس قدر جرات کرتے ہیں اور کفر و انکار کا مظاہرہ کرتے ہیں۔ اس کائنات کے اندر موجود دلائل اور آیات اور شواہد و نشانات کے ان عجوبوں کے ہوتے ہوئے مشرکین کا رویہ نہایت ہی عجیب لگتا ہے۔ اس کائنات کے یہ مناظر اور اللہ کی تخلیق کے یہ نمونے انسانی ہدایت کے لیے کافی و شافی ہیں۔\nآیئے ذرا دست قدرت کی ان صنعت کارویں کی سیر کریں جس کا ہر پہلو ہمیں واصل باللہ کرنے کے لیے کافی ہے۔ اور جس کی صرف ایک وادی کی سیر ہی ہماری پوری زندگی کے لیے کافی ہے۔\n(الم تر۔۔۔۔۔۔۔۔۔ قبضا یسیرا) (45 : 46)\nکشادہ اور لطیف سائے کا تصور ہی ایک کبیدہ خاطر اور تھکے ہوئے انسان کے لیے فرحت بخش ہوتا ہے۔ ایسے سائے میں انسان اپنے آپ کو نہایت ہی پر سکون تصور کرتا ہے۔ انسان کو یوں لگتا ہے کہ ایک نہایت ہی رحیم و کریم دست شفقت انسان کی روح اور جسم کو چھورہا ہے اور زندگی کے آرام اور زخموں پر نہایت ہی آڑام دہ مرہم پٹی ہورہی ہے۔ تھکے ہارے دلوں کو قدرت کا یہ ماحول دست شفقت فراہم کرتا ہے۔ کیا اللہ یہی چاہتا کہ اس کے بندے پر طرح طرح کے الزام لگا کر ‘ اس کے ساتھ مذاق کر کے ‘ اس کے دل کو دکھایا گیا ہے ‘ لہذا اسے قدرتی شفقت کا یہ ماحول فراہم کیا جائے۔ اسے تھوڑی دیر کے لیے اس جاں گسل کشمکش کے ماحول سے نکال کر قدرتی سکون کا ماحول فراہم کیا جائے اور اس زبردست معرکہ آرائی میں آپ ﷺ کے دکھے ہوئے دل کو سکون فراہم کیا جائے۔ یاد رہے کہ یہ مکی دور ہے اور آپ کو مشرکین مکہ کے جودو انکار ‘ کبروعناد اور مکرو قریب کا مقابلہ کرتے ہوئے ایک طویل زمانہ گزر گیا ہے۔ آپ کے ساتھی کم ہیں ‘ مشرکین ہر طرف سے پھیلے ہوئے ہیں اور اللہ تعالیٰ کی جانب سے آپ اور اہل ایمان کو اس اذیت استہزاء اور دست درازیوں کا جواب دینے کی اجازت نہیں ہے۔\nواقعہ یہ ہے کہ ایسے مشکل حالات میں آپ کے دل پر قرآن کریم کا جو ٹکڑا نازل ہوتا تھا وہ بہت ہی آرام دہ مرہم کا کام دیتا تھا۔ یہ دراصل تھکے ماندے مسافر کے لیے وسیع اور گہرا سایہ ہوتا تھا۔ اور کفر و حجود اور عناد اور عصبیت کی گرم لو میں ٹھنڈی اور خوشگوار چھائوں ہوتی تھی۔ سایہ خصوصاً ایک تپتے ہوئے صحراء میں ‘ اس سورت کی روح ‘ موضوع ‘ مضمون اور جدل وجدال کے گرم ماحول میں امن و سکون اور ملجاو ماویٰ فراہم کرتا ہے۔\nقرآن کریم اس سایہ کی تصویر اس طرح کھینچتا ہے کہ دست قدرت اسے لمبا کرتا جاتا ہے۔ یہ آہستہ آہستہ غیرمحسوس طور پر لمبا ہوتا جاتا ہے۔ پھر نہایت ہی نرمی اور غیر محسوس طور پر اسے لپیٹا جاتا ہے۔\nالم تر الی ربک کیف مد الظل (25 : 35) ” تم نے دیکھا نہیں کہ تمہارا رب کس طرح سایہ پھیلا دیتا ہے۔ “\nثم قبضنہ الینا قبضاً یسیرا (25 : 36) ” پھر ہم اس سائے کو رفتہ رفتہ اپنی طرف لپیٹتے چلے جاتے ہیں۔ “ سایہ کیا چیز ہے۔ کوئی جسم جب سورج کی شعاعوں کے سامنے حائل ہوتا ہے تو وہ ایک خفیف قسم کا اندھیرا پیدا کرتا ہے۔ جوں جوں زمین سورج کے سامنے حرکت کرتی ہے۔ یہ سایہ بھی حرکت کرتا رہتا ہے۔ اس کی وضع اور اس کی شکل بدلتی رہتی ہے۔ اس کی شکل و صورت کو سورج کی شعاعیں روشنی اور حرارت سے متعین کرتی ہیں۔ جن کی وجہ سے یہ سکڑتا اور پھیلتا ہے۔ اس وجہ سے انسان کو خوشی اور تازگی حاصل ہوتی ہے۔ اس کی روح کے اندر لطیف و شفاف بیداری پیدا ہوتی ہے اور نفس انسانی دست قدرت کی لطیف صنعت کاری کو اچھی طرح دیکھ سکتا ہے۔ سورج اور سائے کا یہ منظر جب غائب ہونے پر آتا ہے تو یہ سایہ طویل سے طویل تر ہوتا چلا جاتا ہے۔ جب یہ طوالت کی آخری حد تک پہنچتا ہے تو یہ سایہ سورج کے غروب کے ساتھ ہی غائب ہوجاتا ہے۔ یہ کہاں چلا گیا کیا ایک یہ دست قدرت ہے جس نے اسے لپیٹ اور سمیٹ لیا۔ ایک ہمہ گیر سایہ چھا گیا اور اس کے اندر آہستہ آہستہ اب رات کی تاریکی نمودار ہونا شروع ہوگئی۔ یہ ہے صنعت دست قدرت کی ۔ انسان ہے کہ قدرت کے ان آثار و علامات کے اندر ڈوبا ہوا ہے۔ اس کے اردگرد قدرت کے شواہد پھیلے ہوئے ہیں لیکن اس کی کند عقل ان آثار کو نہیں پا رہی ہے۔\nولو شاء لجعلہ ساکنا (25 : 35) ” اگر اللہ چاہتا تو اسے دائمی بنا دیتا۔ “ لیکن اللہ نے ایسا نہ چاہا۔ کیونکہ اس کائنات کی تنظیم ہی اس طرح کی گئی ہے۔ اس نظم و نسق کا تقاضا ہے کہ ہم روز اس سائے کو یوں دیکھتے رہیں کہ اس کا مدو جزر یوں ہی جاری رہے۔ اگر اس کے اندر ذرا بھی تدبیلی کردی جائے اور اس سایہ کو ساکن بنا دیاج ائے تو اس پوری کائنات کے آثار ہی بدل جائیں۔ اگر زمین ایک جگہ رکی ہوئی ہوتی تو یہ سایہ بھی رکا ہوتا ہے۔ اس کا مدو جزر تو ختم ہوجاتا ۔ اگر زمین کی یہ حرکت نرم ہوتی تو اس سائے کے آثار بھی سست رفتار ہوتے اور اگر زمین کی حرکت تیز ہوتی تو سایوں کا مدو جزر بھی تیز ہوجاتا۔ یہ زمین کی ایک متعین حرکت ہے جو سایوں کو یہ مظاہر عطا کرتی ہے جو ہم دیکھتے ہیں اور وہ آثار پیدا کرتی ہے جو ہمارے لئے مفید ہیں اور جن کے خواص کو ہم اچھی طرح سمجھتے ہیں۔\nیہ گردش زمین اور گردش ظلال اور ان کا مدو جزر تو ہم رات دن دیکھتے ہیں اور غفلت میں گزر جاتے ہیں۔ اللہ تعالیٰ ہمیں از سر نو اس طرف متوجہ فرماتا ہے۔ یہ قرآن کریم کے انداز بیان کا ایک مخصوص طریقہ ہے کہ وہ انسانی ضمیر کے اندر ایک مردہ تاثر کو زندہ کردیتا ہے۔ ہمارے اندر انفعالیت جگاتا ہے اور ہمیں اپنے ماحول کے ساتھ مربوط کرتا ہے۔ ہمارے احساسات کو جگاتا ہے ، ہمارے شعور کو تیز کرتا ہے تاکہ ہم ان مشاہد اور آیات بینات کی تہہ پر غور کریں۔ یوں ہمارے دل اس کائنات میں تدبر کے عادی ہوجائیں کیونکہ یہ کائنات بہت ہی عظیم اور عجیب ہے۔\nسائے کا یہ منظر رات پر آ کر ختم ہوتا ہے۔ جب سائے طویل ہوتے ہیں تو رات چھا جاتی ہے۔ رات کے پس پردہ انسانیت آرام و سکون حاصل کرتی ہے اور پھر دن جس میں لوگ زندگی کی تگ و دو میں داخل ہوتے ہیں۔",
  "ayah": 45,
  "surah": 25
}
