{
  "text": "اب سمندر اور نہروں کے پانیوں سے روئے سخن ماء حیات کی طرف۔ ذرا اس نطفے کا مطالعہ کرو جس سے انسان پیدا ہوتا ہے۔\nوھو الذی ……قدیراً (54)\nاس پانی ہی سے جنین پیدا ہوتے ہیں۔ اگر جنین مرد ہوں تو وہ نسب ہوں گے اور اگر مادہ ہوں تو سسرال ہوں گے۔ مادہ کو صر اس لئے کہا گیا کہ قرابت کی جگہ عورت ہوتی ہے (یعنی عورت کے ذریعہ قرابت داری پیدا ہوتی ہے) آسمان کے پانی سے جو مخلوقات پیدا ہوتی ہے اس کے مقابلے میں یہ انسانی مخلوق بہت ہی عجیب ہے۔ کیونکہ مرد کے پانی کے ایک قطرے کے اندر جو ہزار باخلیے ہوتے ہیں ان میں سے ایک کے ساتھ رحم مادر کے اندر پایا جانے والا چھوٹا سا انڈا متحد ہوجاتا ہے اور اس سے پھر یہ پیچیدہ مخلوق پیدا ہوتی ہے جس کا نام انسان ہے۔ جس قدر زندہ کائنات اور مخلوقات ہے ان میں سے یہ مخلوق عجیب ترین مخلوق ہے۔\nیہ انڈے اور یہ خلیے ایک ہی جیسے ہوتے ہیں لکین پھر عجیب طریقے سے یہ نر اور مادہ بن جاتے ہیں۔ اس کا راز بھی انسان ابھی تک معلوم نہیں کرسکا۔ نہ آج تک ہمارا علم اس کو پا سکا ہے کہ نر اور مادہ بننے کے اسباب کیا ہیں کیونکہ ہزار باخلیوں کے درمیان کسی ایسے خلیے کا مشاہدہ نہیں کیا جاسکا اور نہ اس میں ایسی خصوصیات دریافت کی جاسکی ہیں کہ وہ مرد ہوگا یا عورت ہوگی۔ اور نہ عورت کے انڈے کے اندر کوئی ایسی خصوصیات دریافت کی جاسکی ہیں کہ فلاں خصوصیات ہوں تو مرد ہوگا اور فلاں خصوصیات ہوں تو عورت پیدا ہوگی۔\nوکان ربک قدیرا (25 : 53) ” اور تیرا رب بڑا ہی قدرت والا ہے۔ “ یہ ہے اللہ کی قدرت جس کے بعض پہلوئوں کا انکشاف دور جدید میں ہوچکا ہے جس سے مزید عجائبات آشکار ہوتے ہیں۔\nاگر انسان اس پانی کے بارے میں تحقیقات کرتا چلا گیا جس سے انسان کی تخلیق ہوئی تو اس کا سر چکرا جائے گا۔ جب وہ دیکھے گا کہ اس پانی کے اندر پائے جانے والے یہ جرثومے جو نہایت درجہ چھوٹے اور باریک ہیں۔ یہ ہر جنس کی مکمل ترین خصوصیت اپنے اندر لئے ہوئے ہوتے ہیں۔ بلکہ ان کے اندر والدین اور ان کے خاندان کے قریبی لوگوں کے خواص بھی پوری طرح موجود ہوتے ہیں اور یہ خصوصیات مذکر جنین اور مونث جنین کی طرف اس طرح خود بخود منتقل ہوتے چلے جاتے ہیں جس طرح دست قدرت نے ان کے لئیمنصوبہ بندی کرلی ہوتی ہی۔ تخلیق اعتبارت بھی اپنے رجحان کے اعتبار سے بھی اور اپنی طرز زندگی کے اعتبار سے بھی۔ کتاب ” یہ انسان اکیلا نہیں کھڑا ہے “ کا تھوڑی دیر کے لئے مطالعہ کیجیے۔ مصنف ان نہایت ہی چھوٹے ذروں کے اندر پائے جانے والے موروثی جینز کے بارے میں لکھتے ہیں :\n” ہر خلیہ خوادہ مذکر ہو یا مونث ، وہ کرو موزومز اور جینز پر مشتمل ہوتا ہے۔ کروموزوم عضوی مادے کا ابتدائی یونٹ ہوتا ہے اور یہ جینز کو منتقل کرنے کا کام کرتا ہے جبکہ جینز موروثی خصوصیات ہوتی ہیں۔ یہ کرو موزم ایک گٹھلی ہوت یہیں ، جس کے اندر تمام جینز موجود ہوتے ہیں ۔ جینز ہی وہ فیکٹر ہیں جو وجود میں آنے والے اس انسان کے مستقبل کا فیصلہ کرتے ہیں۔ سیٹو پلازم وہ عجیب کیمیاوی مرکب ہے جو ان دونوں پر چڑھا ہوا ہوتا ہے۔ یہ سیٹو پلازم پروٹو پلازم مادہ ہوتا ہے جو خلئے کی گٹھلی کے اوپر چڑھا ہوا ہوتا ہے۔ یہ جینز اس قدر باریک اور اس قدر جامع ہوتے ہیں کہ ان کے اندر تمام انسانوں کے انفردای خصائص نفسیاتی حالات ان کے رنگ اور ان کی جنس کی خصوصیات ہوتی ہیں۔ یہ اس قدر باریک ہوتی ہیں کہ اگر تمام دنیا کے انسانوں یک جینز کو ایک جگہ جمع کردیا جائے اور اسے ایک جگہ رکھ دیا جائے تو حجم میں ایک ” انگشانہ “ کے برابر ہوگا۔ “\n” مائیکرو سکوپ میں نظر آنے والے یہ نہایت ہی باریک جینز ہی دراصل تمام انسانوں ، حیوانوں اور نباتات کی کنجی ہیں اور ان کو کنٹرول کرتے ہیں۔ انگشانہ جس کے اندر کئی بلین افراد کے جینز سماتے ہیں یقینا ایک مختصر جگہ ہے لیکن یہ طے شدہ حقیقت ہے اور اس میں کوئی شک نہیں ہے۔ “\nایک جنین ، اپنے تغیر و تبدل کی مختلف صورتوں میں سے گزر کر جب نطفے سے کسی ایک جنس کی مشابہ شکل اختیار کرتا ہے تو اس کے اندر ایک طویل تاریخ کی کہانی پنہاں ہوتی ہے۔ یہ کہانی جینز ، سیٹو پلازم کے ذرات کے ملاحظہ سے قلم بند ہوچکی ہے۔\n” سائنس دانوں کے ہاں یہ بات ثابت ہوچکی ہے کہ جینز وہ چھوٹے سے چھوٹے ذرات ہیں جو مائیکرو سکوپ کے ذریعے دیکھے جاسکتے ہیں اور یہ تمام زندہ مخلوقات کے خلیوں کے اندر موجود ہوتے ہیں ، ان کے اندر اس مخلوق کی تصویر ، اس کا ڈھانچہ اور سب خصوصیات درج ہوتی ہیں۔ مثلاً کسی پودے کے خلئے کے اندر اس کی جڑیں ، اس کاتنا ، اس کے پتے ، اس کے تمام پھول ، اس کے تمام پھل سب کے سب موجود ہوتے ہیں۔ ہر حیوان کی شکل ، کھال ، بال اور پر سب شامل ہوتے ہیں اور اس میں انسان بھی شامل ہے۔ “\nمیں سمجھتا ہوں کہ زندگی کے عجائبات کے بارے میں اسی قدر جاننا بھی کافی ہے کہ خالق کائنات نے کس قدر خصوصیت ودیعت فرماتی ہیں۔\nوکان ربک قدیراً (25 : 53) ” اور تیرا رب بڑی قدرت والا ہے۔ “",
  "ayah": 54,
  "surah": 25
}
