{
  "text": "وما ارسلنک ……بہ خبیراً (59)\nیوں رسول اللہ ﷺ کیفریضہ کی حدود کا تعین کردیا جاتا ہے۔ یہ کہ آپ خوشخبری سنانے والے اور انجام بد سے ڈرانے والے ہیں فقط اور مکہ میں آپ کو یہ حکم نہ دیا گیا تھا کہ آپ لوگوں کے ساتھ جنگ کریں ، کیونکہ مکہ میں تبلیغ دین کی پوری آزادی تھی لیکن بعد میں جب مسلمان مدینہ کو منتقل ہوئے تو اللہ نے قتال کا حکم دے دیا۔ مکہ میں اللہ نے حکم نہ دیا اور مدینہ میں قتال کا حکم دیا۔ اس کی حقیقی حکمت اللہ ہی جانتا ہے۔ جو کچھ ہم سمجھتے ہیں وہ یہ ہے کہ اس زمانہ میں ان لوگوں کو تربیت دی جا رہی تھی ، جن پر اس نظریہ حیات کا دار و مدار تھا ، جن کے دلوں میں یہ عقیدہ اچھی طرح بیٹھ گیا تھا اور جن کی زندگی اس عقیدے کی ترجمان تھی۔ یہ عقیدہ ان کے طرز عمل اور ان کی طرز زندگی کے اندر بیٹھ گیا تھا تاکہ اس تربیت کے بعد آئندہ جس معاشرے پر اسلامی حکومت قائم ہو یہ لوگ اس معاشرے کے لئے ریڑھ کی ہڈی بن جائیں اور دوسرا سبب یہ بھی ہو سکتا ہے کہ اگر مکہ میں جنگ شروع کردی جاتی تو ان خونی دشمنیوں کی وجہ سے قریش ہمیشہ کے لئے اس عقیدے سے محروم ہوجاتے اور ان کے اور اسلام کے درمیان ایک مستقل خلیج واقع ہوجاتی۔ جبکہ حکمت الٰہی اور تقدیر الٰہی میں مقدر یہ تھا کہ ہجرت کے بعد اور پھر فتح مکہ کے بعد سب کے سب قریش کو اسلام میں داخل ہونا تھا اور پھر ان میں سے جو لوگ نکلنے تھے ، انہیں بعد کے ادوار میں پورے عالم میں اسلام کے پھیلائو کے لئے بنیاد کا کام سر انجام دیتا تھا۔\nلیکن مدینہ میں آغاز جہاد کے باوجود رسالت کی اصل ماہیت اور اس کا خلاصہ یہی تھا کہ رسول نے ” انداز وتبشیر “ کا کام کرنا تھا۔ جہاں تک قتال کا تعلق ہے وہ تو اس لئے جائز رکھا گیا ہے کہ دعوت اسلامی اور انداز اور تبشیر کی راہ میں اگر دنیا کے کسی خطے میں کوئی رکاوٹ کھڑی کردی گئی ہے تو اسے دور کردیا جائے۔ اسلام میں جنگ محض اس لئے کی جاتی ہے کہ دعوت و تبلیغ کی راہ میں اگر کوئی رکاوٹ ہے تو اسے دور کردیا جائے۔ لہٰذا یہ آیت کہ\nوما ارسلنک الا مبشراً و نذیراً (25 : 56) ” اور ہم نے نہیں بھیجا آپ کو مگر صرف مبشر اور نذیر کے طور پر۔ “ جس طرح مکہ میں درست ہے اسی طرح مدینہ کے حالات پر بھی منطبق ہے۔\nقل ما اسئلکم علیہ من اجر الامن شآء ان یتخذالی ربہ سبیلاً (25 : 58)\n” ان سے کہہ دو کہ ” میں اس کام پر تم سے کوئی اجرت نہیں مانگتا ، میری اجرت بس یہی ہے کہ جس کا جی چاہے وہ اپنے رب کا راستہ اختیار کرلے۔ “ اس لئے کہ رسول اللہ ﷺ کو اس امر سے کوئی ذاتی فائدہ نہیں ہے کہ لوگ اسلام قبول کرلیں۔ نہ وہ کس سے فیس کے طلبگار ہیں ، نہ نذر و نیاز اور قربانیوں کی آمدن کے رسول طلبگار ہوتے ہیں۔ اسلام میں داخلہ کی رسول اللہ ﷺ نے کوئی فیس مقرر نہ کر رکھی تھی۔ بس چند کلمات ایک شخص ادا کرتا اور دل سے ان پر یقین کرتا۔ یہی اسلام تھا کیونکہ اسلام میں کوئی کاہن نہیں ہوتا کہ وہ لوگوں کو مقدس کرنے کی کوئی فیس لیتا ہو۔ نہ وہ اللہ اور لوگوں کے درمیان کوئی دلالل ہوتا ہے جو اپنی دلالی کا کمیشن لیتا ہو۔ اسلام میں دخول کے لئے کوئی رسم ہے ، نہ کوئی راز ہے اور نہ دخول کے وقت کسی کو کوئی خاص رسم ادا کرنی ہوتی ہے۔ اسی سے معلوم ہوا کہ دین اسلام کس قدر سادہ ، قدرتی اور فطری دین ہے۔ بس ایک عقیدہ ہے جو دل میں داخل ہوجائے۔ انسانی دل اور عقیدہ اسلام کے درمیان کوئی رسمی واسطہ نہیں ہے۔ نہ کوئی کاہن ، نہ کوئی پیرو فقیر۔ رسول کا اجر بس یہی ہے کہ دین حق کسی کے دل میں داخل ہوجائے اور کوئی بندہ اپنے حقیقی رب کے قریب ہوجائے۔\nالا من شآء ان یتخذ الی ربہ سبیلاً (25 : 58) ” بس یہی اجر ہے کہ جس کا جی چاہے وہ اپنے رب کی طرف راستہ اختیار کرلے۔ “ صرف یہی اجر ہی رسول کا۔ رسول کا پاک دل اور رسول کا پاک شعور صرف اسی اجر پر رضای ہوتا ہے کہ ایک بندہ گم کردہ راہ ، اپنے رب کی طرف راہ پا لے۔ رب راضی ہوجائے اور وہ رب کے طریقے پر چل پڑے اور پوری زندگی میں اپنے مولیٰ کی طرف متوجہ ہوجائے۔\nو توکل علی ……بحمدہ (25 : 58) ” اور اے نبی اس خدا پر بھروسہ رکھو جو زندہ ہے اور کبھی مرنے والا نہیں ، اس کے حمد کے ساتھ اس کی تسبیح کرو۔ “ اللہ کے سوا جتنی بھی مخلوق ہے وہ مرنے والی ہے کیونکہ یہ تمام مخلوق رات دن موت کی طرف رواں ہے۔ باقی رہنے والا صرف اللہ ہے وہ ایسا زندہ ہے جو کبھی مرنے والا نہیں ہے۔ اور کسی ایسے زندہ شخص پر بھروسہ کرنا جس نے ایک دن مرنا ہے طویل عمر کے بعد یا قصیر کے بعد ، ایک ایسی ذات پر بھروسہ کرنا ہے جس نے ایک دن گرنا ہے۔ ایک ایسے سایہ کے نیچے آتا ہے جس نے کسی وقت زوال پاتا ہے۔ توکل تو اسی حسی اور زندہ پر کرنا چاہئے جس نے کبھی نہیں مرنا۔ اس کی حمد کے ساتھ اس کی تسبیح اور پاکی بیان کرو۔ حمد اور تعریف بھی صرف اللہ کی کرنا چاہئے جو منعم حقیقی اور وہاب حقیقی ہے اور اے پیغمبر آپ ان کفار کی پرواہ نہ کریں جن پر انذار اور تبشیر کا اثر نہیں ہوتا۔ ان لوگوں کے بارے میں وہ اچھی طرح جانتا ہے۔\nوکفی بہ بذنوب عبادہ خبیراً (25 : 58) ” اپنے بندوں کے گناہوں سے بس اسی کا باخبر ہونا کافی ہے۔ “ وہ اللہ اپنے بندوں کے حالات سے خوب باخبر ہے اس لئے جزاء و سزا دے سکتا ہے اور وہ اس کی طاقت بھی رکھتا ہے کہ اس نے زمین آسمان کو پیدا کیا ہے اور وہ مسلسل بادشاہت کی کرسی عرش پر متمکن ہ۔\nالذی خلق ……خبیراً (25 : 59) ” وہ جس نے چھ دنوں میں زمین اور آسمانوں کو اور ان ساری چیزوں کو بنا کر رکھ دیا جو آسمانوں اور زمین کے درمیان ہیں ، پھر آپ ہی ” عرش “ پر جلوہ فرما ہوا۔ رحمٰن ہے وہ۔ اس سے پوچھو کہ وہ جاننے والا ہے۔ “ وہ ایام جن میں اللہ نے زمین و آسمان کو پیدا کیا ، وہ ہمارے زمینی دنوں سے مختلف تھے کیونکہ یہ دن تو نظام شمسی کی تشکیل کے بعد شروع ہوئے۔ ینی زمین و آسمانوں کی پیدائش کے بعد جب اللہ نے زمین کا سورج کے اردگرد چکر مقرر کیا اور خود زمین کا اپنے محور کے اردگرد چکر شروع ہوا تو اس کے نتیجے میں ہمارے ایام شروع ہوئے۔ اللہ کی تخلیق تو صرف لفظ کن سے ہوتی ہے یعنی اللہ کا حکم ہوجائے تو ہر چیز ہوجاتی ہے۔ رہے یہ چھ دن تو ان کی حقیقت اور مقدار صرف اللہ جانتا ہے۔ یہ بہت ہی طویل دن ہوں گے اور ان دنوں میں زمین و آسمان مختلف ادوار اور بطوار سے گزر کر موجودہ شکل میں آ کر ن کے ہوں گے۔ رہی یہ بات کہ اللہ رش پر کیسے متمکن ہوا تو اس سے مراد صرف یہ ہے کہ اس کائنات پر اللہ کی حکومت اور اقتدار ہے۔ یہاں لفظ (ثم) سے مراد زمانی ترتیب نہیں ہے۔ ینی یہ کہ پہلے تخلیقہوئی اور بعد میں تمکین علی العرش ہوئی۔ ایسا نہیں ہے۔ یہ ثم یہاں علوشان اور مرتبہ بلند کے معنی میں ہے۔\nاللہ کی اس علوشان اور اقتدار عظیم الشان کے بعد پھر اللہ الرحمٰن بھی ہے اور تم نے جو کچھ پوچھنا ہے اس سے پوچھو ، جب تم اس سے پوچھو گے تو ایک نہایت ہی خبردار سے پوچھو گے کہ وہ زمین و آسمان کی ہر چیز کو جانتا ہے۔",
  "ayah": 57,
  "surah": 25
}
