{
  "text": "قل ما یعبواء بکم ……الزماً (77) الربع\nیہ ایک خاتمہ کلام ہے جو پوری سورت کے ساتھ ہم آہنگ ہے۔ اس پوری سورت کا عمود یہ ہے کہ اس میں رسول اللہ ﷺ کو تسلی دی گئی ہے ۔ لوگوں کے انکار اور منہ موڑنے کی وجہ سے آپ کے دل پر جو غبار تھا ، اسے دور کرنا اس سورت کا ہدف ہے کیونکہ وہ لوگ مقام محمدی کو جانتے ہوئے انکار پر تل گئے تھے اور ہٹ دھرمی کا مظاہرہ کرتے تھے۔ جو زیادہ تکلیف دہ بات تھی۔ اس لئے یہاں بتایا جاتا ہے کہ ان لوگوں کی حیثیت کیا ہے ؟ یہ پوری انسانیت اللہ کے نزدیک پر کا ہ کے برابر نہیں ہے۔ اللہ کے ہاں انسانیت کا احترام اور رعایت تو اللہ کے ایسے بندوں کی وجہ سی ہے جن کی صفائی گنوائی گئیں۔ جو ہر وقت اللہ کو پکارتے ہیں اور عاجزی کرتے ہیں۔\nان لوگوں کی کیا حیثت ہے ؟ پوری انسانی آبادی کی کیا حیثیت ہے ؟ اور پھر اس پوری زمین کی کیا حیثیت ہے ؟ اللہ کی کائنات میں تو یہ ایک ذرے کے برابر ہے اور انسانیت ایسی ہی ہے جس طرح اس دنیا میں کوئی زندہ مخلوق (مثلاً مچھر) رہی اس زین کی اقوام میں سے کوئی ایک قوم تو اس کی گزشتہ رفتہ نسلیں اور آنے والی سب نسکین کیا ہیں ؟ بس اللہ کی کتاب کائنات کے چند صفحات اور اس کتاب کائنات کے باقی صفحات تو ان کا علم صرف اللہ ہی کو ہے۔\nاور انسان ، اپنی اس بےبضاعتی اور اپنی اس بےقدری کے باوجود پھولات ہے اور پھولتا رہتا ہے اور اپنے آپ کو بڑی شے سمجھتا ہے۔ پھر یہ سرکش ہوجاتا ہے۔ پھر اس قدر سرکش کہ یہ اپنے خالق کی جناب میں گستاخی کرنے لگتا ہے۔ حالانکہ یہ کوئی چیز ہی نہیں ہے ، اللہ کیمقابلے میں ضعیف تر اور پر تقصیرات۔ ہاں اس کی قوت کا سرچشمہ صرف اللہ ہے۔ اللہ سیجڑ کر انسان کچھ چیز بن سکتا ہے اور شمار میں آسکتا ہے۔ راہ ہدایت بھی پا سکتا ہے۔ یہ راہ ہدایت پالے اور اللہ سے جڑ جائے تو پھر اللہ کے ترازو میں اس کا وزنہو جاتا ہے۔ بلکہ اللہ کے ترازوں میں فرشتوں سے بھی بھاری ہو سکتا ہے۔ کیونکہ اللہ نے انسان کو جو خصلت دی ، فرشتوں کو جو حکم دیا کہ اس کے سامنے سجدہ ریز ہو جائو ، یہ اس لئے کہ انسان اللہ کو پہچان لے ، اس تک رسائی حاصل کرے ، اس کا بندہ بن جائے ، صرف اسی طرح وہ اپنے خصائص وصفات اور علامات و نشانات کو قائم رکھ سکتا ہے جن کی وجہ سے اسے فرشتوں پر فضیلت دی گئی تھی اور جس کی وجہ سے فرشتوں نے اس کے سامنے سجدہ کیا تھا ورنہ وہ کچھ بھی نہیں ہے۔ اس کے بغیر اگر پوری انسانیت کو اللہ کے ترازو میں رکھ دیا جائے تو وہ ایک مچھر کے برابر بھی نہ ہوگی۔ اللہ کے ترازو اور میزان میں ، یہ زمین تو ایک ذرہ ہے۔\nقل ما یعبوء بکم ربی لو لا دعآئو کم (25 : 88) ” اے نبی لوگوں سے کہو ، میرے رب کو تمہاری کیا حاجت پڑی ہے اگر تم اس کو نہ پکارو۔ “ یہ انداز کلام ، حضور اکرم ﷺ کے لئے بہت بڑا سہارا ہے۔ کہا جاتا ہے لوگو ، اگر تم نہیں مانتے ہو تو تمہاری کیا حیثیت رہ جاتی ہے اور اگر تم اللہ کے بندوں میں شامل نہیں ہوتے تو تم کچھ بھی نہیں ہو۔ تم تو جہنم کا ایندھن بنو گے۔\nفقد کذبتم فسوف یکون لزاماً (25 : 88) ” اب جبکہ تم نے جھٹلا دیا ہے تو عنقریب وہ سزا پائو گے کہ جان چھڑانی محال ہوگی۔ “",
  "ayah": 77,
  "surah": 25
}
