{
  "text": "(وقالوا مال۔۔۔۔۔۔۔ قصورا) (7 تا 10)\nیہ کیسا رسول ہے جو کھاتا پیتا ‘ چلتا پھرتا انسان ہے اور تمام تصرفات و حرکات انسانوں جیسے کرتا ہے۔ یہ وہی گھسا پٹا اعتراض ہے جو لوگ ہمیشہ رسولوں پر کرتے چلے آئے ہیں کہ فلاں شخص نے رسول ہونے کا دعویٰ کردیا ہے۔ دیکھو بھائی فالاں کا بیٹا بھی اب رسول بن گیا۔ یہ تو ہم جیسا انسان ہے جس طرح ہم کھاتے پیتے ہیں اور چلتے پھرتے ہیں۔ یہ بھی ہے۔ یہ کیسے ہوسکتا ہے کہ وہ رسول اللہ ﷺ ہو اور اللہ کی طرف سے اس پر وحی آرہی ہو۔ یہ کیسے ممکن ہے کہ اس کا اتصال اور رابطہعالم بالا سے ہوجائے۔ اور یہ عالم بالا سے ہدایات لے رہا ہو۔ جبکہ وہ ہمارے جی اس گوشت و پوست کا بنا ہوا انسان ہے۔ آخر ہماری طرف وحی کیوں نہیں آتی۔ اور وہ جس علم کا دعویٰ کرتا ہے وہ ہمارے پاس کیوں نہیں آتا۔ جبکہ ہمارے اور اس رسول کے درمیان کوئی بات ایسی نہیں ہے جو امتیازی ہو۔\nاس لحاظ سے یہ بات واقعی انوکھی معلوم ہوتی ہے اور مسعبد نظر آتی ۔ لیکن دوسرے لحاظ سے طبعی اور معقول ہے۔ اللہ تعالیٰ انسان کے اندر اپنی روح پھونکی ہے اور اسی روح کی وجہ سے انسان ‘ انسان بنا ہے اور اسی وجہ سے اللہ نے اسے خلافت ارضی سپرد کی ہے حالانکہ انسان ایک محدود علم رکھتا ہے۔ اس کا تجربہ محدود ہے اور اس کے پاس بہت کم وسائل ہیں اس لیے یہ ممکن ہی نہ تھا کہ اللہ تعالیٰ انسان کو یہ عظیم فریضہ ادا کرنے کے لیے بےآسرا اور بغیر معاونت کے چھوڑ دے اور بغیر ہدایت اور راہنمائی کے یوں ہی چھوڑ دے۔ جبکہ اس کے اندر اللہ نے یہ صلاحیت بھی رکھی کہ وہ عالم بالا سے تعلق بھی قائم کرسکتا ہے۔ چناچہ یہ بات تعجب خیز نہیں ہے کہ اللہ تعالیٰ انسانوں میں سے کسی ایک انسان کو اس مقصد کے لیے چن لے کہ وہ عالم بالا کی ہدایات اخذ کرے اور لوگوں تک پہنچائے۔ اور اس شخص کو اللہ اس مقصد کے لیے خصوصی استعداد بھی دے تاکہ جب بھی ان پر کوئی مسئلہ مشتبہ ہو تو یہ شخص اللہ کی ہدایت کی روشنی میں اسے حل کر دے اور جب بھی راہ ہدایت کے اختیار کرنے میں ان کو ضرورت ہو وہ ان کی معاونت کرے۔\nیہ تو انسان کے لیے ‘ اس پہلو سے ‘ اور اس شکل میں ایک بہت بڑا اعزاز ہے لیکن بعض لوگ ایسے ہیں جو اس اعزاز کو سمجھتے نہیں ہیں۔ نہ وہ انسان کے اس اعزاز اور تکریم کی قدر کرتے ہیں۔ اس لیے جن لوگوں کے ذہن میں یہ بات نہیں بیٹھتی وہ اس اعزاز کا انکار کرتے ہیں کہ انسانوں میں سے کوئی شخص کس طرح رسول ہو سکتا ہے۔ انسانوں کے مقابلے میں اس مقصد کے لیے فرشتہ زیادہ موزوں تھا۔\n(لو لآ انزل۔۔۔۔۔۔۔۔ نذیرا) (25 : 7) ” کیوں نہ اس کے پاس ایک فرشتہ بھیجا گیا جو اس کے ساتھ ساتھ چلتا اور نہ ماننے والوں کو دھمکاتا “۔ جبکہ اللہ نے تمام فرشتوں کو حکم دیا تھا کہ وہ انسان کو سجدہ کریں کیونکہ اللہ نے انسان کو اس کی بعض خصوصیات کی وجہ سے مکرم بنایا تھا اور یہ خصائص خود انسان کے اندر عالم بالا کی طرف سے پھونکی ہوئی روحانیت کی وجہ سے پیدا ہوئے تھے ۔\nپھر ایک انسان کو انسانوں کی طرف رسول بنا کر بھیجنے کی ایک اور حکمت بھی ہے۔ ایک انسان انسانوں جیسے احساسات رکھتا ہے وہ انسان جیسا ذوق رکھتا ہے۔ پھر اس کے تجرباتا بھی ایسے ہوتے ہیں جو دوسرے انسانوں جیسے ہوتے ہیں۔ وہ ان کے دکھ درد اور ان کی خواہشتا کو انسان ہونے کے ناطے سمجھ سکتا ہے۔ وہ ان کے جذبات اور میلانات کو بھی سمجھ سکتا ہے۔ وہ انسانوں کی ضروریات اور ان کی ذمہ داریوں سے بھی واقف ہوتا ہے۔ چناچہ وہ ان کی کمزوریوں اور نقائص کا خیال کرتا ہے ‘ وہ ان کی قوت اور ان کی استعداد سے پر امید بھی ہوتا ہے۔ اور ان کو لے کر قدم بقدم آگے چلتا ہے ‘ وہ ان کے تاثرات اور ان کے ردعمل سے اچھی طرح باخبر ہوتا ہے۔ کیونکہ وہ بھی انہی میں سے ایک ہے۔ اور انہی کی ہدایت اور راہنمائی کے لیے مبعوث ہا ہے اور اللہ کی ہدایت اور امداد سے ان کی راہنمائی کررہا ہے۔\nپھر ان لوگوں کے لیے بھی ممکن ہے کہ وہ حضرت رسول اکرم ﷺ کی پیروی کریں کیونکہ وہ انہی جیسا انسان ہے۔ وہ ان انسانوں کو لے کر آہستہ آہستہ آگے بڑھتا ہے۔ وہ ان کے اندر رہ کر ایک اخلاقی نمونہ پیش کرتا ہے۔ اور ان کو عملاً ان اخلاق و فرائض کی تعلیم دیتا ہے جو اللہ نے ان پر فرض کیے ہیں اور جن کا اللہ ان سے مطالبہ فرماتا ہے۔ گویا وہ اس نظریہ اور عمل کا ایک نمونہ ہوتا ہے جسے وہ لوگوں کے سامنے پیش کرتا ہے۔ اس کی زندگی ‘ اس کے اعمال اور اس کی تمام حرکات ایک کھلی کتاب ہوتی ہے ‘ جسے وہ ان کے سامنے پیش کرتا ہے اور وہ اس کتاب کی ایک ایک سطر کو نقل کرتے ہیں۔ اور اس کتاب کے ایک ایک لفظ کو حقیقت کا روپ عطا کرتے ہیں اور وہ دیکت ہیں کہ ان کا رسول ہر بات کو عملاً پیش کرتا ہے تو وہ بھی اس کی تقلید کرتے ہیں کیونکہ یہ نظریہ اور ہدایت ایک شخص کی زندگی میں عملاً نظر آتی ہے۔ اگر رسول کوئی فرشتہ ہوتا تو لوگ نہ اس کے عمل دیکھ سکتے اور نہ اس کی تقلید کے بارے میں سوچ سکتے۔ کیونکہ ان کے اندر آغاز ہی سے یہ بات آجاتی کہ وہ تو ایک فرشتہ ہے۔ اس کا مزاج ہی ایسا ہے اور ہم ضعیف انسان ہیں۔ ہم اس جیسا طرز عمل کب اختیار کرسکتے ہیں۔ یا ہم اس کی تقلید کس طرح کرسکتے ہیں یا اس جیسا نمونہ وہ کس طرح پیش کرسکتے ہیں۔\nیہ تھی اللہ کی حکمت جس نے ہر چیز کی تخلیق کی اور اسے پوری پوری طرح برابر کیا۔ یہ اس کی حکمت تھی کہ اس نے انسانوں کی ہدایت کے لیے ایک انسان کو رسول بنا کر بھیجا تاکہ وہ ان کی قیادت کرسکے اور رسول کے بشر ہونے پر اعتراض دراصل اس حکمت سے جہالت کی وجہ سے کیا جاتا ہے۔ پھر اس میں اللہ کی طرف سے انسان کی عزت افزائی بھی ہے اور جو لوگ یہ اعتراض کرتے ہیں وہ انسان کی تکریم کی نفی کرتے ہیں۔\nان کا دوسرا اعتراض اس سے بھی زیادہ سادگی اور جہالت پر مبنی تھا کہ یہ رسول بازاروں میں پھرتا ہے اور اپنی ضرورت کی چیزیں حاصل کرتا ہے اور محنت کرتا ہے تو کیوں اللہ نے اسے اس قدر دولت نہ دی کہ وہ اپنی ضروریات کی طرف سے بےغم ہوجائے۔ اور بغیر محنت کے اسے ضروریات ملتی رہیں۔\nاو یلقی الیہ کنز او تکون لہ جنۃ یا کل منھا (25 : 8) ” یا اس کے لیے کوئی خزانہ ہوتا یا اس کے پاس کوئی باغ ہی ہوتا جس سے یہ روزی حاصل کرتا “۔ اللہ نے یہ نہ چاہا کہ رسول اللہ ﷺ کے پاس کوئی خزانہ ہوتا یا آپ ﷺ کسی بڑے باغ کے مالک ہوتے ‘ کیونکہ اللہ تعالیٰ تو رسول اللہ ﷺ کو اپنی امت کے لیے ایک نمونہ بنارہا تھا تاکہ آپ ﷺ رسالت کے منصب کے فرائض کو اٹھائیں اور ان فرائض کے ساتھ ساتھ آپ ﷺ اپنی امت کے دوسرے انسانوں کی طرح بطور انسان اپنی ذمہ داریاں خود اٹھائیں۔ اپنے رزق کے لیے خود سعی کریں تاکہ امت میں سے کوئی شخص یہ اعتراض نہ کرسکے کہ یہ شخص کوئی کاروبار کررہا ہے۔ رسول اللہ ﷺ ‘ قناعت اختیار کرنے والے تھے۔ اس لیے آپ کو ضروریات زندگی کے لیے بہت زیادہ جدوجہد نہیں کرنی پڑتی تھی۔ یہی وجہ ہے کہ آپ مبلغ رسالت کے فرائض کی ادائیگی کے لیے فارغ ہوگئے تھے۔ لہٰذا اس سلسلے میں آپ ﷺ کے سامنے کوئی رکاوٹ نہیں آئی۔ چناچہ آپ اپنی ضروریات کے لیے بھی بقدر ضرورت جدوجہد فرماتے تھے۔ اور رسالت کے فرائض بھی سرانجام دیتے تھے تاکہ آپ ﷺ کو نمونہ بنا کر آپ کی امت کا ہر فرد تبلیغ رسالت کے فرائض کا کچھ حصہ اپنے ذمہ لے اور اپنی ضروریات کے لیے بھی جدوجہد کرے۔ بعد کے ادوار میں دولت کا ایک سیلاب آپ ﷺ کے قدموں میں جاری ہوگیا۔ اور اللہ نے رسول کی زندگی کو اس پہلو سے بھی آزمایا تاکہ لوگوں کے لیے یہ پہلو بھی نمونہ ہو۔ چناچہ آپ نے کبھی دولت کے اس سیلاب کی طرف توجہ نہیں دی۔ آپ ﷺ ہوا کے طوفان کی طرح سخی تھے۔ چناچہ آپ ﷺ نے دولت مندی کے فتنے پر بھی قابو پایا۔ یوں لوگوں کے دلوں سے دولت مندی کی ہوس کو بھی نکال دیا۔ تاکہ لوگ یہ اعتراض نہ کریں کہ محمد ﷺ پیغام لے کر نکلے ‘ ایک غریب آدمی تھے ‘ آپ کی کوئی مالی سرگرمی نہ تھی ‘ نہ مالی حیثیت تھی اور اب آپ لاکھوں اربوں میں کھیل رہے ہیں۔ ہر طرف سے آپ پر مال و دولت کی بارش ہے لیکن حضور ﷺ نے دولت کے اس سیلاب کو بھی اپنے آپ سے دور رکھا اور دعوت اسلامی کے کام میں اسی طرح مشغول ہوگئے جس طرح کہ وہ زمانہ فقر میں مشغول تھے۔\nمال کیا چیز ہے ‘ خزانوں کی حقیقت کیا ہے ؟ باغات کی کیا حیثیت ہے۔ جب ایک ضعیف اور فانی انسان خدا تک رسائی حاصل کرلیتا ہے تو پھر اس کے لیے اس پورے کرئہ ارض اور ما فیہا کی کوئی وقعت نہیں ہوتی بلکہ اس کے نزدیک اس پوری کائنات میں بسنے والی اس پوری مخلوقات کی کوئی وقعت نہیں ہوتی۔ لیکن اس کی یہ حالت تب ہوتی ہے کہ جب اس نے خالق کائنات تک رسائی حاصل کرلی جو قلیل و کثیر کا بخشنے والا ہے لیکن اس وقت لوگ اس حقیقت کا ادراک کرنے سے قاصر تھے۔\nوقال الظلمون ان تتبعون الا رجلا مسحورا (25 : 8) ” اور یہ ظالم کہتے ہیں تم تو ایک سحر زدہ آدمی کے پیچھے لگ گئے “۔ یہ وہ ظالمانہ بات ہے جو اللہ نے ان لوگوں کی زبان سے نقل کیا ہے۔ سورت اسرا میں بھی ان لوگوں کا یہ الزام لفظاً اللہ نے نقل فرمایا ہے۔ وہاں اللہ تعالیٰ نے اس کا یہ جواب دیا۔\nانظر کیف ضربوا لک الامثال فضلوا فلا یستطیعون سبیلا (25 : 9) ” دیکھئے ‘ یہ لوگ آپ کے بارے میں کیسی باتیں کرتے ہیں ‘ یہ گمراہ ہوچکے ہیں ‘ اب ان کی استطاعت ہی میں یہ بات نہیں رہی کہ یہ راہ راست پالیں “۔ اس سورت اور سورة اسرا کا مضمون و موضوع ایک ہی جیسا ہے اور یہ دونوں سورتوں کی بات ایک ہی ماحول میں ہو رہی ہے۔ دونوں جگہ ان لوگوں نے یہ اعتراض کیا ہے ‘ انہوں نے رسول اللہ ﷺ کی ذات پر حملہ کیا ہے اور ذاتی نقص نکالا ہے یعنی وہ لوگوں کو یہ باور کراتے ہیں کہ اس شخص کی عقل ماری گئی ہے ‘ کیونکہ یہ عجیب و غریب باتیں کرتا ہے ‘ ایک عام نارمل شخص ایسی باتیں نہیں کیا کرتا۔ لیکن اس اعتراض سے ان کے لا شعور سے یہ بات خود بخود باہر رہ گئی کہ رسول اللہ جو باتیں فرماتے ہیں وہ کوئی معمولی بات نہیں ہے۔ عام طور پر بڑے سے بڑا عقلمند شخص بھی ایسی باتیں نہیں کرتا۔ یہ باتیں انسانی طاقت سے بالا باتیں ہیں۔ اس لیے ان پر رد کرتے وقت بھی اللہ نے ان کے اس رویے پر صرف تعجب کا اظہار کرنے پر اکتفاء کیا ہے۔",
  "ayah": 8,
  "surah": 25
}
