{
  "text": "Всевышний сообщил о том, что сподвижники горели желанием выполнять самые тяжелые из Его повелений и говорили: «Почему до сих пор не ниспослана сура с повелением сражаться против неверующих?» Наконец, такая сура была ниспослана. Господь назвал ее непреложной, потому что все мусульмане обязаны руководствоваться ею, но это не так легко, как кажется. Джихад - самая тяжелая обязанность мусульман, и очень часто маловеры оказываются не в состоянии выполнить это предписание и испытывают к нему неприязнь. Всевышний сказал: «Разве ты не видел тех, кому было сказано: “Уберите руки (не пытайтесь сражаться), совершайте намаз и выплачивайте закят”. Когда же им было предписано сражаться, некоторые из них стали бояться людей так, как боятся Аллаха, или даже более того» (4:77). Затем Всевышний возвестил о том, что для мусульман предпочтительнее выполнять те Его веления, которые соответствуют их времени, и объединить для этого свои усилия. Не следует просить у Него тяжелых испытаний, а надо уметь ценить мир, благополучие и милость Всевышнего Господа. Когда решение принято, мусульмане обязаны быть искренними перед Аллахом, просить Его о помощи и поддержке и бросить все силы на выполнение Его приказа. Для правоверных всегда лучше поступать только так, как Он велел, а не искать иного выхода из создавшегося положения, и в подтверждение этому можно привести много доводов. Во-первых, человек слаб и имеет много недостатков. Никто из нас не в силах сделать что-либо, если Аллах оставит его без Своей помощи. Поэтому человек не должен просить Всевышнего взвалить на его плечи дополнительные обязанности. Во-вторых, если раб Божий начинает часто задумываться над будущим, то он перестает надлежащим образом выполнять свои обязанности и губит не только свое будущее, но и настоящее. Он губит настоящее, потому что его беспокоят совершенно другие дела. А что касается его планов на будущее, то они будут невозможны до тех пор, пока он не возьмется за дело и не станет жить настоящим. В-третьих, люди, которые не хотят трудиться в духе своего времени, очень часто связывают свои надежды с будущим, мечтают о славных делах и даже готовятся к ним. Лучше бы они задумались над настоящим и по мере возможности выполняли свой долг. А когда наступит завтра и перед ними будут стоять новые задачи, никто не помешает им проявить свое умение и показать свой сильный характер. Это означает, что мусульмане всегда должны быть деятельны и активны и должны объединять воедино свои усилия и просить Аллаха помочь им в их благих начинаниях. Это - самое правильное и самое мудрое решение во все времена.",
  "ayah": 21,
  "surah": 47
}
