{
  "text": "Не опускайте руки перед врагом и не позволяйте страху овладеть вашими сердцами. Терпите и будьте стойкими, а также готовьтесь к сражению и борьбе, чтобы снискать благоволение Аллаха, прославить ислам и озлобить проклятого сатану! Не вступайте в перемирие с врагом для того, чтобы отдохнуть, если вы одерживаете над ним верх. В этом аяте Всевышний перечислил три фактора, которые обязывают мусульман проявлять стойкость и не показывать слабости. Во-первых, они - выше своих врагов, и у них достаточно сил одержать над ними верх, тем более что Аллах, говорящий только правду, обещал им Свою помощь. Человек чувствует себя беспомощным и униженным, когда он слабее своего противника числом и умением, духом и плотью. А все это никоим образом не относится к мусульманам. Во-вторых, с ними - Всевышний Аллах. Они суть правоверные, а Аллах никогда не бросает правоверных в беде и не оставляет их без Своей помощи и поддержки. Одно только это обязывает их воспрянуть духом и одолеть любого врага. В-третьих, Аллах обещал, что ничуть не умалит их деяний, а сполна воздаст им за содеянное добро и даже приумножит их вознаграждение. Более всего это относится к джихаду, вознаграждение за который Аллах увеличивает в семьсот раз и даже более того. Всевышний сказал: «Не следовало жителям Медины и бедуинам из окрестностей оставаться позади посланника Аллаха и отдавать предпочтение собственным жизням перед его жизнью. Это потому, что жажда, усталость и голод, постигающие их на пути Аллаха, и каждый шаг, вызывающий гнев неверующих, и каждое поражение, нанесенное врагу, непременно запишутся им как добрые дела. Воистину, Аллах не теряет вознаграждения творящих добро. Какое бы большое или скудное пожертвование они ни делали, какую бы долину они ни пересекали, это записывается им, дабы Аллах воздал им большим, чем то, что они совершили» (9:120–121). Человек, который твердо знает, что Всевышний Аллах не оставит без внимания его усердие и участие в джихаде, непременно будет делать все возможное для того, чтобы заработать обещанное Аллахом вознаграждение. А что тогда можно сказать о том, кто убежден в истинности всего, о чем Аллах упомянул в этом аяте? Безусловно, он будет изо всех сил стремиться снискать благоволение своего Господа. Такими замечательными аятами Всевышний Аллах вдохновляет Своих рабов на совершение благих дел и борьбу за свое счастье и благополучие.",
  "ayah": 35,
  "surah": 47
}
