{
  "text": "وقوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: والليل وما جمع مما سكن وهدأ فيه من ذي روح كان يطير، أو يَدِب نهارًا، يقال منه: وسَقْتُه أسِقُه وَسْقا، ومنه طعام موسُوق، وهو المجموع في غرائر أو وعاء، ومنه الوَسْق، وهو الطعام المجتمع الكثير مما يُكال أو يوزن، يقال: هو ستون صاعًا، وبه جاء الخبر عن رسول الله صلى الله عليه وسلم .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَا وَسَقَ ) يقول: وما جمع .حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي بشر، عن مجاهد، عن ابن عباس في هذه الآية ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع . وقال ابن عباس:مُسْتَوْسِقَاتٍ لَوْ يَجِدْنَ سَائِقَا (2)حدثني يعقوب قال: ثنا ابن علية، عن أبي رجاء، قال: سأل حفص الحسن عن قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع، يقول: ما آوى فيه من دابة .حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) : وما لفّ .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما أظلم عليه، وما أدخل فيه . وقال ابن عباس:* مُسْتَوْسِقَاتٍ لَوْ يَجِدْنَ حَادِيا *حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: وما جمع من نجم أو دابة .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَمَا وَسَقَ ) قال: وما جمع .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما جمع مجتمع فيه الأشياء التي يجمعها الله التي تأوي إليه، وأشياء تكون في الليل لا تكون في النهار ما جمع مما فيه ما يأوي إليه، فهو مما جمع .حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد: ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: ما لُفّ عليه .قال: ثنا جرير، عن منصور، عن مجاهد، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: وما دخل فيه .حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن أبي الهيثم، عن سعيد بن جبير ( وَاللَّيْلِ وَمَا وَسَقَ ) : وما جمع .قال: ثنا وكيع، عن نافع، عن ابن عمر، عن ابن أبي مليكة، عن ابن عباس ( وَمَا وَسَقَ ) : وما جمع، ألم تسمع قول الشاعر:* مُسْتَوْسِقَاتٍ لَوْ يَجِدْنَ سَائِقَا *حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة، في قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: ما حاز إذا جاء الليل .وقال آخرون: معنى ذلك: وما ساق.* ذكر من قال ذلك:حدثنا عبد الله بن أحمد المَرْوَزيّ، قال: ثنا عليّ بن الحسن، قال: ثنا حسين، قال: سمعت عكرمة وسئل ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: ما ساق من ظلمة، فإذَا كان الليل، ذهب كلّ شيء إلى مأواه .حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسن، عن عكرمة ( وَاللَّيْلِ وَمَا وَسَقَ ) يقول: ما ساق من ظلمة إذا جاء الليل ساق كل شيء إلى مأواه .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) قال: ما ساق معه من ظلمة إذا أقبل .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَاللَّيْلِ وَمَا وَسَقَ ) يعني: وما ساق الليل من شيء جمعه النجوم، ويقال: والليل وما جمع .------------------------الهوامش:(2) هذا بيت من مشطور الرجز ، أنشده أبو عبيدة في مجاز القرآن ( 186 ) قال : { وما وسق } ما علاه لم يمتنع منه شيء ، فإذا جلل الليل الجبال والأشجار والبحار والأرض ، فاجتمعت له ، فقد وسقها ؛ قال الشاعر :* مستوسـقات لـو وجـدن سـائقًا *وفي الكامل للمبرد ( طبعة الحلبي 957 ) حدث أبو عبيدة معمر بن المثنى التيمي النسابة ، عن أسامة بن زيد ، عن عكرمة ، قال : رأيت عبد الله بن العباس وعنده نافع بن الأزرق وهو يسأله ، ويطلب منه الاحتجاج باللغة ، فسأله عن قول الله جل ثناؤه : { والليل وما وسق } ، فقال ابن عباس : وما جمع ، فقال : أتعرف ذلك العرب ؟ قال ابن عباس : أما سمعت قول الراجز :إنَّ لَنـــا قَلائِصًـــا حَقائِقَـــامُسْتَوْسِــقاتٍ لَــوْ يَجِــدْنَ سـائِقَاقال المبرد : هذا قول ابن عباس ؛ وهو الحق الذي لا يقدح فيه قادح . قلت : وبناء عليه يكون هذان البيتان معروفين في عصر ابن عباس ونافع بن الأزرق . وتكون نسبتهما إلى العجاج في ملحق ديوانه ، وفي إحدى روايات ( اللسان : وشق ) غير صحيحة . والنون في يجدن أو وجد : راجعة إلى الأبل ، وأن من الخطأ أن يقال : تجدن بالتاء في أول الفعل إلا إذا كان لجمع مؤنث للمخاطبات ، وقد وقع خطأ تجدن في اللسان ، وفي ديوان العجاج 84 . وخلاصة ما تقدم أن هذا الرجز عرفه ابن عباس وأنشده احتجاجا على ما سأله عنه نافع . ولابد إذن من حمل عبارة : وقال ابن عباس \" مستوسقات \" التي وردت في ثلاثة مواضع في الطبري على إرادة . وأنشد ابن عباس ؛ لأن ما ورد في التفسير مسوق روايات لبعض المفسرين ، وفيه تسمح في التعبير .",
  "ayah": 17,
  "surah": 84
}
