{
  "text": "( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) بأن ينظر في أعماله، فيغفر له سيئها، ويُجازى على حُسنها.وبنحو الذي قلنا في ذلك قال أهل التأويل وجاء الخبر عن رسول الله صلى الله عليه وسلم .* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا جرير، عن محمد بن إسحاق، عن عبد الواحد بن حمزة، عن عباد بن عبد الله بن الزُّبير، عن عائشة، قالت: سمعت النبيّ صلى الله عليه وسلم يقول: \" اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا \" قلت: يا رسول الله ما الحساب اليسير؟ قال: \" أن يُنْظَرَ فِي سَيِّئاتِهِ فَيُتَجَاوَزُ عَنْهُ، إنَّهُ مَنْ نُوقِشَ الْحِسَابَ يَوْمَئِذٍ هَلَكَ\" .حدثني يعقوب، قال: ثنا ابن علية، عن محمد بن إسحاق، قال: ثني عبد الواحد بن حمزة بن عبد الله بن الزبير، عن عباد بن عبد الله بن الزيير، عن عائشة، قالت: سمعت رسول الله صلى الله عليه وسلم يقول في بعض صلاته: \" اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا \"، فلما انصرف قلت: يا رسول الله ما الحساب اليسير؟ قال: \" يُنْظَرُ فِي كِتَابِهِ، وَيُتَجَاوَزُ عَنْهُ، إنَّهُ مَنْ نُوقِشَ الْحِسَابَ يَوْمَئِذٍ يا عَائِشَةُ هَلَكَ\" .حدثنا نصر بن عليّ الجَهْضَمِيّ، قال: ثنا مسلم، عن الحريش بن الخرّيت أخي الزبير، عن ابن أبي مليكة، عن عائشة، قالت: من نُوقش الحساب، أو من حوسب عذّب، قال: ثم قالت: إنما الحساب اليسير: عَرْض على الله وهو يراهم .حدثنا ابن بشار، قال: ثنا عبد الوهاب، قال: ثنا أيوب، وحدثني يعقوب، قال: ثنا ابن علية، قال: أخبرنا أيوب، عن ابن أبي مليكة، عن عائشة أن رسول الله صلى الله عليه وسلم، قال: \" مَنْ حُوسِبَ يَوْمَ الْقِيَامَةِ عُذَّبَ\"، فقلت: أليس الله يقول: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: \" لَيْسَ ذَلِكَ الْحِسَابُ إنَّمَا ذلكَ العَرْضُ، وَلَكِنْ مَنْ نُوقِشَ الْحِسَابَ يَوْمَ الْقِيَامَةِ عُذِبَ\" .حدثنا ابن وكيع، قال: ثنا روح بن عبادة، قال: ثنا أبو عامر الخزاز، عن ابن أبي مليكة، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم : \" إنَّهُ لَيْسَ أحَدٌ يُحَاسَبُ يَوْمَ القِيَامَةِ إلا مُعَذَّبًا \"، فقلت: أليس يقول الله: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) ؟ قال: \" ذَلِكَ الْعَرضُ، إنَّهُ مَنْ نُوقِشَ الْحِسَابَ عُذّبَ\"، وقال بيده على أصبعه كأنه ينكته .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: الحساب اليسير: الذي يغفر ذنوبه، ويتقبَّل حسناته، ويسير الحساب الذي يعفى عنه، وقرأ:  وَيَخَافُونَ سُوءَ الْحِسَابِ  ، وقرأ:  أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ  .حدثنا ابن حميد، قال: ثنا مهران، عن عثمان بن الأسود، قال: ثني ابن أبي مليكة، عن عائشة، قالت: يا رسول الله ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: \" ذَلِكَ الْعَرْضُ يَا عَائِشَةُ، مَنْ نُوقِشَ الْحِسَابَ هَلَكَ\" .حدثنا ابن بشار، قال: ثنا عثمان بن عمرو وأبو داود، قالا ثنا أبو عامر الخزاز، عن ابن أبي مليكة، عن عائشة، قالت: قال رسول الله صلى الله عليه وسلم: \" مَنْ حُوسِبَ عُذّبَ \" ، قَالَتْ: فقلت: أليس الله يقول: ( فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) قال: \" ذَلِكَ الْعَرْضُ يَا عَائِشَةُ، وَمَنْ نُوقِشَ الحِسَابَ عُذّبَ\" .إن قال قائل: وكيف قيل: ( فَسَوْفَ يُحَاسَبُ ) ، والمحاسبة لا تكون إلا من اثنين، والله القائم بأعمالهم ولا أحد له قِبَل ربه طَلِبة فيحاسبه؟ قيل: إن ذلك تقرير من الله للعبد بذنوبه، وإقرار من العبد بها وبما أحصاه كتاب عمله، فذلك المحاسبة على ما وصفنا، ولذلك قيل: يحاسب.حدثنا عمرو بن عليّ، قال: ثنا ابن أبي عديّ، عن أبي يونس القشيري، عن ابن أبي مليكة، عن القاسم بن محمد، عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: \" لَيْسَ أحَدٌ يُحَاسَبُ يَوْمَ الْقِيَامَةِ إلا هَلَكَ\" قالت: فقلت: يا رسول الله &; 24-315 &; ( فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ * فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا ) فقال: \" ذَلِكَ الْعَرْضُ، لَيْس أحَدٌ يُحَاسَبُ يَوْمَ الْقِيَامَةِ إلا هَلَكَ\" .",
  "ayah": 8,
  "surah": 84
}
