{
  "text": "قوله تعالى : يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم إن الله عليم خبير .فيه سبع مسائل :الأولى : قوله تعالى : يا أيها الناس إنا خلقناكم من ذكر وأنثى يعني آدم وحواء . ونزلت الآية في أبي هند ، ذكره أبو داود في ( المراسيل ) ، حدثنا عمرو بن عثمان وكثير بن عبيد قالا حدثنا بقية بن الوليد قال حدثني الزهري قال : أمر رسول الله - صلى الله عليه وسلم - بني بياضة أن يزوجوا أبا هند امرأة منهم ، فقالوا لرسول الله - صلى الله عليه وسلم - : نزوج بناتنا موالينا ؟ فأنزل الله - عز وجل - : إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا الآية . قال الزهري : نزلت في أبي هند خاصة . وقيل : إنها نزلت في ثابت بن قيس بن شماس . وقوله في الرجل الذي لم يتفسح له : ابن فلانة ، فقال النبي - صلى الله عليه وسلم - : ( من الذاكر فلانة ) ؟ قال ثابت : أنا يا رسول الله ، فقال النبي - صلى الله عليه وسلم - : ( انظر في وجوه القوم ) فنظر ، فقال : ( ما رأيت ) ؟ قال رأيت أبيض وأسود وأحمر ، فقال : ( فإنك لا تفضلهم إلا بالتقوى ) فنزلت في ثابت هذه الآية . ونزلت في الرجل الذي لم يتفسح له : يا أيها الذين آمنوا إذا قيل لكم تفسحوا في المجالس الآية . قال ابن عباس : لما كان يوم فتح مكة أمر النبي - صلى الله عليه وسلم - بلالا حتى علا على ظهر الكعبة فأذن ، فقال عتاب بن أسيد بن أبي [ ص: 309 ] العيص : الحمد لله الذي قبض أبي حتى لا يرى هذا اليوم . قال الحارث بن هشام : ما وجد محمد غير هذا الغراب الأسود مؤذنا . وقال سهيل بن عمرو : إن يرد الله شيئا يغيره . وقال أبو سفيان : إني لا أقول شيئا أخاف أن يخبر به رب السماء ، فأتى جبريل النبي - صلى الله عليه وسلم - وأخبره بما قالوا ، فدعاهم وسألهم عما قالوا فأقروا ، فأنزل الله تعالى هذه الآية . زجرهم عن التفاخر بالأنساب ، والتكاثر بالأموال ، والازدراء بالفقراء ، فإن المدار على التقوى . أي : الجميع من آدم وحواء ، إنما الفضل بالتقوى . وفي الترمذي عن ابن عمر أن رسول الله - صلى الله عليه وسلم - خطب بمكة فقال : ( يا أيها الناس إن الله قد أذهب عنكم عبية الجاهلية وتعاظمها بآبائها . فالناس رجلان : رجل بر تقي كريم على الله ، وفاجر شقي هين على الله . والناس بنو آدم وخلق الله آدم من تراب قال الله تعالى : يا أيها الناس إنا خلقناكم من ذكر وأنثى وجعلناكم شعوبا وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم إن الله عليم خبير ) . خرجه من حديث عبد الله بن جعفر والد علي بن المديني وهو ضعيف ، ضعفه يحيى بن معين وغيره . وقد خرج الطبري في كتاب ( آداب النفوس ) وحدثني يعقوب بن إبراهيم قال حدثنا إسماعيل قال حدثنا سعيد الجريري عن أبي نضرة قال : حدثني أو حدثنا من شهد خطب رسول الله - صلى الله عليه وسلم - بمنى في وسط أيام التشريق وهو على بعير فقال : أيها الناس ألا إن ربكم واحد وإن أباكم واحد ألا لا فضل لعربي على عجمي ولا عجمي على عربي ولا لأسود على أحمر ولا لأحمر على أسود إلا بالتقوى ألا هل بلغت ؟ - قالوا نعم قال - ليبلغ الشاهد الغائب . وفيه عن مالك الأشعري قال : قال رسول الله - صلى الله عليه وسلم - : إن الله لا ينظر إلى أحسابكم ولا إلى أنسابكم ولا إلى أجسامكم ولا إلى أموالكم ولكن ينظر إلى قلوبكم فمن كان له قلب صالح تحنن الله عليه وإنما أنتم بنو آدم وأحبكم إليه أتقاكم . ولعلي - رضي الله عنه - في هذا المعنى وهو مشهور من شعره :الناس من جهة التمثيل أكفاء أبوهم آدم والأم حواء     نفس كنفس وأرواح مشاكلةوأعظم خلقت فيهم وأعضاء     فإن يكن لهم من أصلهم حسبيفاخرون به فالطين والماء     ما الفضل إلا لأهل العلم إنهمعلى الهدى لمن استهدى أدلاء      [ ص: 310 ] وقدر كل امرئ ما كان يحسنهوللرجال على الأفعال سيماء     وضد كل امرئ ما كان يجهلهوالجاهلون لأهل العلم أعداءالثانية : بين الله تعالى في هذه الآية أنه خلق الخلق من الذكر والأنثى ، وكذلك في أول سورة ( النساء ) ولو شاء لخلقه دونهما كخلقه لآدم ، أو دون ذكر كخلقه لعيسى - عليه السلام - ، أو دون أنثى كخلقه حواء من إحدى الجهتين . وهذا الجائز في القدرة لم يرد به الوجود . وقد جاء أن آدم خلق الله منه حواء من ضلع انتزعها من أضلاعه ، فلعله هذا القسم ، قاله ابن العربي .الثالثة : خلق الله الخلق بين الذكر والأنثى أنسابا وأصهارا وقبائل وشعوبا ، وخلق لهم منها التعارف ، وجعل لهم بها التواصل للحكمة التي قدرها وهو أعلم بها ، فصار كل أحد يحوز نسبه ، فإذا نفاه رجل عنه استوجب الحد بقذفه ، مثل أن ينفيه عن رهطه وحسبه ، بقوله للعربي : يا عجمي ، وللعجمي : يا عربي ، ونحو ذلك مما يقع به النفي حقيقة . انتهى .الرابعة : ذهب قوم من الأوائل إلى أن الجنين إنما يكون من ماء الرجل وحده ، ويتربى في رحم الأم ، ويستمد من الدم الذي يكون فيه . واحتجوا بقوله تعالى : ألم نخلقكم من ماء مهين فجعلناه في قرار مكين . وقوله تعالى : ثم جعل نسله من سلالة من ماء مهين . وقوله : ألم يك نطفة من مني يمنى فدل على أن الخلق من ماء واحد . والصحيح أن الخلق إنما يكون من ماء الرجل والمرأة لهذه الآية ، فإنها نص لا يحتمل التأويل . وقوله تعالى : خلق من ماء دافق يخرج من بين الصلب والترائب والمراد منه أصلاب الرجال وترائب النساء ، على ما يأتي بيانه . وأما ما احتجوا به فليس فيه أكثر من أن الله تعالى ذكر خلق الإنسان من الماء والسلالة والنطفة ولم يضفها إلى أحد الأبوين دون الآخر . فدل على أن الماء والسلالة لهما والنطفة منهما بدلالة ما ذكرنا . وبأن المرأة تمني كما يمني الرجل ، وعن ذلك يكون الشبه ، حسب ما تقدم بيانه في آخر ( الشورى ) وقد قال في قصة نوح : فالتقى الماء على أمر قد قدر وإنما أراد ماء السماء وماء الأرض ; لأن الالتقاء لا يكون إلا من اثنين ، فلا ينكر أن يكون ثم جعل نسله من سلالة من ماء مهين وقوله تعالى : ألم نخلقكم من ماء مهين ويريد ماءين . والله أعلم .[ ص: 311 ] الخامسة : قوله تعالى : وجعلناكم شعوبا وقبائل لتعارفوا الشعوب : رءوس القبائل ، مثل ربيعة ومضر والأوس والخزرج ، واحدها شعب بفتح الشين ، سموا به لتشعبهم واجتماعهم كشعب أغصان الشجرة . والشعب من الأضداد ، يقال شعبته إذا جمعته ، ومنه المشعب ( بكسر الميم ) وهو الإشفى ; لأنه يجمع به ويشعب . قال :فكاب على حر الجبين ومتق     بمدرية كأنه ذلق مشعبوشعبته إذا فرقته ، ومنه سميت المنية شعوبا لأنها مفرقة . فأما الشعب ( بالكسر ) فهو الطريق في الجبل ، والجمع الشعاب . قال الجوهري : الشعب : ما تشعب من قبائل العرب والعجم ، والجمع الشعوب . والشعوبية : فرقة لا تفضل العرب على العجم . وأما الذي في الحديث : أن رجلا من الشعوب أسلم ، فإنه يعني من العجم . والشعب : القبيلة العظيمة ، وهو أبو القبائل الذي ينسبون إليه ، أي : يجمعهم ويضمهم . قال ابن عباس : الشعوب الجمهور ، مثل مضر . والقبائل : الأفخاذ . وقال مجاهد : الشعوب البعيد من النسب ، والقبائل دون ذلك . وعنه أيضا أن الشعوب النسب الأقرب . وقاله قتادة . ذكر الأول عنه المهدوي ، والثاني الماوردي . قال الشاعر [ طرفة بن العبد ] :رأيت سعودا من شعوب كثيرة     فلم أر سعدا مثل سعد بن مالكوقال آخر :قبائل من شعوب ليس فيهم     كريم قد يعد ولا نجيبوقيل : إن الشعوب عرب اليمن من قحطان ، والقبائل من ربيعة ومضر وسائر عدنان . وقيل : إن الشعوب بطون العجم ، والقبائل بطون العرب . وقال ابن عباس في رواية : إن الشعوب الموالي ، والقبائل العرب . قال القشيري : وعلى هذا فالشعوب من لا يعرف لهم أصل نسب كالهند والجبل والترك ، والقبائل من العرب . الماوردي : ويحتمل أن الشعوب هم المضافون إلى النواحي والشعاب ، والقبائل هم المشتركون في الأنساب . قال الشاعر :[ ص: 312 ]وتفرقوا شعبا فكل جزيرة     فيها أمير المؤمنين ومنبروحكى أبو عبيد عن ابن الكلبي عن أبيه : الشعب أكبر من القبيلة ثم الفصيلة ثم العمارة ثم البطن ثم الفخذ . وقيل : الشعب ثم القبيلة ثم العمارة ثم البطن ثم الفخذ ثم الفصيلة ثم العشيرة ، وقد نظمها بعض الأدباء فقال :اقصد الشعب فهو أكثر حي     عددا في الحواء ثم القبيلهثم تتلوها العمارة ثم ال     بطن والفخذ بعدها والفصيلهثم من بعدها العشيرة لكن     هي في جنب ما ذكرناه قليلهوقال آخر :قبيلة قبلها شعب وبعدهما     عمارة ثم بطن تلوه فخذوليس يؤوي الفتى إلا فصيلته     ولا سداد لسهم ما له قذذالسادسة : قوله تعالى : لتعارفوا إن أكرمكم عند الله وقد تقدم في سورة ( الزخرف ) عند قوله تعالى : وإنه لذكر لك ولقومك . وفي هذه الآية ما يدلك على أن التقوى هي المراعى عند الله تعالى وعند رسوله دون الحسب والنسب . وقرئ ( أن ) بالفتح . كأنه قيل : لم يتفاخر بالأنساب ؟ قيل : لأن أكرمكم عند الله أتقاكم لا أنسبكم . وفي الترمذي عن سمرة عن النبي - صلى الله عليه وسلم - قال : ( الحسب المال والكرم التقوى ) . قال : هذا حديث حسن غريب صحيح . وذلك يرجع إلى قوله تعالى : إن أكرمكم عند الله أتقاكم ، وقد جاء منصوصا عنه - عليه السلام - : ( من أحب أن يكون أكرم الناس فليتق الله ) .والتقوى معناه مراعاة حدود الله تعالى أمرا ونهيا ، والاتصاف بما أمرك أن تتصف به ، والتنزه عما نهاك عنه . وقد مضى هذا في غير موضع .وفي الخبر من رواية أبي هريرة عن النبي - صلى الله عليه وسلم - : ( إن الله تعالى يقول يوم القيامة إني جعلت نسبا وجعلتم نسبا فجعلت أكرمكم أتقاكم وأبيتم إلا أن تقولوا فلان ابن فلان وأنا اليوم أرفع نسبي وأضع أنسابكم ، أين المتقون ؟ أين المتقون ؟ ) . وروى الطبري من حديث أبي هريرة [ ص: 313 ] أن رسول الله - صلى الله عليه وسلم - قال : ( إن أوليائي المتقون يوم القيامة وإن كان نسب أقرب من نسب . يأتي الناس بالأعمال وتأتون بالدنيا تحملونها على رقابكم تقولون يا محمد فأقول هكذا وهكذا ) . وأعرض في كل عطفيه .وفي صحيح مسلم من حديث عبد الله بن عمرو قال : سمعت رسول الله - صلى الله عليه وسلم - جهارا غير سر يقول : ( إن آل أبي ليسوا لي بأولياء إنما وليي الله وصالح المؤمنين ) . وعن أبي هريرة أن النبي - صلى الله عليه وسلم - سئل : من أكرم الناس ؟ فقال : ( يوسف بن يعقوب بن إسحاق بن إبراهيم ) قالوا : ليس عن هذا نسألك ، قال : ( فأكرمهم عند الله أتقاهم ) فقالوا : ليس عن هذا نسألك ، فقال : ( عن معادن العرب ؟ خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا ) وأنشدوا في ذلك :ما يصنع العبد بعز الغنى     والعز كل العز للمتقيمن عرف الله فلم تغنه     معرفة الله فذاك الشقيالسابعة : ذكر الطبري حدثني عمر بن محمد قال حدثنا عبيد بن إسحاق العطار قال حدثنا مندل بن علي عن ثور بن يزيد عن سالم بن أبي الجعد قال : تزوج رجل من الأنصار امرأة فطعن عليها في حسبها ، فقال الرجل : إني لم أتزوجها لحسبها إنما تزوجتها لدينها وخلقها ، فقال النبي - صلى الله عليه وسلم - : ( ما يضرك ألا تكون من آل حاجب بن زرارة ) . ثم قال النبي - صلى الله عليه وسلم - : ( إن الله تبارك وتعالى جاء بالإسلام فرفع به الخسيسة وأتم به الناقصة وأذهب به اللوم فلا لوم على مسلم إنما اللوم لوم الجاهلية ) . وقال النبي - صلى الله عليه وسلم - : إني لأرجو أن أكون أخشاكم لله وأعلمكم بما أتقي ولذلك كان أكرم البشر على الله تعالى .قال ابن العربي : وهذا الذي لحظ مالك في الكفاءة في النكاح . روى عبد الله عن مالك : يتزوج المولى العربية ، واحتج بهذه الآية . وقال أبو حنيفة والشافعي : يراعى الحسب والمال . وفي الصحيح عن عائشة أن أبا حذيفة بن عتبة بن ربيعة - وكان ممن شهد بدرا مع النبي - صلى الله عليه وسلم - تبنى سالما وأنكحه هندا بنت أخيه الوليد بن عتبة بن ربيعة ، وهو مولى لامرأة من الأنصار . وضباعة بنت الزبير كانت تحت المقداد بن الأسود .قلت : وأخت عبد الرحمن بن عوف كانت تحت بلال . وزينب بنت جحش كانت [ ص: 314 ] تحت زيد بن حارثة . فدل على جواز نكاح الموالي العربية ، وإنما تراعى الكفاءة في الدين . والدليل عليه أيضا ما روى سهل بن سعد في صحيح البخاري أن النبي - صلى الله عليه وسلم - مر عليه رجل فقال : ( ما تقولون في هذا ) ؟ فقالوا : حري إن خطب أن ينكح ، وإن شفع أن يشفع وإن قال أن يسمع . قال : ثم سكت ، فمر رجل من فقراء المسلمين فقال : ( ما تقولون في هذا ؟ ) قالوا : حري إن خطب ألا ينكح ، وإن شفع ألا يشفع ، وإن قال ألا يسمع . فقال رسول الله - صلى الله عليه وسلم - : ( هذا خير من ملء الأرض مثل هذا ) . وقال - صلى الله عليه وسلم - : تنكح المرأة لمالها وجمالها ودينها - وفي رواية - ولحسبها فعليك بذات الدين تربت يداك .وقد خطب سلمان إلى أبي بكر ابنته فأجابه ، وخطب إلى عمر ابنته فالتوى عليه ، ثم سأله أن ينكحها فلم يفعل سلمان . وخطب بلال بنت البكير فأبى إخوتها ، قال بلال : يا رسول الله ، ماذا لقيت من بني البكير ! خطبت إليهم أختهم فمنعوني وآذوني ، فغضب رسول الله - صلى الله عليه وسلم - من أجل بلال ، فبلغهم الخبر فأتوا أختهم فقالوا : ماذا لقينا من سببك ؟ فقالت أختهم : أمري بيد رسول الله - صلى الله عليه وسلم - ، فزوجوها . وقال النبي - صلى الله عليه وسلم - في أبي هند حين حجمه : ( أنكحوا أبا هند وأنكحوا إليه ) . وهو مولى بني بياضة .وروى الدارقطني من حديث الزهري عن عروة عن عائشة أن أبا هند مولى بني بياضة كان حجاما فحجم النبي - صلى الله عليه وسلم - ، فقال النبي - صلى الله عليه وسلم - : ( من سره أن ينظر إلى من صور الله الإيمان في قلبه فلينظر إلى أبي هند ) . وقال رسول الله - صلى الله عليه وسلم - : ( أنكحوه وأنكحوا إليه ) . قال القشيري أبو نصر : وقد يعتبر النسب في الكفاءة في النكاح وهو الاتصال بشجرة النبوة أو بالعلماء الذين هم ورثة الأنبياء ، أو بالمرموقين في الزهد والصلاح . والتقي المؤمن أفضل من الفاجر النسيب ، فإن كانا تقيين فحينئذ يقدم النسيب منهما ، كما تقدم الشاب على الشيخ في الصلاة إذا استويا في التقوى .",
  "ayah": 13,
  "surah": 49
}
