{
  "text": "قوله تعالى : إن الذين ينادونك من وراء الحجرات أكثرهم لا يعقلون .قال مجاهد وغيره : نزلت في أعراب بني تميم ، قدم الوفد منهم على النبي - صلى الله عليه وسلم - ، فدخلوا المسجد ونادوا النبي - صلى الله عليه وسلم - من وراء حجرته أن اخرج إلينا ، فإن مدحنا زين وذمنا شين . وكانوا سبعين رجلا قدموا الفداء ذراري لهم ، وكان النبي - صلى الله عليه وسلم - نام للقائلة . وروي أن الذي نادى الأقرع بن حابس ، وأنه القائل : إن مدحي زين وإن ذمي شين ، فقال النبي - صلى الله عليه وسلم - : ( ذاك الله ) . ذكره الترمذي عن البراء بن عازب أيضا .وروى زيد بن أرقم فقال : أتى أناس النبي - صلى الله عليه وسلم - فقال بعضهم لبعض : انطلقوا بنا إلى هذا الرجل ، فإن يكن نبيا فنحن أسعد الناس باتباعه ، وإن يكن ملكا نعش في جنابه . فأتوا النبي - صلى الله عليه وسلم - فجعلوا ينادونه وهو في حجرته : يا محمد ، يا محمد ، فأنزل الله تعالى هذه الآية . قيل : إنهم كانوا من بني تميم . قال مقاتل كانوا تسعة عشر : قيس بن عاصم ، والزبرقان بن بدر ، والأقرع بن حابس ، وسويد بن هاشم ، وخالد بن مالك ، وعطاء بن حابس ، والقعقاع بن معبد ، ووكيع بن وكيع ، وعيينة بن حصن وهو الأحمق المطاع ، وكان من الجرارين يجر عشرة آلاف قناة ، أي : يتبعه ، وكان اسمه حذيفة وسمي عيينة لشتر كان في عينيه ذكر عبد الرزاق في عيينة هذا : أنه الذي نزل فيه ولا تطع من أغفلنا قلبه عن ذكرنا . وقد مضى في آخر ( الأعراف ) من قوله لعمر - رضي الله عنه - ما فيه كفاية ، ذكره البخاري .وروي أنهم وفدوا وقت الظهيرة ورسول الله - صلى الله عليه وسلم - راقد ، فجعلوا ينادونه : يا محمد يا محمد ، اخرج إلينا ، فاستيقظ وخرج ، ونزلت . وسئل رسول الله - صلى الله عليه وسلم - فقال : ( هم جفاة بني تميم لولا أنهم من أشد الناس قتالا للأعور الدجال لدعوت الله عليهم أن يهلكهم ) . والحجرات جمع حجرة ، كالغرفات جمع غرفة ، والظلمات جمع ظلمة . وقيل : الحجرات جمع الحجر ، والحجر جمع حجرة ، فهو جمع الجمع . وفيه لغتان : ضم الجيم وفتحها . قال :ولما رأونا باديا ركباتنا على موطن لا نخلط الجد بالهزلوالحجرة : الرقعة من الأرض المحجورة بحائط يحوط عليها . وحظيرة الإبل تسمى الحجرة ، وهي فعلة بمعنى مفعولة . وقرأ أبو جعفر بن القعقاع ( الحجرات ) بفتح الجيم استثقالا للضمتين . وقرئ ( الحجرات ) بسكون الجيم تخفيفا . وأصل الكلمة المنع . وكل [ ص: 282 ] ما منعت أن يوصل إليه فقد حجرت عليه . ثم يحتمل أن يكون المنادي بعضا من الجملة فلهذا قال : أكثرهم لا يعقلون أي إن الذين ينادونك من جملة قوم الغالب عليهم الجهل .",
  "ayah": 4,
  "surah": 49
}
