{
  "text": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1)افتتاح السورة بالتبات مشعر بأنها نزلت لتوبيخ ووعيد ، فذلك براعة استهلال مثل ما تفتتح أشعار الهجاء بما يؤذن بالذم والشتم ومنه قوله تعالى : { ويل للمطففين } [ المطففين : 1 ] إذ افتتحت السورة المشتملة على وعيد المطففين للفظ الويل ومن هذا القبيل قول عبد الرحمان بن الحكم من شعراء «الحماسة» : ... لَحَا الله قَيْساً قَيسَ عَيلان إنهاأضاعت ثُغور المسلمين وولَّتِ ... وقول أبي تمام في طالعةِ هجاء: ... النارُ والعارُ والمكروه والعطبومنه أخذ أبو بكر بن الخازن قوله في طالع قصيدة هناء بمولد: ... مجشري فقد أنجز الإِقبال ما وعدوالتَّبُّ : الخسران والهلاك ، والكلام دعاء وتقريع لأبي لهب دافع الله به عن نبيئه بمثل اللفظ الذي شَتَم به أبو لهب محمداً صلى الله عليه وسلم جزاءً وفاقاً .وإسناد التبّ إلى اليدين لِما روي من أن أبا لهب لما قال للنبيء : «تباً لك سائرَ اليوم ألهذا جمعتنا» أخذ بيده حجراً ليرميه به . وروي عن طارق المحاربي قال : «بينا أنا بسوق ذي المجاز إذا أنا برجل حديث السن يقول : أيها الناس قولوا : لا إله إلا الله تفلحوا ، وإذا رجل خلفَه يرميه قد أدمى ساقيه وعرقوبيه ويقول : «يا أيها الناس إنه كذاب فلا تصدقوه» . فقلت : من هذا؟ فقالوا : هذا محمد يزعم أنه نبيء ، وهذا عمه أبو لهب ، فوقع الدعاء على يديه لأنهما سبب أذى النبي صلى الله عليه وسلم كما يقال للذي يتكلم بمكروه : «بفيك الحجارة أو بفيك الكثكث» .وقول النابغة: ... قعود الذي أبياتهم يثمدونهمرمى الله في تلك الأكف الكوانع ... ويقال بضد ذلك للذي يقول كلاماً حسناً : لا فُضَّ فُوك ، وقال أعرابي من بني أسد: ... دَعَوْتُ لِمَا نابنِي مِسْوَراًفلبَّى فلبَّيْ يَديْ مِسْورِ ... لأنه دعاه لِما نابه من العدوِّ للنَّصر ، والنصر يكون بعمل اليد بالضرب أو الطعن .وأبو لهب : هو عبد العزى بن عبد المطلب وهو عمّ النبي صلى الله عليه وسلم وكنيته أبو عتبة تكنية باسم ابنه ، وأمّا كنيته بأبي لهب في الآية فقيل : كان يكنّى بذلك في الجاهلية ( لحسنه وإشراققِ وجهه ) وأنه اشتهر بتلك الكنية كما اقتضاه حديث طارق المحاربي ، ومثله حديث عن ربيعة بن عباد الديلي في «مسند أحمد» ، فسماه القرآن بكنيته دون اسمه لأن في اسمه عبادة العزى ، وذلك لا يُقره القرآن ، أو لأنه كان بكنيته أشهر منه باسمه العَلَممِ ، أو لأن في كنيته ما يتأتى به التوجيه بكونه صائراً إلى النار ، وذلك كناية عن كونه جهنمياً ، لأن اللهب ألسنةُ النار إذا اشتعلت وزال عنها الدخان . والأبُ : يطلق على ملازم ما أضيف إليه كقولهم : «أبوها وَكيَّالها» وكما كني إبراهيم عليه السلام : أبا الضيفان وكنَّى النبي صلى الله عليه وسلم عبدَ الرحمان بن صَخْر الدَّوْسي : أبا هريرة لأنه حمل هِرَّةً في كم قميصه ، وكُني شهرُ رمضان : أبَا البَركات ، وكني الذئب : أبا جَعدةٍ والجعدة سخلة المعز لأنه يلازم طلبها لافتراسها ، فكانت كنية أبي لهب صالحة موافقة لحاله من استحقاقه لهب جهنم فصار هذا التوجيه كناية عن كونه جهنمياً لينتقل من جعل أبي لهب بمعنى ملازم اللهب إلى لازم تلك الملازمة في العرف ، وهو أنه من أهل جهنم وهو لزوم ادعائي مبني على التفاؤل بالأسماء ونحوها كما أشار إليه التفتزاني في مبحث العَلَمِيَّة من «شرح المفتاح» وأنشد قول الشاعر: ... قصدت أبا المحاسن كي أراهلشوق كان يجذبني إليه ... فلما أن رأيتُ رأيت فرداًولم أر من بنيه ابنا لديه ... وقد يكون أبو لهب كنيته الحطب كما أنبأ عنه ما روي عن أبي هريرة : \" إن ابنة أبي لهب قالت للنبيء صلى الله عليه وسلم إن الناس يصيحون بي ويقولون إني ابنةُ حطب النار \" الحديث .وقرأ الجمهور لفظ { لهب } بفتح الهاء ، وقرأه ابن كثير بسكون الهاء وهو لغة لأنهم كثيراً ما يسكنون عين الكلمة المتحركة مع الفاء ، وقد يكون ذلك لأن { لهب } صار جزءَ عَلَم والعرب قد يغيرون بعض حركات الاسم إذا نقلوه إلى العلمية كما قالوا : شُمْس بضم الشين ، لشَمْس بن مالك الشاعر الذي ذكره تأبط شراً في قوله: ... إنّي لمُهْدٍ من ثَنائِي فقاصدبه لابن عَمِّ الصدققِ شُمْس بننِ مالك ... قال أبو الفتح بن جنّيّ في كتاب «إعراب الحماسة» : «يجوز أن يكون ضم الشين على وجه تغيير الأعلام نحو مَعدِ يكرب . وتَهْلُك ومَوْهَب وغير ذلك مما غُيِّر عن حال نظائره لأجل العلمية الحادثة فيه اه .وكما قالوا : أبو سُلْمى بضم السين كُنية والدِ زهير بن أبي سُلمى لأنهم نقلوا اسم سَلمى بفتح السين من أسماء النساء إلى جعله اسم رجل يكنى به لأنهم لا يكنون بأسماء النساء غالباً . ولذلك لم يسكن ابن كثير الهاء من قوله تعالى : { ذات لهب } وقراءةُ ابن كثير قراءة أهل مكة فلعل أهل مكة اشتهرت بينهم كنية أبي لهب بسكون الهاء تحقيقاً لكثرة دورانها على الألسنة في زمانه .وجملة : { وتب } إما معطوفة على جملة : { تبت يدا أبي لهب } عطف الدعاء على الدعاء إذا كان إسناد التبات إلى اليدين لأنهما آلة الأذى بالرمي بالحجارة كما في خبر طارق المحاربي ، فأعيد الدعاء على جميعه إغلاظاً له في الشتم والتقريع ، وتفيدُ بذلك تأكيداً لجملة : { تبت يدا أبي لهب } لأنها بمعناها ، وإنما اختلفتا بالكلية والجزئية ، وذلك الاختلاف هو مقتضِي عطفها ، وإلا لكان التوكيد غير معطوف لأن التوكيد اللفظي لا يعطف بالواو كما تقدم في سورة الكافرون .وإمّا أن تكون في موضع الحال ، والواو واوَ الحال ولا تكون دعاء إنما هي تحقيق لحصول ما دُعي عليه به كقول النابغة: ... جَزَى ربُّه عني عديَّ بن حاتمجَزَاء الكلاب العاويات وقَدْ فَعَلْ ... فيكون الكلام قبله مستعملاً في الذم والشماتة به أو لطلب الازدياد ، ويؤيد هذا الوجه قراءة عبد الله بن مسعود «وقد تَب» فيتمحض الكلام قبله لمعنى الذم والتحقير دون معنى طلب حصول التبات له ، وذلك كقول عبد الله بن رواحة حين خروجه إلى غزوة مُؤتة التي استشهد فيها: ... حتَّى يقولوا إذا مَرُّوا على جَدثيأرْشَدَك اللَّهُ من غَازٍ وقَدْ رَشِدا ... يعني ويقولوا : وقد رشدا ، فيصير قوله : أرشدك الله من غازٍ ، لمجرد الثناء والغبطة بما حصّله من الشهادة .",
  "ayah": 1,
  "surah": 111
}
