{
  "text": "آیت 41 وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَیْءٍ فَاَنَّ لِلّٰہِ خُمُسَہٗ وَلِلرَّسُوْلِ وَلِذِی الْقُرْبٰی اس آیت میں مال غنیمت کا حکم بیان ہو رہا ہے۔ واضح رہے کہ بعثت کے بعد سے رسول اللہ ﷺ کا ذریعہ معاش کوئی نہیں تھا۔ شادی کے بعد حضرت خدیجہ رض نے اپنی ساری دولت ہر قسم کے تصرف کے لیے آپ ﷺ کو پیش کردی تھی۔ جب تک آپ ﷺ مکہ میں رہے ‘ کسی نہ کسی طرح اسی سرمائے سے آپ ﷺ کے ذاتی اخراجات چلتے رہے ‘ لیکن ہجرت کے بعد اس سلسلے میں کوئی مستقل انتظام نہیں تھا۔ پھر آپ ﷺ کے قرابت دار اور اہل و عیال بھی تھے جن کی کفالت آپ ﷺ کے ذمہ تھی۔ ان سب اخراجات کے لیے ضروری تھا کہ کوئی معقول اور مستقل انتظام کردیا جائے۔ چناچہ غنائم میں سے پانچواں حصہ مستقل طور پر بیت المال کو دے دیا گیا اور آپ ﷺ کے ذاتی اخراجات ‘ ازواج مطہرات رض کا نان نفقہ اور آپ ﷺ کے قرابت داروں کی کفالت بیت المال کے ذمہ طے پائی۔وَالْیَتٰمٰی وَالْمَسٰکِیْنِ وَابْنِ السَّبِیْلِلا اسی پانچویں حصے میں سے معاشرے کے محروم افراد کی مدد بھی کی جائے گی۔اِنْ کُنْتُمْ اٰمَنْتُمْ باللّٰہِ وَمَآ اَنْزَلْنَا عَلٰی عَبْدِنَا یَوْمَ الْفُرْقَانِ یَوْمَ الْتَقَی الْجَمْعٰنِ ط وَاللّٰہُ عَلٰی کُلِّ شَیْءٍ قَدِیْرٌ فیصلے غزوۂ بدر کے دن جو شے خصوصی طور پر نازل کی گئی وہ غیبی امداد اور نصرت الٰہی تھی۔ اللہ تعالیٰ نے وعدہ فرمایا تھا کہ تمہاری مدد کے لیے فرشتے آئیں گے۔ وہ فرشتے اگرچہ کسی کو نظر تو نہیں آتے تھے ‘ لیکن جیسے تم لوگ بہت سی دوسری چیزوں پر ایمان بالغیب رکھتے ہو ‘ اللہ پر اور اس کی وحی پر ایمان رکھتے ہو ‘ جبرائیل علیہ السلام کے وحی لانے پر ایمان رکھتے ہو اور اس قرآن کے منزل من اللہ ہونے پر ایمان رکھتے ہو ‘ اسی طرح تمہارا یہ ایمان بھی ہونا چاہیے کہ اللہ نے اپنا وعدہ پورا کردیا جو اس نے اپنے رسول ﷺ اور مسلمانوں کی مدد کے سلسلے میں کیا تھا اور یہ کہ تمہاری یہ فتح اللہ کی مدد سے ہی ممکن ہوئی ہے۔ اگر تم لوگوں کا اس حقیقت پر یقین کامل ہے تو پھر اللہ کا یہ فیصلہ بھی دل کی آمادگی اور خوشی سے قبول کرلو کہ مال غنیمت میں سے پانچواں حصہ اللہ ‘ اس کے رسول ﷺ اور بیت المال کا ہوگا۔اس حکم کے نازل ہونے کے بعد تمام مال غنیمت ایک جگہ جمع کیا گیا اور اس میں سے پانچواں حصہ بیت المال کے لیے نکال کر باقی چار حصے مجاہدین میں تقسیم کردیے گئے۔ اس میں سے ہر اس شخص کو برابر کا حصہ ملا جو لشکر میں جنگ کے لیے شامل تھا ‘ قطع نظر اس کے کہ کسی نے عملی طور پر قتال کیا تھا یا نہیں کیا تھا اور قطع نظر اس کے کہ کسی نے بہت سا مال غنیمت جمع کیا تھا یا کسی نے کچھ بھی جمع نہیں کیا تھا۔ البتہ اس تقسیم میں سوار کے دو حصے رکھے گئے اور پیدل کے لیے ایک حصہ۔ اس لیے کہ سواریوں کے جانور مہیّا کرنے اور ان جانوروں پر اٹھنے والے اخراجات متعلقہ افراد ذاتی طور پر برداشت کرتے تھے۔",
  "ayah": 41,
  "surah": 8
}
