{
  "text": "آیت 43 اِذْ یُرِیْکَہُمُ اللّٰہُ فِیْ مَنَامِکَ قَلِیْلاً ط رسول اللہ ﷺ نے خواب میں دیکھا کہ قریش کے لشکر کی تعداد بہت زیادہ نہیں ہے ‘ بس تھوڑے سے لوگ ہیں جو بدر کی طرف جنگ کے لیے آ رہے ہیں ‘ حالانکہ وہ ایک ہزار افراد پر مشتمل بہت بڑا لشکر تھا۔وَلَوْ اَرٰٹکَہُمْ کَثِیْرًا اور آپ ﷺ نے اپنے ساتھیوں کو وہ خبر جوں کی توں بتائی ہوتی :لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِی الْاَمْرِ دشمن کی اصل تعداد اور طاقت کے بارے میں جان کر آپ لوگ پست ہمت ہوجاتے اور اختلاف میں پڑجاتے کہ ہمیں بدر میں جا کر اس لشکر کا مقابلہ کرنا بھی چاہیے یا نہیں۔ اس طرح آراء میں اختلاف کی بنا پر بھی تمہاری جمعیت میں کمزوری آجاتی۔وَلٰکِنَّ اللّٰہَ سَلَّمَط اِنَّہٗ عَلِیْمٌم بِذَات الصُّدُوْرِ رسول اللہ ﷺ نے جو خواب دیکھا وہ تو غلط نہیں ہوسکتا تھا ‘ کیونکہ انبیاء علیہ السلام کے تمام خواب سچے ہوتے ہیں۔ اس لیے مفسرین نے اس نکتے کی توجیہہ اس طرح کی ہے کہ آپ ﷺ کو لشکر کفار کی معنوی حقیقت دکھائی گئی تھی۔ یعنی کسی چیز کی ایک کمیت quantitative value ہوتی ہے اور ایک اس کی کیفیت اور اس کی اصل حقیقت ہوتی ہے۔ کمیت کے پہلو سے دیکھا جائے تو لشکر کفار کی تعداد ایک ہزار تھی اور وہ مسلمانوں سے تین گنا تھے ‘ مگر اس لشکر کی اندرونی کیفیت یکسر مختلف تھی۔ درحقیقت مکہ کے عوام الناس کی اکثریت حضور ﷺ کو اپنے معاشرے کا بہترین انسان سمجھتی تھی۔ ان کی سوچ کے مطابق آپ ﷺ کے تمام ساتھی بھی مکہ کے بہترین لوگ تھے۔ مکہ کا عام آدمی دل سے اس حقیقت کو تسلیم کرتا تھا کہ محمد ﷺ اور آپ ﷺ کے ساتھیوں نے کوئی جرم نہیں کیا ہے ‘ بلکہ یہ لوگ ایک خدا کو ماننے والے ‘ نیکیوں کا حکم دینے والے اور شریف لوگ ہیں۔ چناچہ مکہ کی خاموش اکثریت کی ہمدردیاں مسلمانوں کے ساتھ تھیں۔ ایسے تمام لوگ اپنے سرداروں اور لیڈروں کے حکم کی تعمیل میں لشکر میں شامل تو ہوگئے تھے ‘ مگر ان کے دل اپنے لیڈروں کے ساتھ نہیں تھے۔ جنگ میں دراصل جان کی بازی لگانے کا جذبہ ہی انسان کو بہادر اور طاقتور بناتا ہے اور یہ جذبہ نظریے کی سچائی اور نظر یاتی پختگی سے پیدا ہوتا ہے۔ قریش کے اس لشکر میں کسی ایسے حقیقی جذبے کا سرے سے فقدان تھا۔ لہٰذا تعداد میں اگرچہ وہ لوگ زیادہ تھے مگر معنوی طور پر ان کی جو کیفیت اور اصل حقیقت تھی اس لحاظ سے وہ بہت کم تھے اور حضور ﷺ کو خواب میں اللہ تعالیٰ نے ان کی اصل حقیقت دکھائی تھی۔",
  "ayah": 43,
  "surah": 8
}
