{
  "text": "حضرت موسیٰ ؐ کی صفت اخلاص کا ذکر ہے ‘ اللہ نے ان کو اپنے لئے خالص کرلیا تھا ‘ دعوت اسلامی کے لیے وہ وقف تھے ۔ وہ رسول اور نبی تھے ‘ رسول وہ ہوتا ہے کہ جن کے لئے یہ حکم ہوتا ہے کہ وہ اس دعوت کو دوسروں تک پہنچائیں۔ جبکہ نبی کی ذمہ داری یہ نہیں ہوتی کہ وہ لوگوں تک دعوت پہنچائیں ‘ ان کا منصب یہ ہوتا ہے کہ وہ براہ راست اللہ سے ہدایت اور نظریہ لیتے ہیں۔ بنی اسرائیل میں بہت سے نبی گزرے ہیں ‘ ان کی دعوت یہ تھی کہ وہ حضرت موسیٰ کی دعوت اور دین کو قائم کریں۔ تورات کے مطابق لوگوں کے درمیان فیصلے کریں ‘ جو اللہ کی جانب سے آیا ہوا قانون ہے۔\nیحکم بھا النبیون الذین اسلموا للذین ھادوا والربانیون والا حبار بما استحفظوا من کتب اللہ وکانوا علیہ شھداء یہاں حضرت موسیٰ (علیہ السلام) کی فضیلت یوں دی جاتی ہے کہ طور ایمن کی جانب سے اللہ نے ان سے کلام کیا۔ ایمن یعنی دائیں جانب سے یہ حضرت موسیٰ کے موقف کے اعتبار سے دایاں کہا۔ حضرت موسیٰ ؐ اللہ کے اس قدر مقرب بندے تھے کہ انہوں نے قریب سے اللہ کے ساتھ کلام کیا اور یہ کلام مناجات کی صورت میں تھا۔ ہمیں اس کلام کی کیفیت کا علم نہیں ہے ‘ نہ ہم یہ بتا سکتے ہیں کہ اس کلام کا ادراک حضرت موسیٰ ﷺ نے کیسے کیا۔ یہ کوئی آواز تھی جسے کان سن رہے تھے ‘ یا یہ کوئی ایسی چیز تھی جو پورے جسد موسیٰ ؐ میں ڈال دی جاتی تھی۔ یہ بھی ہم نہیں جانتے کہ حضرت موسیٰ کی شخصیت کو اس ازلی کلام کی وصولی کے لئے کس طرح تیار کیا گیا ۔ ہمارا ایمان فقط یہ ہے کہ ایسا ہوا۔ اللہ کے لئے ہر چیز آسان ہے اور یہ بھی کوئی مشکل نہیں ہے کہ وہ اپنی مخلوق کے ساتھ کسی نہ کسی طرح ڈائریکٹ رابطہ کرے۔ انسان اپنی بشریت پر قائم ہو ‘ اور اللہ کا کلام علوی اپنی علویت پر قائم ہو اور رابطہ ہوجائے۔ آخر اس سے قبل بھی انسان اللہ کی جانب سے روح پھونکنے ہی سے انسان بنا۔\nپھر اللہ حضرت موسیٰ پر اپنی اس رحمت کا بھی ذکر فرماتے ہیں کہ اللہ نے ان کو ان کے مطالبے پر ایک معاون اور مدد گار کے طور پر ہارون دیا۔\nواخی ہارون۔۔۔۔۔۔۔۔۔ ان یکذبون (82 : 43) ” اے اللہ ‘ میرے بھائی ہارون کو جو مجھ سے زیادہ فصیح اللسان ہے ‘ بھی میرے ساتھ معاون بنا کر بھیج دے ‘ وہ میری تصدیق کرے گا ‘ کیونکہ مجھے ڈر ہے کہ وہ میری تکذیب کردیں گے “۔ اور ہارون کو اللہ کی رحمت نے ان کا ساتھی بنا دیا۔ اس پوری سورة میں رحمت ہی رحمت ہے۔\nاب اولاد ابراہیم کی دوسری شاخ کو لیا جاتا ہے یعنی عربوں کے باپ اسماعیل کو۔",
  "ayah": 51,
  "surah": 19
}
