{
  "text": "درس نمبر 248 ایک نظر میں\nیہ اس سورت کا دوسرا سبق ہے۔ اس میں بھی بعث بعد الموت کی بحث ہے جس طرح پہلے حصے کا موضوع بھی یہی تھا۔ تکذیب کرنے والوں کے سامنے کچھ مزید موثر دلائل رکھے گئے ہیں۔ لیکن یہ دلائل ذرا دھمکی آمیز انداز میں ہیں اور خوفناک مناظر پر مشتمل ہیں۔ ان میں بتایا گیا ہے کہ اللہ دیکھ رہا ہے جس طرح سورت کے آغاز میں تھا۔ پھر سکرات موت کا ذکر ہے ، پھر حساب و کتاب اور ہر کسی کے اعمال نامے کی پیشی کا ذکر ہے اور پھر جہنم کا منہ کھلا ہوگا اور جب بھی اس میں اس کی انسانی خوراک کی کوئی قسط پھینکی جائے گی تو وہ منہ چاٹ کر اور اسے چکھ کر کہے گی۔\nھل من مزید (50 : 30) ” کیا اور بھی ہے “۔ غرض یہ ایک ہی سفر ہے ، پیدائش سے شروع ہوتا ہے۔ موت کے سکرات سے گزرتا ہے اور حساب و کتاب پر اس کا خاتمہ ہوتا ہے۔ یہ زندگی کا طویل سفر ہے ، باہم متصل اور مربوط ۔ اور اس منظر میں اسے مسلسل کڑیوں کی شکل میں قلم بند کیا گیا ہے جس کے اندر کوئی کڑی ایک دوسرے سے الگ نہیں ہے۔ نہ کوئی کسی کڑی یا مرحلے سے بچ کر نہیں نکل سکتا ہے۔ اور انسان اس سفر کے آغاز سے انتہا تک اللہ کے قبضہ قدرت میں ہے۔ کسی جگہ یا مرحلے میں وہ اللہ سے آزاد نہیں ہے۔ ہر وقت اللہ کی نگرانی میں ہے۔ اس سورت میں اس سفر کا جو نقشہ کھینچا گیا ہے وہ خوفناک بھی ہے اور حیران کن بھی کہ ایک انسان اللہ قہار و جبار کے قبجہ قدرت میں سفر کے مراحل طے کر رہا ہے ، وہ اللہ جو دلوں کے تمام بھیدوں کو جاننے والا ہے۔ انسان کیا کرسکتا ہے جب اسے بلانے والا وحدہ لا شریک ہے ، نہ بھولتا ہے ، نہ سو تا ہے اور نہ کسی چیز سے غافل رہتا ہے۔ انسان تو اس وقت بھی بےحد ہراساں ہوجاتا ہے جب اسے احساس ہو کہ اس کے پیچھے کسی ارضی حکومت کی سی آئی ڈی لگی ہوئی ہے۔ زمین والوں کی حکومت کیا ہوگی اور ان کے جاسوس کیا ہوں گے۔ اگر کوئی خفیہ پولیس نگری کر بھی رہی ہے تو انسان کی ظاہری حرکت کی نگرانی کر رہی ہے۔ وہ اس پولیس سے گھر میں چھپ جاتا ہے جب وہ اپنے گھر کے اندر آکر اپنے پیچھے دروازہ بند کرے یا وہ اپنے منہ بند کر دے اور منہ سے لفظ تک نہ نکالے۔ لیکن اللہ جبار وقہار کی نگرانی بڑی سخت ہے۔ انسان جہاں بھی ہو ، جس حال میں بھی ہو اس کے کارندے ہر وقت لکھ رہے ہیں اور وہ دلوں کے بھیدوں تک کو جانتا ہے۔ حقیقت یہ ہے کہ اللہ کی نگرانی کڑی نگرانی ہے۔\nآیت کے آغاز میں ہے۔\nولقد خلقنا الانسان (50 : 16) ” ہم نے انسان کو پیدا کیا ہے “۔ یہاں اس عبارت کے ایک ضمنی مفہوم کی طرف اشارہ مقصود ہے۔ یہ کہ کسی بھی چیز مشینری یا آلے کا بنانے والا اس کی حقیقت سے اچھی طرح واقف ہوتا ہے۔ حالانکہ وہ اس کا خالق نہیں ہوتا کیونکہ آلات اور مشینری کا مادہ تو اس نے نہیں بنایا اور اس کی تشکیل اور ترکیب میں بھی کوئی اضافہ نہیں کیا۔ جبکہ اللہ خالق بھی ہے موجد بھی اور انسان کو جوڑنے والا بھی ہے۔ یہ آغاز سے انتہا تک اللہ کے دست قدرت سے نکلا ہوا ہے۔ اس لیے اللہ کی اس حقیقت اور اس کے اسرارو رموز سے خوب واقف ہے۔ اس کے ماضی ، حال اور مآل سے وہ آگاہ ہے۔\nونعلم ما توسوس بہ نفسہ (50 : 16) ” اور اس کے دل میں ابھرنے والے وسوسوں تک کو ہم جانتے ہیں “۔ یوں انسان کو معلوم ہوجاتا ہے کہ اس کی ہر چیز اللہ کے سامنے ظاہر ہے۔ اس کے اور خالق کے درمیان پردہ نہیں ہے۔ اس کے دل کی خفیہ ترین امنگوں سے بھی خالق واقف ہے۔ اور یوم الحساب کے لئے تو ہر طرح کی تیاری ہو رہی ہے جس کا وہ منکر ہے۔\nونحن اقرب الیہ من حبل الورید (50 : 16) ” اور ہم اس کی رگ گردن سے بھی زیادہ اس کے قریب ہیں “۔ اس شہ رگ سے جس میں اس کا خون دوڑ رہا ہے۔ یہ اللہ کے قبضہ ملکیت کی ایک تصویر ہے۔ اور اللہ کی براہ راست نگرانی ہے۔ جب انسان اس حقیقت کا تصور کرتا ہے تو اس کارواں روان کانپ اٹھتا ہے۔ اگر انسان صرف اسی آیت کے مفہوم کو مستحضر رکھے تو وہ کبھی ایسی بات نہ کرے جس سے اللہ ناراض ہو بلکہ انسان غیر پسندیدہ خیالات کو اپنے دل ہی میں نہ لائے۔ صرف یہی آیت اس بات کے لئے کافی ہے کہ انسان ہر وقت محتاط رہے ، ہر وقت خائف رہے اور ہر وقت حساب و کتاب کے لئے بیدار رہے۔ قرآن کریم مزید اس نگرانی کی تشریح یوں کرتا ہے کہ انسان کی پوری زندگی ، ہر حرکت ، سونا کھانا ، پینا ، خاموش رہنا ، بات کرنا ، غرض سفر زندگی پورے کا پورا دو فرشتوں کے درمیان کٹ رہا ہے۔ یہ فرشتے دائیں بائیں بیٹھے ہوئے ہیں۔ یہ اس کے ہر لفظ کو اس کے منہ سے نکلتے ہی ریکارڈ رکر لیتے ہیں۔",
  "ayah": 16,
  "surah": 50
}
