{
  "text": "انا ............ صبا (25:80) ” ہم نے خوب پانی لنڈھایا “۔ پانی کا بارش کی صورت میں گرایا جانا ایک ایسا عمل ہے ، جس سے ہر دور کا انسان واقف تھا۔ علم و تجربہ کے ابتدائی اور انتہائی مراحل کے انسان اس سے واقف تھے۔ یہ ایک حقیقت ہے جو انسان ، ہر انسان کے سامنے پیش کی جاتی ہے لیکن جب انسان نے ترقی کرلی تو اسے معلوم ہوا کہ اس آیت کے مفہوم میں کیا کیا وسعتیں ہیں۔ آج کل کے ماہرین ماحولیات اس زمین کے اوپر پانی کے اس اجتماع کے بارے میں جو مفروضے پیش کرتے ہیں ، ان میں سے قریب ترین یہ ہے کہ یہ پانی ہمارے اوپر فضا میں تھا اور یہ بارش کی شکل میں زمین پر گرا اور سمندروں کی شکل اختیار کرگیا۔\nدور حاضر کے سائنس دانوں میں سے ایک شخص یہ کہتا ہے : ” اگر اس بات کو درست مان لیا جائے کہ سورج سے جدا ہونے کے وقت زمین کا درجہ حرارت یا زمین کی سطح کا درجہ حرارت تقریباً 12000 ڈگری تھا تو یہ بات تسلیم کرنی ہوگی کہ اس وقت تمام عناصر ایک دوسرے سے الگ تھے اور کسی کیمیاوی ترکیب کا امکان ہی نہ تھا۔ پھر کرہ ارض اور اس کے اجزائے ترکیبی بتدریج ٹھنڈے ہوگئے اور اس طرح مختلف کیمیاوی مرکبات وجود میں آئے۔ اور اس دنیا کا ملبہ وجود میں آیا جسے ہم جانتے ہیں۔ آکسیجن اور ہائیڈروجن اس وقت تک مل نہیں سکتے جب درجہ حرارت 4000 ہزار فارن ہیٹ تک نہ آجائے۔ یوں جب درجہ حرارت 4000 ہزار فارن ہیٹ تک آیا تو یہ اجزاء مرکب ہوگئے اور پانی وجود میں آیا جس کے بارے میں جدید سائنس نے معلوم کرلیا ہے کہ وہ کرہ ہوائی کی شکل میں تھا اور سمندر کا پانی زمین پر نہ تھا بلکہ ہوا کی شکل میں تھا۔ اور تمام دوسرے عناصر بھی مفرد تھے۔ ان کی ترکیب عمل میں نہ آئی تھی۔ یہ عناصر گیسوں کی شکل میں تھے۔ جب کرہ ہوئی میں پانی تیار ہوا تو وہ زمین پر گرنے لگا لیکن یہ بارش جوں جوں زمین کے قریب آتی ، زیادہ حرارت کی وجہ سے پھر گیس بن کر فضا میں اٹھ جاتی۔ کیونکہ زمین کا درجہ حرارت اس سے بھی زیادہ تھا جتنا ہزارہا میل بالائی فضاﺅں میں تھا۔ بالآخر جب زمین بتدریج ٹھنڈی ہوتی گئی تو بارشوں کا یہ طوفان زمین کے قریب پہنچ گیا اور گرمی کی وجہ سے دوبارہ بھاپ بن کر اٹھتا رہا۔ آخر کار اس عظیم طوفان نے زمین کی سطح کو ٹھنڈا کرکے ، یہ عظیم سمندر جو فضاﺅں میں تھے ، زمین پر اتاردیئے۔ یہ طوفان کس قدر عظیم تھے ان کا تصور بھی مشکل ہے “۔ (علم ایمان کی طرح ہوتا ہے ، ترجمہ ڈاکٹر محمود صالح فلکی)\nہم ان مفرضوں اور نظریات کو مفروضے ہی مانتے ہیں اور قرآن کو ان کے ساتھ محدود نہیں کرتے لیکن یہ نظریات قرآن کے مفہوم کو وسیع کردیتے ہیں اور اسے ہمارے فہم وادراک کے قریب لے آتے ہیں۔ یہ دراصل پانی انڈیلنے کی سائنسی تاریخ ہے۔ یہ نظریات بہرحال نظریات ہیں۔ درست بھی ہوسکتے ہیں اور غلط بھی۔ یہ بھی ممکن ہے کہ آئندہ پانی کے زمین پر آنے کے کچھ دوسرے نظریات بھی وجود میں آجائیں کیونکہ قرآن ہر دور اور ہر معیار علم کے انسانوں سے مخاطب ہوتا ہے۔ اور یہی قرآن کا اعجاز ہے کہ ہر شخص یہ سمجھتا ہے کہ اسے میں نے ہی سمجھا ہے۔\nیہ تھا طعام کا ابتدائی حصہ۔\nانا .................... صبا (25:80) ” ہم نے خوب پانی لنڈھایا “۔ کیا انسان یہ سوچ سکتا ہے کہ اس پانی کی تخلیق میں اس کا کوئی بھی دخل ہے۔ یا اس کی پیدائش کی ہسٹری میں ان کا دخل ہے یا انسانوں نے کسی تدبیر سے یہ سمندر زمین پر انڈیل دیئے تاکہ وہ اپنے طعام کا انتظام کریں۔",
  "ayah": 25,
  "surah": 80
}
