{
  "text": "القول في تأويل قوله تعالى :  وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَى دَلْوَهُ قَالَ يَا بُشْرَى هَذَا غُلامٌ وَأَسَرُّوهُ بِضَاعَةً وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ (19)قال أبو جعفر: يقول تعالى ذكره: وجاءت مارَّةُ الطريق من المسافرين (19)  ، (فأرسلوا واردهم) وهو الذي يرد المنهل والمنـزل , و \" وروده إياه \"، مصيره إليه ودخوله (20) .(فأدلى دلوه) يقول: أرسل دلوه في البئر.* * *يقال: \" أدليت الدلو في البئر \" إذا أرسلتها فيه , فإذا استقيت فيها قلت: \" دلوْتُ أدْلُو دلوًا \".* * *وفي الكلام محذوف، استغنى بدلالة ما ذكر عليه، فترك , وذلك: (فأدلى دلوه)  ،  فتعلق به يُوسف، فخرج , فقال المدلي: (يا بشرى هذا غلام) .* * *وبالذي قلنا في ذلك , جاءت الأخبار عن أهل التأويل .* ذكر من قال ذلك:18880 - حدثنا ابن وكيع , قال: حدثنا عمرو بن محمد , عن أسباط , عن السدي: (وجاءت سيارة فأرسلوا واردهم فأدلى دلوه) فتعلق يوسف بالحبل، فخرج , فلما رآه صاحب الحبل نادَى رجلا من أصحابه يقال له \" بُشرى \": (يا بشرى هذا غلامٌ).18881 - حدثنا محمد بن عبد الأعلى , قال: حدثنا محمد بن ثور , عن معمر , عن قتادة: (فأرسلوا واردهم فأدلى دلوه) فتشبث الغلام بالدلو , فلما خرج قال: (يا بشرى هذا غلام) .* * *18882 - حدثنا بشر , قال: حدثنا يزيد , قال: حدثنا سعيد , عن قتادة , قوله: (فأرسلوا واردهم) يقول: أرسلوا رسولهم , فلما أدلى دلوه تشبث بها الغلام ( ، (قال يا بشرى هذا غلام).* * *واختلفوا في معنى قوله:: (يا بشرى هذا غلام).فقال بعضهم: ذلك تبشير من المدلي دلوَه أصحابَه، في إصابته يوسف بأنه أصاب عبدًا (21) .* ذكر من قال ذلك:18883 - حدثنا بشر , قال: حدثنا يزيد , قال: حدثنا سعيد , عن قتادة: (قال يا بشرى هذا غلام) تباشروا به حين أخرجوه . وهي بئر بأرض بيت المقدس معلومٌ مكانها18884 - حدثنا محمد بن عبد الأعلى , قال: حدثنا محمد بن ثور , عن معمر , عن قتادة: (يا بشرى هذا غلام) قال: بشّرهم واردهم حين وجدَ يوسف.* * *وقال آخرون: بل ذلك اسم رجل من السيَّارة بعينه، ناداه المدلي لما خرج يوسف من البئر متعلِّقًا بالحبل .* ذكر من قال ذلك:18885 - حدثنا ابن وكيع , قال: حدثنا عمرو بن محمد , قال: حدثنا أسباط , عن السدي: (يا بشرى هذا غلام) قال: نادى رجلا من أصحابه يقال له \" بشرى \" , فقال: (يا بشرى هذا غلام).18886 - حدثنا الحسن بن محمد , قال: حدثنا خلف بن هشام , قال: حدثنا يحيى بن آدم , عن قيس بن الربيع , عن السدي , في قوله: (يا بشرى هذا غلام) قال: كان اسم صاحبه \" بشرى \".18887 - حدثني المثنى , قال: حدثنا إسحاق , قال: حدثنا عبد الرحمن بن أبي حماد , قال: حدثنا الحكم بن ظهير , عن السدي , في قوله: (يا بشرى هذا غلام) قال: اسم الغلام \" بشرى \" ; قال: \" يا بشرى \" , كما تقول \": يا زيد \".* * *واختلفت القراء في قراءة ذلك:فقرأ ذلك عامة قراء أهل المدينة: \" يا بُشْرَيَّ\" بإثبات ياء الإضافة , غير أنه أدغم الألف في الياء طلبا للكسرة التي تلزم ما قبل ياء الإضافة من المتكلم، في قولهم \": غلامي\" و \" جاريتي\"، في كل حال , وذلك من لغة طيئ , (22) كما قال أبو ذؤيب:سَــبَقوا هَــوَيَّ وأَعْنَقُـوا لِهَـوَاهُمُفَتُخِــرِّمُوا وَلِكُــلِّ جَـنْبٍ مَصْـرَعُ (23)* * *وقرأ ذلك عامة قرأة الكوفيين: (يا بُشْرَى) بإرسال الياء وترك الإضافة .وإذا قرئ ذلك كذلك احتمل وجهين من التأويل:أحدهما ما قاله السدي , وهو أن يكون اسم رجل دعاه المستقي باسمه , كما يقال: \" يا زيد \" , و \" يا عمرو \" , فيكون \" بشرى \" في موضع رفع بالنداء.والآخر: أن يكون أرادَ إضافة البشرى إلى نفسه , فحذف الياء وهو يريدها , فيكون مفردًا وفيه نيَّة الإضافة , كما تفعل العرب في النداء فتقول: \" يا نفس اصبري\" , و \" يا نفسي اصبري\" , و \" يا بُنَيُّ لا تفعل \" , و \" يا بُنَيِّ لا تفعل \" , فتفرد وترفع، وفيه نية الإضافة. وتضيف أحيانًا فتكسر , كما تقول: \" يا غلامِ أقبل \" , و \" يا غلامي أقبل \" .* * *قال أبو جعفر: وأعجب القراءة في ذلك إليَّ قراءةُ من قرأه بإرسال الياء وتسكينها ; لأنه إن كان اسم رجل بعينِه كان معروفًا فيهم كما قال السدي , فتلك هي القراءة الصحيحة لا شك فيها (24) . وإن كان من التبشير فإنه يحتمل ذلك إذا قرئ كذلك على ما بيَّنت.وأما التشديد والإضافة في الياء، فقراءة شاذة، لا أرى القراءة بها , وإن كانت لغة معروفة ; لإجماع الحجة من القرأة على خلافها .* * *وأما قوله: (وأسروه بضاعة) فإن أهل التأويل اختلفوا في تأويله.فقال بعضهم: وأسرَّه الوارد المستقي وأصحابُه من التجار الذين كانوا معهم , وقالوا لهم \": هو بضاعة استبضعناها بعضَ أهل مصر \" ; لأنهم خافوا إن علموا أنهم اشتروه بما اشتروه به أن يطلبوا منهم فيه الشركة .* ذكر من قال ذلك:18888 - حدثني محمد بن عمرو , قال: حدثنا أبو عاصم , قال: حدثنا عيسى , عن ابن أبي نجيح , عن مجاهد: (وأسرو بضاعة) قال: صاحب الدلو ومن معه , قالوا لأصحابهم: \" إنما استبضعناه \" , خيفةَ أن يشركوهم فيه إن علموا بثمنه. وتبعهم إخوته يقولون للمدلي وأصحابه: استوثق منه لا يأبَقْ ! حتى وَقَفوه بمصر , فقال: من يبتاعني ويُبَشَّر؟ فاشتراه الملك , والملك مُسلم.18889 - حدثنا الحسن بن محمد , قال: حدثنا شبابة , قال: حدثنا ورقاء , عن ابن أبي نجيح , عن مجاهد بنحوه  ،  غير أنه قال: خيفة أن يستشركوهم إن علموا به , واتبعهم إخوته يقولون للمدلي وأصحابه: استوثقوا منه لا يأبق ! حتى واقفوه بمصر (25)  ،  وسائر الحديث مثل حديث محمد بن عمرو.18890 - حدثني المثنى , قال: حدثنا أبو حذيفة , قال: حدثنا شبل , عن ابن أبي نجيح , عن مجاهد  ،18891 - .... قال: وحدثنا إسحاق , قال: حدثنا عبد الله , عن ورقاء , عن ابن أبي نجيح , عن مجاهد , بنحوه  ،  غير أنه قال: خيفة أن يشاركوهم فيه، إن علموا بثمنه .18892 - حدثنا القاسم , قال: حدثنا الحسين , قال حدثني حجاج , عن ابن جريج , عن مجاهد , بنحوه  ،  إلا أنه قال: خيفة أن يستشركوهم فيه إن علموا ثمنه . وقال أيضًا: حتى أوقفوه بمصر.18893 - حدثنا ابن وكيع , قال: حدثنا عمرو بن محمد , قال: حدثنا أسباط , عن السدي: (وأسروه بضاعة) قال: لما اشتراه الرجلان فَرَقًا من الرفقة أن يقولوا: \" اشتريناه \" فيسألونهم الشركة , فقالا إن سألونا ما هذا؟ قلنا بضاعة استبضَعَناه أهل الماء . فذلك قوله: (وأسروه بضاعة) بينهم* * *وقال آخرون: بل معنى ذلك: وأسرّه التجار بعضهم من بعض .* ذكر من قال ذلك:18894 - حدثنا أبو كريب , قال: حدثنا وكيع , عن سفيان , عن رجل , عن مجاهد: (وأسروه بضاعة) قال: أسرّه التجار بعضهم من بعض.18895 - حدثني المثنى , قال: حدثنا أبو نعيم الفضل , قال: حدثنا سفيان , عن مجاهد: (وأسروه بضاعة) قال: أسرّه التجار بعضهم من بعض.* * *وقال آخرون: معنى ذلك: أسرُّوا بيعَه .* ذكر من قال ذلك:18896 - حدثنا الحسن بن يحيى , قال: أخبرنا عبد الرزاق , قال: أخبرنا معمر , عن قتادة: (وأسروه بضاعة) قال: أسروا بيعه.18897 - حدثني الحارث , قال: حدثنا عبد العزيز , قال: حدثنا قيس , عن جابر , عن مجاهد: (وأسروه بضاعة) قال: قالوا لأهل الماء: إنما هو بضاعة .* * *وقال آخرون: إنما عني بقوله: (وأسروه بضاعة) إخوة يوسف، أنهم أسرُّوا شأن يوسف أن يكون أخَاهم , قالوا: هو عبدٌ لنا .* ذكر من قال ذلك:18898 - حدثني محمد بن سعد , قال: حدثني أبي , قال: حدثني عمي , قال: حدثني أبي , عن أبيه , عن ابن عباس قوله: (وأسروه بضاعة) يعني: إخوة يوسف أسرُّوا شأنه وكتموا أن يكون أخاهم , فكتم يوسف شأنه مخافةَ أن تقتله إخوته , واختار البيع . فذكره إخوته لوارد القوم , فنادى أصحابه قال: يا بشرى‍! هذا غلامٌ يباع . فباعه إخوته.قال أبو جعفر: وأولى هذه الأقوال بالصواب: قولُ من قال: \" وأسرَّ وارد القوم المدلي دلوَه ومن معه من أصحابه، من رفقته السيارة، أمرَ يوسف أنهم أشتروه، خيفةً منهم أن يستشركوهم , وقالوا لهم: هو بضاعة أبضَعَها معنا أهل الماء  ،  وذلك أنه عقيب الخبر عنه , فلأن يكون ما وليه من الخبر خبرًا عنه , أشبهُ من أن يكون خبرًا عمَّن هو بالخبر عنه غيرُ متَّصِل (26) .* * *وقوله: (والله عليم بما يعملون) يقول تعالى ذكره: والله ذو علم بما يعمله باعَةُ يوسف ومشتروه في أمره، لا يخفى عليه من ذلك شيء , ولكنه ترك تغيير ذلك ليمضي فيه وفيهم حكمه السابق في علمه , وليري إخوة يوسف ويوسف وأباه قدرتَه فيه. (27)* * *وهذا , وإن كان خبرًا من الله تعالى ذكره عن يوسف نبيّه صلى الله عليه وسلم , فإنه تذكير من الله نبيَّه محمدًا صلى الله عليه وسلم، وتسلية منه له عما كان يلقى من أقربائه وأنسبائه المشركين من الأذى فيه , يقول : فاصبر، يا محمد، على ما نالك في الله , فإنّي قادرٌ على تغيير ما ينالك به هؤلاء المشركون , كما كنت قادرًا على تغيير ما لقي يوسف من إخوته في حال ما كانوا يفعلون به ما فعلوا , ولم يكن تركي ذلك لهوان يوسف عليّ، ولكن لماضي علمي فيه وفي إخوته , فكذلك تركي تغييرَ ما ينالك به هؤلاء المشركون لغير هوان بك عليّ , ولكن لسابق علمي فيك وفيهم , ثم يصير أمرُك وأمرهم إلى عُلوّك عليهم، وإذعانهم لك , كما صار أمر إخوة يوسف إلى الإذعان ليوسف بالسؤدد عليهم، وعلوِّ يوسف عليهم. (28)* * *----------------------الهوامش:(19) انظر تفسير\" السيارة\" فيما سلف 15 : 567 ، تعليق : 1 ، والمراجع هناك .(20) انظر تفسير\" الورود\" فيما سلف 15 : 466 .(21) انظر تفسير\" البشرى\" فيما سلف من فهارس اللغة ( بشر ) .(22) ولغة هذيل أيضًا ، كما قال الأصمعي .(23) ديوانه ( في ديوان الهذليين ) 1 : 2 ، وشرح المفضليات : 854 ، وغيرهما ، وهي إحدى عجائب أبي ذؤيب ، يقولها في بنيه الذين ماتوا ، سبقه بهم الطاعون في عام واحد ، وكانوا خمسة :أَوْدَى بَنِــيَّ , وأعْقَبُــونِي غُصَّـةًبَعْــدَ الرُّقــادِ , وعَــبْرةً لا تُقْلِـعُسَـــبَقوا هـــوَيَّ ............... . . . . . . . . . . . . . . . . . .فَغَــبَرْتُ بَعْــدَهُمُ بعَيْشٍ نــاصِبٍوَإخــالُ أنِّــي لاحِــقٌ مُسْــتَتْبِعُيقول: سبقوني بما اختاروه من الموت والذهاب ، وساروا سيرًا حثيثًا إلى الذي اختاروه ، فتخرمتهم المنية ، فأخذتهم واحدًا بعد واحد . ولكل جنب مصرع لا يخطئه ، فحيث قدر الله له الميتة أدركته .(24) في المطبوعة والمخطوطة :\" فذلك هي .....\" ، والأجود ما أثبت .(25) في المطبوعة :\" حتى أوقفوه\" ، وأثبت ما في المخطوطة ، وهو الصواب ، وانظر هذه الرواية في رقم : 18892 .(26) انظر تفسير\" الإسرار\" فيما سلف 15 : 103 ، 239 .(27) انظر تفسير\" عليم\" فيما سلف من فهارس اللغة ( علم ) .(28) عند هذا الموضع انتهى الجزء الثاني عشر من مخطوطتنا ، وفي آخرها ما نصه :\" نجز الجزء الثاني عشر ، بحمد الله وعونه وصلى الله على سيدنا محمد وآله وصحبه وسلم يتلوه في أول الجزء الثالث عشر إن شاء الله تعالى : القول في تأويل قوله تعالى : { وشروه بثمن بخس دراهم معدودة وكانوا فيه من الزاهدين } وكان الفراغ منه في شهر رمضان المعظم سنة خمس عشرة وسبعمئة\" .",
  "ayah": 19,
  "surah": 12
}
