{
  "text": "القول في تأويل قوله تعالى :  وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَا أَيُّهَا الْمَلأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ (43)قال أبو جعفر : يعني جل ذكره بقوله: وقال ملك مصر: إني أرى في المنام سبع بقرات سمانٍ يأكلهن سبعٌ من البقر عجاف . (17) وقال: \" إني أرى \" ، ولم يذكر أنه رأى في منامه ولا في غيره ، لتعارف العرب بينها في كلامها إذا قال القائل منهم: \" أرى أني أفعل كذا وكذا \"، أنه خبر عن رؤيته ذلك في منامه، وإن لم يذكر النوم . وأخرج الخبر جلّ ثناؤه على ما قد جرى به استعمال العرب ذلك بينهم .* * *، (وسبع سنبلات خضر)، يقول: وأرى سبع سُنْبلات خضر في منامي  ، (وأخر) يقول: وسبعًا أخر من السنبل ، (يابسات يا أيها الملأ)، (18) يقول: يا أيها الأشراف من رجالي وأصحابي (19)  ، (أفتوني في رؤياي)، فاعبروها، (إن كنتم للرؤيا) عَبَرَةً . (20)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:19330- حدثنا ابن وكيع قال ، حدثنا عمرو بن محمد ، عن أسباط ، عن السدي قال ،إن الله أرى الملك في منامه رؤيا هالته ، فرأى سبع بقرات سمانٍ يأكلهن سبع عجاف ، وسبع سنبلات خضر وأخر يابسات، فجمع السحرة والكهنة والحُزَاة والقافة ، (21) فقصَّها عليهم ، فقالوا :  أَضْغَاثُ أَحْلامٍ وَمَا نَحْنُ بِتَأْوِيلِ الأَحْلامِ بِعَالِمِينَ  . (22)19331 - حدثنا ابن حميد قال ، حدثنا سلمة ، عن ابن إسحاق قال: ثم إن الملك الريان بن الوليد رأى رؤياه التي رأى فهالته ، وعرف أنها رؤيا واقعة ، ولم يدر ما تأويلها، فقال للملأ حوله من أهل مملكته: (إني أرى سبع بقرات سمان يأكلهن سبع عجاف) إلى قوله:  بِعَالِمِينَ  .----------------------الهوامش:(17) لم يفسر\" العجاف\" في هذه الآية ، وسيفسرها فيما بعد في الآيات التالية .(18) انظر تفسير\" السنبلة\" فيما سلف 5 : 512 - 515 .(19) انظر تفسير\" الملأ\" فيما سلف 15 : 466 ، تعليق : 1 ، والمراجع هناك .(20) \" عبرة\" جمع\" عابر\" ، وهو الذي يعبر الرؤيا ، ويفسرها .(21) \" الحزأة\" جمع\" حاز\" ، وهو المتكهن ، يحرز الأشياء ويقدرها بظنه ، ويقال للذي ينظر في النجوم وأحكامها بظنه وتقديره ، فربما أصاب :\" الحزاء\" . وجاء في تاريخ الطبري\" الحازة والقافة\" ، كأنه جمع آخرها على غير القياس . وفي جمعه أيضًا\" الحوازي\" .و\" القافة\" جمع\" قائف\" ، وهو الذي يتتبع الآثار ويعرفها ، ويعرف شبه الرجل بأخيه وأبيه .(22) الأثر : 19330 - رواه أبو جعفر في تاريخه 1 : 177 ، مطولا .",
  "ayah": 43,
  "surah": 12
}
