{
  "text": "القول في تأويل قوله تعالى :  ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ (49)قال أبو جعفر: وهذا خبرٌ من يوسف عليه السلام للقوم عما لم يكن في رؤيا ملكهم ، ولكنه من علم الغيب الذي آتاه الله دلالةً على نبوته وحجة على صدقة، كما:-19377- حدثنا محمد بن عبد الأعلى قال ، حدثنا محمد بن ثور ، عن معمر ، عن قتادة قال: ثم زاده الله علم سنة لم يسألوه عنها ، فقال: (ثم يأتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون).* * *ويعني بقوله: (فيه يغاث الناس)، بالمطر والغيث .* * *وبنحو ذلك قال أهل التأويل .*ذكر من قال ذلك:19378 - حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد ، عن قتادة ، قوله: (ثم يأتي من بعد ذلك عام فيه يغاث الناس)، قال: فيه يغاثون بالمطر.19379 - حدثنا الحسن بن محمد قال ، حدثنا محمد بن يزيد الواسطي ، عن جويبر ، عن الضحاك: (فيه يغاث الناس)، قال: بالمطر.19380 - حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني حجاج ، عن ابن جريج قال ،قال ابن عباس: (ثم يأتي من بعد ذلك عام)، قال: أخبرهم بشيء لم يسألوه عنه ، وكان الله قد علمه إياه، ( عام فيه يغاث الناس) ، بالمطر.19381 - حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل ، عن ابن أبي نجيح ، عن مجاهد: (فيه يغاث الناس)، بالمطر.* * *وأما قوله: (وفيه يعصرون)، فإن أهل التأويل اختلفوا في تأويله.فقال بعضهم: معناه: وفيه يعصرون العنب والسمسم وما أشبه ذلك .*ذكر من قال ذلك:19382 - حدثني المثنى قال ، حدثنا عبد الله قال، حدثني معاوية ، عن علي ، عن ابن عباس: (وفيه يعصرون) ، قال: الأعناب والدُّهْن.19383- حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني حجاج ، عن ابن جريج قال ،قال ابن عباس: (وفيه يعصرون)، السمسم دهنًا ، والعنب خمرًا ، والزيتون زيتًا.19384- حدثني محمد بن سعد قال ، حدثني أبي قال ، حدثني عمي قال ، حدثني أبي ، عن أبيه ، عن ابن عباس ، قوله: (عام فيه يغاث الناس وفيه يعصرون)، يقول: يصيبهم غيث ، فيعصرون فيه العنب ، ويعصرون فيه الزيت ، ويعصرون من كل الثمرات.19385 - حدثني المثنى قال ، حدثنا أبو حذيفة قال ، حدثنا شبل ، عن &; 16-130 &; ابن أبي نجيح ، عن مجاهد: (وفيه يعصرون)، قال: يعصرون أعنابهم.19386 - حدثنا ابن وكيع قال ، حدثنا عمرو بن محمد ، عن أسباط ، عن السدي: (وفيه يعصرون)، قال: العنب.19387 - حدثنا الحسن بن محمد قال ، حدثنا محمد بن يزيد الواسطي ، عن جويبر ، عن الضحاك: (وفيه يعصرون)، قال: الزيت.19388 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور عن معمر عن قتادة: \" وفيه يعصرون \" قال: كانوا يعصرون الأعناب والثمرات.19389- حدثنا بشر قال ، حدثنا يزيد قال ، حدثنا سعيد ، عن قتادة: (وفيه يعصرون)، قال: يعصرون الأعناب والزيتون والثمار من الخصب. هذا علم آتاه الله يوسف لم يُسْأل عنه.* * *وقال آخرون: معنى قوله: (وفيه يعصرون)، وفيه يَحْلِبون.*ذكر من قال ذلك:19390 - حدثنا القاسم قال ، حدثنا الحسين قال ، حدثني فضالة ، عن علي بن أبي طلحة ، عن ابن عباس: (وفيه يعصرون)، قال: فيه يحلبون.19391 - حدثني المثنى قال ،أخبرنا إسحاق قال، حدثنا عبد الرحمن بن أبي حماد قال ، حدثنا الفرج بن فضالة ، عن علي بن أبي طلحة قال: كان ابن عباس يقرأ: \" وَفِيهِ تَعْصرُونَ\" بالتاء ، يعني: تحتلبون.* * *واختلفت القرأة في قراءة ذلك.فقرأه بعض قرأة أهل المدينة والبصرة والكوفة: (وَفِيهِ يَعْصِرُونَ) ، بالياء ، بمعنى ما وصفت، من قول من قال: عصر الأعناب والأدهان .* * *وقرأ ذلك عامة قرأة الكوفيين: \" وَفِيهِ تَعْصِرُونَ\"، بالتاء .وقرأ بعضهم: \" وَفِيهِ يُعْصَرُونَ\"، بمعنى: يمطرون.وهذه قراءة لا أستجيز القراءة بها، لخلافها ما عليه قرأة الأمصار .* * *قال أبو جعفر : والصواب من القراءة في ذلك أن لقارئه الخيارَ في قراءته بأي القراءتين الأخريين شاء ، إن شاء بالياء، ردًّا على الخبر به عن \" الناس \" ، على معنى: فيه يُغاث الناس وفيه يَعْصرون أعنابهم وأدهانهم ،  وإن شاء بالتاء، ردًّا على قوله: (إلا قليلا مما تحصنون)، وخطابًا به لمن خاطبه بقوله:  يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلا قَلِيلا مِمَّا تُحْصِنُونَ   ، لأنهما قراءتان مستفيضتان في قراءة الأمصار باتفاق المعنى ، وإن اختلفت الألفاظ بهما . وذلك أن المخاطبين بذلك كان لا شك أنهم إذا أغيثوا وعَصَروا، أغيث الناس الذين كانوا بناحيتهم وعصروا. وكذلك كانوا إذا أغيث الناس بناحيتهم وعصروا ، أغيث المخاطبون وعَصَروا ، فهما متفقتا المعنى ، وإن اختلفت الألفاظ بقراءة ذلك .* * *وكان بعض من لا علم له بأقوال السلف من أهل التأويل، ممن يفسر القرآن برأيه على مَذهب كلام العرب، (14) يوجه معنى قوله: (وفيه يعصرون) إلى: وفيه ينجون من الجدب والقحط بالغيث ، ويزعم أنه من \" العَصَر \" و \" العُصْرَة \" التي بمعنى المنجاة ، (15) من قول أبي زبيد الطائي:صَادِيًــا يَسْــتَغِيثُ غَــيْرَ مُغَـاثٍوَلَقَــدْ كَــانَ عُصْــرَةَ المَنْجُـودِ (16)أي المقهور. ومن قول لبيد:فَبَـاتَ وَأَسْـرَى الْقَـوْمُ آخِـرَ لَيْلِهِـمْوَمَــا كَـانَ وقافًـا بِغَـيْرِ مُعَصَّـرِ (17)وذلك تأويل يكفي من الشهادة على خطئه خلافه قول جميع أهل العلم من الصحابة والتابعين .* * *وأما القول الذي رَوَى الفرج بن فضالة، عن علي بن أبي طلحة ، (18) فقولٌ لا معنى له ، لأنه خلاف المعروف من كلام العرب، وخلاف ما يعرف من قول ابن عباس.----------------------الهوامش:(14) يعني أبا عبيدة معمر بن المثنى ، فهو قائل ذلك في كتابه مجاز القرآن 1 : 313 ، 314 .(15) في المطبوعة والمخطوطة (من العصر والعصر) التي بمعنى المناجاة، والصواب من مجاز القرآن لأبي عبيدة .(16) أمالي اليزيدي : 8 ، وجمهرة أشعار العرب : 138 ، ومجاز القرآن لأبي عبيدة 1 : 313 واللسان ( نجد ) و ( عصر ) ، وغيرها ، من قصيدة رثى بها أخاه اللجلاج ، وكان مات عطشًا في طريق مكة . يقول قبله ، وهو من جيد الشعر :كُــلَّ مَيْـتٍ قَـدِ اغْتَفَرَتُ فَـلاَ أَجْــزَعُ مِــنْ وَالِـــدٍ وَلاَ مَوْلُــودِغَــيْرَ أَنَّ اللّجْــلاجَ هَـدَّ جَنَـاحِييَــوْمَ فَارَقْتُــهُ بِــأَعْلَى الصَّعِيـدِفِــي ضَـرِيحٍ عَلَيْـهِ عِـبْءٌ ثَقِيـلٌمِــنْ تُــرَابٍ وَجَــنْدَلٍ مَنْضـودِعَـنْ يَمِيـنِ الطَّـرِيقِ عِنْـدَ صَدٍ حَرَّانَ يَدْعُــو بــاللَّيْلِ غَــيْرَ مَعُـودِو\" المنجود\" المكروب ، والمقهور ، والهالك ، كله جيد .(17) ديوانه ، القصيدة 14 ، بيت رقم : 12 ، ومجاز القرآن لأبي عبيدة 1 : 295 ، 314 ، واللسان ( عصر ) ، و غيرها ، من قصيدة ذكر فيها من هلك من قومه ، وهذا البيت من ذكر قيس بن جزء ابن خالد بن جعفر ، وكان خرج غازيًا فظفر ، فلما رجع مات فجأه على ظهر فرسه ، بات على فرسه ربيئة لأصحابه ، وعليه الدرع ، فهرأه البرد فقتله . ففي ذلك يقول لبيد :وقيسُ بـن جَـزْءٍ يَـوْمَ نَادَى صِحَابَهُفَعَـاجُوا عَلَيْـهِ مِـنْ سَـوَاهِمَ ضمَّـرِطَوَتْـهُ المَنَايَـا فَـوْقَ جَـرْدَاءَ شَطْبَةٍتَــدِفُّ دَفِيــفَ الطَّـائحِ المُتَمَطِّـرِفَبَــــات ......................... . . . . . . . . . . . . . . . . . .يقول : نادى صحابه ، فعطفوا عليه خيلا قد لوحها السفر وهزلها ، وقد أخذته يد الموت وهو على ظهر فرسه الجرداء الطويلة ،\" تدف\" ، أي تطير طيرانًا كما يفعل الطائر وهو قريب من وجه الأرض ، و\" الرائح المتمطر\" ، وهو الطائر الذي يؤوب إلى فراخه ، طائرًا في المطر ، هاربًا منه ، فذلك أسرع له .يقول : فبات عليها هلكًا ، وسار أصحابه ، ولم يتأخر عنهم إلا لأمر أصابه . ورواية الديوان :\" بدار معصر\" ، وذكر الرواية الأخرى .(18) انظر رقم : 19391 .",
  "ayah": 49,
  "surah": 12
}
