{
  "text": "القول في تأويل قوله تعالى :  وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (56)&; 16-151 &;قال أبو جعفر : يقول تعالى ذكره: وهكذا وطَّأنا ليوسف في الأرض (8)  ،  يعني أرض مصر  ، (يتبوأ منها حيث يشاء)، يقول: يتخذ من أرض مصر منـزلا حيث يشاء، بعد الحبس والضيق (9)  ، (نصيب برحمتنا من نشاء)، من خلقنا، كما أصبنا يوسف بها ، فمكنا له في الأرض بعد العبودة والإسار، وبعد الإلقاء في الجبّ  ، (ولا نضيع أجر المحسنين)، يقول: ولا نبطل جزاء عمل من أحسن فأطاع ربه، وعمل بما أمره، وانتهى عما نهاه عنه ، كما لم نبطل جزاء عمل يوسف إذ أحسن فأطاع الله . (10)* * *وكان تمكين الله ليوسف في الأرض كما:-19459 - حدثنا ابن حميد قال ، حدثنا سلمة ، عن ابن إسحاق قال: لما قال يوسف للملك:  اجْعَلْنِي عَلَى خَزَائِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ  قال الملك: قد فعلت ! فولاه فيما يذكرون عمل إطفير وعزل إطفير عما كان عليه ، يقول الله: (وكذلك مكنا ليوسف في الأرض يتبوأ منها حيث يشاء)، الآية. قال: فذكر لي، والله أعلم أن إطفير هَلَك في تلك الليالي ، وأن الملك الرَّيان بن الوليد، زوَّج يوسف امرأة إطفير راعيل ، وأنها حين دخلت عليه قال: أليس هذا خيرًا مما كنت تريدين؟ قال: فيزعمون أنها قالت: أيُّها الصديق، لا تلمني ، فإني كنت امرأة كما ترى حسنًا وجمالا ناعمةً في ملك ودنيا ، وكان صاحبي لا يأتي النساء ، وكنتَ كما جعلك الله في حسنك وهيئتك ، فغلبتني نفسي على ما رأيت . فيزعمون أنه وجدَها عذراء ، فأصابها ، فولدت له رجلين: أفرائيم بن يوسف ، وميشا بن يوسف.19460 - حدثني ابن وكيع قال ، حدثنا عمرو ، عن أسباط ، عن السدي &; 16-152 &; (وكذلك مكنا ليوسف في الأرض يتبوأ منها حيث يشاء) قال: استعمله الملك على مصر ، وكان صاحب أمرها ، وكان يلي البيعَ والتجارة وأمرَها كله ، فذلك قوله: (وكذلك مكنا ليوسف في الأرض يتبوأ منها حيث يشاء).19461 - حدثني يونس قال، أخبرنا ابن وهب قال ،قال ابن زيد في قوله: (يتبوأ منها حيث يشاء) قال: ملكناه فيما يكون فيها حيث يشاء من تلك الدنيا ، يصنع فيها ما يشاء ، فُوِّضَتْ إليه . قال: ولو شاء أن يجعَل فرعون من تحت يديه ، ويجعله فوقه لفعل.19462 - حدثني المثنى قال ، حدثنا عمرو قال ،أخبرنا هشيم ، عن أبي إسحاق الكوفي ، عن مجاهد قال: أسلم الملك الذي كان معه يوسف.----------------------الهوامش:(8) انظر تفسير\" التمكين\" فيما سلف ص : 20 ، تعليق : 1 ، والمراجع هناك .(9) انظر تفسير\" تبوأ\" فيما سلف 15 : 198 ، تعليق : 3 ، والمراجع هناك .(10) انظر تفسير\" الأجر\" و\" الإحسان\" فيما سلف من فهارس اللغة ( أجر ) ، ( حسن )",
  "ayah": 56,
  "surah": 12
}
