{
  "text": "القول في تأويل قوله تعالى :  وَقَالَ يَا بَنِيَّ لا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ (67)قال أبو جعفر: يقول تعالى ذكره: قال يعقوب لبنيه لما أرادُوا الخروج من عنده إلى مصر ليمتاروا الطعام: يا بني لا تدخلوا مصر من طريق واحد , وادخلوا من أبواب متفرقة.* * *وذكر أنه قال ذلك لهم , لأنهم كانوا رجالا لهم جمال وهيأة , (7) فخاف عليهم العينَ إذا دخلوا جماعة من طريق واحدٍ، وهم ولد رجل واحد , فأمرهم أن يفترقوا في الدخول إليها . كما:-19487- حدثنا الحسن بن محمد قال: حدثنا يزيد الواسطي , عن جويبر , عن الضحاك: (لا تدخلوا من بابٍ واحد وادخلوا من أبواب متفرقة) ، قال: خاف عليهم العينَ .19488- حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد , عن قتادة قوله: (يا بنيّ لا تدخلوا من باب واحد) خشي نبيُّ الله صلى الله عليه وسلم العينَ على بنيه، كانوا ذوي صُورة وجَمال.19489- حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور , عن معمر , عن قتادة: (وادخلوا من أبواب متفرقة) ، قال: كانوا قد أوتوا صورةً وجمالا فخشي عليهم أنفُسَ الناس.19490- حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي , عن أبيه , عن ابن عباس , قوله: (وقال يا بني لا تدخلوا من باب واحد وادخلوا من أبواب متفرقة) ، قال: رهب يعقوب عليه السلام عليهم العينَ.19491- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان , قال، سمعت الضحاك يقول في قوله: (لا تدخلوا من باب واحد) ، خشي يعقوب على ولده العينَ.19492- حدثنا ابن وكيع قال، حدثنا زيد بن الحباب , عن أبي معشر , عن محمد بن كعب: (لا تدخلوا من باب واحد) ، قال: خشي عليهم العين.19493- ... قال، حدثنا عمرو , عن أسباط , عن السدي قال: خاف يعقوب صلى الله عليه وسلم على بنيه العين , فقال: (يا بني لا تدخلوا من باب واحد) . فيقال: هؤلاء لرجل واحدٍ! ولكن ادخلوا من أبواب متفرقة.19494- حدثنا ابن حميد قال، حدثنا سلمة , عن ابن إسحاق قال: لما أجمعوا الخروجَ ،  يعني ولد يعقوب ،  قال يعقوب: (يا بنيّ لا تدخلوا من باب واحد وادخلوا من أبواب متفرقة) ، خشي عليهم أعين الناس، لهيأتهم , وأنهم لرجل واحدٍ.* * *وقوله: (وما أغني عنكم من الله من شيء) ، يقول: وما أقدر أن أدفع عنكم من قضاء الله الذي قد قضاه عليكم من شيء صغير ولا كبير , لأن قضاءه نافذ في خلقه (8)  ، (إن الحكم إلا لله) ، يقول: ما القضاء والحكم إلا لله دون ما سواه من الأشياء , فإنه يحكم في خلقه بما يشاء , فينفذ فيهم حكمه , ويقضي فيهم، ولا يُرَدّ قضاؤه ، (عليه توكلت) ، يقول: على الله توكلت فوثقت به فيكم وفي حفظكم عليّ، حتى يردكم إليّ وأنتم سالمون معافون , لا على دخولكم مصر إذا دخلتموها من أبواب متفرقة ، (وعليه فليتوكل المتوكلون) ، يقول: وإلى الله فليفوِّض أمورَهم المفوِّضون . (9)----------------------الهوامش:(7) في المطبوعة :\" وهيبة\" ، لأنها في المخطوطة :\" وهمة\" ، غير منقوطة ، وستأتي كذلك بعد ، وسأصححها دون أن أشير هذا التصحيح في سائر المواضع .(8) انظر تفسير\" أغنى\" فيما سلف 15 : 472 ، تعليق : 1 ، والمراجع هناك .(9) انظر تفسير\" التوكل\" فيما سلف 15 : 545 ، تعليق : 1 ، والمراجع هناك .",
  "ayah": 67,
  "surah": 12
}
