{
  "text": "القول في تأويل قوله تعالى :  ارْجِعُوا إِلَى أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ (81)قال أبو جعفر : يقول تعالى ذكره، مخبرًا عن قيل روبيل لإخوته، حين أخذ يوسف أخاه بالصواع الذي استخرج من وعائه: ارجعوا، إخوتي، إلى أبيكم يعقوب فقولوا له يا أبانا إن ابنك بنيامين سرق) .* * *والقرأة على قراءة هذا الحرف بفتح السين والراء والتخفيف: (إن ابنك سرق) .* * *ورُوي عن ابن عباس: \" إنَّ ابْنَكَ سُرِّقَ\" بضم السين وتشديد الراء ، على وجه ما لم يسمَّ فاعله، بمعنى: أنه سَرَق ، (وما شهدنا إلا بما علمنا) .* * *واختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معناه: وما قلنا إنه سرق إلا بظاهر علمنا بأن ذلك كذلك ، لأن صواع الملك أصيب في وعائه دون أوعية غيره.*ذكر من قال ذلك:19632 - حدثنا ابن حميد قال، حدثنا سلمة ، عن ابن إسحاق: (ارجعوا إلى أبيكم) فإني ما كنت راجعًا حتى يأتيني أمرُه ، (فقولوا يا أبانا إن ابنك سرق وما شهدنا إلا بما علمنا ) ، أي: قد وجدت السرقة في رحله ، ونحن ننظر لا علم لنا بالغيب ، (وما كنا للغيب حافظين).* * *وقال آخرون: بل معنى ذلك: وما شهدنا عند يوسف بأن السارق يؤخذ بسرقته إلا بما علمنا .*ذكر من قال ذلك:19633 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: قال لهم يعقوب عليه السلام: ما يدري هذا الرجل أن السارق يؤخذ بسرقته إلا بقولكم! فقالوا: (ما شهدنا إلا بما علمنا) ، لم نشهد أن السارق يؤخذ بسرقته إلا وذلك الذي علمنا. قال: وكان الحكم عند الأنبياء، يعقوب وبنيه أن يؤخذ السارق بسرقته عبدًا فيسترقّ.* * *وقوله: (وما كنا للغيب حافظين ) ، يقول: وما كنا نرى أن ابنك يسرق ويصير أمرنا إلى هذا ، وإنما قلنا  وَنَحْفَظُ أَخَانَا  مما لنا إلى حفظه منه السبيل .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:19634 - حدثنا الحسين بن الحريث أبو عمار المروزي. قال، حدثنا الفضل بن موسى ، عن الحسين بن واقد ، عن يزيد ، عن عكرمة: (وما كنا للغيب حافظين). قال: ما كنا نعلم أن ابنك يسرق. (11)19635 - حدثنا الحسن بن محمد قال، حدثنا شبابة قال، حدثنا ورقاء ، عن ابن أبي نجيح ، عن مجاهد ، قوله: (وما كنا للغيب حافظين) ، لم نشعر أنه سيسرق.19636- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى ، عن ابن أبي نجيح ، عن مجاهد: (وما كنا للغيب حافظين) قال: لم نشعر أنه سيسرق.19637- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل ، عن ابن أبي نجيح ، عن مجاهد: (وما كنا للغيب حافظين) قال: لم نشعر أنه سيسرق.19638- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج ، عن ابن جريج ، عن مجاهد ،  وأبو سفيان ، عن معمر ، عن قتادة: (وما كنا للغيب حافظين) قال: ما كنا نظن ولا نشعر أنه سيسرق.19639- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد ، عن قتادة: (وما كنا للغيب حافظين) قال: ما كنا نرى أنه سيسرق.19640- حدثنا محمد بن عبد الأعلى. قال حدثنا محمد بن ثور ، عن معمر ، عن قتادة: (وما كنا للغيب حافظين) ، قال: ما كنا نظن أن ابنك يسرق.* * *قال أبو جعفر : وأولى التأويلين بالصواب عندنا في قوله: (وما شهدنا إلا بما علمنا) قولُ من قال: وما شهدنا بأن ابنك سرق إلا بما علمنا من رؤيتنا للصواع في وعائه ،  لأنه عَقيِب قوله: (إن ابنك سرق) ؛ فهو بأن يكون خبرًا عن شهادتهم بذلك، أولى من أن يكون خبرًا عما هو منفصل.* * *وذكر أن \" الغيب \"، في لغة حمير، هو الليل بعينه . (12)* * *----------------------الهوامش:(2) ديوانه قصيدة : 7 ، بيت : 7 ، ومجاز القرآن لأبي عبيدة 1 : 315 من أبيات يقولها لابنته بسرة ، يذكر طول عمره ، فيقول لها :وَلَقَـدْ سَـئِمْتُ مـن الحَيَـاةِ وطُولِهَـاوسُـؤَالِ هـذَا النَّـاسِ : كَـيْف لَبِيدُ ?وَغَنِيـتُ سَـبْتًا قَبْـلَ مَجْـرَى دَاحِسٍلَــوْ كَــانَ للنِّفْسِ اللَّجُـوجِ خُـلُودُوَشَـــــــهِدْتُ.................. . . . . . . . . . . . . . . . . . .\" مجرى داحس\" ، هو الخبر المشهور عن داحس والغبراء وإجرائهما ، وكانت بسببه الحرب بين عبس وذبيان أربعين سنة ، وقوله :\" سبتًا\" ، أي : دهرًا .و\" الأفاقة\" اسم موضع ، حيث كان اليوم المشهور بين لبيد ، والربيع بن زياد العبسي . و\" أرداف الملوك\" ، من\" الردف\" ، وهو الذي يكون مع الملك ، وينوب عنه إذا قام من مجلسه .(3) هو الصلتان العبدي .(4) شرح الحماسة 3 : 112 ، والشعر والشعراء : 479 ، والخزانة 1 : 308 ، وغيرها ، وهو من وصيته المشهورة التي أوصى بها ولده التي يقول فيها :أَشَــابَ الصّغــيرَ وَأَفْنَـى الكَبـيرَكَـــرُّ الغَــدَاةِ وَمَــرُّ العَشِــيثم يقول له بعد البيت الشاهد :وَسِــرُّكَ مَــا كَـانَ عِنْـدَ امْـريٍوَسِــرُّ الثَّلاَثَــةِ غَــيْرُ الخَــفِيو\" الحب\" ( بكسر الخاء ) ، المكر ، و\" الخب\" ( بفتحها ) ، المكار .(5) في المطبوعة والمخطوطة :\" في العلم\" ، ولم أجد ما أستوثق به من أن يكون الخبر في معنى الترجمة ، أعني مكان\" في العلم\" ،\" في السن\" .(6) انظر تفسير\" الموثق\" فيما سلف ص : 163 ، تعليق : 1 ، والمراجع هناك .(7) زدت نص الآية ، وإن لم يكن ثابتًا في المخطوطة أو المطبوعة .(8) في المطبوعة :\" التي تكون صلة\" ، ، وفي المخطوطة :\" التي صلة\" ، ورجحت ما أثبت،  و\" الصلة\" ، الزيادة ، انظر ما سلف من فهارس المصطلحات .(9) في المطبوعة\" تفريطكم في يوسف\" ، والصواب ما أثبت ، لأن\" ما\" زائدة هنا .(10) انظر تفسير\" الحكم\" فيما سلف من فهارس اللغة ( حكم ) .(11) الأثر : 19634 -\" الحسين بن الحريث\" ،\" أبو عمار المروزي\" ، شيخ الطبري ، مضى برقم 11771 .\" الفضل بن موسى السيتاني\" ، مضى أيضًا برقم : 11771 .\" الحسين بن واقد المروزي\" ، مضى أيضًا برقم : 4810 ، 6311 ، 11771 ، وكان في المخطوطة والمطبوعة هنا أيضًا\" الحسن بن واقد\" ، وهو خطأ بين ، كما أشرت إليه قبل .(12) هذا معنى عزيز في تفسير\" الغيب\" ، لم أجده في شيء من كتب اللغة التي بين أيدينا .",
  "ayah": 81,
  "surah": 12
}
