{
  "text": "القول في تأويل قوله تعالى :  قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لا تَعْلَمُونَ (86)قال أبو جعفر : يقول تعالى ذكره: قال يعقوب للقائلين له من ولده:  تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ  :  ،  لست إليكم أشكو بثي وحزني ، وإنما أشكو ذلك إلى الله .* * *ويعني بقوله: ( إنما أشكو بثي ) ، ما أشكو هَمِّي وحزني إلا إلى الله.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:19709 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج ، عن ابن جريج: ( إنما أشكو بثي ) ، قال ابن عباس: \" بثي\"، همي.19710 - حدثنا ابن حميد قال، حدثنا سلمة ، عن ابن إسحاق قال: قال يعقوب عَنْ عِلْمٍ بالله: ( إنما أشكوا بثي وحزني إلى الله وأعلم من الله ما لا تعلمون ) ، لما رأى من فظاظتهم وغلظتهم وسوء لَفْظهم له: (41) لم أشك ذلك إليكم ، ( وأعلم من الله ما لا تعلمون ).19711 - حدثنا ابن وكيع قال، حدثنا أبو أسامة ، عن عوف ، عن الحسن: ( إنما أشكو بثي وحزني إلى الله ) قال: حاجتي وحزني إلى الله.19712- حدثنا الحسن بن محمد قال، حدثنا هوذة بن خليفة قال، حدثنا عوف ، عن الحسن ، مثله .* * *وقيل: إن \" البثّ\"، أشد الحزن ، (42) وهو عندي من : \" بَثّ الحديث \" ، وإنما يراد منه: إنما أشكو خبري الذي أنا فيه من الهمِّ ، وأبثُّ حديثي وحزني إلى الله .* * *19713 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا يحيى بن سعيد ، عن عوف ، عن الحسن، ( إنما أشكو بثي ) ، قال: حزني.19714 - حدثنا ابن بشار قال، حدثني يحيى بن سعيد ، عن عوف ، عن الحسن: ( إنما أشكو بثي وحزني ) ، قال: حاجتي.* * *وأما قوله ( وأعلم من الله ما لا تعلمون ) فإن ابن عباس كان يقول في ذلك فيما ذكر عنه ما:-19715 - حدثني به محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي ، عن أبيه ، عن ابن عباس ، في قوله: ( وأعلم من الله ما لا تعلمون ،) يقول: أعلم أن رؤيا يوسف صادقة، وأني سأسجد له.19716- حدثنا ابن وكيع قال، حدثنا عمرو ، عن أسباط ، عن السدي قال: ( إنما أشكو بثي وحزني إلى الله وأعلم من الله ما لا تعلمون ) ، قال: لما أخبروه بدعاء الملك، أحسَّت نفسُ يعقوب وقال: ما يكون في الأرض صِدِّيق إلا نبيّ ! فطمع قال: لعله يوسف. (43)19717- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد ، عن قتادة: ( قال إنما أشكو بثي وحزني إلى الله ) الآية ، ذكر لنا أن نبي الله يعقوب لم ينـزل به بلاءٌ قط إلا أتى حُسْنَ ظنّه بالله من ورائه.19718- حدثنا ابن حميد قال، حدثنا حكام ، عن عيسى بن يزيد ، عن الحسن قال، قيل: ما بلغ وجدُ يعقوب على ابنه؟ قال: وجد سبعين ثكلى! . قال: فما كان له من الأجر؟ قال: أجر مئة شهيدٍ . قال: وما ساء ظنه بالله ساعةً من ليل ولا نهارٍ.19719- حدثنا به ابن حميد مرة أخرى قال، حدثنا حكام ، عن أبي معاذ ، عن يونس ، عن الحسن ، عن النبي صلى الله عليه وسلم ، مثله .19720- حدثنا ابن حميد قال، حدثنا سلمة ، عن المبارك بن مجاهد ، عن رجل من الأزد ، عن طلحة بن مصرِّف الإيامي قال، ثلاثة لا تذْكُرْهنّ واجتنب ذكرهُنّ: لا تشك مَرَضَك ، ولا تَشكُّ مصيبتك ، ولا تزكِّ نفسك . قال: وأنبئت أنّ يعقوب بن إسحاق دخل عليه جار له ، فقال له: يا يعقوب ما لي أراك قد انهشمت وفنيتَ، ولم تبلغ من السن ما بلغ أبوك؟ قال: هَشَمني وأفناني ما ابتلاني الله به من همّ يوسف وذكره! فأوحى الله إليه: يا يعقوب أتشكوني إلى خلقي؟ فقال: يا رب خطيئة أخطأتُها ، فاغفرها لي ! قال: فإني قد غفرت لك . وكان بعد ذلك إذا سئل قال، ( إنما أشكو بثي وحزني إلى الله وأعلم من الله ما لا تعلمون ).19721- حدثنا عمرو بن علي قال، حدثني مؤمل بن إسماعيل قال، حدثنا سفيان ، عن حبيب بن أبي ثابت قال، بلغني أن يعقوب كبر حتى سقط حاجبَاه على وجنتيه ، فكان يرفعهما بخِرْقَة ، فقال له رجل: ما بلغ بك ما أرى؟ قال: طول الزمان وكثرة الأحزان . فأوحى الله إليه: يا يعقوب تشكوني؟ قال: خطيئة فاغفرها.19722- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا ثور بن يزيد قال: دخل يعقوب على فرعون وقد سقط حاجبَاه على عينيه ، فقال: ما بلغ بك هذا يا إبراهيم؟ فقالوا: إنّه يعقوب ، فقال: ما بلغ بك هذا يا يعقوب؟ قال: طول الزمان وكثرة الأحزان . فقال الله: يا يعقوب أتشكوني؟ فقال: يا رب خطيئة أخطأتها ، فاغفرها لي.19723- حدثنا عمرو بن علي قال، حدثنا عبد الوهاب قال، حدثنا هشام ، عن ليث بن أبي سليم قال، دخل جبريل على يوسف السجنَ ، فعرفه، فقال: أيها المَلَكُ الحسن وجهه ، الطيبة ريحُه ، الكريمُ على ربه ، ألا تخبرني عن يعقوب أحيٌّ هو؟ قال: نعم . قال: أيها الملك الحسنُ وجههُ ، الطيبة ريحه ، الكريم على ربه ، فما بلغ من حزنه؟ قال: حزن سبعين مُثْكِلة . قال: أيها الملك الحسن وجهه ، الطيبة ريحه ، الكريم على ربه ، فهل في ذلك من أجر؟ قال: أجر مئة شهيد.19724- حدثنا ابن حميد قال، حدثنا سلمة ، عن ابن إسحاق ، عن ليث بن أبي سليم ، عن مجاهد قال: حُدّثت أن جبريل أتى يوسف صلى الله عليه وسلم وهو بمصر في صورة رجل، فلما رآه يوسف عرَفه ، فقام إليه: فقال: أيها الملك الطيبُ ريحه ، الطاهرُ ثيابه ، الكريم على ربه ، هل لك بيعقوب من علم؟ قال: نعم! قال: أيها الملك الطاهر ثيابه ، الكريم على ربه ، فكيف هو؟ قال: ذهب بصره . قال: أيها الملك الطاهر ثيابه ، الكريم على ربه ، وما الذي أذهب بصره؟ قال: الحزنُ عليك . قال: أيها الملك الطيب ريحه ، الطاهر ثيابه ، الكريم على ربه ، فما أعطي على ذلك؟ قال: أجر سبعين شهيدًا.19725- حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال أبو شريح: سمعت من يحدث أن يوسف سأل جبريل: ما بلغ من حزن يعقوب؟ قال: حزن سبعين ثكلى . قال: فما بلغ أجره؟ قال: أجر سبعين شهيدًا.19726- ... قال: أخبرنا ابن وهب قال، أخبرني نافع بن يزيد ، عن عبيد الله بن أبي جعفر قال، دخل جبريل على يوسف في البئر أو في السجن ، فقال له يوسف: يا جبريل ، ما بلغ حزن أبي؟ قال: حزن سبعين ثكلى . قال: فما بلغ أجره من الله؟ قال: أجر مئة شهيدٍ.19727- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا إسماعيل بن عبد الكريم قال، حدثني عبد الصمد بن معقل قال، سمعت وهب بن منبه يقول: أتى جبريل يوسف بالبشرى وهو في السجن. فقال: هل تعرفني أيها الصِّدِّيق؟ قال: أرى صورة طاهرة ورُوحًا طيبة لا تشبه أرواح الخاطئين . قال: فإني رسول رب العالمين ، وأنا الروح الأمين . قال: فما الذي أدخلك على مُدْخَل المذنبين ، وأنت أطيب الطيبين ، ورأس المقربين ، وأمين رب العالمين؟ قال: ألم تعلم يا يوسف أن الله يطّهر البيوت بطُهْر النبيين ، وأن الأرض التي يدخلونها هي أطهر الأرَضِين ،  وأن الله قد طهَّر بك السجن وما حوله يا أطهر الطاهرين وابن المطهَّرين؟ (44) إنما يتطهر بفضل طهرك وطهر آبائك الصالحين المخلَصِين! قال: كيف لي باسم الصّدِّيقين ، وتعدُّني من المخلصين ، وقد أدخلت مُدْخَل المذنبين ، وسميت في الضالين المفسدين؟ (45) قال: لم يُفْتَتَنْ قلبُك ، ولم تطع سيدتك في معصية ربك ، ولذلك سمَّاك الله في الصديقين ، وعدّك من المخلَصين ، وألحقك بآبائك الصالحين . قال: لك علم بيعقوب أيها الروح الأمين؟ قال: نعم ، وهبه الله الصبر الجميل ، وابتلاه بالحزن عليك ، فهو كظيم . قال: فما قَدْرُ حزنه؟ قال: حزن سبعين ثكلى . قال: فماذا له من الأجر يا جبريل؟ قال: قدر مئة شهيدٍ.19728- حدثنا ابن حميد قال، حدثنا جرير ، عن ليث ، عن ثابت البناني قال، دخل جبريل على يوسف في السجن ، فعرفه يوسف قال، فأتاه فسلم عليه ، فقال: أيها الملك الطيبُ ريحه ، الطاهر ثيابه ، الكريم على ربه ، هل لك من علم بيعقوب؟ قال: نعم . قال: أيها الملك الطيبُ ريحه ، الطاهر ثيابه ، الكريم على ربه ، هل تدري ما فعل؟ قال: ابيضَّت عيناه . قال: أيها الملك الطيب ريحه ، الطاهر ثيابه ، الكريم على ربه ، ممّ ذاك؟ قال: من الحزن عليك. (46) قال، أيها الملك الطيب ريحه ، الطاهر ثيابه ، الكريم على ربه ، وما بلغ من حزنه؟ قال: حزن سبعين مُثْكِلة . قال: أيها الملك الطيب ريحه ، الطاهر ثيابه ، الكريم على ربه ، هل له على ذلك من أجر؟ قال: نعم أجر مئة شهيدٍ.19729- حدثنا ابن وكيع قال، حدثنا عمرو ، عن أسباط ، عن السدي قال، أتى جبرئيل يوسف وهو في السجن فسلّم عليه ، وجاءه في صورة رجلٍ حسن  الوجه طيّب الريح نقيّ الثياب ، فقال له يوسف: أيها المَلك الحسن وجهه ، الكريم على ربه ، الطيب ريحه ، حدثني كيف يعقوب؟ قال: حزن عليك حزنًا شديدًا . قال: وما بلغ من حزنه؟ قال: حزن سبعين مُثْكِلة . قال: فما بلغ من أجره؟ قال: أجر سبعين أو مئة شهيدٍ . قال يوسف: فإلى من أوَى بعدي؟ قال: إلى أخيك بنيامين . قال: فتراني ألقاه أبدًا؟ قال: نعم . فبكى يوسف لما لقي أبوه بعده ، ثم قال: ما أبالي ما لقيت إنِ اللهُ أرانيه.19730-... قال: حدثنا عمرو بن محمد ، عن إبراهيم بن يزيد ، عن عمرو بن دينار ، عن عكرمة قال، أتى جبريل يوسف وهو في السجن ، فسلم عليه ، فقال له يوسف، أيها الملك الكريم على ربه ، الطيب ريحه ، الطاهر ثيابه ، هل لك من علم بيعقوب؟ قال: نعم ما أشد حزنه ! قال: أيها الملك الكريم على ربه ، الطيب ريحه ، الطاهر ثيابه ، ماذا لَه من الأجر؟ قال: أجر سبعين شهيدًا . قال: أفتراني لاقيه؟ قال: نعم . قال: فطابت نفس يوسف.19731- حدثنا ابن حميد قال، حدثنا جرير ، عن ليث ، عن سعيد بن جبير قال: لما دخل يعقوب على الملك وحاجباه قد سقطا على عينيه ، قال الملك: ما هذا؟ قال: السنون والأحزان، أو: الهموم والأحزان ، فقال ربه: يا يعقوب لم تشكوني إلى خلقي ، ألم أفعل بك وأفعل؟19732- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري ، عن عبد الرحمن بن زياد ، عن مسلم بن يسار يرفعه إلى النبي صلى الله عليه وسلم قال: من بثَّ لم يصبر (47) ثم قرأ: ( إنما أشكو بثي وحزني إلى الله ) .19733- حدثني عمرو بن عبد الحميد الآملي قال، حدثنا أبو أسامة ، عن هشام ، عن الحسن قال، كان منذ خرج يوسف من عند يعقوب إلى يوم رجع ثمانون سنة ، لم يفارق الحزن قلبه ، يبكي حتى ذهبَ بصره . قال الحسن: والله ما على الأرض يومئذ خليقةٌ أكرم على الله من يعقوب صلى الله عليه وسلم.* * *----------------------الهوامش:(41) في المخطوطة والمطبوعة :\" لفظهم به\" ، وهو لا يستقيم ، صوابه ما أثبت ، ويعني جفاءهم فيما يخاطبونه به من الكلام .(42) هو لفظ أبي عبيدة في مجاز القرآن 1 : 317 .(43) هذا خبر مضطرب اللفظ ، أخشى أن يكون فيه سقط أو تحريف .(44) في المطبوعة و المخطوطة :\" يا طهر الطاهرين\" ، والصواب ما أثبت .(45) في المطبوعة والمخطوطة :\" وسميت بالضالين المفسدين\" ، وهو لا يستقيم ، صوابه ما أثبت . وانظر بعد قوله :\" وسماك الله في الصديقين\" .(46) في المخطوطة :\" قال : قد ابيضت عيناه من الحزن عليك\" ، وحذف ما بين الكلامين من سؤال وجواب .(47) في المخطوطة :\" من بب فلم نصير\" ، غير منقوطة وعلى الجملة حرف ( ط ) دلالة على الخطأ ، والذي في المطبوعة ، هو نص ما في الدر المنثور 4 : 31 .",
  "ayah": 86,
  "surah": 12
}
