{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 11,
      "text": "هود - عليه السلام - من السور التي افتتحت ببعض حروف التهجي ، وقد سبق أن تكلمنا بشيء من التفصيل عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس ، عن آراء العلماء فى المراد بهذه الحروف المقطعة التى افتتحت بها بعض السور .ورجحنا أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض سور القرآن ، على سبيل الإِيقاظ والتنبيه للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك المعارضين فى أن القرآن من عند الله - تعالى - : هاكم القرآن ترونه مؤلفا من كلام هو من جنس ما تؤلفون به كلامكم ، ومنظوا من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم ، فإن كنتم فى شك من كونه منزلا من عند الله فهاتوا مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك ، أو هاتوا عشر سور من مثله ، أو هاتوا سورة واحدة .فلما عجزوا - وهم أهل الفصاحة والبيان - ثبت أن غيرهم أعجز ، وأن هذا القرآن من عند الله ، ( وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيراً ) .وقوله : ( أُحْكِمَتْ آيَاتُهُ ) من الإِحكام - بكسر الهمزة - وهذه المادة تستعمل فى اللغة لمعان متعددة ، ترجع إلى شئ واحد هو المنع . يقال : أحكم الأمر . أى : أتقنه ومنعه من الفساد . أى : منع نفسه ومنع الناس عما لا يليق : ويقال أحكم الفرس ، إذا جعل له حكمة تمنعه من الجموح والاضطراب .وقوله : ( ثُمَّ فُصِّلَتْ ) من التفصيل ، بمعنى التوضيح والشرح للحقائق والمسائل المراد بيانها ، بحيث لا يبقى فيها شتباه أو لبس .والمعنى : هذا الكتاب الذى أنزلناه إليك يا محمد ، هو كتاب عظيم الشأن ، جليل القدر ، فقد أحكم الله آياته إحكاما بديعا ، وأتقنها إتقانا معجزا ، بحيث لا يتطرق إليها خلل فساد . ثم فصل - سبحانه - هذه الآيات تفصيلا حكيما ، بأن أنزلها نجوما ، وجعلها سورا سورا ، مشتملة على ما يسعد الناس فى دنياهم وآخرتهم ، من شئون العقائد ، والعبادات ، والمعاملات ، والآداب ، والأحكام .قال صاحب الكشاف ما ملخصه : ( أُحْكِمَتْ آيَاتُهُ ) أى : نظمت نظما رصينا محكما ، بحيث لا يقع فيه نقض ولا خلل ، كالبناء المحكم المرصف . . وقيل : منعت من الفساد ، من قولهم : أحكمت الدابة ، إذا وضعت عليها الحكمة لتمنعها من الجماح ، قال جرير :أبنى حنيفة أحكموا سفاءكم ... إني أخاف عليكم أن أغضبا( ثُمَّ فُصِّلَتْ ) كما تفصل القلائد بالفرائد ، ومن دلائل التوحيد والأحكام والمواعظ والقصص ، أو جعلت فصولا سورة سورة ، وآية آية ، أو فرقت فى التنزيل ولم تنزل جملة واحدة .و ( ثم ) فى قوله - سبحانه - \" ثم فصلت \" للتراخى فى الرتبة كما هو شأنها فى عطف الجمل ، لما فى التفصيل من الاهتمام لدى النفوس ، لأن العقول ترتاح إلى التفصيل بعد الإِجمال ، والتوضيح بعد الإِيجاز .وجملة ( مِن لَّدُنْ حَكِيمٍ خَبِيرٍ ) صفة أخرى للكتاب ، وصف بها ، لإِظهار شرفه من حيث مصدره ، بعد أن وصف بإحكات آياته وتفصيلها الدالين على علو مرتبته من حيث الذات أى : هذا الكتاب الذى أتقنت آياته إتقانا بديعا ، وفصلت تفصيلا رصينا ، ليس هو من عند أحد من الخلق ، وإنما هو من عند الخلق الحكيم فى كل أقواله وأفعاله ، الخبير بظواهر الأمر وبواطنها .قال الشوكانى : وفى قوله ( مِن لَّدُنْ حَكِيمٍ خَبِيرٍ ) لف ونشر ، لأن المعنى : أحكمها حكيم ، وفصلها خبير ، عالم بمواقع الأمور ."
    },
    {
      "ayah": 10,
      "surah": 11,
      "text": "ثم بين - سبحانه - حالة هذا الإِنسان اليؤوس الكفور ، عندما تأتيه السراء بعد الضراء فقال : ( وَلَئِنْ أَذَقْنَاهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السيئات عني إِنَّهُ لَفَرِحٌ فَخُورٌ ) .والنعماء : النعمة التى يظهر أثرها على صاحبها ، واختبر لفظ النعماء لمقابلته للضراء .والضراء : ما يصيب الإِنسان من مصائب يظهر أثرها السئ عليه .والمراد بالسيئات : الأضرار التى لحقته كالفقر والمرض .والمعنى : ولئن أذقنا هذا الإِنسان اليؤوس الكفور ( نعماء ) بعد ضراء مسته كصحة بعد مرض ، وغنى بعد فقر ، وأمن بعد خوف ، ونجاح بعد فشل .( لَيَقُولَنَّ ذَهَبَ السيئات عني ) أى : ليقولن فى هذه الحالة الجديدة ببطر وأشر ، وغرور وتكبر ، لقد ولت المصائب عنى الأدبار ، ولن تعود إلى .وعبر - سبحانه - فى جانب الضراء بالمس ، للإِشارة إلى أن الإِصابة بها أخف مما تذوقه من نعماء ، وأن لطف الله شامل لعباده فى كل الأحوال .وجملة ( إِنَّهُ لَفَرِحٌ فَخُورٌ ) جواب القسم .أى : إنه لشديد الفرح والبطر بالنعمة : كثير التباهى والتفاخر بما أعطى منها ، مشغول بذلك عن القيام بما يجب عليه نحو خالقه من شكر وثناء عليه - سبحانه - .وإنها - أيضا - لصورة صادقة لهذا الإِنسان العجول القاصر ، الذى يعيش فى لحظته الحاضرة ، فلا يتذكر فيما مضى ، ولا يتفكر فيما سكون عليه حاله بعد الموت ، ولا يعتبر بتقلبات الأيام ، فهو يؤوس كفور إذا نزعت منه النعمة ، وهو بطر فخور إذا عادت إليه ، وهذا من أسوأ ما تصاب به النفس الإِنسانية من أخلاق مرذولة ."
    },
    {
      "ayah": 100,
      "surah": 11,
      "text": "وكان التعقيب الأول يهدف إلى بيان أن هذه القرى المهلكة التى منها ما هو قائم ومنها ما هو حصيد ، ما ظلم الله - تعالى - أهلها ، ولكن هم الذين ظلموا أنفسهم بعصيانهم الرسل ، وإصرارهم على الكفر والعناد ، قال - تعالى - :( ذَلِكَ مِنْ أَنْبَآءِ القرى نَقُصُّهُ . . . ) .أى : ذلك الذى قصصناه عليك - أيها الرسول الكريم - فى هذه السورة الكريمة ، وهو جزء ( مِنْ أَنْبَآءِ القرى ) المهلكة .ونحن نقصه عليك ، فى هذا القرآن عن طريق وحينا الصادق ، ليعتبر به الناس ، وليعلموا أن هذا القرآن المشتمل على هذا القصص الذى لا علم لهم به من عند الله .وافتتح - سبحانه - الكلام باسم الإِشارة المفيد للبعد ، للتنويه بشأن هذه الأنباء التى سبق الحديث عنها ، وللإِشعار بأنها أنباء هامة فيها الكثير من العظات والعبر لقوم يعقلون .والضمير فى قوله : منها قائم وحصيد ، يعود إلى تلك القرى المهلكة ، والجملة مستأنفة للتحريض على النظر والاعتبار ، فكأن سائلا سأل ما حال هذه القرى الباقية آثارها أم عفى عليها الزمن؟ فكان الجواب : منها قائم وحصيد .أى : من هذه القرى المهلكة ما آثارها قائمة يراها الناظر إليها ، كآثار قوم ثمود .ومنها ما أثارها عفت وزالت وانطمست وصارت كالزرع المحصود الذى استؤصل بقطعه ، فلم تبق منه باقية ، كديار قوم نوح .ففى هذه الجملة الكريمة تشبيه بليغ ، حيث شبه - سبحانه - القرى التى بعض آثاهار مازال باقيا بالزرع القائم على ساقه ، وشبه مازال منها واندثر بالزرع المحصود .وحصيد مبتدأ محذوف الخبر لدلالة ما قبله عليه ، أى منها قائم ومنها حصيد ."
    },
    {
      "ayah": 101,
      "surah": 11,
      "text": "وقوله - سبحانه - ( وَمَا ظَلَمْنَاهُمْ ولكن ظلموا أَنفُسَهُمْ . . ) بيان لمظاهر عدله فى قضائه وأحكامه .والضمير المنصوب فى ( ظَلَمْنَاهُمْ ) يعود إلى أهل هذه القرى ، لأنهم هم المقصودون بالحديث .أى : وما ظلمنا أهل هذه القرى بإهلاكنا إياهم ، ولكنهم هم الذين ظلموا أنفسهم ، بسبب إصرارهم على الكفر ، وجحودهم للحق ، واستهزائهم بالرسل الذين جاءوا لهدايتهم . . .ثم بين - سبحانه - موقف آلهتهم المخزى منهم فقالك ( فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ التي يَدْعُونَ مِن دُونِ الله مِن شَيْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ . . ) .أى : أن هؤلاء المهلكين عندما نزل بهم العذاب ، لم تنفعهم أصنامهم التى كانوا يعبدونها من دون الله شيئا من النفع . . . بل هى لم تنفع نفسها فقد اندثرت معهم كما اندثروا .والفاء فى قوله - سبحانه - ( فَمَا أَغْنَتْ ) للتفريع على ظلمهم لأنفسهم ، لأن اعتمادهم على شفاعة الأصنام ، وعلى دفاعها عنهم . . . من مظاهر جهلهم وغبائهم وظلمهم لأنفسهم .و ( من ) فى قوله : ( مِن شَيْءٍ ) لتأكيد انتفاء النفع والإِغناء : أى : لم تغن عنهم شيئا ولو قليلا من الإِغناء؛ ولم تنفعهم لا فى قليل ولا كثير . . .وجملة ( وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ ) تأكيد لنفى النفع ، وإثبات للضر والخسران .والتتبيب : مصدر تب بمعنى خسر ، فلان فلانا إذا وقعه فى الخسران .ومنه قوله - تعالى - ( تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ ) أى : هلكتا وخسرتا كما قد هلك وخسر هو .أى : وما زادتهم أصنامهم التى كانوا يعتمدون عليها فى دفع الضر سوى الخسران والهلاك .قال الإِمام الرازى : والمعنى : \" أن الكفار كانوا يعتقدون فى الأصنام أنها تعين على تحصيل المنافع ودفع المضار ، ثم إنه - تعالى - أخبر أنهم عند مساس الحاجة إلى المعين ، ما وجدوا منها شيئا لا جلب نفع ولا دفع ضر ، ثم كما لم يجدوا ذلك فقد وجدوا ضده ، وهو أن ذلك الاعتقاد زالت عنهم به منافع الدنيا والآخرة ، وجلب لهم مضارهما ، فكان ذلك من أعظم موجبات الخسران \" ."
    },
    {
      "ayah": 102,
      "surah": 11,
      "text": "ثم بين - سبحانه - سنته فى عقاب الظالمين فى كل زمان ومكان فقال : ( وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ . . . )والكاف فى ( وكذلك ) بمعنى مثل ، والمراد بالقرى : أهلها الظالمون .والأخذ : هو العقاب المباغت السريع : يقال أخذ فلان الموت ، إذا نزل به بسرعة وقوة ، .أى : ومثل ذلك الأخذ والإِهلاك للظالمين السابقين ، يكون أخذ ربك وعقابه لكل ظالم يأتى بعدهم وينهج نهجهم .وجملة ، وهى ظالمة ، فى موضع الحال من القرى ، وفائدة هذه الحال الإِشعار بأن عقابهم كان بسبب ظلمهم ، وفى ذلك ما فيه من التحذير لكل ظالم لا يبادر بالإِقلاع عن ظلمه قبل فوت الآوان .والمراد بالظلم ما يشمل الكفر وغيره من الجرائم والمعاصى التى نهى الله عنها ، كالكذب وشهادة الزور ، وأكل أموال الناس بالباطل .وقوله : ( إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ ) زيادة فى التحذير من الوقوع فى الظلم .أى : إن أخذه - سبحانه - للظالمين عظيم إيلامه ، شديد وقعه ، لا هوادة فيه ، ولا مخلص منه .روى الشيخان عن أبى موسى الأشعرى أن رسول الله - صلى الله عليه وسلم - قال : \" إن الله ليملى للظالم حتى إذا أخذه لم يفلته ، ثم قرأ رسول الله - صلى الله عليه وسلم - ( وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ ) \" ."
    },
    {
      "ayah": 103,
      "surah": 11,
      "text": "ثم بين - سبحانه - أن ما ساقه فى هذه القرآن عن أحوال السابقين فيه العبرة لمن اعتبر ، وفيه العظة لمن خاف عذاب الآخرة الذى ينقسم الناس فيه إلى شقى وسعيد ، فقال - تعالى - :( إِنَّ فِي ذلك لآيَةً لِّمَنْ خَافَ . . . )أى ( إِنَّ فِي ذلك ) القصص الذى قصصناه عليك - يا محمد - والمشتمل على بيان سنة الله التى لا تتخلف فى إهلاك الظالمين .( لآية ) أى : لعبرة عظيمة ، وعظة بليغة ، وحجة واضحة .( لِّمَنْ خَافَ عَذَابَ الآخرة ) لأنه هو المنتفع بالعبر والعظات لصدق إيمانه ، وصفاء نفسه ، وإيقانه بأن هناك فى الآخرة ثوابا وعقابا ، وحسابا على الأعمال الدنيوية . .أما الذى ينكر الآخرة وما فيها من ثواب وعقاب ، فإنه لا يعتبر بما أصاب الظالمين من عذاب دنيوى دمرهم تدميرا ، بل ينسب ذلك إلى طبيعة أو فلكية أو غيرهما ، لا علاقة لها بكفرهم وظلمهم وطغيانهم . . .\" لأن الخائف من عذاب الآخرة ، عندما يرى ما حل بالمجرمين فى الدنيا من عقاب ، يزداد إيمانا على إيمانه ، وتصديقا على تصديقه ، بأن الله - تعالى - قادر على أن يعذبهم فى الآخرة عذابا أشد وأبقى من عذاب الدنيا . . . \"ثم بين - سبحانه - أن يوم القيامة آت لا ريب فيه فقال : ( ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ )واسم الإِشارة فى الموضعين ، يعود إلى يوم القيامة المدلول عليه بذكر عذاب الآخرة قبل ذلك ، واللام فى قوله - سبحانه - ( مَّجْمُوعٌ لَّهُ ) لام العلة .أى : ذلك اليوم وهو يوم القيامة ، يوم يجمع الناس فيه لأجل محاسبتهم ومجازاتهم على أعمالهم ، ويشهده جميع الخلائق الذين يؤمرون بشهوده ، دون أن يغيب منهم أحد قال صاحب الكشاف : و ( الناس ) رفع باسم المفعول الذى هو ( مجموع ) كما يرفع بفعله إذا قلت يجمع له الناس .فإن قلت : لأى فائدة أوثر اسم المفعول على فعله؟قلت : لما فى اسم المفعول من دلالة على ثبات معنى الجمع لليوم ، وأنه يوم لابد من أن يكون ميعادا مضروبا لجمع الناس له ، وأنه الموصوف بذلك صفة لازمة ، وهو أثبت - أيضا - لإِسناد الجمع إلى الناس وأنهم لا ينفكون منه .ونظيره قول المهدد : إنك لمنهوب مالك ، محروب قومك ، فيه من تمكن الوصف وثباته ما ليس فى الفعل . . .والمراد بالمشهود : الذى كثر شاهدوه ، ومنه قولهم : لفلان مجلس مشهود ، وطعام محضور . . . والغرض من ذلك ، وصف هذا اليوم بالهول والعظم وتميزه من بين الأيام ، بأنه اليوم الذى يشهد فيه الخلائق الموقف لا يغيب عنه أحد . . ."
    },
    {
      "ayah": 104,
      "surah": 11,
      "text": "ثم قال - تعالى - ( وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ )والأجل فى اللغة : الوقت المضروب لانتهاء مدة معينة ، فأجل الإِنسان : هو الوقت المحدد لانقضاء عمره .والمعدود : أصله المحسوب ، والمراد هنا : المحدد بمدة معينة لا يزيد عليها ولا يتأخر عنها .أى : أننا لا نؤخر هذا اليوم إلا لوقت محدد معلوم لنا ، فإذا ما جاء موعد هذا الوقت ، حل هذا اليوم الهائل الشديد وهو يوم القيامة ، الذى اقتضت حكمتنا عدم إطلاع أحد على موعده ."
    },
    {
      "ayah": 105,
      "surah": 11,
      "text": "ثم ذكر - سبحانه - جانبا من أهوال هذا اليوم ، ومن أحوال الناس فيه فقال : ( يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ )والشقى : صفة مشبهة من الفعل شقى ، وهو الشخص المتلبس بالشقاوة ، والشقاء :أى سوء الحال - بسبب إيثاره الضلالة على الهداية ، والباطل على الحق . . .والسعيد : هو الشخص المتلبس بالسعادة ، وبالأحوال الحسنة بسبب إيمانه وعمله الصالح .والمعنى : حين يأتى هذا اليوم؛ وهو يوم القيامة ، لا تتتكلم فيه نفس بأى كلام إلا بإذن الله - تعالى - ويكون الناس فيه منقسمين إلى قسمين : قسم شقى معذب بسبب كفره ، وسوء عمله ، وتفريطه فى حقوق الله . . .وقسم سعيد منعم بسبب إيمانه : وعمله الصالح . . .فإن قيل : كيف نجمع بين هذه الآية التى تنفى الكلام عن كل نفس إلا بإذن الله وبين قوله - تعالى - ( يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَن نَّفْسِهَا . . . ) فالجواب : أن فى يوم القيامة مواقف متعددة ، ففى بعضها يجادل الناس عن أنفسهم ، وفى بعضها يكفون عن الكلام إلا بإذن الله ، وفى بعضها يختم على أفواههم ، وتتكلم أيديهم وتشهد أرجلهم بما كانوا يكسبون .وفى هذه الآية الكريمة إبطال لما زعمها لمشركون من أن أصنامهم ستدافع عنهم ، وستشفع لهم يوم القيامة .قال الإِمام ابن كثير : قوله - تعالى - ( يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ . . . ) أى : يوم يأتى هذا اليوم وهو يوم القيامة ، لا يتكلم أحد إلا بإذن الله - تعالى - كما قال - سبحانه - ( يَوْمَ يَقُومُ الروح والملائكة صَفّاً لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَقَالَ صَوَاباً ) وقال - سبحانه - ( وَخَشَعَتِ الأصوات للرحمن فَلاَ تَسْمَعُ إِلاَّ هَمْساً ) - فى الصحيحين عن رسول الله - صلى الله عليه وسلم - فى حديث الشفاعة الطويل : - \" ولا يتكلم يومئذ إلا الرسل ، ودعوة الرسل يومئذ : اللهم سلم سلم \" ."
    },
    {
      "ayah": 106,
      "surah": 11,
      "text": "ثم فصل - سبحانه - أحوال الأشقياء والسعداء فقال : ( فَأَمَّا الذين شَقُواْ فَفِي النار لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ ) .قال الآلوسى : قال الراغب : الزفير ترديد النفس حتى تنتفخ الضلوع منه مأخوذ من زفر فلان إذا حمل حملا بمشقة فتردد فيه نفسه ، ومنه قيل للإِماء الحاملاتِ الماءَ : زوافر .والشهيق : رد النفس إلى الصدر بصعوبة وعناء .والمراد بهما : الدلالة على شدة كربهم وغمهم ، وتشبيه حالهم بحال من استولت على قلبه الحرارة ، واستبد به الضيق حتى صار فى كرب شديد .والمعنى : فأما الذين كان نصيبهم الشقاء فى الآخرة ، بسبب كفرهم واقترافهم للمعاصى فى الدنيا ، فمصيرهم إلى الاستقرار فى النار ، لهم فيها من ضيق الأنفاس . وحرج الصدور ، وشدة الكروب ما يجعلهم يفضلون الموت على ما هم فيه من هم وغم .وخص - سبحانه - من بين أحوالهم الأليمة حالة الزفير والشهيق؛ تنفيرا من الأسباب التى توصل إلى النار ، وتبشيعا لتلك الحالة التى فيها ما فيها من سوء المنظر ، وتعاسة الحال . . ."
    },
    {
      "ayah": 107,
      "surah": 11,
      "text": "ثم أكد - سبحانه - خلودهم فى النار فقال : ( خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض . . . )أى أن الأشقياء لهم فى النار العذاب الأليم ، وهم ماكئون فيها مكث بقاء وخلود لا يبرحونها مدة دوام السموات التى تظلمهم ، والأرض التى تقلهم فهو فى معنى قوله - تعالى - ( خَالِدِينَ فِيهَآ أَبَداً ) قال الآلوسى ما ملخصه : والمقصود من هذا التعبير : التأبيد ونفى الانقطاع على منهاج قول العرب لا أفعل كذا ، مالاح كوكب ، وما أضاء الفجر ، وما اختلف الليل والنهار . . . إلى غير ذلك من كلمات التأبيد عندهم . . .وليس المقصود منه تعليق قرارهم فيها بدوام هذه السموات والأرض ، فإن النصوص القاطعة دالة على تأبيد قرارهم فيها .وجوز أن يحمل ذلك على التعليق ، ويراد بالسموات والأرض ، سماوت الآخرة وأرضها ، وهما دائمتان أبدا . . . )أما قوله - سبحانه - ( إِلاَّ مَا شَآءَ رَبُّكَ ) فقد ذكر العلماء فى المقصود به أقوالا متعددة أوصلها بعضهم إلى ثلاثة عشر قولا من أشهرها :أن هذا الأستثناء فى معنى الشرط فكأنه - سبحانه - يقول :1 - خالدين فيها خلودا أبديا إن شاء ربك ذلك إذ كل شئ خاضع لمشيئة ربك وإرادته . . وعليه يكون المقصود من هذا الاستثناء وأمثاله إرشاد العباد إلى وجوب تفويض الأمور إليه - سبحانه - وإعلامهم بأن كل شئ خاضع لإرادته ومشيئته فهو الفاعل المختار الذى لا يجب عليه شئ ولا حق لأحد عليه ( إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ ) .وليس المقصود من هذا الاستثناء وأمثاله نفى خلودهم فى النار لأنه لا يلزم من الاستثناء المعلق على المشيئة وقوع المشيئة ولأنه قد أخبرنا - سبحانه - فى كتابه بخلود الكافرين خلودا أبديا فى النار .قال - تعالى - ( إِنَّ الذين كَفَرُواْ وَظَلَمُواْ لَمْ يَكُنِ الله لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرِيقاً . إِلاَّ طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَداً وَكَانَ ذلك عَلَى الله يَسِيراً ) وشبيه بهذا الاستثناء ما حكاه - سبحانه - عن نبيه شعيب - عليه السلام - فى قوله : ( قَالَ الملأ الذين استكبروا مِن قَوْمِهِ لَنُخْرِجَنَّكَ ياشعيب والذين آمَنُواْ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ . قَدِ افترينا عَلَى الله كَذِباً إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا الله مِنْهَا وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلاَّ أَن يَشَآءَ الله رَبُّنَا وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْماً . . . ) فشعيب - عليه السلام - مع ثقته المطلقة فى أنه لن عود هو وأتباعه على ملة الكفر ، نراه يفوض الأمر إلى مشيئة الله تأدبا معه - سبحانه . .فيقول : وما يكون لنا أن نعود فيها - أى ملة الكفر - إلا أن يشاء ربنا شيئا غير ذلك وهذا من الأدب العالى فى مخاطبة الأنبياء لخالقهم - عز وجل .وقد ذكر كثير من المفسرين هذا القول ضمن الأقوال فى معنى الآية ، وبعضهم اقتصر عليه ولم يذكر سواه ، ومن هذا البعض صاحب المنار ، وصاحب محاسن التأويل . . .أما صاحب المنار فقد قال : قوله ( إِلاَّ مَا شَآءَ رَبُّكَ ) أى : أن هذا الخلود الدائم هو والمعد لهم فى الآخرة . . . إلا ما شاء ربك من تغيير فى هذا النظام فى طور آخر ، فهو إنما وضع بمشيئته ، وسيبقى فى قبضة مشيئته ، وقد عهد مثل هذا الاستثناء فى سياق الأحكام القطعية للدلالة على تقييد تأبيدها يمشيئة الله - تعالى . . فقط ، لا لإِفادة عدم عمومها . . .وأما صاحب محاسن التأويل فقد قال : فإن قلت : ما معنى الاستثناء بالمشيئة ، وقد ثبت خلودا أهل الدارين فيهما من غير استثناء؟فالجواب : أن الاستثناء بالمشيئة قد استعمل فى أسلوب القرآن ، للدلالة على الثبوت والاستمرار .والنكتة فى الاستثناء بيان أن هذه الأمور الثابتة الدائمة ، إنما كانت كذلك بمشيئة الله - تعالى - لا بطبيعتها فى نفسها ، ولو شاء - تعالى - أن يغيرها لفعل .وابن كثير قد أشار إلى ذلك بقوله : \" يعنى أن دوامهم فيها ليس أمرا واجبا بذاته ، بل هو موكول إلى مشيئته - تعالى - \"2 - أن الاستثناء هنا خاص بالعصاة من المؤمنين .ومن العلماء الذني رجحوا هذا القول الإِمامان : ابن جرير وابن كثير .\" وأولى الأقوال فى تأويل هذه الآية بالصواب ، القول الذى ذكرناه عن الضحاك وقتادة من أن ذلك استثناء فى أهل التوحيد من أهل الكبائر ، أنه يدخلهم النار خالدين فيها أبدا ، إلا ما شاء تركهم فيها أقل من ذلك ، ثم يخرجهم فيدخلهم الجنة - أى العصاة من المؤمنين . . . \"وأما ابن كثير فقد وضح ما اختاره ، ابن جرير ورجحه فقال ما ملخصه :وقد اختلف المفسرون فى المراد من هذا الاستثناء على أقوال كثيرة . . . نقل كثيرا منها الإِمام ابن جرير ، واختار : أن الاستثناء عائد على العصاة من أهل التوحيد ، ممن يخرجهم الله من النار بشفاعة الشافعين ، من الملائكة والنبيين والمؤمنين ، حين يشفعون فى أصحاب الكبائر ، ثم تأتى رحمة أرحم الراحمين ، فتخرج من النار من لم يعمل خيرا قط ، وقال يوما من الدهر : لا إله إلا الله ، كما وردت بذلك الأخبار الصحيحة المستفيضة عن رسول الله - صلى الله عليه وسلم - ، ولا يبقى بعد ذلك فى النار إلا من وجب عليه الخلود فيها ، ولا محيد له عنها ، وهذا الذى عليه كثير من العلماء قديما وحديثا فى تفسير هذه الآية الكريمة .وقد ذكر الشيخ الشوكانى هذا القول ضمن أحد عشر قولا فقال ما ملخصه :وقوله ( إِلاَّ مَا شَآءَ رَبُّكَ ) : قد اختلف أهل العلم فى هذا الاستثناء على أقوال منها :( أ ) أنه من قوله ( فَفِي النار ) كأنه قال : إلا ما شاء ربك من تأخير قوم عن ذلك .. .( ب ) أن الاستثناء إنما هو للعصاة من الموحدين وإنهم يخرجون بعد مدة من النار ، وعلى هذا يكون قوله ( فَأَمَّا الذين شَقُواْ ) عاما فى الكفرة والعصاة ، ويكون الاستثناء من خالدين ، وتكون ( ما ) بمعنى ( من ) ، وقد ثبت بالأحاديث المتواترة تواترا يفيد العلم الضرورى بأنه يرخج من النار أهل التوحيد ، فكان ذلك مخصصا لكل عموم .( ج ) أن الاستثناء من الزفير والشهيق ، أى لهم فيها زفير وشهيق ( إِلاَّ مَا شَآءَ رَبُّكَ ) من أنواع العذاب غير الزفير والشهيق . . .ويبدو لن أن الرأى الأول أرجح الآراء ، ويشهد لهذا قوله - تعالى - بعد ذلك : ( إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ ) أى فهو إن شاء غير ذلك فعله ، وإن شاء ذلك فعله ، ما شاء من الأفعال كان وما لم يشاء لم يكن .وجاء - سبحانه - بصيغة المبالغة ( فعال ) للإِشارة إلى أنه - سبحانه - لا يتعاصى عليه فعل من الأفعال بأى وجه من الوجوه .ثم بين - سبحانه - حسن عاقبة السعداء فقال : ( وَأَمَّا الذين سُعِدُواْ ) أى فى الآخرة بسبب إيمانهم وتقواهم فى الدنيا ، ( فَفِي الجنة خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض إِلاَّ مَا شَآءَ رَبُّكَ عَطَآءً غَيْرَ مَجْذُوذٍ ) أى : عطاء منه - سبحانه - لهم غير مقطوع عنهم ، يقال : جذ الشئ يجذه جذا ، أى : كسره وقطعه ، ومنه الجذاذ - بضم الجيم - لما تكسر من الشئ كما فى قوله - تعالى - حكاية عما فعله إبراهيم - عليه السلام - بالأصنام ( فَجَعَلَهُمْ جُذَاذاً إِلاَّ كَبِيراً لَّهُمْ ) وبذلك نرى أن هذه الآيات قد فصلت أحوال السعداء والأشقياء ، تفصيلا يدعو العقلاء إلى أن يسلكوا طريق السعداء ، وأن يتجنبوا طريق الأشقياء ."
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "ثم ساق - سبحانه - بعد ذلك من الآيات ما فيه تسلية للنبى - صلى الله عليه وسلم - عما أصابه من قومه من أذى ، وما فيه تثبيت لقلوب المؤمنين ، وما فيه إرشاد لهم إلى ما يقربهم من الخير ، ويبعدهم عن الشر فقال - تعالى :( وَأَمَّا الذين سُعِدُواْ فَفِي . . . ) .قال الفخر الرازى : اعلم أنه - تعالى - لما شرح أقاصيص عبدة الأوثان ثم أتبعه بأحوال الأشقياء وأحوال السعداء شرح للرسول صلى الله عليه وسلم - أحوال الكفار من قومه فقال : ( فَلاَ تَكُ فِي مِرْيَةٍ . . )"
    },
    {
      "ayah": 109,
      "surah": 11,
      "text": "( فَلاَ تَكُ فِي مِرْيَةٍ . . )والمعنى : فلا تكن ، إلا أنه حذف النون لكثرة الاستعمال ، ولأن حرف النون إذا وقع على طرف الكلام ، لم يبق عند التلفظ به إلا مجرد الغنة ، فلا جرم أسقطوه . .والمرية بكسر الميم - الشك المتفرع عن محاجة ومجادلة بين المتخاصمين .والمعنى : لقد قصصنا عليك أيها الرسول الكريم الكثير من أخبار السابقين وبينا لك مصير السعداء والأشقياء . . . وما دام الأمر كذلك ، فلا تك فى شك من أن عبادة هؤلاء المشركين لأصنامهم إنما هى تقليد لما كان يعبده آباؤهم من قبل ، وهذه العبادة لغير الله - تعالى - ستؤدى بالجميع إلى سوء العاقبة وإلى العذاب الأليم .والخطاب وإن كان للرسول - صلى الله عليه وسلم - على سبيل التسلية والتثبيت ، إلا أن التحذير فيه يندرج تحته كل من يصلح للخطاب .وهذا الأسلوب كثير ما يكون أوقع فى النفس ، وأشد تأثيراً فى القلب ، لأنه يشعر المخاطب بأن ما بينه الله - تعالى - لرسوله - صلى الله عليه وسلم - إنما هو من قبيل القضايا الموضوعية التى لا تحتاج إلى جدال مع أحد ، ومن جادل فيها فإنما يجادل فى الحق الوضاح بدافع الحسد والعناد ، لأن الواقع يشهد بصحة ما بينه الله - تعالى - لرسوله - صلى الله عليه وسلم - .وجملة ( مَا يَعْبُدُونَ إِلاَّ كَمَا يَعْبُدُ آبَاؤُهُم مِّن قَبْلُ ) مستأنفة ، لبيان أن الخلف قد ساروا فى الجهالة والجحود على طريقة السلف .وعبر عن عبادة الآباء بالمضارع ، مع أنها كانت فى الماضى بقرينة ( مِّن قَبْلُ ) . للدلالة على استمرارهم على هذه العبادة الباطلة حتى موتهم ، وأن أبناءهم لم ينقطعوا عنها ، بل واصلوا السير على طريق آبائهم الضالين بدون تفكر أو تدبر .والمضاف إليه فى قوله ( مِّن قَبْلُ ) محذوف ، والتقدير : من قبلهم .وقوله ( وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ ) تذييل قصد به تأكيد العقاب الذى سينزل بهم فى الآخرة بسبب عبادتهم لغير الله .وموفوهم من التوفية ، وهى إعطاء الشئ كاملا بدون نقص .والمراد بالنصيب هنا : المقدار المعد لهم من العذاب ، وسماه نصيبا على سبيل التهكم بهم .أى : وإنا لمعطو هؤلاء الذين نهجوا منهج آبائهم فىعبادة غير الله ، نصيبهم وحظهم من عذاب الآخرة كاملا بدون إنقاص شئ منه ، كما ساروا هم على طريقة سلفهم فى الضلال دون أن يغيروا شيئا منها . . .ومنهم من جعل المراد بالنصيب هنا : ما يشمل الجزاء على الأعمال الدنوية والأخروية ، .قال صاحب المنار : \" أى ، وإنا لمعطوهم نصيبهم من جزاء أعمالهم فى الدنيا والآخرة وافيا تاما لا ينقص منه شئ ، كما وفينا آباءهم الأولين من قبل ، فإنه ما من خير يعمله أحد منهم كبِرِّ الوالدين وصلة الأرحام .. . إلا ويوفيهم الله جزاءهم عليه فى الدنيا بسعة الرزق ، وكشف الضر جزاء تاما ، لا ينقصه شئ يجزون عليه فى الآخرة . . . \" .ويبدو لنا أن الرأى الأول أقرب إلى الصواب ، لأن سياق الآية الكريمة يؤيده إذا الكلام فيها فى شأن جزاء الذين ساروا على نهج آبائهم فى الضلال ، وليس فى بيان الجزاء العام فى الدنيا والآخرة ."
    },
    {
      "ayah": 11,
      "surah": 11,
      "text": "وقوله : ( إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات . . ) استثناء من هؤلاء الناس الذين لا يصبرون عند الشدة ، ولا يشكرون عند الرخاء .أى : إلا الذين صبروا على النعمة كما صبروا على الشدة ، وعملوا فى الحالتين الأعمال الصالحات التى ترضى الله - تعالى - .( أولئك ) الموصوفون بذلك ( لَهُمْ ) من الله - تعالى - ( مَّغْفِرَةٌ ) عظيمة تمسح ذنوبهم ( وَأَجْرٌ كَبِيرٌ ) منه - سبحانه - لهم . جزاء صبرهم الجميل ، وعملهم الصالح .وفى الصحيحين أن رسول الله - صلى الله عليه وسلم - قال : \" والذى نفسى بيده ، لا يقضى الله للمؤمن قضاء إلا كان خيرا له ، إن أصابته سراء شكر فكان خيرا له ، وإن أصابته ضراء صبر فكان خيرا له ، وليس ذلك لأحد غير المؤمن \" ."
    },
    {
      "ayah": 110,
      "surah": 11,
      "text": "ثم بين - سبحانه - أن اختلاف الناس فى الحق موجود قبل بعثة النبى - صلى الله عليه وسلم - فقال : ( وَلَقَدْ آتَيْنَا موسى الكتاب فاختلف فِيهِ . . ) .أى : كما اختلف قومك - أيها الرسول الكريم - فى شأن القرآن الكريم فمنهم من وصفه بأنه أساطير الأولين ، فقد اختلف قوم موسى من قبلك فى شأن التوراة التى أنزلها الله على نبيهم موسى لهدايتهم ، إذ منهم من آمن بها ومنهم من كفر . . .وما دام الأمر كذلك ، فلا تحزن - أيها الرسول الكريم - لاختلاف قومك فى شأن القرآن الكريم ، فإن هذا الاختلاف شأن الناس فى كل زمان ومكان والمصيبة إذا عمت خفت .فالجملة الكريمة تسلية للرسول - صلى الله عليه وسلم - عما أصابه من مشركى قومه .وجاء الفعل ( اختلف ) بصيغة المبنى للمجهول ، لأن ذكر فاعل الاختلاف لا يتلعق به غرض ، وإنما الذى يتعلق به الغرض هو ما نجم عن هذا الاختلاف من كفر وضلال .ثم بين - سبحانه - جانبا من مظاهر فضله ورحمته بخلقه فقال : ( وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ . . . ) .والمراد بالكلمة التى سبقت : تأخير العذاب عنهم إلى يوم القيامة ، وعدم إهلاكهم بعذاب الاستئصال فى الدنيا .قال الشوكانى : قوله - سبحانه - ( وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ . . . ) أى : لولا أن الله - تعالى - قد حكم بتأخير عذابهم إلى يوم القيامة لما علم فى ذلك من الصلاح ، لقضى بينهم ، أى : بين قومك ، أو بين قوم موسى ، فيما كانوا فيه مختلفين فأثيب المحق وعذب المبطل ، أو الكلمة؛ هى أن رحمته سبحانه سبقت غضبه ، فأمهلهم ولم يعاجلهم لذلك .وقيل إن الكلمة هى أنهم لا يعذبون بعذاب الاستئصال ، وهذا من جملة التسلية له - صلى الله عليه وسلم - .ثم ختم - سبحانه - الآية الكريمة بقوله : ( وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ .والمريب اسم فاعل من أراب . يقال أربته فأنا أريبه إذا فعلت به فعلا يوجب لديه الريبة والحيرة .أى : وإن هؤلاء المختلفين فى شأن الكتاب لفى شك منه ، وهذا الشك قد أوقعهم فى الريبة والتخبط والاضطراب .وهذا شأن المعرضين عن الحق ، لا يجدون مجالا لنقده وإنكاره ، فيحملهم عنادهم وجحودهم على التشكيك فيه ، وتأويله تأويلا سقيما يدعو إلى الريبة والقلق .وبعض المفسرين يرى عودة الضمير فى قوله ( وإنهم ) إلى قوم موسى ، وفى قوله ( منه ) إلى كتابهم التوراة .وبعضهم يرى عودة الضمير الأول إلى قوم النبى - صلى الله عليه وسلم - والثانى إلى القرآن الكريم .والذى يبدو لنا أن الرأى الأول أظهر فى معىن الآية ، لأن الكلام فى موسى - عليه السلام - وقومه الذين اختلفوا فى شأن كتابهم التوراة اختلافا كبيرا ، وعود الضمير إلى المتكلم عنه أولى بالقبول .وهذا لا يمنع أن بعض المكذبين للرسول - صلى الله عليه وسلم - كانوا فى شك من القرآن ، أوقعهم هذا الشك فى الريبة والحيرة .فتكون الجملة الكريمة من باب التسلية للرسول - صلى الله عليه وسلم - عما قاله بعض المشركين فى شأن القرآن الكريم ."
    },
    {
      "ayah": 111,
      "surah": 11,
      "text": "ثم بين - سبحانه - أن هؤلاء المختلفين فى شأن الكتاب ، الشاكين فى صدقه ، سوف يجمعهم الله - تعالى - مع غيرهم يوم القيامة للجزاء والحساب على أعمالهم فقال - تعالى - ( وَإِنَّ كُلاًّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ ) .وقد وردت فى هذه الآية الكريمة عدة قراءات متوارتة منها : قراءة ابن عامر وحمزة وحفص عن عاصم بتشديد ، إن ولما ، وقد قيل فى تخريجها :إن لفظ ( كلا ) اسم ( إن ) والتنوين فيه عوض عن المضاف إليه ، واللام فى ، ( لما ) هى الداخلة فى خبر ( إن ) وما بعد اللام هو حرف \" من \" الذى هو من حروف الجر ، و \" ما \" موصولة أو نكره موصوفة والمراد بها من يعقل ، فيحكون تقدير الكلام : وإن كلا \" لمن ما \" فقلبت النون ميما للإِدغام فاجتمع ثلاث ميمات ، فحذفت واحدة منها للتخفيف ، فصارت \" لما \" والجار والمجرور خبر \" إن \" ، واللام فى ( ليوفينهم ) ، جواب قسم مضمر ، والجملة صلة أو صفة ( لما ) .والتقدير : وإن كلا من أولئك المختلفين وغيرهم لمن خلق الله الذين هم بحق ربك ليوفينهم - سبحانه - جزاء أعمالهم بدون أن يلفت منهم أحد ، إنه - سبحانه - لا يخفى عليه شئ منها .وفى الآية الكريمة توكيدات متنوعة ، حتى لا يشك فى نزول العذاب بالظالمين مهما تأجل ، وحتى لا يشك أحد - أيضا - فى أن ما عليه المشركون هو الباطل الذى لا يعرفه الحق ، وأنه الكفر الذى تلقاه الخلف عن السلف .وكان مقتضى حال الدعوة الإِسلامية فى تلكالفترة التى نزلت فيها هذه السورة - وهى فترة ما بعد حادث الإِسراء والمعراج وقبل الهجرة - يستلزم هذه التأكيدات تثبيتا لقلوب المؤمنين ، وتوهينا للشرك والمشركين .قال الإِمام الفخر الرازى عند تفسيره لهذه الآية ما ملخصه : سمعت بعض الأفاضل قال : إنه - تعالى - لما أخبر عن توفية الأجيزة على المستحقين فى هذه الآية ، ذكر فيها سبعة أنواع من التأكيدات :أولها : كلمة \" إن \" وهى للتأكيد ، وثانيها كلمة \" كل \" وهى أيضا للتأكيد ، وثالثها : اللام الداخلة على خبر \" إن \" وهى تفيد التأكيد - أيضا - ، ورابعها حرف \" ما \" إذا جعلناه على قول الفراء موصولا ، وخامسها : القسم المضمر فإن تقدير الكلام : وإن جميعهم والله ليوفينهم : وسادسها : اللام الثانية الداخلة على جواب القسم ، وسابعها : النون المؤكدة فى قوله \" ليوفينهم \" .فجميع هذه المؤكدات السبتعة تدل على أن أمر القيامة والحساب والجزاء حق . . ."
    },
    {
      "ayah": 112,
      "surah": 11,
      "text": "ثم أمر الله - تعالى - رسوله - صلى الله عليه وسلم - وأتباعه بالتزام الصرام المستقيم فقال - سبحانه - : ( فاستقم كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلاَ تَطْغَوْاْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) .والفاء للتفريع على ما تقدم من الأوامر والنواهى .والاستقامة - كما يقول القرطبى - هي الاستمرار فى جهة واحدة من غير أخذ فى جهة اليمين والشمال . . .والطغيان : مجاوزة الحد . ومنه طغى الماء ، أى ارتفع وتجاوز الحدود المناسبة .والمعنى : لقد علمت - أيها الرسول الكريم - حال السعداء وحال الأشقياء ، وعرفت أن كل مكلف سيوفى جزاء أعماله .وما دام الأمر كذلك فالزم أنت ومن معك من المؤمنين طريق الاستقامة على الحق ، وداوموا على ذلك كما أمركم الله ، بدون إفراط أو تفريط ، واحذروا أن تتجاوزوا حدود الاعتدال فى كل أقوالكم وأعمالكم .وما دام الأمر كذلك فالزم أنت ومن معك من المؤمنين طريق الاستقامة على الحق ، وداوموا على ذلك كما أمركم الله ، بدون إفراط أو تفريط ، واحذروا أن تتجاوزوا حدود الاعتدال فى كل أقوالكم وأعمالكم .ووجه - سبحانه - الأمر بالاستقامة إلى النبى - صلى الله عليه وسلم - تنويها بشأنه ، وليبنى عليه قوله - ( كَمَآ أُمِرْتَ ) ، فيشي بذلك إلى أنه - عليه الصلاة والسلام - هو وحده المتلقى للأوامر الشرعية من الله - تعالى - .وقد جمع قوله - تعالى - ( فاستقم كَمَآ أُمِرْتَ ) أصول الإِصلاح الدينى وفروعه ، كما جمع قوله - تعالى - \" ولا تطغوا \" أصول النهى عن المفاسد وفروعه ، فكانت الآية الكريمة بذلك جامعة لإِقامة المصالح ولدرء المفاسد .قال الإِمام ابن كثير ما ملخصه : يأمر الله - تعالى - رسوله وعباده المؤمنين فى هذه الآية بالثبات والدوام على الاستقامة ، لأن ذلك من العون على النصر على الأعداء ، وينهاهم عن الطغيان وهو البغى ، لأنه مصرعه حتى ولو كان على مشرك .وقال الآلوسى : والاستقامة كلمة جامعة لكل ما يتعلق بالعلم والعمل وسائر الأخلاق .أخرج ابن أبى حاتم وأبو الشيخ عن الحسن أنه قال ، لما نزلت هذه الآية قال - صلى الله عليه وسلم -\" شمروا شمروا ، وما رؤى بعد ضاحكا \" .وعن ابن عباس قال : ما نزلت على رسول الله - صلى الله عليه وسلم - \" آية أشد من هذه الآية ولا أشق \" .وفى صحيح مسلم عن سفيان عن عبد الله الثقفى قال : \" قلت يا رسول الله ، قل لى فى الإِسلام قولا لا أسأل عنه أحدا بعدك . قال : \" قل آمنت بالله ثم استقم \" \" .وجملة ( إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) تعليل للأمر بالاستقامة وللنهى عن الطغيان .أى : الزموا المنهج القويم ، وابتعدوا عن الطغيان ، لأنه - سبحانه - مطلع على أعمالكم اطلاع المبصر ، العليم بظواهرها وبواطنها ، وسيجازيكم يوم القيامة عليها بما تستحقون من ثواب وعقاب ."
    },
    {
      "ayah": 113,
      "surah": 11,
      "text": "ثم نهى - سبحانه - بعد ذلك عن الميل إلى الظالمين فقالك ( وَلاَ تركنوا إِلَى الذين ظَلَمُواْ فَتَمَسَّكُمُ النار وَمَا لَكُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ ثُمَّ لاَ تُنصَرُونَ ) .والركون إلى الشئك الميل إليه . يقال ركن فلان إلى فلان ، إذا مال إليه بقلبه ، واعتمد عليه فى قضاء مصالحه .والمراد بالذين ظلموا هنا : ما يتناول المشركين وغيرهم من الظالمين الذين يعتدون على حقوق الغير ، ويستحلون من محارم الله .والمعنى : واحذروا - أيها المؤمنون - أن تميلوا إلى الظالمين ، أو تسكنوا إليهم؛ لأن ذلك يؤدى إلى تقوية جانبهم . وإضعاف جانب الحق والعدل .قال بعض العلماء : ويستثنى من ذلك للضرورة صحبة الظالم على التقية مع حرمة الميل القلبى إليه .وقوله ( فَتَمَسَّكُمُ النار ) أى فتصيبكم النار بسبب ميلكم إليهم ، والاعتماد عليهم ، والرضا بأفعالهم .وقوله ( وَمَا لَكُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ ) فى موضع الحال من ضمير ( تمسكم ) .أى : والحال أنه ليس لكم من غير الله من نصراء ينصرونكم من العذاب النازل بكم ، بسبب ركونكم إلى الذين ظملوا ومجالستهم وزيارتهم ومداهنتهم .وثم فى قوله ( ثُمَّ لاَ تُنصَرُونَ ) للتراخى الرتبى . أى ثم لا تجدون بعد ذلك من ينصركم بأى حال من الأحوال ، لأن الظالمين ما لهم من أنصار .قال بعض العلماء : الآية أبلغ ما يتصور فى النهى عن الظلم ، والتهديد عليه ، لأن هذا الوعيد الشديد إذا كان فيمن يركن إلى الذين ظلموا فكيف يكون حال من ينغمس فى حمأته؟!!ثم قال : وقد وسع العلماء فى ذلك وشددوا ، والحق أن الحالات تختلف ، والأعمال بالنيات ، والتفصيل أولى .فإن كانت المخالطة لدفع منكر ، أو للاستعانة على إحقاق الحق ، أو الخير . فلا حرج فى ذلك . وإن كانت لإِيناسهم وإقرارهم على ظلمهم فلا . . ."
    },
    {
      "ayah": 114,
      "surah": 11,
      "text": "ثم أرشد - سبحانه - عباده المؤمنين إلى ما يعينهم إلى ما يعينهم على الاستقامة وعلى عدم الركون إلى الظالمين ، فقال : ( وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ الليل إِنَّ الحسنات يُذْهِبْنَ السيئات ذلك ذكرى لِلذَّاكِرِينَ ) .والمراد بإقامتها الإِتيان بها فى أوقاتها كاملة الأركان والخشوع والإِخلاص لله رب العالمين .والمراد بالصلاة هنا : الصلاة المفروضة .قال القرطبى : لم يختلف أحد من أهل التأويل فى أن الصلاة فى هذه الآية ، المراد بها الصلوات المفروضة . وخصها بالذكر لأنها ثانية أركان الإِسلام ، وإليها يفزع فى النوائب ، وكان النبى - صلى الله عليه وسلم - \" إذا حزبه أمر فزع إلى الصلاة \" .وطرفى النهار : أى أول النهار وآخره ، لأن طرف الشئ منتهاه من أوله أو من آخره .والنهار : يتناول ما بين مطلع الفجر إلى غروب الشمس . سمى بذلك لأن الضياء ينهر فيه أى يبرز كما يبرز النهر .والصلاة التى تكون فى هذين الوقتين ، تشمل صلاة الغداة وهى صلاة الصبح ، وصلاة العشى وهى صلاة الظهر والعصر ، لأن لفظ العشى يكون من الزوال إلى الغروب .وقيل الصلاة التى تكون فى هذين الوقتين هى صلاة الصبح والمغرب .وقوله ( وَزُلَفاً مِّنَ الليل ) معطوف على طرفى النهار .والزلف جمع زلفه كغرف وغرفة - والمراد بها الساعات القريبة من آخر النهار ، إذا الإِزلاف معناه القرب ومنه قوله - تعالى - ( وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ . . . ) أى : قربت منهم . وتقول أزلفنى فلان منه : أى قربنى .فمعنى ( وَزُلَفاً مِّنَ الليل ) يعنى صلاة المغرب والعشاء . قال رسول الله - صلى الله عليه وسلم - \" هما زلفتا الليل : المغرب والعشاء \" .ويحتمل أن تكون هذه الآية نزلت قبل فرض الصلوات الخمس ليلة الإِسراء ، فإنه إنما كان يجب من الصلاة صلاتان : صلاة قبل طلوع الشمس وصلاة قبل غروبها ، وفى أثناء الليل قيام عليه وعلى الأمة ، ثم نسخ فى حق الأمة ، وثبت وجوبه عليه ، ثم نسخ عنه أيضا فى قول .وجملة ( إِنَّ الحسنات يُذْهِبْنَ السيئات ) مسوقة مساق التعليل للأمر بإقامة الصلاة ، وأكدت بحرف ( إن ) للاهتمام وتحقيق الخبر ، والحسنات صفة لموصوف محذوف ، وكذلك السيئات .والمعنى : إن الأعمال الحسنة - كالصلاة والزكاة والصيام والحج ، والاستغفار . . يذهبن الأعمال السيئات ، أى يذهبن المؤاخذة عليها ، ويذهبن الاتجاه إليها ببركة المواظبة على الأعمال الحسنة .والمراد بالسيئات هنا صغار الذنوب ، لقوله - تعالى - ( إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلاً كَرِيماً ) ولقوله - تعالى - ( الذين يَجْتَنِبُونَ كَبَائِرَ الإثم والفواحش إِلاَّ اللمم إِنَّ رَبَّكَ وَاسِعُ المغفرة . . . ) ولأن كبائر الذنوب لا تكفرها إلا التوبة الصادقة .وقوله ( ذلك ذكرى لِلذَّاكِرِينَ ) أى : ذلك الذى أمرناك به من وجوب إقامة الصلاة ، ومن الاستقامة على أمر الله . . فيه التذكرة النافعة ، لمن كان شأنه التذكر والاعتبار ، لا الإِعراض والعناد .وهذه الآية الكريمة من الآيات التى قال عنها بعض المفسرين بأنها مدنية ، وقد ذكرنا فى التمهيد بين بدى السورة ، أن سورة هود ترجح أنها كلها مكية ، وليس فيها آيات مدنية .ومما يؤيد أن هذه الآية مكية أنها مسوقة مع ما سبقها من آيات لتسلية النبى - صلى الله عليه وسلم - ولإِرشاده وأتباعه إلى ما يعينهم على الاستقامة ، وعدم الركون إلى الظالمين .ولأن بعض الروايات التى وردت فى شأنها لم تذكر أنها نزلت فى المدينة ، بل ذكرت أن الرسول - صلى الله عليه وسلم - تلاها على السائل ، ومن هذه الروايات ما رواه الإِمام أحمد ومسلم وأبو داود والترمذى والنسائى وابن جرير - وهذا لفظه - عن ابن مسعود قال : \" جاء رجل إلى البنى - صلى الله عليه وسلم - فقال : يا رسول الله إنى وجدت أمرة فى بستان ، ففعلت بها كل شئ غير أنى لم أجامعها ، فافعل بى ما شئت ، فلم يقل رسول الله - صلى الله عليه وسلم - شيئا ، فذهب الرجل ، فقال عمر : لقد ستر الله عليه لو ستر على نفسه ، فأتبعه الرسول - صلى الله عليه وسلم - بصره ثم قال : ردوه على فرده عليه فقرأ عليه : ( وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفاً مِّنَ الليل . . ) الآية ، فقال معاذ - وفى رواية عمر - يا رسول الله ، أله وحده أم للناس كافة؟ فقال : بل للناس كافة \" والروايات التى ورد فيها فأنزل عليه هذه الآية ، فى الإِمكان أن تؤول أن المراد أنزل عليه شمول عموم الحسنات والسيئات لقضية السائل ، لجميع ما يماثلها من إصابة الذنوب سوى الكبائر ."
    },
    {
      "ayah": 115,
      "surah": 11,
      "text": "هذا ، ثم ختم - سبحانه - هذه التوجيهات الحكيمة بقوله ( واصبر فَإِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين ) .أى : واصبر أيها الرسول الكريم أنت ومن معك من المؤمنين على مشاق التكاليف التى كلفكم الله - تعالى - بها ، فإنه - سبحانه - لا يضيع أجر من أحسن عملا ، بل موفى الصابرين أجرهم بغير حساب .قال الآلوسى : ومن البلاغة القرآنية أن الأوامر بافعال الخير أفردت للنبى - صلى الله عليه وسلم - وإن كانت عامة فى المعنى ، والمناهى جمعت للأمة ، للدالالة على عظم منزلة الرسول - صلى الله عليه وسلم - عند ربه ."
    },
    {
      "ayah": 116,
      "surah": 11,
      "text": "ثم ختم - سبحانه - السورة الكريمة بهذه الآيات الدالة على سنن الله - تعالى - فى خلقه ، وعلى الحكم التى من أجلها ساق الله - تعالى - تلك القصص فى كتابه فقال - تعالى - :( فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ . . . ) .قوله - تعالى - ( فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الفساد فِي الأرض إِلاَّ قَلِيلاً مِّمَّنْ أَنجَيْنَا مِنْهُمْ . . . ) إرشاد إلى أن الأمم إذا خلت من الآمرين بالمعروف والناهين عن المنكر ، حلت بها المصائب والنكبات . .ولولا : حرف تحضيض بمعنى هلا . والمقصود بالتحضيض هنا تحذير المعاصرين للنبى - صلى الله عليه وسلم - ومن سيأتى بعدهم من الوقوع فيما وقع فيه أهل القرون الماضية من ترك الأمر بالمعروف والنهى عن المنكر ، حتى لا يصيب اللاحقين ما أصاب السابقين .والقرون : جمع قرن ، والمراد به الأمة من الناس الذين يجمعهم زمان واحد ، والراجح أن القرن مائة عام .و ( أُوْلُواْ بَقِيَّةٍ ) أى : أصحاب مناقب حميدة ، وخصال كريمة ، وعقول راجحة . . .وأصل البقية : ما يصطفيه الإِنسان لنفسه من أشياء نفيسة يدخرها لينتفع بها ، ومنه قولهم : فلان من بقية القوم ، أى : من خيارهم وأهل الفضل فيهم ، قال الشاعر :إن تذنبوا ثم تأتينى بقيتكم ... فما على بذنب منكم فوتوفى الأمثال : فى الزوايا خبايا ، وفى الرجال بقايا .والفساد فى الأرض : يشمل ما يكون فيها من المعاصى واختلال الأحوال وارتكاب المنكرات والبعد عن الصراط المستقيم .والمعنى : فلا وجد من أولئك الأقوام الذين كانوا من قبلكم ، رجال أصحاب خصال كريمة ، وعقول سليمة ، تجعلهم هذه الخصال وتلك العقول ينهون أنفسهم وغيرهم عن الإِفساد فى الأرض ، وعن انتهاك الحرمات؟كلا إنهم لم يكن فيهم هؤلاء الرجال الذين ينهون عن الفساد فى الأرض ، إلا عددا قليلا منهم أنجيناهم بسبب إيمانهم عن الفساد فى الأرض .وفى هذا من التوبيخ لأهل مكة ولكل من تقاعس عن الأمر بالمعروف والنهى عن المنكر ما فيه ، لأن الله - تعالى - بين أن عذاب الاستئصال الذى حل بالظالمين السابقين ، كان من أسبابه عدم نهيهم عن الفساد فى الأرض .قال الشوكانى : والاستثناء فى قوله ( إِلاَّ قَلِيلاً . . . ) منقطع ، أى : لكن قليلا ممن أنجينا منهم كانوا ينهون عن الفساد فى الأرض ، وقيل : هو متصل ، لأن فى حرف التحضيض معى النفى ، فكأنه قال : ما كان فى القرون أولو بقية ينهون عن الفساد فى الأرض ، إلا قليلا من أنجينا منهم ، ومن فى قوله ( مِّمَّنْ أَنجَيْنَا مِنْهُمْ ) بيانية ، لأنه لم ينج إلا الناهون .وقال ابن كثير : ولهذا أمر الله - تعالى - هذه الأمة الشريفة أن يكون فيها من يأمر بالمعروف وينهى عن المنكر وأولئك هم المفلحون ، وفى الحديث : \" إن الناس إذا رأوا المنكر فلم يغيروه ، أوشك الله أن يعمهم بعقاب من عنده \" ولهذا قال : ( فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الفساد فِي الأرض . . . )وقوله : ( واتبع الذين ظَلَمُواْ مَآ أُتْرِفُواْ فِيهِ .. . ) إشارة إلى أن هؤلاء القاعدين عن النهى عن الإِفساد فى الأرض ، قد استمروا على فجورهم وفسقهم دون أن يلتفتوا إلى خصال الخير ، وإلى سبيل الصلاح .وأترفوا من الترف ومعناه التقلب فى نعم الله - تعالى - مع ترك شكره - سبحانه - عليها .والمترف : هو الشخص الذى أبطرته النعمة ، فانغمس فى الشهوات والمعاصى ، وأعرض عن الأعمال الصالحة . .والجملة الكريمة معطوفة على كلام مقدر يقتضيه الكلام ، والمعنى : أن هؤلاء الذين لم يكن فيهم أولو بقية ينهون عن الفساد فى الأرض إلا من استثنى ، قد استمروا فى طغيانهم واتبعوا ما أنعموا فيه من الثروة والعيش الهنئ والشهوت العاجلة ، فكفروا النعمة ، واستكبروا وفسقوا عن أمر ربهم ، وكانوا قوما مجرمين ، أى مصرين على ارتكاب الجرائم والمنكرات ، فحق عليهم العقاب الذى يستحقونه بسبب هذه السيئات ."
    },
    {
      "ayah": 117,
      "surah": 11,
      "text": "ثم بين - سبحانه - أن رحمته بعباده تقتضى عدم ظلمه لهم فقال : ( وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ ) .والمراد بالظلم هنا ما يشمل الإِشراك بالله - تعالى - وغيره من الوقوع فى المعاصى والمنكرات .والباء فى ( بظلم ) للملابسة ، والتنوين فيه للإِشعار بأن إهلاك المصلحين ظلم عظيم يتنزه الله - تعالى - عنه على أبلغ وجه ، وإن كانت أفعله - عز وجل - لا ظلم فيها أيا كانت هذه الأفعال .والمعنى : وما كان من شأن ربك - أيها الرسول الكريم - أن يهلك أهل قرية من القرى إهلاكاً متلبساً بظلم منه لها ، والحال أن أهلها قوم مصلحون ، لأن ذلك الإِهلاك مع تلك الحال يتنافى مع كتبه على نفسه من الرحمة والعدل .قال - تعالى - ( كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة . . . ) وقال - تعالى - ( وَلاَ يَظْلِمُ رَبُّكَ أَحَداً ) وقال - تعالى - ( وَمَا كُنَّا مُهْلِكِي القرى إِلاَّ وَأَهْلُهَا ظَالِمُونَ ) ومنهم من فسر الظلم هنا بالشرك ، وجعل الباء للسببية ، فيكون المعنى : ليس من شأن ربك أن يهلك أهل قرية من القرى بسبب كفرهم وحده ، مع صلاحهم فى تعاطى الحقوق فيما بينهم ، وإنما يهلكهم عندما يضمون إلى الكفر الإِفساد فى الأرض كما أهلك قوم شعيب لشركهم وإنقاصهم المكيال والميزان .وقد ساق ابن جرير - رحمه الله - القولين دون أن يرجح بينهما فقال : القول فى تأويل قوله - تعالى - ( وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ )يقول - تعالى - ذكره : وما كان ربك يا محمد ليهلك القرى التى أهلكها والتى قص عليك نبأها ظلماً وأهلها مصلحون فى أعمالهم غير مسيئين ، فيكون إهلاكه إياهم مع إصلاحهم فى أعمالهم وطاعتهم ربهم ظلماً ، ولكنه أهلكها بكفر أهلها بالله؛ وتماديهم فى غيهم . .وقد قيل معنى ذلك : لم يكن ليهلكهم بشركهم بالله : وذلك قوله بظلم يعنى بشرك ، وأهلها مصلحون فيما بينهم لا يتظالمون ، ولكنهم يتعاطون الحق بينهم وإن كانوا مشركين ، وإنما يهلكهم إذا تظالموا .والذى نراه أن القول الأول أقرب إلى الصواب ، لأن حمل الظلم هنا على الشرك تخصيص بدون مخصص ، حيث لم يرد عن رسول الله - صلى الله عليه وسلم - حديث صحيح يخصصه بذلك ، فوجب حمل الظلم على معناه الحقيقى الذى يتناول الشرك وغيره ."
    },
    {
      "ayah": 118,
      "surah": 11,
      "text": "ثم أخبر - سبحانه - بأن قدرته لا يعجزها شئ فقال : ( وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ الناس أُمَّةً وَاحِدَةً ) .والأمة : القوم المجتمعون على أمر واحد؛ يقتدى فيه بعضهم ببعض ، وهذا اللفظ مأخوذ من \" أم \" بمعنى قصد ، لأن كل واحد من أفراد القوم يؤم المجموع ويقصده فى مختلف شئونه .ولو شرطية امتناعية ، ومفعول فعل المشيئة محذوف والتقدير :ولو شاء ربك - أيها الرسول الكريم الحريص على إيمان قومه - أن يجعل الناس جميعاً أمة واحدة مجتمعة على الذين الحق لجعلهم ، ولكنه - سبحانه - لم يشأ ذلك ، ليتميز الخبيث من الطيب ، وشبيه بهذه الآية قوله - تعالى - ( وَلَوْ شَآءَ رَبُّكَ لآمَنَ مَن فِي الأرض كُلُّهُمْ جَمِيعاً . . . ) وقوله - سبحانه - ( وَلَوْ شَآءَ الله لَجَمَعَهُمْ عَلَى الهدى . . . ) وقوله ( وَلاَ يَزَالُونَ مُخْتَلِفِينَ . إِلاَّ مَن رَّحِمَ رَبُّكَ ) تأكيد لما اقتضته سنته من اختلاف الناس .أى : ولا يزالون ما بقيت الدنيا مختلفين فى شأن الدين الحق ، فمنهم من دخل فيه وآمن به ، ومنهم من أعرض عنه ، إلا الذين رحمهم ربك منهم بهدايتهم إلى الصراط المستقيم من أول الأمر ، فإنهم لم يختلفوا ، بل اتفقوا على الإِيمان بالدين الحق فعصمهم الله - تعالى - من الاختلاف المذموم ."
    },
    {
      "ayah": 119,
      "surah": 11,
      "text": "قال الإِمام ابن كثير : وقوله ( إِلاَّ مَن رَّحِمَ رَبُّكَ ) أى : إلا المرحومين من أتباع الرسل ، الذين تمسكوا بما أمروا به من الدين الذى أخبرتهم به رسل الله إليهم ، ولم يزل ذلك دأبهم ، حتى كان النبى - صلى الله عليه وسلم - الأمى خاتم الرسل والأنبياء ، فاتبعوه وصدقوه ونصروه ، ففازوا بسعادة الدنيا والآخرة؛ لأنهم الفرقة الناجية ، كما جاء فى الحديث المروى فى المسانيد والسنن ، من طرق يشد بعضها بعضاً : \" إن اليهود افترقت على إحدى وسبعين فرقة ، وإن النصارى افترقوا على ثنتين وسبعين فرقة ، وستفترق أمتى على ثلاث وسبعين فرقة ، كلها فى النار إلا فرقة واحدة . قالوا : ومن هم يا رسول الله ، قال : \" ما أنا عليه وأصحابى \" واسم الإِشارة فى قوله ( ولذلك خَلَقَهُمْ ) يعود على المصدر المفهوم من مختلفين قال الآلوسى : فكأنه قيل : وللاختلاف خلق الناس ، على معنى لثمرة الاختلاف من كون فريق فى الجنة وفريق فى السعير خلقهم .واللام لام العاقبة والصيرورة ، لأن حكمة خلقهم ليس هذا ، لقوله - سبحانه - ( وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ ) ولأنهم لو خلقهم له - أى للاختلاف - لم يعذبهم على ارتكاب الباطل .. .ومنهم من جعل الإِشارة إلى الرحمة لأنها أقرب مذكور ، فيكون التقدير : إلا من رحم ربك ولرحمته - سبحانه - خلق الناس .وصح تذكير اسم الإِشارة مع عودته إلى الرحمة لكون تأنيثها غير حقيقى .ومنهم من جهل الإِشارة إلى مجموع الاختلاف والرحمة ، لأنه ما مانع من الإِشارة بها إلى شيئين كما فى قوله ( عَوَانٌ بَيْنَ ذلك ) أى بين الفارض والبكر .فيكون المعنى : \" وللاختلاف والرحمة خلقهم \" أى أنه - سبحانه - خلق أهل الرحمة للرحمة وأهل الاختلاف للاختلاف .وقد رجح الإِمام القرطبى هذا الوجه فقال : قوله \" ولذلك خلقهم \" قال الحسن ومقاتل وعطاء :الإِشارة إلى الاختلاف ، أى : وللاختلاف خلقهم . وقال ابن عباس ومجاهد وقتادة والضحاك .الإِشارة إلى الرحمة : أى : ولرحمته خلقهم .وقيل : الإِشارة إلى الاختلاف والرحمة ، وقد يشار بذلك إلى شيئين متضادين ، كما فى قوله - تعالى - ( والذين إِذَآ أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ وَكَانَ بَيْنَ ذَلِكَ قَوَاماً ) وهذا أحسن الأقوال - إن شاء الله - لأنه يعم . أى : ولما ذكر خلقهم . . أى : خلقهم ليكون فريق فى الجنة وفريق فى السعير . أى خلق أهل الاختلاف للاختلاف وأهل الرحمة للرحمة . .والمراد بكلمة ربك فى قوله - سبحانه - ( لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ ) فاللازم دخول جميع تابعيه فى جهنم ، والقرآن يفسر بعضه بعضا . ."
    },
    {
      "ayah": 12,
      "surah": 11,
      "text": "ثم بين - سبحانه - بعض أقوال المشركين ، التى كان النبى - صلى الله عليه وسلم - يضيق بها صدره ، ويحزن منها نفسه ، فقال - تعالى - :( فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يوحى إِلَيْكَ وَضَآئِقٌ . . . ) .قال الفخر الرازى - رحمه الله - : روى عن ابن عباس - رضى الله عنهما أن رؤساء مكة قالوا يا محمد ، اجعل لنا جبال مكة ذهبا إن كنت رسولا . وقال آخرون : \" ائتنا بالملائكة يشهدون بنبوتك . فقال : لا أقدر على ذلك فنزلت هذه الآية \" .ولفظ ( لعل ) - كما يقول الآلوسى - للترجى ، وهو يقتضى التوقع ، ولا يلزم من توقع الشئ وقوعه ولا ترجح وقوعه ، لجواز أن يوجد ما يمنع منه ، فلا يشكل بأن توقع ترك التبليغ منه - صلى الله عليه وسلم - مما لا يليق بمقام النبوة ، لأن المانع منه هنا ثبوت عصمته - صلى الله عليه وسلم - \" عن كتم شئ أمر بتبليغه . . . والمقصود بهذا الأسلوب هنا تحريضه - صلى الله عليه وسلم - وتهييج داعيته لأداء الرسالة ، ويقال نحو ذلك فى كل توقع نظير هذا التوقع \" .و ( تارك ) اسم فاعل من الفعل ترك ، و ( ضائق ) اسم فاعل من الفعل ضاق ، وهو معطوف على ( تارك ) .والمراد ببعض ما يوحى إليه - صلى الله عليه وسلم - فى قوله - سبحانه - ( فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يوحى إِلَيْكَ ) : ما أنزل عليه : من قرآن فيه استهزاء بآلهتهم ، وتسفيه لعقولهم التى استساغت أن تشرك مع الله - تعالى - فى عبادتها آلهة أخرى .والضمير المجرور فى قوله - سبحانه - ( وَضَآئِقٌ بِهِ صَدْرُكَ ) يعود إلى بعض الموحى به ، وقيل يعود للتبليغ ، وقيل للتكذيب .وجملة ( أَن يَقُولُواْ ) فى محل نصب على أنها مفعول لأجله ، أى : كراهة أو خشية أن يقولوا .والكنز : يطلق على المال الكثير المجموع بعضه إلى بعض سواء أكان فى بطن الأرض أم فى ظهرها ، ومرادهم بإنزاله هنا : أن ينزل على الرسول - صلى الله عليه وسلم - من السماء مال كثير يغنيه هو وأصحابه ، ويجعلهم فى رغد من العيش ، بدل ما يبدو على بعضهم من فقر وفاقة . .والمعنى : ليس خافيا علينا - أيها الرسول الكريم - ما يفعله المشركون معك ، من تكذيب لدعوتك ، ومن جحود لرسالتك ، ومن مطالب متعنته يطلبونها منك . . .ليس خافيا علينا شيئا من ذلك ، ولعلك إزاء مسالكهم القبيحة هذه ، تارك تبليغ بعض ما يوحى إليك ، وهو ما يثير غضبهم ، وضائق صدرك بهذا التبليغ ، كراهة تكذيبهم لوحى الله ، واستهزائهم بدعوتك ، وقولهم لك على سبيل التعنت : هلا أنزل إليك من السماء مال كثير تستغنى به وتغنى أتباعك ، وهلا كان معك ملك يصاحبك فى دعوتك ، ويشهد أمامنا بصدقك ويؤيدك فى تحصيل مقصودك .لا - أيها الرسول الكريم - لا تترك شيئا من تبليغ ما أمرك الله بتبليغه لهؤلاء المشركين ، ولا يضيق صدرك بأفعالهم الذميمة ، وبأقوالهم الباطلة ، بل واصل دعوتك لهم إلى طريق الحق ، فما عليك إلا الإِنذار ، أما نحن فإلينا إيابهم ، وعلينا حسابهم .وعبر - سبحانه - عن تأثر الرسول - صلى الله عليه وسلم - من مواقفهم المتعنتة باسم الفاعل ( ضائق ) لا بالصفة المشبهة \" ضيق \" لمراعاة المقابل وهو قوله ( تارك ) ، وللإِشارة إلى أن هذا الضيق مما يعرض له - صلى الله عليه وسلم - أحيانا ، وليس صفة ملازمة له ، لأن اسم الفاعل يقتضى الحدوث والانقطاع ، بخلاف الصفة المشبهة فتقتضى الثبات والدوام .وأبرز - سبحانه - هنا صفة الإِنذار للرسول - صلى الله عليه وسلم - مع أن وظيفته الإِنذار والتبشير ، لأن المقام هنا يستوجب ذلك ، إذ أن هؤلاء المشركين قد تجاوزوا كل حد فى الإِشارة إليه - صلى الله عليه وسلم - .وقوله - سبحانه - ( والله على كُلِّ شَيْءٍ وَكِيلٌ ) تذييل قصد به زيادة تثبيته وتحريضه على المضى فى تبليغ دعوته .أى : سر فى طريقك - أيها الرسول الكريم - غير مبال بما يصدر عنهم من مضايقات لك ، والله - تعالى - حافظ لأحوالك وأحوالهم ، وسيجازيهم بالجزاء الذى يتناسب مع جرائمهم وكفرهم .والمتأمل فى هذه الآية الكريمة يراها تعبر أكمل تعبر عن الفترة الحرجة التى نزلت فيها هذه السورة الكريمة ، فقد سبق أن قلنا عند التعريف بها ، إنها نزلت فى الفترة التى أعقبت وفاة النصيرين الكبيرين للرسول - صلى الله عليه وسلم - وهما أبو طالب وخديجة - رضى الله عنها - وكانت هذه الفترة من أشق الفترات على الرسول - صلى الله عليه وسلم - حيث تكاثر فيها إيذاء المشركين له ولأصحابه . . .فأنت ترى أن هذه الآية الكريمة تحث النبى - صلى الله عليه وسلم - على الثبات والصبر ، وعلى تبليغ ما يوحى إليه ، مع عدم المبالاة بما يضعه المشركون فى طرقه من عقبات . .هذا ، وقد سبق أن بينا عند التعريف بهذه السورة - أيضا - أن من العلماء من يرى أن هذه الآية مدنية ، ولعلك معى - أيها القارئ الكريم - فى أنه لا يوجد أى دليل نقلى أو عقلى يؤيد ذلك ، بل الذى تؤيده الأدلة ويؤيده سبب النزول أن الآية مكية كبقية السورة .وهناك أيات أخرى مكية تشبه هذه الآية فى أسلوبها وموضوعها ، ومن هذه الآيات قوله - تعالى - : ( وَقَالُواْ مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق لولا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً . أَوْ يلقى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا . . . )"
    },
    {
      "ayah": 120,
      "surah": 11,
      "text": "ثم بين - سبحانه - أهم الفوائد التى تعود على الرسول - صلى الله عليه وسلم - من وراء إخباره بأحوال الأنبياء السابقين مع أقوامهم فقال : ( وَكُلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ . . . ) .والتنوين فى قوله ( وكلا ) للعوض عن المضاف إليه . والأنباء جمع نبأ وهو الخبر الهام :أى : وكل نبأ من أنباء الرسل الكرام السابقين نقصه عليك - أيها الرسول الكريم - ونخبرك عنه . فالمقصود به تثبيت قلبك ، وتقوية يقينك ، وتسلية نفسك ونفوس أصحابك عما لحقكم من أذى فى سبيل تبليغ دعوة الحق إلى الناس .وقوله - سبحانه - ( وَجَآءَكَ فِي هذه الحق وَمَوْعِظَةٌ وذكرى لِلْمُؤْمِنِينَ ) بيان لما اشتملت هذه السورة الكريمة من أخبار صادقة ، وعظات بليغة .أى وجاءك - أيها الرسول الكريم - فى هذه السورة الكريمة وغيرها من سور القرآن الكريم : الحق الثابت المطابق للواقع ، والعظات الحكيمة ، والذكرى النافعة للمؤمنين بما جئت به .وأما الذين فى قلوبهم مرض فقد زادتهم هذه السورة وأمثالها رجسا إلى رجسهم ، وماتوا وهم كافرون ."
    },
    {
      "ayah": 121,
      "surah": 11,
      "text": "ثم أمر الله - تعالى - رسوله - صلى الله عليه وسلم - بالسير فى طريق الحق بدون مبالاة بتهديد أعدائه فقال : ( وَقُل لِّلَّذِينَ لاَ يُؤْمِنُونَ اعملوا على مَكَانَتِكُمْ إِنَّا عَامِلُونَ . وانتظروا إِنَّا مُنتَظِرُونَ ) والأمر فى هذه الآية الكريمة للتهديد .ومكانتكم : مصدر مكن - بزنة كرم - مكانة ، إذا تمكن من الأمر أبلغ التمكن .أى : و قل - أيها الرسول الكريم - لهؤلاء المشركين الذين يضعون العقبات فى طريق دعوتك ، قل لهم اعملوا ما تستطيعون عمله من الكيد لى ولدعوتى ، فإنى وأصحابى مستمرون على السير فى طريق الحق الذى هدانا الله إليه ، بدون التفات إلى كيدكم وقل لهم - أيضا - : انتظروا ما يأتى به الله من عقاب ، فإنا منتظرون معكم ذلك ."
    },
    {
      "ayah": 122,
      "surah": 11,
      "text": "ثم أمر الله - تعالى - رسوله - صلى الله عليه وسلم - بالسير فى طريق الحق بدون مبالاة بتهديد أعدائه فقال : ( وَقُل لِّلَّذِينَ لاَ يُؤْمِنُونَ اعملوا على مَكَانَتِكُمْ إِنَّا عَامِلُونَ . وانتظروا إِنَّا مُنتَظِرُونَ ) والأمر فى هذه الآية الكريمة للتهديد .ومكانتكم : مصدر مكن - بزنة كرم - مكانة ، إذا تمكن من الأمر أبلغ التمكن .أى : و قل - أيها الرسول الكريم - لهؤلاء المشركين الذين يضعون العقبات فى طريق دعوتك ، قل لهم اعملوا ما تستطيعون عمله من الكيد لى ولدعوتى ، فإنى وأصحابى مستمرون على السير فى طريق الحق الذى هدانا الله إليه ، بدون التفات إلى كيدكم وقل لهم - أيضا - : انتظروا ما يأتى به الله من عقاب ، فإنا منتظرون معكم ذلك ."
    },
    {
      "ayah": 123,
      "surah": 11,
      "text": "ثم ختم - سبحانه - السورة الكريمة بهذه الآية الجامعة فقال : ( وَللَّهِ غَيْبُ السماوات والأرض وَإِلَيْهِ يُرْجَعُ الأمر كُلُّهُ فاعبده وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ ) .أى : ولله - تعالى - وحده علم جميع ما غاب عن الحواس فى السموات والأرض ، وإليه وحده يرجع الأمر كله من إحياء وإماتة ، وهداية وضلال ، وصحة ومرض ، ونصر وهزيمة .وما دام الأمر كذلك ( فاعبده وَتَوَكَّلْ عَلَيْهِ ) أى : فأخلص له العبادة ، واجعل توكلك عليه وحده .( وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ ) بل هو مطلع وبصير بأعمال عباده جميعا ، لا يعزب عنه مثقال ذرة منها ، وسيجازى الذين أساءوا بما عملوا ، ويجازى الذين أحسنوا بالحسنى ."
    },
    {
      "ayah": 13,
      "surah": 11,
      "text": "ثم حكى - سبحانه - بعد ذلك زعما آخر من مزاعمهم الكثيرة ، وهو دعواهم أن القرآن مفترى ، وتحداهم أن يأتوا بعشر سور من أمثال هذا القرآن فى زعمهم ، فقال - تعالى - :( أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ . . . ) .( أَمْ ) هنا منقطعة بمعنى بل التى للإِضراب وهو انتقال المتكلم من غرض إلى آخر والافتراء : الكذب المتعمد الذى لا توجد أدنى شبهة لقائله .والمعنى : إن هؤلاء المشركين لم يكتفوا بما طلبوه منك يا محمد ، بل تجاوزوا ذلك إلى ما هو أشد جرما ، وهو قولهم إنك افتريت القرآن الكريم ، واخترعته من عند نفسك .وقوله : ( قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله . . . ) أمر من الله - تعالى - لنبيه - صلى الله عليه وسلم بأن يرد عليهم بما يخرس ألسنتهم ، ويكبت نفوسهم .أى : قل لهم يا محمد على سبيل التحدى : إن كان الأمر كما تزعمون من أنى قد افتريت هذا القرآن ، فأنا واحد منكم وبشر مثلكم فهاتوا أنتم عشر سور مختلقات من عند أنفسكم ، تشبه ما جئت به فى حسن النظم ، وبراعة الأسلوب ، وحكمة المعنى ، وادعوا لمعاونتكم فى بلوغ هذا الأمر كل من تتوسمون فيه المعاونة غير الله - تعالى - لأنه هو - سبحنه - القادر على أن يأتى بمثله .وجواب الشرط فى قوله - سبحانه - ( إِن كُنتُمْ صَادِقِينَ ) محذوف دل عليه ما تقدم . أى : إن كنتم صادقين فى زعمكم أنى افتريت هذا القرآن ، فهاتوا أنتم عشر سور مثله مفتريات من عند أنفسكم .والمتأمل لآيات القرآن الكريم ، يرى أن الله - تعالى - قد تحدى المشركين تارة بأن يأتوا بمثله كما فى سورتى الإِسراء والطور . ففى سورة الإسراء يقول - سبحانه - ( قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) وفى سورة الطور يقول - سبحانه - ( فَلْيَأْتُواْ بِحَدِيثٍ مِّثْلِهِ إِن كَانُواْ صَادِقِينَ ) وتارة تحداهم بأن يأتوا بعشر سور من مثله كما فى هذه السورة ، و تارة تحداهم بأن يأتوا بسورة واحدة من مثله كما فى سورتى البقرة ويونس ، ففى سورة البقرة ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ . . . ) وفى سورة يونس يقول - سبحانه - : ( أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ ) وقد عجزوا عن الإِتيان بمثل أقصر سورة ، وهم من هم فى فصاحتهم ، فثبت أن هذا القرآن من عند الله - تعالى - ."
    },
    {
      "ayah": 14,
      "surah": 11,
      "text": "وقوله - سبحانه - ( فَإِلَّمْ يَسْتَجِيبُواْ لَكُمْ فاعلموا أَنَّمَآ أُنزِلِ بِعِلْمِ الله وَأَن لاَّ إله إِلاَّ هُوَ فَهَلْ أَنتُمْ مُّسْلِمُونَ ) إرشاد لهؤلاء المشركين إلى طريق الحق والسعادة لو كانوا يعقلون ، إذ الخطاب موجه إليهم لعلهم يثوبون إلى الرشد .والمعنى : قل - أيها الرسول الكريم - لهؤلاء الذين تحديتهم أن يأتوا بعشر سور من مثل القرآن ، وأبحث لهم أن يستعينوا فى ذلك بمن شاءوا من البشر ، قل لهم : فإن لم يستجب لدعوتكم من استعنتم بهم فى الإِتيان بعشر سور من مثل القرآن .. وهم لن يستجيبوا لكم قطعا - ( فاعلموا ) أيها الناس أن هذا القرآن ( أُنزِلِ بِعِلْمِ الله ) وحده ، وبقدرته وحدها . ولا يقدر على إنزاله بتلك الصورة أحد سواه .واعلموا - أيضا - أنه ( لاَّ إله إِلاَّ هُوَ ) - سبحانه - فهو الإِله الحق ، الذى تعنوا له الوجوه ، وتخضع له القلوب ، وتتجه إليه النفوس بالعبادة والطاعة .( فَهَلْ أَنتُمْ ) أيها المشركون بعد كل تلك الأدلة الواضحة الدالة على وحدانية الله ، وعلى أن هذا القرآن من عنده ( مُّسْلِمُونَ ) أى : داخلون فى الإِسلام ، متبعون لما جاءكم به الرسول - صلى الله عليه وسلم - .والمراد بالعلم فى قوله ( فاعلموا أَنَّمَآ أُنزِلِ . . . ) : الاعتقاد الجازم البالغ نهاية اليقين ، أى فأيقنوا أن هذا القرآن ما أنزل إلا ملابس لعلم الله - تعالى - المحيط بكل شئ .والفاء فى قوله ( فَهَلْ أَنتُمْ مُّسْلِمُونَ ) للتفريع ، والاستفهام هنا المقصود به الحض على الفعل وعدم تأخيره .أى : فهل أنتم بعد كل هذه الأدلة على صدق ما جاءكم به نبينا محمد - صلى الله عليه وسلم - تشكون فى أن الإِسلام هو الدين الحق؟ إن الشك فى ذلك لا يكون من عاقل ، فبادروا إلى الدخول فى الإِسلام إن كنتم من ذوى العقول التى تعقل ما يقال لها .ويرى بعض العلماء أن الخطاب فى هذه الآية موجه إلى النبى - صلى الله عليه وسلم - والمسلمين ، أو إليه وحده - صلى الله عليه وسلم - وعلى سبيل التعظيم وعليه يكون المعنى :\" فإن لم يستجب لكم - أيها المؤمنون - هؤلاء الذين أعرضوا عن دعوة الحق ، بعد أن ثبت عجزهم عن الإِتيان بما تحديثموهم به ( فاعلموا ) أى فازدادوا علما ويقينا وثباتا ، بأن هذا القرآن \" إنما أنزل بعلم الله \" الذى لا يعزب عنه شئ ، وازدادوا علما بأنه لا إله إلا هو - سبحانه - مستحق للعبادة والطاعة ، فهل أنتم بعد كل ذلك ( مُّسْلِمُونَ ) أى ثابتون على الإِسلام ، وملتزمون بكل أوامره ونواهيه .ومع أننا نرى أن القولين صحيحان من حيث المعنى ، إلا أننا نفضل الرأى الأول القائل بأن الخطاب للمشركين ، لأن سياق الآيات السابقة فى شأنهم فلان يكون الخطاب لهم هنا أولى ."
    },
    {
      "ayah": 15,
      "surah": 11,
      "text": "ثم بين - سبحانه - سوء مصير الذين لا يريدون بأقوالهم وأعمالهم وجه الله - تعالى - فقال :( مَن كَانَ يُرِيدُ الحياة الدنيا . . . )أى : من كان يريد بأقواله الحسنة وبأعماله الطيبة على حسب الظاهر ، الحصول على ( الحياة الدنيا وزينتها ) من مال وجاه ومنصب وغير ذلك من المتع الدنيوية ، بدون التفات إلى ما يقربه من ثواب الآخرة .من كان يريدون ذلك ( نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا ) أى : نوصل إليهم - بإرادتنا ومشيئتنا - ثمار جهودهم وأعمالهم فى هذه الدنيا .والتعبير بكان فى قوله ( مَن كَانَ يُرِيدُ . . . ) يفيد أنهم مستمرون على إرادة الدنيا بأعمالهم ، بدون تطلع إلى خير الآخرة .وعدى الفعل ( نوف ) بإلى ، مع أنه يتعدى بنفسه ، لتضمينه معنى نوصل .وقوله - سبحانه - ( وَهُمْ فِيهَا لاَ يُبْخَسُونَ ) تذييل قصد به تأكيد ما سبقه ، وتبيين مظهر من مظاهر عدل الله - تعالى - مع عباده فى دنياهم .والبخس : نقص الحق ظلما . يقال : بخس فلان فلانا حقه إذا ظلمه ونقصه .أى : وهم فى هذه الدنيا لا ينقصون شيئا من نتائج جهودهم وأعمالهم ، حتى ولو كانت جهودا لا إخلاص معها ولا إيمان ."
    },
    {
      "ayah": 16,
      "surah": 11,
      "text": "ثم بين - سبحانه - سوء مصيرهم فى الآخرة فقال : ( أولئك الذين لَيْسَ لَهُمْ فِي الآخرة إِلاَّ النار وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ ) .أى : أولئك الذين أرادوا بأقوالهم وأعمالهم الحياة الدنيا وزينتها ، ليس لهم فى الآخرة إلا النار ، لأنهم استوفوا ما تقتضيه صور أعمالهم الحسنة فى الدنيا وبقيت عليهم أوزار نياتم السيئة فى الآخرة .( وَحَبِطَ مَا صَنَعُواْ فِيهَا ) أى : وفسد ما صنعوه فى الدنيا من أعمال الخير ، لأنهم لم يقصدوا بها وجه الله - تعالى - وإنما قصدوا بها الرياه ورضى الناس . . .وقوله ( وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ ) أى : وباطل فى نفسه ما كانوا يعملونه فى الدنيا من أعمال ظاهرها البر والصلاح ، لأنه لا ثمرة له ولا ثواب فى الآخرة لأن الأعمال بالنيات ، ونيات هؤلاء المرائين ، لم تكن تلتفت إلى ثواب الله ، وإنما كانت متجهة اتجاها كليا إلى الحياة الدنيا وزينتها ، إلى رضاء المخلوق لا الخالق .وشبيهة بهاتين الآيتين قوله - تعالى - : ( مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ ) وقوله - تعالى - : ( مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَّدْحُوراً . وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً . كُلاًّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُوراً . انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً ) هذا ومن العلماء من يرى أن هاتين الآيتين مسوقتان فى شأن الكفار ومن على شاكلتهم من الضالة كاليهود والنصارى والمنافقين .. . لأن قوله - تعالى - ( أولئك الذين لَيْسَ لَهُمْ فِي الآخرة إِلاَّ النار . . . ) لا يليق إلا بهم .والذى نراه أن هاتين الآيتين تتناولان الكفار ومن على شاكلتهم تناولا أوليا ، ولكن هذا لا يمنع من أنهما يندرج تحت وعيدهما كل من قصد بأقواله وأعماله الحياة الدنيا وزينتها ، ونبذ كل معانى الإِخلاص والطاعة لله رب العالمين .ومما يشهد لذلك أن هناك أحاديث كثيرة ، حذرت من الرياء ، وتوعدت مقترفة بأشد بأنواع العقوبات ومن هذه الأحاديث ما رواه أبو داود عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" من تعلم علما مما يبتغى به وجه الله ، لا يتعلمه إلا ليصيب به عرضا من الدنيا لم يجد عرف الجنة يوم القيامة \" - أى رائحتها - .وصفوة القول : أن الآيتين الكريمتين تسوقان سنة من سنن الله مع عباده فى هذه الدنيا ، هى أن الله - تعالى - لا ينقص الناس شيئا من ثمار جهودهم وأعمالهم فى هذه الدنيا ، إلا أن هذه الجهود وتلك الأعمال التى ظاهرها الصلاح ، إن كان المقصود بها الحياة الدنيا وزينتها وجدوا نتائجها فى الدنيا فحسب .وإن كان المقصود بها رضا الله - تعالى - وثواب الآخرة ، وجدوا ثمارها ونتائجها الحسنة يوم القيامة ، بجانب تمتعهم بما أحله الله لهم فى الدنيا من طيبات .وذلك لأن العمل للحياة الأخرى - فى شريعة الإِسلام - لا يحول بين العمل النافع فى الحياة الدنيا ، ولا ينقص شيئا من آثاره وثماره ، بل إنه يزكيه وينميه ويباركه . . ورحم الله القائل : ليس أحد يعمل حسنة إلا وُفِّى ثوابها فإن كان مسلما مخلصا وُفِّى ثوابها فى الدنيا والآخرة ، وإن كان كافرا وفى ثوابها فى الدنيا ."
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "وبعد أن بين - سبحانه - حال الذين يريدون الحياة الدنيا وزينتها ، أتبع ذلك بيان حال الذين يريدون الحق والصواب فيما يفعلون ويتركون فقال - تعالى - :( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ . . . ) .قال صاحب المنار ما ملخصه : البينة ما تبين به الحق من كل شئ بحسبه كالبرهان فى العقليات والنصوص فى النقليات ، والخوارق فى الإِلهيات ، والتجارب فى الحسيات ، والشهادات فى القضائيات ، والاستقراء فى إثبات الكليات ، وقد نطق القرآن بأن الرسل قد جاءوا أقوامهم بالبينات وأن كل نبى منهم كان يحتج على قومه بأنه على بينة من ربه وأنه جاءهم ببينة من ربهم ، كما ترى فى قصصهم فى هذه السورة وفى غيرها . .وقوله : ( وَيَتْلُوهُ . . . ) من التلو بمعنى الاقتفاء والاتباع . يقال : تلا فلان فلانا إذا كان تابعا له ومقتفيا أثره . والمراد به هنا : التأييد والتقوية .وللمفسرين أقوال متعددة فى المقصود بقوله - تعالى - ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ ) وبقوله - سبحانه - ( وَيَتْلُوهُ شَاهِدٌ مِّنْهُ ) .وفى مرجع الضمائر فى قوله \" ربه - ويتلوه - ومنه \" . . .وأقرب هذه الأقوال إلى الصواب أن يكون المقصود بقوله - تعالى - ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ ) الرسول - صلى الله عليه وسلم - وأتباعه المؤمنون .وبقوله تعالى - ( وَيَتْلُوهُ شَاهِدٌ مِّنْهُ ) القرآن الكريم الذى أنزله الله - تعالى - على نبيه - صلى الله عليه وسلم - ليكون معجزة له شاهدة بصدقه .والضمير فى قوله من ربه يعود إلى النبى - صلى الله عليه وسلم - وفى قوله ( وَيَتْلُوهُ ) يعود إلى القرآن الكريم ، وفى قوله ( منه ) يعود إلى الله - تعالى - .وعلى هذا القول يكون المعنى : أفمن كان على حجة واضحة من عند ربه تهديه إلى الحق والصواب فى كل أقواله وأفعاله ، وهو هذا الرسول الكريم وأتباعه ويؤيده ويقويه فى دعوته شاهد من ربه هو هذا القرآن الكريم المعجز لسائر البشر . .أفمن كان هذا شأنه كمن ليس كذلك؟أو أفمن كان هذا شأنه كمن استحوذ عليه الشيطان فجعله لا يريد إلا الحياة الدنيا وزينتها؟ كلا إنهما لا يستويان .وشهادة القرآن الكريم بصدق الرسول - صلى الله عليه وسلم - فى دعوته ، تتجلى فى إعجازه ، فقد تحدى النبى - صلى الله عليه وسلم - أعداءه أن يأتوا بسورة من مثله فعجزوا مع فصاحتهم وبلاغتهم ، فثبت بذلك أن هذا القرآن من عند الله - تعالى - .وإنما جعلنا هذا القول أقرب الأقوال إلى الصواب ، لأنه هو الذى يتسق مع ما يفيده ظاهر الآية الكريمة ، ولأننا عندما نقرأ هذه السورة الكريمة وغيرها ، نجد الرسل الكرام كثيرا ما يؤكدون لأقوامهم - أنهم - أى الرسل على بينة من ربهم .فهذا نوح - عليه السلام - يقول لقومه : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن ربي وَآتَانِي رَحْمَةً مِّنْ عِندِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ )وهذا صالح - عليه السلام - يقول لقومه : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةً مِّن رَّبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَن يَنصُرُنِي مِنَ الله إِنْ عَصَيْتُهُ . . . ) وهذا شعيب - عليه السلام - يقول لقومه : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن رَّبِّي وَرَزَقَنِي مِنْهُ رِزْقاً حَسَناً . . . ) وهكذا نجد كل نبى يؤكد لقومه أنه جاءهم على بينة من ربه وما دام الأمر كذلك فسيدنا رسول الله - صلى الله عليه وسلم - هو أفضل من جاء قومه على بينة من ربه ، والمؤمنون به - صلى الله عليه وسلم - يقتدرون به فى ذلك .ويرى بعضهم أن المراد بالبينة القرآن الكريم ، وبالشاهد إعجازه ، وبالموصول مؤمنوا أهل الكتاب ، وأن الضمير فى قوله \" ويتلوه - ومنه \" يعودان إلى القرآن الكريم وإعجازه .وعلى هذا الرأى يكون المعنى : أفمن كان على برهان جلى من ربه يدل على حقية الإِسلام وهو القرآن ، ويؤيده ويقويه - أى القرآن - شاهد منه على كونه من عند الله وهذا الشاهد هو إعجازه للبشر عن أن يأتوا بسورة من مثله .قال الآلوسى ما ملخصه : قوله : ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ ) : أصل البينة الدالة الواضحة عقلية كانت أو محسوسة ، وتطلق على الدليل مطلقا . . والتنوين فيها للتعظيم ، أى : بيئة عظيمة الشأن والمراد بها القرآن ، وباعتبار ذلك أو البرهان جاء الضمير الراجع إليها فى قوله ( وَيَتْلُوهُ ) أى يتبعه ( شَاهِدٌ ) عظيم يشهد بكونه من عند الله وهو إعجازه . .ومعنى كون ذلك الشاهد تابعا له : أنه وصف له لا ينفك عنه . . وكذا الضمير فى \" منه \" - يعود إلى القرآن - وهو متعلق بمحذوف وقع صفته لشاهد ومعنى كونه منه أنه غير خارج عنه . .ومن المفسرين من يرى أن المراد بالبيئة القرآن الكريم - أيضا - ويرى أن المراد بالشاهد جبريل - عليه السلام - وأن قوله - سبحانه - ( وَيَتْلُوهُ ) من التلاوة بمعى القراءة لا من التَّلْوِ بمعنى الاتباع .وعلى هذا الرأى يكون المعنى : أفمن كان على برهان جلى من ربه يدل على حقية الإِسلام وهو القرآن ويتلوا هذا القرآن على الرسول - صلى الله عليه وسلم - شاهد من الله - تعالى - هو جبريل - عليه السلام - .فالضمير فى ( وَيَتْلُوهُ ) على هذا الرأى يعود إلى جبريل - عليه السلام - وفى \" منه \" يعود على الله تعالى - .وهناك أقوال أخرى فى تفسير الآية الكريمة رأينا من الخير أن نضرب عنها صفحا لضعفها .وقوله ( وَمِن قَبْلِهِ كِتَابُ موسى إِمَاماً وَرَحْمَةً ) دليل آخر على صدق النبى - صلى الله عليه وسلم - فى دعوته . وهو معطوف على شاهد والضمير فى قوله ( وَمِن قَبْلِهِ .. . ) يعود على شاهد - أيضا - .وقوله ( إِمَاماً وَرَحْمَةً ) منصوبان على الحالية من قوله ( كِتَابُ ) .والمعنى ومن قبل هذا الشاهد على صدق الرسول - صلى الله عليه وسلم - وهو القرآن الكريم أنزل الله - تعالى - على موسى كتابه التوراة مشتملا على صفات الرسول - صلى الله عليه وسلم - و ( إِمَاماً ) يؤتم به فى أمور الدين والدنيا ورحمة لبنى إسرائيل من العذاب إذا ما آمنوا به واتبعوا تعاليمه .قال الشوكانى : وإنما قدم الشاهد على كتاب موسى مع كونه متأخرا فى الوجود لكونه - أى الشاهد بمعنى المعجز - وصفا لازما غير مفارق ، فكان أغرق فى الوصفية من كتاب موسى .وهى شهادة كتاب موسى وهو التوراة أنه بشر بمحمد - صلى الله عليه وسلم - وأخبر بأنه رسول من الله - تعالى - .واسم الإِشارة فى قوله ( أولئك يُؤْمِنُونَ بِهِ ) يعود إلى الموصوفين بأنهم على بينة من ربهم وهم النبى - صلى الله عليه وسلم - وأتباعه المؤمنون الصادقون .أى : أولئك الموصوفون بأنهم على بينة من ربهم يؤمنون بأن الإسلام هو الدين الحق ، وبأن رسول الله - صلى الله عليه وسلم - رسول صدق وبأن القرآن من عند الله - تعالى - وحده .فالضمير فى قوله ( به ) يعود على كل ما جاء به الرسول - صلى الله عليه وسلم - من عند ربه ويدخل فى ذلك دخولا أوليا القرآن الكريم .وقوله : ( وَمَن يَكْفُرْ بِهِ مِنَ الأحزاب فالنار مَوْعِدُهُ ) بيان لسوء عاقبة الكافرين بما جاء به الرسول - صلى الله عليه وسلم - بعد بيان حسن عاقبة المؤمنين به .والأحزاب جمع حزب وهم الذين تخربوا وتجمعو من أهل مكة وغيرهم لمحاربة الرسول - صلى الله عليه وسلم - ودعوته .أى : ومن يكفر بهذا القرآن وبما جاء به الرسول - صلى الله عليه وسلم - من هدايات فإن نار جهنم هى المكان الذى ينتظره وينتظر كل متحزب ضد دعوته - صلى الله عليه وسلم - .وفى جعل النار موعدا لهذا الكافر بالقرآن إشعار بأن فيها ما لا يحيط به الوصف من ألوان العذاب الذى يجعله لا يموت فيها ولا يحيا .ثم ختم - سبحانه - الآية الكريمة بالحض على النظر الصحيح الذى يؤدى إلى اليقين بن ما جاء به الرسول - صلى الله عليه وسلم - هو الحق الذى لا يشو به باطل فقال - تعالى - : ( فَلاَ تَكُ فِي مِرْيَةٍ مِّنْهُ إِنَّهُ الحق مِن رَّبِّكَ ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ ) .أى : فلا تك - أيها العاقل - فى شك من أن هذا القرآن من عند الله ومن أن ما جاء به الرسول - صلى الله عليه وسلم - هو الصدق ، بل عليك أن تعتقد اعتقادا جازما فى صحة ذلك ، لأن ما جاء به - صلى الله عليه وسلم - هو الحق الثابت من عند ربك ولكن أكثر الناس لا يؤمنون بذلك لا نطماس بصائرهم ، ولتقليدهم لآبائهم ، ولإِيثارهم الغى على الرشد .وبذلك نرى الآية الكريمة قد ميزت بين من كان على الحق ومن كان على الباطل وساقت حشودا من الأدلة الدالة على صدق الرسول - صلى الله عليه وسلم - فى دعوته ، وعلى صحة ما عليه أتباعه ، وأمرتهم بالثبات على الحق الذى آمنوا به ، وتوعدت المتحزبين ضد دعوة الإِسلام بنار جهنم التى هى بئس القرار .هذا ، وهذه الآية الكريمة هى من الآيات التى قيل بأنها مدنية ، وبمراجعتنا لتفسيرها لم نجد ما يؤيد بذلك ، بل الذى نراه أن السورة كلها مكية كما سبق أن أشرنا إلى ذلك فى المقدمة ."
    },
    {
      "ayah": 18,
      "surah": 11,
      "text": "ثم وصف - سبحانه - الكافرين بالإِسلام ببضعة عشر وصفا . وبين سوء مصيرهم كما بين حسن عاقبة المؤمنين وضرب مثلا لحال الفريقين فقال - تعالى - :( وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى . . . ) .قال الإِمام الرازى : اعلم أن الكفار كانت لهم عادات كثيرة ، وطرق مختلفة فمنها شدة حرصهم على الدنيا ، ورغبتهم فى تحصيلها ، وقد أبطل الله - هذه الطريقة بقوله : ( مَن كَانَ يُرِيدُ الحياة الدنيا وَزِينَتَهَا . . . ) إلى آخر الآية . ومنها أنهم كانوا ينكرون نبوة الرسول - صلى الله عليه وسلم - ويقدحرون فى معجزاته وقد أبطل الله - تعالى - ذلك بقوله ( أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ . . . ) ومنها أنهم كانوا يزعمون فى الأصنام أنها شفعاؤهم عند الله ، وقد أبطل الله - تعالى - ذلك بهذه الآيات وذلك لأن هذا الكلام افتراء على الله . . .وجملة ( وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِباً . . . ) معطوفة على قوله - تعالى - قبل ذلك ( وَمَن يَكْفُرْ بِهِ مِنَ الأحزاب فالنار مَوْعِدُهُ ) والاستفهام للإِنكار والنفى ، والتقدير : لا أحد أشد ظلما ممن تعمد الكذب على الله - تعالى - بأن زعم بأن الأصنام تشفع لعابديها عنده ، أو زعم بأن الملائكة بنات الله ، أو أن هذا القرآن ليس من عنده - سبحانه - .وقوله : ( أولئك يُعْرَضُونَ على رَبِّهِمْ وَيَقُولُ الأشهاد هؤلاء الذين كَذَبُواْ على رَبِّهِمْ أَلاَ لَعْنَةُ الله عَلَى الظالمين ) بيا لما يقال لهؤلاء الظالمين على سبيل التشهير والتوبيخ يوم القيامة والأشهاد : جميع شهيد كشريف وأشراف . أو جمع شاهد بمعنى حاضر كصاحب وأصحاب المراد بهم - على الراجح - جميع أهل الموقف من الملائكة الذين كانوا يسجلون عليهم أقوالهم وأعمالهم ، ومن الأنبياء والمؤمنين .والمعنى : أولئك الموصوفون بافتراء الكذب على الله - تعالى - يعرضون يوم الحساب ، على ربهم ومالك أمرهم ، كما يعرض المجرم للقصاص منه ، ولفضيحته أمام الناس .( وَيَقُولُ الأشهاد ) الذين يشهدون عليهم بأنهم قد افتروا الكذب على الله ( هؤلاء ) المجرمون هم ( الذين كَذَبُواْ على رَبِّهِمْ ) بأن نسبوا إليه ما هو منزه عنه .( أَلاَ لَعْنَةُ الله عَلَى الظالمين ) الذين وضعوا الأمور فى غير مواضعها ، فأوردوا أنفسهم المهالك .وجئ باسم الإِشارة ( هؤلاء ) زيادة فى التشنيع عليهم ، وفى تميزهم عن غيرهم وصدرت جملة ( أَلاَ لَعْنَةُ الله عَلَى الظالمين ) بأداة الاستفتاح ( أَلاَ ) لتأكيد الدعاء عليهم بالطرد والإِبعاد عن رحمة الله - تعالى - بسبب افترائهم الكذب .والظاهر أن هذه الجملة من كلام الأشهاد ويؤيد ذلك ما أخرجه الشيخان عن صفوان بن محرز قال : \" كنت آخذا بيد ابن عمر إذ عرض له رجل فقال : كيف سمعت رسول الله - صلى الله عليه وسلم - يقول فى النجوى يوم القيامة؟ قال سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن الله - عز وجل - يدنى المؤمن فيضع عليه كتفه - أى ستره وعفوه - ويستره من الناس ويقرره بذنوبه ويقول له : أتعرف ذنب كذا؟ أتعرف ذنب كذا؟ حتى إذا قرره بذنوبه ورأى فى نفسه أنه قد هلك قال : فإنى قد سترتها عليك فى الدنيا وإنى أغفرها لك اليوم ثم يعطى كتاب حسناته ، وأما الكفار والمافقون فيقول الأشهاد ( هؤلاء الذين كَذَبُواْ على رَبِّهِمْ أَلاَ لَعْنَةُ الله عَلَى الظالمين ) \" .ويجوز أن تكون هذه الجملة من كلام الله - تعالى - على سبيل الاستئناف بعد أن قال الأشهاد ( هؤلاء الذين كَذَبُواْ على رَبِّهِمْ ) ."
    },
    {
      "ayah": 19,
      "surah": 11,
      "text": "ثم بين - سبحانه - جانبا آخر من أفعالهم الشنيعة فقال : ( الذين يَصُدُّونَ عَن سَبِيلِ الله وَيَبْغُونَهَا عِوَجاً . . . )و ( يَصُدُّونَ ) من صد بمعنى صرف الغير عن الشئ ومنعه منه . يقال صد يصد صدودا وصدا .و ( سَبِيلِ الله ) طريقة الموصولة إلى رضائه ، والمراد بها ملة الإِسلام .( وَيَبْغُونَهَا عِوَجاً ) أى يطلبون لها العوج ، يقال : بغيت لفلان كذا إذا طلبته له .والعوج - بكسر العين - الميل والزيغ فى الدين والقول والعمل . وكل ما خرج عن طريق الهدى إلى طريق الضلال فهو عوج .والعوج - بفتح العين - يكون فى المحسوسات كالميل فى الحائط والرمح وما يشبههما . أى أن مكسور العين يكون فى المعانى ومفتوحها يكون فى المحس .والمعنى : ألا لعنة الله وخزيه على الظالمين الذين من صفاتهم أنهم لا يكتفون بانصرافهم عن الحق بل يحاوولن صرف غيرهم عنه ويطلبون لملة الإِسلام العوج ويصفونها بذلك تنفيرا للناس منها ، وقوله عوجا مفعول ثان ليبغون ، أو حال من سبيل الله .وقوله ( وَهُمْ بالآخرة هُمْ كَافِرُونَ ) بيان لعقيدتهم الباطلة فى شأن البعث والحساب . أى : وهم بالآخرة وما فيها من حساب وثواب وعقاب كافرون .وكرر الضمير ( هم ) لتأكيد كفرهم وللإِشارة إلى أنهم بلغوا فيه مبلغا لم يبلغه أحد سواهم حتى لكأن كفر غيرهم يسير بالنسبة لكفرهم ."
    },
    {
      "ayah": 2,
      "surah": 11,
      "text": "وقوله : ( أَلاَّ تعبدوا إِلاَّ الله ) جملة تعليلية ، أى : أنه - سبحانه - فعل ما فعل من إحكام الكتاب وتفصيله وتنزيله من لدن حكيم خبير ، لكى تخلصوا له العبادة والطاعة ، وتتركوا عبادة غيره؛ لأن من أنزل هذا الكتاب المعجز ، من حقه أن يفرد بالخضوع والاستعانة .وقوله : ( إِنَّنِي لَكُمْ مِّنْهُ نَذِيرٌ وَبَشِيرٌ ) بيان لوظيفة الرسول - صلى الله عليه وسلم - .والضمير المجرور فى \" منه \" يعود على الله - تعالى - .أى : عليكم - أيها الناس - أن تخلصوا لله - تعالى - العبادة والطاعة ، فإنه - سبحانه - قد أرسلني إليكم لكى أنذر الذين فسقوا عن أمره بسوء العاقبة ، وأبشر الذين استجابوا لدعوته بحسن المثوبة .وقدم - سبحانه - الإِنذار على التبشير؛ لأن الخطاب موجه إلى الكافرين ، الذين أشركوا مع الله آلهة أخرى .قال بعضهم : \" والجمع بين النذارة والبشارة ، لمقابلة ما نضمته الجملة الأولى من طلب ترك عبادة غير الله . بطريق النهى ، وطلب عبادة الله بطريق الاستثناء ، فالنذارة ترجع إلى الجزء الأول ، والبشارة ترجع إلى الجزء الثاني \" ."
    },
    {
      "ayah": 20,
      "surah": 11,
      "text": "ثم بين - سبحانه - أنه كان قادرا على تعذيبهم فى الدنيا قبل الآخرة ولكنه أخر عذابهم إملاء لهم فقال : ( أولئك لَمْ يَكُونُواْ مُعْجِزِينَ فِي الأرض وَمَا كَانَ لَهُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ يُضَاعَفُ لَهُمُ العذاب . . . ) .وقوله : معجزين من الإِعجاز بمعنى عدم المقدرة على الشئ .أى : أولئك الذين افتروا على الله الكذب لم يكن - سبحانه - عاجزا عن إنزال العذاب الشديد بهم فى الدنيا . وما كان لهم من غيره من نصراء ينصرونهم من بأسه لو أراد إهلاكهم .قال الإِمام الرازى : قال الواحدى : معنى الإِعجاز المنع من تحصيل المراد ، يقال أعجزنى فلان . أى : منعنى عن مرادى . .والمقصود أن قوله ( أولئك لَمْ يَكُونُواْ مُعْجِزِينَ فِي الأرض ) دل على أنه لا قدرة لهم على الفرار .وقوله : ( وَمَا كَانَ لَهُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ ) دل على أن أحدا لا يقدر على تخليصهم من عذابه .فجمع - سبحانه - بين ما يرجع إليهم وبين ما يرجع إلى غيرهم ، ووضح بذلك انقطاع حيلهم فى الخلاص من عذاب الدنيا والآخرة .وقوله : ( يُضَاعَفُ لَهُمُ العذاب ) جملة مستأنفة لبيان أن من حكمة تأخير العذاب عنهم فى الدنيا مضاعفة العذاب لهم فى الآخرة .وقوله : ( مَا كَانُواْ يَسْتَطِيعُونَ السمع وَمَا كَانُواْ يُبْصِرُونَ ) تصوير بليغ لاستحواذ الشيطان عليهم .أى أن هؤلاء المجرمين بلغ بهم الجهل والعناد والجحود أنهم ما كانوا يستطيعون السماع للحق الذى جاءهم من ربهم لثقله على نفوسهم الفاسدة ، وما كانوا يبصرون المعجزات الدالة على صدق نبيهم - صلى الله عليه وسلم - .فليس المراد نفى السماع والإِبصار الحسيين عنهم وإنما المراد أنهم لا نطماس بصائرهم صاروا كمن لا يسمع ولا يرى ."
    },
    {
      "ayah": 21,
      "surah": 11,
      "text": "ثم أكد - سبحانه - سوء مصيرهم فقال : ( أولئك الذين خسروا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ )أى : أولئك الذين استحوذ عليهم الشيطان فأنساهم ذكر الله ، هم الذين خسروا أنفسهم وأوردوها المهالك بسبب تعمدهم الكذاب على الله ، ( وَضَلَّ عَنْهُمْ ) أى : وغاب عنهم ما كانوا يفترونه فى الدنيا من اعتقادات باطلة وادعاءات فاسدة ."
    },
    {
      "ayah": 22,
      "surah": 11,
      "text": "وقوله ( لاَ جَرَمَ أَنَّهُمْ فِي الآخرة هُمُ الأخسرون ) زيادة فى تأكيد خسرانهم .وكلمة ( لاَ جَرَمَ ) وردت فى القرآن الكريم فى خمسة مواضع . وفى كل موضع جاءت متلوة بأن واسمها .وجمهور النحاة على أن هذه الكلمة مركبة من \" لا \" و \" جرم \" تركيب خمسة عشر ومعناها بعد هذا التركيب معنى الفعل : حق أو ثبت ، والجملة بعدها هى الفاعل لهذا الفعل .أى : وثبت كونهم فى الآخرة هم الأخسرون .ومن النحاة من يرى أن \" لا \" نافية للجنس و \" جرم \" اسمها وما بعدها خبرها .والمعنى . لا محالة ولا شك فى أنهم فى الآخرة هم الأخسرون ."
    },
    {
      "ayah": 23,
      "surah": 11,
      "text": "ثم بين - سبحانه - حسن عاقبة بعد بيان سوء عاقبة الكافرين فقال - تعالى - : ( إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وأخبتوا إلى رَبِّهِمْ أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ ) .قال الجمل : والإِخبات فى اللغة هو الخشوع والخضوع وطمأنينة القلب . ولفظ الإِخبات يتعدى بإلى وباللام . فإذا قلت أخبت فلان إلى كذا فمعناه اطمأن إليه . وإذا قلت أخبت له فمعناه : خشع وخضع له . فقوله : ( إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ) إشارة إلى جميع أعمال الجوارح . وقوله : ( وأخبتوا إلى رَبِّهِمْ ) إشارة إلى أعمال القلوب وهنى الخشوع والخضوع لله - تعالى - .والمعنى : إن الذين آمنوا بالله - تعالى - إيمانا حقا وعملوا الأعمال الصالحات التى ترضيه - سبحانه - واطمأنوا إلى قضاء ربهم وخشعوا له أولئك الموصوفون بذلك هم أصحاب الجنة وهم الخالدون فيها خلودا أبديا وهم الذين رضى الله عنهم ورضوا عنه ."
    },
    {
      "ayah": 24,
      "surah": 11,
      "text": "ثم ضرب - سبحانه - مثلا لفريق الكافرين ولفريق المؤمنين فقال : ( مَثَلُ الفريقين كالأعمى والأصم والبصير والسميع هَلْ يَسْتَوِيَانِ مَثَلاً أَفَلاَ تَذَكَّرُونَ ) .وقوله : ( مَثَلُ الفريقين . . . ) أى : حالهم وصفتهم .وأصل المثل بمعنى والمثل : النظير والشبيه ثم أطلق على القول السائر المعروف لمماثلة مضربه - وهو الذى يضرب فيه - لمورده - أى الذى ورد فيه أولا .ولا يكون إلا فيام فيه غرابة . ثم استعير للصفة أو الحال أو القصة إذا كان لها شأن عجيب وفيها غرابة .وإنما تضرب الأمثال لإِيضاح المعنى الخفى ، وتقريب المعقول من المحسوس وعرض الغائب فى صورة الشاهد . فيكون المعنى الذى ضرب له المثل أوقع فى القلوب وأثبت فى النفوس .والمعنى : حال الفريقين المذكورين قبل ذلك وهما الكافرون والمؤمنون كحال الضدين المختلفين كل الاختلاف .أما الكافرون فحالهم وصفتهم كحال وصفة من جميع بين العمى والصمم . لأنهم مع كونهم يرون ويسمعون لكنهم لم ينتفعوا بذلك فصاروا كالفاقد لهما .وأما المؤمنون فحالهم وصفتهم كحال وصفة من جميع بين النصر السليم والسمع الواعى لأنهم انتفعوا بما رأوا من دلائل تدل على وحدانية الله وقدرته وبما سمعوا من توجيهات تدل على صحة تعاليم الإِسلام .والمقصود من هذا التمثيل . تنبيه الكافرين إلى ما هم عليه من ضلال وجهالة لعلهم بهذا التنبيه يتداركون أمرهم ، فيدخلون فى دين الإِسلام وتثبيت المؤمنين على ما هم عليه من حق ، وبذلك يزدادون إيمانا على إيمانهم .والاستفهام فى قوله ( هَلْ يَسْتَوِيَانِ مَثَلاً ) للإِنكار والنفى ، أى : هل يستوى فى الصفة والحال من كان ذا سمع وبصر بمن فقدهما؟ كلا إنهما لا يستويان حتى عند أقل العقلاء عقلا .وقوله : ( أَفَلاَ تَذَكَّرُونَ ) حض على التذكر والتدبر والتفكر .أى : أتشكون فى عدم استواء الفريقين؟ لا إن الشك فى عدم استوائهما لا يليق بعاقل وإنما اللائق به هو اعتقاد تباين صفتيهما والدخول فى صفوف المؤمنين الذين عملوا الأعمال الصالحات وأخبتوا إلى ربهم .وبذلك نرى أن هذه الآيات الكريمة قد بينت حال الكافرين وذكرت من أوصافهم أربعة عشر وصفا أولهما : افتراء الكذب . . . وآخرها : الخسران فى الآخرة . كما بينت حال المؤمنين وبشرتهم بالخلود فى الجنة : ثم ضربت مثلا لكل فريق وشبهت حاله بما يناسبه من صفات . .وفى ذلك ما فيه من الهداية إلى الطريق المستقيم ، لمن كان له قلب ، أو ألقى السمع وهو شهيد .وبعد هذا الحديث المتنوع عن مظاهر قدرة الله ووحدانيته وعن إعجاز القرآن الكريم وعن حسن عاقبة المؤمنين وسوء عاقبة المكذبين ساقت السورة الكريمة بترتيب حكيم قصص بعض الأنبياء مع أقوامهم وقد استغرق هذا القصص معظم الآيات الباقية فيها فقد حدثتنا عن قصة نوح مع قومه وعن قصة هود مع قومه ، وعن قصة صالح مع قومه ، وعن قصة لوط مع قومه ، وعن قصة شعيب مع قومه ، كما تحدثت عن قصة إبراهيم مع رسل الله الذين جاءوا بالبشرى ، وعن جانب من قصة موسى مع فرعون .قال الإِمام الرازى : إعلم أنه - تعالى - لما ذكر فى تقرير المبدأ والمعاد دلائل ظاهرة ، وبينات قاهرة ، وبراهين باهرة ، أتبعها بذكر قصص الأنبياء وفيه فوائد :أحدها : التنبيه على أن إعراض الناس عن قبول هذه الدلائل والبينات ليس من خواص قوم النبى - صلى الله عليه وسلم - ، بل هذه العادة المذمومة كانت حاصلة فى جميع الأمم السالفة ، والمصيبة إذا عمت خفت . فكان ذكر قصصهم وحكاية إصرارهم وعنادهم يفيد تسلية النبى - صلى الله عليه وسلم - وتخفيف ذلك على قلبه .وثانيها : أنه - تعالى - يحكى فى هذه القصص أن عاقبة أمر أولئك المنكرين كان إلى اللعن فى الدنيا والخسارة فى الآخرة . وعاقبة أمر المحقين إلى الدولة فى الدنيا ، والسعادة فى الآخرة ، وذلك يقوى قلوب المحقين ، ويكسر قلوب المبطلين .وثالثها : التنبيه على أنه - تعالى - وإن كان يمهل هؤلاء المبطلين ، ولكنه لا يهملهم ، بل ينتقم منهم على أكمل الوجوه .ورابعها : بيان أن هذه القصص دالة على نبوة النبى - صلى الله عليه وسلم - لأنه كان أميا ، وما طالع كتابا ولا تتلمذ على أسناذ ، فإذا ذكر هذه القصص على هذا الوجه من غير تحريف ولا خطأ ، دل ذلك على أنه إنما عرفه بالوحى من الله - تعالى - ."
    },
    {
      "ayah": 25,
      "surah": 11,
      "text": "وقد بدأت السورة الكريمة قصصها بقصة نوح مع قومه ، وقد وردت هذه القصة فى سور متعددة منها سورة الأعراف ، وسورة المؤمنون ، وسورة نوح . . . إلا أنها وردت هنا بصورة أكثر تفصيلا من غيرها .( وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ . . . ) .قوله : ( وَلَقَدْ أَرْسَلْنَا نُوحاً إلى قَوْمِهِ . . . ) جواب لقسم محذوف . أى والله لقد أرسلنا نوحا إلى قومه . والدليل على هذا القسم وجود لامه فى بدء الجملة .وافتتحت القصة بصيغة القسم لأن المخاطبين بها لما لم يحذروا ما نزل بقوم نوح بسبب كفرهم نزلوا منزلة المنكر لرسالته .وينتهى نسب نوح - عليه السلام - إلى شيث بن آدم - عليه السلام - وقد ذكر نوح فى القرآن فى ثلاثة وأربعين موضعا .وقوم الرجل : هم أقرباؤه الذين يجتمعون معه فى جد واحد وقد يقيم الرجل بين الأجانب فيسميهم قومه مجازا للمجاورة .وكان قوم نوح يعبدون الأصنام : فأرسل الله إليهم نوحا ليدلهم على طريق الرشاد .قال ابن كثير : قال ابن عباس وغير واحد من علماء التفسير : \" كان أول ما عبدت الأصنام أن قوما صالحين ماتوا . فبنى قومهم عليهم مساجد ، وصوروا صور أولئك الصالحين فيها ليتذكروا حالهم وعبادتهم فيتشبهوا بهم ، فلما طال الزمان جعلوا أجسادا على تلك الصور فلما تمادى الزمان عبدوا تلك الأصنام وسموها بأسماء أولئك الصالحين : ودا وسواعا ويغوث ويعوق ونسرا فلما تفاقم الأمر بعث الله - تعالى - رسوله نوحا فأمرهم بعبادة الله وحده \" .وقوله : ( إِنَّي لَكُمْ نَذِيرٌ مُّبِينٌ . أَن لاَّ تعبدوا إِلاَّ الله . . . ) بيان للوظيفة التى من أجلها أرسل الله - تعالى - نوحا إلى قومه .قال الشوكانى : قرأ ابن كثير وأبو عمرو والكسائى بفتح الهمزة فى ( إنى ) على تقدير حرف الجر أى : أرسلناه بأنى . أى : أرسلناه متلبسا بذلك الكلام وهو أنىلكم نذير مبين . وقرأ الباقون بالكسر على إرادة القول . أى : أرسلناه قائلا لهم ( إِنَّي لَكُمْ نَذِيرٌ مُّبِينٌ ) .ونذير من الإِنذار وهو إخبار معه تخويف . .ومبين : من الإِبانة بمعنى التوضيح والإِظهار . .أى : أرسلناه إلى قومه فقال لهم يا قوم : إنى لكم محذر تحذيرا واضحا من موجبات العذاب التى تتمثل فى عبادتكم لغير الله - تعالى - .واقتصر على الإِنذار لأنهم لم يعملوا بما بشرهم به وهو الفوز برضا الله - تعالى - إذا ما أخلصوا له العبادة والطاعة ."
    },
    {
      "ayah": 26,
      "surah": 11,
      "text": "وجملة ( أَن لاَّ تعبدوا إِلاَّ الله ) بدل من قوله ( إِنَّي لَكُمْ نَذِيرٌ مُّبِينٌ ) أى أرسلناه بأن لا تعبدوا إلا الله .وقوله : ( إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ ) جملة تعليلية ، تبين حرص نوح الشديد على مصلحة قومه ومنفعتهم .أى إنى أحذركم من عبادة غير الله ، لأن هذه العبادة ستؤدى بكم إلى وقوع العذاب الأليم عليكم ، وما حملنى على هذا التحذير الواضح إلا خوفى عليكم ، وشفقتى بكم ، فأنا منكم وأنتم منى بمقتضى القرابة والنسب .ووصف اليوم بالأليم على سبيل المجاز العقلى ، وهو أبلغ من أن يوصف العذاب بالأليم ، لأن شدة العذاب لما بلغت الغاية والنهاية فى ذلك ، جعل الوقت الذى تقع فيه وقتا أليما أى مؤلما ."
    },
    {
      "ayah": 27,
      "surah": 11,
      "text": "ثم حكى - سبحانه - ما رد به قوم نوح عليه فقال : ( فَقَالَ الملأ الذين كَفَرُواْ مِن قِوْمِهِ مَا نَرَاكَ إِلاَّ بَشَراً مِّثْلَنَا وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا بَادِيَ الرأي وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ ) .والمراد بالملأ : أصحاب الجاه والغنى من قوم نوح . وهذا اللفظ اسم جميع لا واحد له من لفظه كرهط وهو - كما يقول الآلوسى - : مأخوذ من قولهم فلان ملئ بكذا : إذا كان قادرا عليه . . . أو لأنهم متمالئون أى متظاهرون متعاونون ، أو لأنهم يملأون القلوب والعيون . . .ووصفهم بالكفر ، لتسجيل ذلك عليهم من أول الأمر زيادة فى ذمهم .أى : بعد هذا النصح الحكيم الذى وجهه نوح - عليه السلام - لقومه ، رد عليه أغنياؤهم وسادتهم بقولهم ( مَا نَرَاكَ ) يا نوح إلا بشر مثلنا ، أى : إلا إنسانا مثلنا ، ليست فيك مزية تجعلك مختصا بالنبوة دوننا . . .فهم - لجهلهم وغبائهم - توهموا أن النبوة لا تجامع البشرية ، مع أن الحكمة تقتضى أن يكون الرسول بشرا من جنس المرسل إليهم ، حتى تتم فائدة التفاهم معه ، والاقتداء به فى أخلاقه وسلوكه .وقد حكى القرآن قولهم هذا فى أكثر من موضع ، ومن ذلك قوله - تعالى - ( وَقَالَ الملأ مِن قَوْمِهِ الذين كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ الآخرة وَأَتْرَفْنَاهُمْ فِي الحياة الدنيا مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ . وَلَئِنْ أَطَعْتُمْ بَشَراً مِّثْلَكُمْ إِنَّكُمْ إِذاً لَّخَاسِرُونَ . . . ) ثم إنهم فى التعليل لعدم اتباع نبيهم لم يكتفوا بقولهم ما نراك إلا بشر مثلنا : بل أضافوا إلى ذلك قولهم : ( وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا بَادِيَ الرأي ) ومرادهم بقولهم : ( أَرَاذِلُنَا ) أى فقراؤنا ومن لا وزن لهم فينا .قال الجمل : ولفظ ( أَرَاذِلُنَا ) فيه وجهان : أحدهما أنه جميع الجمع فهو جمع أرذل - بضم الذال - جمع رذل - بسكونها - نحو كلب وأكلب وأكالب . . .ثانهيما : أنه جمع مفرد وهو أرذل كأكبر وأكابر . . والأرذل هو المغروب عنه لرداءته .ومرادهم بقولهم : ( بَادِيَ الرأي ) أى : أوله من البدء . يقال : بدأ يبدأ إذا فعل الشئ أولا وعليه تكون الياء مبدلة من الهمزة لانكسار ما قبلها ويؤيده قراءة أبى عمرو \" بادئ الرأى \" .أى : وما نراك اتبعك يا نوح إلا الذين هم أقلنا شأنا وأحقرنا حالا من غير أن يثبتوا من حقيقة أمرك ، ولو تثبتوا وتفكروا ما اتبعوك ويصح أن يكون مرادهم بقولهم ( بَادِيَ الرأي ) أى اتبعوك ظاهرا لا باطنا ، ويكون لفظ ( بادى ) من البدو بمعنى الظهور . يقال : بدا الشئ يبدو بدواً وبُدوءاً وبداء أى ظهور وعليه يكون المعنى : وما نراك اتبعك يا نوح إلا الذين هم أهوننا أمرا ، ومع ذلك فإن اتباعهم لك إنما هو فى ظاهر أمرهم ، أما بواطنهم فهى تدين بعقيدتنا .وشبيه بهذه الجملة قوله - تعالى - ( قالوا أَنُؤْمِنُ لَكَ واتبعك الأرذلون ) قال صاحب الكشاف : وإنما استرذلوا المؤمنين لفقرهم وتأخرهم فى الأسباب الدنيوية لأنهم أى الملأ من قوم نوح - كانوا جهالا ما كانوا يعلمون إلا ظاهرا من الحياة الدنيا فكان الأشرف عندهم من له جاه ومال كما ترى أكثر المتسمين بالإِسلام ، يعقتدون ذلك ويبنون عليه إكرامهم وإهانتهم ، ولقد زال عنهم أن التقدم فى الدنيا - مع ترك الآخرة - لا يقرب أحدامن الله وإنما يبعده ، ولا يرفعه بل يضعه ، فضلا عن أن يجعله سببا فى الاختيار للنبوة والتأهيل لها . . .ثم أضافوا إلى مزاعمهم السابقة زعما جديدا فقالوا : ( وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ ) .والفضل : الزيادة فى الشرف والغنى وغيرهما مما يتميز به الإنسان عن غيره .والمراد هنا : آثاره التي تدل عليه .أى : أنت يا نوح ليست إلا بشرا مثلنا ، وأتباعك هم أحقرنا شأنا ، وما نرى لك ولمتبعيك شيئا من الزيادة علينا لا فى العقل ولا فى غيره ، بل إننا لنعتقد أنكم كاذبون فى دعواكم أنكم على الحق ، لأن الحق فى نظرنا هو فى عبادة هذه الأصنام التى عبدها من قبلنا آباؤنا .وهكذا نرى أن الملأ من قوم نوح - عليه السلام - قد عللوا كفرهم بما جاءهم به بثلاث علل ، أولها : أنه بشر مثلهم وثانيها : أن أتباعه من فقرائهم وثالثها : أنه لا مزية له ولأتباعه عليهم . .وهى كلها علل باطلة ، تدل على جهلهم ، وانطماس بصيرتهم ، ويدل على ذلك ، رد نوح - عليه السلام - الذى حكاه القرآن فى قوله - تعالى - :( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ . . . ) ."
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن ربي . . . )أى : قال نوح - عليه السلام - فى رده على الملأ الذين كفروا من قومه : ( قَالَ ياقوم ) أى : يا أهلى وعشيرتى الذين يسرنى ما يسرهم ويؤلمنى ما يؤلمهم .( أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن ربي ) أى : اخبرونى إن كنت على بصيرة من أمرى ، وحجة واضحة من ربى ، بها يتبين الحق من الباطل .( وَآتَانِي رَحْمَةً مِّنْ عِندِهِ ) أى : ومنحنى بفضله وإحسانه النبوة التى هى طريق الرحمة لمن آمن بها ، واتبع من اختاره الله لها . فالمراد بالرحمة هنا النبوة ( فَعُمِّيَتْ عَلَيْكُمْ ) أى : فأخفيت عليكم هذه الرحمة ، وغاب عنكم الانتفاع بهداياتها ، لأنكم ممن استحب العمى على الهدى .يقال : عُمِّى على فلان الأمر : أى أخفى عليه حتى صار بالنسبة إليه كالأعمى قال صاحب المنار : قرأ الجمهور فعميت - بالتخفيف - كخفيت وزنا ومعنى . قال - تعالى - ( فَعَمِيَتْ عَلَيْهِمُ الأنبآء يَوْمَئِذٍ فَهُمْ لاَ يَتَسَآءَلُونَ ) وقرأ حمزة والكسائى وحفص بالتشديد والبناء للمفعول ( فَعُمِّيَتْ ) أى : فحجبها عنكم جهلكم وغروركم . .والتعبير بعميت مخففة ومشددة أبلغ من التعبير بخفيت وأخفيت ، لأنه مأخوذ من العمى المقتضى لأشد أنواع الخفاء .والاستفهام فى قوله : ( أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ ) للإِنكار والنفى .أى : إذا كانت الهداية إلى الخير التى جئتكم بها قد خفيت عليكم مع وضوحها وجلائها ، فهل استطيع أنا وأتباعى أن نجبركم إجبارا ، ونقسركم قسرا على الإِيمان بى ، وعلى التصديق بنبوتى ، والحال أنكم كارهون لها نافرون منها .كلا إننا لا نستطيع ذلك لأن الإِيمان الصادق يكون عن اقتناع واختيار لا عن إكراه وإجبار .قال صاحب الظلال ما ملخصه : واللفظ فى القرآن قد يرسم بجرسه صورة كاملة للتناسق الفنى بين الألفاظ ، ومن أمثله ذلك قوله - تعالى - فى قصة نوح مع قومه ( أَنُلْزِمُكُمُوهَا . . . ) فأنت تحس أن كلمة انلزمكموها تصور جو الإِكراه ، بإدماج كل هذه الضمائر فى النطق ، وشد بعضها إلى بعض كما يدمج الكارهون مع ما يكرهون ، ويشدون إليه وهم نافرون ، وهكذا يبدولون من التناسق فى التعبير أعلى من البلاغة الظاهرية ، وأرفع من الفصاحة اللفظية ."
    },
    {
      "ayah": 29,
      "surah": 11,
      "text": "ثم وجه نوح - عليه السلام - نداء ثانيا إلى قومه زيادة في التلطف معهم ، وطمعا فى إثارة وجدانهم نحو الحق فقال : ( وياقوم لا أَسْأَلُكُمْ عَلَيْهِ مَالاً ) .أى : لا أطلب منكم شيئا من المال فى مقابل تبليغ ما أمرنى ربى بتبليغه إليكم : لأن طلبى هذا قد يجعلكم تتوهمون أنى محب للمال .( إِنْ أَجْرِيَ إِلاَّ عَلَى الله ) - تعالى وحده ، فهو الذى يثيبنى على دعوتى إلى عبادتكم له ، وفى هذه الجملة إشارة إلى أنه لا يسأل الله - تعالى - مالا ، وإنما يسأله ثوابا ، إذ ثواب الله يسمى أجرا ، لأنه جزاء على العمل الصالح .وشبيه بهذه الآية قوله - تعالى - فى سورة الشعراء : ( وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين ) وجملة ( وَمَآ أَنَاْ بِطَارِدِ الذين آمنوا ) معطوفة على جملة ( لا أَسْأَلُكُمْ عَلَيْهِ مَالاً ) لأن مضمونها كالنتيجة لمضمون المعطوف عليها ، إذ أن زهده فى مالهم يقتضى تمسكه بأتباعه المؤمنين .الطرد : الأمر بالبعد عن مكان الحضور تحقيرا أو زجرا .أى : وما أنا بطارد الذين آمنوا بدعوتى ، سواء أكانوا من الفقراء أم من الأغنياء ، لأن من استغنى عن مال الناس وعطائهم لا يقيسهم بمقياس الغنى والجاه والقوة . . . وإنما يقيسهم بمقياس الإِيمان والتقوى .قال الآلوسى : والمروى عن ابن جريح أنهم قالوا له : \" يا نوح إن أحببت أن نتبعك فاطرد هؤلاء الأراذل - وإلا فلن نرضى أن نكون نحن وهم فى الأمر سواء .وذلك كما قال زعماء قريش للنبى - صلى الله عليه وسلم - فى شأن فقراء الصحابة : اطرد هؤلاء عن مجلسك ونحن نتبعك فإنا نستحى أن نجلس معهم فى مجلسك . . . \"وجملة ( إِنَّهُمْ مُّلاَقُو رَبِّهِمْ ) تعليل لنفى طردهم .أى : لن أطردهم عن مجلسى أبدا ، لأنهم قد آمنوا بى ، ولأن مصيرهم إلى الله - تعالى - ، فيحاسبهم على سرهم وعلنهم ، أما أنا فأكتفى منهم بظواهرهم التى تدل على صدق إيمانهم ، وشدة إخلاصهم .وجاءت هذه الجملة بصيغة التأكيد ، لأن الملأ الذين كفروا من قومه كانوا ينكرون البعث والحساب .وقوله : ( ولكني أَرَاكُمْ قَوْماً تَجْهَلُونَ ) استدراك مؤكد لمضمون ما قبله .أى : لن اطردهم ، لأن ذلك ليس من حقى بعد أن آمنوا ، وبعد أن تكفل الله بمحاسبتهم ولكنى مع هذا البيان المنطقى الواضح ، أراكم قوما تجهلون القيم الحقيقية التى يقدر بها الناس عند الله ، وتجهلون أن مرد الناس جميعا إليه وحده - سبحانه - ليحاسبهم على أعمالهم ، وتتطاولون على المؤمنين تطاولا يدل على طغيانكم وسفاهتكم .وحذف مفعول ( تَجْهَلُونَ ) للعلم به ، وللإِشارة إلى شدة جهلهم .أى : تجهلون كل ما ينبغى ألا يجعله عاقل ."
    },
    {
      "ayah": 3,
      "surah": 11,
      "text": "ثم بين - سبحانه - ما يترتب على طاعته من خيرات فقال : ( وَأَنِ استغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ يُمَتِّعْكُمْ مَّتَاعاً حَسَناً إلى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ . . ) .والاستغفار طلب المغفرة والرحمة من الله - تعالى - .والتوبة : الإِقلاع عن كل ما نهى الله ، مع التصميم على عدم العودة إلى ذلك فى المستقبل .ويمتعكم : من الإِمتاع ، وأصل الإِمتاع الإِطالة ، ومنه : أمتعنا الله بك أى : أطال لنا بقاءك .والآية الكريمة معطوفة على قوله - سبحانه - قبل ذلك : \" ( أَلاَّ تعبدوا إِلاَّ الله . . ) .والمعنى : وعليكم - أيها الناس - بعد أن نبذتم كل عبادة لغير الله ، أن تديموا طلب مغفرته ورحمته ، وأن تتوبوا إليه توبة نصوحا ، فإنكم إن فعلتم ذلك ( يُمَتِّعْكُمْ ) الله - تعالى - ( مَّتَاعاً حَسَناً ) بأن يبدل خوفكم أمنا ، وفقركم غنى ، وشقاؤكم سعادة .قوله : ( إلى أَجَلٍ مُّسَمًّى ) أى : إلى نهاية حياتكم التى قدرها الله لكم فى هذه الدنيا .وقوله : ( وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ) أى : ويعط كل صاحب عمل صالح جزاء عمله .فالمراد بالفضل الأول : العمل الصالح . والمراد بالفضل الثاني الثواب الجزيل من الله - تعالى - .فالجملة الكريمة ، وعد كريم عن الله - تعالى - لكل من آمن وعمل صالحا .وجملة ( ثُمَّ توبوا إِلَيْهِ ) معطوفة على استغفروا . و ( ثم ) هنا على بابها من التراخى ، لأن الإِنسان يستغفر أولا ربه من الذنوب ، ثم يتوب إليه التوبة الصادقة النصوح التى لا رجعة معها إلى ارتكاب الذنوب مرة أخرى .ووصف المتاع بالحسن ، ليدل على أنه عطاء ليس مشوبا بالمكدرات والمنغصات التى تقلق الإِنسان فى دنياه ، وإنما هو عطاء يجعل المؤمن يتمتع بنعم الله التى أسبغها عليه ، مع المداومة على شكره - سبحانه - على هذه النعم .قال - تعالى - ( مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ ) ثم حذر - سبحانه - من الإِعراض عن طاعته فقال : ( وَإِن تَوَلَّوْاْ فإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ ) .أى : ذكرهم أيها الرسول الكريم بأن فى إخلاصهم العبادة لله ، وفى طاعتهم له ، سعادتهم الدنيوية الأخروية ، وفى إعراضهم عن ذلك شقاؤهم وحلول العذاب بهم .أى : إن تتولوا - أيها الناس - عن الحق الذى جئتكم به ، فإنى أخاف عليكم عذاب يوم القيامة ، الذى هو عذاب كبير هوله ، عظيم وقعه ، كما أخاف عليكم عذاب الدنيا .فتنكير ( يوم ) للتهويل والتعميم ، حتى يشمل عذاب الدنيا وعذاب الآخرة ، حيث إنهم كانوا ينكرون البعث والحساب ، فتخويفهم بالعذابين أزجر لنفوسهم القاسية ، وقلوبهم العاتية .وفى وصفه بالكبر ، زيادة - أيضا - فى تهويله وشدته ، حتى يثوبوا إلى رشدهم ، ويقلعوا عن غيهم وعنادهم ."
    },
    {
      "ayah": 30,
      "surah": 11,
      "text": "ثم وجه إليهم نداء ثالثا لعلهم يفيئون إلى رشدهم فقالك ( وياقوم مَن يَنصُرُنِي مِنَ الله إِن طَرَدتُّهُمْ أَفَلاَ تَذَكَّرُونَ )أى : افترضوا يا قوم أنى طردت هؤلاء المؤمنين الفقراء من مجلسى ، فمن ذا الذى يحمينى ويجبرنى من عذاب الله ، لأنه - سبحانه - ميزانه فى تقييم الناس ليس كميزانكم ، إن أكرم الناس عنده هو أتقاكم وليس أغناهم ، وهؤلاء المؤمنون هم أكرم عنده - سبحانه - منكم ، فكيف أطردهم؟والاستفهام فى قوله : ( أَفَلاَ تَذَكَّرُونَ ) لتوبيخهم وزجرهم . والجملة معطوفة على مقدر .أى : أتصرون على جهلكم؛ فلا تتذكرون أن لهم ربا ينصرهم إن طردتهم؟ إنكم إن بقيتم على هذا الإِصرار سيكون أمركم فرطا ، وستتعرضون للعذاب الأليم الذى يهلككم ."
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "ثم وجه إليهم نداء ثالثا لعلهم يفيئون إلى رشدهم فقالك ( وياقوم مَن يَنصُرُنِي مِنَ الله إِن طَرَدتُّهُمْ أَفَلاَ تَذَكَّرُونَ )أى : افترضوا يا قوم أنى طردت هؤلاء المؤمنين الفقراء من مجلسى ، فمن ذا الذى يحمينى ويجبرنى من عذاب الله ، لأنه - سبحانه - ميزانه فى تقييم الناس ليس كميزانكم ، إن أكرم الناس عنده هو أتقاكم وليس أغناهم ، وهؤلاء المؤمنون هم أكرم عنده - سبحانه - منكم ، فكيف أطردهم؟والاستفهام فى قوله : ( أَفَلاَ تَذَكَّرُونَ ) لتوبيخهم وزجرهم . والجملة معطوفة على مقدر .أى : أتصرون على جهلكم؛ فلا تتذكرون أن لهم ربا ينصرهم إن طردتهم؟ إنكم إن بقيتم على هذا الإِصرار سيكون أمركم فرطا ، وستتعرضون للعذاب الأليم الذى يهلككم ."
    },
    {
      "ayah": 32,
      "surah": 11,
      "text": "وهكذا نجد نوحا - عليه السلام - يشرح لقومه بأسلوب مهذب حكيم حقيقة أمره ، ويرد على شبهاتهم بما يزهقها . . .وعندما وجدوا أنفسهم عاجزين عن الرد على نبيهم بأسلوب مقارعة الحجة بالحجة ، لجأوا - على عادة طبقتهم - إلى أسلوب التحدى وقد أخذتهم العزة بالإِثم فقالوا - كما حكى القرآن عنهم :( قَالُواْ يانوح قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا . . . )أى : قال قوم نوح - عليه السلام - له بعد أن غلبهم بحجته ، وعجزوا عن الدفاع عن أنفسهم : ( يانوح قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا . . . )أى : خاصمتنا ونازعتنا فأكثرت فى ذلك حتى لم تترك لنا منفذا للرد عليك ، والجدال : هو المفاوضة على سبيل المنازعة والمغالبة . وأصله - كما يقول الآلوسى - من جدلت الحبل إذا أحكمت فتله ، ومنه الجديل - أى الحبل المفتول - وجدلت البناء : أحكمته ، والأجدال : الصقر المحكم البنية ، والمجدل - كمنبر القصر المحكم البناء . . .وسميت المنازعة فى الرأى جدالا ، لأن كل واحد من المتجادلين كأنما ، يفتل الآخر عن رأيه - أى بصرفه عنه - . . .وقيل : الأصل فى الجدال الصراع ، وإسقاط الإِنسان صاحبه على الجدالة - بفتح الجيم - أى : الأرض الصلبة .ثم أضافوا إلى هذا العجز عن مجابهة الحجة سفاهة فى القول فقالوا : ( فَأْتَنِا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين ) .أى : لقد سئمنا مجادلتك لنا ومللناها ، فأتنا بالعذاب الذى تتوعدنا به ، إن كنت من الصادقين فى دعواك النبوة ، وفى وعيدك لنا بعقاب الله ، فإننا مصرون على عبادة آلهتنا ، وكارهون لما تدعونا إليه .وهذا شأن الجاهل المعاند ، إنه بشهر السيف إذا أعجزته الحجة ، ويعلن التحدى إذا يئس عن مواجهة الحق . . ."
    },
    {
      "ayah": 33,
      "surah": 11,
      "text": "ولكن نوحا - عليه السلام - لم يخرجه هذا التحدى عن سمته الكريم ، ولم يعقده عناد قومه عن مداومة النصح لهم ، وإرشادهم إلى الحقيقة التى ضلوا عنها ، فقد رد عليهم بقوله ( إِنَّمَا يَأْتِيكُمْ بِهِ الله إِن شَآءَ وَمَآ أَنتُمْ بِمُعْجِزِينَ ) .أى : إنما يأتيكم بهذا العذاب الذى تستعجلونه الله - تعالى - وحده ، إن شاء ذلك ، لأنه هو الذى يملكه ( وَمَآ أَنتُمْ بِمُعْجِزِينَ ) أى : وما أنتم بمستطيعين الهروب من عذابه متى اقتضت مشيئته - سبحانه - إنزاله لكم ، لأنه - تعالى - لا يعجزه شئ ."
    },
    {
      "ayah": 34,
      "surah": 11,
      "text": "ثم أضاف إلى هذا الاعتراف بقدرة الله - تعالى - اعترافا آخر بشمول إرادته فقال : ( وَلاَ يَنفَعُكُمْ نصحي إِنْ أَرَدْتُّ أَنْ أَنصَحَ لَكُمْ ) .والنصح معناه : تحرى الصلاح والخير للمنصوح مع إخلاص النية من شوائب الرياء .يقال : نصحته ونصحت له . . . أى : أرشدته إلى ما فيه صلاحه .ويقال : رجل ناصح الجيب إذا كان نقى القلب طاهر السريرة . والناصح الخالص من كل شئ .أى : إنى قد دعوتكم إلى طاعة الله ليلا ونهارا ، ولم أقصر معكم فى النصيحة ومع ذلك فإن نصحى الدائم لن يفيدكم شيئا ، ما دامت قلوبكم فى عمى عنه ، وأسماعكم فى صمم منه ، ونفوسكم على غير استعداد له .وجواب الشرط فى قوله ( إِنْ أَرَدْتُّ أَنْ أَنصَحَ لَكُمْ ) محذوف لدلالة ما قبله عليه .وقوله : ( إِن كَانَ الله يُرِيدُ أَن يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ ) : زيادة تأكيد منه - عليه السلام - لعموم قدرة الله وإرادته .أى : إن كان الله - تعالى - يريد أن يضلكم عن طريق الحق ، ويصرفكم عن الدخول فيه ، بسبب إصراركم على الجحود والعناد ، فعل ذلك ، لأنه هو ربكم ومالك أمركم ، وإليه وحده ترجعون يوم القيامة ، ليجازيكم الجزاء الذى تستحقونه .وهكذا نجد نوحا - عليه السلام - قد سلك فى دعوته إلى الله ، أحكم السبل ، واستعمل أبلغ الأساليب ، وصبر على سفاهة قومه صبرا جميلا ."
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "وعند هذا الحد من قصة نوح مع قومه ، تنتقل السورة الكريمة انتقالا سريعا بقارئها إلى الحديث عن مشركى مكة ، الذين أنكروا أن يكون القرآن من عند الله ، ووقفوا من نبيهم - صلى الله عليه وسلم - موقفا يشبه موقف قوم نوح منه - عليه السلام - فترد عليهم بقوله - تعالى - :أَمْ ( يَقُولُونَ افتراه قُلْ . . . ) .وأم هنا منقطعة بمعنى بل التى للإضراب ، وهو انتقال المتكلم من غرض إلى آخر .والافتراء : الكذب المتعمد الذى لا توجد أدنى شبهة لقائله .والإِجرام : اكتساب الجرم وهو الشئ القبيح الذي يستحق فاعله العقاب .يقال : أجرم فلان وجرم واجترم ، بمعنى اقتراف الذنب الموجب للعقوبة وللمفسرين فى معنى هذه الآية اتجاهان :الاتجاه الأول يرى أصحابه : أنها معترضة بين أجزاء قصة نوح مع قومه ، وأنها فى شأن مشركى مكة الذين أنكروا أن يكون القرآن من عند الله .وعليه يكون المعنى . لقد سقنا لك يا محمد من أخبار السابقين ما هو الحق الذى لا يحوم حوله باطل ، ولكن المشركين من قومك لم يعتبروا بذلك ، بل يقولون إنك قد افتريت هذا القرآن ، قل لهم : إن كنت قد افتريته - على سبيل الفرض - فعلى وحدى تقع عقوبة إجرامى وافترائى الكذب ، وأنا برئ من عقوبة إجرامكم وافترائكم الكذب .أما الاتجاه الثانى فيرى أصحابه أن الآية الكريمة ليست معترضة ، وإنما هى من قصة نوح عليه السلام - وعليه يكون المعنى : بل أيقول قوم نوح إن نوحا - عليه السلام - قد افترى واختلق ما جاء به من عند نفسه ثم نسبه إلى الله - تعالى - قل لهم إن كنت قد افتريته فعلى سوء عاقبة إجرامى وكذبى ، وأنا برئ مما تقترفونه من منكرات ، وما تكتبسونه من ذنوب .ويبدو لنا أن الاتجاه الأول أرجح ، لأن التعبير عن أفكارهم بيقولون ، وعن الرد عليهم بقل ، الدالين على الحال والاستقبال ، يقوى أن الآية الكريمة فى شأن مشركى مكة .وقد اقتصر الإِمام ابن جرير على الاتجاه الأول ، ولم يذكر شيئا عن الاتجاه الثانى مما يدل على ترجيحه للاتجاه الأول فقال ما ملخصه : يقول - تعالى - ذكره : \" أيقول يا محمد هؤلاء المشركون من قومك : افترى محمد هذا القرآن وهذا الخبر عن نوح ، قل لهم : إن افتريته فتخرصته واختلقته فعلى إثمى فى افترائى ما اقتربت على ربى دونكم . . وأنا برئ مما تذنبون وتأثمون فى حقى وحق ربكم . . . \"وإلى هنا نرى الآيات الكريمة قد حكت لنا جانبا من مجادلة قوم نوح له ، ومن تطاولهم عليه ، ومن تحديهم لدعوته ، كما حكت لنا رده عليهم بأسلوب حكيم ، جعلهم يعجزون عن مجابهته فماذا كان من شأنه وشأنهم بعد ذلك؟"
    },
    {
      "ayah": 36,
      "surah": 11,
      "text": "لقد تابعت السورة الكريمة حديثها عن هذه القصة ، فبينت بعد ذلك قضاء الله العادل فى هؤلاء الظالمين ، حيث حكت لنا ما أوحاه الله إلى نوح - عليه السلام - فى شأنهم ، وما أمره بصنعه . . . فقال - تعالى - :( وَأُوحِيَ إلى نُوحٍ أَنَّهُ لَن يُؤْمِنَ . . . ) .قوله - سبحانه - : ( وَأُوحِيَ إلى نُوحٍ أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ ) على قوله ( قَالُواْ يانوح قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا . . ) أى : بعد أن لج قوم من نوح فى طغيانهم ، وصموا آذانهم عن سماع دعوته . . أوحى الله - تعالى - إلى نوح بأن يكتفى بمن معه من المؤمنين ، فإنه لم يبق فى قومه من يتوقع إيمانه بعد الآن ، وبعد أن مكث زمنا طويلا يدعوهم إلى الدخول فى الدين الحق ، فلم يزدهم دعاؤه إلا فرارا . .وقوله : ( فَلاَ تَبْتَئِسْ بِمَا كَانُواْ يَفْعَلُونَ ) تسلية له - عليه السلام - عما أصابه منهم من أذى .والابتئاس : الحزن . يقال : ابتأس فلان بالأمر ، إذا بلغه ما يكرهه ويغمه ، والمبتئس : الكاره الحزين فى استكانة .أى : فلا تحزن بسبب إصرارهم على كفرهم ، وتماديهم فى سفاهاتهم وطغيانهم ، فقد أن الأوان للانتقام منهم .قال الإِمام ابن كثير : يخبر الله - تعالى - فى هذه الآية ، أنه أوحى إلى نوح لما استعجل قومه نقمة الله بهم ، وعذابه لهم ، فدعا عليهم نوح دعوته وهى ( وَقَالَ نُوحٌ رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّاراً ) فمنذ ذلك أوحى الله - تعالى - إليه ( أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ ) فلا تحزن عليهم ، ولا يهمنك أمرهم ."
    },
    {
      "ayah": 37,
      "surah": 11,
      "text": "وقوله : ( واصنع الفلك بِأَعْيُنِنَا وَوَحْيِنَا . . . ) معطوف على قوله . . ( فَلاَ تَبْتَئِسْ . . . )والفلك : ما عظم من السفن ، ويستعمل هذا اللفظ للواحد والجمع ، والمراد به هنا سفينة واحدة عظيمة قام بصنعها نوح - عليه السلام - .والباء فى قوله ( بِأَعْيُنِنَا ) للملابسة ، والجار والمجرور فى موضع الحال من ضمير اصنع .أى : واصنع الفلك يا نوح ، حالة كونك بمرأى منا ، وتحت رعايتنا وتوجيهنا وإرشادنا عن طريق وحينا .وقوله - سبحانه - ( وَلاَ تُخَاطِبْنِي فِي الذين ظلموا إِنَّهُمْ مُّغْرَقُونَ ) نهى له عن المراجعة بشأنهم .أى : ولا تخاطبنى يا نوح فى شأن هؤلاء الظالمين ، بأن ترجونى فى رحمتهم أو فى دفع العذاب عنهم ، فقد صدر قضائى بإغراقهم ولا راد لقضائى .وقوله - تعالى - ( واصنع الفلك ) بيان لامتثال نوح لأمر ربه .وجاء التعبير بالفعل المضارع مع أن الصنع كان فى الماضى : استحضارا لصورة الصنع ، حتى لكأن نوحا - عليه السلام - يشاهد الآن وهو يصنعها ."
    },
    {
      "ayah": 38,
      "surah": 11,
      "text": "ثم بين - سبحانه - موقف قومه منه وهو يصنعها وقال : ( وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِّن قَوْمِهِ سَخِرُواْ مِنْهُ . . . )والسخرية : الاستهزاء . يقال : سخر فلان من فلان وسخر به ، إذا استخف به وضحك منه .أى : امتثل نوح لأمر ربه ، فطفق يصنع الفلك ، فكان الكافرون من قومه كلما مروا به وهو يصنعها استهزأوا به ، وتعجبوا من حاله ، وقالوا له على سبيل التهكم به ، يا نوح صرت نجارا بعد أن كنت نبيا ، كما جاء فى بعض الآثار .وهنا يرد عليهم نوح بقوله : ( إِن تَسْخَرُواْ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ ) .أى قال نوح لهم : إن تسخروا منى ومن أتباعى اليوم لصنعنا السفينة ، وتستجهلوا منا هذا العمل ، فإنا سنسخر منكم فى الوقت القريب سخرية محققة فى مقابل سخريتكم الباطلة .قال الإِمام الرازى : وقوله ( إِن تَسْخَرُواْ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ ) فيه وجوه :الأول : التقدير : إن تسخروا منا فى هذه الساعة فإنا نخسر منكم سخرية مثل سخريتكم إذا وقع عليكم الغرق فى الدنيا والخزى فى الآخرة .الثانى : إن حكمتم علينا بالجهل فيما نصنع فإنا نحكم عليكم بالجهل فيما أنتم عليه من الكفر والتعرض لسخط الله وعذابه ، فأنتم أولى بالسخرية منا .الثالث : إن تستجهلونا فإنا نستجهلكم ، واستجهالكم أقبح وأشد ، لأنكم لا تستجهلون إلأا لاجل الجهل بحقيقة الأمر ، والاغترار بظاهر الحال ، كما هو عادة الأطفال ."
    },
    {
      "ayah": 39,
      "surah": 11,
      "text": "ثم أضاف نوح - عليه السلام - إلى تهديدهم تهديدا آخر فقال : ( فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ ) .أى : فسوف تعلمون عما قريب ، من منا الذى سينزل عليه العذاب المخزى المهين فى الدنيا ، ومن منا الذى سيحل عليه العذاب الدائم الخالد فى الآخرة .وبهذا نرى أن هذه الآيات الكريمة قد قررت حكم الله الفاضل فى شأن قوم نوح - عليه السلام - بعد أن لبث فيهم زمنا طويلا يدعوهم إلى الحق ، ولكنهم صموا آذانهم عنه فماذا كان من أمره وأمرهم بعد ذلك .كان من أمره وأمرهم بعد ذلك أن أمر الله - تعالى - نوحا - عليه السلام - أن يحمل فى السفينة بعد أن أتم صنعها من كل نوع من أنواع الحيوانات ذكرا وأنثى ، ثم نزل الطرفان ، وسارت السفينة بمن فيها ، وأغرق الله - تعالى - الظالمين ، وقد حكى - سبحانه - كل ذلك فقال - تعالى :( حتى إِذَا جَآءَ أَمْرُنَا . . . )"
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "وقوله - سبحانه - ( إِلَى الله مَرْجِعُكُمْ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ ) تحذير آخر لهم ، إثر التحذير من الإِعراض عما جاهءم به نبيهم - صلى الله عليه وسلم - .والمرجع : مصدر ميمى بمعنى الرجوع الذى لا انفكاك لهم منه ، ولا محيد لهم عنه .أى : إلى الله - تعالى - وحده رجوعكم مهما طالت حياتكم ، ليحاسبكم على أعمالكم ، ويجازيكم عليها بما تستحقونه من جزاء ، وهو - سبحانه - على كل شيء قدير ، لا يعجزه أمر ولا يحول بينه وبين نفاذ إرادته حائل .وما دام الأمر كذلك ، فأخلصوا لله العبادة ، واستغفروا ثم توبوا إليه لتظفروا بالسعادة العاجلة والآجلة ."
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "قوله - سبحانه - ( حتى إِذَا جَآءَ أَمْرُنَا وَفَارَ التنور قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين . . . ) بيان لمرحلة جديدة من مراحل قصة نوح - عليه السلام - مع قومه .و ( حتى ) هنا حرف غاية لقوله - تعالى - قبل ذلك ( وَيَصْنَعُ الفلك . . . إلخ ) .والمراد بالأمر فى قوله - سبحانه - ( حتى إِذَا جَآءَ أَمْرُنَا . . . ) حلول وقت نزول العذاب بهم ، فهو مفرد الأمور ، أى : حتى إذا حل بهم وقت عذابنا . . قلنا احمل فيها من كل زوجين اثنين .ويصح أن يكون المراد به الأمر بالشئ على أنه مفرد الأوامر ، فيكون المعنى : حتى إذا جاء أمرنا لنوح بركوب السفينة ، وللأرض بتفجير عيونها ، وللسماء بإنزال أمطارها . . قلنا احمل فيها . . .وجملة ، وفار التنور ، معطوفة على ( جَآءَ أَمْرُنَا ) وكلمة ( فار ) من الفور والفوران ، وهو شدة الغليان للماء وغيره .قال صاحب المنار ما ملخصه : \" والفور والفوران ضرب من الحركة والارتفاع والقوى ، يقال في الماء إذا غلا وارتفع . . . ويقال فى النار إذا هاجت قال - تعالى - ( إِذَآ أُلْقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقاً وَهِيَ تَفُورُ ) ومن المجاز : فار الغضب ، إذا اشتد . . .وللمفسرين فى المراد بلفظ ( التنور ) أقوال منها : أن المراد به الشئ الذى يخبز فيه الخبز ، وهو ما يسمى بالموقد أو الكانون . . .ومنها أن المراد به وجه الأرض . . .ومنها : أن المراد به موضع اجتماع الماء في السفينة . . .ومنها : أن المراد به طلوع الفجر من قولهم : تنور الفجر . . .ومنها : أن المراد به أعالى الأرض والمواضع المرتفعة فيها . .وقيل : إن الكلام على سبيل المجاز ، والمراد بقوله - سبحانه - ( وَفَارَ التنور ) التمثيل بحضور العذاب ، كقولهم ، حمى الوطيس ، إذا اشتد القتال .وأرجح هذه الأقوال أولها ، لأن التنور فى اللغة يطلق على الشئ الذى يخبز فيه ، وفورانه معناه : نبع الماء منه بشدة مع الارتفاع والغليان ، كما يفوز الماء فى القدر عند الغليان ، ولعل ذلك كان علامة لنوح - عليه السلام - على اقتراب وقت الطوفان .وقد رجح هذا القول المحققون من المفسرين ، فقد قال الإِمام ابن جرير بعد أن ذكر جملة من الأقوال فى معى التنور : \" وأولى الأقوال عندنا بتأويل قوله ( التنور ) قول من قال : هو التنور الذى يخبز فيه ، لأن هذا هو المعروف من كلام العرب ، وكلام الله لا يوجه إلا إلى الأغلب الأشهر من معانيه عند العرب ، إلا أن تقوم حجة على شئ منه بخلاف ذلك ، فيسلم لها .وذلك لأنه جل ثناؤه إنما خاطبهم بما خاطبهم به لإِفهامهم معنى ما خاطبهم به .أى : قلنا لنوح حين جاء عذابنا قومه . . . وفار التنور الذى جعلنا فورانه بالماء آية مجئ عذابنا . . احمل فيها - أى السفينة من كل زوجين اثنين ..وقال الإِمام الرازى ما ملخصه : فإن قيل : فما الأصح من هذه الأقوال - فى معنى التنور . . . ؟قلنا : الأصل حمل الكلام على حقيقته ، ولفظ التنور حقيقة فى الموضع الذى يخبز فيه ، فوجب حمل اللفظ عليه . . .ثم قال : والذى روى من أن فور التنور كان علامة لهلاك القوم لا يمتنع لأن هذه واقعة عظيمة ، وقد وعد الله - تعالى - المؤمنين النجاة فلابد أن يجعل لهم علامة بها يعرفون الوقت المعين \" فلا يبعد جعل هذه الحالة علامة لحدوث هذه الواقعة \" .وجملة ( قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين وَأَهْلَكَ ) جواب إذا .ولفظ ( زوجين ) تثنية زوج ، والمراد به هنا الذكر والأنثى من كل نوع .قراءة الجمهور ( مِن كُلٍّ زَوْجَيْنِ اثنين ) بدون تنوين للفظ كل ، وإضافته إلى زوجين .وقرأ حفص : ( مِن كُلٍّ زَوْجَيْنِ اثنين ) بتنوين لفظ كل وهو تنوين عوض عن مضاف إليه ، والتقدير : احمل فيها من كل نوع من أنواع المخلوقات التى أنت فى حاجة إليها ذكرا وأنثى .ويكون لفظ ( زوجين ) مفعولا لقوله ( احمل ) واثنين صفة له .والمراد بأهله : أهل بيته كزوجته وأولاده ، وأكثر ما يطلق لفظ الأهل على الزوجة ، كما فى قوله - ( فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطور نَاراً قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَاراً . . . ) والمراد بأهله : من كان مؤمنا منهم .وجملة ( إِلاَّ مَن سَبَقَ عَلَيْهِ القول ) استثناء من الأهل .أى : احمل فيها أهلك إلا من سبق عليه قضاؤنا بكفره منهم فلا تحمله .والمراد بمن سبق عليه القول : زوجته التى جاء ذكرها فى سورة التحريم فى قوله - تعالى - ( ضَرَبَ الله مَثَلاً لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا . . ) وابنه الذى أبى أن يركب معه السفينة .قال الآلوسى عند تفسيره لهذه الجملة : والمراد زوجة له أخرى تسمى ( واعلة ) بالعين المهملة ، وفى رواية ( والقة ) وابنه منها واسمه ( كنعان ) . . وكانا كافرينوجملة ( وَمَنْ آمَنَ ) معطوفة على قوله ( وَأَهْلَكَ ) أى : واحمل معك من آمن بك من قومك .والمعنى للآية الكريمة : لقد امتثل نوح أمر ربه له بصنع السفينة ، حتى إذا ما تم صنعها ، وحان وقت نزول العذاب بالكافرين من قومه ، وتحققت العلامات الدالة على ذلك ، قال الله - تعالى - لنوح : احمل فيها من كل نوع من أنواع المخلوقات التى أنت فى حاجة إليها ذكر أو أنثى ، واحمل فيها أيضا من آمن بك من أهل بيتك دون من لم يؤمن ، واحمل فيها كذلك جميع المؤمنين الذين اتبعوا دعوتك من غير أهل بيتك .وقد ختم - سبحانه - الآية الكريمة بما يدل على قلة عدد من آمن به فقال : ( وَمَآ آمَنَ مَعَهُ إِلاَّ قَلِيلٌ ) .أى : وما آمن معه إلا عدد قليل من قومه بعد أن لبث فيهم قرونا متطاولة يدعوهم إلى الدين الحق ليلا ونهارا ، وسرا وعلانية .قال الآلوسى بعد أن ساق أقوالا فى عدد من آمن بنوح - عليه السلام - من قومه : . . . والرواية الصحيحة أنهم كانوا تسعة وسبعين : زوجته ، وبنوه الثلاثة ونساؤهم ، وانثان وسبعون رجلا وامرأة من غيرهم . . ."
    },
    {
      "ayah": 41,
      "surah": 11,
      "text": "ثم حكى - سبحانه - ما قاله نوح للمؤمنين عند ركوبهم السفينة فقال : ( وَقَالَ اركبوا فِيهَا بِسْمِ الله مجراها وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ ) .ومجريها ومرساها ، قرأهما الجمهور بضم الميمين فيهما ، وهما مصدران من جرى وأرسى . والباء فى ( بِسْمِ الله ) للملابسة ، والآية الكريمة معطوفة على جملة ، قلنا احمل فيها من كل زوجين اثنين .أى : قلنا له ذلك فامتثل أمرنا ، وقال لمن معه من المؤمين : سلموا أمركم لمشيئة الله - تعالى - وقولوا عند ركوب السفينة : باسم الله جريها فى هذا الطوفان العظيم ، وباسم الله إرساءها فى المكن الذى يريد الله - تعالى - إرساءها فيه .قال الشيخ الفاضل ابن عاشور : وعدى فعل ( اركبوا ) بفى ، جريا على الأسلوب الفصيح ، فإنه يقال : ركب الدابة إذا علاها . وأما ركوب الفلك فيعدى بفى ، لأن إطلاق الركوب عليه مجاز ، وإنما هو جلوس واستقرار ، فلا يقال : ركب السفينة؛ فأرادوا التفرقة بين الركوب الحقيقي والركوب المشابه له ، وهى تفرقة حسنة .وجملة ( إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ ) تعليل للأمر بالركوب المصاحب لذكر الله - تعالى - :أى : إن ربى لعظيم المغفرة ولعظيم الآية ما ملخصه : يقول الله - تعالى - إخبارا عن نوح أنه قال للذين أمر بحملهم معه فى السفينة ( اركبوا فِيهَا بِسْمِ الله مجراها وَمُرْسَاهَا . . )وقال - سبحانه - فى موضع آخر : ( فَإِذَا استويت أَنتَ وَمَن مَّعَكَ عَلَى الفلك فَقُلِ الحمد للَّهِ الذي نَجَّانَا مِنَ القوم الظالمين . وَقُل رَّبِّ أَنزِلْنِي مُنزَلاً مُّبَارَكاً وَأَنتَ خَيْرُ المنزلين ) ولهذا تستحب التسمية فى ابتداء الأمور : عند الركوب فى السفينة وعلى الدابة .فقد روى الطبرانى عن ابن عباس عن النبى - صلى الله عليه وسلم - قال : \" أمان أمتى من الغرق إذا ركبوا فى السفن أن يقولوا : بسم الله الملك . . بسم الله مجريها ومرساهها ، إن ربى لغفور رحيم \" ."
    },
    {
      "ayah": 42,
      "surah": 11,
      "text": "ثم بين - سبحانه - حال السفينة وهى تمخر بهم عباب الله فقال :( وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كالجبال ) .والموج : ما ارتفع من ماء البحر عند اضطرابه . وأصله من ماج الشئ يموج إذا اضطرب ومنه قوله - تعالى - ( وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ ) قال صاحب الكشاف : فإن قلت . بم اتصل قوله - تعالى - ( وَهِيَ تَجْرِي بِهِمْ ) ؟قلت : اتصل بمحذوف دل عليه اركبوا فيها باسم الله ، كأنه قيل : فركبوا فيها وهم يقولون : باسم الله ، وهى تجرى بهم .أى تجرى بهم وهم فيها فى موج كالجبال ، يريد موج الطوفان ، شبه كل موجه بالجل فى تراكمها واراتفاعها . .وقوله - سبحانه - ( ونادى نُوحٌ ابنه وَكَانَ فِي مَعْزِلٍ يابني اركب مَّعَنَا وَلاَ تَكُن مَّعَ الكافرين ) تصوير لتلك اللحظة الرهيبة الحاسمة التى أبصر فيها نوح - عليه السلام - ابنه الكافر وهو منعزل عنه وعن جماعة المؤمنين .والمعزل : مكان العزلة ، أى : الانفراد .أى : وقبل أن يشتد الطوفان وترتفع أمواجه ، رأى نوح ابنه كنعان ، وكان هذا الابن فى مكان منعزل ، فقال له نوح بعاطفة الأبوة الناصحة الملهوفة يا بنى راكب معنا فى السفينة ، ولا تكن مع القوم الكافرين الذين سيلفهم الطوفان بين أمواجه عما قريب . ولكن هذه النصيحة الغالية من الأب الحزين على مصير ابنه . لم تجد أذنا واعية من هذا الابن العاق المغرور ، بل رد على أبيه : ( قَالَ سآوي إلى جَبَلٍ يَعْصِمُنِي . . . ) ."
    },
    {
      "ayah": 43,
      "surah": 11,
      "text": "( قَالَ سآوي إلى جَبَلٍ يَعْصِمُنِي . . . )أى : قال : سألتجئ إلى جبل من الجبال الشاهقة ، لكى أتحصن به من وصول الماء إلى .وهنا يرد عليه أبوه الرد الأخير فيقول - كما حكى القرآن عنه - : ( قَالَ لاَ عَاصِمَ اليوم مِنْ أَمْرِ الله إِلاَّ مَن رَّحِمَ . . )أى : قال نوح لابنه : لا معصوم اليوم من عذاب الله إلا من رحمه - سبحانه - بلطفه وإحسانه ، وأما الجبال وأما الحصون . . وأما غيرهما من وسائل النجاة ، فسيعلوها الطوفان ، ولن تغنى عن المحتمى بها شيئا .وعبر عن العذاب بأمر الله ، تهويلا لشأنه .وقوله : ( وَحَالَ بَيْنَهُمَا الموج فَكَانَ مِنَ المغرقين ) بيان للعاقبة السيئة التى آل إليها أمر الابن الكافر .أى : وحال وفصل الموج بهديره وسرعته بين الابن وأبيه .فكانت النتيجة أن صار الابن الكافر من بين الكافرين المغرقين .والتعبير بقوله : ( وَحَالَ . . . ) يشعر بسرعة فيضان الماء واشتداده ، حتى لكأن هذه السرعة لم تمهلهما ليكملا حديثهما .والتعبير بقوله : ( فَكَانَ مِنَ المغرقين ) يشير إلى أنه لم يغرق وحده ، وإنما غرقهو وغرق معه كل من كان على شاكلته فى الكفر .وهكذا تصور لنا هذه الآية الكريمة ما دار بين نوح وابنه من محاورات فى تلك اللحظات الحاسمة المؤثرة ، التى يبذل فيها كل أب ما يستطيع بذله من جهود لنجاة ابنه من هذا المصير المؤلم ."
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "وبعد أن غرق الكافرون ، ونجا نوح ومن معه من المؤمنين ، وجه الله - تعالى - أمره إلى الأرض وإلى السماء . . فقال : ( وَقِيلَ ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي وَغِيضَ المآء وَقُضِيَ الأمر واستوت عَلَى الجودي وَقِيلَ بُعْداً لِّلْقَوْمِ الظالمين ) .أى : وبعد أن أدى الطوفان وظيفته فأغرق بأمر الله - تعالى - الكافرين ، قال الله - تعالى - للأرض : ( ياأرض ابلعي مَآءَكِ ) .أى : اشربى أيتها الأرض ما على وجهك من ماء ، وابتعليه بسرعة فى باطنك كما يبتلع الإِنسان طعامه فى بطنه بدون استقرار فى الفم .وقال - سبحانه - للسماء ( وياسمآء أَقْلِعِي ) أى : أمسكى عن إرسال المطر يقال : أقلع فلان عن فعله إقلاعا ، إذا كف عنه وترك فعله . ويقال : أقلعت الحمى عن فلان ، إذا تركته .فامتثلتا - أى الأرض والسماء - لأمر الله - فى الحال ، فهو القائل وقوله الحق : ( إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ ) وقوله ( وَغِيضَ المآء ) أى : نقص ونضب . يقال : غاض الماء يغيض ، إذا قل ونقص .والمراد به هنا : الملاء الذى نشأ عن الطوفان .وقوله : ( وَقُضِيَ الأمر ) أى : تم ونفذ ما وعد الله - تعالى - به نبيه نوحا - عليه السلام - من إهلاكه للقوم الظالمين .والضمير فى قوله : ( واستوت عَلَى الجودي ) للسفينة ، والجودى ، جيل بشمال العراق بالقرب من مدينة الموصل . وقيل هو جبل بالشام .أى : واستقرت السفينة التى تحمل نوحا والمؤمنين بدعوته ، على الجبل المعروف بهذا الاسم ، بعد أن أهلك الله أعداءهم .قال ابن كثير ما ملخصه : وكان خروجهم من السفينة فى يوم عاشوراء من المحرم ، فقد روى الإِمام أحمد عن أبى هريرة قال : \" مر النبى - صلى الله عليه وسلم - بأناس من اليهود ، وقد صاموا يوم عاشوراء ، فقال لهم : ما هذا الصوم؟ قالوا ، هذا اليوم الذى نجى الله موسى وبنى إسرائيل من الغرق ، وغرق فيه فرعون . وهذا يوم استوت فيه السفينة على الجودى . فصامه نوح وموسى - عليه السلام - شكرا لله .فقال النبى - صلى الله عليه وسلم - \" أنا أحق بموسى ، وأحق بصوم هذا اليوم \" فصامه ، وقال لأصحابه : من كان أصبح منكم صائما فليتم صومه ، ومن كان قد أصاب من غذاء أهله ، فليتم بقية يومه \" \" .ثم ختم - سبحانه - الآية الكريمة بقوله : وقيل بعدا القوم الظالمين .أى : هلاكا وسحقا وطردا من رحمة الله - تعالى - للقوم الذين ظلموا أنفسهم بإيثارهم الكفر على الإِيمان ، والضلالة على الهداية .قال الجمل : ( وبعدا ) مصدر بعد - بكسر العين - يقال بعد بعدا - بضم فسكون - وبعداً - بفتحتين - إذا بعد بعد بعيدا بحيث لا يرجى عوده ، ثم استعير للهلاك ، وخص بدعاء السوء ، وهو منصوب على المصدر بفعل مقدر . أى : وقيل بعداً بعدا . . .هذا وقد تكلم بعض العلماء عن أوجه البلاغة والفصاحة فى هذه الآية كلاما طويلا ، نكتفى بذكر جانب مما قاله فى ذلك الشيخ القاسمى فى تفسيره .قال - رحمه الله - ما ملخصه : \" هذه الآية بلغت من أسرار الإِعجاز غايتها ، وحوت من بدائع الفوائد نهايتها . وقد اهتم علماء البيان بإبراز ذلك ، ومن أوسعهم مجالا فى مضمار معارفها الإِمام \" السكاكى \" فقد أطال وأطنب فى كتابه \" المفتاح \" فى الحديث عنها .فقد قال - عليه الرحمة - فى بحث البلاغة والفصاحة :وإذ قد وفقت على البلاغة ، وعثرت على الفصاحة ، فأذكر لك على سبيل الأنموذج ، آية أكشف لك فيها من وجوههما ما عسى ن يكون مستورا عنك ، وهذه الآية هى قوله - تعالى - ( وَقِيلَ ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي وَغِيضَ المآء وَقُضِيَ الأمر . . ) .والنظر فى هذه الآية من أربع جهات : من جهة علم البيان ، ومن جهة علم المعانى ، ومن جهة الفصاحة المعنوية ، ومن جهة الفصاحة اللفظية .أما النظر فيها من جهة علم البيان . . فتقول : إنه - عز سلطانه - لما أراد أن يبين معنى هو : أردنا أن نرد ما انفجر من الأرض إلى بطنها فارتد ، وأن نقطع طوفان السماء فانقطع ، وأن نغيض الماء النازل من السماء فغاض لما أراد ذلك : بنى الكلام على التشبيه ، بأن شبه الأرض والسماء بالمأمور الذى لا يتأتى منه أن يعصى أمره . . وكأنهما عقلاء مميزون فقال : ( ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي . . . ) .ثم قال : ( ماءك ) بإضافة الماء إلى الأرض على سبيل المجاز ، تشبيها لاتصال الماء بالأرض ، باتصال الملك بالمالك .ثم اختار لاحتباس المطر لفظ الإِقلاع الذى هو ترك الفاعل للفعل .وأما المنظر فيها من حيث علم المعانى . . فذلك أنه اختير ( يا ) دون سائر أخواتها ، لكونها أكثر فى الاستعمال . . واختير لفظ \" ابلعى \" على \" ابتلعى \" لكونه أخصر . ثم أطلق الظلم ليتناول كل نوع منه ، حتى يدخل فيه ظلمهم لأنفسهم .وأما النظر فيها من جانب الفصاحة المعنوية فهى كما ترى . نظم للمعانى لطيف ، وتأدية لها ملخصة مبينة ، لا تعقيد الفكر فى طلب المراد ، ولا التواء يشيك الطريق إلى المرتاد ، بل إذا جربت نفسك عند استماعها ، وجدت ألفاظها تسابق معانيها ، ومعانيها تسابق ألفاظها ، فما من لفظة فى تركيب الآية ونظمها تسبق إلى أذنك ، إلا ومعناها أسبق إلى قلبك .وأما النظر فيها من جانب الفصاحة اللفظية : فألفاظها على ما ترى عربية ، مستعملة جارية على قوانين اللغة ، سليمة من التنافر ، بعدية عن البشاعة .ولا تظن الآية مقصورة على ما ذكرت ، فلعل ما تركت أكثر مما ذكرت ."
    },
    {
      "ayah": 45,
      "surah": 11,
      "text": "ثم ختم - سبحانه - قصة نوح مع قومه فى هذه السورة ، بتلك الضراعة التى تضرع بها نوح - عليه السلام - بشأن ولده ، وبذلك الرد الحكيم الذى رد به الخالق - عز وجل - على نوح - عليه السلام ، وبتعقيب على القصة يدل على وحدانية الله - تعالى - ، وعلى صدق الرسول - صلى الله عليه وسلم - فيما يبلغه عن ربه قال - تعالى - :( وَنَادَى نُوحٌ رَّبَّهُ فَقَالَ رَبِّ إِنَّ ابني مِنْ أَهْلِي . . . )المراد بالنداء فى قوله - سبحانه - : ( وَنَادَى نُوحٌ رَّبَّهُ . . . ) الدعاء والضراعة إلى الله - تعالى - .والجملة الكريمة معطوفة على ما قبلها .أى : وبعد أن تخلف ابن نوح عليه السلام عن الركوب معه فى السفينة ، وقضى الأمر بهلاك الكافرين ونجاة المؤمنين . . تضرع نوح - عليه السلام - إلى ربه فقال فى استعطاف ورجاء :يا رب! إن ابنى \" كنعان \" ( مِنْ أَهْلِي ) فهو قطعة منى ، فأسألك أن ترحمه برحمتك ( وَإِنَّ وَعْدَكَ الحق ) أى : وإن كل وعد تعده لعبادك هو الوعد الحق وأنت - يا ربى - قد وعدتنى بنجاة أهلى إلا من سبق عليه القول منهم ، لكنى فى هذا الموقف العصيب أطمع فى عفوك عن انبى وفى رحمتك له .وقوله : ( وَأَنتَ أَحْكَمُ الحاكمين ) أى : وأنت يا إلهى - لا راد لما تحكم به ، ولا معقب لحكمك ، وحكمك هو الحق والعدل ، وهو المنزه عن الخطأ والمحاباة ، لأنه صادر عن كمال العلم والحكمة .واكتفى نوح - عليه السلام - بأن يقول : ( رَبِّ إِنَّ ابني مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الحق وَأَنتَ أَحْكَمُ الحاكمين ) دون أن يصرح بمطلوبه وهو نجاة ابنه تأدباً مع الله - تعالى - وحياء منه - سبحانه - واعتقاداً منه بأنه - سبحانه - عليم بما يريده وخبر بما يجول فى نفسه .وهذا لو من الأدب السامى ، سلكه الأنبياء ، عليهم الصلاة والسلام - فى مخاطبتهم لربهم - عز وجل - ومن أولى منهم بذلك؟!!ولعل نوحا - عليه السلام - عندما تضرع إلى ربه - سبحانه - بهذا الدعاء لم يكن يعلم أن طلب الرحمة أو النجاة لابنه الكافر ممنوع ، فكان حاله فى ذلك كحال النبى - صلى الله عليه وسلم - عندما قال لعمه أبى طالب : \" لأستغفرن لك ما لم أنه عن ذلك \" واستمر يستغفر له إلى أن نزل قوله - تعالى - ( مَا كَانَ لِلنَّبِيِّ والذين آمنوا أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كانوا أُوْلِي قربى . . . ) وقال الشيخ القاسمى : وإنما قال نوح ذلك - أى : رب إن أبنى من أهلى . . ألخ - لفهمه - من الأهل ذوى القرابة الصورية ، والرحمة النسبية ، وغفل - لفرط التأسف على ابنه - عن استثنائه - تعالى - بقوله : ( إِلاَّ مَن سَبَقَ عَلَيْهِ القول ) ولم يتحقق أن ابنه هو الذى سبق عليه القول ، فاستعطف ربه بالاسترحام ، وعرض بقوله ( وَأَنتَ أَحْكَمُ الحاكمين ) إلى أن العالم العادل الحكيم لا يخلف وعده ."
    },
    {
      "ayah": 46,
      "surah": 11,
      "text": "وقوله - سبحانه - ( قَالَ يانوح إِنَّهُ لَيْسَ مِنْ أَهْلِكَ . . ) رد من الله - تعالى - على نوح فيما طلبه منه .أى : قال الله - تعالى - مجيبا لنوح - عليه السلام - فيما أسأله إياه : يا نوح إن ابنك هذا ( لَيْسَ مِنْ أَهْلِكَ ) لأن مدار الأهلية مبنى على القرابة الدينية ، وقد انقطعت بالكفر فلا علاقة بين مسلم وكافر .أو ليس من أهلك الذين وعدتك بنجاتهم ، بل هو ممن سبق عليه القول بسبب كفره .فالمراد نفى أن يكون من أهل دينه واعتقاده ، وليس المراد نفى أن يكون من صلبه ، لأن ظاهر الآية يدل على أنه ابنه من صلبه ، ومن قال بغير ذلك فقوله ساقط ولا يلتفت إليه ، لخلوه عن الدليل .قال ابن كثير : وقد نص غير واحد من الأئمة على تخطئة من ذهب فى تفسير هذا إلا أنه ليس بابنه ، وإنما كان ابن زنية .وقال ابن عباس وغير واحد من السلف : ما زنت امرأة نبى قط ، ثم قال : وقوله ( لَيْسَ مِنْ أَهْلِكَ ) أى : الذين وعدتك بنجاتهم .وقول ابن عباس فى هذا هو الحق الذى لا محيد عنه؛ فإن الله - تعالى - أغير من أن يمكن امرأة نبى من الفاحشة .وجملة ( إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ) تعليل لنفى الأهلية .وقد قرأ الجمهور ( عمل ) بفتح الميم وتنوين اللام - على أنه مصدر مبالغة فى ذمة حتى لكأنه هو نفس العمل غير الصالح وأصل الكلام إنه ذو عمل غير صالح ، فحذف المضاف للمبالغة بجعله عين عمله الفاسد لمداومته عليه .وقرأ الكسائي ويعقوب ( عمل ) بوزن فرح بصيغة الفعل الماضى - أى : إنه عمل غير صالح وهو الكفر والعصيان ، فحذف الموصوف وأقيمت صفته مقامه .قال صاحب الكشاف وقوله : ( إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ) تعليل لانتفاء كونه من أهله وفيه إيذان بأن قرابة الدين غامرة لقرابة النسب ، وأن نسيبك فى دينك ومعتقدك من الأباعد فى المنصب وإن كان حبشيا وكنت قرشيا لصيفك وخصيصك ، ومن لم يكن على دينك وإن كان أمس أقاربك رحما فهو أبعد بعيد منك .وقال الفخر الرازى : هذه الآية يدل على أن العبرة بقرابة الدين لا بقرابة النسب ، فإن فى هذه الصورة كانت قرابة النسب حاصلة من أقوى الوجوه ، ولكن لما انتفت قرابة الدين ، لا جرم نفاه الله - تعالى - بأبلغ الألفاظ وهو : قوله : ( إِنَّهُ لَيْسَ مِنْ أَهْلِكَ ) .والفاء فى قوله : ( فَلاَ تَسْئَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ . . ) للتفريع .أى : ما دمت قد وقفت على حقيقة الحال ، فلا تلتمس منى ملتمسا لا تعلم على وجه اليقين ، أصواب هو أم غير صواب ، بل عليك أن تثبت من صحة ما تطلبه ، قبل أن تقدم على طلبه .وجملة ( إني أَعِظُكَ أَن تَكُونَ مِنَ الجاهلين ) تأكيد لما قبلها ، ونهى له عن مثل هذا السؤال فى المستقبل ، بعد أن أعلمه بحقيقة حال ابنه .أى : إن أنهاك يا نوح عن أن تكون من القوم الجاهلين ، الذين يسألون عن أشياء لا يتحققون وجه الصواب فيها ."
    },
    {
      "ayah": 47,
      "surah": 11,
      "text": "وهنا بين الله - تعالى - أن نوحا - عليه السلام - قد تنبيه إلى ما أرشده إليه ربه ، فبادر بطلب العفو والصفح منه - سبحانه - فقالك ( قَالَ رَبِّ إني أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ . . . ) .أى : قال نوح - عليه السلام - ملتمسا الصفح من ربه : رب إن أستجير بك ، وأحتمى بجنابك من أن أسألك شيئا بعد الآن ، ليس عندى علم صحيح بأنه جائز ولائق ( وَإِلاَّ تَغْفِرْ لِي ) ما فرط منى من قول ، وما صدر عنى من فعل .( وترحمني ) برحمتك الواسعة التى وسعت كل شئ .( أَكُن مِّنَ الخاسرين ) الذين خسروا أنفسهم بالاحتجاب عن عملك وحكمتك ."
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "ثم بشر - سبحانه - نبيه نوحا - عليه السلام - بقبول توبته فقال : ( قِيلَ يانوح اهبط بِسَلاَمٍ مِّنَّا وَبَركَاتٍ عَلَيْكَ وعلى أُمَمٍ مِّمَّن مَّعَكَ . . )والسلام : التحية المقرونة بالأمان والاطمئنان ، وأصله السلامة ، والباء فيه للمصاحبة والبركات . جمع بركة وهى ثبوت الخير ونماؤه وزيادته ، واشتقاقها من البرك ، وهو صدر البعير . يقال : برك البعير إذا ألقى بركه أى صدره على الأرض وثبت . ومنه البركة لثبوت الماء فيها .والأمم : جمع أمة ، وهى الجماعة الكثيرة من الناس ، يجمعها نسب واحد أو لغة واحدة ، أو موطن واحد .أى : قال الله - تعالى - مبشرا نوحا - عليه السلام - بقبول توبته : يا نوح اهبط من السفينة مصحوبا منا بالأمان مما تكره ، وبالخيرات والنعم الثابتة عليك ، وعلى أمم متشعبة ومتفرعة وناشئة من الأمم المؤمنة التى ستهبط معك ، بعد أن أنجاكم الله - تعالى - بفضله ورحمته من العذاب ، الذى حل بالكافرين من قومك .وكان مقتضى الظاهر أن يقال : قال يا نوح اهبط بسلام . . ولكن جاء التعبير بقيل ، مسايرة للتعبيرات السابقة فى أجزاء القصة ، مثل قوله - سبحانه - ( وَقِيلَ ياأرض ابلعي مَآءَكِ . . . ) وقوله : ( وَقِيلَ بُعْداً لِّلْقَوْمِ الظالمين ) وقوله : ( اهبط بِسَلاَمٍ . . ) فيه إشارة إلى أنه كان قبل الهبوط فى ضيافة الله ورعايته ، وأنه لولا عناية الله به وبمن معه من المؤمنين ، لما نجت السفينة من ذلك الطوفان العظيم .والتعبير بقوله ( منا ) لزيادة التكريم ، وتأكيد السلام . أى : انزل بسلام ناشئ من عندنا ، ولس من عند غيرنا؛ لأن كل سلا من غيرنا لا قيمة له بجانب سلامنا .وقوله ( عَلَيْكَ وعلى أُمَمٍ مِّمَّن مَّعَكَ ) متعلق بسلام وبركات .وفى هذا الإِشارة إلى أنه - سبحانه - سيجعل من ذرية نوح ومن ذرية من معه من المؤمنين ، أمما كثيرة ستكون محل كرامة الله وأمانة وبركاته .وقوله - سبحانه - ( وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ أَلِيمٌ ) كلام مستأنف مسوق للاحتراز والتحذير من سوء عاقبة المخالفة لأمر الله .أى : أن الأمم التى ستكون من نسلك ومن نسل أتباعك يا نوح على قسمين : قسم منه له منا السلام ، وعليه البركات بسبب إيمانه وعمله الصالح .وقسم آخر سمنتعه فى الدنيا وبالكثير من زينتها وخيراتها ، ثم يصيبه يوم القيامة عذاب أليم بسبب جحوده لنعمنا ، وعصيانه لرسلنا .فعلى كل عاقل أن يجتهد فى أن يكون من القسم الأول ، وأن يتجنب القسم الثانى ."
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "ثم اختتم الله - تعالى - قصة نوح - عليه السلام - مع قومه فى هذه السورة ، بقوله : ( تِلْكَ مِنْ أَنْبَآءِ الغيب نُوحِيهَآ إِلَيْكَ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هذا فاصبر إِنَّ العاقبة لِلْمُتَّقِينَ )واسم الإِشارة ( تلك ) يعود إلى ما قصه الله - تعالى - من قصة نوح مع قومه فى هذه السورة .والأنباء : جمع نبأ وهو الخبر الهام . والغيب : مصدر غاب ، وهو مالا تدركه الحواس ولا يعلم ببداهة العقل .أى : تلك القصة التى قصصناها عليك يا محمد بهذا الأسلوب الحكيم ، من أخبار الغيب الماضية ، التى لا يعلم دقائقها وتفاصيلها أحد سوانا .ونحن ( نُوحِيهَآ إِلَيْكَ ) ونعرفك بها عن طريق وحبنا الصادق الأمين .وهذه القصة وأمثالها ( مَا كُنتَ تَعْلَمُهَآ ) أنت يا محمد ، وما كان يعلمها ( قومك ) أيضا ، بهذه الصورة الصادقة الحكيمة ، الخالية من الأساطير والأكاذيب .( مِن قَبْلِ ) هذا الوقت الذى أوحيناها إليك فيه .وما دام الأمر كذلك ( فاصبر ) صبرا جميلا على تبليغ رسالتك ، وعلى أذى قومك كما صبر أخوك نوع من قبل .وجملة ( إِنَّ العاقبة لِلْمُتَّقِينَ ) تعليل للأمر بالصبر .والعاقبة : الحالة التي تعقب حالة قبلها ، وقد شاعت عند الإِطلاق فى حالة الخير كما فى قوله - تعالى - ( والعاقبة للتقوى ) وأل فيها للجنس ، واللام فى قوله ( لِلْمُتَّقِينَ ) للاختصاص .أى : أن العاقبة الحسنة الطيبة فى الدنيا والآخرة ، للمتقين الذين صانوا أنفسهم عن كل مالا يرضى الله - تعالى - وليست لغيرهم ممن استحبوا العمى على الهدى .والآية الكريمة تعقيب حكيم على قصة نوح - عليه السلام - قصد به الامتنان على النبى - صلى الله عليه وسلم - والموعظة ، والتسلية .فالامتنان نراه فى قوله - تعالى - ( مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هذا ) .والموعظة نراها فى قوله - سبحانه - ( فاصبر ) .والتسلية نراها فى قوله - عز وجل - ( إِنَّ العاقبة لِلْمُتَّقِينَ ) .وبعد ، فهذه قصة نوح - عليه السلام - كما وردت فى هذه السورة الكريمة ، ومن العبر والعظات والهدايات والحقائق التى نأخذها منها ما يأتى :1 - الدلالة على صدق النبى - عليه السلام - فيما يبلغه عن ربه ، وعلى أن هذا القرآن من عند الله - تعالى - ، فقد أخبرنا عن قصة نوح - عليه السلام - مع قومه ، وعن غيرها من القصص ، التى هى من أنباء الغيب ، والتى لا يعلم حقيقتها وتفاصيلها أحد سوى الله - عز وجل - .2 - أن نوحا - عليه السلام - قد سلك فى دعوته إلى الله - تعالى - أحسن الأساليب وأحكمها ، فقد دعا قومه إلى عبادة الله - تعالى - وحده فى الليل وفى النهار ، وفى السر وفى العلانية ، وأقام لهم ألوانا من الأدلة على صدقه ، ورغبهم فى الإِيمان بشتى ألوان الترغيب ، وحذرهم من الكفر بشتى أنواع التحذي ، وصبر على آذاهم صبرا جميلا ، ورد على سفاهاتهم وأقوالهم بمنطق سليم ، أبطل بن حججهم . . مما جعلهم يكفون عن مناقشته ، ويلجأون إلى التحدى والتعنت .وما أحود الدعاة إلى الله - عز وجل - إلى التماس العبرة والعظة من قصة نوح مع قومه .3 - أن النسب مهما شرف وعظم لن ينفع صاحبه عند الله ، إلا إذا كان معه الإِيمان والعمل الصالح ، وأن الإِيمان والصلاح ليسا مرتبطين بالوراثة والأنساب لأنه لو كان الأمر كذلك لكانت ذرية نوح ومن معه من المؤمنين الذين نجوا معه فى السفينة . كلها من المؤمنين الصالحين ، مع أن المشاهد غير ذلك .ورحم الله الإِمام القرطبى فقد قال - ما ملخصه - عند تفسيره لقوله - تعالى - ( قَالَ يانوح إِنَّهُ لَيْسَ مِنْ أَهْلِكَ . . ) \" وفى هذه الآية تسلية للآباء فى فساد أبنائهم وإن كان الآباء الصالحين \" فقد روى أن ابنا لمالك بن أنس ارتكب أمرا لا يليق بمسلم ، فعلم بذلك مالك فقال : \" الأدب أدب الله ، لا أدب الأباء والأمهات ، والخير خير الله ، لا خير الآباء والأمهات . . \"4 - أن سؤال نوح - عليه السلام - ما سأله لابنه لم يكن - كما قال صاحب المنار معصية لله - تعالى - خالف فيها أمره أو نهيه ، وإنما كان خطأ فى اجتهاده رأى بنية صالحة .وإنما عدها الله - تعالى - ذنبا له لأنها كانت دون مقام العلم الصحيح اللائق بمنزلته من ربه ، هبطت بضعفه البشرى ، وما غرس فى الفطرة من الرحمة والرأفة بالأولاد إلى اتباع الظن ، ومثل هذا الاجتهاد لم يعصم منه الأنبياء ، فيقعون فيه أحيانا ليشعروا بحاجتهم إلى تأديب ربهم وتكميله إياهم آنا بعد آن ، بما يصعدون به فى معارج العرفان .5 - إن القرآن فى إيراده للقصص والأخبار ، لا يهتم إلا بإبراز النافع المفيد منها ، أما ما عدا ذلك مما لا فائدة من ذكره ، فيهمل القرآن الحديث عنه .فمثلا فى قصة نوح - عليه السلام - هنا ، لم يتعرض القرآن لبيان المدة التى قضاها نوح فى صنع السفينة ، ولا لبيان طول السفينة وعرضها وارتفاعها ، ولا لتفاصيل الأنواع التى حملها معه فى السفينة ، ولا لبيان الفترة التى عاشها نوح ومن معه فيها .ولا لبيان المكان الذى هبط فيه نوح بعد أن استوت السفينة على الجودى .. ولا لبيان الزمان الذى استغرقه الطوفان فوق الأرض .وما ورد فى ذلك من أقوال وأخبار ، أكثرها من الإِسرائيليات التى لا يؤيدها دليل من الشرع أو العقل .ومن المسائل التى تكلم عنها كثير من العلماء ، وذهبوا بشأنها مذاهب شتى مسألة الطوفان .وقد أصدر الأستاذ الإِمام الشيخ محمد عبده - رحمه الله - فتوى فى هذا الشأن ، ملخصها كما يقول صاحب المنار : أن ظواهر القرآن الكريم والأحاديث أن الطوفان كن عاما شاملا لقوم نوح الذين لم يكن فى الأرض غيرهم فيجب اعتقاده ، ولكنه لا يقتضى أن يكون عاما للأرض ، إذ لا دليل على أنهم كانوا يملأون الأرض .وهذه المسائل التاريخية ليست من مقاصد القرآن ، ولذلك لم يبينها بنص قطعى ، فنحن نقول بما تقدم إنه ظاهرا النصوص ، ولا نتخذه عقيدة دينية قطعية ، فإن أثبت العلم خلافه لا يضرنا ، لأنه لا ينقض نصا قطعيا عندنا .6 - أن سنة الله - تعالى - فى خلقه لا تتخلف ولا تتبدل وهى أن العاقبة للمتقين ، مهما طال الصراع بين الحق والباطل ، وبين الأخيار والأشرار .فلقد لبث نوح - عليه السلام - فى قومه ألف سنة إلا خمسين عاما يدعوهم إلى عبادة الله وحده ، وقد لقى خلال تلك المدة الطويلة ما لقى من الأذى . . . ولكن كانت النتيجة فى النهاية نجاته ومن معه من المؤمنين ، وإغراق أعدائه بالطوفان العظيم .ولقد أفاض صاحب الظلال - رحمه الله - وهو يتحدث عن هذا المعنى فقال ما ملخصه : \" ثم نقف الوقفة الأخيرة مع قصة نوح ، لنرى قيمة الحفنة المسلمة فى ميزان الله - سبحانه - .إن حفنة من المسلمين من أتباع نوح - عليه السلام - تذكر بعض الروايات ، أنهم اثنا عشر ، هم كانوا حصيلة دعوة نوح فى ألف سنة إلا خمسين عاما .إن هذه الحفنة - وهى ثمرة ذلك العمر الطويل والجهد الطويل - ، قد استحقت أن يغير الله لها المألوف من ظواهر هذا الكون ، وأن يجرى لها ذلك الطوفان الذى يغمر كل شئ . . . وأن يجعل هذه الحفنة وحدها هى وارثة الأرض بعد ذلك ، وبذرة العمران فيها .وهذه هى عبرة الحادث الكونى العظيم .إنه لا ينبغى لأحد يواجه الجاهلية بالإِسلام ، أن يظن أن الله تاركه للجاهلية وهو يدعو إلى إفراد الله - سبحانه - بالربوبية . كما أنه لا ينبغى له أن يقبس قوته الذاتية إلى قوى الجاهلية فيظن أن الله تاركه لهذه القوى ، وهو عبده الذى يستنصر به حين يغلب فيدعوه : ( أَنِّي مَغْلُوبٌ فانتصر ) إن القوى فى حقيقتها ليست متكافئة ولا متقاربة . . إن الجاهلية تملك قواها . . ولكن الداعى إلى اله يستند إلى قوة الله . والله يملك أن يسخر له بعض القوى الكونية - حينما يشاء وكيفما يشاء - وأيسر هذه القوى يدمر على الجاهلية من حيث لا تحتسب!! .والذين يسلكون السبيل إلى الله ليس عليهم أن يؤدوا واجبهم كاملا ، ثم يتركوا الأمور لله فى طمأنينة وثقة . وعندما يغلبون عليهم أن يلجأوا إلى الناصر المعين ، وأن يجأروا إليه وحده كما جأر عبده الصالح نوح : ( فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فانتصر ) ثم عليهم أن ينتظروا فرج الله القريب ، وانتظار الفرج من الله عبادة ، فهم على هذا الانتظار مأجورون . . والعاقبة للمتقين ."
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "ثم حكى - سبحانه - جانبا من جهالات المنحرفين عن الحق ، ومن أوهامهم الباطلة فقال - تعالى - :( أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُ أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور ) .وقوله : ( يَثْنُونَ ) من الثنى بمعنى الطى والستر . يقال : ثتنيت الثوب إذا طويته على ما فيه من الأشياء المستورة .وثنى الصدور : إمالتها وطأطأتهها وحنيها بحيث تكون القامة غير مستقيمة ، والاستخفاء : محاولة الاختفاء عن الأعين ، ومنه قوله - تعالى -( يَسْتَخْفُونَ مِنَ الناس وَلاَ يَسْتَخْفُونَ مِنَ الله وَهُوَ مَعَهُمْ . . ) وقوله : ( يَسْتَغْشُونَ ثِيَابَهُمْ . . ) أى : يتدثرون ويتغطون بها ، مبالغة فى الاستخفاء عن الأعين . فالسين والتاء فيه للتأكيد ، كما فى قوله - تعالى - ( واستغشوا ثِيَابَهُمْ . . . ) أى : جعلوا كالغشاء عليهم .وقد ذكر بعض المفسرين فى سبب نزول هذه الآية روايات منها : أنه كان الرجل من الكفار يدخل بينه ، ويرخى ستره ، ويحنى ظهره ، ويتغشى بثوبه ثم يقول : هل يعلم الله ما فى قلبى فنزلت هذه الآية .وقيل : نزلت فى المنافقين ، كان أحدهم إذا مر بالنبى - صلى الله عليه وسلم - ثنى صدره ، وتغشى بثوبه لئلا يراه .وقيل : \" نزلت فى الأخنس بن شريق ، وكان رجلا حلو المنطق ، حسن السياق للحديث ، يظهر لرسول الله - صلى الله عليه وسلم - المحبة ، ويضمر فى قلبه ما يضادها . . \"وعلى أية الحال فإن الآية الكريمة تصور تصويرا بديعا جهالات بعض الضالين بعلم الله - تعالى - المحيط بكل شيء ، كما تصور تصويرا دقيقا أوضاعهم الحسية حين يأوون إلى فراشهم ، وحين يلتقون بالنبى - صلى الله عليه وسلم - .والضمير المجررو فى قوله ( منه ) يعود إلى النبى - صلى الله عليه وسلم - وعليه يكون المعنى :ألا إن هؤلاء المشركين يعرضون عن لقاء النبى - صلى الله عليه وسلم - ويطأطئون رءوسهم عند رؤيته ، ليستخفوا منه ، حتى لا يؤثر فيهم بسحر بيانه .ومع أن كلا القولين له وجاهته وله من سبب النزول ما يؤيده ، إلا أننا نميل إلى كون الضمير يعود على الله - تعالى - لأن قوله - بعد ذلك ( يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ) يؤيد عودة الضمير إليه - سبحانه - إذ علم السر والعلن مرده إليه وحده .وافتتحت الآية الكريمة بحرف التنبيه ( ألا ) وجئ به مرة أخرى فى قوله ( أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ . . ) للاهتمام بمضمون الكلام ، وللفت أنظار السامعين إلى ما بلغه هؤلاء الضالون من جهل وانطماس بصيرة .ثم بين - سبحانه - أنه لا يخفى عليه شئ من أحوالهم فقال : ( أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور ) .أى : ألا يعلم هؤلاء الجاهلون أنهم حين يأوون إلى فراشهم ، ويتدثرون بثيابهم ، يعلم الله - تعالى - ما يسرونه فى قلوبهم من أفكار ، وما يعلنونه بأفواههم من أقوال ، لأنه - سبحانه - محيط بهما تضمره النفوس من خفايا ، وما يدور بها من أسرار .وجملة ( إِنَّهُ عَلِيمٌ بِذَاتِ الصدور ) تعليلية لتأكيد ما قبلها من علمه - سبحانه - بالسر والعلن . والمراد بذات الصدور : الأسرار المستكنة فيها .هذا ، وقد ذكر ابن كثير رواية أخرى فى سبب نزول هذه الآية فقال : قال ابن عباس :كانوا يكرهون أن يستقبلوا السماء بفروجهم وحال وقاعهم ، فأنزل الله هذه الآية رواه البخاري من حديث ابن جريج .وفى لفظ آخر له قال ابن عباس : \" أناس كانوا يستحيون أن يتخلوا فيفضوا إلى السماء ، وأن يجامعوا نساءهم فيفضوا إلى السماء ، فنزل ذلك فيهم . . . \"وظاهر من هذا الكلام المنقول عن ابن عباس أنها نزلت فى شأن جماعة من المسلمين هذا شأنهم ، ولعل مراده أن الآية تنطبق على صنيعهم وليس فعلهم هو سبب نزولها ، لأن الآية مسوقة للتوبيخ والذم ، والذين يستحقون ذلك هم أولئك المشركون وأشباههم الذين أعرضوا عن الحق ، وجهلوا صفات الله - تعالى - .قال الجمل بعد أن ذكر قول ابن عباس : \" وتنزيل الآية على هذا القول بعيد جدا ، لأن الاستحياء من الجماع وقضاء الحاجة فى حال كشف العورة إلى جهة السماء ، أمر مستحسن شرعا ، فكيف يلام عليه فاعله ويذم بمقتضى سياق الآية \" .وإذا فالذى يستدعيه السياق ويقتضيه ربط الآيات ، كون الآية فى ذم المشركين ومن على شاكلتهم من المنحرفين عن الطريق المستقيم ."
    },
    {
      "ayah": 50,
      "surah": 11,
      "text": "ثم تابعت السورة الكريمة حديثها عن قصة هود - عليه السلام - مع قومه ، بعد حديثها عن قصة نوح - عليه السلام - مع قومه ، فقال - تعالى - :( وإلى عَادٍ أَخَاهُمْ هُوداً . . . ) .تلك هى قصة هود - عليه السلام - مع قومه كما حكتها هذه السورة ، وقد وردت قصته معهم فى سور أخرى منها : سورة الأعراف ، والشعراء ، والأحقاف .وينتهى نسب هود إلى نوح - عليهما السلام - فهو - كما قال بعض المؤرخين - : هود بن عبد الله بن رباح بن الخلود بن عاد بن عوض بن إرم بن سام بن نوح \" .وقومه هم قبيلة عاد - نسبة إلى أبيهم الذى كان يسمى بهذا الاسم - ، وكانت مساكنهم بالأحقاف - جمع حقف وهو الرمل الكثير المائل - ، وهذا المكان يسمى الآن بالربع الخالى جنوب الجزيرة العربية .وكان قوم هود - عليه السلام - يعبدون الأصنام ، فأرسله الله إليهم لهدايتهم .ويقال إن هودا - عليه السلام - قد أرسله الله إلى عاد الأولى ، أما عاد الثانية فهم قوم صالح ، وبينهما زهاء مائة سنة .وقوله - سبحانه - : ( وإلى عَادٍ أَخَاهُمْ هُوداً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ . . ) معطوف على قصة نوح التى سبق الحديث عنها .أى : وكما أرسلنا نوحا إلى قومه ليأمرهم بعبادة الله وحده ، أرسلنا إلى قبيلة عاد أخاهم هوداً ، فقال لهم ما قاله كل نبى لقومه : ( ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ . . ) معطوف على قصة نوح التى سبق الحديث عنها .أى : وكما أرسلنا نوحا إلى قومه ليأمرهم بعبادة الله وحده ، أرسلنا إلى قبيلة عاد أخاهم هوداً ، فقال لهم ما قاله كل نبى لقومه : ( ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ ) ووصفه - سبحانه - بأنه ( أخاهم ) لأنه من قبيلتهم فى النسب ، أو لأنه أخوهم فى الإِنسانية وناداهم بقوله : ( ياقوم ) زيادة في التلطف معهم ، استجلابا لقلوبهم ، وترضية لنفوسهم ، وجملة ( مَا لَكُمْ مِّنْ إله غَيْرُهُ ) فى معنى العلة لما قبله .أى : أنا آمركم بعبادة الله وحده ، لأنه ليس هناك إله آخر يستحق العبادة سواء ، فهو الذى خلقكم ورزقكم ، وهو الذى يحييكم ويميتكم .ثم ختم - سبحانه - الآية بقوله : ( إِنْ أَنتُمْ إِلاَّ مُفْتَرُونَ ) .والافتراء : الكذب المتعمد الذى لا شبهة لصاحبه فى النطق به .أى : ما أنتم إلا معتمدون للكذب فى جعلكم الألوهية لغير الله - تعالى - ."
    },
    {
      "ayah": 51,
      "surah": 11,
      "text": "ثم بين لهم بعد ذلك أنه لا يريد منهم جزاء ولا شكورا فى مقابل دعوته إياهم إلى الحق فقال : ( ياقوم لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِنْ أَجْرِيَ إِلاَّ عَلَى الذي فطرني . . . )وفطرنى : أى خلقنى وأبدعنى على غير مثال سابق ، يقال : فطر الأمر . أى : ابتدأه وأنشأه . وفطر الله الخلق : أى خلقهم وأوجدهم . وأصل الفطر : الشق ، ثم استعمل فى الخلق والإِنشء مجازا .والمعنى : ويا قوم لا أريد منكم على ما أدعوكم إليه أجرا منكم ، وإنما أجرى تكفل به الله الذى خلقنى بقدرته ، فهو وحده الذى أطلب منه الأجر والعطاء .ومقصده من هذا القول ، إزالته ما عسى أن يكون قد حاك فى نفوسهم ، من أنه ما دعاهم إلى ما دعاهم إليه ، إلا أنه رجل يبتغى منهم الأجر الذى يجعله موسرا فيهم . .والهمزة فى قوله ( أَفَلاَ تَعْقِلُونَ ) للاستفهام الإِنكارى ، وهى داخله على محذوف .أى : أتجهلون ما هو واضح من الأمور ، فلا تعقلون أن أجر الناصحين المخلصين ، إنما هو من الله - تعالى - رب العالمين ورارقهم ."
    },
    {
      "ayah": 52,
      "surah": 11,
      "text": "ثم أرشدهم إلى ما يؤدى إلى زيادة غناهم وقوتهم ، وحذرهم من سوء عاقبة البطر والأشر فقال : ( وياقوم استغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ ) .والاستغفار : طلب المغفرة من الله - تعالى - وعدم المؤاخذة على الخطايا :والتوبة : العزم على الإِقلاع عن الذنب ، مع الندم على ما حصل منه فى الماضى .أى : ويا قوم استغفروا ربكم مما فرط منكم من شرك وعصيان ، ثم عودوا إليه بالتوبة الصادقة النصوح .وثم هنا للترتيب الرتبى ، لأن الإِقلاع عن الذنب مع المداومة على ذلك : مقدم على طلب المغفرة .وجملة ( يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً ) جواب الأمر فى قوله ( استغفروا ) .والمراد بالسماء هنا السحاب أو المطر ، تسمية للشئ باسم مصدره .ومدرارا : مأخوذ من الدر أى : سيلان اللبن وكثرته . ثم استعير للمطر الغزير يقال : درت السماء بالمطر تدر وتدر درا . . . إذا كثر نزول المطر منها .وهو حال من السماء ، ولم يؤنث مع أنه حال من مؤنث ، باعتبار أن المراد بالسماء هنا المطر أو السحاب .والمعنى : أن هودا - عليه السلام - قال لقومه يا قوم اعبدوا الله واستغفروه وتوبوا إليه . . فإنكم إن فعلتم ذلك أرسل الله - تعالى - عليكم المطر غزيرا متتابعا فى أوقات حاجتكم إليه؛ لتشربوا منه وتسقوا به دوابكم وزروعكم .وجملة ( وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ ) معطوفة على ما قبلها .أى : وأيضا إن فعلتم ذلك زادكم الله - تعالى - عزا إلى عزكم ، وزيادة القوة ، لأنهم كانوا أصحاب زروع وبساتين وعمارات . وقيل : \" حبس الله عنوهم المطر وأعقم أرحام نسائهم ثلاث سنين ، فوعدهم هود على الاستغفار والتوبة كثرة الأمطار ، ومضاعفة القوة بالتناسل . . \" ثم حذرهم من مقابلة نعم الله بالكفر والجحود فقال : ( وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ ) والتولى : هو الإِعراض عن الشئ بإصرار وعناد .أى : ولا تتولوا عما دعوتكم إليه وأنتم مصرون على ما أنتم عليه من إجرام وجحود وعناد .وإلى هنا يكون هود - عليه السلام - قد وضح لقومه دعوته ، ورغبهم فى الاستجابة لها ، وحذرهم من الإِعراض عنها ، وناداهم بلفظ - يا قوم - ثلاث مرات ، توددوا إليهم ، وتذكيرا لهم بآصرة القرابة التى تجمعهم وإياه .لعل ذلك يستثير مشاعرهم ، ويحقق امطئنانهم إليه ، فإن الرائد لا يكذب أهله ."
    },
    {
      "ayah": 53,
      "surah": 11,
      "text": "ولكن قوم هود - عليه السلام - قابلوا كل ذلك بالتطاول عليه ، والسخرية منه فقالوا : ( قَالُواْ ياهود مَا جِئْتَنَا بِبَيِّنَةٍ . . ) .والبينة : ما يتبين به الحق من الباطل . أى : قالوا له يا هود إنك لم تجئنا بحجة تقنعنا بأنك على الحق فيما تدعو إليه ، وترضى نفوسنا وطباعنا وعاداتنا .ثم أضافوا إلى ذلك قولهم : ( وَمَا نَحْنُ بتاركي آلِهَتِنَا عَن قَوْلِكَ ) .أى : وما نحن بتاركى آلهتنا بسبب قولك لنا الخالى عن الدليل : ارتكوا عبادتها واجعلوا عبادتكم لله وحده .ثم أكدوا إصرارهم على كفرهم بقوله ( وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ ) أى : بمستجيبين لك ومصدقين ."
    },
    {
      "ayah": 54,
      "surah": 11,
      "text": "ثم أضافوا إلى إصرارهم هذا استخفافا به وبما يدعو إليه فقالوا : \" إن نقول إلا اعتراك بعض آلهتنا بسوء . . \"ومعنى اعتراك : أصابك ومسك . يقال عراه الأمر واعتراه أى أصابه ، وأصله من قولهم : عراه يعروه ، أى : غشية وأصابه . ومنه قول الشاعر :وإنى لتعرونى لذكراك هزة . . ... أى : تصيبنى .أى : ما نحن تباركى آلهتنا عن قولك ، وما نحن لك بمتبعين ، بل عليك أن تيأس يأسا تاما من استجابتنا لك ، وحالتك التى نراها بأعيننا تجعلنا نقول لك : إن سبك لآلهتنا جعل بعضها - لا كلها - يتسلط عليك ، ويوجه قدرته نحوك ، فيصيبك بالجنون والهذيان والأمراض .ولم يقولوا : \" اعتراك آلهتنا بسوء \" بل قالوا : ( بَعْضُ آلِهَتِنَا ) تهديدا له وإشارة إلى أنه لو تصدت له جميع الآلهة لأهلكته إهلاكا .وهذكا نراهم قد ردوا على نبيهم ومرشدهم بأربعة ردود ، تدرجوا فيها من السئ إلى الأسوأ ، ومن القبيح إلى الأقبح . . مما يدل على توغلهم فى الطغيان ، وبلوغهم النهاية فى العناد والكفر والجحود .قال صاحب الكشاف ما ملخصه : \" أن نقول إلا اعتراك بعض آلهتنا بسوء . . \"أى : مسك بجنون لسبك إياها ، وصدك عنها ، وعداوتك لها ، مكافأة لك منها على سوء فعلك بسوء الجزاء ، فمن ثم صرت تتكلم بكلام المجانين وتهذى بهذيان المبرسمين .ثم قال . وقد دلت ردودهم المتقدمة على أن القوم كانوا جفاة غلاظ الأكباد ، لا يبالون بالبهت ، ولا يلتفتون إلى النصح ، ولا تلين شكيمتهم للرشد .وهذا الأخير دال على جهل مفرط ، وبله متناه ، حيث اعقتدوا فى حجارة أنها تنتصر وتنقم . . .والآن بعد أن استمع هود - عليه السلام - إلى ردودهم القبيحة ماذا كان موقفه منهم؟لقد كان موقفه منهم : موقف المتبرئ من شركهم ، والمتحدى لطغيانهم والمعتمد على الله - تعالى - وحده فى الانتصار عليهم ، ولقد حكى القرآن رده علهيم فقال :( قَالَ إني أُشْهِدُ الله واشهدوا أَنِّي برياء مِّمَّا تُشْرِكُونَ . مِن دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لاَ تُنظِرُونِ . إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ .فَإِن تَوَلَّوْاْ فَقَدْ أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلاَ تَضُرُّونَهُ شَيْئاً إِنَّ رَبِّي على كُلِّ شَيْءٍ حَفِيظٌ )أى : قال هود - عليه السلام - للطغاة من قومه بعزة وثقة ( قَالَ إني أُشْهِدُ الله ) الذى لا رب سواه على براءتى من عبادتكم لغيره .( واشهدوا ) أنتم أيضا على ( أَنِّي برياء مِّمَّا تُشْرِكُونَ ) .أى : على براءتى من كل عبادة تعبدونها لغير الله - تعالى - لأنها عبادة باطلة . يحتقرها العقلاء ، ويتنزه عنها كل إنسان يحترم نفسه .فأنت تراه فى هذه الآية الكريمة يعلن احتقاره لآلهتهم ، وبراءته من شركهم ، واستخفافه بأصنامهم التى زعموا أن بعضها قد أصابوا بسوء ، ويوثق هذه البراءة بإشهاد الله - تعالى - وإشهادهم ."
    },
    {
      "ayah": 55,
      "surah": 11,
      "text": "وذلك كما يقول الرجل لخصمه إذا لم يبال به : أشهد الله وأشهدك على أنى فعلت بك كذا وكذا ، وقلت فى حقك كذا وكذا . . فافعل أنت ما بدا لك!! . ثم ينتقل من براءته من شركهم ، إلى تحديثهم واطمئنان فيقول : ( فَكِيدُونِي جَمِيعاً ثُمَّ لاَ تُنظِرُونِ ) .أى : لقد أعلنت أمامكم بكل قوة ووضوح أنى برئ من شرككم ، وها أنذا فى مواجهتكم ، فانضموا إلى آلهتكم وحاربونى بما شئتم من ألوان المحاربة والأذى بدون تريث أو إمهال ، فإنى لن أكف علن الجهر بدعوتى ، ولن تراجع عن احتقار الباطل الذى أنتم عليه .وهذا - كما يقول صاحب الكشاف - من أعظم الآيات ، أن يواجه بهذا الكلام رجل واحد أمة عطاشا إلى إراقة دمه ، يرمونه عن قوس واحدة وذلك لثقته بربه ، وأنه يعصمه منهم ، فلا تنشب فيه مخالبهم ."
    },
    {
      "ayah": 56,
      "surah": 11,
      "text": "ثم ينتقل بعد ذلك إلى بيان السبب الذى دعاه إلى البراءة من شركهم ، وإلى عدم المبالاة بهم فقال - كما حكى القرآن عنه - ( إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ . . ) .أى : إني فوضت أمرى إلى الله الذى هو ربى وربكم ، ومالك أمرى وأمركم ، والذى لا يقع فى هذا الكون شئ إلا بإرادته ومشيئته .وفى قوله : ( رَبِّي وَرَبِّكُمْ ) مواجهة بالحقيقة التى ينكرونها ، لإِفهامهم أن إنكارهم لا قيمة له ، وأنه إنكار عن جحود وعناد . . فهو - سبحانه - ربهم سواء أقبلوا ذلك أم رفضوه . وقوله ( مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ ) تصوير بديع لشمول قدرته - سبحانه - والأخذ : هو التناول للشئ عن طريق الغلبة والقهر .والناصبة : منبت الشعر فى مقدم الرأس ، ويطلق على الشعر النابت نفسه .قال الإِمام الرازى : واعلم أن العرب إذا وصفوا إنسانا بالذلة والخضوع قالوا : ما ناصية فلان إلا بيد فلان . أى أنه مطيع له ، لأن كل من أخذت بناصيته فقد قهرته . وكانوا إذا أسروا أسير وأرادوا إطلاقه جزوا ناصيته ليكون ذلك علامة لقهره فخوطبوا فى القرآن بما يعرفون ..والمعنى : إنى اعتمدت على الله ربى وربكم : ما من دابة تدب على وجه الأرض إلا والله - تعالى - مالكها وقاهر لها ، وقادر عليها ، ومتصرف فيها كما يتصرف المالك فى ملكه .وفى هذا التعبير الحكيم صورة حسية بديعة تناسب المقام ، كما تناسب غلظة قوم هود وشدتهم . وصلابة أجسامم وبنيتهم ، وجفاف حسهم ومشاعرهم . . فكأنه - عليه السلام - يقول لهم : إنكم مهما بلغتم من القوة والبطش ، فما أنتم إلا دواب من تلك الدواب التى يأخذ ربى بناصيتها ، ويقهرها بقوته قهراً يهلكها - إذا شاء ذلك - فكيف أخشى دوابا مثلكم مع توكلى على الله ربى وربكم؟!ثم يتبع هذا الوصف الدال على شمول قدرة الله - تعالى - بوصف آخر يدل على عدالته وتنزه عن الظلم فيقول : ( إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ ) .أى : إن ربى قد اقتضت سنته أن يسلك فى أحكامه طريق الحق والعدل وما دام الأمر كذلك فلن يسلطكم على لأنه - حاشاه - أن يسلط من كان متمسكا بالباطل ، على من كان متمسكا بالحق .واكتفى هنا باإضافة الرب إلى نفسه ، للإشارة إلى أن لطفه - سبحانه - يشمل هودا وحده ولا يشملهم ، لأنهم أشركوا معه فى العبادة آلهة أخرى ."
    },
    {
      "ayah": 57,
      "surah": 11,
      "text": "ثم ختم هود - عليه السلام - رده على قومه ، بتحذيرهم من سوء عاقبة إصرارهم على كفرهم فقال : ( فَإِن تَوَلَّوْاْ فَقَدْ أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ . . . )أى : فإن تتولوا عن دعوتى ، وتعرضوا عن الحق الذى جئتكم به من عند ربى ، فتكون عاقبتكم خسرا ، وأمركم فرطا .أما أنا فقد أديت واجبى ، وأبلغتكم ما أرسلت به إليكم من عند ربى بدون تكاسل أن تقصير . وقوله ( وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلاَ تَضُرُّونَهُ شَيْئاً ) وعيد لهم بإهلاكهم وإحلال غيرهم محلهم .أى : وهو - سبحانه - سهلككم بسبب إصراركم على كفركم فى الوقت الذى يشاؤه ، ويستخلف من بعدكم قوما آخرين سواكم ، يرثون دياركم وأموالكم ، ولن تضروا الله شيئا من الضرر بسبب إصراركم على كفركم ، وإنما أنتم الذين تضرون أنفسكم بتعريضها للدمار فى الدنيا ، وللعذاب الدائم فى الآخرة .وقوله : ( إِنَّ رَبِّي على كُلِّ شَيْءٍ حَفِيظٌ ) أى : إن ربى قائم على كل شيئ بالحفظ والرقابة والهيمنة ، وقد اقتضت سنته - سبحانه - أن يحفظ رسله وأولياءه ، وأن يخذل أعداءه .وإلى هنا تكون السورة الكريمة قد ساقت لنا بأسلوب بليغ حكيم . جانبا من الحوار الذى دار بين هود وقومه وهو يدعوهم إلى عبادة الله وحده ، فماذا كانت نتيجة هذا الحوال والجدال؟لقد كان نتيجته إنجاء هود والذين آمنوا معه ، وإهلاك أعدائهم ."
    },
    {
      "ayah": 58,
      "surah": 11,
      "text": "قال - تعالى - ( وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُوداً والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَاهُمْ مِّنْ عَذَابٍ غَلِيظٍ . وَتِلْكَ عَادٌ جَحَدُواْ بِآيَاتِ رَبِّهِمْ وَعَصَوْاْ رُسُلَهُ واتبعوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ .وَأُتْبِعُواْ فِي هذه الدنيا لَعْنَةً وَيَوْمَ القيامة ألا إِنَّ عَاداً كَفَرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍ )والمراد بالأمر فى قوله - سبحانه - ( وَلَمَّا جَآءَ أَمْرُنَا ) الأمر بنزول العذاب بهم .أى : وحين جاء أمرنا بتحقيق وعيدنا فى قوم هود ، وبتنفيذ ما أردناه من إهلاكهم وتدميرهم ( نَجَّيْنَا هُوداً والذين آمَنُواْ مَعَهُ ) تنجية مصحوبة ( برحمة ) عظيمة كائنة ( منا ) بسبب إيمانهم وعملهم الصالح .( وَنَجَّيْنَاهُمْ ) كذلك ( مِّنْ عَذَابٍ غَلِيظٍ ) أى : من عذاب ضخم شديد مضاعف ترك هؤلاء الطغاة وراءه صرعى كأنهم أعجاز نخل خاوية .ووصف العذاب بأنه غليظ ، بهذا التصوير المحسوس ، يتناسب كل التناس مع جو هذه القصة ، ومع ما عرف عن قوم هود من ضخامة فى الأجسام ، ومن تفاخر بالقوة؟قال تعالى - ( فَأَمَّا عَادٌ فاستكبروا فِي الأرض بِغَيْرِ الحق وَقَالُواْ مَنْ أَشَدُّ مِنَّا قُوَّةً . . . ) وكان عذابهم كما جاء فى آيات أخرى بالريح العقيم ، ومن ذلك قوله - تعالى - ( وَأَمَا عَادٌ فَأُهْلِكُواْ بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ . سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُوماً فَتَرَى القوم فِيهَا صرعى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ . . ) ."
    },
    {
      "ayah": 59,
      "surah": 11,
      "text": "واسم الإِشارة فى قوله - سبحانه - ( وَتِلْكَ عَادٌ . . . ) يعود إلى القبيلة أو إلى آثارهم التي خلفوها من بعدهم . أى : وتلك هى قصة قبيلة عاد مع نبيها هود - عليه السلام - وتلك هى عاقبتها وكانت الإِشارة للبعيد تحقيرا لهم ، وتهوينا من شأنهم بعد أن انتهوا ، وبعدوا عن الأنظارو الأفكار ، وقد كانوا يقولون : من أشد منا قوة .وقوله : ( جَحَدُواْ بِآيَاتِ رَبِّهِمْ وَعَصَوْاْ رُسُلَهُ واتبعوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ . . ) بيان لجرائمهم التى استحقوا بسببها العذاب الغليظ .والجحد : الإِنكار الشديد للحق الواضح .وآيات ربهم : الحجج والبراهين التى جاء بها الأنبياء من ربهم للدلالة على صدقهم .والجبار : هو الشخص المتعالى المتعاظم على الناس ، المترفع عن الاستجابة للحق .والعنيد : المعاند الطاغى الذى يعرف الحق ولكنه لا يتبعه .أى : وتلك هى قصة قبيلة عاد مع نبيها ، كفروا بآيات ربهم الدالة على صدق أنبيائه ، وعصوا رسله الذين جاءوا لهدايتهم ، واتبع سفلتهم وعوامهم أمر كل رئيس متجبر متكبر معاند منهم ، بدون تفكر أو تدبر .وقال - سبحانه - ( وَعَصَوْاْ رُسُلَهُ ) مع أنهم قد عصوا رسولا واحده هو هود - عليه السلام - ، للإِشارة إلأى أن معصيتهم لهذا الرسول كانها معصية للرسل جميعا ، لأنهم قد جاءوا برسالة واحدة فى جوهرها وهى : عبادة الله - تعالى - وحده ، والتقيد بأوامره ونواهيه .والإِشارة أيضا إلى ضخامة جرائمهم ، وإبراز شناعتها حيث عصوا رسلا لا رسولا .وقد وصفهم - سبحانه - فى هذه الآية بثلاث صفات هى أعظم الصفات فى القبح والشناعة : أولها : جحودهم لآيات ربهم . وثانيها : عصيانهم لرسله . وثالثها : اتباعها أمر رؤسائهم الطغاة ."
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "ثم ساق - سبحانه - ما يدل على كمال قدرته ، وسابغ فضله ، وشمول علمه فقال - تعالى - :( وَمَا مِن دَآبَّةٍ فِي الأرض . . . ) .قال الآلوسى ما ملخصه : الدابة اسم لكل حيوان ذى روح ، ذكرا كان أو أنثى ، عاقلا أو غيره ، مأخذو من الدبيب وهو فى الأصل المشى الخفيف . . واختصت فى العرف بذوات القوائم الأربع .والمراد بها هنا المعنى اللغوى باتفاق المفسرين . .قال - تعالى - ( والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ يَخْلُقُ الله مَا يَشَآءُ إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ ) والمراد برزقها : طعامها وغذاؤها الذى به قوام حياتها .والمعنى : وما من حيوان يدب على الأرض ، إلا على الله - تعالى - غذاؤه ومعاشه ، فضلا منه - سبحانه - وكرما على مخلوقاته .وقدم - سبحانه - الجار والمجرور ( عَلَى الله ) على متعلقة وهو ( رِزْقُهَا ) لإِفادة القصر . أى على الله وحده لا على غيره رزقها ومعاشها .وكون رزقها ومعاشها على الله - تعالى - لا ينافى الأخذ بالأسباب ، والسعى فى سبيل الحصول على وسائل العيش ، لأنه - سبحانه - وإن كان قد تكفل بأرزاق خلقه ، إلا أنه أمرهم بالاجتهاد فى استعمال كافة الوسائل المشروعة من أجل الحصول على ما يغنيهم ويسد حاجتهم .قال - تعالى - : ( هُوَ الذي جَعَلَ لَكُمُ الأرض ذَلُولاً فامشوا فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزْقِهِ وَإِلَيْهِ النشور ) وجملة ( وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ) بيان لشمول علمه - سبحانه - لكل شئ فى هذا الكون .والمستقر والمستودع : اسما مكان لمحل الاستقرار والإِيداع للدابة فى هذا الكون ، سواء أكان ذلك فى الأصلاب أم فى الأرحام أم فى القبور أم فى غيرها .قال الشوكانى : أخرج عبد الرزاق وابن جرير وابن المنذر وابن أبى حاتم وأبو الشيخ ، عن ابن عباس فى قوله ( وَيَعْلَمُ مُسْتَقَرَّهَا ) قال : حيث تأوى . ومستودعها قال : حيث تموت .وأخرج ابن أبى شيبة وابن جرير وابن المنذر والحاكم وصححه عن ابن مسعود قال : مستقرها فى الأرحام ومستودعها حيث تموت .قال : ويؤيد هذا التفسير الذى ذهب إليه ابن مسعود ما أخرجه الترمذى الحكيم فى نوادر الأصول والحاكم وصححه وابن مردويه والبيهقى فى الشعب عن ابن مسعود عن النبى - صلى الله عليه وسلم - قال : \" إذا كان أجل أحدكم بأرض ، أتيحت له إليها حاجة ، حتى إذا بلغ أقصى أثره منها فيقبض ، فتقول الأرض يوم القيامة : هذا ما استودعتنى \" .وقوله : ( كُلٌّ فِي كِتَابٍ مُّبِينٍ ) تذييل قصد به بيان دقة علمه - سبحانه - بعد بيان شمول هذا العلم وإحاطته بكل شئ .والتنوين فى ( كل ) هو تنوين العوض ، أى : كل ما يتعلق برزق هذه الدواب ومستقرها ومستودعها مسجل فى كتاب مبين ، أى : فى كتاب واضح جلى ظاهر فى علم الله - سبحانه - بحيث لا يغادر صغيرة ولا كبيرة إلا أحصاها ، وهذا الكتاب هو اللوح المحفوظ ."
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "ثم ختم - سبحانه - قصتهم مع نبيهم فى هذه السورة بقوله : ( وَأُتْبِعُواْ فِي هذه الدنيا لَعْنَةً وَيَوْمَ القيامة ) .والإِتباع : اقتفاء أثر الشئ بحيث لا يفوته . يقال : أتبع فلان فلانا إذا اقتفى أثره لكى يدركه أو يسير على نهجه .واللعنة : الطرد بإهانة وتحقير .أى : أنهم هلكوا مشيعين ومتبوعين باللعن والطرد من رحمة الله فى الدنيا والآخرة .وقوله : ( ألا إِنَّ عَاداً كَفَرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّعَادٍ قَوْمِ هُودٍ ) تسجيل لحقيقة حالهم ، ودعاء عليهم بدوام الهلاك ، وتأكيد لسخط الله عليهم .أى : ألا إن يوم عاد كفروا بنعم ربهم عليهم ، ألا سحقا وبعدا لهم عن رحمة الله ، جزاء جحودهم للحق ، وإصرارهم على الكفر ، واتسحبابهم العمى على الهدى .وتكرير حرف التنبيه \" ألا \" وإعادة لفظ \" عاد \" للمبالغة فى تهويل حالهم وللحض على الاعتبار والاتعاظ بمآلهم .هذا ، ومن العبر البارزة فى هذه القصة :1 - أن الداعى إلى الله ، عليه أن يذكر المدعوين بما يستثير مشاعرهم ، ويحقق اطمئنانهم إليه ، ويرغبهم فى اتباع الحق ، ببيان أن اتباعهم لهذا الحق سيؤدى إلى زيادة غناهم وقوتهم وأمنهم وسعادتهم .وأن الانحراف عنه سيؤدى إلى فقرهم وضعفهم وهلاكهم .انظر إلى قول هود - عليه السلام - : ( وياقوم استغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ )2 - وأن الداعى إلى الله - عندما يخلص لله دعوته ، ويعتمد عليه - سبحانه - فى تبليغ رسالته ، ويغار عليها كما يغار على عرضه أو أشد .فإنه فى هذه الحالة سيقف فى وجه الطغاة المناوئين للحق ، كالطود الأشم ، دون مبالاة بتهديدهم ووعيدهم . . لأنه قد آوى إلى ركن شديد .وهذه العبرة من أبرز العبر فى قصة هود عليه السلام .ألا تراه وهو رجل فرد يواجه قوما غلاظا شدادا طغاة ، إذا بطشوا بطشوا جبارين ، يدلون بقوتهم ويقولون فى زهو وغرور : من أشد منا قوة .ومع كل ذلك عندما يتطاولن على عقيدته؛ ويراهم قد أصروا على عصيانه .يواجههم بقوله : ( إني أُشْهِدُ الله واشهدوا أَنِّي برياء مِّمَّا تُشْرِكُونَ . مِن دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لاَ تُنظِرُونِ . . )أرأيت كيف واجه هود - عليه السلام - هؤلاء الغلاظ الشداد بالحق الذى يؤمن به دون مبالاة بوعيدهم أو تهديدهم . . ؟وهكذا الإِيمان بالحق عندما يختلط بالقلب . . يجعل الإِنسان يجهر به دون أن يخشى أحداً إلا الله - تعالى - ."
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "ثم واصلت السورة الكريمة حديثها عن قصص بعض الأنبياء مع أقوامهم فتحدثت عن قصة صالح - عليه السلام - مع قومه ، فقال - تعالى -( وإلى ثَمُودَ أَخَاهُمْ صَالِحاً . . . ) .هذه قصة صالح - عليه السلام - مع قومه كما ذكرتها هذه السورة ، وقد وردت هذه القصة فى سور أخرى منها سورة الأعراف ، والشعراء ، والنمل ، والقمر .وصالح - عليه السلام - ينتهى نسبه إلى نوح - عليه السلام - فهو صالح بن عبيد بن آسف بن ماسح بن عبيد بن حاذر بن ثمود . . بن نوح .وثمود : اسم للقبيلة التى منها صالح ، سميت باسم جدها ثمود ، وقيل سميت بذلك لقلة مائها ، لأن الثمد هو الماء القليل .وكانت مساكنهم بالحجر - بكسر الحاء وسكون الجيم - وهو مكان يقع بين الحجاز والشام إلى وادى القرى ، وموقعه الآن - تقريبا - المنطقة التى بين الحجاز وشرق الأردن ، وما زال المكان الذى كانوا يسكنونه بمدائن صالح حتى اليوم .وقبيلة صالح من القبائل العربية ، وكانوا خلفاء لقوم هود - عليه السلام - فقد قال - سبحانه - : ( واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأرض تَتَّخِذُونَ مِن سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الجبال بُيُوتاً . . . ) وكانوا يعبدون الأصنام ، فأرسل الله - تعالى - إليهم صالحاً ليأمرهم بعبادة الله وحده .وقوله : ( وإلى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ . . )معطوف على ما قبله من قصتى نوح وهود - عليهما السلام - .أى : وأرسلنا إلى قبيلة ثمود أخاهم فى النسب والموطن صالحا - عليه السلام فقال لهم تكل الكلمة التى قالها كل نبى لقومه : يا قوم اعبدوا الله وحده ، فهو الإِله الذى خلقكم ورزقكم ، وليس هناك من إله سواه يفعل ذلك .ثم ذكرهم بقدرة الله - تعالى - وبنعمه عليهم فقال : ( هُوَ أَنشَأَكُمْ مِّنَ الأرض واستعمركم فِيهَا )والإِنشاء : الإِيجاد والإِحداث على غير مثال سابق .واستعمركم من الإِعمار ضد الخراب فالسين والتاء للمبالغة . يقال : أعمر فلان فلانا فى المكان واستعمره ، أى جعله يعمره بأنواع البناء والغرس والزرع .أى : اعبدوا الله - تعالى - وحده ، لأنه - سبحانه - هو الذى ابتدأ خلقكم من هذه الأرض ، وأبوكم آدم ما خلق إلا منها وهو الذى جعلكم المعمرين لها ، والساكنين فيها ( تَتَّخِذُونَ مِن سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الجبال بُيُوتاً . . . ) قال - تعالى - فى شأنهم . . ( أَتُتْرَكُونَ فِي مَا هَاهُنَآ آمِنِينَ . فِي جَنَّاتٍ وَعُيُونٍ . وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ . وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فَارِهِينَ . فاتقوا الله وَأَطِيعُونِ ) فأنت ترى أن صالحا - عليه السلام - قد ذكرهم بجانب من مظاهر قدرة الله ومن أفضاله عليهم ، لكى يستميلهم إلى التفكر والتدبر ، وإلى تصديقه فيما يدعوهم إليه .والفاء فى قوله ( فاستغفروه ثُمَّ توبوا إِلَيْهِ ) للتفريع على ما تقدم .أى : إذا كان الله - تعالى - هو الذى أنشأكم من الأرض واستعمركم فيها فعليكم أن تخلصوا له العبادة ، وأن تطلبوا مغفرته عما سلف منكم من ذنوب .ثم تتوبوا إليه توبة صادقة : تجعلكم تندمون على ما كان منكم فى الماضى من شرك وكفر ، وتعزمون على التمسك بكل ما يرضى الله - تعالى - فى المستقبل .ثم فتح أمامهم باب الأمل فى رحمة الله - تعالى - فقال : ( إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ )أى : إن ربى قريب الرحمة من المحسنين ، مجيب الدعاء الداعين المخلصين ، فاقبلوا على عبادته وطاعته ، ولا تقنطوا من رحمة الله ."
    },
    {
      "ayah": 62,
      "surah": 11,
      "text": "ثم حكى القرآن ما رد به قوم صالح عليه فقال : ( قَالُواْ ياصالح قَدْ كُنتَ فِينَا مَرْجُوّاً قَبْلَ هذا . . ) .أى : قال قوم صالح له بعد أن دعاهم لما يسعدهم : يا صالح لقد كنت فينا رجلا فاضلا نرجوك لمهمات الأمور فينا لعلمك وعقلك وصدقك . . قبل أن تقول ما قلته ، أما الآن وبعد أن جئتنا بهذا الدين الجديد فقد خاب رجاؤنا فيك ، وصرت فى رأينا رجلا مختل التفكير .فالإِشارة فى قوله ( قَبْلَ هذا ) إلى الكلام الذى خاطبهم به حين بعثه الله إليهم .والاستفهام فى قولهم ( أَتَنْهَانَآ أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا ) للتعجيب والإِنكار .أى : أجئتنا بدعوك الجديد لتنهانا عن عبادة الآلهة التى كان يعبدها آباؤنا من قبلنا؟لا ، إننا لن نستجيب لك ، وإنما نحن قد وجدنا آباءنا على دين وإننا على آثارهم نسير .ثم ختموا ردهم عليه بقولهم : ( وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ ) .ومريب : اسم فاعل من أراب . تقول : أربت فلانا فأنا أريبه ، إذا فعلت به فعلا يوجب لديه الريبة أى : القلق والاضطراب .أى : لن نترك عبادة الأصنام التى كان يعبدها آباؤنا ، وإننا لفى شك كبير ، وريب عظيم من صحة ما تدعونا إليه ."
    },
    {
      "ayah": 63,
      "surah": 11,
      "text": "فانظر كيف قابل هؤلاء السفهاء الدعوة إلى الحق بالتصميم على الباطل ، ولكن صالحا - عليه السلام - لم ييأس بل يرد عليهم بأسلوب حكيم فيقول :( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةً مِّن رَّبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَن يَنصُرُنِي مِنَ الله إِنْ عَصَيْتُهُ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ ) .أى قال صالح - عليه السلام - لقومه : يا قوم أخبرونى إن كنت على حجة واضحة من ربى ومالك أمرى .( وَآتَانِي مِنْهُ رَحْمَةً ) أى : وأعطانى من عنده لا من عند غيره رحمة عظيمة حيث اختارنى لحمل رسالته . وتبليغ دعوته .وجملة ( فَمَن يَنصُرُنِي مِنَ الله إِنْ عَصَيْتُهُ ) جواب الشرط وهو قوله ( إِن كُنتُ على بَيِّنَةً ) .أى : إذا كان الله - تعالى - قد منحنى كل هذه النعم ، وأمرنى بأن أبلغكم دعوته فمن ذا الذى يجيرنى ويعصمنى من غضبه ، إذا أنا خالفت أمره أو قصرت فى تبليغ دعوته ، احتفاظا برجائكم فى ، ومسايرة لكم فى باطلكم؟لا ، إننى سأستمر فى تبليغ ما أرسلت به إليكم ، ولن يمنعنى عن ذلك ترغيبكم أو ترهيبكم .وقوله ( فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ ) تصريح منه بأن ما عليه هو الحق الذى لا يقبل الشك أو الريب ، وأن مخالفته توصل إلى الهلاك والخسران .والتخسير : مصدر خسر ، يقال خسر فلان فلانا إذا نسبه إلى الخسران : أى : فما تزويدوننى بطاعتكم ومعصية ربى غير الوقوع فى الخسران ، وغير التعرض لعذاب الله وسخطه وحاشاى أن أخالف أمر ربى إرضاء لكم .فالآية الكريمة تصور تصويرا بليغا ما كان عليه صالح - عليه السلام - من إيمان عميق بالله - تعالى - ومن ثبات على دعوته ومن حرص عليه طاعته - سبحانه - ."
    },
    {
      "ayah": 64,
      "surah": 11,
      "text": "ثم أرشد صالح - عليه السلام - إلى المعجزة الدالة على صدقه فيما يبلغه عن ربه فقال :\r( وياقوم هذه نَاقَةُ الله لَكُمْ آيَةً . . ) أى : معجزة ، واضحة دالة على صدقى وفى إضافة كغيرها من النوق التى تستعمل فى الركوب والنحر وغيرهما . لأن الله - تعالى - قد جعلها معجزة لنبيه صالح - عليه السلام - ولم يجعلها كغيرها .\rوقد ذكر بعض المفسرين من صفات هذه الناقة وخصائصها . ما لا يؤيده نقل صحيح ، لذا أضربنا عن كل ذلك صفحا ، ونكتفى بأن تقول : بأنها كانت ناقة ذات صفات خاصة مميزة ، تجعل قوم صالح يعلمون عن طريق هذا التمييز لها عن غيرها أنها معجزة دالة على صدق نبيهم - عليه السلام - فيما يدعوهم إليه .\rوقوله : ( فَذَرُوهَا تَأْكُلْ في أَرْضِ الله وَلاَ تَمَسُّوهَا بسوء فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ ) أمر لهم بعدم التعرض لها بسوء وتحذير لهم من نتائج مخالفة أمره .\rأى : اتركوا الناقة حرة طليقة تأكل فى أرض الله الواسعة؛ ومن رزقه الذى تكفل به لكل دابة ، واحذورا أن تمسوها بشئ من السوء مهما كان قليلا ، فإنكم لو فعلتم ذلك عرضتم أنفسكم لعذاب الله العاجل القريب .\rوالتعبير بقوله ( فَيَأْخُذَكُمْ ) بفاء التعقيب وبلفظ الأخذ ، يفيد سرعة الأخذ وشدته ، لأن أخذه - سبحانه - أليم شديد ."
    },
    {
      "ayah": 65,
      "surah": 11,
      "text": "ولكن قوم صالح - عليه السلام - لم يستمعوا إلى تحذيره ، بل قابلوه بالطغيان والعصيان ، ( فَعَقَرُوهَا ) أى : فعقروا الناقة ( وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ وَقَالُواْ يَاصَالِحُ ائتنا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ المرسلين ) والفاء معطوفة على محذوف : أى فخالفوا ما نهاهم عنه نبيهم فعقروها أى نحروها وأصل العقر : قطع عرقوب البعير ، ثم استعمل فى النحر لأن ناحر البعير يعقله ثم ينحره فقال لهم صالح - عليه السلام - بعد عقرها ( تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ ذلك وَعْدٌ غَيْرُ مَكْذُوبٍ ) .والتمتع : الانتفاع بالمتاع ، وهو اسم لما يحتاج إليه الإِنسان فى هذه الحياة من مأكل ومشرب وغيرهما .والمراد بدارهم : أماكن سكناهم التى يعيشون فيها .أى : قال لهم نبيهم بعد نحرهم للناقة : عيشوا فى بلدكم هذا ، متمتعين بما فيه من نعم لمدة ثلاثة أيام : فقط ، فهى آخر ما بقى لكم من متاع هذه الدنيا ، ومن أيام حياتكم .( ذلك ) الوعد بنزول العذاب بكم بعد هذه المدة القصيرة .( وَعْدٌ غَيْرُ مَكْذُوبٍ ) فيه لأنه صادر من الله - تعالى - الذى لا يخلف وعده .وعبر عن قرب نزول العذاب بهم بالوعد على سبيل التهكم بهم .قال الجمل : \" ومكذوب \" يجوز أن يكون مصدراً على وزن مفعول ، وقد جاء منه ألفاظ نحو : المجلود والمعقول والمنشور والمغبون ، ويجوز أن يكون اسم مفعول على بابه وفيه تأويلان : أحدهما : غير مكذوب فيه ، ثم حذف حرف الجر فاتصل الضمير مرفوعاً مستتراً فى الصفة ومثله : يوم مشهود . والثانى : أنه جعل هو نفسه غير مكذوب ، لأنه قد وفى به ، وإذا وفى به فقد صدق ."
    },
    {
      "ayah": 66,
      "surah": 11,
      "text": "ولقد تحقق ما توعدهم به نبيهم ، فقد حل بهم العذاب فى الوقت الذى حدده لهم ، قال - تعالى - ( فَلَمَّا جَآءَ أَمْرُنَا ) أى : فلما جاء أمرنا بإنزال العذاب بهم فى الوقت المحدد .( نَجَّيْنَا صَالِحاً والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا ) أى برحمة عظيمة كائنة منا .ونجيناهم أيضاً ( وَمِنْ خِزْيِ يَوْمِئِذٍ ) أى : من خزى وذل ذلك اليوم الهائل الشديد الذى نزل فيه العذاب بالظالمين من قوم صالح - عليه السلام - فأبادهم .فالتنوين فى قوله ( يومئذ ) عوض عن المضاف إليه المحذوف .وقوله - سبحانه - ( إِنَّ رَبَّكَ هُوَ القوي العزيز ) تسلية للرسول - صلى الله عليه وسلم - وللمؤمنين عما أصابهم من أذى .أى : إن ربك - أيها الرسول الكريم - هو القوى الذى لا يعدز شئ ، العزيز الذى لا يهون من يتولاه ويرعاه ، فلا تبتئس عما أصابك من قومك ، فربك قادر على أن يفعل بهم ، ما فعله بالظالمين السابقين من أمثالهم ."
    },
    {
      "ayah": 67,
      "surah": 11,
      "text": "ثم صور القرآن الكريم حال هؤلاء الظالمين تصويرا يدعو إلى الاعتبار والاتعاظ فقال : ( وَأَخَذَ الذين ظَلَمُواْ الصيحة فَأَصْبَحُواْ فِي دِيَارِهِمْ جَاثِمِينَ . كَأَن لَّمْ يَغْنَوْاْ فِيهَآ أَلاَ إِنَّ ثَمُودَ كَفرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّثَمُودَ )والصيحة : الصوت المرتفع الشديد . يقال : صاح فلان إذا رفع صوته بقوة . وأصل ذلك تشقيق الصوت ، من قولهم : انصاح الخشب والثوب ، إذا انشق قسمع له صوت .و ( جاثمين ) : من الجثوم وهو للناس وللطير بمنزلة البروك للإِبل . يقال : جثم الطائر يجثم جثما وجثوما فهو جاثم . . إذا وقع على صدره ، ولزم مكانه فلم يبرحه .ويغنوا فيها : أى يقيموا فيها . يقال : غنى فلان بالمكان يغنى إذا أقام به وعاش فيه فى نعمة ورغد .أى : وأخذ الذين ظلموا من قوم صالح - عليه السلام - عن طريق الصحة الشديدة التى أصبحت بهم بأمر الله - تعالى - ( فَأَصْبَحُواْ ) بسببها ( فِي دِيَارِهِمْ جَاثِمِينَ ) أى : هلكى صرعى ، ساقطين على وجوههم ، بدون حركة . . ."
    },
    {
      "ayah": 68,
      "surah": 11,
      "text": "( كَأَن لَّمْ يَغْنَوْاْ فِيهَآ ) أى : كأن هؤلاء القوم الظالمين ، لم يقيموا فى ديارهم عمرا طويلا وهم فى رخاء من عيشهم .( أَلاَ إِنَّ ثَمُودَ كَفرُواْ رَبَّهُمْ أَلاَ بُعْداً لِّثَمُودَ ) أى : ألا إن هؤلاء الظالمين من قبيلة ثمود ، كفروا نعمة ربهم وجحودها؛ ألا بعداً وسحقاً وهلاكاً لهؤلاء المجرمين من قبيلة ثمود .وفى تكرار حرف التنبيه ( ألا ) وتكرار لفظ ( ثمود ) تأكيد لطردهم من رحمة الله ، وتسجيل لما ارتكبوه من منكرات .وبذلك انطوت صفحة أولئك الظالمين من قوم صالح - عليه السلام - كما انطوت من قبلهم صحائف قوم نوح وهود - عليهما السلام - .ومن أبرز العبر والعظات التى نأخذها من قصة صالح مع قومه كما وردت فى هذه السورة الكريمة : أن النفوس إذا انطمست ، والعقول إذا انتكست ، تعجب مما لا عجب فيه؛ وتستنكر ما هو حق وصدق ، وتسئ ظنها بالشخص الذى كان بالأمس القريب موضع رجائها وثقتها ، لأنه أتاهم بما لم يألفوه . . . حتى ولو كان ما أتاهم به فيه سعادتهم وهدايتهم . . .فصالح - عليه السلام - كان مرجوا فى قومه قبل أن يكون نبياً ، فلما صار نبياً وبلغهم ما أرسله الله به ، خاب أملهم فيه ، وساء ظنهم به ، وجاهروه بالعداوة والعصيان . . . مع أنه أتاهم بما يسعدهم . . .وصدق الله إذ يقول : ( سَأَصْرِفُ عَنْ آيَاتِي الذين يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا وَإِن يَرَوْاْ سَبِيلَ الرشد لاَ يَتَّخِذُوهُ سَبِيلاً وَإِن يَرَوْاْ سَبِيلَ الغي يَتَّخِذُوهُ سَبِيلاً ذلك بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ ) هذا ، وقد وردت أحاديث تصرح بأن الرسول - صلى الله عليه وسلم - قد مر على ديار ثمود وهو فى طريقه إلى غزوة تبوك .ومن هذه الأحاديث ما رواه الشيخان عن ابن عمر قال : \" لما مر رسول الله - صلى الله عليه وسلم - بالحجر قال : لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين ، فإن لم تكونوا باكين ، فلا تدخلوا عليهم ، لئلا يصيبكم ما أصابهم . ثم قنع رأسه وأسرع السير حتى جاوزوا الوادى \" ."
    },
    {
      "ayah": 69,
      "surah": 11,
      "text": "ثم ساقت السورة الكريمة جانباً من قصة إبراهيم - عليه السلام - مع الملائكة ، الذين جاءوه بالبشارة ، فقال - تعالى - :( وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ . . . ) .هذه قصة إبراهيم - عليه السلام - مع الملائكة الذين جاءوا لبشارته بابنه إسحاق ، وبإخباره بإهلاك قوم لوط - عليه السلام - .وقد ودرت هذه القصة فى سور أخرى منها سورة الحجر فى قوله - تعالى - : ( وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَاهِيمَ . إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاماً قَالَ إِنَّا مِنْكُمْ وَجِلُونَ . . . ) ومنها سورة الذاريات فى قوله - تعالى - ( هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ المكرمين . إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاَماً قَالَ سَلاَمٌ قَوْمٌ مُّنكَرُونَ . . . ) والمراد بالرسل فى قوله - تعالى - ( وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ بالبشرى ) جماعة من الملائكة الذين أرسلهم الله - تعالى - لتبشير إبراهيم بابنه إسحاق .وقد اختلفت الروايات فى عددهم فعن ابن عباس أنهم ثلاثة وهم : جبريل وميكائيل وإسرافيل ، وعن الضحاك أنهم كانوا تسعة ، وعن السدى أنهم كانوا أحد عشر ملكاً . .والحق أنه لم يرد فى عددهم نقل صحيح يعتمد عليه ، فلنفوض معرفة عددهم إلى الله - تعالى - .والبشرى : اسم للتبشير والبشارة وهى الخبر السار ، فهى أخص من الخبر ، وسميت بذلك لأن آثارها تظهر على بشرة الوجه أى : جلده .وجاءت هذه الجملة الكريمة بصيغة التأكيد للاهتمام بمضمونها ، وللرد على مشركى قريش وغيرهم ممن كان ينكر هذه القصة وأمثالها .والباء فى قوله - سبحانه - ( بالبشرى ) للمصاحبة والملابسة ، أى : جاءوا مصاحبين وملتبسين بالبشرى .وقوله : ( قَالُواْ سَلاَماً قَالَ سَلاَمٌ ) حكاية لتحيتهم له ولرده عليهم .( وسلاما ) منصوب بفعل محذوف . أى قالوا نسلم عليك سلاما .( وسلام ) مرفوع على أنه خبر لمبتدأ محذوف . أى قال أمرى سلام .وقرأ حمزة والكسائى : قال سلم وهو اسم للمسألمة .ثم بين - سبحانه - ما فعل إبراهيم مع هؤلاء الرسل من مظاهر الحفاوة والتكريم فقال : ( فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ ) .و \" ما \" فى قوله ( فَمَا لَبِثَ ) نافية ، والفاء للتعقيب ، واللبث فى المكان معناه : عدم الانتقال عنه . والعجل : الصغير من البقر .أى : فما أبطأ وما تأخر إبراهيم - عليه السلام - عن إكرامهم ، بل بمجرد أن انتهى من رد التحية عليهم ، أسرع إلى أهله فجاءهم بعجل حنيذ . . .وهذا الفعل منه - عليه السلام - يدل على سعة جوده ، وعظيم سخائه ، فإن من آداب الضيافة ، تعجيل القرى للضيف .قال أبو حيان : والأقرب فى إعراب ( فَمَا لَبِثَ أَن جَآءَ . . . ) أن تكون ( ما ) نافية ، ولبث معناه تأخر وأبطأ و ( أَن جَآءَ ) فاعل لبث والتقدير؛ فما تأخر مجيئه . .ويجوز أن يكون فاعل لبث ضمير إبراهيم ، وأن جاء على إسقاط حرف الجر ، أى فما تأخر فى أن جاء بعجل حينذ . ."
    },
    {
      "ayah": 7,
      "surah": 11,
      "text": "ثم ساق - سبحانه - ما يشهد بعظيم قدرته فقال - تعالى - : ( وَهُوَ الذي خَلَق السماوات والأرض فِي سِتَّةِ أَيَّامٍ . . . ) .والأيام جمع يوم ، والمراد به هنا مطلق الوقت الذى لا يعلم مقداره إلا الله - تعالى - .أى : وهو - سبحانه - الذى أنشأ السموات والأرض وما بينهما ، على غير مثال سابق ، فى ستة أيام من أيامه - تعالى - ، التى لا يعلم مقدار زمانها إلا هو .وقيل : أنشأهن فى مقدار ستة أيام من أيام الدنيا .قال سعيد بن جبير - رضى الله عنه - : كان الله قادرا على خلق السموات والأرض وما بينهما فى لمحة ولحظة ، فخلقهن فى ستة أيام ، تعليما لعباده التثبت والتأنى فى الأمور .وقد جاءت آيات تدل على أنه - سبحانه - خلق الأض فى يومين ، وخلق السموات فى يومين وخلق ما بينهما فى يومين ، وهذه الآيات هى قوله - تعالى - : ( قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَاداً ذَلِكَ رَبُّ العالمين . وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَاتَهَا في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ . ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ . فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وأوحى فِي كُلِّ سَمَآءٍ أَمْرَهَا . . . ) وجملة ( وَكَانَ عَرْشُهُ عَلَى المآء ) اعتراضية بين قوله ( خَلَق السماوات والأرض ) وبين ( لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً ) ويجوز أن تكون حالية من فاعل خلق وهو الله - تعالى - وعرش الله - تعالى - من الألفاظ التى لا يعلمها البشر إلا بالاسم . وقد جاء ذكر العرش فى القرآن الكريم إحدى وعشرين مرة .ونحن مكلفون بأن نؤمن بأن له - سبحانه - عرشا ، أما كيفيته فنفوض علمها إليه - تعالى - .والمعنى : أن الله - تعالى - خلق السموات والأرض فى ستة أيام ، وكان عرشه قبل خلقهما ليس تحته شئ سوى الماء .قالوا : وفى ذلك دليل على أن العرش والماء كانا موجودين قبل وجود السموات والأرض .قال القرطبي : قوله : ( وَكَانَ عَرْشُهُ عَلَى المآء ) بين - سبحانه - أن خلق العرش والماء ، كان قبل خلق الأرض والسماء . . .ثم قال : وروى البخارى عن عمران بين حصين قال كنت عند النبى - صلى الله عليه وسلم - إذ جاءه قوم من بنى تميم فقال : \" \" اقبلوا البشرى يا بنى تميم \" قالوا : بشرتنا فأعطنا . فدخل ناس من أهل اليمن فقالوا : جئنا لنتفقه فى الدين ، ولنسألك عن هذا الدين ونسألك عن أول هذا الأمر .قال : \" إن الله ولم يكن شئ غيره ، وكان عرشه على الماء . ثم خلق السموات والأرض ، وكتب فى الذكر كل شئ \" \" .وقال ابن كثير بعد هذا الحديث وغيره : وفى صحيح مسلم عن عبد الله بن عمرو ابن العاص قال : قال رسول الله - صلى الله عليه وسلم - \" إن الله قدر مقادير الخلائق قبل أن يخلق السموات والأرض بخمسين ألف سنة ، وكان عرشه على الماء \" .وروى الإِمام أحمد عن لقيط بن عامر العقبلى قال : قلت يا رسول الله ، أين كان ربنا قبل أن يخلق خلقه؟ قال : كان فى عماء ، ما تحته هواء ، وما فوقه هواء ، ثم خلق العرش بعد ذلك .والعلماء : السحاب الرقيق ، أى فوق سحاب مدبرا له ، وعاليا عليه ، والسحاب ليس تحته سوى الهواء ، وليس فوقه سوى الهواء . والمراد أنه ليس مع الله - تعالى - شئ آخر .وقوله - سبحانه - ( لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً ) جملة تعليلية . ويبلوكم من الابتلاء بمعنى الاختبار والامتحان .أى : خلق ما خلق من السموات والأرض وما فيهما من كائنات ، ورتب فيهما جميع ما تحتاجون إليه من أسباب معاشكم ، ليعاملكم معاملة من يختبر غيره ، ليتميز المحسن من المسئ ، والمطيع من العاصى ، فيجازى المسحنين والطائعين بما يستحقون من ثواب ، ويعاقب المسيئين والعاصين بما هم أهله من عقاب .قال صاحب الكشاف : فإن قلت : كيف قيل : ( لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً ) وأعمال المؤمنين هى التي تتفاوت إلى حسن وأحسن ، فأما أعمال المؤمنين والكافرين فتفاوتها إلى حسن وقبيح؟ قلت : الذين هم أحسن عملا هم المتقون وهم الذين استبقوا إلى تحصيل ما هو مقصود الله - تعالى - من عباده ، فخصهم بالذكر ، واطرح ذكر من وراءهم ، تشريفا لهم ، وتنبيها على مكانهم منه ، وليكون ذلك لطفا للسامعين ، وترغيبا فى حياة فضلهم .ثم ختم - سبحانه - الآية الكريمة ببيان موقف الكافرين من البعث والحساب فقال : ( وَلَئِن قُلْتَ إِنَّكُمْ مَّبْعُوثُونَ مِن بَعْدِ الموت لَيَقُولَنَّ الذين كفروا إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ ) .أى : ولئن قلت يا محمد لهؤلاء الكافرين الذين أرسلك الله لإِخراجهم من ظلمات الكفر إلى نور الإِيمان ، لئن قلت لهم ( إِنَّكُمْ مَّبْعُوثُونَ ) يوم القيامة ( مِن بَعْدِ الموت ) الذى سيدرككم فى هذه الدنيا عند نهايكم آجالكم ( لَيَقُولَنَّ ) لك هؤلاء الكافرون على سبيل الأنكار والتهكم ما هذا الذى تقوله يا محمد ( إِلاَّ سِحْرٌ مُّبِينٌ ) أى : إلا سحر واضح جلى ظاهر لا لبس فيه ولا غموض .وقرأ حمزة والكسائى وخلف ( إِلاَّ سِحْرٌ مُّبِينٌ ) فتكون الإِشارة بقوله ( هذا ) إلى الرسول - صلى الله عليه وسلم - أى : أنه فى زعمهم يقول كلاما ليسحرهم به ، وليصرفهم عما كان عليه آباؤهم وأجدادهم ."
    },
    {
      "ayah": 70,
      "surah": 11,
      "text": "ثم بين - سبحانه - حال إبراهيم عندما رأى ضيوفه لا يأكلون من طعامه فقال : ( فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً .. . )ومعنى ( نَكِرَهُمْ ) : نفر منهم ، وكره تصرفهم . نقول فلان نكر حال فلان - كعلم - وأنكره نكراً ونكوراً . . . إذا وجده على غير ما يعهده فيه ، ويتوقعه منه .( وَأَوْجَسَ ) من الوجس وهو الصوت الخفى ، والمراد به هنا : الإِحساس الخفى بالخوف والفزع الذى يقع فى النفس عند رؤية ما يقلقها ويخيفها .أى : فلما رأى إبراهيم - عليه السلام - ضيوفه لا تمتد أيديهم إلى الطعام الذى قدمه لهم ، نفر منهم ، وأحس فى نفسه من جهتهم خوفاً ورعباً؛ لأن امتناع الضيف عن الأكل من طعام مضيفه - بدون سبب مقنع 0- يشعر بأن هذا الضيف ينوى شراً به . . . والتقاليد فى كثير من البلاد إلى الآن تؤيد ذلك .ولذا قالت الملائكة لإِبراهيم عندما لاحظوا ما يساور نفسه من الخوف : ( لاَ تَخَفْ إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ )أى : لا تخف يا إبراهيم فإنا لسنا ضيوفا من البشر ، وإنما نحن رسل من الله - تعالى - أرسلنا إلى قوم لوط لإِهلاكهم .وقد جاء فى بعض الآيات أنه صارحهم بالخوف منهم ، ففى سورة الحجر قال - تعالى - : ( وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَاهِيمَ . إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاماً قَالَ إِنَّا مِنْكُمْ وَجِلُونَ . قَالُواْ لاَ تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ . . . )."
    },
    {
      "ayah": 71,
      "surah": 11,
      "text": "ثم حكى - سبحانه - ما حدث بعد ذلك فقال : ( وامرأته قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ ) .والمراد بامرأته - كما يقول القرطبى - \" سارة بنت هاران بن ناحور ، ابن شاروع ، بن أرغو ، ابن فالغ ، وهى بنت عم إبراهيم \" .وقيامها كان لأجل قضاء مصالحها ، أو لأجل خدمة الضيوف . . . أو لغير ذلك من الأمور التى تحتاجها المرأة فى بيتها .والمراد بالضحك هنا حقيقته . أى : فضحكت سروراً وابتهاجاً بسبب زوال الخوف عن إبراهيم ، أو بسبب علمها بأن الضيوف قد أرسلهم الله لإِهلاك قوم لوط ، أو بهما معا . . .قال الشوكانى : والضحك هنا هو الضحك المعروف الذى يكون للتعجب والسرور كما قاله الجمهور .وقال مجاهد وعكرمة : إنه الحيض ، ومنه قول الشاعر :وإنى لآتى العرس عند طهورها ... وأهجرها يوماً إذا تك ضاحكاوقد أنكر بعض اللغويين أن يكون فى كلام العرب ضحكت بمعنى ضاحت .أى : وفى أعقاب قول الملائكة لإِبراهيم لا تخف . . . كانت امرأته قائمة لقضاء بعض حاجاتها ، فلما سمعت ذلك \" ضحكت \" سروراً وفرحاً لزوال خوفه ( فَبَشَّرْنَاهَا ) عقب ذلك بمولودها ( إسحاق ) كما بشرناها بأن إسحاق سيكون من نسله ( يعقوب ) ، فهى بشارة مضاعفة . إذ أنها تحمل فى طياتها أنها ستعيش حتى ترى ابن ابنها . . ."
    },
    {
      "ayah": 72,
      "surah": 11,
      "text": "ولا شك أن المرأة عندما تكون قد بلغت سن اليأس . ولم يكن لها ولد ، ثم تأتيها مثل هذه البشارة يهتز كيانها ، ويزداد عجبها ، ولذا قالت على سبيل الدهشة والاستغراب : ( ياويلتى أَأَلِدُ وَأَنَاْ عَجُوزٌ وهذا بَعْلِي شَيْخاً إِنَّ هذا لَشَيْءٌ عَجِيبٌ ) .وكلمة ( ياويلتى ) تستعمل فى التحسر والتألم والتفجع عند نزول مكروه .والمراد بها هنا : التعجب لا الدعاء على نفسها بالويل والهلاك ، وهى كلمة كثيرة الدوران على أفواه النساء إذا طرأ عليهن ما يدهشن له ، ويتعجبن منه .أى : قالت بدهشة وعجب عندما سمعت بشارة الملائكة لها بالود وبولد الولد : يا للعجب أألد وأنا امرأة عجوز ، قد بلغت سن اليأس من الحمل منذ زمن طويل ، ( وهذا بَعْلِي ) أى : زوجى إبراهيم \" شيخا \" كبيراً متقدماً فى السن .قال الجمل : وهاتان الجملتان - ( وَأَنَاْ عَجُوزٌ وهذا بَعْلِي شَيْخاً ) - فى محل النصب على الحال من الضمير المستتر فى ( أألد ) وشيخاً حال من بعلى ، والعامل فيه اسم الإِشارة لما فيه من معنى الفعل .وقوله - كما حكى القرآن عنها - ( إِنَّ هذا لَشَيْءٌ عَجِيبٌ ) - أى : إن هذا الذى بشرتمونى به من حصول الولد لى فى تلك السن المتقدمة ( لَشَيْءٌ عَجِيبٌ ) فى مجرى العادة عند النساء ."
    },
    {
      "ayah": 73,
      "surah": 11,
      "text": "وقد رد عليها الملائكة بقولهم : ( قالوا أَتَعْجَبِينَ مِنْ أَمْرِ الله ) ؟!!أى : أتستبعدين على قدرة الله - تعالى - أن يرزقك الولد وأنت وزوجك فى هذه السن المتقدمة؟ لا إنه لا ينبغى لك أن تستبعدى ذلك ، لأن قدرة الله لا يعجزها شئ . فالاستفهام هنا المراد به إنكار تعجبها واستبعادها البشارة ، وإزالة أثر ذلك من نفسها إزالة تامة .وقوله : ( رَحْمَةُ الله وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ البيت ) حكاية لما قالته الملائكة لها ، زيادة فى سرورها وفى إدخال الطمأنينة على قلبها .أى رحمة الله الواسعة ، وبركاته وخيراته النامية عليكم أهل البيت الكريم وهو بيت إبراهيم - عليه السلام - .قال صاحب الكشاف : وإنما أنكرت عليها الملائكة تعجبها ، لأنها كانت فى بيت الآيات ، ومهبط المعجزات ، والأمور الخارقة للعادات ، فكان عليها أن تتوقر ، ولا يزدهيا ما يزدهى سائر النساء الناشئات فى غير بيت النبوة وأن تسبح الله وتمجده ، مكان التعجب .وإلى ذلك أشارت الملائكة فى قولهم ( رَحْمَةُ الله وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ البيت ) .أرادوا أن هذه وأمثالها مما يكرمهم به رب العزة ، ويخصكم بالإِنعام به يا أهل بيت النبوة ، فليس بمكان عجب ، والكلام مستأنف علل به إنكارا التعجب . كأنه قيل : \" إياك والتعجب ، فإن أمثال هذه الرحمة والبركة متكاثرة من الله عليكم \" .وقوله - سبحانه - ( إِنَّهُ حَمِيدٌ مَّجِيدٌ ) تذييل بديع قصد به وجوب مداومتها على حمد الله وتمجيده على أن وهبها الولد بعد أن بلغت سن اليأس من الحمل .أى إنه - سبحانه - ( حَمِيدٌ ) أى : مستحق للحمد لكثرة نعمه على عباده ( مَّجِيدٌ ) أى : كريم واسع الإِحسان ، فليس بعيداً منه أن يعطى الولد للآباء بعد الكبر .قال صاحب المنار ما ملخصه : وأصل المجد فى اللغة أن تقع الإِبل فى أرض واسعة المرعى ، كثيرة الخصب ، يقال : مجدت الإِبل تمد من باب نصر - مجداً ومجادة ، وأمجدها الراعى .والمجد فى البيوت والأنساب ما يعده الرجل من سعة كرم آبائه وكثرة نوالهم .ووصف الله كتابه بالمجيد ، كما وصف نفسه بذلك ، لسعة هداية كتابه ، وسعة كرمه وفضله على عباده . . ."
    },
    {
      "ayah": 74,
      "surah": 11,
      "text": "ثم حكى - سبحانه - ما كان من إبراهيم بعد أن سكن خوفه ، واطمأن إلى ضيوفه فقال : ( فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الروع ) أى : الخوف والفزع ، بسبب اطمئنانه إلى ضيوفه ، وعلمه أنهم ليسوا من البشر .( وَجَآءَتْهُ البشرى ) منهم بالولد ، واتصال النسل ، فازداد سرورا بهم .بعد كل ذلك ، أخذ إبراهيم ( يُجَادِلُنَا فِي قَوْمِ لُوطٍ ) أى : يجادل رسلنا ويحاورهم فى شأن قوم لوط ، وفى كيفية عقابهم ، بعد أن أخبروه بأنهم ذاهبون لإِهلاكهم .وأضاف - سبحانه - المجادلة إلى نفسه مع أنها كانت مع الملائكة ، لأن نزولهم لإِهلاك قوم لوط إنما كان بأمره - تعالى - ، فمجادلة إبراهيم لهم هى مجادلة فى تنفيذ أمره - تعالى - .وقال - سبحانه - ( يجادلنا ) مع أنها كانت فى الماضى ، لتصوير هذه الحالة فى الذهن تصويراص حاضراً ، حتى تزداد منه العبرة والعظة .وهذه المجادلة التى كانت بين إبراهيم وبين الملائكة الذين أرسلوا لإِهلاك قوم لوط ، قد حكاها - سبحانه - فى سورة العنبكوت فى قوله : ( وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ بالبشرى قالوا إِنَّا مهلكوا أَهْلِ هذه القرية ) أى القرية التى يسكنها قوم لوط ( إِنَّ أَهْلَهَا كَانُواْ ظَالِمِينَ . قَالَ إِنَّ فِيهَا لُوطاً قَالُواْ نَحْنُ أَعْلَمُ بِمَن فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين ) الآيتان 31 - 32 .وهذا التفسير للمجادلة التى دارت بين إبراهيم والملائكة فى عقاب قوم لوط هو الصحيح لأن خير تفسر للقرآن هو ما كان بالقرآن .وما ورد من أقوال تخالف ذلك فلا يلتفت إليها ، لعدم استنادها إلى النقل الصحيح ."
    },
    {
      "ayah": 75,
      "surah": 11,
      "text": "وقوله - سبحانه - ( إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُّنِيبٌ ) بيان للدواعى التى حملت إبراهيم - عليه السلام - على مجادلة الملائكة فى شأن إهلاك قوم لوط .والحليم : هو الصبور على الأذى ، الصفوح عن الجناية ، المقابل لها بالإِحسان .والأواه : هو الذى يكثر التأوه من خشية الله .قال الآلوسى : وأصل التأوه قوله : آه ونحوه مما يقوله المتوجع الحزين . وهو عند جماعة كناية عن كمال الرأفة ورقة القلب . وأخرج ابن جرير وابن أبي حاتم وغيرهما عن عبد الله بن شداد قال رجل : يا الله ما الآواه؟ قال : \" الخاشع المتضرع الكثير الدعاء \"والمنيب : السريع الرجوع إلى الله - تعالى - بالتوبة والاستغفار .أى أن إبراهيم لصبور على الأذى ، صفوح عن الجناية ، كثير التضرع إلى الله ، سريع الرجوع إليه فى كل ما يحبه ويرضاه ."
    },
    {
      "ayah": 76,
      "surah": 11,
      "text": "ولكن حلم إبراهيم وإنابته . . . لم يرد قضاء الله العادل فى شأن قوم لوط ولذا قالت الملائكة له - كما حكى القرآن عنهم - : ( ياإبراهيم أَعْرِضْ عَنْ هاذآ إِنَّهُ قَدْ جَآءَ أَمْرُ رَبَّكَ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ ) .أى : قالت الملائكة لإِبراهيم : ( ياإبراهيم أَعْرِضْ عَنْ هاذآ ) الجدال فى أمر قوم لوط ، وفى طلب إمهال عقوبتهم ( إِنَّهُ قَدْ جَآءَ أَمْرُ رَبَّكَ ) بإهلاكهم ( وإنهم ) بسبب إصرارهم على ارتكاب الفواحش ( آتِيهِمْ ) من ربهم ( عَذَابٌ ) شديد ( غَيْرُ مَرْدُودٍ ) عنهم لا بسبب الجدال ولا بأى سبب سواه ، فإن قضاء الله لا يرد عن القوم المجرمين . هذا ، وقد ذكر الشيخ القاسمى بعض الفوائد والأحكام التى أخذها العلماء من هذه الآيات فقال : قال بعض المفسرين : لهذه الآيات ثمرات وفوائد .منها : أن حصول الولد المخصص بالفضل نعمة ، وأن هلاك العاصى نعمة - أيضاً - لأن البشرى قد فسرت بولادة إسحاق لقوله ( فَبَشَّرْنَاهَا بِإِسْحَاقَ ) وفسرت بهلاك قوم لوط ، لقوله : ( قَالُواْ لاَ تَخَفْ إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ ) .ومنها : استحباب نزول المبشر - بالكسر - على المبشر - بالفتح - لأن الملائكة أرسلهم الله - تعالى - لذلك .ومنها : أنه يستحب للمبشر أن يتلقى البشارة بالشكر لله - تعالى - على ما بشر به . فقد حكى عن الأصم أنه قال : جاؤوه فى أرض يعمل فيها ، فلما فرغ غرز مسحاته ، وصلى ركعتين .ومنها : أن السلام مشروع ، وأنه ينبغى أن يكون الرد أفضل لقول إبراهيم ( سلام ) بالرفع وهو أدل على الثبات والدوام .ومنها : مشروعية الضيافة ، والمبادرة إليها ، واستحباب مبادرة الضيف بالأكل منها .ومنها : استحباب خدمة الضيف ولو للمرأة ، لقول مجاهد : وامرأته قائمة؛ أى فى خدمة أضياف إبراهيم . . . وخدمة الضيفان من مكارم الأخلاق .ومنها : جواز مراجعة الأجانب فى القول ، وأن صوتها ليس بعورة .ومنها : أن امرأة الرجل من أهل بيته - فيكون أزواجه - صلى الله عليه وسلم - من أهل بيته .ومنها : - كما يقول الإِمام ابن كثير - استدل على أن الذبيح هو إسماعيل لا إسحاق ، وأنه يمتنع أن يكون هو إسحاق ، لأنه وقعت البشارة به ، وأنه سيولد له يعقوب ، فكيف يؤمر إبراهيم بذبحه وهو طفل صغير ، ولم يولد له بعد يعقوب الموعود بوجوده ، ووعد الله حق لا خلف فيه ، فيمتنع أن يؤمر بذبح إسحاق والحالة هذه ، فتعين أن يكون الذبيح إسماعيل ، وهذا من أحسن الاستدلال وأصحه ."
    },
    {
      "ayah": 77,
      "surah": 11,
      "text": "ثم انتقلت السورة الكريمة إلى الحديث عما درا بين لوط وبين الملائكة وبينه وبين قومه من حار وجدال فقال - تعالى - :( وَلَمَّا جَآءَتْ رُسُلُنَا لُوطاً . . . )- تلك هى قصة لوط مع الرسل الذين جاءوا لإِهلاك قومه ومع قومه المجرمين ، كما حكتها سورة هود .- وقد وردت هذه القصة فى سور أخرى وبأساليب متنوعة ، ومنها سورة الأعراف ، والحجر ، والشعراء ، والنمل ، والعنكبوت ، والصافات ، والذاريات ، والقمر . .قال الإِمام ابن كثير : ولوط ابن هاران بن أخى إبراهيم ، وكان قد آمن مع عمه إبراهيم وهاجر معه إلى أرض الشام ، فبعثه الله إلى أهل بدلة سدوم وما حولها يدعوهم إلى وحدانية الله - تعالى - ، ويأمرهم بالمعروف وينهاهم عما كانوا يرتكبونه من المآثم والمحارم والفواحش التى اخترعوها دون أن يسبقهم بها أحد من بنى آدم ولا من غيرهم ، وهو إتيان الذكور دون الإِناث ، وهذا شئ لم يكن أحد من بنى آدم يعهده ولا يألفه ولا يخطر بباله ، حتى صنع ذلك أهل سدوم - \" وهم قرية بوادى الأردن عليهم لعائن الله \"- وقد بدأ - سبحانه - القصة هنا بتصوير ما اعترى لوطا - عليه السلام - من ضيق وغم عندما جاءته الرسل فقال : ( وَلَمَّا جَآءَتْ رُسُلُنَا لُوطاً سياء بِهِمْ . . . )- أى : وحين جاء الملائكة إلى لوط - عليه السلام - بعد مفارقتهم لإبراهيم ، ساءه وأحزنه مجيئهم ، لأنه كان لا يعرفهم ، ويعرف أن قومه قوم سوء ، فخشى أن يعتدى قومه عليهم ، بعادتهم الشنيعة ، وهو عاجز عن الدفاع عنهم .قال ابن كثير ما ملخصه : \" يخبر الله - تعالى - عن قدوم رسله من الملائكة إلى لوط - عليه السلام - بعد مفارقتهم لإِبراهيم . . فأتوا لوطاً - عليه السلام - وهو على ما قيل فى أرض له . وقيل فى منزله ، ووردوا عليه وهم فى أجمل صورة تكون ، على هيئة شبان حسان الوجوه ، ابتلاء من الله ، وله الحكمة والحجة البالغة ، فساء شأنهم . .- وقوله : ( وَضَاقَ بِهِمْ ذَرْعاً ) تصوير بديع لنفاد حيلته ، واغتمام نفسه وعجزه عن وجود حيلة للخروج من المكروه الذى حل بهم .قال القرطبى : والذرع مصدر ذرع . وأصله : أن يذرع البعير بيديه فى سيره ذرعاً على قدر سعة خطوه فإذا حمل عليه أكثر من طاقته ضاق عن ذلك وضعف ومد عنقه . فضيق الذرع عبارة عن ضيق الوسع . وقيل هو من ذرعه القئ أى غلبه .أى : ضاق عن حبسه المكروه فى نفسه .وإنما ضاق ذرعه بهم لما رأى من جمالهم ، وما يعلمه من فسوق قومه . .- و ( ذرعا ) تمييز محول عن الفاعل . أى : ضاق بأمرهم ذرعه .( وَقَالَ هذا يَوْمٌ عَصِيبٌ ) : أى وقال لوط - عليه السلام - فى ضجر وألم : هذا اليوم الذى جاءنى فيه هؤلاء الضيوف ، يوم \" عصيت \" أى : شديد هوله وكربه .وأصل العصب : الشد والضغط ، فكأن هذا اليوم لشدة وقعه على نفسه قد عصب به الشر والبلاء ، أى : شد به .قال صاحب تفسير التحرير والتنوير : ومن بديع ترتيب هذه الجمل أنها جاءت على ترتيب حصولها فى الوجود ، فإن أول ما يسبق إلى نفس الكاره للأمر أن يساء به ويتطلب المخلص منه ، فإذا علم أنه لا مخلص له منه ضاق به ذرعاً ، ثم يصدر تعبيراً عن المعانى يريحبه نفسه .-"
    },
    {
      "ayah": 78,
      "surah": 11,
      "text": "ثم بين - سبحانه - ما كان من قوم لوط - عليه السلام - عندما علموا بوجود هؤلاء الضويف عنده فقال : ( وَجَآءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السيئات . . . )- ويهرعون - بضم الياء وفتح الراء على صيغة المبنى للمفعول - أى : يدفع بعضهم بعضاً بشدة ، كأن سائقاً يسوقهم إلى المكان الذى فيه لوط وضيوفه .يقال هُرع الرجل وأهرع - بالبناء للمفعول فيهما - إذا أعجل وأسرع لدافع يدفعه إلى ذلك .قال الآلوسى : والعامة على قراءة مبنياً للمفعول ، وقرأ جماعة يهرعون - بفتح الياء مع البناء للفاعل - من هرع - بفتح الهاء والراء - وأصله من الهرع وهو الدم الشديد السيلان ، كأن بعضه يدفع بعضاً .أى : وبعد أن علم قوم لوط بوجود هؤلاء الضيوف عند نبيهم ، جاءوا إليه مسرعين يسوق بعضهم بعضاً إلى بيته من شدة الفرح ، ومن قبل هذا المجئ ، كان هؤلاء القوم الفجرة ، يرتكبون السيئات الكثيرة ، التى من أقبحها إتيانهم الرجال شهوة من دون النساء .وقد طوى القرآن الكريم ذكر الغرض الذى جاءوا من أجله ، وأشار إليه بقوله : ( وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السيئات ) للإِشعار بأن تلك الفاحشة صارت عادة من العادات المتأصلة فى نفوسهم الشاذة ، فلا يسعون إلا من أجل قضائها .ثم حكى القرآن بعد ذلك ما بادرهم به نبيهم بعد أن رأى هياجهم وتدافعهم نحو داره فقال : ( ياقوم هؤلاء بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ . . . ) يرشدهم إلى نسائهم ، فإن النبى للأمة بمنزلة الولد ، فأرشدهم إلأى ما هو أنفع لهم ، كما قال لهم فى آية أخرى : ( أَتَأْتُونَ الذكران مِنَ العالمين . وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ أَزْوَاجِكُمْ بَلْ أَنتُمْ قَوْمٌ عَادُونَ ) قال مجاهد : لم يكن بناته ، ولكن كن من أمته ، وكل نبى أبو أمته . . .وقال سعيد بن جبير : يعنى نساؤهم ، هن بناته وهو أب لهم . . .ومنهم من يرى أن المراد ببيناته هنا : بناته من صلبه ، وأنه عرض عليهم الزواج بهن . . .ويضعف هذا الرأى أن لوطا - عليه السلام - كان له بنتان أو ثلاثة - كما جاء فى بعض الروايات - وعدد المتدافعين من قومه إلى بيته كان كثيراً ، فكيف تكفيهم بنتان أو ثلاثة للزواج . . . ؟ويبدو لنا أن الرأى الأول أقرب إلى الصواب ، وقد رجحه الإِمام الرازى بأن قال ما ملخصه : \" وهذا لاقول عندى هو المختار ، ويدل عليه وجوه .منها : أنه قال ( هؤلاء بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ ) وبناته اللاتى من صلبه لا تكفى للجمع العظيم ، أما نساء أمته ففيهن كفاية للكل . .ومنها : أنه صحت الرواية أنه كان له بنتان وهما : \" زنتا وزعورا ، وإطلاق لفظ البنات على البنتين لا يجوز ، لما ثبت أن أقل الجمع ثلاثة . . . \" .والمعنى : أن لوطا - عليه السلام - عندما رأى تدافعهم نحو بيته لارتكاب الفاحشة التى ما سبقهم بها من أحد من العالمين ، قال لهم : برجاء ورفق ( ياقوم ) هؤلاء نساؤكم اللائى بمنزلة بناتى ارجعوا إليهن فاقضوا شهوتكم معهن فهن أطهر لكم نفسياً وحسياً من التلوث برجس اللواط ، وأفعل التفضيل هنا وهو ( أطهر ) ليس على بابه ، بل هو للمبالغة فى الطهر .قال القرطبى : وليس ألف أطهر للتفضيل ، حتى يتوهم أن فى نكاح الرجال طهارة ، بل هو كقولك الله أكبر - أى كبير - . . . ولم يكابر الله - تعالى - أحد حتى يكون الله - تعالى - أكبر منه . . .ثم أضاف إلى هذا الإِرشاد لهم إرشاداً آخر فقال : ( فَاتَّقُواْ اللًّهَ وَلاَ تُخْزُونِ فِي ضَيْفِي . . . )قال الجمل : ولفظ الضيف فى الأصل مصدر ، ثم أطلق على الطلاق ليلاً إلى المضيف ، ولذا يقع على المفرد والمذكر وضديهما بلفظ واحد ، وقد يثنى فيقال : ضيفان ، ويجمع فيقال : \" أضايف وضيوف . . . \"وتخزون : من الخزى وهو الإِهانة والمذلة . يقال : خزى الرجل يخزى خزياً . . . . إذا وقع فى بللية فذل بذلك .أى : بعد أن أرشدهم إلى نسائهم ، أمرهم بتقوى الله ومراقبته ، فقال لهم : فاتقوا الله . ولا تجعلونى مخزياً مفضوحاً أمام ضويفى بسبب اعتدائكم عليهم ، فإن الاعتداء على الضيوف كأنه اعتداء على المضيف .ويبدو أن لوطاً - عليه السلام - قد قال هذه الجملة ليلمس بها نخوتهم إن كان قد بقى فيهم بقية من نخوة ، ولكنه لما رأى إصرارهم على فجورهم وبخهم بقوله :( أَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيدٌ ) يهدى إلى الرشد والفضيلة . وينهى عن الباطل والرذيلة . فيقف إلى جانبى ، ويصرفكم عن ضيوفى؟ولكن هذا النصح الحكيم من لوط لهم لم يحرك قلوبهم الميتة الآسنة . ولا فطرتهم الشاذة المنكوسة . بل ردوا عليه بقولهم :( قَالُواْ لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ ) ."
    },
    {
      "ayah": 79,
      "surah": 11,
      "text": "( قَالُواْ لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ )أى : قال قوم لوط له بسفاهة ووقاحة : لقد علمت يا لوط علما لا شك معه ، أننا لا رغبة لنا فى النساء . لا عن طريق الزواج ولا عن أى طريق آخر ، فالمراد بالحق هنا : الرغبة والشهوة .قال الشوكانى : قوله ( مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ ) أى : ما لنا فيهن من شهوة ولا حاجة ، لأن من احتاج إلى شئ فكأنه حصل له فيه نوع حق ، ومعنى ما نسبوه إليه من العلم أنه قد علم منهم المكالبة على إتيان الذكور وشدة الشهوة إليهم ، فهم من هذه الحيثية كأنهم لا حاجة لهم إلى النساء .ويمكن أن يريدوا : أنه لا حق لنا فى نكاحهن . . .وقولهك ( وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ ) إشارة خبيثة منهم إلى العمل الخبيث الذى ألفوه ، وهو إتيان الذكور دون النساء أى : وإنك لتعلم علماً يقينيا الشئ الذي نريده فلماذا ترجعنا؟!وقولهم هذا الذى حكته الآية الكريمة عنهم ، يدل دلالة واضحة على أنهم قد بلغوا النهاية فى الخبث والوقاحة وتبلد الشعور . . ."
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "ثم بين - سبحانه - بعد ذلك لونا من ألوان غرور المشركين ، كما بين أحوال بعض الناس فى حالتى السراء والضراء فقال - تعالى - :( وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب . . . )قال القرطبي ما ملخصه : الأمة : اسم مشترك يقال على ثمانية أوجه : فالأمة تكون الجماعة ، كقوله - تعالى - : ( وَجَدَ عَلَيْهِ أُمَّةً مِّنَ الناس . . ) والأمة : أيضا أتباع الأنبياء عليهم السلام ، والأمة : الرجل الجامع للخير الذى يقتدى به ، كقوله - تعالى - ( إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً ) والأمة : الدين والملة ، كقوله - تعالى - : ( إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ ) والأمة : الحين والزمان كقوله - تعالى - : ( وادكر بَعْدَ أُمَّةٍ ) والأمة : القامة وهو طول الإِنسان وارتفاعه ، يقال من ذلك : فلان حسن الأمة ، أى القامة ، والأمة : الرجل المنفرد بدينه وحده ، لا يشركه فيه أحد . قال - صلى الله عليه وسلم - \" يبعث زيد بن عمرو بن نفيل أمة وحده \" والأمة : الأم . يقال : \" هذه أمة زيد ، أى أم زيد . . . \" والمراد بالأمة هنا : الحين والزمان والمدة .والمعنى : ولئن أخرنا - بفضلنا وكرمنا - عن هؤلاء المشركين \" العذاب \" المقتضى لجحودهم لآياتنا ، وتكذيبهم لرسلنا \" إلى أمة معدودة \" أى : إلى وقت ومعين من الزمان على حساب إرادتنا وحكمتنا : \" ليقولن \" على سبيل التهكم والاستهزاء ، واستعجال العذاب ، \" ما يحبسه \" أى : ما الذى جعل هذا العذاب الذى حذرنا منه محمد - صلى لله عليه وسلم - محبوسا عنا ، وغير نازل بنا . .ولا شك أن قولهم هذا ، يدل على بلوغهم أقصى درجات الجهالة والطغيان ، حيث قابلوا رحمة الله - تعالى - المتمثلة هنا فى تأخير العذاب عنهم ، بالاستهزاء والاستعجال ، ولذا رد الله - تعالى - المتمثلة هنا فى تأخير العذاب عنهم ، بالاستهزاء والاستعجال ، ولذارد الله - تعالى - عليهم بقوله : ( أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ ) أى : ألا إن ذلك العذاب الذى استعجلوه واستخفوا به ، يوم ينزل بهم ، لن يصرفه عنهم صارف ، ولن يدفعه عنهم دافع ، بل سيحيط بهم من كل جانب ، بسبب استهزائهم به وإعراضهم عمن حذرهم منه .واللام فى قوله ( وَلَئِنْ أَخَّرْنَا عَنْهُمُ العذاب ) موظئة للقسم ، وجواب القسم قوله \" ليقولن ما يحبسه \" .والأقرب إلى سياق الآية أن يكون المراد بالعذاب هنا : عذاب الاستئصال الدنيوى ، إذ هو الذى استعجلوا نزوله ، أما عذاب الآخرة فقد كانوا منكرين له أصلا ، كما حكى عنهم - سبحانه - فى الآية السابقة فى قوله : ( وَلَئِن قُلْتَ إِنَّكُمْ مَّبْعُوثُونَ مِن بَعْدِ الموت لَيَقُولَنَّ الذين كفروا إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ ) قال الآلوسى : والظاهر بأن المراد العذاب الشامل للكفرة ، ويؤيد ذلك ما أخرجه ابن المنذر وابن أبى حاتم عن قتادة قال : لما نزل ( اقترب لِلنَّاسِ حِسَابُهُمْ ) قال ناس : إن الساعة قد اقتربت فتناهوا ، فتناهى القوم قليلا ، ثم عادوا إل أعمالهم السوء : فأنزل الله - تعالى -( أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ ) فقال أناس من أهل الضلالة : هذا أمر الله - تعالى - قد أتى ، فتناهى القوم ثم عادوا إلى مكرهم مكر السوء ، فأنزل الله هذه الآية .وفى قوله - سبحانه - ( إلى أُمَّةٍ مَّعْدُودَةٍ ) إيماء إلى أن تأخير العذاب عنهم ليس لمدة طويلة ، لأن ما يحصره العد : جرت العادة فى أساليب العرب أن يكون قليلا ، ويؤيد ذلك أنه بعد فترة قليلة من الزمان نزل بهم فى غزوة بدر القتل الذى أهلك صناديهم ، والأسر الذى أذل كبرياءهم .وافتتحت جملة ( أَلاَ يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ ) بأداة الاستفتاح ( ألا ) للاهتمام بمضون الخبر ، وللإِشارة إلى تحقيقه ، وإدخال الروع فى قلوبهم .وعبر بالماضى ( حاق ) مع أنه لم ينزل بهم بعد ، للإِشارة ، إلى أنه آت لا ريب فيه ، عندما يأذن الله - تعالى - بذلك ."
    },
    {
      "ayah": 80,
      "surah": 11,
      "text": "لد رد عليهم لوط - عليه السلام - رد اليائس من ارعوائهم عن غيهم ، المتمنى لوجود قوة إلى جانبه تردعهم وتكف فجورهم . . . ( قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوي إلى رُكْنٍ شَدِيدٍ )والقوة : ما يتقوى به الإِنسان على غيره .وأوى : أى ألجأ وأنضوى تقول : أويت إلى فلان فأنا آوى إليه أَوِيَّا أى : انضممت إليه .والركن فى الأصل : القطعة من البيت أو الجبل ، والمراد به هنا الشخص القوى الذى يلجأ إلأيه غيره لينتصره به . . .ولو شرطية وجوابها محذوف ، والتقدير : قال لوط - عليه السلام - بعد أن رأى من قومه الاستمرار فى غيهم ، ولم يقدر على دفعهم - على سبيل التفجع والتحسر : لو أن معى قوة أدفعكم بها لبطشت بكم .ويجوز أن تكون لو للتمنى فلا تحتاج إلى جواب أى : ليت معى قوة أستطيع بمناصرتها لى دفع شركم .وقوله ( أَوْ آوي إلى رُكْنٍ شَدِيدٍ ) معطوف على ما قبله ، أو ليتنى أستطيع أن أجد شخصاً قوياً من ذوى المنعة والسلطان أحتمى به منكم ومن تهديكم لى . . .قالوا : وإنما قال لوط - عليه السلام - ذلك؛ لأنه كان غريبا عنهم ، ولم يكن له نسب أو عشيرة فيهم ."
    },
    {
      "ayah": 81,
      "surah": 11,
      "text": "وهنا - وبعد أن بلغ الضيق بلوط ما بلغ - كشف له الملائكة عن حقيقتهم ، وبشروه بما يدخل الطمأنينة على قلبه ( قَالُواْ يالوط إِنَّا رُسُلُ رَبِّكَ لَن يصلوا إِلَيْكَ ) أى : إنا رسل ربك أرسلنا إليك لنخبرك بهلاكهم ، فاطمئن فإنهم لن يصلوا إليك بسوء فى نفسك أو فينا .روى أن الملائكة لما رأو ما لقيه لوط - عليه السلام - من الهم والكرب بسببهم قالوا له : يا لوط إن ركنك لشديد . . . ثم ضربهم جبريل بجناحه فطمس أعينهم ، فارتدوا على أدبارهم يقولون النجاء ، وإليه الإِشارة بقوله - تعالى - فى سورة القمر : ( وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُواْ عَذَابِي وَنُذُرِ ) وقوله : ( فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ الليل ) أى : فاخرج من هذه القرية مصحوباً بالمؤمنين من أهلك فى جزء من الليل يكفى لابتعادك عن هؤلاء المجرمين .قال القرطبى : قرئ \" فاسر وفأسر بوصل الهمزة وقطعها لغتان فصيحتان . قال - تعالى - ( والليل إِذَا يَسْرِ ) وقال( سُبْحَانَ الذي أسرى بِعَبْدِهِ . . . ) وقيل \" فأسر \" بالقطع تقال لمن سار من أول الليل . . . وسرى لمن سار فى آخره ، ولا يقال فى النهار إلا سار . . .وقوله : ( وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلاَّ امرأتك إِنَّهُ مُصِيبُهَا مَآ أَصَابَهُمْ . . . ْ معطوف على ما قبله وهو قوله : ( فَأَسْرِ بِأَهْلِكَ . . . ) .أى : فأسر بأهلك فى جزء من الليل ، ولا يلتفت منكم أحد إلى ما وراءه ، اتقاء لرؤية العذاب ، ( إِلاَّ امرأتك ) يا لوط فاتركها ولا تأخذها معك لأنها كافرة خائنة ، ولأنها سيصيبها العذاب الذى سينزل بهؤلاء المجرمين . فيهلكها معهم .قال الإِمام الرازى ما ملخصه : قوله ( إِلاَّ امرأتك ) بالرفع ، وقرأ الباقون بالنصب .قال الواحدى : من نصب فقد جعلها مستثناة من الأهل ، على معنى : فأسر بأهلك إلا امرأتك أى فلا تأخذها معك . . .وأما الذين رفعوا فالتقدير؛ ولا يلتفت منكم أحد لكن امرأتك تلتفت فيصيبها ما أصابهم .روى عن قتادة أنه قال : إنها كنت مع لوط حين خرج من القرية ، \" فلما سمعت العذاب التفتت وقالت واقوماه فأصابها حجر فأهلكها \" .وقوله - سبحانه - ( إِنَّ مَوْعِدَهُمُ الصبح أَلَيْسَ الصبح بِقَرِيبٍ ) بشارة أخرى للوط - عليه السلام - الذى تمنى النصرة على قومه .أى : إن موعد هلاك هؤلاء المجرمين يبتدئ من طولع الفجر وينتهى مع طلوع الشمس ، أليس الصبح بقريب من هذا الوقت الذى نحدثك فيه؟قال - تعالى - فى سورة الحجر : ( فَأَخَذَتْهُمُ الصيحة مُشْرِقِينَ ) أى : وهم داخلون فى وقت الشروق . فكان ابتداء العذاب عند طلوع الصبح وانتهاؤه وقت الشروق .والجملة الكريمة ( إِنَّ مَوْعِدَهُمُ الصبح . . . ) كالتعليل للأمر بالإِسراء بأهله بسرعة ، أو جواب عما جاش بصدره من استعجالة العذاب لهؤلاء المجرمين .والاستفهام فى قوله - سبحانه - ( أَلَيْسَ الصبح بِقَرِيبٍ ) للتقرير أى : بلى إنه لقريب .قال الآلوسى : روى أنه - عليه السلام - سأل الملائكة عن موعد هلاك قومه فقالوا له؛ موعدهم الصبح . فقال : أريد أسرع من ذلك . فقالوا له؛ أليس الصبح بقريب . ولعله إنما جعل ميقات هلاكهم الصبح لأنه وقت الدعة والراحة فيكون حلول العذاب حينئذ أفظع ، ولأنه أنسب يكون ذلك عبرة للناظرين ."
    },
    {
      "ayah": 82,
      "surah": 11,
      "text": "ثم حكى - سبحانه - فى نهاية القصة ما حل بهؤلاء المجريمن من عذاب فقال : ( فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنْضُودٍ . مُّسَوَّمَةً عِندَ رَبِّكَ وَمَا هِيَ مِنَ الظالمين بِبَعِيدٍ ) .أى : \" فلما أمرنا \" بإهلاك هؤلاء القوم المفسدين ( جَعَلْنَا عَالِيَهَا سَافِلَهَا ) أى : جعلنا أعلى بيوتهم أسفلها ، بأن قلبناها عليهم ، وهى عقوبة مناسبة لجريمتهم حيث قلبوا فطرتهم ، فأتوا الذكران من العالمين؛ وتركوا ما خلق لهم ربهم من أزواجهم . . .وقوله : ( وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنْضُودٍ ) زيادة فى عقوبتهم ولعنهم .أى : جعلنا أعلى قراهم أسفلها ، وأمطرنا عليها حجارة ( مِّن سِجِّيلٍ ) أى : من حجر وطين مختلط ، قد تجحر وتصلب ( مَّنْضُودٍ ) أى : متتابع فى النزول بدون انقطاع موضوع بعد على بعض ، من النضد وهو وضع الأشياء بعضها إلى بعض ."
    },
    {
      "ayah": 83,
      "surah": 11,
      "text": "( مُّسَوَّمَةً عِندَ رَبِّكَ ) أى : معلمة بعلامات من عند ربك لا يعلمها إلا هو ، ومعدة إعداداً خاصاً لإِهلاك هؤلاء القوم .( وَمَا هِيَ ) أى تلك القرى المهلكة ( مِنَ الظالمين بِبَعِيدٍ ) وهم مشركو مكة ( بِبَعِيدٍ ) أى : ببعيدة عنهم ، بل هى قريبة منهم ، ويمرون عليها فى أسفارهم إلى الشام .قال - تعالى - ( وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ . وبالليل أَفَلاَ تَعْقِلُونَ ) أى : وإنكم يا أهل مكة لتمرون على هؤلاء القوم المهلكين من قوم لوط فى وقت الصباح أى النهار ، وتمرون عليهم بالليل أفلا تعقلون ذلك فتعتبروا وتتعظوا؟؟ويجوز أن يكون الضمير فى قوله ( وَمَا هِيَ ) يعود إلى الحجارة التى أهلك الله بها هؤلاء القوم .أى : وما هى تلك الحجارة الموصوفة بما ذكر من الظالمين ببعيد ، بل هى حاضرة مهيئة بقدرة الله - تعالى - لإِهلاك الظالمين بها .والمراد بالظالمين ما يشمل قوم لوط ، ويشمل كل من عصى الله وتجاوز حدوده ، ولم يتبع ما جاء به الرسول - صلى الله عليه وسلم - .وهكذا كانت نهاية قوم لوط ، فقد انطوت صفحتهم كما انطوت من قبلهم صفحات قوم نوح وهود وصالح - عليهم الصلاة والسلام - .هذا ومن العبر والأحكام التى نأخذها من هذه الآيات الكريمة ، أنه لا بأس على المسلم من أن يستعين بغيره لنصرة الحق الذى يدعو إليه ، ولخذلان الباطل الذى ينهى عنه .فلوط - عليه السلام - عندما رأى من قومه الإِصرار على غوايتهم ومفاسدهم تمنى لو كانت معه قوة تزجرهم وتردعهم وتمنعهم عن فسادهم .وقد علق الإِمام ابن حزم على ما جاء فى الحديث الشريف بشأن لوط - عليه السلام - فقال ما ملخصه :وظن بعض الفرق أن ما جاء فى الحديث الصحيح من قوله - صلى الله عليه وسلم - \" رحم الله لوطا لقد كان يأوى إلى ركن شديد \" إنما هو من باب الإِنكار على لوط - عليه السلام - فى قوله ( لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوي إلى رُكْنٍ شَدِيدٍ ) .والحق أنه لا تخالف بين القولين ، بل كلاهما حق ، لأن لوطاً - عليه السلام - إنما أراد منعة عاجلة يمنع بها قومه مما هم عليه من الفواحش . من قرابة أو عشيرة أو أتباع المؤمنين ، وما جهل قط لوط - عليه السلام - أنه يأوى من ربه - تعالى - إلى أمنع قوة ، وأشد ركن .ولا جناح على لوط - عليه السلام - فى طلب قوة من الناس - فقد قال الله - تعالى - ( وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض ) وقد طلب رسول الله - صلى الله عليه وسلم - من الأنصار نصرته حتى يبلغ كلام ربه ، فكيف ينكر على لوط أمراً هو فعله؟!!تالله ما أنكر ذلك رسول الله - صلى الله عليه وسلم - ، وإنما أخبر أن لوطا كان يأوى إلى ركن شديد ، يعنى من نصر الله له بالملائكة ، ولم يكن لوط علم بأنه ملائكة .. ."
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": "ثم انتقلت السورة الكريمة بعد ذلك فقصت علينا ما كان بين شعيب - عليه السلام - وقومه وكيف أنه دعاهم إلى عبادة الله - تعالى - وحده بأسلوب بليغ حكيم ، ولكنهم لم يستجيبوا له ، فكانت عاقبتهم الهلاك كالذين من قبلهم قال - تعالى - :( وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً . . . )تلك هى قصة شعيب - عليه السلام - كما حكتها هذه السورة الكريمة ، وقد وردت هذه القصة فى سور أخرى منها : سورتى الأعراف والشعراء . .ومدين اسم للقبيلة التى تنتسب إلى مدين بن إبراهيم - عليه السلام - .وكانوا يسكنون فى المنطقة التى تسمى ( معان ) وتقع بين حدود الحجاز والشام .وأهل مدين يسمون أيضاً بأصحاب الأيكة .والأيكة : منطقة مليئة بالشجر كانت مجاورة لقرية ( معان ) ، وكان يسكنها بعض الناس فأرسل الله شعيباً إليهم جميعاً .وشعيب هو ابن ميكيل بن يشجر بن مدين بن إبراهيم ، فهو أخوهم فى النسب .وكان النبى - صلى الله عليه وسلم - إذا ذكر شعيب قال : \" ذلك خطيب الأنبياء \" لحسن مراجعته لقومه ، وقوة حجته .وكان قومه يعبدون الأصنام . ويطففون فى الكيل والميزان . . . فدعاهم إلى عبادة الله وحده ، ونهاهم عن الخيانة وسوء الأخلاق .ويرى بعض العلماء : أن شعيباً أرسل إلى أمتين : أهل مدين الذين أهلكوا بالصيحة؛ وأصحاب الأيكة الذين أخذهم الله بعذاب يوم الظلة ، وأن الله - تعالى - لم يبعث نبياً مرتين سوى شعيب - عليه السلام - .ولكن المحققين من العلماء اختاروا أنهما أمة واحدة ، فأهل مدين هم أصحاب الأيكة ، أخذتهم الرجفة والصيحة وعذاب يوم الظلة - أى السحابة - وأن كل عذاب كان كالمقدمة للآخر .هذا ، وقوله - سبحانه - ( وإلى مَدْيَنَ أَخَاهُمْ شُعَيْباً . . . ) معطوف على ما سبقه من قصة صالح - عليه السلام - عطف القصة على القصة .أى : وكما أرسلنا صالحاً - عليه السلام - إلى ثمود ، فقد أرسلنا إلى أهل مدين أخاهم شعيباً - عليه السلام - فقال لهم مقالة كل نبى لقومه : يا قوم اعبدوا الله وحده ، فإنكم لا إله لكم على الحقيقة سواه ، فهو الذى خلقكم ، وهو الذى رزقكم ، وهو الذى إليه مرجعكم . . .ثم بعد أن أمرهم بإخلاص العبادة لله ، نهاهم عن التطفيف فى الكيل والميزان فقال : ( وَلاَ تَنقُصُواْ المكيال والميزان )والمكيال والميزان : اسمان للآلة التى يكال بها ويوزن .ونقص الكيل والميزان يكون من وجهين : أحدهما أن يكون الاستنقاص من جهتهم إذا باعوا لغيرهم .وثانيهما : أن يكون الاستنقاص من جهة غيرهم إذا اشتروا منه ، بأن يأخذوا منه أكثر من حقهم .فكأنه - عليه السلام - يقول لهم : لا تنقصوا المكيال والميزان لا عند الأخذ ولا عند الإعطاء ، فلا تعطوا غيركم أقل من حقه إذا بعتم ، ولا تأخذوا منه أكثر من حقكم إذا اشتريتم .وإلى هذين الأمرين أشار قوله - تعالى - ( وَيْلٌ لِّلْمُطَفِّفِينَ . الذين إِذَا اكتالوا عَلَى الناس يَسْتَوْفُونَ . وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ . . . ) ثم بين لهم الأسباب التى دعته إلى أمرهم ونهيهم فقال : ( إني أَرَاكُمْ بِخَيْرٍ وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ ) .والخير : كلمة جامعة لكل ما يرضى الإِنسان ويغنيه ويسره .ومحيط : أى شامل بحيث لا يستطيع أحد الإِفلات منه . كما يحيط الظرف بالمظروف . . .أى : أخلصوا لله عبادتكم ، والتزموا العدل فى معاملاتكم ، فإنى أراكم تملكون الوفير من المال ، وتعيشون فى رغد من العيش ، وفى بسطة من الرزق ، ومن كان كذلك فمن الواجب عليه أن يقابل هذه النعم بالشكر لواهبها وهو الله - تعالى - وأن يستعملها استعمالاً يرضيه ، وأن يعطى كل ذى حق حقه .وإنى - أيضاً - أخاف عليكم إذا ما تماديتم فى مخالففة ما آمركم به وما أنهاكم عنه ، عذاب يوم أهواله وآلامه شاملة لكل ظالم ، بحيث لا يستطيع أن يهرب منها . . .قال الشوكانى : وصف - سبحانه - اليوم بالإِحاطة ، والمراد العذاب لأن العذاب واقع فى اليوم ، ومعنى إحاطة عذاب اليوم بهم ، أنهم لا يشذ منهم أحد عنه ، ولا يجدون منه ملجأ ولا مهربا .فأنت ترى أن شعيباً - عليه السلام - بعد أن أمرهم بما يصلح عقيدتهم ونهاهم عما يفسد معاملاتهم وأخلاقهم . . ذكرهم بما هم فيه من نعمة وغنى قطعاً لعذرهم حتى لا يقولوا له نحن فى حاجة إلى تطفيف المكيال والميزان لفقرنا ، ثم أخبرهم بأنه ما حمله على هذا النصح لهم إلا خوفه عليهم ."
    },
    {
      "ayah": 85,
      "surah": 11,
      "text": "ثم واصل شعيب - عليه السلام - نصحه لقومه ، فأمرهم بالوفاء بعد أن نهاهم عن النقص على سبيل التأكيد ، وزيادة الترغيب فى دعوته فقال : ( وياقوم أَوْفُواْ المكيال والميزان بالقسط ) . .أى : ويا قوم أوفوا عند معاملاتكم أدوات كليكم وأدوات وزنكم ، ملتزمين فى كل أحوالكم العدل والقسط .( وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ . . . ) أى : ولا تنقصوهم شيئاً من حقوقهم . يقال بخس فلان فلاناً حقه إذا ظلمه وانتقصه . وهو يشمل النقص والعيب فى كل شئ . .والجملة الكريمة تعميم بعد تخصيص ، لكى تشمل غير المكيل والموزون كالمزروع والمعدود ، والجيد والردئ . . .قال الجمل ما ملخصه : وقد كرر - سبحانه - نهيهم عن النقص والبخس وأمرهم بالوفاء . . لأن القوم لما كانوا مصرين على ذلك العمل القبيح ، وهو تطفيف الكيل والميزان ومنع الناس حقوقهم ، احتيج فى المنع منه إلى المبالغة فى التأكيد ، ولا شك أن التكرير يفيد شدة الاهتمام والعناية بالمأمور والمنهى عنه ، فلهذا كرر ذلك ليقوى الزجر والمنع من ذلك الفعل . .وقوله : ( وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ ) تحذير لهم من البطر والغرور واستعمال نعم الله فى غير ما خلقت له ."
    },
    {
      "ayah": 86,
      "surah": 11,
      "text": "قال ابن جرير : \" وأصل العثى شدة الإِفساد ، بل هو أشد الإِفساد . يقال عثى فلان فى الأرض يعنى - كرضى يرضى - إذا تجاوز فى الإِفساد . . .أى : ولا تسعوا فى أرض الله بالفساد ، وتقابلوا نعمه بالمعاصى ، فتسلب عنكم ثم أرشدهم إلى أن ما عند الله خير وأبقى مما يجمعونه عن الطريق الحرام فقال : ( بَقِيَّةُ الله خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ ) .ولفظ ( بقية ) اسم مصدر من الفعل : بقى ، ضد : فنى . وإضافتها إلى الله - تعالى - إضافة تشريف وتيمن .أى : ما يبقيه الله لكم من رزق حلال ، ومن حال صالح ، ومن ذكر حسن ، ومن أمن وبركة فى حياتكم . . . بسبب التزامكم بالقسط فى معاملاتكم ، هو خير لكم من المال الكثير الذى تجمعونه عن طريق بخس الناس أشياءهم .وجملة \" إن كنتم مؤمنين \" معترضة لبيان أن هذه الخيرية لا تتم إلا مع الإِيمان .أى : ما يبقيه الله لكم من الحلال . . . هو خير لكم ، إن كنتم مصدقين بما أرسلت به إليكم ، أما إذا لم تكونوا كذلك فلن تكون بقية الله خيرا لكم ، لأنها لا تكون إلا للمؤمنين ، فاستجيبوا لنصيحتى لتسعدوا فى دنياكم وآخرتكم .وجملة \" وما أنا عليكم بحفيظ \" تحذير لهم من مخالفته بعد أن أدى ما عليه من بلاغ .أى : وما أنا عليكم بحفيظ أحفظ لكم أعمالكم وأحاسبكم عليها ، وأجازيكم بها الجزاء الذى تستحقونه ، وإنما أنا ناصح ومبلغ ما أمرنى ربى بتبليغه ، وهو وحده - سبحانه - الذى سيتولى مجازاتكم .وإلى هنا نجد شعيباً - عليه السلام - قد أرشد قومه إلى ما يصلحهم فى عقائدهم ، وفى معاملاتهم ، وفى صلاتهم بعضهم ببعض ، وفى سلوكهم الشخصى ، بأسلوب حكيم جامع لكل ما يسعد ويهدى للتى هى أقوم ."
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "فماذا كان رد قومه عليه؟لقد كان ردهم عليه - كما حكاه القرآن الكريم - طافحا بالاستهزاء به ، والسخرية منه ، فقد قالوا له : ( ياشعيب أصلاوتك تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءابَاؤُنَآ أَوْ أَن نَّفْعَلَ في أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لأَنتَ الحليم الرشيد ) .أى : قال قوم شعيب له - على سبيل التهكم والاستهزاء - : يا شعيب أصلاتك - التى تزعم أن ربك كلفك بها والتى أنت تكثر منها - تأمرك أن نترك عبادة الأصنام التى وجدنا عليها آباءنا؟ والاستفهام للإِنكار والتعجب من شأنه . .وأسندوا الأمر إلى الصلاة من بين سائر العبادات التى كان يفعلها ، لأنه - عليه السلام - كان كثير الصلاة ، وكانوا إذا رأوا يصلى سخروا منه .وجملة \" أو أن نفعل فى أموالنا ما نشاء \" إنكار منهم لترك ما تعودوه من نقص الكيل والميزان . . .إن كانت صلاتك تأمرك بذلك ، فهى فى نظرنا صلاة باطلة ، لا وزن لها عندنا ، بل نحن نراها لوناً من ألوان جنونك وهذيانك .وجملة \" إنك لأنت الحليم الرشيد \" زيادة منهم فى السخرية منه - عليه السلام - وفى التهكم عليه ، فكأنهم - قبحهم الله - يقولون له : كيف تأمرنا بترك عبادة الأصنام ، وبترك النقص فى الكيل والميزان ، مع علمك اليقينى بأن هذين الأمرين قد بنينا عليهما حياتنا ، ومع زعمك لنا بأنك الحليم الذى يتأنى ويتروى فى أحكامه ، الرشيد الذى يرشد غيره إلى ما ينفعه؟إن هذين الوصفين لا يليقان بك ، ما دمت تأمرنا بذلك ، وإنما اللائق بك أضدادهما ، أى الجهالة والسفه والعجلة فى الأحكام .قال صاحب الكشاف : وأردوا بقولهم : ( إِنَّكَ لأَنتَ الحليم الرشيد ) نسبته إلى غايت السفه والغى ، فعكسوا ليتهكموا به ، كما يتهكم بالشحيح الذى لا يبض حجره ، فيقال له : لو أبصرك حاتم لسجد لك . وقيل معناه : إنك للمتواصف بالحلم والرشد فى قومك . يعنون أن ما تأمر به لا يطابق حالك وما اشتهرت به . . .هكذا رد قوم شعيب عليه ، وهو رد يحمل السخرية فى كل مقطع من مقاطعة ، ولكنها سخرية الشخص الذى انطمست بصيرته ، وقبحت سريرته!!"
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "ومع كل هذه السفاهة : ترى شعيبا - عليه السلام - وهو خطيب الأنبياء - يتغاضى عن سفاهاتهم ، لأنه يحس بقصورهم وجهلهم ، كما يحس بقوة الحق الذى أتاهم به من عند ربه ، فيرد عليهم بقوله : ( قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن رَّبِّي . . ) والبينة : ما يتبين به الحق من الباطل ، ويتميز به الهدى من الضلال .أى : قال شعيب لقومه بأسلوب مهذب حكيم : يا قوم أخبرونى إن كنت على حجة واضحة ، وبصيرة مستنيرة منحنى إياها ربى ومالك أمرى .( وَرَزَقَنِي مِنْهُ ) - سبحانه - ، ( رِزْقاً حَسَناً ) يتمثل فى النبوة التى كرمنى بها ، وفى المال الحلال الذى بين يديى ، وفى الحياة الطيبة التى أحياها .وجواب الشرط محذوف والتقدير : أخبرونى إن كنت كذلك ، هل يليق بى بعد ذلك أن أخالف أمره مسايرة لأهوائكم؟ كلا إنه لا يليق بى ذلك ، وإنما اللائق بى أن أبلغ جميع ما أمرنى بتبليغه دون خوف أو تقصر .ثم يكشف لهم عن أخلاقه وسلوكه معهم فيقول : ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ . . . )أى : ما أريد بأمرى لكم بعبادة الله وحده ، وبنهيى إياكم عن التطفيف والبخس ، مجرد مخالفتكم ومنازعتكم ومعاكستكم ، أو أن آمركم بشئ ثم لا أفعله ، أو أنهاكم عنه ثم أفعله ، من أجل تحقيق منفعة دنيوية . .كلا ، كلا إنى لا أريد شيئا من ذلك وإنما أنا إنسان يطابق قولى فعلى ، وأختار لكم ما أختاره لنفسى .قال صاحب الكشاف ما ملخصه : قوله ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ ) يقال : خالفنى فلان إلى كذا : إذا ق صده وأنت مول عنه . وخالفنى عنه : إذا ولى عنه وأنت تقصده .ويلقاك الرجل صادرا عن المال فتسأله عن صاحبه فيقول : خالفنى إلى الماء ، يريد أنه ذهب إليه واردا ، وهو ذهب عنه صادراً ، ومنه قوله - سبحانه - ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ ) يعنى : ما أريد أن أسبقكم إلى شهواتكم التى نهيتكم عنها لأستبد بها دونكم .وقال الإِمام ابن كثير ، وعن مسروق أن امرأة جاءت إلى ابن مسعود - رضى الله عنه - فقالت له : أأنت الذى نتهى عن الواصلة - أى التى تصل شعرها بشعر آخر -؟ قال : نعم . فقالت : فلعله فى بعض نسائك ، فقال : ما حفظت إذاً وصية العبد الصالح ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ ) .ثم بين لهم أنه ما ريد لهم إلا الإِصلاح فيقول : ( إِنْ أُرِيدُ إِلاَّ الإصلاح مَا استطعت . . . )أى : ما أريد بما أنصحكم به إلا إصلاحكم وسعادتكم ، وما دمت أستطيع ذلك ، وأقدر عليه ، فلن أقصر فى إسداء الهداية لكم .ثم يفوض الأمور إلى الله - تعالى - فيقول : ( وَمَا توفيقي إِلاَّ بالله عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ ) .أى : وما توفيقى فيما أدعوكم إليه من خير أو أنهاكم عنه من شر إلا بتأييد الله وعونه ، فهو وحده الذى عليه أتوكل وأعتمد فى كل شئونى ، وهو وحده الذى إليه أرجع فى كل أمورى ."
    },
    {
      "ayah": 89,
      "surah": 11,
      "text": "ثم يواصل شعيب - عليه السلام - نصحه لقومه ، فينتقل بهم إلى تذكيرهم بمصارع السابقين ، محذرا إياهم من أن يكون مصيرهم كمصير الظالمين من قبلهم فيقول : ( وياقوم لاَ يَجْرِمَنَّكُمْ شقاقي أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ . . . )ومعنى ( لاَ يَجْرِمَنَّكُمْ ) لا يحملنكم ، مأخوذ من جرمه على كذا ، إذا حمله عليه .أو بمعنى لا يكسبنكم من جرم بمعنى كسب ، غير أنه لا يكون إلا فى كسب مَا لاَ خير فيه ، ومنه الجريمة ، وهى اقتراف الجرم والذنب .وأصل الجرم : قطع الثمرة من الشجرة ، وأطلق على الكسب ، لأن الكاسب لشئ ينقطع له .وقوله ( شقاقي ) من الشقاق بمعنى الخلاف والعداوة ، كأن لك واحد من المتعاديين فى شق غير الشق الذى يكون فيه الآخر ، والشق : الجانب .والمعنى : ويا قوم لا تحملنكم عداوتكم لى ، على افتراء الكذب على ، وعلى التمادى فى عصيانى ومحاربتى . فإن ذلك سيؤدى بكم إلى أن يصيبكم العذاب الذى أصاب قوم نوح أو قوم هود أو قوم صالح .وقوله : ( وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ ) : تذكير لهم بأقرب المهلكين إليهم .أى : إذا كنتم تتعظوا بما أصاب قوم نوح من غرق ، وبما أصاب قوم هود من ريح دمرتهم ، وبما أصاب قوم صالح من صحية أهلكتم ، فاتعظوا بما أصاب قوم لوط من عذاب جعل أعلى مساكنهم أسفلها ، وهم ليسوا بعيدين عنكم لا فى الزمان ولا فى المكان ."
    },
    {
      "ayah": 9,
      "surah": 11,
      "text": "ثم بين - سبحانه - جانبا من طبيعة بنى آدم إلا من عصم الله فقال - تعالى - ( وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ . . . )والمراد بالإِنسان هنا الجنس على أرجح الأقوال ، فيشمل المسلم وغيره ، بدليل الاستثناء الآتى بعد ذلك فى قوله ( إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات )قال الفخر الرازى ما ملخصه : المراد بالإِنسان هنا مطلق الإِنسان يدل عليه وجوه :الأول : أنه - تعالى - استثنى منه قوله ( إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات ) والاسثتناء يخرج من الكلام ما لولاه لدخل ، فثبت أن الإِنسان المذكور فى هذه الآية داخل فيه المؤمن والكافر .الثانى : أن هذه الآية موافقة على هذا التقرير لقوله - سبحانه - : ( والعصر . إِنَّ الإنسان لَفِى خُسْرٍ . إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات . . . ) الثالث : أن مزاج الإِنسان مجبول على الضعف والعجز . قال ابن جريج فى تفسير هذه الآية : \" يا بن آدم إذا نزلت بك نعمة من الله فأنت كفور ، فإذا نزعت منك فيؤوس قنوط \" .وقيل المراد بالإنسان هنا جنس الكفار فقط ، لأن هذه الأوصاف تناسبهم وحدهم .والمراد بالرحمة هنا : رحمة الدنيا ، وأطلقت على أثرها وهو النعمة كالصحة والغنى والأمان وما يشبه ذلك من ألوان النعم .واليؤوس والكفور : صيغتا مبالغة للشخص الكثير اليأس ، والكفر ، والقنوط : الشديد الجحود لنعم الله - تعالى - يقال : يئس من الشئ ييأس ، إذا قنط منه .والمعنى : ولئن منحنا الإِنسان - بفضلنا وكرمنا - بعض نعمنا ، كالصحة والغنى والسلطان والأمان ( ثُمَّ نَزَعْنَاهَا مِنْهُ ) أى : ثم سلبناها منه ، لأن حكمتنا تقتضى ذلك .( إنه ) فى هذه الحالة ( لَيَئُوسٌ كَفُورٌ ) أى : لشديد اليأس والقنومن من أن يرجع إليه ما سلب منه أو مثله ، ولكثير الكفران والجحود لما سبق أن تقلب فيه من نعم ومنن .قال الشوكانى : وفى التعبير بالذوق ما يدل على أنه يكون منه ذلك عند سلب أدنى نعمة ينعم الله بها عليه : \" لأن الإِذاعة والذوق أقل ما يوجد به الطعم \" .وفى قوله : \" ثم نزعناها منه \" إشارة إلى شدة تعلقه بهذه النعم ، وحرصه على بقائها معه .وجملة ( إِنَّهُ لَيَئُوسٌ كَفُورٌ ) جواب القسم ، وأكدت بإن وباللام ، لقصد تحقيق مضمونها ، وأنه حقيقة ثابتة .وهى تصوير بليغ صادق لما يعترى نفس هذا الإِنسان عندما تسلب منه النعمة بعد أن ذاقها - فهو - لقلة إيمانه وضعف ثقته بربه - قد فقد كل أمل فى عودة هذه النعمة إليه ، ولكأن هذه النعمة التى سلبت منه لم يرها قبل ذلك ."
    },
    {
      "ayah": 90,
      "surah": 11,
      "text": "والمراد بالبعد - في قوله : ( واستغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ ) .أى : واستغفروا ربكم من كل ما فرط منكم من ذنبو ثم توبوا إليه توبة صادقة نصوحا :( إِنَّ رَبِّي ) ومالك أمرى ( رَحِيمٌ ) أى : واسع الرحمة لمن تاب إليه ، ( وَدُودٌ ) أى : كثير الود والمحبة لمن أطاعه .وهكذا نجد شعيبا - عليه السلام - وهو خطيب الأنبياء - يلون لقومه النصح ، وينوع لهم المواعظ ، ويطوف بهم فى مجالات الترغيب والترهيب . ."
    },
    {
      "ayah": 91,
      "surah": 11,
      "text": "ولكن القوم كانوا قد بلغوا من الفساد نهايته ، ومن الجهل أقصاه . . . فقد ردوا على هذه النصائح الغالية بقولهم : ( قَالُواْ ياشعيب مَا نَفْقَهُ كَثِيراً مِّمَّا تَقُولُ . . . )أى : قال قوم شعيب له على سبيل التحدى والتكذيب : يا شعيب إننا لا نفهم الكثير من قولك ، لأنه قول لم نألفه ولم تتقبله نفوسنا ، ولقد أطلت فى دعوتنا إلى عبادة الله وترك النقص فى الكيل والميزان حتى مللنا دعوتك وسئمناها ، وصارت ثقيلة على مسامعنا ، وخافية على عقولنا . .فمرادهم بهذه الجملة الاستهانة ، به والصدود عنه ، كما يقول الرجل لمن لا يعبأ بحديثه : لا أدرى ما تقوله ، ولا أفهم ما تتفوه به من ألفاظ .قال أبو السعود ما ملخصه : والفقه : معرفة غرض المتكلم من كلامه ، أى : ما نفهم مرادك وإنما قالوا ذلك بعد أن سمعوا منه دلائل الحق البين على أسحن وجه وأبلغه ، وضاقت عليهم الحيل ، فلم يجدوا إلى محاورته سبيلا . . . كما هو ديدن المفحم المحجوج ، يقابل النصائح البينات بالسب والإِبراق والإِرعاد . . . إذ جعلوا كلامه المشتمل على الحكم من قبيل ما لا يفهم معناه . . .ثم قالوا له - ثانيا - ( وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفاً ) أى : لا قوة لك إلى جانب قوتنا ، ولا قدرة عندك على مقاومتنا إن أردنا قتلك أو طردك من قريتنا .ثم قالوا له . . ثانيا - ( وَلَوْلاَ رَهْطُكَ لَرَجَمْنَاكَ ) ورهط الرجل : قومه وعشيرته الأقربون . ومنه الراهط لحجر اليربوع ، لأنه يحتمى فيه . . .ولفظ ( الرهط ) اسم جمع يطلق غالبا على العصابة دون العشرة من الرجال ليس فيهم أمرأة .أى : ولولا عشيرتك التى هى على ملتنا وشريعتنا لرجمناك بالحجارة حتى تموت ، ولكن مجاملتنا لعشيرتك التى كفرت بك هى التى جعلتنا نبقى عليك .ثم قالوا له - رابعا - ( وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ ) أى : وما أنت علينا بمكرم أو محبوب أو قوى حتى نمتنع عن رجمك ، بل أنت فينا الضعيف المكروه . ."
    },
    {
      "ayah": 92,
      "surah": 11,
      "text": "وهنا نجد شعيبا - عليه السلام - ينتقل فى أسلوب مخاطبته لهم من اللين إلى الشدة ، ومن التلطف إلى الإِنكار ، دفاعا عن جلال ربه - سبحانه - فيقول لهم : ( قَالَ ياقوم أرهطي أَعَزُّ عَلَيْكُم مِّنَ الله . . . )أى : ارهطى وعشيرتى الأقربون ، الذين من أجلهم لم ترجمونى ، أعز وأكرم عندكم من الله - تعالى - الذى هو خالقكم ورازقكم ومميتكم ومحييكم .( واتخذتموه وَرَآءَكُمْ ظِهْرِيّاً ) أى : وجعلتم أوامره ونواهيه التى جئتكم بها من لدنه - سبحانه - كالشئ المنبوذ المهمل الملقى من وراء الظهر بسبب كفركم وطغيانكم ( إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ ) أى : إن ربى قد أحاط علمه بأقوالكم وأعمالكم السيئة ، وسجايزيكم عليها بما تستحقون من عذاب مهين ."
    },
    {
      "ayah": 93,
      "surah": 11,
      "text": "ثم زاد فى توبيخهم وتهديدهم فقال ( وياقوم اعملوا على مَكَانَتِكُمْ إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ وارتقبوا إِنِّي مَعَكُمْ رَقِيبٌ ) والمكانة مصدر مكن ككرم ، يقال مكن فلان من الشئ مكانه ، إذا تمكن منه أبلغ تمكن ، والأمر فى قوله ( اعملوا ) للتهديد والوعيد .أى : اعملوا كل ما فى إمكانكم عمله معى ، وابذلوا فى تهديدى ووعيدى ما شئتم ، فإن ذلك لن يضيرنى ، وكيف يضيرنى وأنا المتوكل على الله المعتمد على عونه ورعايته . . . ؟وإنى سأقابل عملكم السئ هذا بعمل آخر حسن من جانبى ، وهو الدوة إلى وحدانية الله - تعالى - وإلى مكارم الأخلاق .وقوله ( سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ . . . ) استئناف مؤكد لتهديده لهم .أى : اعملوا ما شئتم وأنا سأعمل ما شئت فإنكم بعد ذلك سوف تعلمون من منا الذى سينزل به عذاب يخزيه ويفضحه ويهينه ، ومن منا الذى هو كاذب فى قوله وعمله .( وارتقبوا ) عافلة تكذيبكم للحق ( إِنِّي مَعَكُمْ رَقِيبٌ ) أى : إنى معكم منتظر ورماقب لما سيفعله الله - تعالى - بكم .وبذلك نرى شعيبا - عليه السلام - فى هاتين الآيتين ، قد استعمل مع قومه أسلوبا آخر فى المخاطبة ، يمتاز بشدة عليهم والتهديد لهم ، لا غضبا لنفسه ، وإنما لأجل حرمات الله - تعالى - ، والدفاع عن دينه ."
    },
    {
      "ayah": 94,
      "surah": 11,
      "text": "ولم يطل انتظار شعيب - عليه السلام - ومراقبته لما يحدث لقومه ، بل جاء عقاب الله - تعالى - لهم بسرعة وحسم ، بعد أن لجوا فى طغيانهم ، وقد حكى - سبحانه - ذلك فقال :( وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْباً والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا . . )أى : وحين جاء أمرنا بعذابهم ، وحل أوان هذا العذاب ، نجينا نبينا شعيبا ونجينا الذين آمنوا به وصدقوه ، حالة كونهم مصحوبين برحمة عظيمة كائنة منا لا من غيرنا .( وَأَخَذَتِ الذين ظَلَمُواْ ) من قومه ( الصَّيْحَةُ ) التى زلزلتهم وأهلكتهم ( فَأَصْبَحُواْ فِي دِيَارِهِمْ ) التى كانوا يسكنونها .( جَاثِمِينَ ) أى : هامدين ميتين لا تحس لهم حركة ، ولا تسمع لهم ركزا . .من الجثوم وهو للناس والطير بمنزلة البروك للإِبل ، يقال ، جثم الطائر يجثم جثما وجثوما فهو جاثم إذا وقع على صدره ولزم مكانه فلم يبرحه ."
    },
    {
      "ayah": 95,
      "surah": 11,
      "text": "( كَأَن لَّمْ يَغْنَوْاْ فِيهَآ ) أى : كأن هؤلاء الهلكى من قوم شعيب ، لم يعيشوا فى ديارهم قبل ذلك عيشة ملؤها الرغد والرخاء والأمان . . .يقال : غنى فلان بالمكان ، إذا أقام به وعاش فيه ف نعمة ورغد . . .( أَلاَ بُعْداً لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ ) أى : ألا هلاكا مصحوبا بالخزى واللعنة والطرد من رحمة الله لقبيلة مدين ، كما هلكت من قبلهم قبيلة ثمود .وهكذا طويت صفحة أخرى من صفات الظالمين وهم قوم شعيب . . عليهم السلام - كما طويت من قبلهم صفحات قوم نوح وهود وصالح ولوط - عليه السلام- .هذا ، ومن أهم العبر والعظات التى تتجلى واضحة فى قصة شعيب مع قومه كما جاءت فى هذه السورة الكريمة :أن الداعى إلى الله لكى ينجح فى دعوته ، عليه أن ينوع خطابه للمدعوين ، بحيث يشتمل توجيهه على الترغيب والترهيب ، وعلى الأسباب وما تؤدى إليه من نتائج ، وعلى ما يقنع العقل ويقنع العاطفة . . .ففى هذه القصة نجد شعيبا - عليه السلام - يبدأ دعوته بأمر قومه بعبادة الله - تعالى - ، ثم ينهاهم عن أبرز الرذائل التى كانت منتشرة وهى نقص المكيال والميزان ، ثم يبين لهم الأسباب التى حملته على ذلك : ( إني أَرَاكُمْ بِخَيْرٍ وإني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ ) .ثم ينهاهم نهيا عاما عن الإِفساد فى الأرض ( وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ ) .ثم يرشدهم إلى أن الرزق الحلال مع الإِيمان والاستقامة ، خير لهم من التشبع بزينة الحياة الدنيا بدون تمييز بين ما هو صالح وما هو طالح : وبقية الله خير لكم إن كنتم مؤمنين . .ثم يذكرهم بأنه لا يأمرهم إلا بما يأمر به نفسه ، ولا ينهاهم إلا عما ينهاها عنه وأنه ليس ممن يقولون بأفواههم ما ليس فى قلوبهم ( وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إلى مَآ أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإصلاح مَا استطعت . . . ) .ثم يذكرهم بمصارع السابقين ، ويحذرهم من أن يسلكوا مسلكهم ، لأنهم لو فعلوا ذلك لهلكوا كما هلك الذين من قبلهم : ( وياقوم لاَ يَجْرِمَنَّكُمْ شقاقي أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ . . . ) .ثم يفتح لهم باب الأمل فى عفو الله عنهم متى استغفروه وتابوا إليه : ( واستغفروا رَبَّكُمْ ثُمَّ توبوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ )ثم تراه يثور عليهم عندما يراهم يتجاوزون حدودهم بالنسبة لله - تعالى - وللحق الذى جاءهم به من عنده - سبحانه - : ( أرهطي أَعَزُّ عَلَيْكُم مِّنَ الله واتخذتموه وَرَآءَكُمْ ظِهْرِيّاً إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ . وياقوم اعملوا على مَكَانَتِكُمْ إِنِّي عَامِلٌ سَوْفَ تَعْلَمُونَ . . . ) .وهكذا نجد شعيبا - عليه السلام - وهو خطيب الأنبياء كما وصفه الرسول - صلى الله عليه وسلم - يرشد قومه إلى ما يصلحهم ويسعدهم بأسلوب حكيم ، جامع لكل ألوان التأثير ، والتوجيه السديد .وليت الدعاة إلى الله فى كل زمان ومكان يتعلمون من قصة شعيب . . عليه السلام - مع قومه أسلوب الدعوة إلى الله - تعالى ."
    },
    {
      "ayah": 96,
      "surah": 11,
      "text": "ثم ختمت السورة الكريمة حديثها عن قصص الأنبياء مع أقوامهم ، بالإِشارة إلى قصة موسى - عليه السلام - مع فرعون وملته ، فقال - تعالى - :( وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَا . . . )موسى - عليه السلام - هو ابن عمران ، من نسل \" لاوى \" بن يعقوب .ويرى بعض المؤرخين أو ولادة موسى كانت فى حوالى القرن الثالث عشر قبل الميلاد ، وأن بعثته كانت فى عهد منفتاح بن رمسيس الثانى .والمراد بالآيات : الآيات التسع المشار إليه فى قوله - تعالى - \" ولقد آتينا موسى تسع آيات بينات . . . \"وهى : العصا ، واليد والبيضاء ، والسنون ، والعجاف ، ونقص الثمرات ، والطوفان ، والجراد ، والقمل ، والضفادع ، والدم .والسلطان المبين : الحجة الواضحة ، والبرهان الظاهر على صدقه ، وسمى ذلك سلطانا لأن صاحب الحجة والبرهان على ما يدعى ، يقهر ويغلب من لا حجة ولا برهان معه ، كما يقهر السلطان غيره .والمعنى : ولقد أرسلنا نبينا موسى - عليه السلام - بمعجزاتنا الدالة على صدقه ، وبحجته القوية الواضحة ، الشاهدة على أنه رسول من عندنا ، إلى فرعون وملئه الذين هم خاصته ، وسادات قومه وكبراؤهم . . ."
    },
    {
      "ayah": 97,
      "surah": 11,
      "text": "وخصهم بالذكر مع فرعون ، لأنهم هم الذين كانوا ينفذون أوامره ، ويعاونونه على فساده والضمير فى قوله ( فاتبعوا أَمْرَ فِرْعَوْنَ ) يعود إلى الملأ .أى : فاتبعوا أمره فى كل ما قرره من كفر ، وفى كل ما أشار به من فساد .وفى هذه الجملة الكريمة - كما يقول الزمخشرى - تجهيل لهم ، حيث شايعوه على أمره ، وهو ضلال مبين لا يخفى على من فيه أدنى مسكة من العقل ، وذلك أنه ادعى الألوهية وهو بشر مثلهم ، وجاهر بالعسف والظلم والشر الذى لا يأتى إلا من شيطان ما رد ، فاتبعوه وسلموا له دعواه ، وتتابعوا على طاعته .وقال - سبحانه - ( فاتبعوا أَمْرَ فِرْعَوْنَ ) ولم يقل فاتبعوا أمره ، للتشهير به ، والإِعلان عن ذمة الذى صرح به فى قوله - سبحانه - ( وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ ) .والرشيد بزنة - فعيل - رشد من باب نصر وفتح : هو الشخص المتصف بإصابة الرأى ، وجودة التفكير ، وأضيف الرشد إلى الأمر على سبيل المجاز ، مبالغة فى اشتمال أمر فرعون على ما يناقض الرشد والسداد ، ويطابق الغى والفساد .أى : ما شأن فرعون وأمره بذى رشد وهدى ، بل هو محض الغى والضلال ، فكان من الواجب على ملئه أن ينبذوه ويهملوه ، بدل أن يطيعوه ويتبعوه . . ."
    },
    {
      "ayah": 98,
      "surah": 11,
      "text": "ثم بين - سبحانه - سوء مصيره ومصير أتباعه فقال : ( يَقْدُمُ قَوْمَهُ يَوْمَ القيامة فَأَوْرَدَهُمُ النار وَبِئْسَ الورد المورود )ويقدم - كينصر - بمعنى يتقدم مأخوذ من الفعل قدم - بفتح الدال - تقول : قدم الرجل يقدم قدماً وقدوما بمعى : تقدم ، ومنه قادمة الرحل بمعنى مقدمته .وقوله ( فَأَوْرَدَهُمُ ) من الإِيراد وهو جعل الشئ واردا إلى المكان - وداخلا فيه .والورد - بكسر الواو - يطلق على الماء الذى يرد إليه الإِنسان والحيوان للشرب .والمعنى : يتقدم فرعون قومه يوم القيامة إلى جهنم ، كما كان يتقدمهم فى الكفر فى لدنيا ، فأوردهم النار ، أى : فدخلها وأدخلهم معه فيها .وعبر بالماضى مع أن ذلك سيكون يوم القيامة لتقحيق الوقوع وتأكده ، وقد صرح القرآن بأنهم سيدخلون النار بمجرد موتهم فقال - تعالى - : ( النار يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ الساعة أدخلوا آلَ فِرْعَوْنَ أَشَدَّ العذاب ) وقوله وبئس الورد المورود ، أى : وبئس الورد الذى يردونه النار ، لأن الورد - الذى هو النصيب المقدر للإِنسان من الماء - إنما يذهب إليه قاصده لتسكين عطشه ، وإرواء ظمته ، وهؤلاء إنما يذهبون إلى النار التى هى ضد من ذلك ."
    },
    {
      "ayah": 99,
      "surah": 11,
      "text": "ثم صرح - سبحانه - بلعنهم فى الدارين فقالك ( وَأُتْبِعُواْ فِي هذه لَعْنَةً وَيَوْمَ القيامة ) . .أى : إن اللعنة والفضيحة لحقت بهم ، واتبعتهم فى الدنيا وفى الأخرى ، كما قال - تعالى - فى آية أخرى : ( وَأَتْبَعْنَاهُم فِي هَذِهِ الدنيا لَعْنَةً وَيَوْمَ القِيَامَةِ هُمْ مِّنَ المقبوحين ) وجملة ( بِئْسَ الرفد المرفود ) مستأنفة لإِنشاء ذم اللعنة ، والمخصوص بالذم محذوف دل عليه ذكر اللعنة ، أى بئس الرفد هى .الرفد العطاء والعون يقال رفد فلان فلانا يرفده رفدا أى أعطاه وأعانه على قضاء مصالحه ، أى : بئس العطاء المعطى لهم تلك اللعنة المضاعفة التى لابستهم فى الدنيا والآخرة .وسميت اللعنة رفدا على سبيل التهكم بهم ، كما فى قول القائل : تحية بينهم ضرب وجيع . فكأنه - سبحانه - يقول : هذه اللعنة هى العطاء المعى من فرعون لأتباعه الذين كانوا من خلفه كقطيع الأغنام الذى يسير خلف قائده بدون تفكر أو تدبر . . .وبئس العطاء عطاؤه لهم . . .وإلى هنا تكون هذه السورة الكريمة قد حدثتنا عن قصة نوح مع قومه ، وعن قصة هود مع قومه ، وعن قصة صالح مع قومه ، وعن قصة إبراهيم مع الملائكة ، وعن قصة لوط مع قومه ومع الملائكة ، وعن قصة شعيب مع قومه ، وعن قصة موسى مع فرعون وملئه .ويلاحظ أن السورة الكريمة قد ساقت لنا تلك القصص حسب ترتيبها التاريخى والزمنى ، لأهداف من أهمها :1 - إبراز وحدة العقيدة فى دعوة الأنبياء جميعا ، فكل نبى قد قال لقومه : اعبدوا اله مالكم من إله غيره . . . ثم يسوق لهم الأدلة على صدقه فيما بلغه عن ربه .2 - إبراز أن الناس فى كل زمان ومكان فيهم الأخيار الذين يتبعون الرسل ، وفيهم الأشرار الذين يحاربون الحق . . .3 - بيان العاقبة الحسنة التى انتهى إليها المؤمنون بسبب إيمانهم وصدقهم وعملهم الصالح . . . والعاقبة السيئة التى انتهى إليها الكافرون بسبب كفرهم وإعراضهم عن الحق . . .قال - تعالى - ( فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ ) ثم ساقت السورة بعد ذلك حتى نهايتها آيات كريمة اشتملت على تعليقات وتعقيبات متنوعة ، وهذه التعليقات والتعقيبات قوية الصلة بما سبقها من آيات . . ."
    }
  ]
}
