{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 15,
      "text": "سورة الحجر من السور التى افتتحت ببعض حروف التهجى ( الر ) .وقد بينا - بشئ من التفصيل - عند تفسيرنا لسورة : البقرة ، وآل عمران ، والأعراف . . .آراء العلماء فى هذه الحروف التى افتتحت بها بعض سور القرآن الكريم .وقلنا ما خلاصته : من العلماء من يرى أن المعنى المقصود منها غير معروف لأنها من المتشابه الذى استأثر الله بعلمه . . .ومنهم من يرى أن المعنى المقصود منها معلوم ، وأنها ليست من المتشابه ، بل هى أسماء للسور التى افتتحت بها . . . أو هى حروف مقطعة بعضها من أسماء الله ، وبعضها من صفاته . . .ثم قلنا : ولعل أقرب الآراء إلى الصواب أن يقال : إن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض السور؛ للإِشعار بأن هذا القرآن الذى تحدى الله به المشركين ، هو من جنس الكلام المركب من هذه الحروف التى يعرفونها ، ويقدرون على تأليف الكلام منها ، فإذا عجزوا عن الإِتيان بسورة من مثله ، فذلك لبلوغه فى الفصاحة والحكمة مرتبة يقف فصحاؤهم وبلغاؤهم دونها بمراحل .وفضلاً عن ذلك فإن تصدير بعض السور بمثل هذه الحروف المقطعة ، يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم إلى الإِنصات والتدبر ، لأنه يطرق أسماعهم فى أول التلاوة ألفاظ غير مألوفة فى مجارى كلامهم وذلك مما يلفت أنظارهم ليتبينوا ما يراد منها ، فيسمعوا حكماً وهدايات قد تكون سبباً فى استجابتهم للحق ، كما استجاب صالحو الجن الذين حكى الله - تعالى - عنهم أنهم عندما استمعوا إلى القرآن قالوا : ( إِنَّا سَمِعْنَا قُرْآناً عَجَباً يهدي إِلَى الرشد فَآمَنَّا بِهِ وَلَن نُّشرِكَ بِرَبِّنَآ أَحَداً . . . . ) واسم الإِشارة ( تلك ) يعود إلى الآيات التى تضمنتها هذه السورة ، أو إلى جميع الآيات القرآنية التى نزلت قبل ذلك .والمراد بالكتاب : القرآن الكريم ، ولا يقدح فى هذا ، ذكر لفظ القرآن بعده ، لأنه - سبحانه - جمع له بين الاسمين تفخيماً لشأنه ، وتعظيماً لقدره .و ( مبين ) اسم فاعل من أبان الذى هو بمعنى بان ، مبالغة فى الوضوح والظهور .قال صاحب الصحاح : يقال : \" بان الشئ يبين بيانا ، أى اتضح ، فهو بين وكذا أبان الشئ فهو مبين . . . \" .والمعنى : تلك - أيها الناس - آيات بينات من الكتاب الكامل فى جنسه ، ومن القرآن العظيم الشأن ، الواضح فى حكمه وأحكامه ، المبين فى هدايته وإعجازه فأقبلوا عليها بالحفظ لها ، وبالعمل بتوجيهاتها ، لتنالوا السعادة فى دنياكم وآخرتكم .قال الآلوسى : \" وفى جمع وصفى الكتابية والقرآنية من تفخيم شأن القرآن ما فيه ، حيث أشير بالأول إلى اشتماله على صفات كمال جنس الكتب الإِلهية فكأنه كلها ، وبالثانى إلى كونه ممتازاً عن غيره ، نسيجا وحده ، بديعاً فى بابه ، خارجاً عن دائرة البيان ، قرآناً غير ذى عوج .. \" ."
    },
    {
      "ayah": 10,
      "surah": 15,
      "text": "ثم ساق - سبحانه - بعد ذلك من الآيات ما فيه تعزية وتسلية للرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه ، فأخبره بأن ما أصابه منهم يشبه ما فعله المكذبون السابقون مع رسلهم ، فقال - تعالى - ( وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الأولين وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين لاَ يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الأولين ) .قال الجمل : \" لما أساءوا فى الأدب ، وخاطبوه صلى الله عليه وسلم خطاب السفاهة ، حيث قالوا له : ( إنك لمجنون ) ، سلاّه الله فقال له : إن عادة الجهال مع جميع الأنبياء كانت هكذا ، وكانوا يصبرون على أذى الجهال . ويستمرون على الدعوة والإِنذار ، فاقتد أنت بهم فى ذلك . . . \" .والشيع جمع شيعة وهى الطائفة من الناس المتفقة على طريقة ومذهب واحد ، من شاعه إذا تبعه ، وأصله - كما يقول القرطبى - مأخوذ من الشياع وهو الحطب الصغار توقد به الكبار .والمعنى : ولقد أرسلنا من قبلك - أيها الرسول الكريم - رسلاً كثيرين ، فى طوائف الأمم الأولين ، فدعا الرسل أقوامهم إلى ما دعوت إليه أنت قومك من وجوب إخلاص العبادة لله - تعالى - ، فما كان من أولئك المدعوين السابقين إلا إن قابلت كل فرقة منهم رسولها بالسخرية والاستهزاء ، كما قابلك سفهاء قومك .وذلك لأن المكذبين فى كل زمان ومكان يتشابهون فى الطباع الذميمة ، وفى الأخلاق القبيحة : كمال قال - تعالى - ( كَذَلِكَ مَآ أَتَى الذين مِن قَبْلِهِمْ مِّن رَّسُولٍ إِلاَّ قَالُواْ سَاحِرٌ أَوْ مَجْنُونٌ أَتَوَاصَوْاْ بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ ) والجار والمجرور ( من قبلك ) متعلق بأرسلنا ، أو بمحذوف وقع نعتا لمفعوله المحذوف . أى : ولقد أرسلنا رسلاً كائنة من قبلك .وإضافة الشيع إلى الأولين من إضافة الموصوف إلى صفته عند بعض النحاة ، أو من حذف الموصوف عند البعض الآخر ، أى شيع الأمم الأولين .وعبر بقوله - سبحانه - ( إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ ) للإِشعار بأن الاستهزاء بالرسل كان طبيعة فيهم - كما يومئ إليه لفظ كان ، وأنه متكرر منهم - كما يفيده التعبير بالفعل المضارع –"
    },
    {
      "ayah": 11,
      "surah": 15,
      "text": "ثم ساق - سبحانه - بعد ذلك من الآيات ما فيه تعزية وتسلية للرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه ، فأخبره بأن ما أصابه منهم يشبه ما فعله المكذبون السابقون مع رسلهم ، فقال - تعالى - ( وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الأولين وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين لاَ يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الأولين ) .قال الجمل : \" لما أساءوا فى الأدب ، وخاطبوه صلى الله عليه وسلم خطاب السفاهة ، حيث قالوا له : ( إنك لمجنون ) ، سلاّه الله فقال له : إن عادة الجهال مع جميع الأنبياء كانت هكذا ، وكانوا يصبرون على أذى الجهال . ويستمرون على الدعوة والإِنذار ، فاقتد أنت بهم فى ذلك . . . \" .والشيع جمع شيعة وهى الطائفة من الناس المتفقة على طريقة ومذهب واحد ، من شاعه إذا تبعه ، وأصله - كما يقول القرطبى - مأخوذ من الشياع وهو الحطب الصغار توقد به الكبار .والمعنى : ولقد أرسلنا من قبلك - أيها الرسول الكريم - رسلاً كثيرين ، فى طوائف الأمم الأولين ، فدعا الرسل أقوامهم إلى ما دعوت إليه أنت قومك من وجوب إخلاص العبادة لله - تعالى - ، فما كان من أولئك المدعوين السابقين إلا إن قابلت كل فرقة منهم رسولها بالسخرية والاستهزاء ، كما قابلك سفهاء قومك .وذلك لأن المكذبين فى كل زمان ومكان يتشابهون فى الطباع الذميمة ، وفى الأخلاق القبيحة : كمال قال - تعالى - ( كَذَلِكَ مَآ أَتَى الذين مِن قَبْلِهِمْ مِّن رَّسُولٍ إِلاَّ قَالُواْ سَاحِرٌ أَوْ مَجْنُونٌ أَتَوَاصَوْاْ بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ ) والجار والمجرور ( من قبلك ) متعلق بأرسلنا ، أو بمحذوف وقع نعتا لمفعوله المحذوف . أى : ولقد أرسلنا رسلاً كائنة من قبلك .وإضافة الشيع إلى الأولين من إضافة الموصوف إلى صفته عند بعض النحاة ، أو من حذف الموصوف عند البعض الآخر ، أى شيع الأمم الأولين .وعبر بقوله - سبحانه - ( إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ ) للإِشعار بأن الاستهزاء بالرسل كان طبيعة فيهم - كما يومئ إليه لفظ كان ، وأنه متكرر منهم - كما يفيده التعبير بالفعل المضارع -"
    },
    {
      "ayah": 12,
      "surah": 15,
      "text": "والكاف فى قوله ( كذلك نسلكه . . ) للتشبيه ، واسم الإِشارة ( ذلك ) يعود إلى السلك المأخوذ من نسلكه .والسلك مصدر سلك - من باب نصر - وهو إدخال الشئ فى الشئ ، كإدخال الخيط فى المخيط .والضمير المنصوب فى ( نسلكه ) يعود إلى القرآن الكريم الذى سبق الحديث عنه .والمراد بالمجرمين فى قوله ( فِي قُلُوبِ المجرمين ) مشركو قريش ومن لف لفهم .والمعنى : كما سلكنا كتب الرسل السابقين فى قلوب أولئك المستهزئين نسلك القرآن فى قلوب هؤلاء المجرمين من قومك يا محمد ، بأن نجعلهم يسمعونه ويفهمونه ويدركون خصائصه دون أن يستقر فى قلوبهم استقرار تصديق وإذعان لاستيلاء الجحود والعناد والحسد عليهم .وقوله ( لاَ يُؤْمِنُونَ بِهِ ) بيان للسلك المشبه به ، أو حال من المجرمين .أى : أدخلنا القرآن فى قلوبهم ففهموه ، ولكنهم لا يؤمنون به عناداً وجحوداً .وعلى هذا التفسير يكون الضمير فى ( نسلكه ) وفى ( به ) يعودان إلى القرآن الكريم ، الذى سبق الحديث عنه فى قوله - تعالى - ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) .ومن المفسرين الذين ذكروا هذا الوجه ولم يذكروا سواه صاحب الكشاف ، فقد قال : \" والضمير فى قوله ( نسلكه ) ، للذكر : أى : مثل ذلك السلك ونحوه نسلك الذكر ( فِي قُلُوبِ المجرمين ) على معنى أن يلقيه فى قلوبهم مكذباً مستهزئاً به غير مقبول ، كما لو أنزلت بلئيم حاجة فلم يجبك إليها : فقلت : كذلك أنزلها باللئام : تعنى مثل هذا الإِنزال أنزلها بهم مردودة غير مقضية .ومحل قوله ( لاَ يُؤْمِنُونَ بِهِ ) النصب على الحال ، أى : غير مؤمن به . أو هو بيان لقوله ( كذلك نسلكه . . ) .وقد زكى هذا الوجه صاحب الانتصاف فقال : والمراد - والله أعلم - إقامة الحجة على المكذبين ، بأن الله - تعالى - سلك القرآن فى قلوبهم ، وأدخله فى سويدائها ، كما سلك ذلك فى قلوب المؤمنين المصدقين ، فكذب به هؤلاء ، وصدق به هؤلاء ، كل على علم وفهم ( لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ . . . ) ولئلا يكون للكفار حجة بأنهم ما فهموا وجوه الإِعجاز كما فهمها من آمن . . . \" .ويرى بعض المفسرين - كالإِمام ابن جرير - أن الضمير فى نسلكه يعود إلى الكفر الذى سلكه الله فى قلوب المكذبين السابقين ، أما الضمير فى ( به ) فيعود إلى القرآن الكريم ، فقد قال : قوله - تعالى - ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين لاَ يُؤْمِنُونَ بِهِ . . . )يعنى : كما سلكنا الكفر فى قلوب شيع الأولين بالاستهزاء بالرسل ، كذلك نفعل ذلك فى قلوب مشركى قومك الذين أجرموا بسبب الكفر بالله .( لاَ يُؤْمِنُونَ بِهِ ) يقول : لا يصدقون بالذكر الذى أنزل إليك .ومع أن هذا التفسير الذى ارتضاه شيخ المفسرين ابن جرير له وجاهته ، إلا أننا نميل إلى التفسير الأول الذى ارتضاه صاحب الكشاف ، لأنه هو المتبادر من معنى الآية ، ومن المفسرين الذين رجحوا ذلك الفخر الرازى ، فقد قال - رحمه الله - خلال كلام طويل ما ملخصه : \" التأويل الصحيح أن الضمير فى قوله - تعالى - ( كذلك نسلكه ) عائد إلى الذكر ، الذى هو القرآن ، فإنه - تعالى - قال قبل هذه الآية ( إِنَّا نَحْنُ نَزَّلْنَا الذكر ) وقال بعده ( كذلك نسلكه ) أى : هكذا نسلك القرآن فى قلوب المجرمين .والمراد من هذا السلك ، هو أنه - تعالى - يسمعهم هذا القرآن ، ويخلق فى قلوبهم حفظه والعلم بمعانيه . إلا أنهم مع هذه الأحوال لا يؤمنون به عناداً وجهلاً . ."
    },
    {
      "ayah": 13,
      "surah": 15,
      "text": "ويدل على صحة هذا التأويل ، أن الضمير فى قوله ( لاَ يُؤْمِنُونَ بِهِ ) عائد على القرآن بالإِجماع ، فوجب أن يكون الضمير فى ( نسلكه ) عائداً إليه - أيضاً - لأنهما ضميران متعاقبان فيجب عودهما إلى شئ واحد . . . .وقوله - سبحانه - ( وَقَدْ خَلَتْ سُنَّةُ الأولين ) تهديد لهؤلاء المكذبين من كفار مكة ومن سار على شاكلتهم ، وتكملة للتسلية لرسول الله صلى الله عليه وسلم .أى : وقد مضت سنة الله التى لا تتخلف وطريقته المألوفة بأن ينزل عذابه بالمجرمين ، كما أنزله بالأمم الماضية ، بسبب تكذيبها لرسلها ، واستهزائها بهم فلا تحزن - أيها الرسول الكريم - لما أصابك من سفهاء قومك فسننصرك عليهم .وأضاف - سبحانه - السنة إلى الأولين ، باعتبار تعلقها بهم ، وإنما هى سنة الله فيهم لأنها المقصود هنا ، والإِضافة لأدنى ملابسة ."
    },
    {
      "ayah": 14,
      "surah": 15,
      "text": "ثم ختم - سبحانه - هذه الآيات الكريمة برسم صورة عجيبة لعناد هؤلاء المكذبين ولجحودهم للحق بعدما تبين فقال : ( وَلَوْ فَتَحْنَا عَلَيْهِم بَاباً مِّنَ السماء فَظَلُّواْ فِيهِ يَعْرُجُونَ لَقَالُواْ إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ ) .وقوله - سبحانه - ( وَلَوْ فَتَحْنَا عَلَيْهِم بَاباً مِّنَ السماء . . ) معطوف على قوله ( لاَ يُؤْمِنُونَ بِهِ . . ) لإِبطال معاذيرهم ، ولبيان أن سبب عدم إيمانهم هو الجحود والعناد ، وليس نقصان الدليل والبرهان على صحة ما جاء به النبى صلى الله عليه وسلم .قال الإِمام الرازى . وقوله - تعالى - ( فَظَلُّواْ فِيهِ يَعْرُجُونَ ) يقال : ظل فلان نهاره يفعل كذا ، إذا فعله بالنهار ، ولا تقول العرب ظل يظل إلا لكل عمل بالنهار ، كما لا يقولون بات يبيت إلا بالليل ، والمصدر الظلول .ويعرجون : من العروج ، وهو الذهاب فى صعود ، وفعله من باب دخل ، يقال عرج فلان إلى الجبل يعرج إذا صعد ، ومنه المعراج والمعارج أى المصاعد ."
    },
    {
      "ayah": 15,
      "surah": 15,
      "text": "وقوله ( سكرت ) من السَّكْر - بفتح السين المشددة وسكون الكاف - بمعنى السد والحبس والمنع ، يقال سكرت الباب أسْكرُه سَكْراً ، إذا سددته ، والتشديد فى ( سكرت ) للمبالغة ، وهو قراءة الجمهور . وقرأ ابن كثير ( سكرت ) ، بكسر الكاف بدون تشديد .وقوله ( مسحورون ) اسم مفعول من السحر ، بمعنى الخداع والتخييل والصرف عن الشئ إلى غيره .والمعنى : أن هؤلاء المشركين بلغ بهم الغلو فى الكفر والعناد ، أننا لو فتحنا لهم بابا من أبواب السماء ، ومكناهم من الصعود إليه ، فظلوا فى ذلك الباب يصعدون ، ويطلعون على ملكوت السموات وما فيها من الملائكة والعجائب لقالوا بعد هذا التمكين والاطلاع - لفرط عنادهم وجحودهم - إنما أبصارنا منعت من الإِبصار ، وما نراه ما هو إلا لون من الخداع والتخييل والصرف عن إدراك الحقائق بسبب سحر محمد صلى الله عليه وسلم لنا وعلى هذا التفسير الذى سار عليه جمهور المفسرين ، يكون الضمير فى قوله ( فظلوا ) يعود إلى هؤلاء المشركين المعاندين ."
    },
    {
      "ayah": 16,
      "surah": 15,
      "text": "قال الإِمام القرطبي ما ملخصه : لما ذكر - سبحانه - كفر الكافرين ، وعجز أصنامهم ، ذكر كمال قدرته ليستدل بها على وحدانيته .والبروج : القصور والمنازل . قال ابن عباس . أى جعلنا فى السماء بروج الشمس والقمر ، أى : منازلهما . وأسماء هذه البروج : الحمل والثور والجوزاء والسرطان ، والأسد ، والسنبلة ، والميزان ، والعقرب ، والقوس ، والجدى ، والدلو ، والحوت .والعرب تعد المعرفة لمواقع النجوم وأبوابها من أجل العلوم ، ويستدلون بها على الطرقات والأوقات والخصب والجدب . . .وقال الحسن وقتادة : البروج : النجوم ، وسميت بذلك لظهورها وارتفاعها . . . وقيل البروج : الكواكب العظام . . . .قال بعض العلماء ومرجع الأقوال كلها إلى شئ واحد ، لأن أصل البروج فى اللغة الظهور ، ومنه تبرج المرأة ، بإظهار زينتها ، فالكواكب ظاهرة ، والقصور ظاهرة ، ومنازل الشمس والقمر كالقصور بجامع أن الكل محل ينزل فيه . . .و ( جعلنا ) أى خلقنا وأبدعنا ، فيكون قوله ( فى السماء ) متعلقاً به ، وجوز أن يكون بمعنى التصيير ، فيكون قوله . فى السماء . متعلقاً بمحذوف على أنه مفعول ثان له و ( بروجاً ) هو المفعول الأول .أى : ولقد خلقنا وأبدعنا منازل وطرقا فى السماء ، تسير فيها الكواكب بقدراتنا ، وإرادتنا ، وحكمتنا ، دون خلل أو اضطراب .وفى ذلك الخلق ما فيه من منافع لكم ، حيث تستعملون هذه البروج فى ضبط المواقيت وفى تحديد الجهات ، وفى غير ذلك من المنافع ، كما قال - تعالى - ( هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين والحساب مَا خَلَقَ الله ذلك إِلاَّ بالحق يُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ ) وافتتح - سبحانه - الآية الكريمة بلام القسم وقد ، تنزيلاً للمخاطبين الذاهلين عن الالتفات إلى مظاهر قدرة الله - تعالى - منزلة المنكرين ، فأكد لهم الكلام بمؤكدين لينتبهوا ويعتبروا .والضمير فى قوله ( وزيناها . . . ) يعود إلى السماء . أى : وزينا السماء بتلك البروج المختلفة الأشكال والأضواء ، لتكون جميلة فى عيون الناظرين إليها ، وآية للمتفكرين فى دلائل قدرة الله - تعالى - وبديع صنعه .وهذه الجملة الكريمة ، تلفت الأنظار إلى أن الجمال غاية مقصودة فى خلق هذا الكون ، كما تشعر المؤمنين بأن من الواجب عليهم أن يجعلوا حياتهم مبنية على الجمال فى الظاهر وفى الباطن ، تأسيا بسنة الله - تعالى - فى خلق هذا الكون ."
    },
    {
      "ayah": 17,
      "surah": 15,
      "text": "ثم وضح - سبحانه - بأن هذا التزيين للسماء ، مقرون بالحفظ والصيانة والطهارة من كل رجس فقال - تعالى - ( وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ ) .والمراد بالشيطان هنا : المتمرد من الجن ، مشتق من شطن بمعنى بعد ، إذ الشيطان بعيد بطبعه عن كل خير .والرجيم ، أى المرجوم المحقر ، مأخوذ من الرجم ، لأن العرب كانوا إذا احتقروا أحداً رجموه بالقطع من الحجارة ، وقد كان العرب يرجمون قبر أبى رغال الثقفى ، الذى أرشد جيش الحبشة إلى مكة لهدم الكعبة .قال جرير :إذا مات الفرزدق فارجموه ... كما ترمون قبر أبى رغالوالمعنى : ولقد جعلنا فى السماء منازل وطرقا للكواكب ، وزيناها - أى السماء - للناظرين إليها ، وحفظناها من كل شيطان محقر مطرود من رحمتنا بأن منعناه من الاستقرار فيها ، ومن أن ينفث فيها شروره ومفاسده ، لأنها موطن الأخيار الأطهار .قال - تعالى - : ( إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب وَحِفْظاً مِّن كُلِّ شَيْطَانٍ مَّارِدٍ ) وقال - تعالى - : ( وَلَقَدْ زَيَّنَّا السمآء الدنيا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُوماً لِّلشَّيَاطِينِ . . . . ) ."
    },
    {
      "ayah": 18,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ ) فى محل نصب على الاستثناء واستراق السمع : اختلاسه وسرقته ، والمراد به : الاستماع إلى المتحدث خفية ، حتى لكأن المستمع يسرق من المتكلم كلامه الذى يخفيه عنه ، فالسمع هنا بمعنى المسموع من الكلام .والشهاب : هو الشعلة الساطعة من النار ، المنفصلة من الكواكب التى ترى فى السماء ليلاً ، كأنها كوكب ينقض بأقصى سرعة . وجمعه شهب . . أصله من الشهبة ، وهى بياض مختلط بسواد .و ( مبين ) أى ظاهر واضح للمبصرين .والاستثناء منقطع ، فيكون المعنى : وحفظنا السماء من كل شيطان رجيم لكن من اختلس السمع من الشياطين ، بأن حاول الاقتراب منها ، فإنه يتبعه شهاب واضح للناظرين فيحرقه ، أو يحول بينه وبين استراق السمع .قال القرطبي : قوله - تعالى - : ( إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ ) أى . لكن من استرق السمع ، أى الخطفة اليسيرة ، فهو استثناء منقطع .وقيل : هو متصل ، أى : إلا ممن استرق السمع . أى : حفظنا السماء من الشياطين أن تسمع شيئاً من الوحى وغيره ، إلا من استرق السمع فإنا لم نحفظها منه أن تسمع الخبر من أخبار السماء سوى الوحى ، فأما الوحى فلا تسمع منه شيئاً لقوله - تعالى - ( إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ ) وإذا استمع الشياطين إلى شئ ليس بوحى ، فإنهم يقذفونه إلى الكهنة فى أسرع من طرفة عين ، ثم تتبعهم الشهب فتقلهم أو تخبلهم . . .وشبيه بهذه الآية قوله - تعالى - ( إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب وَحِفْظاً مِّن كُلِّ شَيْطَانٍ مَّارِدٍ لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ دُحُوراً وَلَهُمْ عَذابٌ وَاصِبٌ إِلاَّ مَنْ خَطِفَ الخطفة فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ ) قال بعض العلماء ما ملخصه : والمقصود منع الشياطين من الاطلاع على ما أراد الله عدم اطلاعهم عليه . . وربما استدرج الله - تعالى - الشياطين وأولياءهم ، فلم يمنع الشياطين من استراق شئ قليل يلقونه إلى الكهان؛ فلما أراد - سبحانه - عصمة الوحى منعهم من ذلك بتاتا . .وفى سورة الجن دلالة على أن المنع الشديد من استراق السمع كان بعد البعثة النبوية ، وبعد نزول القرآن ، إحكاماً لحفظ الوحى من أن يلتبس على الناس بالكهانة ..قال - تعالى - : ( وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَاباً رَّصَداً ) وعلى ذلك يكون ما جاء فى بعض الأحاديث من استراق الجن السمع - وصفا للكهانة السابقة ، ويكون قوله صلى الله عليه وسلم \" ليسوا بشئ . . . \" وصفا لآخر أمرهم . .\" ففى صحيح البخارى عن عائشة : أن ناسا سألوا رسول الله صلى الله عليه وسلم عن الكهانة ، فقال : \" ليسوا بشئ \" . - أى لا وجود لما يزعمونه - فقيل - يارسول الله ، فإنهم يحدثون أحياناً بالشئ فيكون حقاً . فقال رسول الله صلى الله عليه وسلم : \" تلك الكلمة من الحق يخطفها الجنى فَيقرُّها فى أذن وليه قَرَّ الدجاجة - أى فيلقيها بصوت خافت كالدجاجة عندما تخفى صوتها - فيخلطون فيها أكثر من مائة كذبة \" \" ."
    },
    {
      "ayah": 19,
      "surah": 15,
      "text": "وبعد أن بين - سبحانه - بعض الدلائل السماوية الدالة على قدرته ووحدانيته ، أتبع ذلك ببيان بعض الدلائل الأرضية فقال - تعالى - : ( والأرض مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ ) . وقوله : ( رواسى ) من الرسو وهو ثبات الأجسام الثقيلة . يقال رسا الشئ يرسو أى ثبت .أى : ومن الأدلة - أيضاً - على وحدانيتنا وقدرتنا ، أننا مددنا الأرض وفرشناها وبسطناها ، لتتيسر لكم الحياة عليها قال - تعالى - ( والأرض فَرَشْنَاهَا فَنِعْمَ الماهدون ) وأننا - أيضاً وضعنا فيها جبالاً ثوابت راسخات تمسكها عن الاضطراب وعن أن تميد بكم . قال - تعالى - : ( خَلَقَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ . . . ) وأننا - أيضًا - أنبتنا فى الأرض من كل شئ ( موزون ) أى : مقدر بمقدار معين وموزون بميزان الحكمة ، بحيث تتوفر فيه كل معانى الجمال والتناسق ."
    },
    {
      "ayah": 2,
      "surah": 15,
      "text": "ثم بين - سبحانه - أن الكافرين سيندمون بسبب كفرهم فى وقت لا ينفع فيه الندم ، فقال - تعالى - : ( رُّبَمَا يَوَدُّ الذين كَفَرُواْ لَوْ كَانُواْ مُسْلِمِينَ ) قال الشوكانى ما ملخصه : قرأ نافع وعاصم بتخفيف الباء من ( ربما ) ، وقرأ الباقون بتشديدها . . وأصلها أن تستعمل فى القليل وقد تستعمل فى الكثير .قال الكوفيون : أى يود الكفار فى أوقات كثيرة لو كانوا مسلمين .وقيل : \" هى هنا للتقليل ، لأنهم ودوا ذلك فى بعض المواضع لا فى كلها لشغلهم بالعذاب . . . . \" .وقد حاول بعض المفسرين الجمع بين القولين فقال : من قال بأن ( ربما ) هنا للتكثير نظر إلى كثرة تمنيهم أن لو كانوا مؤمنين ، ومن قال بأنها للتقليل نظر إلى قلة زمان إفاقتهم من العذاب بالنسبة إلى زمان دهشتهم منه ، وهذا لا ينافى أن التمنى يقع كثيراً منهم فى زمن إفاقتهم القليل ، فلا تخالف بين القولين .والمعنى : ود الذين كفروا عندما تنكشف لهم الحقائق ، فيعرفون أنهم على الباطل ، وأن المؤمنين على الحق ، أن لو كانوا مسلمين ، حتى ينجوا من الخزى والعقاب .ودخلت ( رب ) هنا على الفعل المضارع ( يود ) مع اختصاصها بالدخول على الفعل الماضى ، للإِشارة إلى أن أخبار الله - تعالى - بمنزلة الواقع المحقق سواء أكانت للمستقبل أم لغيره .قال صاحب الكشاف : \" فإن قلت : لم دخلت على المضارع وقد أبوا دخولها إلا على الماضى؟ قلت : لأن المترقب فى أخبار الله - تعالى - بمنزلة الماضى المقطوع به فى تحققه ، فكأنه قيل : \" ربما ود الذين كفروا . . \" \" .و ( لو ) فى قوله ( لو كانوا مسلمين ) يصح أن تكون امتناعية ، وجوابها محذوف ، والتقدير : لو كانوا مسلمين لسروا بذلك .ويصح أن تكون مصدرية ، والتقدير : ود الذين كفروا كونهم مسلمين .وعلى كلا المعنيين فهى مستعملة فى التمنى الذى هو طلب حصول الأمر الممتنع الحصول .وقال - سبحانه - ( لو كانوا . . . ) بفعل الكون الماضى ، للإِشعار بأنهم يودون الدخول فى الإِسلام ، بعد مضى وقت التمكن من الدخول فيه .وعبر - سبحانه - عن متمناهم بالغيبة ( كانوا ) ، نظراً لأن الكلام مسوق بصدد الإِخبار عنهم ، وليس بصدد الصدور منهم ، ولو كان كذلك لقيل : لو كنا مسلمين .هذا ، وللمفسرين أقوال فى الوقت الذى ود فيه الكافرون أن لو كانوا مسلمين ، فمنهم من يرى أن ودادتهم هذه تكون فى الدنيا ، ومنهم من يرى أنها تكون عند الموت ، ومنهم من يرى أنها تكون عند الحساب ، وعند عفو الله عن عصاة المؤمنين .والحق أن هذه الودادة تكون فى كل موطن يعرف فيه الكافرون بطلان كفرهم ، وفى كل وقت ينكشف لهم فيه أن الإِسلام هو الدين الحق .فهم تمنوا أن لو كانوا مسلمين فى الدنيا ، عندما رأوا نصر الله لعباده المؤمنين ، فى غزوة بدر وفى غزوة الفتح وفى غيرهما ، فعن ابن مسعود - رضى الله عنه - : \" ود كفار قريش ذلك يوم بدر حين رأوا نصر الله للمسلمين \" .وهم تمنوا ذلك عند الموت كما حكى عنهم - سبحانه - ذلك فى آيات كثيرة منها قوله - تعالى - : ( حتى إِذَا جَآءَ أَحَدَهُمُ الموت قَالَ رَبِّ ارجعون لعلي أَعْمَلُ صَالِحاً فِيمَا تَرَكْتُ . . . ) وهم يتمنون ذلك عندما يعرضون على النار يوم القيامة . قال - تعالى - ( وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار فَقَالُواْ ياليتنا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ المؤمنين ) وهم يتمنون ذلك عندما يرون عصاة المؤمنين ، وقد أخرجهم الله - تعالى برحمته من النار .وقد ذكر الإِمام ابن كثير هنا جملة من الأحاديث الدالة على ذلك منها : ما أخرجه الطبرانى عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : \" إن ناساً من أهل \" لا إله إلا الله \" يدخلون النار بذنوبهم ، فيقول لهم أهل اللات والعزى : ما أغنى عنكم قولكم \" لا إله إلا الله \" وأنتم معنا فى النار؟ قال فيغضب الله لهم ، فيخرجهم ، فيلقيهم فى نهر الحياة فيبرأون من حرقهم كما يبرأ القمر من خسوفه ، فيدخلون الجنة . ويسمون فيها الجهنميين \" .فقال رجل : يا أنس ، أنت سمعت هذا من رسول الله صلى الله عليه وسلم ؟ فقال أنس : سمعت رسول الله صلى الله عليه وسلم يقول : \" من كذب على متعمداً فليتبوأ مقعده من النار \" نعم ، أنا سمعت النبى صلى الله عليه وسلم يقول هذا .قال بعض العلماء : وأقوال العلماء فى هذا الآية راجعة إلى شئ واحد ، لأن من يقول : إن الكافر إذا احتضر تمنى أن لو كان مسلماً ، ومن يقول : إنه إذا عاين النار تمنى أن لو كان مسلماً . . كل ذلك راجع إلى أن الكفار إذا عاينوا الحقيقية ندموا على الكفر وتمنوا أنهم لو كانوا مسلمين .وفى هذه الآية ما فيها من تثبيت المؤمنين ، ومن تبشيرهم بأنه على الحق ، ومن حض للكافرين على الدخول فى الإِسلام قبل فوات الأوان ، ومن تحذير لهم من سوء عاقبة الكفر والطغيان ."
    },
    {
      "ayah": 20,
      "surah": 15,
      "text": "قال - تعالى - : ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) وأننا - كذلك - ( جَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ . . . ) والمعايش : جمع معيشة ، وهى فى الأصل مصدر عاش يعيش عَيْشا وعَيْشةً ومعاشًا ، ومعيشة ، إذا صار ذا حياة . ثم استعمل هذا اللفظ فيما يعاش به ، أو فيما يتوصل به إلى العيش .أى : وجعلنا لكم فى الأرض ما تعيشون به من المطاعم والمشارب والملابس وغيرها ، مما تقتضيه ضرورات الحياة التى تحيونها .وجملة ( وَمَن لَّسْتُمْ لَهُ بِرَازِقِينَ ) معطوفة على ( معايش ) .والمراد بمن لستم له برازقين : ما يشمل الأطفال والعجزة والأنعام وغير ذلك من مخلوقات الله التى تحتاج إلى العون والمساعدة .أى : وجعلنا لكم فى الأرض ما تعيشون به أو ما تتوصلون به إلى ذلك من المكاسب والتجارات ، وجعلنا لكم فيها - أيضًا - من لستم له برازقين من العيال والخدم والدواب . . . وإنما الرازق لهم هو الله - تعالى - رب العالمين ، إذ ما من دابة فى الأرض إلا على الله وحده رزقها .وما يزعمه الجاهلون من أنهم هم الرازقون لغيرهم ، هو لون من الغرور والافتراء ، لأن الرازق للجميع هو الله رب العالمين .وعبر بمن فى قوله ( ومن لستم ) تغليباً للعقلاء على غيرهم .قال الإِمام ابن كثير : \" والمقصود - من هذه الجملة - أنه - تعالى - يمتن عليهم بما يسر لهم من أسباب المكاسب ووجوه الأسباب ، وصنوف المعاشات وبما سخر لهم من الدواب التى يركبونها والأنعام التى يأكلونها ، والعبيد والإماء التى يستخدمونها ، ورزقهم على خالقهم لا عليهم ، فلهم هم المنفعة ، والرزق على الله - تعالى - \" ."
    },
    {
      "ayah": 21,
      "surah": 15,
      "text": "ثم بين - سبحانه - بعد ذلك أن كل شئ فى هذا الكون ، خاضع لإرادته وقدرته ، وتصرفه . . فقال - تعالى - ( وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ ) .و \" إن \" نافية بمعنى ما ، و \" من \" مزيدة للتأكيد . و ( خزائنه ) جمع خزانة ، وهى فى الأصل تطلق على المكان الذى توضع فيه نفائس الأموال للمحافظة عليها .والمعنى : وما من شئ من الأشياء الموجودة فى هذا الكون ، والتى يتطلع الناس إلى الانتفاع بها . إلا ونحن قادرون على إيجادها وإيجاد أضعافها بلا تكلف أو إبطاء ، كما قال - تعالى - : ( إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ ) فقد شبه - سبحانه - اقتداره على إيجاد كل شئ ، بالخزائن المودعة فيها الأشياء ، والمعدة لإِخراج ما يشاء إخراجه منها بدون كلفة أو إبطاء .والمراد بالإِنزال فى قوله ( وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ ) . الإِيجاد والإِخراج إلى هذه الدنيا ، مع تمكين الناس من الحصول عليه .أى : وما نخرج هذا الشىء إلى حيز الوجود بحيث يتمكن الناس من الانتفاع به إلا ملتبسًا بمقدار معين ، وفى وقت محدد ، تقتضيه حكمتنا ، وتستدعيه مشيئتنا ، ويتناسب مع حاجات العباد وأحوالهم ، كما قال - تعالى - ( وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ لَبَغَوْاْ فِي الأرض ولكن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ )."
    },
    {
      "ayah": 22,
      "surah": 15,
      "text": "ثم انتقل - سبحانه - من الاستدلال على وحدانيته وقدرته بظواهر السماء وبظواهر الأرض ، إلى الاستدلال على ذلك بظواهر الرياح والأمطار فقال - تعالى - : ( وَأَرْسَلْنَا الرياح لَوَاقِحَ فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَآ أَنْتُمْ لَهُ بِخَازِنِينَ ) والآية الكريمة معطوفة على قوله - تعالى - قبل ذلك : ( وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ ) وما بينهما اعتراض لتحقيق ما سبق ذكره من النعم .والمراد بإرسال الرياح هنا : نقلها من مكان إلى آخر بقدرة الله - تعالى - وحكمته .وقوله ( لواقح ) يصح أن يكون جمع لاقح . وأصل اللاقح : الناقة التى قبلت اللقاح فحملت الجنين فى بطنها . .ووصف - سبحانه - الرياح بكونها لواقح . لأنها حوامل تحمل ما يكون سببا فى نزول الأمطار كما تحمل النوق الأجنة فى بطونها .أى : وأرسلنا بقدرتنا ورحمتنا الرياح حاملة للسحاب وللأمطار ولغيرهما ، مما يعود على الناس بالنفع والخير والبركة .ويصح أن يكون لفظ ( لواقح ) جمع ملقح - اسم فاعل - وهو الذى يلقح غيره ، فتكون الرياح ملقحة لغيرها كما يلقح الذكر الأنثى .قال الإِمام ابن كثير : قوله ( وَأَرْسَلْنَا الرياح لَوَاقِحَ ) أى : تلقح السحب فتدر ماء ، وتلقح الأشجار فتتفتح عن أوراقها وأكمامها .وقال بعض العلماء : ومعنى الإِلقاح أن الرياح تلقح السحاب بالماء بتوجيه عمل الحرارة والبرودة متعاقبين ، فينشأ عن ذلك البخار الذى يصير ماء فى الجو ، ثم ينزل مطرًا على الأرض ، وأنها تلقح الشجر ذا الثمرة ، بأن تنقل إلى نوره غبرة دقيقة من نوْر الشجر الذكر ، فتصلح ثمرته أو تثبت . .وهذا هو الإبار . وبعضه لا يحصل إلا بتعليق الطلع الذكر على الشجرة المثمرة . وبعضه يكتفى منه بغرس شجرة ذكر فى خلال شجر الثمرومن بلاغة الآية الكريمة ، إيراد هذا الوصف - لواقح - لإِفادة كلا العملين اللذين تعملهما الرياح - وهما الحمل للسحاب والمطر وغيرهما ، أو التلقيح لغيرها - .وقوله ( فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ . . ) تفريع على ما تقدم .أى : وأرسلنا الرياح بقدرتنا من مكان إلى آخر ، حالة كونها حاملة للسحاب وغيره ، فأنزلنا - بسبب هذا الحمل - من جهة السماء ، ماء كثيرًا هو المطر ، لتنتفعوا به فى شرابكم ، وفى معاشكم ، وفى غير ذلك من ضرورات حياتكم .قال - تعالى - : ( هُوَ الذي أَنْزَلَ مِنَ السماء مَآءً لَّكُم مَّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ يُنبِتُ لَكُمْ بِهِ الزرع والزيتون والنخيل والأعناب وَمِن كُلِّ الثمرات . . . ) وقوله ( وَمَآ أَنْتُمْ لَهُ بِخَازِنِينَ ) تتميم لنعمة إنزال الماء .أى : أنزلنا المطر من السماء ، وليست خزائنه عندكم . وإنما نحن الخازنون له ، ونحن الذين ننزله متى شئنا ، ونحن الذين نمنعه متى شئنا ، كما قال - تعالى - قبل ذلك : ( وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ ) .ويصح أن يكون المعنى : أنزلنا المطر من السماء فجعلناه لسقياكم ، وأنتم لستم بقادرين على خزنه وحفظه فى الآبار والعيون وغيرها ، وإنما نحن القادرون على ذلك . قال - تعالى - ( وَأَنزَلْنَا مِنَ السمآء مَآءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الأرض وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ )."
    },
    {
      "ayah": 23,
      "surah": 15,
      "text": "ثم بين - سبحانه - أن الإِحياء والإِماتة بيده وحده ، فقال - تعالى - : ( وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الوارثون ) .أى : وإنا وحدنا القادرون على إيجاد الحياة فى المخلوقات ، والقادرون على سلبها عنها ، ونحن الوارثون لهذا الكون بعد فنائه ، الباقون بعد زواله .قال - تعالى - ( إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير ) وقال - تعالى - ( إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ ) وشبه - سبحانه - بقاءه بعد زوال كل شئ سواه بالوارث ، لأن الوارث هو الذى يرث غيره بعد موته ."
    },
    {
      "ayah": 24,
      "surah": 15,
      "text": "ثم بين - سبحانه - أن الإِحياء والإِماتة بيده وحده ، فقال - تعالى - : ( وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الوارثون ) .أى : وإنا وحدنا القادرون على إيجاد الحياة فى المخلوقات ، والقادرون على سلبها عنها ، ونحن الوارثون لهذا الكون بعد فنائه ، الباقون بعد زواله .قال - تعالى - ( إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير ) وقال - تعالى - ( إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ ) وشبه - سبحانه - بقاءه بعد زوال كل شئ سواه بالوارث ، لأن الوارث هو الذى يرث غيره بعد موته ."
    },
    {
      "ayah": 25,
      "surah": 15,
      "text": "ثم بين - سبحانه - أن الإِحياء والإِماتة بيده وحده ، فقال - تعالى - : ( وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الوارثون ) .أى : وإنا وحدنا القادرون على إيجاد الحياة فى المخلوقات ، والقادرون على سلبها عنها ، ونحن الوارثون لهذا الكون بعد فنائه ، الباقون بعد زواله .قال - تعالى - ( إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير ) وقال - تعالى - ( إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ ) وشبه - سبحانه - بقاءه بعد زوال كل شئ سواه بالوارث ، لأن الوارث هو الذى يرث غيره بعد موته ."
    },
    {
      "ayah": 26,
      "surah": 15,
      "text": "والمراد بالإِنسان فى قوله - سبحانه - ( وَلَقَدْ خَلَقْنَا الإنسان مِن صَلْصَالٍ ) آدم - عليه السلام - لأنه أصل النوع الإِنسانى ، وأول فرد من أفراده .والصلصال : الطين اليابس الذى يصلصل ، أى : يحدث صوتاً إذا حرك أو نقر عليه ، كما يحدث الفخار قال - تعالى - ( خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار ) وقيل : الصلصال : الطين المنتن ، مأخوذ من قولهم : صَلَّ اللحم وأصلَّ ، إذا أنتن . .قال الإِمام ابن جرير : \" والذى هو أولى بتأويل الآية ، أن يكون الصلصال فى هذا الموضع ، الطين اليابس الذى لم تصبه النار ، فإذا نقرته صل فسمعت له صلصلة - وذلك أن الله - تعالى - وصفه فى موضع آخر فقال : ( خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار ) فشبهه - تعالى ذكره - بأنه كالفخار في يُبسِه ، ولو كان معناه فى ذلك المنتن لم يشبهه بالفخار ، لأن الفخار ليس بمنتن فيشبه به فى النتن غيره \" .والحمأ : الطين إذا اشتد سواه وتغيرت رائحته .والمسنون : المصور من سن الشئ إذا صوره .قال الآلوسى ما ملخصه : ( من حمأ ) أى : من طين تغير واسود من مجاورة الماء ، ويقال للواحدة حمأة - بسكون الميم - . . .وقوله ( مسنون ) أى : مصوَّر من سُنَّة الوجه وهى صورته . وأنشد لذلك ابن عباس قول عمه حمزة يمدح النبى صلى الله عليه وسلم :أغرُّ كأن البدرَ سنَّةُ وجهه ... جلا الغيم عنه ضوؤه فتبدداوقيل مسنون : \" أى مصبوب ، من سنَّ الماء بمعنى صبه . ويقال شَنَّ - بالشين أيضاً - : أى : مفرغ على هيئة الإِنسان . . . وقيل : المسنون : المنتن . . . \" .والذى يتدبر القرآن الكريم يرى أن الله - تعالى - قد وضح فى آيات متعددة أطوار خلق آدم - عليه السلام - ، فقد بين فى بعض الآيات أنه خلقه من تراب ، كما فى قوله - تعالى - ( إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِ ءَادَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ . . . ) وبين فى آيات أخرى أنه - سبحانه - خلقه من طين ، كما فى قوله - تعالى - ( الذي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الإنسان مِن طِينٍ ) وبين هنا أنه - سبحانه - خلقه ( مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ ) .قال الجمل : \" وهذا الطور آخر أطوار آدم الطينية ، وأول ابتدائه أنه كان ترابا متفرق الأجزاء ، ثم بُلَّ - أى التراب - فصار طينا ، ثم ترك حتى أنتن وأسود فصار حمأ مسنونا .أى : متغيرا ، ثم يبس فصار صلصالاً ، وعلى هذه الأحوال والأطوار تتخرج الآيات الواردة فى أطواره الطينية ، كآية خلقه من تراب ، وآية ( بَشَراً مِّن طِينٍ ) وهذه الآية التى نحن فيها \" .والمقصود من هذه الآيات الكريمة ، التنبيه على عجيب صنع الله - تعالى - وعظيم قدرته ، حيث أخرج - سبحانه - الجملة الكريمة بلام القسم وقد ، لزيادة التحقيق ، وللإِرشاد إلى أهمية هذا الخلق ، وأنه بهذه الصفة .و ( من ) فى قوله ( من صلصال ) لابتداء الغاية أو للتبعيض ، وفى قوله ( من حمأ ) ابتدائية .والجار والمجرور صفة لصلصال أى : من صلصال كائن من حمأ ، ومسنون صفة لحمأ ."
    },
    {
      "ayah": 27,
      "surah": 15,
      "text": "ثم بين - سبحانه - بعد ذلك المادة التى خلق منها الجان فقال - سبحانه - : ( والجآن خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السموم ) والمراد بالجان هنا : أبو الجن عند جمهور المفسرين . وقيل هو إبليس . وقيل هو اسم لجنس الجن . وسمى جانا لتواريه عن الأعين ، واستتاره عن بنى آدم .أى : والجان خلقناه ( من قبل ) أى : من قبل خلق آدم ( مِن نَّارِ السموم ) أى : من الريح الحارة التى تقتل . وسميت سموماً ، لأنها لشدة حرارتها ، وقوة تأثيرها تنفذ فى مسام البدن .قال ابن كثير : وقد ورد فى الحديث الصحيح : \" خُلِقت الملائكة من نور ، وخُلِقت الجان من مارج من نار ، وخُلق بنو آدم مما وصف لكم \" ."
    },
    {
      "ayah": 28,
      "surah": 15,
      "text": "ثم حكى - سبحانه - ما أمر به ملائكته عندما توجهت إرادته - سبحانه - لخلق آدم ، فقال - تعالى - : ( وَإِذْ قَالَ رَبُّكَ لِلْمَلآئِكَةِ إِنِّي خَالِقٌ بَشَراً مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ ) .أى : واذكر - أيها العاقل - وقت أن قال ربك - سبحانه - للملائكة - الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون - ( إنى خالق ) بقدرتى ( بشرا ) أى : إنسانا ، وعبر عنه بذلك اعتبارا بظهور بشرته وهى ظاهر الجلد ( مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ ) ."
    },
    {
      "ayah": 29,
      "surah": 15,
      "text": "( فإذا سويته ) أى : سويت خلق هذا البشر ، وكملت أجزاءه ، وجعلته فى أحسن تقويم . . .( وَنَفَخْتُ فِيهِ مِن رُّوحِي ) أى : وضعت فيه ما به حياته وحركته وهو الروح ، الذى لا يعلم حقيقته أحد سواى .قال القرطبى : قوله : ( وَنَفَخْتُ فِيهِ مِن رُّوحِي ) النفخ إجراء الريح فى الشئ . والروح جسم لطيف ، أجرى الله العادة بأن يخلق الحياة فى البدن مع ذلك الجسم . وحقيقته إضافة خلق إلى خالق ، فالروح خلق من خلقه أضافه - سبحانه - إلى نفسه تشريفاً وتكريماً ، كقوله ، أرضى وسمائى وبيتى وناقة الله وشهر الله . . . .وقوله ( فَقَعُواْ لَهُ سَاجِدِينَ ) أمر منه - سبحانه - للملائكة بالسجود لآدم .أى : فإذا سويت خلقه ، وأفضت عليه ما به حياته ، فاسقطوا وخروا له ساجدين ، سجود تحية وتكريم ، لا سجود عبادة ، فإن سجود العبادة لى وحدى .وقال - سبحانه - ( فقعوا . . ) بفاء التعقيب ، للإشعار بأن سجودهم له واجب عليهم عقب التسوية والنفخ من غير إبطاء أو تأخير .وهذا نوع من تكريم الله - تعالى - لعبده آدم - عليه السلام - ، وله - سبحانه - أن يكرم بعض عباده بما يشاء ، وكيف شاء .. ( لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ ) ."
    },
    {
      "ayah": 3,
      "surah": 15,
      "text": "ثم أمر - سبحانه - الرسول صلى الله عليه وسلم بأن يذرهم فى طغيانهم يعمهون ، بعد أن ثبت أنهم قوم لا ينفع فيهم إنذار فقال - تعالى - : ( ذَرْهُمْ يَأْكُلُواْ وَيَتَمَتَّعُواْ وَيُلْهِهِمُ الأمل فَسَوْفَ يَعْلَمُونَ ) .وذر فعل أمر بمعنى اترك ، ومضارعه يذر ، ولا يستعمل له ماض إلا فى النادر ، ومن هذا النادر ما جاء فى الحديث الشريف : \" ذروا الحبشة ما وذرتكم \" .و ( يتمتعوا ) من المتاع بمعنى الانتفاع بالشئ بتلذذ وعدم نظر إلى العواقب .( ويلههم ) : من الانشغال عن الشئ ونسيانه ، يقال : فلان ألهاه كذا عن أداء واجبه ، أى : شغله .والأمل : الرغبة فى الحصول على الشئ ، وأكثر ما يستعمل فيما يستبعد حصوله .والمعنى : اترك - أيها الرسول الكريم - هؤلاء الكافرين ، وخلهم وشأنهم ، ليأكلوا كما تأكل الأنعام ، وليتمتعوا بدنياهم كما يشاءون ، وليشغلهم أملهم الكاذب عن اتباعك ، فسوف يعلمون سوء عاقبة صنيعهم فى العاجل أو الآجل .قال صاحب الكشاف : وقوله ( ذرهم ) يعنى اقطع طمعك من ارعوائهم ، ودعهم من النهى عما هم عليه ، والصد عنه بالتذكرة والنصيحة ، واتركهم ( يأكلوا ويتمتعوا ) بدنياهم ، وتنفيذ شهواتهم ويشغلهم أملهم وتوقعهم لطول الأعمال واستقامة الأحوال وألا يلقوا فى العاقبة إلا خيرا فسوف يعلمون سوء صنيعهم .وإنما أمره - سبحانه - بذلك ، لعدم الرجاء فى صلاحهم ، بعد أن مكث فيهم الرسول صلى الله عليه وسلم زمناً طويلاً ، يدعوهم إلى الحق ، بأساليب حكيمة .وفى تقديم الأكل على غيره ، إيذان بأن تمتعهم إنما هو من قبيل تمتع البهائم بالمآكل والمشارب . قال - تعالى - : ( . . . والذين كَفَرُواْ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الأنعام والنار مَثْوًى لَّهُمْ ) كما أن فيه تعييرا لهم بما تعارفوا عليه من أن الاقتصار فى الحياة على إشباع اللذات الجسدية ، دون التفات إلى غيرها من مكارم الأخلاق ، يدل على سقوط الهمة ، وبلادة الطبع . قال الخطيئة يهجو الزبرقان بن عمرو :دع المكارم لا ترحل لبغيتها ... واقعد فإنك أنت الطاعم الكاسىأى : واقعد عن طلب المكارم والمعالى فإنك أنت المطعوم المكسو من جهة غيرك .والفعل ( يأكلوا ) وما عطف عليه مجزوم فى جواب الأمر ( ذرهم ) ، وبعضهم يجعله مجزوم بلام الأمر المحذوفة ، الدالة على التوعد والتهديد ، ولا يستحسن جعله مجزوما فى جواب الأمر ، لأنهم يأكلون ويتمتعون سواء أترك الرسول صلى الله عليه وسلم دعوتهم أم دعاهم .والفاء فى قوله - سبحانه - ( فسوف يعلمون ) للتفريع الدال على الزجر والإنذار . والاستجابة للحق قبل فوات الأوان .أى : ذرهم فيما هم فيه من حياة حيوانية ، لا تفكر فيها ولا تدبر ، ومن آمال خادعة براقة شغلتهم عن حقائق الأمور ، فسوف يعلمون سوء عاقبة ذلك وسوف يرون ما يحزنهم ويشقيهم ويبكيهم طويلاً بعد أن ضحكوا قليلاً . . .وفى ذلك إشارة إلى أن لإِمهالهم أجلا معينا ينقضى عنده ، ثم يأتيهم العذاب الأليم .قال الآلوسى - رحمه الله - : وفى هذه الآية إشارة إلى أن التلذذ والتنعم ، وعدم الاستعداد للآخرة ، والتأهب لها ، ليس من أخلاق من يطلب النجاة .وجاء عن الحسن : ما أطال عبد الأمل إلا أساء العمل .وأخرج أحمد فى الزهد ، والطبرانى فى الأوسط ، والبيهقى فى شعب الإِيمان عن عمرو بن شعيب عن أبيه عن جده - لا أعلمه إلا رفعه - قال : \" صلاح أول هذه الأمة بالزهد واليقين ، ويهلك آخرها بالبخل وطول الأمل \" .وفى بعض الآثار عن علي - كرم الله وجهه - : \" إنما أخشى عليكم اثنين : طول الأمل ، واتباع الهوى ، فإن طول الأمل ينسى الآخرة ، واتباع الهوى يصد عن الحق \" .هذا ، وشبيهه بهذه الآية قوله - تعالى - : ( فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ حتى يُلاَقُواْ يَوْمَهُمُ الذي يُوعَدُونَ ) وقوله - تعالى - : ( فَذَرْهُمْ حتى يُلاَقُواْ يَوْمَهُمُ الذي فِيهِ يُصْعَقُونَ ) وقوله - تعالى - : ( قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار )."
    },
    {
      "ayah": 30,
      "surah": 15,
      "text": "ثم بين - سبحانه - ما كان من الملائكة بعد ذلك فقال : ( فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ ) أى : امتثل الملائكة لأمر الله بعد أن خلق - سبحانه - آدم وسواه ونفخ فيه من روحه ، فسجدوا له كلهم أجمعون دون أن يتخلف منهم أحد .وجمع - سبحانه - بين لفظى التوكيد ( كلهم أجمعون ) للمبالغة فى ذلك ، ولإِزالة أى التباس بأن أحداً شذ عن طاعة الله - تعالى - ."
    },
    {
      "ayah": 31,
      "surah": 15,
      "text": "وقوله ( إِلاَّ إِبْلِيسَ أبى أَن يَكُونَ مَعَ الساجدين ) بيان لموقف إبليس من أمر الله - تعالى - . وإبليس : اسم مشتق من الإِبلاس ، وهو الحزن الناشئ عن شدة اليأس ، وفعله أبلس ، والراجح أنه اسم أعجمى ، ممنوع من الصرف للعلمية والعجمة . وهو كائن حى ، وقد أخطأ من حمله على معنى داعى الشر الذى يخطر فى النفوس ، لأنه ليس من المعقول أن يكون الأمر كذلك مع أن القرآن أخبرنا بأنه يرى الناس ولا يرونه .قال - تعالى - ( إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ . . . ) وقوله ( أبى ) من الإِباء وهو الامتناع عن فعل الشئ مع القدرة على فعله ، بسبب الغرور والتكبر والتعاظم .أى : فسجد الملائكة كلهم أجمعون ، امتثالاً وطاعة لله - تعالى - ، إلا إبليس فإنه امتنع عن أن يكون مع الساجدين . تكبرا وغرورا وعصياناً لأمر الله - تعالى - .وللعلماء فى كون إبليس من الملائكة ، أم لا ، قولان :أحدهما : أنه كان منهم ، لأنه - سبحانه - أمرهم بالسجود لآدم ، ولولا أنه كان منهم لما توجه إليه الأمر بالسجود ، ولو لم يتوجه إليه الأمر بالسجود لما كان عاصيًا ، ولما استحق الطرد واللعنة ، ولأن الأصل فى المستثنى أن يكون داخلاً تحت اسم المستثنى منه ، حتى يقوم دليل على أنه خارج عنه . وعلى هذا الرأى اختاره ابن عباس وابن مسعود وغيرهما يكون الاستثناء متصلاً .والثانى : أنه لم يكن من الملائكة ، لقوله - تعالى - : ( وَإِذْ قُلْنَا للملائكة اسجدوا لأَدَمََ فسجدوا إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ . . ) فهو أصل الجن ، كما أن آدم أصل الإِنس ، ولأنه خلق من نار ، والملائكة خلقوا من نور ، ولأن له ذرية ، والملائكة لا ذرية لهم . .وعلى هذا الرأى الذى اختاره الحسن وقتادة وغيرهما يكون الاستثناء منقطعًا .قال الشيخ القاسمى : \" وقد حاول الإِمام ابن القيم - رحمه الله - أن يجمع بين الرأيين فقال : والصواب التفصيل فى هذه المسألة ، وأن القولين فى الحقيقة قول واحد . فإن إبليس كان مع الملائكة بصورته وليس منهم بمادته وأصله فإن أصله من نار وأصل الملائكة من نور ، فالنافى كونه من الملائكة والمثبت كونه منهم لم يتواردا على محل واحد \" .والذى نميل إليه فى هذه المسألة أن إبليس لم يكن من الملائكة ، بدليل الحديث الصحيح الذى يقول فيه النبى صلى الله عليه وسلم : \" خلقت الملائكة من نور . وخلقت الجان من مارج من نار ، وخلق بنو آدم مما وصف لكم \" والآية الكريمة - وهى قوله - تعالى - ( إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن ) صريحة فى أنه كان من الجن ولم يكن من الملائكة .ومع هذا فإن الأمر بالسجود يشمله ، بدليل قوله - تعالى - ( قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ . . . ) فهذه الآية تدل دلالة صريحة على أن الله - تعالى - قد أمر إبليس بالسجود لآدم . . .ووجود إبليس مع الملائكة لا يستلزم أن يكون منهم ، ومثل ذلك كمثل أن تقول : حضر بنو فلان إلا محمدا ، ومحمد ليس من بنى فلان هؤلاء ، وإنما هو معهم بالمجاورة أو المصاحبة أو غير ذلك .هذا ما نختاره ونميل إليه ، استنادًا إلى ظاهر الآيات وظاهر الأحاديث ، والله - تعالى - أعلم ."
    },
    {
      "ayah": 32,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( قَالَ ياإبليس مَا لَكَ أَلاَّ تَكُونَ مَعَ الساجدين قَالَ لَمْ أَكُن لأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ ) بيان لما وبخ الله - تعالى - به إبليس ، ولرد إبليس - لعنه الله - على خالقه - عز وجل - .أى : قال الله - تعالى - لإِبليس على سبيل التوبيخ والزجر : أى سبب حملك على مخالفة أمرى ، وجعلك تمتنع عن السجود لمن أمرتك بالسجود له؟"
    },
    {
      "ayah": 33,
      "surah": 15,
      "text": "فكان رد إبليس : ما كان ليليق بشأنى ومنزلتى أن أسجد مع الساجدين لبشر خلقته - أيها الخالق العظيم - من صلصال من حمأ مسنون .ومقصود إبليس بهذا الرد إثبات أنه خير من آدم .كما حكى عنه - سبحانه - ذلك فى قوله - تعالى - ( قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ ) وهذا الرد منه يدل على عصيانه لأمر ربه ، وعدم الرضا بحكمه ، وسوء أدبه مع خالقه - سبحانه - .قال الآلوسى : وقد أخطأ اللعين حيث ظن أن الفضل كله باعتبار المادة ، وما درى أنه يكون باعتبار الفاعل ، وباعتبار الصورة ، وباعتبار الغاية ، بل إن ملاك الفضل والكمال هو التخلى عن الملكات الردية ، والتحلى بالمعارف الربانية .فشمال والكأس فيها يمين ... ويمين لا كأس فيها شمال"
    },
    {
      "ayah": 34,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( قَالَ فاخرج مِنْهَا فَإِنَّكَ رَجِيمٌ وَإِنَّ عَلَيْكَ اللعنة إلى يَوْمِ الدين ) بيان للحكم العادل الذى أصدره الله - تعالى - على إبليس .والضمير فى قوله : ( منها ) يعود إلى السماء لأنها مسكن الطائعين الأخيار ، أو إلى الجنة لأنها لا يسكنها إلا من أطاع الله - تعالى - ، أو إلى المنزلة التى كان فيها قبل طرده من رحمة الله .. أى : قال الله - تعالى - لإِبليس على سبيل الزجر والتحقير : فاخرج من جنتى ومن سمائى فإنك ( رجيم ) مطرود من كل خير وكرامة ."
    },
    {
      "ayah": 35,
      "surah": 15,
      "text": "وإن عليك اللعنة والإِبعاد من رحمتى إلى يوم الدين ، وهو يوم الحساب والجزاء .وليس المراد أن تنقطع عنه اللعنة يوم الدين ، بل المراد أن هذه اللعنة مستمرة عليه إلى يوم الدين ، فإذا ما جاء هذا اليوم استمرت هذه اللعنة ، وأضيف إليها العذاب الدائم المستمر الباقى ، بسبب عصيانه لأمر ربه ، فذكر يوم الدين ، إنما هو للمبالغة فى طول مدة هذه اللعنة ودوامها ما دامت الحياة الدنيا .وعبر - سبحانه - بعلى فى قوله ( وَإِنَّ عَلَيْكَ اللعنة ) للإشعار بتمكنها منه ، واستعلائها عليه ، حتى لكأن اللعنة فوقه يحملها دون أن تفارقه فى لحظة من اللحظات ."
    },
    {
      "ayah": 36,
      "surah": 15,
      "text": "ثم حكى - سبحانه - ما طلبه إبليس من ربه ، ومارد الله به عليه ، فقال - تعالى - ( قَالَ رَبِّ فَأَنظِرْنِي إلى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم ) .والفاء فى قوله ( فأنظرنى ) للتفريع وهى متعلقة بمحذوف يدل عليه سياق الكلام .والإِنظار : التأخير والإِمهال ومنه قوله - تعالى - ( وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ ) أى : قال إبليس لربه . عز وجل : ما دمت قد أخرجتنى من جنتك ومن سمائك ، وجعلتنى مرجوماً ملعوناً إلى يوم الدين ، فأخر موتى إلى يوم يبعث آدم وذريته للحساب وخاطب الله - تعالى - بصفة الربوبية تخضعا وتذللا لكى يجاب طلبه ."
    },
    {
      "ayah": 37,
      "surah": 15,
      "text": "وقد أجاب الله - تعالى - له طلبه فقال : ( فإنك ) يا إبليس من جملة ( المنظرين ) أى الذين أخرت موتهم ( إلى يَوْمِ الوقت المعلوم ) وهو يوم القيامة الذى استأثرت بعلم وقته ، والذى وصفت أحواله للناس ، كى يستعدوا له بالإِيمان والعمل الصالح .ويصح أن يكون المراد بالوقت المعلوم : وقت النفخة الأولى حين يموت كل الخلائق ويموت هو معهم ."
    },
    {
      "ayah": 38,
      "surah": 15,
      "text": "قال ابن كثير : أجابه الله - تعالى - إلى ما سأل ، لما له فى ذلك من الحكمة والإِرادة والمشيئة التى لا تخالف . ولا تمانع ولا معقب لحكمه وهو سريع الحساب .وقال بعض العلماء : وهذا الإِنظار رمز إلهى على أن ناموس الشر لا ينقضى من عالم الحياة الدنيا ، وأن نظامها قائم على التصارع بين الخير والشر ، وبين الأخيار والأشرار .قال - تعالى - : ( بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ . . . ) ولذلك لم يستغن نظام العالم عن إقامة قوانين العدل والصلاح ، وإيداعها إلى الكفاة لتنفيذها والذود عنها ."
    },
    {
      "ayah": 39,
      "surah": 15,
      "text": "ثم بين - سبحانه - الأسباب التى حملت إبليس على طلب تأخير موته إلى يوم القيامة ، والتى من أهمها الانتقام من آدم وذريته فقال - تعالى - : ( قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ فِي الأرض وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين ) .والباء فى قوله ( بِمَآ أَغْوَيْتَنِي لأُزَيِّنَنَّ لَهُمْ .. ) للسببية أو للقسم .قال الإِمام الرازى ما ملخصه : الباء ههنا بمعنى السبب ، أى : بسبب كونى غاويا لأزينن لهم كقول القائل : أقسم فلان بمعصيته ليدخلن النار ، وبطاعته ليدخلن الجنة .أو للقسم وما مصدرية وجواب القسم لأزينن لهم . والمعنى أقسم بإغوائك لى لأزينن لهم . ونظيره قوله - تعالى - ( قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ ) وقوله ( أغويتنى ) من الإِغواء ، وهو خلق الغى فى القلوب . وأصل الغى الفساد ، ومنه غوى الفصيل - كرضى - إذا بشم من اللبن ففسدت معدته . أو منع من الرضاع فهزل وكاد يهلك ، ثم استعمل فى الضلال . يقال : غوى فلان يغوى غيا وغواية فهو غاو إذا ضل عن الطريق المستقيم . وأغواه غيره وغواه : أضله .وقوله ( لأزينن لهم ) من التزيين بمعنى التحسين والتجميل ، وهو تصيير الشى زينًا ، أى : حسنًا حتى ترغب النفوس فيه وتقبل عليه .والضمير فى ( لهم ) يعود على ذرية آدم ، وهو مفهوم من السياق وإن لم يجر لهم ذكر ، وقد جاء ذلك صريحًا فى قوله - تعالى - فى آية أخرى : ( قَالَ أَرَأَيْتَكَ هذا الذي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً ) وحذف مفعول ( لأزينن ) لدلالة المقام عليه .أى : لأزينن لهم المعاصى والسيئات ، بأن أحسن لهم القبيح . وأزين لهم المنكر . وأحبب الشهوات إلى نفوسهم حتى يتبعوها ، وأبذل نهاية جهدى فى صرفهم عن طاعتك . . . وقال - سبحانه - ( فى الأرض ) لتحديد مكان إغوائه ، إذ هى المكان الذى صار مستقرًا له ولآدم وذريته ، كما قال - تعالى - فى آية أخرى : ( فَأَزَلَّهُمَا الشيطان عَنْهَا ) - أى الجنة - فأخرجهما - أى آدم وحواء - مما كانا فيه ، ( وَقُلْنَا اهبطوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ ) وقوله ( ولأغوينهم أجمعين ) مؤكدًا لما قبله .أى : والله لأغوينهم جميعًا مادمت قادرًا على ذلك ، ولأعملن على إضلالهم بدون فتور أو يأس ، كما قال - تعالى - فى آية أخرى : ( ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ ) قال القرطبى : وروى ابن لهيعة عبد الله عن دراج أبى السمح ، عن أبى الهيثم ، عن أبى سعيد الخدرى قال : قال رسول الله صلى الله عليه وسلم : \" إن إبليس قال يارب وعزتك وجلالك لا أزال أغوى بنى آدم ما دامت أرواحهم فى أجسامهم ، فقال الرب : وعزتى وجلالى لا أزال أغفر لهم ما استغفرونى \" ."
    },
    {
      "ayah": 4,
      "surah": 15,
      "text": "ثم قرر - سبحانه - أن هلاك الأمم الظالمة ، موقوف بوقت محدد فى علمه ، وأن سنته فى ذلك ماضية لا تتخلف ، فقال - تعالى - ( وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ ) .و ( من ) فى قوله ( من قرية ) و ( من أمة ) للتأكيد . والمراد بالقرية أهلها .والمراد بالكتاب المعلوم : الوقت المحدد فى علم الله - تعالى - لهلاكها ، شبه بالكتاب لكونه لا يقبل الزيادة أو النقص . والأجل : مدة الشئ .أى : وما أهلكنا من قرية من القرى الظالم أهلها ، إلا ولهلاكها وقت محدد فى علمنا المحيط بكل شئ ، ومحال أن تسبق أمة من الأمم أجلها المقدر لها أو تتأخر عنه .قال ابن جرير - رحمه الله - عند تفسيره لهاتين الآيتين ما ملخصه : \" يقول - تعالى - ذكره - ( وما أهلكنا ) يا محمد ( أهل قرية ) من القرى التى أهلكنا أهلها فيما مضى : ( إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ ) أى : أجل مؤقت ومدة معروفة ، لا نهلكهم حتى يبلغوها ، فإذا بلغوها أهلكناهم عند ذلك . . دون أن يتقدم هلاكهم عن ذلك أو يتأخر \" .وجملة ( إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ ) فى محل نصب على الحال من قرية ، وصح ذلك لأن كلمة قرية وإن كانت نكرة ، إلا أن وقوعها فى سياق النفى سوغ مجىء الحال منها .أى : ما أهلكناها فى حال من الأحوال ، إلا فى حال بلوغها نهاية المدة المقدرة لبقائها دون تقديم أو تأخير .قال - تعالى - ( وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ )."
    },
    {
      "ayah": 40,
      "surah": 15,
      "text": "وقوله - سبحانه - ( إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين ) اعتراف من إبليس بأن من عباد الله - تعالى - قومًا لا يستطيع أن يغويهم ، ولا يقدر على إضلالهم .وكلمة ( المخلصين ) قرأها نافع وحمزة وعاصم والكسائى - بفتح اللام - ، فيكون المعنى : لأغوينهم أجمعين إلا عبادك الذين استخلصتهم لطاعتك ، وصنتهم عن اقتراف ما نهيتهم عنه .وقرأها ابن كثير وابن عامر وأبو عمرو - بكسر اللام - ، فيكون المعنى : لأضلنهم جميعًا ، إلا عبادك الذين أخلصوا لك العمل ، وابتعدوا عن الرياء فى أقوالهم وأفعالهم .وهذا الاستثناء الذى اعترف به إبليس بعد أن أدرك أنه لا محيص له عنه - هو سنة الله - تعالى - فى خلقه ، فقد جرت سنته التى لا تغيير ولا تبديل لها ، بأن يستخلص لذاته من يخلص له قلبه ، وأن يرعى من يرعى حدوده ، ويحفظ من يحفظ تكاليفه ."
    },
    {
      "ayah": 41,
      "surah": 15,
      "text": "ولذا كان جوابه - سبحانه - على إبليس ، هو قوله - تعالى - ( قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتبعك مِنَ الغاوين ) .واسم الإشارة ( هذا ) يعود إلى الاستثناء السابق وهو قوله ( إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين ) .وقد اختار هذا الرأى الإِمام الآلوسى فقال : قال الله - تعالى - ( هَذَا صِرَاطٌ عَلَيَّ ) أى : حق لابد أن أراعيه ( مستقيم ) لا انحراف فيه فلا يعدل عنه إلى غيره .والإِشارة إلى ما تضمنه الاستثناء وهو تخليص المخلصين من إغوائه وكلمة على تستعمل فى الوجوب . والمعتزلة يقولون به حقيقة لقولهم بوجوب الأصلح عليه - تعالى - .وقال أهل السنة ، إن ذلك وإن كان تفضلاً منه - سبحانه - إلا أنه شبه بالحق الواجب لتأكد ثبوته وتحقق وقوعه ، بمقتضى وعده - عز وجل - ، فجئ بعلىَّ لذلك .ثم قال : وقرأ الضحاك ومجاهد ويعقوب . . ( هذا صراط عَلِيٌّ ) - بكسر اللام وضم الياء المشددة وتنوينها - أى : عال لارتفاع شأنه .وقد اختار صاحب الكشاف عودة اسم الإِشارة إلى ما بعده فقال : قال الله - تعالى - ( هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ ) أى هذا طريق حق على أن أراعيه ، وهو أن لا يكون لك سلطان على عبادى ، إلا من اختار اتباعك منهم لغوايته .ويرى ابن جرير أن على هنا بمعنى إلى ، فقد قال - رحمه الله - قوله - تعالى - ( هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ ) بمعنى هذا طريق إلى مستقيم .فكان معنى الكلام : هذا طريق مرجعه إلى ، فأجازى كلا بأعمالهم ، كما قال - تعالى - ( إِنَّ رَبَّكَ لبالمرصاد ) وذلك نظير قول القائل لمن يتوعده ويتهدده : طريقك على وأنا على طريقك ، فكذلك قوله ( هذا صراط ) معناه : هذا طريق علىّ وهذا طريق إلى . . . .ويبدوا لنا أن الآية الكريمة مسوقة لبيان المنهاج القويم الذى كتبه الله - تعالى - على نفسه فضلاً منه وكرمًا ، والميزان العادل الذى وضعه - سبحانه - لتمييز الخبيث من الطيب .فكأنه - سبحانه - يقول فى الرد على إبليس الذى اعترف بعجزه عن إغواء المخلصين من عباد الله : يا إبليس ، إن عدم قدرتك على إغواء عبادى المخلصين منهج قويم من مناهجى التى اقتضتها حكمتى وعدالتى ورحمتى ، وسنة من سننى التى آليت على نفسى أن ألتزم بها مع خلقى ."
    },
    {
      "ayah": 42,
      "surah": 15,
      "text": "إن عبادى المخلصين لا قوة ولا قدرة لك على إغوائهم ، لأنهم حتى إذا مسهم طائف منك . أسرعوا بالتوبة الصادقة إلى ، فقبلتها منهم . وغفرت لهم زلتهم . . . ولكنك تستطيع إغواء أتباعك الذين استحوذت عليهم؛ فانقادوا لك . . .وفى هاتين الآيتين ما فيهما من التنويه بشأن عباد الله المخلصين ، ومن المديح لهم بقوة الإِيمان ، وعلو المنزلة ، وصدق العزيمة؛ وضبط النفس . . .قال - تعالى - : ( إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وكفى بِرَبِّكَ وَكِيلاً ) قال الآلوسى وقوله : ( إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ . . . ) أى تصرف وتسلط ، والمراد بالعباد؛ المشار إليهم بالمخلصين ، فالإِضافة للعهد والاستثناء على هذا فى قوله ( إِلاَّ مَنِ اتبعك مِنَ الغاوين ) منقطع .واختار هذا غير واحد . . . وجوز أن يكون بالعباد العموم والاستثناء متصل ، والكلام كالتقرير لقوله إلا عبادك منهم المخلصين ، ولذا لم يعطف على ما قبله ، وتغيير الوضع لتعظيم المخلصين ، بجعلهم هم الباقين بعد الاستثناء . . . ."
    },
    {
      "ayah": 43,
      "surah": 15,
      "text": "ثم بين - سبحانه - سوء عاقبة المتبعين لإِبليس فقال : ( وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ ) .والضمير فى قوله ( لموعدهم ) يعود إلى الغاوين ، أو إلى ( من اتبعك ) والموعد : مكان الوعد .والمراد به هنا المكان الذى سينتهون إليه حتمًا بعد أن كانوا غافلين عنها فى الدنيا ، وهو جهنم أى وإن جهنم لمكان محتوم لهؤلاء الذين أغواهم إبليس دون أن يفلت أحد من سعيرها ."
    },
    {
      "ayah": 44,
      "surah": 15,
      "text": "وجملة ( لَهَا سَبْعَةُ أَبْوَابٍ ) مستأنفة لوصف حال جهنم وأبوابها .وجملة ( لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ ) صفة لأبواب ، وضمير ( منهم ) يعود إلى الغاوين أتباع إبليس .والمقسوم : من القَسْمِ وهو إفراز النصيب عن غيره تقول : قسمت كذا قسماً وقسمة إذا ميزت كل قسم عن سواه .والمعنى : إن لجهنم سبعة أبواب ، لكل باب منها ، فريق معين من الغاوين يدخلون منه ، على حسب تفاوتهم فى الغواية وفى متابعة إبليس ويرى كثير من المفسرين أن المراد بالأبواب هنا الأطباق والدركات .أى لجهنم سبعة أطباق أو دركات بعضها فوق بعض ، ينزلها الغاوون ، بحسب أصنافهم وتفاوت مراتبهم فى الغى والضلال .قال الإِمام ابن كثير : قوله - تعالى ( لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ ) أى : قد كتب لكل باب منها جزء من أتباع إبليس ، يدخلونه لا محيد لهم عنه - أجارنا الله منها - وكل يدخل من باب بحسب عمله ، ويستقر فى درك بقدر فعله . . . . ثم قال : وعن عمرة بن جندب - رضى الله عنه - عن النبى صلى الله عليه وسلم فى قوله ( لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ ) قال : \" إن من أهل النار من تأخذه النار إلى كعبيه ، وإن منهم من تأخذه النار إلى حجزته ، ومنهم من تأخذه النار إلى تراقيه . . . \" ."
    },
    {
      "ayah": 45,
      "surah": 15,
      "text": "وقوله - سبحانه - ( إن المتقين . . . ) كلام مستأنف لإِظهار حسن عاقبة المتقين ، بعد بيان سوء عاقبة الغاوين .والمتقون : جمع متق اسم فاعل من اتقى . وأصله اوتقى - بزنة افتعل - من وقى الشىء وقاية ، أى : صانه وحفظه مما يضره ويؤذيه .والجنات : جمع جنة ، وهى كل بستان ذى شجر متكاثف ، ملتف الأغصان ، يظلل ما تحته ويستره . من الجن وهو ستر الشىء عن الحاسة . .والمراد بها هنا الدار التى أعدها الله - تعالى - لتكريم عباده المؤمنين فى الآخرة .والعيون جمع عين . والمقصود بها هنا المياه المنتشرة فى الجنات .والمعنى : ( إن المتقين ) الذين صانوا أنفسهم عن الشرك . وقالوا ربنا الله ثم استقاموا ( فى جنات ) عالية ، فيها ما تشتهيه الأنفس ، وفيها منابع للماء تلذ لها الأعين ."
    },
    {
      "ayah": 46,
      "surah": 15,
      "text": "وجملة ( ادخلوها بِسَلامٍ آمِنِينَ ) معمولة لقول محذوف . والباء فى قوله ( بسلام ) للمصاحبة .أى : وتقول لهم الملائكة - على سبيل التكريم - والتحية - لهؤلاء المتقين عند دخولهم الجنات واستقرارهم فيها : ادخلوها - أيها المتقون - تصاحبكم السلامة من الآفات ، والنجاة من المخافات ."
    },
    {
      "ayah": 47,
      "surah": 15,
      "text": "ثم بين - سبحانه - ما هم عليه فى الجنة من صفاء نفسى ، ونقاء قلبى فقال : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَاناً على سُرُرٍ مُّتَقَابِلِينَ ) .والنزع : القلع يقال : نزع فلان هذا الشىء من مكانه إذا قلعه منه ، وفعله من باب ضرب والغل : الحقد والضغينة ، وأصله من الغلالة ، وهى ما يلبس بين الثوبين : الشعار والدثار .أو من الغلل وهو الماء المتخلل بين الأشجار . ويقال : غل صدر فلان يغل - بالكسر - غلا إذا كان ذا غش ، أو ضغن ، أو حقد .والسرر : جمع سرير وهو المكان المهيأ لراحة الجالس عليه وإدخال السرور على قلبه .أى : وقلعنا ما فى صدور هؤلاء المتقين من ضغائن وعداوات كانت موجودة فيها فى الدنيا ، وجعلناهم يدخلون الجنة إخوانًا متحابين متصافين ، ويجلسون متقابلين ، على سرر مهيأة لراحتهم ورفاهيتهم وإدخال السرور على نفوسهم .وقوله : ( إِخْوَاناً على سُرُرٍ مُّتَقَابِلِينَ ) حال عن فاعل ( ادخلوها ) .وعبر بقوله ( متقابلين ) لأن مقابلة الوجه للوجه أدخل فى الإِيناس ، وأجمع للقلوب .والآية الكريمة تشعر بأنهم فى الجنة ينشئهم الله - تعالى - نشأة أخرى جديدة وتكون قلوبهم فيها خالية من كل ما كان يخالطهم فى الدنيا من ضغائن وعداوات وأحقاد وأطماع وغير ذلك من الصفات الذميمة ، ويصلون بسبب هذه النشأة الجديدة إلى منتهى الرقى البشرى . . .وقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية عددا من الأحاديث والآثار منها ما رواه القاسم عن أبى أمامة قال : يدخل أهل الجنة على ما فى صدورهم فى الدنيا من الشحناء والضغائن ، حتى إذا توافوا وتقابلوا نزع الله ما فى صدورهم فى الدنيا من غل ، ثم قرأ : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ ."
    },
    {
      "ayah": 48,
      "surah": 15,
      "text": "ثم بين - سبحانه - ما هم عليه فى الجنة من صفاء نفسى ، ونقاء قلبى فقال : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَاناً على سُرُرٍ مُّتَقَابِلِينَ ) .والنزع : القلع يقال : نزع فلان هذا الشىء من مكانه إذا قلعه منه ، وفعله من باب ضرب والغل : الحقد والضغينة ، وأصله من الغلالة ، وهى ما يلبس بين الثوبين : الشعار والدثار .أو من الغلل وهو الماء المتخلل بين الأشجار . ويقال : غل صدر فلان يغل - بالكسر - غلا إذا كان ذا غش ، أو ضغن ، أو حقد .والسرر : جمع سرير وهو المكان المهيأ لراحة الجالس عليه وإدخال السرور على قلبه .أى : وقلعنا ما فى صدور هؤلاء المتقين من ضغائن وعداوات كانت موجودة فيها فى الدنيا ، وجعلناهم يدخلون الجنة إخوانًا متحابين متصافين ، ويجلسون متقابلين ، على سرر مهيأة لراحتهم ورفاهيتهم وإدخال السرور على نفوسهم .وقوله : ( إِخْوَاناً على سُرُرٍ مُّتَقَابِلِينَ ) حال عن فاعل ( ادخلوها ) .وعبر بقوله ( متقابلين ) لأن مقابلة الوجه للوجه أدخل فى الإِيناس ، وأجمع للقلوب .والآية الكريمة تشعر بأنهم فى الجنة ينشئهم الله - تعالى - نشأة أخرى جديدة وتكون قلوبهم فيها خالية من كل ما كان يخالطهم فى الدنيا من ضغائن وعداوات وأحقاد وأطماع وغير ذلك من الصفات الذميمة ، ويصلون بسبب هذه النشأة الجديدة إلى منتهى الرقى البشرى . . .وقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية عددا من الأحاديث والآثار منها ما رواه القاسم عن أبى أمامة قال : يدخل أهل الجنة على ما فى صدورهم فى الدنيا من الشحناء والضغائن ، حتى إذا توافوا وتقابلوا نزع الله ما فى صدورهم فى الدنيا من غل ، ثم قرأ : ( وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ ."
    },
    {
      "ayah": 49,
      "surah": 15,
      "text": "والخطاب فى قوله - تعالى - : ( نبئ عبادى . . ) للرسول صلى الله عليه وسلم والنبأ : الخبر العظيم . والمراد ( بعبادى ) : المؤمنون منهم ، والإِضافة للتشريف .أى : أخبر - أيها الرسول الكريم - عبادى المؤمنين أنى أنا الله - تعالى - الكثير المغفرة لذنوبهم ، الواسع الرحمة لمسيئهم ."
    },
    {
      "ayah": 5,
      "surah": 15,
      "text": "وجملة ( مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ ) بيان لجملة ( إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ ) لتأكيد التحديد ، فى بدئه وفى نهايته .وحذف متعلق ( يستأخرون ) للعلم به ، أى : وما يستأخرون عنه .والآيتان الكريمتان تدلان بوضوح ، على أن إمهال الظالمين ليس معناه ترك عقابهم ، وإنما هو رحمة من الله بهم لعلهم أن يثوبوا إلى رشدهم ، ويسلكوا الطريق القويم . . .فإذا ما لجوا فى طغيانهم ، حل بهم عقاب الله - تعالى - فى الوقت المحدد فى علمه - سبحانه - .قال صاحب الظلال : ولقد يقال : إن أمما لا تؤمن ولا تحسن ولا تصلح ولا تعدل . وهى مع ذلك قوية ثرية باقية ، وهذا وهم .فلا بد من بقية من خير فى هذه الأمم ، ولو كان هو خير العمارة للأرض ، وخير العدل فى حدوده الضيقة بين أبنائها ، وخير الإصلاح المادى والإِحسان المحدود بحدودها .فعلى هذه البقية من الخير تعيش حتى تستنفدها ، فلا تبقى فيها من الخير بقية ثم تنتهى حتما إلى المصير المعلوم . إن سنة الله لا تتخلف . ولكل أمة أجل معلوم ."
    },
    {
      "ayah": 50,
      "surah": 15,
      "text": "وأخبرهم - أيضًا - أن عذابى هو العذاب الشديد الإِيلام ، فعليهم أن يقدموا القول الطيب ، والعمل الصالح ، لكى يظفروا بمغفرتى ورحمتى ، وينجو من عذابى ونقمتى .فأنت ترى أن الله - تعالى - قد جمع فى هاتين الآيتين بين المغفرة والعذاب ، وبين الرحمة والانتقام ، وبين الوعد والوعيد ، لبيان سنته - سبحانه - فى خلقه ، ولكى يعيش المؤمن حياته بين الخوف والرجاء ، فلا يقنط من رحمة الله ، ولا يقصر فى أداء ما كلفه - سبحانه - به .وقدم - سبحانه - نبأ الغفران والرحمة ، على نبأ العذاب والانتقام ، جريا على الأصل الذى ارتضته مشيئته ، وهو أن رحمته سبقت غضبه ، ومغفرته سبقت انتقامه .والضمير \" أنا \" و \" هو \" فى الآيتين الكريمتين ، للفصل؛ لإِفادة تأكيد الخبر .قال الإِمام الرازى ما ملخصه : وفى الآيتين لطائف :إحداها : أنه أضاف - سبحانه - العباد إلى نفسه بقوله ( عبادى ) وهذا تشريف عظيم لهم . . .وثانيها . أنه لما ذكر الرحمة والمغفرة بالغ فى التأكيد بألفاظ ثلاثة : أولها : قوله ( أنى ) وثانيها قوله ( أنا ) ، وثالثها . إدخال حرف الألف واللام على قوله ( الغفور الرحيم ) ، ولما ذكر العذاب لم يقل : إنى أنا المعذب ، بل قال ( وَأَنَّ عَذَابِي هُوَ العذاب الأليم ) .وثالثها : أنه أمر رسوله صلى الله عليه وسلم أن يبلغ إليهم هذا المعنى ، فكأنه أشهده على نفسه فى التزام المغفرة والرحمة .ورابعها : أنه لما قال ( نبئ عبادى ) كان معناه نبئ كل من كان معترفًا بعبوديتى ، وهذا كما يدخل فيه المؤمن المطيع . فكذلك يدخل فيه المؤمن العاصى ، وكل ذلك يدل على تغليب جانب الرحمة من الله - تعالى - .وقال الآلوسى : وأخرج الشيخان وغيرهما عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" إن الله - تعالى - خلق الرحمة يوم خلقها مائة رحمة ، فأمسك عنده تسعة وتسعين رحمة ، وأرسل فى خلقه كلهم رحمة واحدة فلو يعلم الكافر كل الذى عنده من رحمة لم ييأس من الرحمة ، ولو يعلم المؤمن بكل الذى عند الله - تعالى - من العذاب ، لم يأمن من النار \" .وأخرج عبد بن حميد وجماعة عن قتادة أنه قال فى الآية : بلغنا أن رسول الله صلى الله عليه وسلم قال : \" لو يعلم العبد قدر عفو الله - تعالى - لما تورع من حرام ، ولو يعلم قدر عذابه لبخع نفسه \" ."
    },
    {
      "ayah": 51,
      "surah": 15,
      "text": "وقوله - سبحانه - ( وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَاهِيمَ . . . ) معطوف على قوله قبل ذلك ( نبئ عبادى . . . ) .قال الجمل : وأصل الضيف : الميل ، يقال أضفت إلى كذا إذا ملت إليه . والضيف من مال إليك نزولاً بك ، وصارت الضيافة فى القرى وأصل الضيف مصدر ، ولذلك استوى فيه الواحد والجمع فى غالب كلامهم . وقد يجمع فيقال أضياف وضيوف . . . .والمراد بضيف إبراهيم هنا : الملائكة الذين نزلوا عنده ضيوفًا فى صورة بشرية ، وبشروه بغلام عليم ، ثم أخبروه بأنهم أرسلو إلى قوم لوط لإِهلاكهم . . ."
    },
    {
      "ayah": 52,
      "surah": 15,
      "text": "ثم فصل - سبحانه - ما دار بين إبراهيم وضيوفه فقال : ( إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاماً . . ) .والظرف \" إذ \" منصوب على أنه مفعول به لفعل مقدر .أى : ونبئهم - أيضًا - أيها الرسول الكريم - عن ضيف إبراهيم ، وقت أن دخلوا عليه ، فقالوا له على سبيل الدعاء أو التحية ( سلاما ) أى : سلمت سلاما . أو سلمنا سلاما .فلفظ ( سلاما ) منصوب بفعل محذوف .وقوله - سبحانه - ( قَالَ إِنَّا مِنْكُمْ وَجِلُونَ ) بيان لما رد به إبراهيم - عليه السلام - على الملائكة .و ( وجلون ) جمع وجل ، والوجل : اضطراب يعترى النفس لتوقع حدوث مكروه . يقال : وجل الرجل وجلا فهو وجل إذا خاف .أى : قال لهم إبراهيم بعد أن دخلوا عليه وبادروه بالتحية إنا منكم خائفون .وقال ( إنا منكم . . . ) بصيغة الجمع ، لأنه قصد أن الخوف منهم قد اعتراه هو ، واعترى أهله معه .وكان من أسباب خوفه منهم ، أنهم دخلوا عليه بدون إذن ، وفى غير وقت الزيارة وبدون معرفة سابقة لهم ، وأنهم لم يأكلوا من الطعام الذى قدمه إليهم . .هذا ، وقد ذكر - سبحانه فى سورة الذاريات أنه رد عليهم السلام فقال - تعالى - ( هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ المكرمين إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاَماً قَالَ سَلاَمٌ قَوْمٌ مُّنكَرُونَ ) كما بين - سبحانه - فى سورة هود أن من أسباب خوفه منهم ، عدم أكلهم من طعامه . قال - تعالى - : ( فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً . . . ) أى خاف إبراهيم لما رأى أيدى الضيف لا تصل إلى طعامه ."
    },
    {
      "ayah": 53,
      "surah": 15,
      "text": "ثم حكى - سبحانه - ما قالته الملائكة لإِدخال الطمأنينة على قلب إبراهيم فقال - تعالى - : ( قَالُواْ لاَ تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ ) .أى : قالت الملائكة لإِبراهيم على سبيل البشارة وإدخال السرور على قلبه : لا تخف منا يا إبراهيم ، إنا جئنا إليك لنبشرك بغلام ذى علم كثير بشريعة الله - تعالى - وبأوامره ونواهيه ، وهو إسحق - عليه السلام - .وجملة ( إنا نبشرك . . ) مستأنفة لتعليل النهى عن الوجل .وقد حكى - سبحانه - هنا أن البشارة كانت له ، وفى سورة هود أن البشارة كانت لامرأته ، ومعنى ذلك أنها كانت لهما معًا ، إما فى وقت واحد ، وإما فى وقتين متقاربين بأن بشروه هو أولاً ، ثم جاءت امرأته بعد ذلك فبشروها أيضًا ، ويشهد لذلك قوله - تعالى -( وامرأته قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ . . . )."
    },
    {
      "ayah": 54,
      "surah": 15,
      "text": "ثم حكى - سبحانه - ما قاله إبراهيم للملائكة بعد أن بشروه بهذا الغلام العليم ، فقال - تعالى - ( قَالَ أَبَشَّرْتُمُونِي على أَن مَّسَّنِيَ الكبر فَبِمَ تُبَشِّرُونَ ) .والاستفهام للتعجب . كأنه عجب من أن يرزقه الله - تعالى - بغلام عليم بعد أن مسه الكبر ، وبلغ سن الشيخوخة .و ( على ) بمعنى مع ، والمس : اتصال شئ بآخر على وجه الإِحساس والإِصابة .أى : قال إبراهيم للملائكة ، بعد أن بشروه بالولد ، أبشرتمونى بذلك مع أن الكبر قد أصابنى ، والشيخوخة قد اعترتنى فبأى شىء عجيب قد بشرتمونى .وتعجب إبراهيم إنما هو من كمال قدرة الله - تعالى - ونفاذ أمره ، حيث وهبه هذا الغلام فى تلك السن المتقدمة بالنسبة له ولامرأته ، والتى جرت العادة أن لا يكون معها إنجاب الأولاد .وقد حكى القرآن هذا التعجب على لسان امرأة إبراهيم فى قوله - تعالى - ( قَالَتْ ياويلتى أَأَلِدُ وَأَنَاْ عَجُوزٌ وهذا بَعْلِي شَيْخاً إِنَّ هذا لَشَيْءٌ عَجِيبٌ . . ) قال الإِمام الرازى ما ملخصه : والسبب فى هذا الاستفهام أن العادة جارية بأنه لا يحصل الولد حال الشيخوخة التامة . . .وهناك جواب آخر ، وهو أن الإِنسان إذا كان عظيم الرغبة فى شىء ، وفاته الوقت الذى يغلب على ظنه حصول ذلك المراد فيه ، فإذا بشر بعد ذلك بحصوله ازداد فرحه وسروره ، ويصير ذلك الفرح القوى كالمدهش له وربما يجعله هذا الفرح يعيد السؤال ليسمع تلك البشارة مرة أخرى ، طلبا للالتذاذ بسماعها . . . ."
    },
    {
      "ayah": 55,
      "surah": 15,
      "text": "وقوله - سبحانه - ( قَالُواْ بَشَّرْنَاكَ بالحق فَلاَ تَكُن مِّنَ القانطين ) .أى : قال الملائكة لإِبراهيم لزيادة اطمئنانه ، ولتأكيد بشارته بالغلام العليم :يا إبراهيم إنا بشرناك بالأمر المحقق الوقوع ، وباليقين الذى لا خلف معه ، وهو أن الله - تعالى - سيهبك الولد مع تقدم سنك وسن زوجك ، فلا تكن من الآيسين من رحمة الله - تعالى - فإن قدرته - عز وجل - لا يعجزها شىء ."
    },
    {
      "ayah": 56,
      "surah": 15,
      "text": "وهنا دفع إبراهيم - عليه السلام - عن نفسه رذيلة اليأس من رحمة الله . فقال على سبيل الإِنكار والنفى ( وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِ إِلاَّ الضآلون ) أى : أنا ليس بى قنوط أو يأس من رحمة الله ، لأنه لا ييأس من رحمة الله - تعالى - إلا القوم الضالون عن طريق الحق والصواب ، الذين لا يعرفون سعة رحمته - تعالى - ونفاذ قدرته ، ولكن هذه البشارة العظيمة - مع تقدم سنى وسن زوجى - هى التى جعلتنى - من شدة الفرح والسرور - أعجب من كمال قدرة الله - تعالى - ، ومن جزيل عطائه ، ومن سابغ مننه ، حيث رزقنى الولد فى هذه السن التى جرت العادة بأن لا يكون معها إنجاب أو ولادة ."
    },
    {
      "ayah": 57,
      "surah": 15,
      "text": "ثم حكى - سبحانه - بعد ذلك ما قاله إبراهيم للملائكة ، بعد أن اطمأن إليهم ، فقال : ( قَالَ فَمَا خَطْبُكُمْ أَيُّهَا المرسلون ) .والخطب : مصدر خطب يخطب ، ومنه قولهم : هذا خطب يسير ، وخطب جلل ، وجمعه خطوب ، وخصه بعضهم بما له خطر من الأمور . وأصله الأمر العظيم الذي يكثر فيه التخاطب ويخطب له .أى : قال إبراهيم - عليه السلام - للملائكة على سبيل الاستيضاح بالتفصيل عن سبب مجيئهم : فما شأنكم الخطير الذى من أجله جئتم إلينا سوى هذه البشارة . وكأنه قد فهم أن مجيئهم إليه ليس لمجرد البشارة ، بل من وراء البشارة أمر آخر جاءوا من أجله ."
    },
    {
      "ayah": 58,
      "surah": 15,
      "text": "وهنا بادره الملائكة بقولهم - كما حكى القرآن عنهم - ( قَالُواْ إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ ) . أى : قالوا له إنا أرسلنا - بأمر الله - تعالى - إلى قوم شأنهم الإِجرام ، ودأبهم الفجور ،"
    },
    {
      "ayah": 59,
      "surah": 15,
      "text": "والمراد بهم قوم لوط - عليه السلام - وكانوا يسكنون مدينة \" سدوم \" بمنطقة وادى الأردن وقوله ( إِلاَّ آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ ) استثناء من القوم المجرمين الذين أرسل الملائكة لإِهلاكهم .والمراد بآل لوط : أتباعه الذين آمنوا به وصدقوه . ولم يشاركوا قومهم فى كفرهم وشذوذهم .أى : إنا أرسلنا إلى قوم لوط لإِهلاكهم ، إلا من آمن منهم فإنا لمنجوهم أجمعين .وقد وضح هذا المعنى صاحب الكشاف فقال : فإن قلت : قوله - تعالى - ( إِلاَّ آلَ لُوطٍ ) استثناء متصل أم منقطع؟قلت : لا يخلو من أن يكون استثناء من قوم فيكون منقطعاً ، لأن القوم موصوفون بالإِجرام فاختلف لذلك الجنسان ، وأن يكون استثناء من الضمير فى ( مجرمين ) فيكون متصلاً ، كأنه قيل : قد أرسلنا إلى قوم قد أجرموا كلهم إلا آل لوط وحدهم ، كما قال : ( فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ المسلمين ) فإن قلت : فهل يختلف المعنى لاختلاف الاستثناءين؟ قلت : نعم ، وذلك أن آل لوط مخرجون فى المنقطع من حكم الإِرسال ، وعلى أنهم أرسلوا إلى القوم المجرمين خاصة ، ولم يرسلوا إلى آل لوط أصلاً . . . كأنه قيل : إنا أهلكنا قوما مجرمين ، ولكن آل لوط أنجيناهم .وأما فى المتصل ، فهم داخلون فى حكم الإِرسال ، وعلى أن الملائكة أرسلوا إليهم جميعًا ليهلكوا هؤلاء ، وينجو هؤلاء ، فلا يكون الإِرسال مخلصًا بمعنى الإِهلاك والتعذيب كما فى الوجه الأول . . ."
    },
    {
      "ayah": 6,
      "surah": 15,
      "text": "ثم حكى - سبحانه - سوء أدب هؤلاء الكافرين مع رسولهم صلى الله عليه وسلم فقال - تعالى - ( وَقَالُواْ ياأيها الذي نُزِّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ لَّوْ مَا تَأْتِينَا بالملائكة إِن كُنتَ مِنَ الصادقين ) والقائلون هم بعض مشركى قريش . قال مقاتل : نزلت الآيتان فى عبد الله بن أمية ، والنضر بن الحارث ، ونوفل بن خويلد ، والوليد بن المغيرة .والمراد بالذكر : القرآن الكريم . قال - تعالى - ( وهذا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنكِرُونَ ) و ( مجنون ) : اسم مفعول من الجنون ، وهو فساد العقل ."
    },
    {
      "ayah": 60,
      "surah": 15,
      "text": "وقوله - سبحانه - ( إِلاَّ امرأته قَدَّرْنَآ إِنَّهَا لَمِنَ الغابرين ) استثناء من الضمير فى ( لمنجوهم ) ، إخراجا لها من التنجية . أى : إلا امرأة لوط - عليه السلام - فليست ممن سننجيه ، بل هى ممن سنهلكه مع القوم المجرمين .ومعنى ( قدرنا ) : قضينا وحكمنا ."
    },
    {
      "ayah": 61,
      "surah": 15,
      "text": "قال الآلوسى : وقوله - تعالى - ( فَلَمَّا جَآءَ آلَ لُوطٍ المرسلون ) شروع فى بيان إهلاك المجرمين ، وتنجية آل لوط . ووضع الظاهر موضع الضمير ، للإِيذان بأن مجيئهم لتحقيق ما أرسلوا به من ذلك ."
    },
    {
      "ayah": 62,
      "surah": 15,
      "text": "والآية الكريمة معطوفة على كلام محذوف يفهم من السياق ، والتقدير : وخرج الملائكة من عند إبراهيم - بعد أن بشروه بغلامه ، وبعد أن أخبروه بوجهتهم - فاتجهوا إلى المدينة التى يسكنها لوط - عليه السلام - وقومه . فلما دخلوا عليه قال لهم : ( إِنَّكُمْ قَوْمٌ مُّنكَرُونَ ) .أى : إنكم قوم غير معروفين لى ، لأنى لم يسبق لى أن رأيتكم ، ولا أدرى من أى الأقوام أنتم ، ولا أعرف الغرض الذى من أجله أتيتم ، وإن نفسى ليساورها الخوف والقلق من وجودكم عندى . . .ويبدو أن لوطًا - عليه السلام - قد قال لهم هذا الكلام بضيق نفس ، لأنه يعرف شذوذ المجرمين من قومه ، ويخشى أن يعلموا بوجود هؤلاء الضيوف أصحاب الوجوه الجميلة عنده ، فيعتدوا عليهم دون أن يملك الدفاع عنهم . . .وقد صرح القرآن الكريم بهذا الضيق النفسى ، الذى اعترى لوطا بسبب وجود هؤلاء الضيوف عنده ، ومن ذلك قوله - تعالى - : ( وَلَمَّا جَآءَتْ رُسُلُنَا لُوطاً سياء بِهِمْ وَضَاقَ بِهِمْ ذَرْعاً وَقَالَ هذا يَوْمٌ عَصِيبٌ ) وقال - سبحانه - : ( فَلَمَّا جَآءَ آلَ لُوطٍ المرسلون ) مع أن المجئ كان للوط - عليه السلام - والخطاب كان معه ، تشريفًا وتكريمًا للمؤمنين من قوم لوط ، فكأنهم كانوا حاضرين ومشاهدين لوجود الملائكة بينهم ، ولما دار بينهم وبين لوط - عليه السلام - ."
    },
    {
      "ayah": 63,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( قَالُواْ بَلْ جِئْنَاكَ بِمَا كَانُواْ فِيهِ يَمْتَرُونَ وَآتَيْنَاكَ بالحق وَإِنَّا لَصَادِقُونَ ) .حكاية لما رد به الملائكة على لوط ، لكى يزيلوا ضيقه بهم ، وكراهيته لوجودهم عنده .وقوله ( يمترون ) من الامتراء ، وهو الشك الذى يدفع الإِنسان إلى المجادلة المبنية على الأوهام لا على الحقائق .وهو - كما يقول الإِمام الفخر الرازى - مأخوذ من قول العرب : \" مريت الناقة والشاة إذا أردت حلبها ، فكأن الشاك يجتذب بشكه مراء ، كاللبن الذى يجتذب عند الحلب . يقال : قد مارى فلان فلانا ، إذا جادله كأنه يستخرج غضبه \" .أى : قال الملائكة للوط لإِدخال الطمأنينة على نفسه : يا لوط نحن ما جئنا لإِزعاجك أو إساءتك ، وإنما جئناك بأمر كان المجرمون من قومك ، يشكون فى وقوعه ، وهو العذاب الذى كنت تحذرهم منه إذا ما استمروا فى كفرهم وفجورهم . . .وإنا ما أتيناك إلا بالأمر الثابت المحقق الذى لا مرية فيه ولا تردد ، وهو إهلاك هؤلاء المجرمين من قومك ، وإنا لصادقون فى كل ما قلناه لك ، وأخبرناك به ، فكن آمنًا مطمئنًا .فالإضراب فى قوله ( قَالُواْ بَلْ جِئْنَاكَ .. . ) إنما هو لإِزالة ما وقر فى قلب لوط - عليه السلام - تجاه الملائكة من وساوس وهواجس .فكأنهم قالوا له : نحن ما جئناك بشئ تكرهه أو تخافه . . وإنما جئناك بما يسرك ويشفى غليلك من هؤلاء القوم المنكوسين .وعبر عن العذاب بقوله ( بِمَا كَانُواْ فِيهِ يَمْتَرُونَ ) زيادة فى إدخال الأنس على نفسه وتحقيقًا لوقوع العذاب بهم ."
    },
    {
      "ayah": 64,
      "surah": 15,
      "text": "وقوله ( وَأتَيْنَاكَ بالحق وَإِنَّا لَصَادِقُونَ ) تأكيد على تأكيد .وهذه التأكيدات المتعددة والمتنوعة تشعر بأن لوطا - عليه السلام - كان فى غاية الهم والكرب لمجئ الملائكة إليه بهذه الصورة التى تغرى المجرمين بهم دون أن يملك حمايتهم أو الدفاع عنهم ."
    },
    {
      "ayah": 65,
      "surah": 15,
      "text": "لذا كانت هذه التأكيدات من الملائكة له فى أسمى درجات البلاغة ، حتى يزول خوفه ، ويزداد اطمئنانه إليهم ، قبل أن يخبروه بما أمرهم الله - تعالى - بإخباره به ، وهو قوله - تعالى - ( فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ الليل واتبع أَدْبَارَهُمْ وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ وامضوا حَيْثُ تُؤْمَرُونَ ) .قال القرطبى : قوله ( فأسر . . ) قرئ فاسر وقرئ فأسر ، بوصل الهمزة وقطعها لغتان فصيحتان . قال - تعالى - ( والليل إِذَا يَسْرِ . . ) وقال : ( سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلاً . . ) وقيل : فأسر تقال لمن سار من أول الليل . . وسرى لمن سار فى آخره ، ولا يقال فى النهار إلا سار .وقوله ( بِقِطْعٍ مِّنَ الليل . . ) أى : بجزء من الليل . والمراد به الجزء الأخير منه .أى : قال الملائكة للوط - عليه السلام - بعد أن أزالوا خوفه منه : يا لوط إنا نأمرك - بإذن الله تعالى - أن تخرج من هذه المدينة التى تسكنها مع قومك وأن يخرج معك أتباعك المؤمنون ، وليكن خروجكم فى الجزء الأخير من الليل .وقوله ( واتبع أدبارهم ) أى : وكن وراءهم لتطلع عليهم وعلى أحوالهم .قال الإِمام ابن كثير : يذكر الله - تعالى - عن الملائكة أنهم أمروا لوطا أن يسرى بأهله بعد مضى جانب من الليل ، وأن يكون لوط - عليه السلام - يمشى وراءهم ليكون أحفظ لهم .وهكذا كان رسول الله صلى الله عليه وسلم يمشى فى الغزاة يزجى الضعيف ، ويحمل المنقطع .وقوله ( وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ ) أى : ولا يلتفت منكم أحد أيها المؤمنون - خلفه ، حتى لا يرى العذاب المروع النازل بالمجرمين .وإنما أمرهم - سبحانه - بعدم الالتفات إلى الخلف ، لأن من عادة التارك لوطنه ، أن يلتفت إليه عند مغادرته ، كأنه يودعه .قال صاحب الكشاف : فإن قلت ما معنى أمره باتباع أدبارهم ونهيهم عن الالتفات؟قلت : قد بعث الله الهلاك على قوم لوط ، ونجاه وأهله إجابة لدعوته عليهم وخرج مهاجرا فلم يكن له بد من الاجتهاد فى شكر الله ، وإدامة ذكره وتفريغ باله لذلك ، فأمر بأن يقدِّمهم لئلا يشتغل بمن خلفه قلبه ، وليكون مطلعًا عليهم وعلى أحوالهم ، فلا تفرط منهم التفاتة احتشاما منه ولا غيرها من الهفوات فى تلك الحال المهولة المحذورة ، ولئلا يتخلف منهم أحد لغرض له فيصيبه العذاب ، وليكون مسيره مسير الهارب الذى يقدم سربه ويفوت به .ونهوا عن الالتفات لئلا يروا ما ينزل بقومهم من العذاب فيرقوا له ، وليوطنوا نفوسهم على المهاجرة ، ويمضوا قدماً غير ملتفتين إلى ما وراءهم ، كالذى يتحسر على مفارقة وطنه . . .أو جعل النهى عن الالتفات ، كناية عن مواصلة السير ، وترك التوانى والتوقف ، لأن من يتلفت لابد له فى ذلك من أدنى وقفة .وقوله ( وامضوا حَيْثُ تُؤْمَرُونَ ) إرشاد من الملائكة للوط - عليه السلام - إلى الجهة التى أمره الله - تعالى - بالتوجه إليها .أى : وامضوا فى سيركم إلى الجهة التى أمركم الله - تعالى - بالسير إليها ، مبتعدين عن ديار القوم المجرمين ، تصحبكم رعاية الله وحمايته .قيل : أمروا بالتوجه إلى بلاد الشام ، وقيل إلى الأردن ، وقيل إلى مصر .ولم يرد حديث صحيح يحدد الجهة التى أمروا بالتوجه إليها ، ولكن الذى نعتقده أنهم ذهبوا بأمر الله - تعالى - إلى مكان آخر ، أهله لم يعملوا ما كان يعمله العادون من قوم لوط - عليه السلام - ."
    },
    {
      "ayah": 66,
      "surah": 15,
      "text": "وقوله - سبحانه - ( وَقَضَيْنَآ إِلَيْهِ ذَلِكَ الأمر أَنَّ دَابِرَ هَؤُلآءِ مَقْطُوعٌ مُّصْبِحِينَ ) بيان لجانب آخر من جوانب الرعاية والتكريم للوط - عليه السلام - .وعدى ( قضينا ) بإلى ، لتضمنه معنى أوحينا .والمراد بذلك الأمر : إهلاك الكافرين من قوم لوط - عليه السلام - .وجملة ( أَنَّ دَابِرَ هَؤُلآءِ مَقْطُوعٌ مُّصْبِحِينَ ) مفسرة ومبينة لذلك الأمر .وعبر عن عذابهم وإهلاكهم بالإِبهام أولاً . ثم بالتفسير والتوضيح ثانيًا ، للإِشعار بأنه عذاب هائل شديد .ودابرهم : أى آخرهم الذى يدبرهم . يقال : فلان دبر القوم يدبرهم دبورا إذا كان آخرهم فى المجئ . والمراد أنهم استؤصلوا بالعذاب استئصالا .وقوله ( مصبحين ) أى : داخلين فى الصباح ، مأخوذ من أصبح التامة ، وصيغة أفعل تأتى للدخول فى الشئ ، نحو أنجد وأتهم ، أى دخل فى بلاد نجد وفى بلاد تهامة ، وهو حال من اسم الإِشارة هؤلاء ، والعامل فيه معنى الإِضافة .والمعنى : وقضينا الأمر بإبادتهم ، وأوحينا إلى نبينا لوط - عليه السلام - أن آخر هؤلاء المجرمين مقطوع ومستأصل ومهلك مع دخول وقت الصباح .وفى هذا التعبير ما فيه من الدلالة على أن العذاب سيمحقهم جميعًا ، بحيث لا يبقى منهم أحدًا ، لا من كبيرهم ولا من صغيرهم ، ولا من أولهم ولا من آخرهم ."
    },
    {
      "ayah": 67,
      "surah": 15,
      "text": "ثم حكى - سبحانه - ما حدث من القوم المجرمين ، بعد أن تسامعوا بأن فى بيت لوط - عليه السلام - شبانًا فيهم جمال ووضاءة فقال - تعالى - ( وَجَآءَ أَهْلُ المدينة يَسْتَبْشِرُونَ ) .والمراد بأهل المدينة : أهل مدينة سدوم التى كان يسكنها لوط وقومه .ويستبشرون : أى يبشر بعضهم بعضًا بأن هناك شبانًا فى بيت لوط - عليه السلام - ، من الاستبشار وهو إظهار الفرح والسرور .وهذا التعبير الذى صورته الآية الكريمة ، يدل دلالة واضحة على أن القوم قد وصلوا إلى الدرك الأسفل من الانتكاس والشذوذ وانعدام الحياء . . .إنهم لا يأتون لارتكاب المنكر فردًا أو أفرادا ، وإنما يأتون جميعًا - أهل المدينة - وفى فرح وسرور ، وفى الجهر والعلانية ، لا فى السر والخفاء . . .ولأى غرض يأتون؟ إنهم يأتون لارتكاب الفاحشة التى لم يسبقهم إليها أحد من العالمين .وهكذا النفوس عندما ترتكس وتنتكس ، تصل فى مجاهرتها بإتيان الفواحش ، إلى ما لم تصل إليه بعض الحيوانات . . ."
    },
    {
      "ayah": 68,
      "surah": 15,
      "text": "ويقف لوط - عليه السلام - أمام شذوذ قومه مغيظا مكروبًا ، يحاول أن يدفع عن ضيفه شرورهم ، كما يحاول أن يحرك فيهم ذرة من الآدمية فيقول لهم : ( إِنَّ هَؤُلآءِ ضَيْفِي فَلاَ تَفْضَحُونِ ) .وتفضحون : من الفضح والفضيحة . يقال فضح فلان فلانا فضحا وفضيحة ، إذا أظهر من أمره ما يلزمه العار بسببه .أى : قال لوط - عليه السلام - لمن جاءوا يهرعون إليه من قومه لارتكاب الفاحشة مع ضيوفه : يا قوم إن هؤلاء الموجودين عندى ضيوفى الذين يلزمنى حمايتهم ، فابتعدوا عن دارى وعودوا إلى دياركم ، ولا تفضحون عندهم بتعرضكم لهم بالفاحشة فأهون فى نظرهم ، لعجزى عن حمايتهم ، وأنتم تعلمون أن كرامة الضيف جزء من كرامة مضيفه . . .وعبر لوط - عليه السلام - عن الملائكة بالضيف لأنه لم يكن قد علم أنهم ملائكة ولأنهم قد جاءوا إليه فى هيئة الآدميين ."
    },
    {
      "ayah": 69,
      "surah": 15,
      "text": "ثم أضاف لوط - عليه السلام - إلى رجاء قومه رجاء آخر ، حيث ذكرهم بتقوى الله فقال : ( واتقوا الله وَلاَ تُخْزُونِ ) .أى : واتقوا الله وصونوا أنفسكم عن عذابه وغضبه ، ولا تخزون مع ضيفى ، وتذلونى وتهينونى أمامهم .يقال : خَزِىَ الرجل يخزَى وخَزى ، إذا وقع فى مصيبة فذل لذلك ."
    },
    {
      "ayah": 7,
      "surah": 15,
      "text": "و ( لوما ) : حرف تحضيض مركب من لو المفيدة للتمنى ، ومن ما الزائدة فأفاد المجموع الحث على الفعل .والمعنى : وقال الكافرون لرسولهم صلى الله عليه وسلم على سبيل الاستهزاء والتهكم : ( يأيها ) المدعى بأن الوحى ينزل عليك بهذا القرآن الذى تتلوه علينا ، ( إنك لمجنون ) بسبب هذه الدعوى التى تدعيها . وبسبب طلبك منا اتباعك وتركنا ما وجدنا عليه آباءنا . . .هلا إن كنت صادقاً فى دعواك ، أن تحضر معك الملائكة ، ليخبرونا بأنك على حق فيما تدعيه ، وبأنك من الصادقين فى تبليغك عن الله - تعالى - ما أمرك بتبليغه؟وأكدوا الحكم على الجنون بإن واللام ، لقصدهم تحقيق ذلك فى نفوس السامعين ممن هم على شاكلتهم فى الكفر والضلال ، حتى ينصرفوا عن الاستماع إليه صلى الله عليه وسلم .قال الآلوسى : يعنون يا من يدعى مثل هذا الأمر العظيم ، الخارق للعادة إنك بسبب تلك الدعوى تحقق جنونك على أتم وجه . وهذا كما يقول الرجل لمن يسمع منه كلاما يستبعده ، أنت مجنون .فأنت ترى أن الآيتين الكريمتين قد حكتا ألواناً من سوء أدبهم ، منها : مخاطبتهم له صلى الله عليه وسلم بهذا الأسلوب الدال على التهكم والاستخفاف ، حيث قالوا : ( ياأيها الذي نُزِّلَ عَلَيْهِ الذكر ) ، مع أنهم لا يقرون بنزول شئ عليه .ووصفهم له بالجنون ، وهو صلى الله عليه وسلم أرجح الناس عقلاً ، وأفضلهم فكراً . . وشكهم فى صدقه ، حيث طلبوا منه - على سبيل التعنت - أن يحضر معه الملائكة ليعاضدوه فى دعواه كما قال تعالى فى آيات أخرى منها قوله - تعالى - ( وَقَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا لَوْلاَ أُنْزِلَ عَلَيْنَا الملائكة أَوْ نرى رَبَّنَا . . . ) وقوله - تعالى - ( . . . لولا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً )."
    },
    {
      "ayah": 70,
      "surah": 15,
      "text": "ولكن هذه النصائح الحكيمة من لوط - عليه السلام - لقومه ، لم تجد أذنا صاغية ، بل قابلوها بسوء الأدب معه ، وبالتطاول عليه ، شأن الطغاة الفجرة ( قَالُواْ أَوَ لَمْ نَنْهَكَ عَنِ العالمين ) .والاستفهام للإِنكار . والواو للعطف على محذوف ، والعالمين : جمع عالم ، وهو كل موجود سوى الله - تعالى - والمراد بالعالمين هنا : الرجال الذين كانوا يأتون معهم الفاحشة من دون النساء .أى : قال قوم لوط له بوقاحة وسوء أدب . أو لم يسبق لنا يا لوط أننا نهيناك عن أن تحول بيننا وبين من نريد ارتكاب الفاحشة معه من الرجال ، وإذا كان الأمر كذلك فكيف ساغ لك بعد هذا النهى أن تمنعنا عما نريده من ضيوفك وأنت تعلم ما نريده منهم؟"
    },
    {
      "ayah": 71,
      "surah": 15,
      "text": "ولكن لوطا - عليه السلام - مع شناعة قولهم هذا ، لم ييأس من محاولة منعهم عما يريدونه من ضيوفه ، فأخذ يرشدهم إلى ما تدعو إليه الفطرة السليمة فقال : ( هَؤُلآءِ بَنَاتِي إِن كُنْتُمْ فَاعِلِينَ ) .والمراد ببناته هنا : زوجاتهم ونساؤهم اللائى يصلحن للزواج . وأضافهن إلى نفسه لأن كل نبى أب لأمته من حيث الشفقة والرعاية وحسن التربية .قال ابن كثير ما ملخصه : يرشد لوطا - عليه السلام - قومه إلى نسائهم فإن النبى للأمة بمنزلة الوالد ، فأرشدهم إلى ما هو أنفع لهم ، كما قال - تعالى - فى آية أخرى : ( أَتَأْتُونَ الذكران مِنَ العالمين وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ أَزْوَاجِكُمْ بَلْ أَنتُمْ قَوْمٌ عَادُونَ ) وقيل المراد ببناته هنا : بناته من صلبه ، وأنه عرض عليهم الزواج بهن .ويضعف هذا الرأى أن لوطا - عليه السلام - كان له بنتان أو ثلاثة كما جاء فى بعض الروايات ، وعدد المتدافعين من قومه إلى بيته كان كثيرًا ، كما يرشد إليه قوله - تعالى - ( وَجَآءَ أَهْلُ المدينة يَسْتَبْشِرُونَ ) فكيف تكفيهم بنتان أو ثلاثة للزواج بهن؟قال الإِمام الرازى فى ترجيح الرأى الأول ما ملخصه : \" وهذا القول عندى هو المختار ، ويدل عليه وجوه منها : أنه قال هؤلاء بناتى . . وبناته اللاتى من صلبه لا تكفى هذا الجمع العظيم ، أما نساء أمته ففيهم كفاية للكل ، ومنها : أنه صحت الرواية أنه كان له بنتان وهما : \" زنتا وزاعورا \" وإطلاق لفظ البنات على البنتين لا يجوز ، لما ثبت أن أقل الجمع ثلاثة \" .والمعنى : أن لوطا - عليه السلام - لما رأى هيجان قومه ، وإصرارهم على ارتكاب الفاحشة مع ضيوفه ، قال لهم على سبيل الإِرشاد إلى ما يشبع الفطرة السليمة : يا قوم هؤلاء نساؤكم اللاتى هن بمنزلة بناتى ، فاقضوا معهن شهوتكم إن كنتم فاعلين لما أرشدكم إليه من توجيهات وآداب .وعبر بإن فى قوله ( إِن كُنْتُمْ فَاعِلِينَ ) لشكه فى استجابتهم لما يدعوهم إليه فكأنه يقول لهم : إن كنتم فاعلين لما أطلبه منكم ، وما أظنكم تفعلونه لانتكاس فطرتكم ، وانقلاب أمزجتكم . .وجواب الشرط محذوف ، أى : إن كنتم فاعلين ما أرشدكم إليه فهو خير لكم ."
    },
    {
      "ayah": 72,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ ) يرى جمهور المفسرين أنه كلام معترض بين أجزاء قصة لوط - عليه السلام - مع قومه ، لبيان أن الموعظة لا تجدى مع القوم الغاوين ، ولتسلية الرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه .فالخطاب فيه للنبى صلى الله عليه وسلم واللام فى ( لعمرك ) لام القسم ، والمقسم به حياته صلى الله عليه وسلم والعمر - بفتح العين - لغة فى العمر - بضمها ، ومعناهما : مدة حياة الإِنسان وبقائه فى هذه الدنيا ، إلا أنهم ألزموا مفتوح العين فى القسم ، وهو مبتدأ وخبره محذوف وجوبا والتقدير لعمرك قسمى أو يمبنى ."
    },
    {
      "ayah": 73,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ ) يرى جمهور المفسرين أنه كلام معترض بين أجزاء قصة لوط - عليه السلام - مع قومه ، لبيان أن الموعظة لا تجدى مع القوم الغاوين ، ولتسلية الرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه .فالخطاب فيه للنبى صلى الله عليه وسلم واللام فى ( لعمرك ) لام القسم ، والمقسم به حياته صلى الله عليه وسلم والعمر - بفتح العين - لغة فى العمر - بضمها ، ومعناهما : مدة حياة الإِنسان وبقائه فى هذه الدنيا ، إلا أنهم ألزموا مفتوح العين فى القسم ، وهو مبتدأ وخبره محذوف وجوبا والتقدير لعمرك قسمى أو يمبنى ."
    },
    {
      "ayah": 74,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ ) يرى جمهور المفسرين أنه كلام معترض بين أجزاء قصة لوط - عليه السلام - مع قومه ، لبيان أن الموعظة لا تجدى مع القوم الغاوين ، ولتسلية الرسول صلى الله عليه وسلم عما أصابه من سفهاء قومه .فالخطاب فيه للنبى صلى الله عليه وسلم واللام فى ( لعمرك ) لام القسم ، والمقسم به حياته صلى الله عليه وسلم والعمر - بفتح العين - لغة فى العمر - بضمها ، ومعناهما : مدة حياة الإِنسان وبقائه فى هذه الدنيا ، إلا أنهم ألزموا مفتوح العين فى القسم ، وهو مبتدأ وخبره محذوف وجوبا والتقدير لعمرك قسمى أو يمبنى ."
    },
    {
      "ayah": 75,
      "surah": 15,
      "text": "فاسم الإِشارة فى قوله - سبحانه - ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِلْمُتَوَسِّمِينَ ) يعود إلى ما تضمنته القصة السابقة من عبر وعظات .والآيات جمع آية ، والمراد بها هنا الأدلة والعلامات الدالة على ما يوصل إلى الحق والهداية . والمتوسمون : جمع المتوسم ، وهو المتأمل فى الأسباب وعواقبها ، وفى المقدمات ونتائجها . .قال القرطبى ما ملخصه : التوسم تفعل من الوسم ، وهى العلامة التى يستدل بها على مطلوب غيره . يقال : توسمت فى فلان الخير ، إذا رأيت ميسم ذلك فيه ، ومنه قول عبد الله ابن رواحة للنبى صلى الله عليه وسلم .إنى توسمت فيك الخير أعرفه ... والله يعلم أنى ثابت البصروأصل التوسم : التثبت والتفكر ، مأخوذ من الوسم وهو التأثير بحديدة فى جلد البعير وغيره . . وذلك يكون بجودة القريحة ، وحدة الخاطر ، وصفاء الفكر ، وتطهير القلب من أدناس المعاصى .والمراد بالمتوسمين : \" المتفرسين ، أو المتفكرين ، أو المعتبرين ، أو المتبصرين . . والمعنى متقارب . . \" .والمعنى : إن فى ذلك الذى سقناه فى قصتى إبراهيم ولوط - عليهما السلام - لأدلة واضحة على حسن عاقبة المؤمنين وسوء عاقبة الغاوين ، لمن كان ذا فكر سليم ، وبصيرة نافذة تتأمل فى حقائق الأشياء ، وتتعرف على ما يوصلها إلى الهداية والطريق القويم .قال بعض العلماء عند تفسيره لهذه الآية : هذه الآية أصل فى الفراسة . أخرج الترمذى من حديث أبى سعد مرفوعًا : \" اتقوا فراسة المؤمن فإنه ينظر بنور الله \" ثم قرأ صلى الله عليه وسلم هذه الآية . . .وقد أجاد الكلام فى الفراسة ، الراغب الأصفهانى فى كتابه \" الذريعة \" حيث قال فى الباب السابع : وأما الفراسة فالاستدلال بهيئة الإِنسان وأشكاله وألوانه وأقواله ، على أخلاقه وفضائله ورذائله . . .وقد نبه - سبحانه - على صدقها بقوله ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِلْمُتَوَسِّمِينَ ) وبقوله ( تَعْرِفُهُم بِسِيمَاهُمْ لاَ يَسْأَلُونَ الناس إِلْحَافاً ) وبقوله ( وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول ) ولفظها مأخوذ من قولهم \" فرس السبع الشاه \" فكأن الفراسة اختلاف المعارف .وفى هذه الآية الكريمة تعريض لمن تمر عليهم العبر والعظات . والأدلة الدالة على وحدانية الله - تعالى - ، وكمال قدرته . . . فلا يعتبرون ولا يتعظون ولا يتفكرون فيها ، لانطماس بصيرتهم ، واستيلاء الأهواء والشهوات على نفوسهم ، كما قال - تعالى - ( وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ وَمَا يُؤْمِنُ أَكْثَرُهُمْ بالله إِلاَّ وَهُمْ مُّشْرِكُونَ )"
    },
    {
      "ayah": 76,
      "surah": 15,
      "text": "والضمير فى قوله - سبحانه - ( وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ ) يعود إلى المدينة أو القرى التى كان يسكنها قوم لوط - عليه السلام - .أى : وإن هذه المساكن التى كان يسكنها هؤلاء المجرمون ، لبطريق ثابت واضح يسلكه الناس ، ويراه كل مجتاز له وهو فى سفره من الحجاز إلى الشام ، كما قال - تعالى -( وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وبالليل أَفَلاَ تَعْقِلُونَ ) والمقصود تذكير كفار قريش وغيرهم بعاقبة الظالمين ، حتى يقلعوا عن كفرهم وجحودهم ، وحتى يعتبروا ويتعظوا ، ويدخلوا مع الداخلين فى دين الإِسلام .وقوله - سبحانه - : ( إِنَّ فِي ذَلِكَ لآيَةً لِلْمُؤْمِنِينَ ) تذييل قصد به التعميم بعد التخصيص ، لأن اسم الإِشارة هنا يعود إلى جميع ما تقدم من قصتى إبراهيم ولوط - عليهما السلام - وإلى ما انضم إليهما من التذكير بآثار الأقوام المهلكين .أى : إن فيما ذكرناه فيما سبق من أدلة واضحة على حسن عاقبة المتقين ، وسوء نهاية الظالمين ، لعبرة واضحة ، وحكمة بالغة ، للمؤمنين الصادقين .وخصهم بالذكر لأنهم هم المنتفعون بالأدلة والعظات ، وللتنبيه على أن التفرس فى الأمور لمعرفة أسبابها ونتائجها من صفاتهم وحدهم ."
    },
    {
      "ayah": 77,
      "surah": 15,
      "text": "وجمع الآيات قبل ذلك فى قوله ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِلْمُتَوَسِّمِينَ ) وأفردها هنا فقال : ( إِنَّ فِي ذَلِكَ لآيَةً لِلْمُؤْمِنِينَ ) للأشعار بأن المؤمنين الصادقين تكفى لهدايتهم ، ولزيادة إيمانهم ، آية واحدة من الآيات . الدالة على أن دين الإِسلام هو الدين الحق ، وفى ذلك ما فيه من الثناء عليهم ، والمدح لهم ، بصدق الإِيمان ، وسلامة اليقين . . ."
    },
    {
      "ayah": 78,
      "surah": 15,
      "text": "ثم ساق - سبحانه - بعد ذلك جانبًا من قصة أصحاب الأيكة لزيادة العظات والعبر ، فقال - تعالى - : ( وَإِن كَانَ أَصْحَابُ الأيكة لَظَالِمِينَ فانتقمنا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ ) و ( إن ) هى المخففة من الثقيلة ، واسمها ضمير الشأن المحذوف .وأصحاب الأيكة ، هم قوم شعيب - عليه السلام - ، والأيك الشجر الكثير الملتف واحدته أيكة - كتمر وتمره - .والمراد بها البقعة الكثيرة الأشجار التى كانت فيها مساكنهم ، قرب مدين قرية شعيب - عليه السلام - .وجمهور العلماء على أن أهل مدين وأصحاب الأيكة قبيلة واحدة ، وأرسل الله - تعالى - إليهم جميعًا شعيبًا - عليه السلام - لأمرهم بإخلاص العبادة لله - تعالى - ، ونهيهم عن تطفيف الكيل والميزان ، وعن قطع الطريق . . .وكانوا جميعًا يسكنون فى المنطقة التى تسمى بمعّان ، على حدود الحجاز والشام ، أو أن بعضهم كان يسكن الحاضرة وهم أهل مدين ، والبعض الآخر كان يسكن فى البوادى المجاورة لها والمليئة بالأشجار .وقيل : إن شعيبًا - عليه السلام - أرسل إلى أمتين : أهل مدين ، وأصحاب الأيكة ، وهذه خصوصية له - عليه السلام - .وعلى أية حال فالعلماء متفقون على أن أصحاب الأيكة هم قوم شعيب - عليه السلام - .والإِمام : الطريق الواضح المعالم . وسمى الطريق إماما لأن المسافر يأتم به ، ويهتدى بمسالكه ، حتى يصل إلى الموضع الذى يريده .والمعنى : وإن الشأن والحال أن أصحاب الأيكة كانوا ظالمين متجاوزين لكل حد ، فاقتضت عدالتنا أن ننتقم منهم ، بسبب كفرهم وفجورهم .( وإنهما ) أى مساكن قوم لوط ، ومساكن قوم شعيب ( لبإمام مبين ) أى : لبطريق واضح يأتم به أهل مكة فى سفرهم من بلادهم إلى بلاد الشام .قال ابن كثير : وقد كانوا - أى أصحاب الأيكة - قريبًا من قوم لوط ، بعدهم فى الزمان ، ومسامتين لهم فى المكان ، ولهذا لما أنذر شعيب قومه قال فى إنذاره لهم ( وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ ) ثم ختمت السورة الكريمة حديثها عن قصص الأنبياء مع أقوامهم بجانب من قصة صالح - عليه السلام - مع قومه ."
    },
    {
      "ayah": 79,
      "surah": 15,
      "text": "فقال - تعالى - ( وَلَقَدْ كَذَّبَ أَصْحَابُ الحجر المرسلين ) . . .وأصحاب الحجر : هم ثمود قوم صالح - عليه السلام - .والحجر : واد بين الشام والمدينة المنورة ، كان قوم صالح يسكنونه . والحجر فى الأصل : كل مكان أحاطت به الحجارة ، أو كل مكان محجور أى ممنوع من الناس بسبب اختصاص بعضهم به .وما زال هذا المكان يعرف إلى الآن باسم مدائن صالح على الطريق من خيبر إلى تبوك ، كما أشرنا إلى ذلك عند التعريف بالسورة الكريمة ."
    },
    {
      "ayah": 8,
      "surah": 15,
      "text": "وقد رد الله - تعالى - عليهم بما يكبتهم ويخرس ألسنتهم فقال : ( مَا نُنَزِّلُ الملائكة إِلاَّ بالحق وَمَا كَانُواْ إِذاً مُّنظَرِينَ ) .وقرأ الجمهور ( ما تنزل ) - بفتح التاء والزاى على أن أصله تتنزل - ورفع الملائكة على الفاعلية .وقرأ أبو بكر عن عاصم ( ما تنزل ) - بضم التاء وفتح الزاى على البناء للمجهول - ورفع الملائكة على أنه نائب فاعل .وقرأ الكسائى وحفص عن عاصم ( ما ننزل ) - بنون فى أوله وكسر الزاى - ونصب الملائكة على المفعولية والباء فى قوله ( إلا بالحق ) للملابسة .أى : ما ننزل الملائكة إلا تنزيلاً ملتبساً بالحق ، أى : بالوجه الذى تقتضيه حكمتنا وجرت به سنتنا ، كأن ننزلهم لإِهلاك الظالمين ، أو لتبليغ وحينا إلى رسلنا ، أو لغير ذلك من التكاليف التى نريدها ونقدرها ، والتى ليس منها ما اقترحه المشركون على رسولنا صلى الله عليه وسلم من قولهم ( لَّوْ مَا تَأْتِينَا بالملائكة إِن كُنتَ مِنَ الصادقين ) ، ولذا اقتضت حكمتنا ورحمتنا عدم إجابة مقترحاتهم .وقوله ( وَمَا كَانُواْ إِذاً مُّنظَرِينَ ) بيان لما سيحل بهم فيما لو أجاب الله - تعالى - مقترحاتهم .و ( إذا ) حرف جواب وجزاء .و ( منظرين ) من الإِنظار بمعنى التأخير والتأجيل .وهذه الجملة جواب لجملة شرطية محذوفة ، تفهم من سياق الكلام ، والتقدير : ولو أنزل - سبحانه - الملائكة مع الرسول صلى الله عليه وسلم ، وبقى هؤلاء المشركون على شركهم مع ذلك ، لعوجلوا بالعقوبة المدمرة لهم ، وما كانوا إذا ممهلين أو مؤخرين ، بل يأخذهم العذاب بغتة .قال الإِمام الشوكانى : \" قوله ( وَمَا كَانُواْ إِذاً مُّنظَرِينَ ) فى الكلام حذف . والتقدير : ولو أنزلنا الملائكة لعوجلوا بالعقوبة ، وما كانوا إذا منظرين . فالجملة المذكورة جزاء للجملة الشرطية المحذوفة \" .وشبيه بهذه الآية قوله - تعالى - ( وَقَالُواْ لولا أُنزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنزَلْنَا مَلَكاً لَّقُضِيَ الأمر ثُمَّ لاَ يُنظَرُونَ )."
    },
    {
      "ayah": 80,
      "surah": 15,
      "text": "وقال - سبحانه - : ( وَلَقَدْ كَذَّبَ أَصْحَابُ الحجر المرسلين ) مع أنهم لم يكذبوا إلا رسولهم - عليه السلام - ، لأن تكذيب رسول واحد ، تكذيب لجميع الرسل ، حيث إن رسالتهم واحدة ، وهى الأمر بإخلاص العبادة لله - تعالى - وحده ، والدعوة إلى مكارم الأخلاق ، والنهى عن الرذائل والمفاسد ."
    },
    {
      "ayah": 81,
      "surah": 15,
      "text": "ثم بين - سبحانه - مظاهر هذا التكذيب لرسولهم - عليه السلام - فقال : ( وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُواْ عَنْهَا مُعْرِضِينَ ) .أى : وأعطينا قوم صالح - عليه السلام - آياتنا الدالة على صدقه وعلى أنه رسول من عندنا ، والتى من بينها الناقة التى أخرجها الله - تعالى - لهم ببركة دعاء نبيهم ( فكانوا عنها ) أى عن هذه الآيات الدالة على وحدانيتنا وقدرتنا ( معرضين ) لا يلتفتون إليها ، ولا يفكرون فيها ، ولهذا عقروا الناقة ( وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ وَقَالُواْ يَاصَالِحُ ائتنا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ المرسلين ) ."
    },
    {
      "ayah": 82,
      "surah": 15,
      "text": "ثم بين - سبحانه - بعض مظاهر حضارتهم وتحصنهم فى بيوتهم المنحوتة فى الجبال فقال - تعالى - ( وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ ) .وينحتون : من النحت وهو برى الحجر من وسطه أو جوانبه ، لإِعداده للبناء أو للسكن أى : وكانوا لقوتهم وغناهم يتخذون لأنفسهم بيوتا فى بطون الجبال وهم آمنون مطمئنون ، أو يقطعون الصخر منها ليتخذوه بيوتًا لهم .وشبيه بهذه الآية قوله - تعالى - ( وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فَارِهِينَ ) أى : حاذقين فى نحتها . وقوله - تعالى - ( واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأرض تَتَّخِذُونَ مِن سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الجبال بُيُوتاً ) قال ابن كثير : ذكر - تعالى - أنهم ( كَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ ) أى : من غير خوف ولا احتياج إليها ، بل بطرا وعبثا ، \" كما هو المشاهد من صنيعهم فى بيوتهم بوادي الحجر ، الذى مر به رسول الله صلى الله عليه وسلم وهو ذاهب إلى تبوك فقنع رأسه - أى غطاها بثوبه - وأسرع دابته ، وقال لأصحابه : \" لا تدخلوا بيوت القوم المعذبين ، إلا أن تكونوا باكين ، فإن لم تبكوا فتباكوا خشية أن يصيبكم ما أصابهم \" \" ."
    },
    {
      "ayah": 83,
      "surah": 15,
      "text": "ثم بين - سبحانه - بعض مظاهر حضارتهم وتحصنهم فى بيوتهم المنحوتة فى الجبال فقال - تعالى - ( وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ ) .وينحتون : من النحت وهو برى الحجر من وسطه أو جوانبه ، لإِعداده للبناء أو للسكن أى : وكانوا لقوتهم وغناهم يتخذون لأنفسهم بيوتا فى بطون الجبال وهم آمنون مطمئنون ، أو يقطعون الصخر منها ليتخذوه بيوتًا لهم .وشبيه بهذه الآية قوله - تعالى - ( وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فَارِهِينَ ) أى : حاذقين فى نحتها . وقوله - تعالى - ( واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأرض تَتَّخِذُونَ مِن سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الجبال بُيُوتاً ) قال ابن كثير : ذكر - تعالى - أنهم ( كَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ ) أى : من غير خوف ولا احتياج إليها ، بل بطرا وعبثا ، \" كما هو المشاهد من صنيعهم فى بيوتهم بوادي الحجر ، الذى مر به رسول الله صلى الله عليه وسلم وهو ذاهب إلى تبوك فقنع رأسه - أى غطاها بثوبه - وأسرع دابته ، وقال لأصحابه : \" لا تدخلوا بيوت القوم المعذبين ، إلا أن تكونوا باكين ، فإن لم تبكوا فتباكوا خشية أن يصيبكم ما أصابهم \" \" ."
    },
    {
      "ayah": 84,
      "surah": 15,
      "text": "ثم بين - سبحانه - بعض مظاهر حضارتهم وتحصنهم فى بيوتهم المنحوتة فى الجبال فقال - تعالى - ( وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ ) .وينحتون : من النحت وهو برى الحجر من وسطه أو جوانبه ، لإِعداده للبناء أو للسكن أى : وكانوا لقوتهم وغناهم يتخذون لأنفسهم بيوتا فى بطون الجبال وهم آمنون مطمئنون ، أو يقطعون الصخر منها ليتخذوه بيوتًا لهم .وشبيه بهذه الآية قوله - تعالى - ( وَتَنْحِتُونَ مِنَ الجبال بُيُوتاً فَارِهِينَ ) أى : حاذقين فى نحتها . وقوله - تعالى - ( واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأرض تَتَّخِذُونَ مِن سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الجبال بُيُوتاً ) قال ابن كثير : ذكر - تعالى - أنهم ( كَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتاً آمِنِينَ ) أى : من غير خوف ولا احتياج إليها ، بل بطرا وعبثا ، \" كما هو المشاهد من صنيعهم فى بيوتهم بوادي الحجر ، الذى مر به رسول الله صلى الله عليه وسلم وهو ذاهب إلى تبوك فقنع رأسه - أى غطاها بثوبه - وأسرع دابته ، وقال لأصحابه : \" لا تدخلوا بيوت القوم المعذبين ، إلا أن تكونوا باكين ، فإن لم تبكوا فتباكوا خشية أن يصيبكم ما أصابهم \" \" ."
    },
    {
      "ayah": 85,
      "surah": 15,
      "text": "فقوله - سبحانه - ( وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق ) توجيه للناس إلى التأمل فى مظاهر قدرة الله - تعالى - ، وإلى الحق الأكبر الذى قام عليه هذا الوجود ، بعد أن بين - سبحانه - قبل ذلك ، سنته التى لا تتخلف ، وهى أن حسن العاقبة للمتقين ، وسوء المصير للمكذبين .والحق : هو الأمر الثابت الذى تقتضيه عدالة الله - تعالى - وحكمته .والباء فيه للملابسة .أى : وما خلقنا السموات والأرض وما بينهما من كائنات لا يعلمها إلا الله ، إلا خلقًا ملتبسًا بالحق الذى لا يحوم حوله باطل ، وبالعدل الذى لا يخالطه جور وبالحكمة التى تتنزه عن العبث ، وتأبى استمرار الفساد ، واستبقاء ضعف الحق أمام الباطل .والمراد بالساعة فى قوله - تعالى - : ( وَإِنَّ الساعة لآتِيَةٌ ) ساعة البعث والحساب والثواب والعقاب فى الآخرة .أى : وإن ساعة إعطاء كل ذى حق حقه ، ومعاقبة كل ذى باطل على باطله ، لآتية لا ريب فيها ، فمن فاته أخذ حقه فى الدنيا فسيأخذه وافيا غير منقوص فى الآخرة ، ومن أفلت من عقوبة الدنيا فسينال ما هو أشد وأخزى منها فى يوم الحساب .فالجملة الكريمة انتقال من تهديد المجرمين بعذاب الدنيا ، إلى تهديدهم بعذاب الآخرة ، والمقصود من ذلك تسليته صلى الله عليه وسلم عما أصابه من المكذبين من أذى .وأكد - سبحانه - هذه الجملة بإن وبلام التوكيد ، ليدل على أن الساعة آتية لا محالة ، وليخرس ألسنة الذين ينكرون وقوعها وحدوثها . . .وجملة ( فاصفح الصفح الجميل ) تفريع على ما قبلها .والصفح الجميل : ترك المؤاخذة على الذنب ، وإغضاء الطرف عن مرتكبه بدون معاتبة .أى : ما دام الأمر كما ذكرنا لك أيها الرسول الكريم - من أن هذا الكون قد خلقناه بالحق ، ومن أن الساعة آتية لا ريب فيها . . . فاصفح عن هؤلاء المكذبين لك صفحًا جميلاً ، لا عتاب معه ولا حزن ولا غضب . . . حتى يحكم الله بينك وبينهم .وهذا التعبير فيه ما فيه من تسليته صلى الله عليه وسلم وتكريمه ، لأنه - سبحانه - أمره بالصفح الجميل عن أعدائه ، ومن شأن الذى يصفح عن غيره ، أن يكون أقوى وأعز من هذا الغير - فكأنه - سبحانه - يقول له : اصفح عنهم فعما قريب ستكون لك الكلمة العليا عليهم .وشبيه بهذه الآية قوله - تعالى - ( فاصفح عَنْهُمْ وَقُلْ سَلاَمٌ فَسَوْفَ يَعْلَمُونَ ) وقوله - سبحانه - : ( . . . فاعفوا واصفحوا حتى يَأْتِيَ الله بِأَمْرِهِ إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ )."
    },
    {
      "ayah": 86,
      "surah": 15,
      "text": "وقوله - سبحانه - ( إِنَّ رَبَّكَ هُوَ الخلاق العليم ) تعليل للأمر بالصفح الجميل عنهم .والخلاق والعليم : صيغتا مبالغة من الخلق والعلم ، للدلالة على كثرة خلقه ، وشمول علمه .أى : ( إن ربك ) أيها الرسول الكريم ، الذى رباك برعايته وعنايته ، واختارك لحمل رسالته ( هو ) - سبحانه - ( الخلاق ) لك ولهم ولكل شئ فى هذا الوجود .( العليم ) بأحوالك وبأحوالهم ، وبما يصلح لك ولهم ولكل الكائنات .وقد علم - سبحانه - أن الصفح عنهم فى هذا الوقت فيه المنفعة لك ولهم ، فحقيق بك - أيها الرسول الكريم - أن تطيعه - سبحانه - ، وأن تكل الأمور إليه .ولقد تحقق الخير من وراء هذا التوجيه السديد من الله - تعالى - لنبيه صلى الله عليه وسلم فقد نرتب على هذا الصفح : النصر للنبى صلى الله عليه وسلم وللمؤمنين ، والهداية لبعض الكافرين وهم الذين دخلوا فى الإِسلام بعد نزول هذه الآية ، وصاروا قوة للدعوة الإِسلامية بعد أن كانوا حربًا عليها ، وتحقق - أيضًا - قوله صلى الله عليه وسلم : \" لعل الله أن يخرج من أصلابهم من يعبد الله - عز وجل - \" ."
    },
    {
      "ayah": 87,
      "surah": 15,
      "text": "ثم أتبع - سبحانه - هذه التسلية والبشارة للرسول صلى الله عليه وسلم ، بمنة ونعمة أجل وأعظم من كل ما سواها ، ليزيده اطمئنانًا وثقة بوعد الله - تعالى - فقال : ( وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني والقرآن العظيم ) .والمراد بالسبع المثانى : صورة الفاتحة . وسميت بذلك ، لأنها سبع آيات ، ولأنها تثنى أى تكرر فى كل ركعة من ركعات الصلاة .قال صاحب الكشاف : \" والمثانى من التثنية وهى التكرير للشئ ، لأن الفاتحة تكرر قراءتها فى الصلاة . أو من الثناء ، لاشتمالها على ما هو ثناء على الله - تعالى - . . . \" .والمعنى : ولقد أعطيناك - أيها الرسول الكريم - سورة الفاتحة التى هى سبع آيات ، والتى تعاد قراءتها فى كل ركعة من ركعات الصلاة ، وأعطيناك - أيضًا - القرآن العظيم الذى يهدى للطريق التى هى أقوم .وأوثر فعل ( آتيناك ) بمعنى أعطيناك على أوحينا إليك ، أو أنزلنا عليك؛ لأن الإِعطاء أظهر فى الإِكرام والإِنعام .وقوله ( والقرآن العظيم ) معطوف على ( سبعًا ) من باب عطف الكل على الجزء ، اعتناء بهذا الجزء .ووصف - سبحانه - القرآن بأنه عظيم ، تنويهًا بشأنه ، وإعلاء لقدره .ومما يدل على أن المراد بالسبع المثانى سورة الفاتحة ما أخرجه البخارى بسنده عن أبى سعيد بن المعلى قال : \" مر بى النبى صلى الله عليه وسلم وأنا أصلى ، فدعانى فلم آته حتى صليت ، ثم أتيته فقال : ما منعك أن تأتينى؟ فقلت : كنت أصلى .فقال : ألم يقل الله : ( ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم ) .ثم قال : ألا أعلمك أعظم سورة فى القرآن قبل أن أخرج من المسجد؟ ثم ذهب النبى صلى الله عليه وسلم ليخرج ، فذكرته فقال : ( الحمد للَّهِ رَبِّ العالمين ) هى السبع المثانى والقرآن العظيم الذى أوتيته \" .وروى البخارى - أيضًا - عن أبى هريرة قال : قال النبى صلى الله عليه وسلم : \" أم القرآن هى : السبع المثانى والقرآن العظيم \" .هذا ، وهناك أقوال أخرى فى المقصود بالسبع المثانى ، ذكرها بعض المفسرين فقال : اختلف العلماء فى السبع المثانى : فقيل الفاتحة . قاله على بن أبى طالب ، وأبو هريرة ، والربيع بن أنس ، وأبو العالية ، والحسن وغيرهم . وروى عن النبى صلى الله عليه وسلم من وجوه ثابتة من حديث أبى بن كعب وأبى سعيد بن المعلى . . .وقال ابن عباس : هى السبع الطوال : البقرة ، وآل عمران ، والنساء ، والمائدة ، والأنعام ، والأعراف ، والأنفال والتوبة معًا . . .وأنكر قوم هذا وقالوا : أنزلت هذه الآية بمكة ، ولم ينزل من السبع الطوال شئ إذ ذاك .وقيل : المثانى القرآن كله ، قال الله - تعالى - ( كِتَاباً مُّتَشَابِهاً مَّثَانِيَ ) هذا قول الضحاك وطاووس ، وقاله ابن عباس . وقيل له : مثانى ، لأن الأنباء والقصص ثنيت فيه . . .وقيل : المراد بالسبع المثانى أقسام القرآن من الأمر والنهى والتبشير والإِنذار . .ثم قال : والصحيح الأول لأنه نص . وقد قدمنا فى الفاتحة أنه ليس فى تسميتها بالمثانى ما يمنع من تسمية غيرها بذلك ، إلا أنه إذا ورد عن النبى صلى الله عليه وسلم وثبت عنه نص فى شئ لا يحتمل التأويل ، كان الوقوف عنده .والذى نراه ، أن المقصود بالسبع المثانى هنا : سورة الفاتحة ، لثبوت النص الصحيح بذلك عن رسول الله صلى الله عليه وسلم ، ومتى ثبت النص الصحيح عنه صلى الله عليه وسلم فى شئ فلا كلام لأحد معه أو بعده صلى الله عليه وسلم ."
    },
    {
      "ayah": 88,
      "surah": 15,
      "text": "ثم نهى الله - تعالى - المسلمين فى شخص نبيهم صلى الله عليه وسلم عن التطلع إلى زينة الحياة الدنيا ، فقال - تعالى - : ( لاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ ) . . .قال صاحب الكشاف : فإن قلت : كيف وصل هذا بما قبله؟قلت : يقول الله - تعالى - لرسوله صلى الله عليه وسلم : قد أوتيت النعمة العظمى التى كل نعمة وإن عظمت فهى إليها حقيرة ضئيلة ، وهى القرآن العظيم ، فعليك أن تستغنى به ، ولا تمدن عينيك إلى متاع الدنيا . . .قال أبو بكر الصديق؛ من أوتى القرآن ، فرأى أن أحدًا أوتى من الدنيا أفضل مما أوتى ، فقد صغر عظيمًا ، وعظم صغيرًا .وقال ابن كثير : وقال ابن أبى حاتم : ذكر عن وكيع بن الجراح ، قال : حدثنا موسى بن عبيدة ، عن يزيد بن عبد الله بن قسيط ، عن أبى رافع صاحب النبى صلى الله عليه وسلم قال : \" أضاف النبى صلى الله عليه وسلم ضيفا ، ولم يكن عنده صلى الله عليه وسلم شئ يصلحه ، فأرسل إلى رجل من اليهود : يقول لك محمد رسول الله : أسلفنى دقيقا إلى هلال رجب . قال اليهودى : لا إلا برهن . فأتيت النبى صلى الله عليه وسلم فأخبرته ، فقال : أما والله إنى لأمين من فى السماء ، وأمين من فى الأرض ، ولئن أسلفنى أو باعنى لأؤدين إليه . فلما خرجت من عنده نزلت هذه الآية . ( لاَ تَمُدَّنَّ عَيْنَيْكَ ) كأنه - سبحانه - يعزيه عن الدنيا \" .وقوله - سبحانه - ( تمدن ) من المد ، وأصله الزيادة . واستعير هنا للتطلع إلى ما عند الغير برغبة وتمن وإعجاب . يقال : مد فلان عينه إلى مال فلان ، إذا اشتهاه وتمناه وأراده .والمراد بالأزواج : الأصناف من الكفار الذين متعهم الله بالكثير من زخارف الدنيا .والمعنى : لا تحفل - أيها الرسول الكريم - ولا تطمح ببصرك طموح الراغب فى ذلك المتاع الزائل ، الذى متع الله - تعالى - به أصنافًا من المشركين فإن ما بين أيديهم منه شئ سينتهى عما قريب ، وقد آتاهم الله - تعالى - إياه على سبيل الاستدراج والإِملاء ، وأعطاك ما هو خير منه وأبقى ، وهو القرآن العظيم .قال صاحب الظلال : والعين لا تمتد . إنما يمتد البصر أى : يتوجه . ولكن التعبير التصويرى يرسم صورة العين ذاتها ممدودة إلى المتاع . وهى صورة طريفة حين يتخيلها المتخيل . .والمعنى وراء ذلك ، ألا يحفل الرسول صلى الله عليه وسلم بذلك المتاع الذى آتاه الله - تعالى - لبعض الناس . . . ولا يلقى إليه نظرة اهتمام ، أو نظرة استجمال ، أو نظرة تمن .وقال - سبحانه - هنا ( لا تمدن . . . ) بدون واو العطف ، وقال فى سورة طه ( ولا تمدن . . . ) بواو العطف ، لأن الجملة هنا مستأنفة استئنافًا بيانيًا ، جوابًا لما يختلج فى نفوس بعض المؤمنين من تساؤل عن أسباب الإِملاء والعطاء الدنيوى لبعض الكافرين . ولأن الجملة السابقة عليها وهى قوله ( وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني . . . ) كانت بمنزلة التمهيد لها ، والإِجمال لمضمونها .أما فى سورة طه ، فجملة ( ولا تمدن . . . ) معطوفة على ما سبقها من طلب وهو قوله - تعالى - ( فاصبر على مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ غُرُوبِهَا وَمِنْ آنَآءِ الليل فَسَبِّحْ وَأَطْرَافَ النهار لَعَلَّكَ ترضى وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً . . . ) وقوله - سبحانه - ( وَلاَ تَحْزَنْ عَلَيْهِمْ ) نهى له صلى الله عليه وسلم عن الاهتمام بالمصير السيئ الذى ينتظر أعداءه .أى : ولا تحزن - أيها الرسول الكريم - لكفر من كفر من قومك ، أو لموتهم على ذلك ، أو لأعراضهم عن الحق الذى جئتهم به ، فإن القلوب بأيدينا نصرفها كيف نشاء ، أما أنت فعليك البلاغ .وقوله - سبحانه - ( واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ ) بيان لما يجب عليه نحو أتباعه ، بعد بيان ما يجب عليه نحو أعدائه .وخفض الجناح كناية عن اللين والمودة والعطف .أى : وكن متواضعًا مع أتباعك المؤمنين ، رءوفًا بهم ، عطوفًا عليهم .قال الشوكانى : وخفض الجناح كناية عن التواضع ولين الجانب . . . وأصله أن الطائر إذا ضم فرخه إليه بسط جناحه ثم قبض على الفرخ ، فجعل ذلك وصفا لتواضع الإِنسان لأتباعه . . . والجناحان من ابن آدم : جانباه ."
    },
    {
      "ayah": 89,
      "surah": 15,
      "text": "وقوله - سبحانه - : ( وَقُلْ إني أَنَا النذير المبين ) معطوف على ما قبله .أى : لا تحزن - أيها الرسول الكريم - على مصير الكافرين ، وتواضع لأتباعك المؤمنين ، وقل للناس جميعًا ما قاله كل نبى قبلك لقومه : إنى أنا المنذر لكم من عذاب الله إذا ما بقيتم على كفركم ، الموضح لكم كل ما يخفى عليكم .فالنذير هنا بمعنى المنذر ، والمبين بمعنى الكاشف والموضح .وفى الصحيحين عن أبى موسى الأشعرى عن النبى صلى الله عليه وسلم قال : \" إنما مثلى ومثل ما بعثنى الله به ، كمثل رجل أتى قومه فقال : يا قوم ، إنى رأيت الجيش بعينى ، وإنى أنا النذير العريان ، فالنجاء النجاء ، فأطاعه طائفة من قومه فأدلجوا ، وانطلقوا على مهلهم فنجوا . وكذبه طائفة منهم فأصبحوا مكانهم ، فصبحهم الجيش فأهلكهم واجتاحهم ، فذلك مثل من أطاعنى واتبع ما جئت به ، ومثل من عصانى وكذب ما جئت به من الحق \" ."
    },
    {
      "ayah": 9,
      "surah": 15,
      "text": "ثم بين - سبحانه - أنه قد تكفل بحفظ هذا القرآن الذى سبق للكافرين أن استهزءوا به ، وبمن نزل عليه فقال - تعالى - : ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) .أى : إنا نحن بقدرتنا وعظم شأننا نزلنا هذا القرآن الذى أنكرتموه؛ على قلب نبينا محمد صلى الله عليه وسلم ( وإنا ) لهذا القرآن ( لحافظون ) من كل ما يقدح فيه ، كالتحريف والتبديل ، والزيادة والنقصان والتناقض والاختلاف ، ولحافظون له بالإِعجاز ، فلا يقدر أحد على معارضته أو على الإِتيان بسورة من مثله ، ولحافظون له بقيام طائفة من أبناء هذه الأمة الإِسلامية باستظهاره وحفظه والذب عنه إلى أن يرث الله الأرض ومن عليها .قال صاحب الكشاف : \" قوله ( إِنَّا نَحْنُ نَزَّلْنَا الذكر ) رد لانكارهم واستهزائهم فى قولهم ( ياأيها الذي نُزِّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ ) ، ولذلك قال : إنا نحن ، فأكد عليهم أنه هو المنزل على القطع والبتات ، وأنه هو الذى بعث به جبريل إلى محمد صلى الله عليه وسلم ومن بين يديه ومن خلفه رصد حتى نزل وبلغ محفوظاً من الشياطين ، وهو حافظه فى كل وقت من كل زيادة ونقصان .. . \" .وقال الآلوسى : ما ملخصه : \" ولا يخفى ما فى سبك الجملتين - ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) من الدلالة على كمال الكبرياء والجلالة ، وعلى فخامة شأن التنزيل ، وقد اشتملتا على عدة من وجوه التأكيد . و ( نحن ) ليس ضمير فصل لأنه لم يقع بين اسمين ، وإنما هو إما مبتدأ أو توكيد لاسم إن . والضمير فى ( له ) للقرآن كما هو الظاهر ، وقيل هو للنبى صلى الله عليه وسلم . . . \" .هذا ونحن ننظر فى هذه الآية الكريمة ، من وراء القرون الطويلة منذ نزولها فنرى أن الله - تعالى - قد حقق وعده فى حفظ كتابه ، ومن مظاهر ذلك :1- أن ما أصاب المسلمين من ضعف ومن فتن ، ومن هزائم ، وعجزوا معها عن حفظ أنفسهم وأموالهم وأعراضهم . . هذا الذى أصابهم فى مختلف الأزمنة والأمكنة ، لم يكن له أى اثر على قداسة القرآن الكريم ، وعلى صيانته من أى تحريف .ومن أسباب هذه الصيانة أن الله - تعالى - قيض له فى كل زمان ومكان ، من أبناء هذه الأمة ، من حفظه عن ظهر قلب ، فاستقر بين الأمة بمسمع من النبى صلى الله عليه وسلم ، وصار حفاظه بالغين عدد التواتر فى كل مصر وفى كل عصر .قال الفخر الرازى : فإن قيل : فلماذا اشتغل الصحابة بجمع القرآن فى المصحف ، وقد وعد الله بحفظه ، وما حفظه الله فلا خوف عليه؟فالجواب : أن جمعهم للقرآن كان من أسباب حفظ الله - تعالى - إياه ، فإنه - سبحانه - لما أن حفظه قيضهم لذلك . . . . .2- أن أعداء هذا الدين - سواء أكانوا من الفرق الضالة المنتسبة للإِسلام أم من غيرهم - امتدت أيديهم الأثيمة إلى أحاديث النبى صلى الله عليه وسلم فأدخلوا فيها ما ليس منها . . . وبذل العلماء العدول الضابطون ما بذلوا من جهود لتنقية السنة النبوية مما فعله هؤلاء الأعداء . .ولكن هؤلاء الأعداء ، لم يقدروا على شئ واحد ، وهو إحداث شئ فى هذا القرآن ، مع أنهم وأشباههم فى الضلال ، قد أحدثوا ما أحدثوا فى الكتب السماوية السابقة . .قال بعض العلماء . سئل القاضى إسماعيل البصرى عن السر فى تَطُّرق التغيير للكتب السالفة ، وسلامة القرآن من ذلك فأجاب بقوله : إن الله أوكل للأحبار حفظ كتبهم فقال : ( بِمَا استحفظوا مِن كِتَابِ الله ) وتولى - سبحانه - حفظ القرآن بذاته فقال : ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) .وقد ذكر الإِمام القرطبى ما يشبه ذلك نقلاً عن سفيان بن عيينه فى قصة طويلة .والخلاصة ، أن سلامة القرآن من أى تحريف - رغم حرص الأعداء على تحريفه ورغم ما أصاب المسلمين من أحداث جسام ، ورغم تطاول القرون والدهور - دليل ساطع على أن هناك قوة خارقة - خارجة عن قوة البشر - قد تولت حفظ هذا القرآن ، وهذه القوة هى قوة الله - عز وجل - ولا يمارى فى ذلك إلا الجاحد الجهول .. ."
    },
    {
      "ayah": 90,
      "surah": 15,
      "text": "ثم هدد - سبحانه - الذين يحاربون دعوة الحق ، ويصفون القرآن بأوصاف لا تليق به فقال - تعالى - : ( كَمَآ أَنْزَلْنَا عَلَى المقتسمين الذين جَعَلُواْ القرآن عِضِينَ ) . .والكاف فى قوله ( كما ) للتشبيه ، و ( ما ) موصوله أو مصدرية وهى المشبه به أما المشبه فهو الإيتاء المأخوذ من قوله - تعالى - ( وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني ) .ولفظ ( المقتسمين ) افتعال من القسم بمعنى تجزئة الشئ وجعله أقسامًا . .والمراد بهم بعض طوائف أهل الكتاب ، الذين آمنوا ببعضه وكفروا بالبعض الآخر .أو المراد بهم - كما قال ابن كثير : \" ( المقتسمين ) أى المتحالفين ، أى الذين تحالفوا على مخالفة الأنبياء وتكذيبهم وأذاهم . . . \" .ولفظ ( عضين ) جمع عضة - بزنة عزة - ، وهى الجزء والقطعة من الشئ . تقول : عضيت الشئ تعضية ، أى : فرقته وجعلته أجزاء كل فرقة عضة .قال القرطبى ما ملخصه : وواحد العضين عضة ، من عضيت الشئ تعضية أى فرقته ، وكل فرقة عضة . قال الشاعر : وليس دين الله بالمعضى . أى : بالمفرق .والعضة والعضين فى لغة قريش السحر . وهم يقولون للساحر عاضه ، وللساحرة عاضهة . . .وفى الحديث : \" لعن رسول الله صلى الله عليه وسلم العاضهة والمستعضهة أى الساحرة والمستسحرة \" . وقيل : هو من العضة ، وهى التميمة . والعضيهة : البهتان . . . يقال : أعضهت يا فلان أى : جئت بالبهتان .والمعنى : ولقد آتيناك - أيها الرسول الكريم - السبع المثانى والقرآن العظيم ، مثل ما أنزلنا على طوائف أهل الكتاب المقتسمين ، أى الذين قسموا كتابهم أقسامًا ، فأظهروا قسمًا وأخفوا آخر ، والذين جعلوا - أيضًا - القرآن أقسامًا ، فآمنوا ببعضه ، وكفروا بالبعض الآخر .. فجعله ( الذين جَعَلُواْ القرآن عِضِينَ ) بيان وتوضيح للمقتسمين .ومنهم من يرى أن قوله - تعالى - ( كَمَآ أَنْزَلْنَا عَلَى المقتسمين . . . ) متعلق بقوله - تعالى - قبل ذلك ، ( وَقُلْ إني أَنَا النذير المبين ) ، فيكون المشبه الإِنذار بالعقاب المفهوم من الآية الكريمة . وأن المراد بالمقتسمين : جماعة من مشركى قريش ، قسموا أنفسهم أقسامًا لصرف الناس عن الإِيمان بالنبى صلى الله عليه وسلم .والمعنى : وقل - أيها الرسول الكريم - إنى أنا النذير المبين لكم من عذاب مثل عذاب المقتسمين . . .وقد فصل الإِمام الآلوسى القول عند تفسيره لهاتين الآيتين فقال ما ملخصه : قوله - تعالى - ( كَمَآ أَنْزَلْنَا عَلَى المقتسمين . . . ) متعلق بقوله - تعالى - ( وَلَقَدْ آتَيْنَاكَ سَبْعاً . . . ) على أن يكون فى موضع نصب نعتا لمصدر من آتينا محذوف أى : آتيناك سبعا من المثانى إيتاء كما أنزلنا ، وهو فى معنى : أنزلنا عليك ذلك إنزالاً كإنزالنا على أهل الكتاب ( الذين جَعَلُواْ القرآن عِضِينَ ) أى قسموه إلى حق وباطل . .وقيل : هو متعلق بقوله - تعالى - : ( وَقُلْ إني أَنَا النذير المبين ) . . وجوز أن يراد بالمقتسمين جماعة من قريش . . . أرسلهم الوليد بن المغيرة ، أيام موسم الحج ، ليقفوا على مداخل طرق مكة ، لينفروا الناس عن الإِيمان برسول الله صلى الله عليه وسلم فانقسموا على هاتيك المداخل ، يقول بعضهم لا تغتروا بالخارج فإنه ساحر . .أى : وقل إنى أنا النذير عذابا مثل العذاب الذى أنزلناه على المقتسمين .وقيل المراد بالمقتسمين ، الرهط الذين تقاسموا على أن يبيتوا صالحًا - أى يقتلوه ليلاً - فأهلكهم الله . . .ثم قال - رحمه الله - : والأقرب من الأقوال المذكورة أن قوله ( كما أنزلنا . . ) متعلق بقوله - تعالى - ( وَلَقَدْ آتَيْنَاكَ سَبْعاً . . . ) وأن المراد بالمقتسمين أهل الكتابين ، وأن الموصول مع صلته ، صفة مبينة لكيفية اقتسامهم . . .والمعنى : لقد آتيناك سبعًا من المثانى والقرآن العظيم ، إيتاء مماثلاً لإِنزال الكتابين على أهلهما . . . .ويبدو لنا أن من الأفضل أن يكون المراد بالمقتسمين ، ما يشمل أهل الكتابين وغيرهم من المشركين المتحالفين على مخالفة الأنبياء وتكذيبهم وأذاهم - كما قال ابن كثير - وقد ذهب إلى ذلك الإِمام ابن جرير ، فقد قال - رحمه الله - بعد سرده للأقوال فى ذلك ما ملخصه : \" والصواب من القول فى ذلك عندى أن يقال : إن الله - تعالى - أمر نبيه صلى الله عليه وسلم أن يعلم قومه الذين عضوا القرآن ففرقوه ، أنه نذير لهم من سخط الله وعقوبته ، أن يحل بهم ما حل بالمقتسمين من قبلهم ومنهم \" . . .وجائز أن يكون عنى بالمقتسمين : أهل الكتابين .. وجائز أن يكون عنى بذلك : المشركين من قريش ، لأنهم اقتسموا القرآن ، فسماه بعضهم شعرا ، وسماه بعضهم كهانة . . .وجائز أن يكون عنى به الفريقين . . . وممكن أن يكون عنى به المقتسمين على صالح من قومه . لأنه ليس فى التنزيل ولا فى سنة رسول الله صلى الله عليه وسلم ولا فى فطرة العقل ، ما يدل على أنه عنى به أحد الفرق الثلاثة دون الآخرين ، وإذا فكل من اقتسم كتابًا لله بتكذيب بعض وتصديق بعض ، كان داخلاً فى هذا التهديد والوعيد . . . ."
    },
    {
      "ayah": 91,
      "surah": 15,
      "text": "ثم هدد - سبحانه - الذين يحاربون دعوة الحق ، ويصفون القرآن بأوصاف لا تليق به فقال - تعالى - : ( كَمَآ أَنْزَلْنَا عَلَى المقتسمين الذين جَعَلُواْ القرآن عِضِينَ ) . .والكاف فى قوله ( كما ) للتشبيه ، و ( ما ) موصوله أو مصدرية وهى المشبه به أما المشبه فهو الإيتاء المأخوذ من قوله - تعالى - ( وَلَقَدْ آتَيْنَاكَ سَبْعاً مِّنَ المثاني ) .ولفظ ( المقتسمين ) افتعال من القسم بمعنى تجزئة الشئ وجعله أقسامًا . .والمراد بهم بعض طوائف أهل الكتاب ، الذين آمنوا ببعضه وكفروا بالبعض الآخر .أو المراد بهم - كما قال ابن كثير : \" ( المقتسمين ) أى المتحالفين ، أى الذين تحالفوا على مخالفة الأنبياء وتكذيبهم وأذاهم . . . \" .ولفظ ( عضين ) جمع عضة - بزنة عزة - ، وهى الجزء والقطعة من الشئ . تقول : عضيت الشئ تعضية ، أى : فرقته وجعلته أجزاء كل فرقة عضة .قال القرطبى ما ملخصه : وواحد العضين عضة ، من عضيت الشئ تعضية أى فرقته ، وكل فرقة عضة . قال الشاعر : وليس دين الله بالمعضى . أى : بالمفرق .والعضة والعضين فى لغة قريش السحر . وهم يقولون للساحر عاضه ، وللساحرة عاضهة . . .وفى الحديث : \" لعن رسول الله صلى الله عليه وسلم العاضهة والمستعضهة أى الساحرة والمستسحرة \" . وقيل : هو من العضة ، وهى التميمة . والعضيهة : البهتان . . . يقال : أعضهت يا فلان أى : جئت بالبهتان .والمعنى : ولقد آتيناك - أيها الرسول الكريم - السبع المثانى والقرآن العظيم ، مثل ما أنزلنا على طوائف أهل الكتاب المقتسمين ، أى الذين قسموا كتابهم أقسامًا ، فأظهروا قسمًا وأخفوا آخر ، والذين جعلوا - أيضًا - القرآن أقسامًا ، فآمنوا ببعضه ، وكفروا بالبعض الآخر .. فجعله ( الذين جَعَلُواْ القرآن عِضِينَ ) بيان وتوضيح للمقتسمين .ومنهم من يرى أن قوله - تعالى - ( كَمَآ أَنْزَلْنَا عَلَى المقتسمين . . . ) متعلق بقوله - تعالى - قبل ذلك ، ( وَقُلْ إني أَنَا النذير المبين ) ، فيكون المشبه الإِنذار بالعقاب المفهوم من الآية الكريمة . وأن المراد بالمقتسمين : جماعة من مشركى قريش ، قسموا أنفسهم أقسامًا لصرف الناس عن الإِيمان بالنبى صلى الله عليه وسلم .والمعنى : وقل - أيها الرسول الكريم - إنى أنا النذير المبين لكم من عذاب مثل عذاب المقتسمين . . .وقد فصل الإِمام الآلوسى القول عند تفسيره لهاتين الآيتين فقال ما ملخصه : قوله - تعالى - ( كَمَآ أَنْزَلْنَا عَلَى المقتسمين . . . ) متعلق بقوله - تعالى - ( وَلَقَدْ آتَيْنَاكَ سَبْعاً . . . ) على أن يكون فى موضع نصب نعتا لمصدر من آتينا محذوف أى : آتيناك سبعا من المثانى إيتاء كما أنزلنا ، وهو فى معنى : أنزلنا عليك ذلك إنزالاً كإنزالنا على أهل الكتاب ( الذين جَعَلُواْ القرآن عِضِينَ ) أى قسموه إلى حق وباطل . .وقيل : هو متعلق بقوله - تعالى - : ( وَقُلْ إني أَنَا النذير المبين ) . . وجوز أن يراد بالمقتسمين جماعة من قريش . . . أرسلهم الوليد بن المغيرة ، أيام موسم الحج ، ليقفوا على مداخل طرق مكة ، لينفروا الناس عن الإِيمان برسول الله صلى الله عليه وسلم فانقسموا على هاتيك المداخل ، يقول بعضهم لا تغتروا بالخارج فإنه ساحر . .أى : وقل إنى أنا النذير عذابا مثل العذاب الذى أنزلناه على المقتسمين .وقيل المراد بالمقتسمين ، الرهط الذين تقاسموا على أن يبيتوا صالحًا - أى يقتلوه ليلاً - فأهلكهم الله . . .ثم قال - رحمه الله - : والأقرب من الأقوال المذكورة أن قوله ( كما أنزلنا . . ) متعلق بقوله - تعالى - ( وَلَقَدْ آتَيْنَاكَ سَبْعاً . . . ) وأن المراد بالمقتسمين أهل الكتابين ، وأن الموصول مع صلته ، صفة مبينة لكيفية اقتسامهم . . .والمعنى : لقد آتيناك سبعًا من المثانى والقرآن العظيم ، إيتاء مماثلاً لإِنزال الكتابين على أهلهما . . . .ويبدو لنا أن من الأفضل أن يكون المراد بالمقتسمين ، ما يشمل أهل الكتابين وغيرهم من المشركين المتحالفين على مخالفة الأنبياء وتكذيبهم وأذاهم - كما قال ابن كثير - وقد ذهب إلى ذلك الإِمام ابن جرير ، فقد قال - رحمه الله - بعد سرده للأقوال فى ذلك ما ملخصه : \" والصواب من القول فى ذلك عندى أن يقال : إن الله - تعالى - أمر نبيه صلى الله عليه وسلم أن يعلم قومه الذين عضوا القرآن ففرقوه ، أنه نذير لهم من سخط الله وعقوبته ، أن يحل بهم ما حل بالمقتسمين من قبلهم ومنهم \" . . .وجائز أن يكون عنى بالمقتسمين : أهل الكتابين .. وجائز أن يكون عنى بذلك : المشركين من قريش ، لأنهم اقتسموا القرآن ، فسماه بعضهم شعرا ، وسماه بعضهم كهانة . . .وجائز أن يكون عنى به الفريقين . . . وممكن أن يكون عنى به المقتسمين على صالح من قومه . لأنه ليس فى التنزيل ولا فى سنة رسول الله صلى الله عليه وسلم ولا فى فطرة العقل ، ما يدل على أنه عنى به أحد الفرق الثلاثة دون الآخرين ، وإذا فكل من اقتسم كتابًا لله بتكذيب بعض وتصديق بعض ، كان داخلاً فى هذا التهديد والوعيد . . . ."
    },
    {
      "ayah": 92,
      "surah": 15,
      "text": "ثم أكد - سبحانه - هذا التهديد والوعيد فقال : ( فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُواْ يَعْمَلُونَ ) .والفاء هنا متفرعة على ما سبق تأكيده فى قوله ( وَإِنَّ الساعة لآتِيَةٌ . . . ) إذ فى هذا اليوم يكون سؤالهم .والواو للقسم ، أى : فوحق ربك - أيها الرسول الكريم - الذى خلقك فسواك فعدلك ، لنسألن هؤلاء المكذبين جميعًا ، سؤال توبيخ وتقريع وتبكيت ."
    },
    {
      "ayah": 93,
      "surah": 15,
      "text": "عما كانوا يعملونه فى الدنيا من أعمال قبيحة : وعما كانوا يقولونه من أقوال فاسدة ، ثم لننزلن بهم جميعًا العقوبة المناسبة لهم .فالمقصود من هذه الآية الكريمة زيادة التسلية للرسول صلى الله عليه وسلم وتأكيد التهديد للمشركين ."
    },
    {
      "ayah": 94,
      "surah": 15,
      "text": "ثم أمر - سبحانه - رسوله صلى الله عليه وسلم بأن يمضى فى طريقه ، وأن يجهر بدعوته وأن يعرض عن المشركين ، فقد كفاه - سبحانه - شرهم فقال - تعالى - : ( فاصدع بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ المشركين إِنَّا كَفَيْنَاكَ المستهزئين الذين يَجْعَلُونَ مَعَ الله إلها آخَرَ فَسَوْفَ يَعْلَمُونَ ) .وقوله ( فاصدع . . ) من الصدع بمعنى الإِظهار والإعلان . ومنه قولهم : انصدع الصبح ، إذا ظهر بعد ظلام الليل والصديع الفجر لانصداعه أى ظهوره . ويقال : صدع فلان بحجته ، إذا تكلم بها جهارًا .أى : فاجهر - أيها الرسول الكريم - بدعوتك ، وبلغ ما أمرناك بتبليغه علانية ، وأعرض عن سفاهات المشركين وسوء أدبهم .قال عبد الله بن مسعود : ما زال النبى صلى الله عليه وسلم مستخفيا بدعوته حتى نزلت هذه الآية ."
    },
    {
      "ayah": 95,
      "surah": 15,
      "text": "فخرج هو وأصحابه ، وقوله ( إِنَّا كَفَيْنَاكَ المستهزئين ) تعليل للأمر بالجهر بالدعوة ، بعد أن مكث صلى الله عليه وسلم يدعو الناس إلى الاسلام سرًا ثلاث سنين أو أكثر .وقوله ( كفيناك . . ) من الكفاية . تقول : كفيت فلانًا المؤنة إذا توليتها عنه ، ولم تحوجه إليها . وتقول : كفيتك عدوك أى : كفيتك بأسه وشره .والمراد بالمستهزئين : أكابر المشركين فى الكفر والعداوة والاستهزاء بالرسول صلى الله عليه وسلم .أى : إنا كفينا الانتقام من المستهزئين بك وبدعوتك ، وأرحناك منهم ، بإهلاكهم . وذكر بعضهم أن المراد بهم خمسة من كبرائهم ، وهم : الوليد بن المغيرة ، والأسود بن عبد يغوث ، والأسود بن المطلب ، والحارث بن عيطل ، والعاص بن وائل : وقد أهلكهم الله جميعًا بمكة ، وكان هلاكهم العجيب من أهم الصوارف لأتباعهم عن الاستهزاء بالنبى صلى الله عليه وسلم .قال الإِمام الرازى : واعلم أن المفسرين قد اختلفوا فى عدد هؤلاء المستهزئين ، وفى أسمائهم ، وفى كيفية طريق استهزائهم ، ولا حاجة إلى شئ منها .والقدر المعلوم أنهم طبقة لهم قوة وشوكة ورياسة ، لأن أمثالهم هم الذين يقدرون على إظهار مثل هذه السفاهة ، مع مثل رسول الله صلى الله عليه وسلم فى علو قدره ، وعظم منصبه ، ودل القرآن على أن الله - تعالى - أفناهم وأبادهم وأزال كيدهم ."
    },
    {
      "ayah": 96,
      "surah": 15,
      "text": "ثم بين - سبحانه - أن هؤلاء المستهزئين قد أضافوا إلى ذلك الشرك والكفر فقال : ( الذين يَجْعَلُونَ مَعَ الله إلها آخَرَ ) فى عباداتهم وفى عقيدتهم .( فسوف يعلمون ) ما يترتب على ذلك فى الآخرة من عذاب شديد لهم ، بعد أن أهلكناهم فى الدنيا وقطعنا دابرهم ."
    },
    {
      "ayah": 97,
      "surah": 15,
      "text": "ثم ختم - سبحانه - السورة الكريمة بتسلية أخرى له صلى الله عليه وسلم ، وبإرشاده إلى ما يزيل همه . ويشرح صدره ، فقال - تعالى - : ( وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ الساجدين واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين ) .وضيق الصدر : كناية عن كدر النفس ، وتعرضها للهموم والأحزان .أى : ولقد نعلم - أيها الرسول الكريم - أن أقوال المشركين الباطلة فيك وفيما جئت به من عندنا ، تحزن نفسك ، وتكدر خاطرك .وقال - سبحانه - ( ولقد نعلم . . ) بلام القسم وحرف التحقيق ، لتأكيد الخبر ، وإظهار مزيد من الاهتمام والعناية بالمخبر عنه صلى الله عليه وسلم فى الحال والاستقبال ."
    },
    {
      "ayah": 98,
      "surah": 15,
      "text": "والفاء فى قوله ( فَسَبِّحْ بِحَمْدِ رَبِّكَ . . . ) واقعة فى جواب شرط .والتسبيح لله - تعالى - معناه : تنزيهه - عز وجل - عن كل ما لا يليق به .والتحميد له - تعالى - معناه : الثناء عليه بما هو أهله من صفات الكمال والجلال .أى : إن ضاق صدرك - أيها الرسول الكريم - بسبب أقوال المشركين القبيحة ، فافزع إلينا بالتسبيح والتحميد ، بأن تكثر من قول سبحان الله ، والحمد لله .قال بعض العلماء : فهذه الجملة الكريمة قد اشتملت على الثناء على الله بكل كمال؛ لأن الكمال يكون بأمرين :أحدهما : التخلى عن الرذائل ، والتنزه عما لا يليق ، هذا معنى التسبيح .والثانى : التحلى بالفضائل ، والاتصاف بصفات الكمال ، وهذا معنى الحمد .فتم الثناء بكل كمال . ولأجل هذا المعنى ثبت فى الصحيح عنه صلى الله عليه وسلم أنه قال : \" كلمتان خفيفتان على اللسان ، ثقيلتان فى الميزان ، حبيبتان إلى الرحمن : سبحان الله وبحمده ، سبحان الله العظيم . . . \" .والمراد بالسجود فى قوله - تعالى - ( وَكُنْ مِّنَ الساجدين ) الصلاة . وعبر عنها بذلك من باب التعبير بالجزء عن الكل ، لأهمية هذا الجزء وفضله ، ففى صحيح مسلم عن أبى هريرة - رضى الله عنه - أن رسول الله صلى الله عليه وسلم قال :\" أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء \" .ويؤخذ من هذه الآية الكريمة ، أن ترتيب الأمر بالتسبيح والتحميد والصلاة على ضيق الصدر؛ دليل على أن هذه العبادات ، بسببها يزول المكروه بإذنه - تعالى - ، وتنقشع الهموم . . . ولذا كان صلى الله عليه وسلم إذا حزبه أمر لجأ إلى الصلاة .وروى الإِمام أحمد وأبو داود والنسائى من حديث نعيم بن عمار - رضى الله عنه - أنه سمع النبى صلى الله عليه وسلم يقول : قال الله - تعالى - : \" يا بن آدم لا تعجز عن أربع ركعات من أول النهار ، أكفك آخره \" .فينبغى للمسلم إذا أصابه مكروه أن يفزع إلى الله - تعالى - بأنواع الطاعات من صلاة وتسبيح وتحميد وغير ذلك من ألوان العبادات ."
    },
    {
      "ayah": 99,
      "surah": 15,
      "text": "والمراد بالأمر بالعبادة فى قوله تعالى ( واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين ) المداومة عليها وعدم التقصير فيها .والمراد باليقين : الموت ، سمى بذلك لأنه أمر متيقن لحوقه بكل مخلوق .أى : ودم - أيها الرسول الكريم - على عبادة ربك وطاعته ما دمت حيا ، حتى يأتيك الموت الذى لا مفر من مجيئه فى الوقت الذى يريده الله - تعالى - .ومما يدل على أن المراد باليقين هنا الموت قوله - تعالى - حكاية عن المجرمين : ( قَالُواْ لَمْ نَكُ مِنَ المصلين وَلَمْ نَكُ نُطْعِمُ المسكين وَكُنَّا نَخُوضُ مَعَ الخآئضين وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين حتى أَتَانَا اليقين ) أى : الموت .ويدل على ذلك أيضًا ما رواه البخارى عن أم العلاء \" أن رسول الله صلى الله عليه وسلم لما دخل على عثمان بن مظعون وقد مات ، قالت : قلت : رحمة الله عليك أبا السائب ، فشهادتى عليك لقد أكرمك الله . فقال رسول الله صلى الله عليه وسلم : \" وما يدريك أن الله قد أكرمه . . . أما هو فقد جاءه اليقين - أى الموت - وإنى لأرجو له الخير \" \" .قال الإِمام ابن كثير : ويستدل بهذه الآية الكريمة ، على أن العبادة كالصلاة ونحوها ، واجبة على الإِنسان ما دام عقله ثابتًا ، فيصلى بحسب حاله ، كما ثبت فى صحيح البخارى عن عمران بن حصين أن رسول الله صلى الله عليه وسلم قال \" صل قائمًا ، فإن لم تستطع فقاعدا ، فإن لم تستطع فعلى جنب \" .ويستدل بها أيضًا على تخطئة من ذهب من الملاحدة إلى أن المراد باليقين المعرفة ، فمتى وصل أحدهم إلى المعرفة ، سقط عنه التكليف عندهم . وهذا كفر وضلال وجهل . . . ."
    }
  ]
}
