{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 17,
      "text": "افتتحت سورة الإسراء بتنزيه الله - تعالى - عن كل ما لا يليق بجلاله ، كما يدل على ذلك لفظ \" سبحان \" الذى من أحسن وجوه إعرابه ، أنه اسم مصدر منصوب - على أنه مفعول مطلق - بفعل محذوف ، والتقدير : سبحت الله - تعالى - سبحانا أى تسبيحا ، بمعنى نزهته تنزيها عن كل سوء .قال القرطبى : \" وقد روى طلحة بن عبيد الله الفياض أحد العشرة - أى المبشرين بالجنة - أنه قال للنبى صلى الله عليه وسلم : ما معنى سبحان الله؟ فقال : \" تنزيه الله من كل سوء \" \" .وقوله ( أسرى ) من الإِسراء ، وهو السير بالليل خاصة .قال الجمل : يقال أسرى وسرى ، بمعنى سار فى الليل ، وهما لازمان ، لكن مصدر الأول الإِسراء ومصدر الثانى السرى - بضم السين كالهدى - فالهمزة ليست للتعدية إلى المفعول ، وإنما جاءت التعدية هنا من الباء . ومعنى أسرى به ، صيره ساريا فى الليل .والمراد ( بعبده ) خاتم أنبيائه محمد صلى الله عليه وسلم ، والإِضافة للتشريف والتكريم .وأوثر التعبير بلفظ العبد ، للدلالة على أن مقام العبودية لله - تعالى - هو أشرف صفات المخلوقين وأعظمها وأجلها ، إذ لو كان هناك وصف أعظم منه فى هذا المقام لعبر به ، وللإِشارة - أيضا - إلى تقرير هذه العبودية لله - تعالى - وتأكيدها ، حتى لا يلتبس مقام العبودية بمقام الألوهية ، كما التبسا فى العقائد المسيحية ، حيث ألهوا عيسى - عليه السلام - ، وألهوا أمه مريم ، مع أنهما بريئان من ذلك . . .قال الشيخ القاسمى نقلا عن الإِمام ابن القيم فى كتاب \" طريق الهجرتين \" : أكمل الخلق أكملهم عبودية لله - تعالى - ، ولهذا كان النبى صلى الله عليه وسلم أقرب الخلق إلى الله - تعالى - وأعظمهم عنده جاها ، وأرفعهم عنده منزلة ، لكماله فى مقام العبودية . وكان صلى الله عليه وسلم يقول : \" أيها الناس ما أحب أن ترفعونى فوق منزلتى . إنما أنا عبد \" وكان يقول : \" لا تطرونى كما أطرت النصارى المسيح ابن مريم ، إنما أنا عبد فقولوا : عبد الله ورسوله \" .وذكره - سبحانه - بسمة العبودية فى أشرف مقاماته : فى مقام الإِسراء حيث قال : ( سُبْحَانَ الذي أسرى بِعَبْدِهِ ) .وفى مقام الدعوة حيث قال : ( وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ ) وفى مقام التحدى حيث قال : ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا ) وقوله : ( ليلا ) ظرف زمان لأسرى .قال صاحب الكشاف : \" فإن قلت : الإِسراء لا يكون إلا بالليل فما معنى ذكر الليل؟ .قلت : أراد بقوله ليلا بلفظ التنكير ، تقليل مدة الإِسراء ، وأنه أسرى به بعض الليل من مكة إلى الشام مسيرة أربعين ليلة ، وذلك أن التنكير فيه قد دل على معنى البعضية .. . \" .وقوله : ( مِّنَ المسجد الحرام إلى المسجد الأقصى ) بيان لابتداء الإِسراء وانتهائه .أى : جل شأن الله - عز وجل - وتنزه عن كل نقص ، حيث أسرى بعبده محمد صلى الله عليه وسلم فى جزء من الليل ، من المسجد الحرام الذى بمكة إلى المسجد الأقصى الذى بفلسطين .ووصف مسجد مكة بالحرام ، لأنه لا يحل انتهاكه بقتال فيه ، ولا بصيد صيده ، ولا بقطع شجره .ووصف مسجد فلسطين بالأقصى ، لبعده عن المسجد الحرام ، إذ المسافة بينهما كان يقطعها الراكب للإِبل فى مدة شهر أو أكثر .قال الآلوسى : ووصفه بالأقصى - أى الأبعد - بالنسبة إلى من بالحجاز . وقال غير واحد : إنه سمى به لأنه أبعد المساجد التى تزار من المسجد الحرام وبينهما زهاء أربعين ليلة . وقيل - وصف بذلك - : لأنه ليس وراءه موضع عبادة فهو أبعد مواضعها . . .وظاهر الآية يفيد أن الإِسراء كان من المسجد الحرام ، فقد أخرج الشيخان والترمذى والنسائى من حديث أنس بن مالك - رضى الله عنه - \" أن رسول الله صلى الله عليه وسلم قال : \" بينا أنا فى الحجر - وفى رواية - فى الحطيم ، بين النائم واليقظان ، إذ أتانى آت فشق ما بين هذه إلى هذه ، فاستخرج قلبى فغسله ثم أعيد ، ثم أتيت بدابة دون البغل وفوق الحمار أبيض يقال له البراق فحملت عليه \" \" .وقيل أُسرِى به من بيت أم هانئ بنت أبى طالب ، فيكون المراد بالمسجد الحرام : الحرم لإِحاطته بالمسجد والتباسه به . فعن ابن عباس - رضى الله عنهما - : الحرم كله مسجد .ويمكن الجمع بين هذه الروايات ، بأن الرسول صلى الله عليه وسلم بقى فى بيت أم هانئ لفترة من الليل ، ثم ترك فراشه عندها وذهب إلى المسجد ، فلما كان فى الحِجْر أو فى الحطيم بين النائم واليقظان ، أسرى به من المسجد الحرام إلى المسجد الأقصى ، ثم عرج به إلى السموات العلا . ثم عاد إلى فراشه قبل أن يبرد - كما جاء فى بعض الروايات .وبذلك يترجح لدينا أن وجود الرسول صلى الله عليه وسلم فى تلك الليلة فى بيت أم هانئ ، لا ينفى أن الإِسراء بدأ من المسجد الحرام ، كما تقرر الآية الكريمة .وقوله ( الذي بَارَكْنَا حَوْلَهُ ) صفة مدح للمسجد الأقصى .أى : جل شأن الله الذى أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى ، الذى أحطنا جوانبه بالبركات الدينية والدنيوية .أما البركات الدينية فمن مظاهرها : أن هذه الأرض التى حوله ، جعلها الله - تَعالى - مقرا لكثير من الأنبياء ، كإبراهيم وإسحاق ويعقوب ، وداود وسليمان ، وزكريا ويحيى وعيسى .قال - تعالى - : ( وَلِسُلَيْمَانَ الريح عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الأرض التي بَارَكْنَا فِيهَا . . ) وقال - سبحانه - فى شأن إبراهيم : ( وَنَجَّيْنَاهُ وَلُوطاً إِلَى الأرض التي بَارَكْنَا فِيهَا لِلْعَالَمِينَ ) والمقصود بهذه الأرض : أرض الشام ، التى منها فلسطين .وأما البركات الدنيوية فمن مظاهرها : كثرة الأنهار والأشجار والثمار والزروع فى تلك الأماكن .قال بعض العلماء : وقد قيل فى خصائص المسجد الأقصى : أنه متعبد الأنبياء السابقين ، ومسرى خاتم النبيين ، ومعراجه إلى السموات العلا . . وأولى القبلتين وثاني المسجدين ، وثالث الحرمين ، لا تشد الرحال بعد المسجدين إلا إليه .وقوله - سبحانه - : ( لِنُرِيَهُ مِنْ آيَاتِنَآ ) إشارة الى الحكمة التى من أجلها أسرى الله - تعالى - بنبيه صلى الله عليه وسلم فقوله ( لنريه ) متعلق بأسرى .و \" من \" للتبعيض لأن ما رآه النبى صلى الله عليه وسلم وإن كان عظيما إلا أنه مع عظمته بعض آيات الله بالنسبة لما اشتمل عليه هذا الكون من عجائب .أى : أسرينا بعبدنا محمد ليلا من المسجد الحرام إلى المسجد الأقصى الذى باركنا حوله ، ثم عرجنا به إلى السموات العلا ، لنطلعه على آياتنا ، وعلى عجائب قدرتنا ، والتى من بينها : مشاهدته لأنبيائنا الكرام ، ورؤيته لما نريد أن يراه من عجائب وغرائب هذا الكون .ولقد وردت أحاديث متعددة فى بيان ما أراه الله - تعالى - لنبيه صلى الله عليه وسلم فى تلك الليلة المباركة ، ومن ذلك ما رواه البخارى عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال : \" . . . ووجدت فى السماء الدنيا آدم فقال لى جبريل : هذا أبوك آدم فسلم عليه فسلمت عليه ورد على آدم السلام فقال : مرحبا وأهلا بابنى ، فنعم الابن أنت . . \" .وفى رواية للإِمام أحمد عن أنس قال : قال رسول الله صلى الله عليه وسلم : \" لما عرج بى ربى - عز وجل - مررت بقوم لهم أظفار من نحاس ، يخمشون وجوههم وصدورهم ، فقلت : من هؤلاء يا جبريل؟ قال : هؤلاء الذين يأكلون لحوم الناس ، ويقعون فى أعراضهم . . \" .ثم ختم - سبحانه - الآية الكريمة بما يدل على سعة علمه ، ومزيد فضله فقال - تعالى - : ( إِنَّهُ هُوَ السميع البصير ) .أى : إنه - سبحانه - هو السميع لأقوال عباده : مؤمنهم وكافرهم ، مصدقهم ومكذبهم . بصير بما يسرونه ويعلنونه ، وسيجازى كل إنسان بما يستحقه من ثواب أو عقاب ، بدون ظلم أو محاباة .هذا وقد ذكر المفسرون عند تفسيرهم لهذه الآية جملة من المسائل منها :1- أن هذه الآية دلت على ثبوت الإِسراء للنبى صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى ، وأما العروج به صلى الله عليه وسلم إلى السموات العلا فقد استدل عليه بعضهم بآيات سورة النجم ، وهى قوله - تعالى - :( والنجم إِذَا هوى مَا ضَلَّ صَاحِبُكُمْ وَمَا غوى وَمَا يَنطِقُ عَنِ الهوى إِنْ هُوَ إِلاَّ وَحْيٌ يوحى عَلَّمَهُ شَدِيدُ القوى ذُو مِرَّةٍ فاستوى وَهُوَ بالأفق الأعلى ثُمَّ دَنَا فتدلى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أدنى فأوحى إلى عَبْدِهِ مَآ أوحى مَا كَذَبَ الفؤاد مَا رأى أَفَتُمَارُونَهُ على مَا يرى ) وقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية أحاديث كثيرة بأسانيدها ومتونها ، وقال فى أعقاب ذكر بعضها :قال البيهقى : وفى هذا السياق دليل على أن المعراج كان ليلة أسرى به - عليه الصلاة والسلام - من مكة إلى بيت المقدس ، وهذا الذى قاله هو الحق الذى لاشك فيه ولا مرية .وقال القرطبى : ثبت الإِسراء فى جميع مصنفات الحديث ، وروى عن الصحابة فى كل أقطار الإِسلام ، فهو من المتواتر بهذا الوجه ، وذكر النقاش ممن رواه عشرين صحابيا .2- قال بعض العلماء ما ملخصه : ذهب الاكثرون إلى أن الإِسراء كان بعد المبعث ، وأنه قبل الهجرة بسنة . قاله الزهرى وابن سعد وغيرهما . وبه جزم النووى ، وبالغ ابن حزم فنقل الإِجماع فيه . وقال : كان فى رجب سنة اثنتى عشرة من النبوة .وإختار الحافظ المقدسى أنه كان فى ليلة السابع والعشرين من شهر رجب .والذى تطمئن إليه النفس أن حادث الإِسراء والمعراج ، كان بعد وفاة أبى طالب والسيدة خديجة - رضى الله عنها - .ووفاتهما كانت قبل الهجرة بسنتين أو ثلاثة . وفى هذه الفترات التى أعقبت وفاتهما اشتد أذى المشركين بالنبى صلى الله عليه وسلم فكان هذا الحادث لتسليته صلى الله عليه وسلم عما أصابه منهم ، ولتشريفه وتكريمه . .3- من المسائل التى ثار الجدل حولها ، مسألة : أكان الإِسراء والمعراج فى اليقظة أم فى المنام؟ وبالروح والجسد أم بالروح فقط؟ .وقد لخص بعض المفسرين أقوال اللعماء فى هذه المسألة فقال : اعلم أن هذا الإِسراء به صلى الله عليه وسلم المذكور فى هذه الآية الكريمة زعم بعض أهل العلم أنه بروحه دون جسده ، زاعما أنه فى المنام لا فى اليقظة ، لأن رؤيا الأنبياء وحى .وزعم بعضهم أن الإِسراء بالجسد ، والمعراج بالروح دون الجسد .ولكن ظاهر القرآن يدل على أنه بروحه وجسده صلى الله عليه وسلم يقظة لا مناما ، لأنه قال : ( بعبده ) والعبد مجموع الروح والجسد .ولأنه قال : ( سبحان ) والتسبيح إنما يكون عند الأمور العظام ، فلو كان مناما لم يكن له كبير شأن حتى يتعجب منه .ولأنه لو كان رؤيا منام لما كان فتنة ، ولا سببا لتكذيب قريش له صلى الله عليه وسلم لأن رؤيا المنام ليست محل إنكار لأن المنام قد يرى فيه ما لا يصح .ولأنه - سبحانه - قال ( لِنُرِيَهُ مِنْ آيَاتِنَآ ) والظاهر أن ما أراه الله - تعالى - لنبيه صلى الله عليه وسلم إنما كان رؤيا عن طريق العين ويؤيده قوله - تعالى - : ( مَا زَاغَ البصر وَمَا طغى لَقَدْ رأى مِنْ آيَاتِ رَبِّهِ الكبرى ) ولأنه ثبت فى الأحاديث الصحيحة أن الرسول صلى الله عليه وسلم قد استعمل فى رحلته البراق ، واستعماله البراق يدل على أن هذا الحادث كان بالروح والجسد وفى اليقظة لا فى المنام ."
    },
    {
      "ayah": 10,
      "surah": 17,
      "text": "قال الفخر الرازى : اعلم أنه - تعالى - لما شرح ما فعله فى حق عباده المخلصين ، وهو الإسراء برسول الله صلى الله عليه وسلم ، وإيتاء الكتاب لموسى - عليه السلام - ، وما فعله فى حق العصاة والمتمردين وهو تسليط أنواع البلايا عليهم ، كان ذلك تنبيها على أن طاعة الله توجب كل خير وكرامة ، ومعصيته توجب كل بلية وغرامة ، لا جرم أثنى - سبحانه - على القرآن فقال : ( إِنَّ هذا القرآن يَِهْدِي لِلَّتِي هِيَ أَقْوَمُ ) .والفعل ( يهدى ) مأخوذ من الهداية ، ومعناها : الإِرشاد والدلالة بلطف إلى ما يوصل إلى البغية . والمفعول محذوف . أى : يهدى الناس .وقوله - سبحانه - ( لِلَّتِي هِيَ أَقْوَمُ ) صفة لموصوف محذوف ، أى يهدى الناس إلى الطريقة أو الملة التى هى أقوم .قال صاحب الكشاف : ( لِلَّتِي هِيَ أَقْوَمُ ) أى : للحالة التى هى أقوم الحالات وأسدها ، أو للملة أو للطريقة . وأينما قدرت لم تجد مع الإِثبات ذوق البلاغة الذى تجده مع الحذف ، لما فى إيهام الموصوف بحذفه من فخامة تفقد مع إيضاحه .والمعنى : إن هذا القرآن الكريم ، الذى أنزله الله - تعالى - عليك يا محمد صلى الله عليه وسلم ، يرشد الناس ويدلهم ويهديهم - فى جميع شئونهم الدينية والدنيوية - إلى الملة التى هى أقوم الملل وأعدلها ، وهى ملة الإِسلام . فمنهم من يستجيب لهذه الهداية فيظفر بالسعادة ، ومنهم من يعرض عنها فيبوء بالشقاء .قال صاحب الظلال ما ملخصه : إن هذا القرآن يهدى للتى هى أقوم فى عالم الضمير والشعور ، بالعقيدة الواضحة التى لا تعقيد فيها ولا غموض ، والتى تطلق الروح من أثقال الوهم والخرافة ، وتطلق الطاقات البشرية الصالحة للعمل والبناء ، وتربط بين نواميس الكون الطبيعية ، ونواميس الفطرة البشرية فى تناسق واتساق .ويهدى للتى هى أقوم ، فى التنسيق بين ظاهر الإِنسان وباطنه ، وبين مشاعره وسلوكه وبين عقيدته وعمله .ويهدى للتى هى أقوم فى عالم العبادة ، بالموازنة بين التكاليف والطاقة ، فلا تشق التكاليف على النفس حتى تمل ، ولا تسهل حتى تشيع فى النفس الرخاوة والاستهتار ، ولا تتجاوز القصد والاعتدال وحدود الاحتمال .ويهدى للتى هى أقوم ، فى علاقات الناس بعضهم ببعض : أفرادا وأزواجا وحكومات وشعوبا ، ودولا وأجناسا .ويهدى للتى هى أقوم فى نظام الحكم ، ونظام المال ، ونظام الاجتماع ، ونظام التعامل . .وقوله - سبحانه - : ( وَيُبَشِّرُ المؤمنين الذين يَعْمَلُونَ الصالحات أَنَّ لَهُمْ أَجْراً كَبِيراً ) صفة ثانية من صفات القرآن الكريم .أى : أن هذا القرآن بجانب هدايته للتى هى أقوم ، فهو - أيضا - يبشر المؤمنين الذين يعملون الأعمال الصالحات بأن لهم أجرا كبيرا من خالقهم - عز وجل - : أجرا كبيرا لا يعلم مقداره إلا مسديه ومانحه ، وهو الله رب العالمين ."
    },
    {
      "ayah": 100,
      "surah": 17,
      "text": "ثم ختم - سبحانه - الآيات الكريمة بأمر النبى صلى الله عليه وسلم بأن يجابه هؤلاء الظالمين بما جبلوا عليه من بخل وشح ، بعد أن طلبوا منه ما طلبوا من مقترحات متعنتة ، فقال - تعالى - : ( قُل لَّوْ أَنْتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي إِذاً لأمْسَكْتُمْ خَشْيَةَ الإنفاق وَكَانَ الإنسان قَتُوراً ) .والمراد بخزائن رحمة ربى : أرزاقه التى وزعها على عباده ، ونعمه التى أنعم بها عليهم .و ( قتورًا ) من التقتير بمعنى البخل . يقال : قتر فلان يقتر - بضم التاء وكسرها - إذا بالغ فى الإِمساك والشح .أى : قل - أيها الرسول الكريم - لهؤلاء الظالمين الذين أعرضوا عن دعوتك ، وطالبوك بما ليس فى وسعك من تفجير الأرض بالأنهار ، ومن غير ذلك من مقترحاتهم الفاسدة ، قل لهم على سبيل التقريع والتبكيت : لو أنكم تملكون - أيها الناس - التصرف فى خزائن الأرزاق التى وزعها الله على خلقه ، إذًا لبخلتم وأمسكتم فى توزيعها عليهم ، مخافة أن يصيبكم الفقر لو أنكم توسعتم فى العطاء ، مع أن خزائن الله لا تنفد أبدًا ، ولكن لأن البخل من طبيعتكم فعلتم ذلك .قال بعضهم : قوله : ( لَّوْ أَنْتُمْ تَمْلِكُونَ ) فيه وجهان : أحدهما : أن المسألة من باب الاشتغال . فأنتم مرفوع بفعل مقدر يفسره هذا الظاهر ، لأن لو لا يليها إلا الفعل ظاهرًا أو مضمرا . فهى كإن فى قوله - تعالى - : ( وَإِنْ أَحَدٌ مِّنَ المشركين استجارك فَأَجِرْهُ ) والأصل : لو تملكون ، فحذف الفعل لدلالة ما بعده عليه - والثانى : أنه مرفوع بكان ، وقد كثر حذفها بعد لو ، والتقدير : لو كنتم تملكون . . . .والمقصود بالإِمساك هنا : إمساكهم عن العطاء فى الدنيا ، وهذا لا ينافى قوله - تعالى - : ( وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُواْ مَا فِي الأرض جَمِيعاً وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ . . . ) لأن ذلك حكاية عن أحوالهم فى الآخرة عندما يرون العذاب ، ويتمنون أن يفتدوا أنفسهم منه بأى شئ .وقوله ( إذًا ) ظرف لتملكون . وقوله ( لأمسكتم ) جواب لو ، وقوله ( خشية الإِنفاق ) علة للإِمساك والبخل .وقوله : ( وَكَانَ الإنسان قَتُوراً ) أى : مبالغًا فى البخل والإِمساك .قال الإِمام ابن كثير : والله - تعالى - يصف الإِنسان من حيث هو ، إلا من وفقه الله وهداه ، فإن البخل والجزع والهلع صفة له ، كما قال - تعالى - :"
    },
    {
      "ayah": 101,
      "surah": 17,
      "text": "والمراد بالآيات التسع فى قوله - تعالى - : ( وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ . . . ) : العصا ، واليد ، والسنون ، والبحر ، والطوفان ، والجراد ، والقمل ، والضفادع؛ والدم . قال ذلك ابن عباس ومجاهد وقتادة وغيرهم .وقد جاء الحديث عن هذه الآيات فى مواضع أخرى من القرآن الكريم ، منها قوله - تعالى - : ( فألقى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَآءُ لِلنَّاظِرِينَ ) وقوله - تعالى - : ( وَلَقَدْ أَخَذْنَآ آلَ فِرْعَونَ بالسنين وَنَقْصٍ مِّن الثمرات . . . ) وقوله - سبحانه - : ( فَأَوْحَيْنَآ إلى موسى أَنِ اضرب بِّعَصَاكَ البحر فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم ) وقوله - عز وجل - : ( فَأَرْسَلْنَا عَلَيْهِمُ الطوفان والجراد والقمل والضفادع والدم آيَاتٍ مّفَصَّلاَتٍ فاستكبروا وَكَانُواْ قَوْماً مُّجْرِمِينَ ) والمعنى : لا تظن - أيها الرسول الكريم - أن إيمان هؤلاء المشركين من قومك ، متوقف على إجابة ما طلبوه منك . وما اقترحوه عليك من أن تفجر لهم من الأرض ينبوعًا ، أو تكون لك جنة من نخيل وعنب . . الخ . لا تظن ذلك :فإن الخوارق مهما عظمت لا تنشئ الإِيمان فى القلوب الجاحدة الحاقدة ، بدليل أننا قد أعطينا أخاك موسى تسع معجزات ، واضحات الدلالة على صدقه فى نبوته ، ولكن هذه المعجزات لم تزد المعاندين من قومه إلا كفرًا على كفرهم ورجسًا على رجسهم . فاصبر - أيها الرسول - على تعنت قومك وأذاهم ، كما صبر أولو العزم من الرسل قبلك .وتحديد الآيات بالتسع ، لا ينفى أن هناك معجزات أخرى أعطاها الله - تعالى - لموسى - عليه السلام - إذ من المعروف عند علماء الأصول ، أن تحديد العدد بالذكر ، لا يدل على نفى الزائد عنه .قال الإِمام ابن كثير عند تفسيره لهذه الآية : وهذا القول - المروى عن ابن عباس وغيره - ظاهر جلى حسن قوى . . فهذه الآيات التسع ، التى ذكرها هؤلاء الأئمة ، هى المرادة هنا . . .وقد أوتى موسى - عليه السلام - آيات أخرى كثيرة منها : ضربه الحجر بالعصا ، وخروج الماء منه . . وغير ذلك مما أوتوه بنوا إسرائيل بعد خروجهم من مصر ، ولكن ذكر هنا هذه الآيات التسع التى شاهدها فرعون وقومه من أهل مصر وكانت حجة عليهم فخالفوها وعاندوها كفرا وجحودا .ثم قال : وقال الإِمام أحمد : حدثنا يزيد ، حدثنا شعبة عن عمرو بن مرة ، قال : \" سمعت عبد الله بن سلمة يحدث عن صفوان بن عسال المرادى قال : قال يهودى لصاحبه : اذهب بنا إلى هذا النبى حتى نسأله عن هذه الآية : ( وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ . . . ) فسألاه : فقال النبى صلى الله عليه وسلم : \" لا تشركوا بالله شيئًا ، ولا تسرقوا ولا تزنوا ، ولاتقتلوا النفس التى حرم الله إلا بالحق ، ولا تسخروا ، ولا تأكلوا الربا ، ولا تمشوا ببرئ إلى ذى سلطان ليقتله ، ولا تقذفوا محصنة ، ولا تفروا من الزحف \" . . فقبَّلا يديه ورجليه \" .ثم قال : \" أما هذا الحديث فهو حديث مشكل . وعبد الله بن سلمة فى حفظه شئ ، وتكلموا فيه ، ولعله اشتبه عليه التسع الآيات ، بالعشر الكلمات ، فإنها وصايا فى التوراة ، لا تعلق لها بقيام الحجة على فرعون . . . \" ."
    },
    {
      "ayah": 102,
      "surah": 17,
      "text": "والحق أن ما رجحه الإِمام ابن كثير من أن المراد بالآيات التسع هنا : ما آتاه الله - تعالى - لنبيه موسى - عليه السلام - من العصا ، واليد . . . هو الذى تسكن إليه النفس ، لأن قوله - تعالى - بعد ذلك ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ . . . ) يؤيد أن المراد بها ما تقدم من العصا ، واليد ، والسنين . . ولأنها هى التى فيها الحجج ، والبراهين والمعجزات الدالة على صدق موسى - عليه السلام - . أما تلك الوصايا التى وردت فى الحديث فلا علاقة لها بقيام الحجة على فرعون - كما قال الإِمام ابن كثير .هذا ، والخطاب فى قوله - تعالى - : ( فَسْئَلْ بَنِي إِسْرَائِيلَ إِذْ جَآءَهُمْ ) يرى بعضهم أنه للنبى صلى الله عليه وسلم والمسئولون هم المؤمنون من بنى إسرائيل كعبد الله بن سلام وأصحابه .وعلى هذا التفسير يكون قوله : ( إذ جاءهم ) ظرف لقوله ( آتينا ) وجملة ( فَسْئَلْ بَنِي إِسْرَائِيلَ ) معترضة بين العامل والمعمول .والمعنى : ولقد آتينا موسى تسع آيات بينات ، وقت أن أرسله الله - تعالى - إلى فرعون وقومه ، فاسأل - أيها الرسول الكريم - المؤمنين من بنى إسرائيل عن ذلك ، ستجد منهم الجواب عما جرى بين موسى وأعدائه عن طريق ما طالعوه فى التوراة .والمقصود بسؤالهم : الاستشهاد بهم حتى يزداد المؤمنون إيمانًا على إيمانهم ، لأن من شأن الأدلة إذا تضافرت وتعددت ، أن تكون أقوى وأثبت فى تأييد المدعى .قال الآلوسى : \" والمعنى : فاسأل يا محمد مؤمنى أهل الكتاب عن ذلك ، إما لأن تظاهر الأدلة أقوى - فى التثبيت - ، وإما من باب التهييج والإِلهاب ، وإما للدلالة على أنه أمر محقق عندهم ثابت فى كتابهم . وليس المقصود حقيقة السؤال . بل كونهم - أعنى المسئولين - من أهل علمه ، ولهذا يؤمر مثلك بسؤالهم \" .ويرى آخرون أن الخطاب لموسى - عليه السلام - ، وعليه يكون السؤال إما بمعناه المشهور أو بمعنى الطلب ، ويكون قوله ( إذ جاءهم ) ظرفًا لفعل مقدر .والمعنى : ولقد آتينا موسى تسع آيات بينات ، فقلنا له حين مجيئه إلى بنى إسرائيل : اسألهم عن أحوالهم مع فرعون ، أو اطلب منهم أن يؤمنوا بك ويصدقوك ، ويخرجوا معك حين تطلب من فرعون ذلك .والفاء فى قوله : ( فَقَالَ لَهُ فِرْعَونُ إِنِّي لأَظُنُّكَ ياموسى مَسْحُوراً ) هى الفصيحة .إذ المعنى : فامتثل موسى أمرنا ، وسأل بنى إسرائيل عن أحوالهم ، وطلب من فرعون أن يرسلهم معه ، بعد أن أظهر له من المعجزات ما يدل على صدقه ، فقال فرعون لموسى على سبيل التعالى والتهوين من شأنه - عليه السلام - : يا موسى إنى لأظنك مسحورًا .أى : سُحرت فخولط عقلك واختل ، وصرت تتصرف تصرفًا يتنافى مع العقل السليم ، وتدعى دعاوى لا تدل على تفكير قويم .فقوله ( مسحورا ) اسم مفعول . يقال : سحر فلان فلانًا يسحره سحرًا فهو مسحور ، إذا اختلط عقله .ويجوز أن يكون قوله ( مسحورًا ) بمعنى ساحر ، فيكون المعنى : إنى لأظنك يا موسى ساحرًا ، عليمًا بفنون السحر فقد أتيت بأشياء عجيبة يشير بذلك إلى انقلاب العصا حية بعد أن ألقاها - عليه السلام - .وهذا شأن الطغاة فى كل زمان ومكان ، عندما يرون الحق قد أخذ يحاصرهم ، ويكشف عن ضلالهم وكذبهم . . . يرمون أهله - زورا وبهتانًا - بكل نقيصة .وعندما يحكى القرآن الكريم ما رد به موسى على فرعون فيقول : ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ ) .أى : قال موسى لفرعون ردًا على كذبه وافترائه : لقد علمت يا فرعون أنه ما أوجد هذه الآيات التسع إلا الله - تعالى - خالق السموات والأرض ، وقد أوجدها - سبحانه - بصورة واضحة جلية ، حتى لكأتها البصائر فى كشفها للحقائق وتجليتها .فقوله ( بصائر ) حال من ( هؤلاء ) أى : أنزل هذه الآيات حال كونها بينات واضحات تدلك على صدقى .وفى هذا الرد توبيخ لفرعون على تجاهله الحقائق ، حيث كان يعلم علم اليقين أن موسى - عليه السلام - ليس مسحورًا ولا ساحرًا ، وأن الآيات التى جاء بها إنما هى من عند الله - تعالى - ، كما قال - سبحانه - : مخاطبًا موسى : ( وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُواْ هذا سِحْرٌ مُّبِينٌ وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين ) وقوله : ( وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُوراً ) توبيخ آخر لفرعون ، وتهديد له لأنه وصف نبيًا من أنبياء الله - تعالى - بأنه مسحور .ومثبورًا بمعنى مهلك مدمر . يقال : ثبر الله - تعالى - الظالم يثبره ثبورًا ، إذا أهلكه .أو بمعنى مصروفًا عن الخير . مطبوعًا على الشر من قولهم : ما ثبرك يا فلان عن هذا الأمر؟ أى : ما الذى صرفك ومنعك عنه .والظن هنا بمعنى اليقين ، والمعنى : وإنى لأعتقد يا فرعون أن مصيرك إلى الهلاك والتدمير ، بسبب إصرارك على الكفر والطغيان ، من بعد إتيانى بالمعجزات الدالة على صدقى فيما أبلغه عن ربى الذى خلقنى وخلقك وخلق كل شئ ."
    },
    {
      "ayah": 103,
      "surah": 17,
      "text": "والحق أن ما رجحه الإِمام ابن كثير من أن المراد بالآيات التسع هنا : ما آتاه الله - تعالى - لنبيه موسى - عليه السلام - من العصا ، واليد . . . هو الذى تسكن إليه النفس ، لأن قوله - تعالى - بعد ذلك ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ . . . ) يؤيد أن المراد بها ما تقدم من العصا ، واليد ، والسنين . . ولأنها هى التى فيها الحجج ، والبراهين والمعجزات الدالة على صدق موسى - عليه السلام - . أما تلك الوصايا التى وردت فى الحديث فلا علاقة لها بقيام الحجة على فرعون - كما قال الإِمام ابن كثير .هذا ، والخطاب فى قوله - تعالى - : ( فَسْئَلْ بَنِي إِسْرَائِيلَ إِذْ جَآءَهُمْ ) يرى بعضهم أنه للنبى صلى الله عليه وسلم والمسئولون هم المؤمنون من بنى إسرائيل كعبد الله بن سلام وأصحابه .وعلى هذا التفسير يكون قوله : ( إذ جاءهم ) ظرف لقوله ( آتينا ) وجملة ( فَسْئَلْ بَنِي إِسْرَائِيلَ ) معترضة بين العامل والمعمول .والمعنى : ولقد آتينا موسى تسع آيات بينات ، وقت أن أرسله الله - تعالى - إلى فرعون وقومه ، فاسأل - أيها الرسول الكريم - المؤمنين من بنى إسرائيل عن ذلك ، ستجد منهم الجواب عما جرى بين موسى وأعدائه عن طريق ما طالعوه فى التوراة .والمقصود بسؤالهم : الاستشهاد بهم حتى يزداد المؤمنون إيمانًا على إيمانهم ، لأن من شأن الأدلة إذا تضافرت وتعددت ، أن تكون أقوى وأثبت فى تأييد المدعى .قال الآلوسى : \" والمعنى : فاسأل يا محمد مؤمنى أهل الكتاب عن ذلك ، إما لأن تظاهر الأدلة أقوى - فى التثبيت - ، وإما من باب التهييج والإِلهاب ، وإما للدلالة على أنه أمر محقق عندهم ثابت فى كتابهم . وليس المقصود حقيقة السؤال . بل كونهم - أعنى المسئولين - من أهل علمه ، ولهذا يؤمر مثلك بسؤالهم \" .ويرى آخرون أن الخطاب لموسى - عليه السلام - ، وعليه يكون السؤال إما بمعناه المشهور أو بمعنى الطلب ، ويكون قوله ( إذ جاءهم ) ظرفًا لفعل مقدر .والمعنى : ولقد آتينا موسى تسع آيات بينات ، فقلنا له حين مجيئه إلى بنى إسرائيل : اسألهم عن أحوالهم مع فرعون ، أو اطلب منهم أن يؤمنوا بك ويصدقوك ، ويخرجوا معك حين تطلب من فرعون ذلك .والفاء فى قوله : ( فَقَالَ لَهُ فِرْعَونُ إِنِّي لأَظُنُّكَ ياموسى مَسْحُوراً ) هى الفصيحة .إذ المعنى : فامتثل موسى أمرنا ، وسأل بنى إسرائيل عن أحوالهم ، وطلب من فرعون أن يرسلهم معه ، بعد أن أظهر له من المعجزات ما يدل على صدقه ، فقال فرعون لموسى على سبيل التعالى والتهوين من شأنه - عليه السلام - : يا موسى إنى لأظنك مسحورًا .أى : سُحرت فخولط عقلك واختل ، وصرت تتصرف تصرفًا يتنافى مع العقل السليم ، وتدعى دعاوى لا تدل على تفكير قويم .فقوله ( مسحورا ) اسم مفعول . يقال : سحر فلان فلانًا يسحره سحرًا فهو مسحور ، إذا اختلط عقله .ويجوز أن يكون قوله ( مسحورًا ) بمعنى ساحر ، فيكون المعنى : إنى لأظنك يا موسى ساحرًا ، عليمًا بفنون السحر فقد أتيت بأشياء عجيبة يشير بذلك إلى انقلاب العصا حية بعد أن ألقاها - عليه السلام - .وهذا شأن الطغاة فى كل زمان ومكان ، عندما يرون الحق قد أخذ يحاصرهم ، ويكشف عن ضلالهم وكذبهم . . . يرمون أهله - زورا وبهتانًا - بكل نقيصة .وعندما يحكى القرآن الكريم ما رد به موسى على فرعون فيقول : ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ ) .أى : قال موسى لفرعون ردًا على كذبه وافترائه : لقد علمت يا فرعون أنه ما أوجد هذه الآيات التسع إلا الله - تعالى - خالق السموات والأرض ، وقد أوجدها - سبحانه - بصورة واضحة جلية ، حتى لكأتها البصائر فى كشفها للحقائق وتجليتها .فقوله ( بصائر ) حال من ( هؤلاء ) أى : أنزل هذه الآيات حال كونها بينات واضحات تدلك على صدقى .وفى هذا الرد توبيخ لفرعون على تجاهله الحقائق ، حيث كان يعلم علم اليقين أن موسى - عليه السلام - ليس مسحورًا ولا ساحرًا ، وأن الآيات التى جاء بها إنما هى من عند الله - تعالى - ، كما قال - سبحانه - : مخاطبًا موسى : ( وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُواْ هذا سِحْرٌ مُّبِينٌ وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين ) وقوله : ( وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُوراً ) توبيخ آخر لفرعون ، وتهديد له لأنه وصف نبيًا من أنبياء الله - تعالى - بأنه مسحور .ومثبورًا بمعنى مهلك مدمر . يقال : ثبر الله - تعالى - الظالم يثبره ثبورًا ، إذا أهلكه .أو بمعنى مصروفًا عن الخير . مطبوعًا على الشر من قولهم : ما ثبرك يا فلان عن هذا الأمر؟ أى : ما الذى صرفك ومنعك عنه .والظن هنا بمعنى اليقين ، والمعنى : وإنى لأعتقد يا فرعون أن مصيرك إلى الهلاك والتدمير ، بسبب إصرارك على الكفر والطغيان ، من بعد إتيانى بالمعجزات الدالة على صدقى فيما أبلغه عن ربى الذى خلقنى وخلقك وخلق كل شئ ."
    },
    {
      "ayah": 104,
      "surah": 17,
      "text": "والحق أن ما رجحه الإِمام ابن كثير من أن المراد بالآيات التسع هنا : ما آتاه الله - تعالى - لنبيه موسى - عليه السلام - من العصا ، واليد . . . هو الذى تسكن إليه النفس ، لأن قوله - تعالى - بعد ذلك ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ . . . ) يؤيد أن المراد بها ما تقدم من العصا ، واليد ، والسنين . . ولأنها هى التى فيها الحجج ، والبراهين والمعجزات الدالة على صدق موسى - عليه السلام - . أما تلك الوصايا التى وردت فى الحديث فلا علاقة لها بقيام الحجة على فرعون - كما قال الإِمام ابن كثير .هذا ، والخطاب فى قوله - تعالى - : ( فَسْئَلْ بَنِي إِسْرَائِيلَ إِذْ جَآءَهُمْ ) يرى بعضهم أنه للنبى صلى الله عليه وسلم والمسئولون هم المؤمنون من بنى إسرائيل كعبد الله بن سلام وأصحابه .وعلى هذا التفسير يكون قوله : ( إذ جاءهم ) ظرف لقوله ( آتينا ) وجملة ( فَسْئَلْ بَنِي إِسْرَائِيلَ ) معترضة بين العامل والمعمول .والمعنى : ولقد آتينا موسى تسع آيات بينات ، وقت أن أرسله الله - تعالى - إلى فرعون وقومه ، فاسأل - أيها الرسول الكريم - المؤمنين من بنى إسرائيل عن ذلك ، ستجد منهم الجواب عما جرى بين موسى وأعدائه عن طريق ما طالعوه فى التوراة .والمقصود بسؤالهم : الاستشهاد بهم حتى يزداد المؤمنون إيمانًا على إيمانهم ، لأن من شأن الأدلة إذا تضافرت وتعددت ، أن تكون أقوى وأثبت فى تأييد المدعى .قال الآلوسى : \" والمعنى : فاسأل يا محمد مؤمنى أهل الكتاب عن ذلك ، إما لأن تظاهر الأدلة أقوى - فى التثبيت - ، وإما من باب التهييج والإِلهاب ، وإما للدلالة على أنه أمر محقق عندهم ثابت فى كتابهم . وليس المقصود حقيقة السؤال . بل كونهم - أعنى المسئولين - من أهل علمه ، ولهذا يؤمر مثلك بسؤالهم \" .ويرى آخرون أن الخطاب لموسى - عليه السلام - ، وعليه يكون السؤال إما بمعناه المشهور أو بمعنى الطلب ، ويكون قوله ( إذ جاءهم ) ظرفًا لفعل مقدر .والمعنى : ولقد آتينا موسى تسع آيات بينات ، فقلنا له حين مجيئه إلى بنى إسرائيل : اسألهم عن أحوالهم مع فرعون ، أو اطلب منهم أن يؤمنوا بك ويصدقوك ، ويخرجوا معك حين تطلب من فرعون ذلك .والفاء فى قوله : ( فَقَالَ لَهُ فِرْعَونُ إِنِّي لأَظُنُّكَ ياموسى مَسْحُوراً ) هى الفصيحة .إذ المعنى : فامتثل موسى أمرنا ، وسأل بنى إسرائيل عن أحوالهم ، وطلب من فرعون أن يرسلهم معه ، بعد أن أظهر له من المعجزات ما يدل على صدقه ، فقال فرعون لموسى على سبيل التعالى والتهوين من شأنه - عليه السلام - : يا موسى إنى لأظنك مسحورًا .أى : سُحرت فخولط عقلك واختل ، وصرت تتصرف تصرفًا يتنافى مع العقل السليم ، وتدعى دعاوى لا تدل على تفكير قويم .فقوله ( مسحورا ) اسم مفعول . يقال : سحر فلان فلانًا يسحره سحرًا فهو مسحور ، إذا اختلط عقله .ويجوز أن يكون قوله ( مسحورًا ) بمعنى ساحر ، فيكون المعنى : إنى لأظنك يا موسى ساحرًا ، عليمًا بفنون السحر فقد أتيت بأشياء عجيبة يشير بذلك إلى انقلاب العصا حية بعد أن ألقاها - عليه السلام - .وهذا شأن الطغاة فى كل زمان ومكان ، عندما يرون الحق قد أخذ يحاصرهم ، ويكشف عن ضلالهم وكذبهم . . . يرمون أهله - زورا وبهتانًا - بكل نقيصة .وعندما يحكى القرآن الكريم ما رد به موسى على فرعون فيقول : ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ ) .أى : قال موسى لفرعون ردًا على كذبه وافترائه : لقد علمت يا فرعون أنه ما أوجد هذه الآيات التسع إلا الله - تعالى - خالق السموات والأرض ، وقد أوجدها - سبحانه - بصورة واضحة جلية ، حتى لكأتها البصائر فى كشفها للحقائق وتجليتها .فقوله ( بصائر ) حال من ( هؤلاء ) أى : أنزل هذه الآيات حال كونها بينات واضحات تدلك على صدقى .وفى هذا الرد توبيخ لفرعون على تجاهله الحقائق ، حيث كان يعلم علم اليقين أن موسى - عليه السلام - ليس مسحورًا ولا ساحرًا ، وأن الآيات التى جاء بها إنما هى من عند الله - تعالى - ، كما قال - سبحانه - : مخاطبًا موسى : ( وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُواْ هذا سِحْرٌ مُّبِينٌ وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين ) وقوله : ( وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُوراً ) توبيخ آخر لفرعون ، وتهديد له لأنه وصف نبيًا من أنبياء الله - تعالى - بأنه مسحور .ومثبورًا بمعنى مهلك مدمر . يقال : ثبر الله - تعالى - الظالم يثبره ثبورًا ، إذا أهلكه .أو بمعنى مصروفًا عن الخير . مطبوعًا على الشر من قولهم : ما ثبرك يا فلان عن هذا الأمر؟ أى : ما الذى صرفك ومنعك عنه .والظن هنا بمعنى اليقين ، والمعنى : وإنى لأعتقد يا فرعون أن مصيرك إلى الهلاك والتدمير ، بسبب إصرارك على الكفر والطغيان ، من بعد إتيانى بالمعجزات الدالة على صدقى فيما أبلغه عن ربى الذى خلقنى وخلقك وخلق كل شئ ."
    },
    {
      "ayah": 105,
      "surah": 17,
      "text": "قال الآلوسى : \" قوله - تعالى - : ( وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ . . ) عود إلى شرح حال القرآن الكريم ، فهو مرتبط بقوله : ( لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ . . ) وهكذا طريقة العرب فى كلامها ، تأخذ فى شئ وتستطرد منه إلى آخر ، ثم إلى آخر ، ثم إلى آخر ، ثم تعود إلى ما ذكرته أولاً ، والحديث شجون . . . \" .والمراد بالحق الأول : الحكمة الإِلهية التى اقتضت إنزاله ، والمراد بالحق الثانى : ما اشتمل عليه هذا القرآن من عقائد وعبادات وآداب وأحكام ومعاملات . . .والباء فى الموضعين للملابسة ، والجار والمجرور فى موضع الحال من ضمير القرآن الذى دل الكلام على أن الحديث عنه .والمعنى : وإن هذا القرآن ما أنزلناه إلا ملتبسًا بالحق الذى تقتضيه حكمتنا ، وما أنزلناه إلا وهو مشتمل على كل ما هو حق من العقائد والعبادات وغيرهما . فالحق سداه ولحمته ، والحق مادته وغايته .قال بعض العلماء : بين - جل وعلا - فى هذه الآية الكريمة ، أنه أنزل هذا القرآن بالحق ، أى : ملتبسًا به متضمنًا له ، فكل ما فيه حق ، فأخباره صدق . وأحكامه عدل ، كما قال - تعالى - : ( وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقاً وَعَدْلاً لاَّ مُبَدِّلِ لِكَلِمَاتِهِ . . . ) وكيف لا ، وقد أنزله - سبحانه - بعلمه ، كما قال - تعالى - ( لكن الله يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ أَنزَلَهُ بِعِلْمِهِ والملائكة يَشْهَدُونَ وكفى بالله شَهِيداً ) وقوله ( بالحق نزل ) يدل على أنه لم يقع فيه تغيير ولا تبديل فى طريق إنزاله ، لأن الرسول المؤتمن على إنزاله قوى لا يغلب عليه ، حتى يغير فيه ، أمين لا يغير ولا يبدل ، كما أشار إلى هذا - سبحانه - بقوله : ( إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِندَ ذِي العرش مَكِينٍ مُّطَاعٍ ثَمَّ أَمِينٍ ) وقوله - سبحانه - : ( وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّراً وَنَذِيراً ) ثناء على الرسول صلى الله عليه وسلم الذى نزل عليه القرآن ، بعد الثناء على القرآن فى ذاته .أى : وما أرسلناك - أيها الرسول الكريم - إلا مبشرًا لمن أطاعنا بالثواب ، وإلا منذرًا لمن عصانا بالعقاب . ولم نرسلك لتخلق الهداية فى القلوب ، فإن ذلك من شأن الله تعالى ."
    },
    {
      "ayah": 106,
      "surah": 17,
      "text": "ثم بين - سبحانه - الحكم التى من أجلها أنزل القرآن مفصلاً ومنجمًا ، فقال : ( وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى الناس على مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلاً ) .ولفظ : ( قرآنا ) منصوب بفعل مضمر أى : وآتيناك قرآنا .وقوله : ( فرقناه ) أى : فصلناه . أو فرقنا فيه بين الحق والباطل . أو أنزلناه منجمًا مفرقًا .قال الجمل : وقراءة العامة ( فرقناه ) بالتخفيف . أى : بينا حلاله وحرامه . . .وقرأ على وجماعة من الصحابة وغيرهم بالتشديد وفيه وجهان : أحدهما : أن التضعيف للتكثير . أى : فرقنا آياته بين أمر ونهى وحكم وأحكام .ومواعظ وأمثال وقصص وأخبار . والثانى : أنه دال على التفريق والتنجيم .وقوله ( على مكث ) أى : على تؤدة وتمهل وحسن ترتيل ، إذ المكث التلبث فى المكان ، والإِقامة فيه انتظارًا لأمر من الأمور .والمعنى : \" ولقد أنزلنا إليك - أيها الرسول - هذا القرآن ، مفصلاً فى أوامره ونواهيه ، وفى أحكامه وأمثاله . . . ومنجما فى نزوله لكى تقرأه على الناس على تؤدة وتأن وحسن ترتيل ، حتى يتيسر لهم حفظه بسهولة ، وحتى يتمكنوا من تطبيق تشريعاته وتوجيهاته تطبيقًا عمليًا دقيقًا .وهكذا فعل الصحابة - رضى الله عنهم - : فإنهم لم يكن القرآن بالنسبة لهم متعة عقلية ونفسية فحسب ، وإنما كان القرآن بجانب حبهم الصادق لقراءته وللاستماع إليه منهجًا لحياتهم ، يطبقون أحكامه وأوامره ونواهيه وآدابه . . . فى جميع أحوالهم الدينية والدنيوية .قال أبو عبد الرحمن السلمى : حدثنا الذين كانوا يقرئوننا القرآن ، أنهم كانوا يستقرئون عن النبى صلى الله عليه وسلم ، وكانوا إذا تعلموا عشر آيات لم يتركوها حتى يعملوا بما فيها \" فتعلمنا القرآن والعمل جميعًا \" .وقوله - سبحانه - : ( ونزلناه تنزيلاً ) أى : ونزلناه تنزيلاً مفرقًا منجمًا عليك يا محمد فى مدة تصل إلى ثلاث وعشرين سنة ، على حسب ما تقتضيه حكمتنا ، وعلى حسب الحوادث والمصالح ، وليس من أجل تيسير حفظه فحسب ."
    },
    {
      "ayah": 107,
      "surah": 17,
      "text": "ثم أمر الله - تعالى - نبيه صلى الله عليه وسلم أن يخاطب المشركين بما يدل على هوان شأنهم . وعلى عدم المبالاة بهم ، فقال - تعالى - : ( قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا إِنَّ الذين أُوتُواْ العلم مِن قَبْلِهِ إِذَا يتلى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّداً . . . ) .أى : قل - أيها الرسول الكريم - لهؤلاء الجاهلين . الذين طلبوا منك ما هو خارج عن رسالتك ، والذين وصفوا القرآن بأنه أساطير الأولين : قل لهم : آمنوا بهذا القرآن أو لا تؤمنوا به ، لأن إيمانكم به ، لا يزيده كمالاً ، وعدم إيمانكم به لا ينقص من شأنه شيئًا ، فإن علماء أهل الكتاب الذين آتاهم الله العلم قبل نزول هذا القرآن ، وميزوا بين الحق والباطل ، كانوا إذا تلى عليهم هذا القرآن ، - كأمثال عبد الله بن سلام وأصحابه ( يَخِرُّونَ لِلأَذْقَانِ سُجَّداً ) أى : يسقطون على وجوههم ساجدين لله - تعالى - شكرًا له على إنجاز وعده ، بإرسالك - أيها الرسول الكريم - وبإنزال القرآن عليك ، كما وعد بذلك - سبحانه - فى كتبه السابقة .فالجملة الكريمة : ( إِنَّ الذين أُوتُواْ العلم . . ) تعليل لعدم المبالاة بهؤلاء المشركين الجاهلين ، والضمير فى قوله : ( من قبله ) يعود إلى القرآن الكريم .وقوله : ( يَخِرُّونَ لِلأَذْقَانِ سُجَّداً ) يدل على قوة إيمانهم ، وعلى سرعة تأثرهم بهذا القرآن ، فهم بمجرد تلاوته عليهم ، يسقطون على وجوههم ساجدين لله - تعالى - .وخصت الأذقان بالذكر ، لأن الذقن أول جزء من الوجه يقرب من الأرض عند السجود ، ولأن ذلك يدل على نهاية خضوعهم لله - تعالى - وتأثرهم بسماع القرآن الكريم :"
    },
    {
      "ayah": 108,
      "surah": 17,
      "text": "ثم حكى - سبحانه - ما يقولونه فى سجودهم فقال : ( وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً ) ."
    },
    {
      "ayah": 109,
      "surah": 17,
      "text": "ثم حكى - سبحانه - ما يقولونه فى سجودهم فقال : ( وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً ) ."
    },
    {
      "ayah": 11,
      "surah": 17,
      "text": "والمراد بالإِنسان هنا : الجنس وليس واحدا معينا .قال الآلوسى : وقوله : ( دعاءه بالخير ) أى : دعاء كدعائه بالخير ، فحذف الموصوف وحرف التشبيه وانتصب المجرور على المصدرية .والمعنى : ويدعو الإِنسان حال غضبه وضجره ، على نفسه ، أو على غيره ، ( بالشر ) كأن يقول : \" اللهم أهلكنى ، أو أهلك فلانا . . \" .( دعاءه بالخير ) أى : يدعو بالشر على نفسه أو على غيره ، كدعائه بالخير ، كأن يقول : اللهم اغفر لى ولوالدى وللمؤمنين .قال ابن كثير : يخبر - تعالى - عن عجلة الإِنسان ، ودعائه فى بعض الأحيان على نفسه أو ولده ، أو ماله ، ( بالشر ) أى : بالموت أو الهلاك والدمار واللعنة ونحو ذلك ، فلو استجاب له ربه لهلك بدعائه ، كما قال - تعالى - : .( وَلَوْ يُعَجِّلُ الله لِلنَّاسِ الشر استعجالهم بالخير لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ . . ) وفى الحديث : \" لا تدعوا على أنفسكم ولا على أموالكم ، أن توافقوا من الله ساعة إجابة يستجيب فيها \" .وقيل المراد بالإِنسان هنا : الكافر ، أو الفاسق الذى يدعو الله - تعالى - بالشر ، كأن يسأله بأن ييسر له أمرا محرما كالقتل والسرقة والزنا وما يشبه ذلك .وقد أشار القرطبى إلى هذا الوجه بقوله : \" وقيل نزلت فى النضر بن الحارث ، كان يدعو ويقول - كما حكى القرآن عنه - : ( اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ ) وقيل : هو أن يدعو فى طلب المحظور ، كما يدعو فى طلب المباح . كما فى قول الشاعر :أطوف بالبيت فيمن يطوف ... وأرفع من مئزرى المُسْبَلِواسجل بالليل حتى الصباح ... وأتلوا من المحكمِ المنزلِعسى فارج الهم عن يوسفٍ ... يُسخر لى ربة المَحْمَلِويبدو لنا أن الرأى الأول أقرب إلى الصواب ، لأنه المأثور عن بعض الصحابة والتابعين وهم أدرى بتفسير كتاب الله من غيرهم .قال ابن جرير - رحمه الله - عند تفسيره لهذه الآية : عن ابن عباس قال فى قوله - تعالى - : ( وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير . . ) يعنى قول الإِنسان اللهم العنه واغضب عليه ، فلو يعجل له الله ذلك كما يعجل له الخير لهلك . . .وقال قتادة : يدعو على ماله فيلعن ماله ، ويدعو على ولده ، ولو استجاب الله له لأهلكه .وقال مجاهد : ذلك دعاء الإِنسان بالشر على ولده وعلى امرأته ولا يحب أن يجاب .وقوله - تعالى - : ( وَكَانَ الإنسان عَجُولاً ) بيان للسبب الذى حمل الإِنسان على أن يدعو بالشر كما يدعو بالخير .والعجول من العجل - بفتح العين والجيم - وهو الإِسراع فى طلب الشئ قبل وقته .يقال : عجل - بزنة تعب - يعجل فهو عجلان ، إذا أسرع .أى : وكان الإِنسان متسرعا فى طلب كل ما يقع فى قلبه ، ويخطر بباله ، لا يتأنى فيه تأنى المتبصر ، ولا يتأمل تأمل المتدبر .وشبيه بهذه الجملة قوله - تعالى - : ( خُلِقَ الإنسان مِنْ عَجَلٍ سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ ) ثم"
    },
    {
      "ayah": 110,
      "surah": 17,
      "text": "ذكر المفسرون فى سبب نزول قوله - تعالى - : ( قُلِ ادعوا الله أَوِ ادعوا الرحمن أَيّاً مَّا تَدْعُواْ فَلَهُ الأسمآء الحسنى . . ) ذكروا روايات منها : ما أخرجه ابن جرير وابن مردويه عن ابن عباس قال : \" وصلّى رسول الله صلى الله عليه وسلم بمكة ذات يوم فدعا الله - تعالى - فقال : يا الله ، يا رحمن ، فقال المشركون : انظروا إلى هذا الصابئ ينهانا أن ندعو إلهين وهو يدعو إلهين فنزلت \" .ومعنى : ادعوا ، سموا ، و ( أو ) للتخيير . و ( أيا ) اسم شرط جازم منصوب على المفعولية بقوله : ( ادعوا ) والمضاف إليه محذوف ، أى : أى الاسمين . ( وتدعو ) مجزوم على أنه فعل الشرط لأيًّا ، وجملة ( فَلَهُ الأسمآء الحسنى ) واقعة موقع جواب الشرط ، و ( ما ) مزيدة للتأكيد . والحسنى : مؤنث الأحسن الذى هو أفعل تفضيل .والمعنى : قل يا محمد للناس : سموا المعبود بحق بلفظ الله أو بلفظ الرحمن بأى واحد منهما سميتموه فقد أصبتم ، فإنه - تعالى - له الأسماء الأحسن من كل ما سواه ، وقال - سبحانه - : ( فَلَهُ الأسمآء الحسنى ) للمبالغة فى كمال أسمائه - تعالى - وللدلالة على أنه ما دامت أسماؤه كلها حسنة ، فلفظ الله ولفظ الرحمن كذلك ، كل واحد منهما حسن .وقد ذكر الجلالان عند تفسيرهما لهذه الآية ، أسماء الله الحسنى ، فارجع إليها إن شئت .وقوله - سبحانه - : ( وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا وابتغ بَيْنَ ذلك سَبِيلاً ) تعليم من الله - تعالى - لنبيه كيفية أفضل طرق القراءة فى الصلاة .فالمراد بالصلاة هنا : القراءة فيها . والجهر بها : رفع الصوت أثناءها ، والمخافتة بها : خفضه بحيث لا يسمع . يقال : خفت الرجل بصوته إذا لم يرفعه ، والكلام على حذف مضاف .والمعنى : ولا تجهر يا محمد فى قراءتك خلال الصلاة ، حتى لا يسمعها المشركون فيسبوا القرآن ، ولا تخافت بها ، حتى لا يسمعها من يكون خلفك ، بل أسلك فى ذلك طريقا وسطا بين الجهر والمخافتة .ومما يدل على أن المراد بالصلاة هنا : القراءة فيها ، ما رواه الشيخان وغيرهما عن ابن عباس .قال : نزلت ورسول الله صلى الله عليه وسلم مختف بمكة ، فكان إذا صلى بأصحابه رفع صوته بالقرآن ، فإذا سمع ذلك المشركون ، سبوا القرآن ، ومن أنزله ومن جاء به ، فأمره الله بالتوسط .وقيل : المراد بالصلاة هنا : الدعاء . أى : لا ترفع صوتك وأنت تدعو الله ، ولا تخافت به . وقد روى ذلك عن عائشة ، فقد أخرج الشيخان عنها أنها نزلت فى الدعاء .ويبدو لنا أن التوجيهات التى بالآية الكريمة تتسع للقولين ، أى : أن على المسلم أن يكون متوسطًا فى رفع صوته بالقراءة فى الصلاة ، وفى رفع صوته حال دعائه ."
    },
    {
      "ayah": 111,
      "surah": 17,
      "text": "ثم ختم - سبحانه - السورة الكريمة بهذه الآية : ( وَقُلِ الحمد لِلَّهِ الذي لَمْ يَتَّخِذْ وَلَداً .. . ) .أى : وقل - أيها الرسول الكريم - : الحمد الكامل ، والثناء الجميل ، لله - تعالى - وحده ، الذى لم يتخذ ولدًا؛ لأنه هو الغنى ، كما قال - تعالى - : ( قَالُواْ اتخذ الله وَلَداً سُبْحَانَهُ بَل لَّهُ مَا فِي السماوات والأرض . . ) ولم يكن له ، - سبحانه - ( شَرِيكٌ فِي الملك ) بل هو المالك لكل شىء ليس له فى هذا الكون من يزاحمه أو يشاركه فى ملكه أو فى عبادته . كما قال - تعالى - : ( قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً ) وكما قال - عز وجل - : ( مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ ) ( وَلَمْ يَكُنْ لَّهُ وَلِيٌّ مِّنَ الذل ) أى : ولم يكن له - سبحانه - ناصر ينصره من ذل أصابه أو نزل به ، لأنه - عز وجل - هو أقوى الأقوياء ، وقاهر الجبابرة ، ومذل الطغاة ، ( وَلَمْ يَكُنْ لَّهُ وَلِيٌّ مِّنَ الذل وَكَبِّرْهُ تَكْبِيراً ) ( وكبره تكبيرا ) أى : وعظمه تعظيمًا تامًا كاملاً ، يليق بجلاله عز وجل .قال الإِمام ابن كثير : عن قتادة أنه قال : ذكر لنا أن النبى صلى الله عليه وسلم كان يعلم أهله كبيرهم وصغيرهم هذه الآية . ( الحمد لِلَّهِ الذي لَمْ يَتَّخِذْ وَلَداً . . . ) .ثم قال ابن كثير : وقد جاء فى حديث أن رسول الله صلى الله عليه وسلم سماها آية العز ."
    },
    {
      "ayah": 12,
      "surah": 17,
      "text": "ساق - سبحانه - ما يدل على كمال قدرته ، وسعة رحمته بعباده ، ومجازاتهم على أعمالهم يوم القيامة فقال - تعالى - : ( وَجَعَلْنَا الليل والنهار آيَتَيْنِ فَمَحَوْنَآ آيَةَ الليل وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ وَلِتَعْلَمُواْ عَدَدَ السنين والحساب وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً )قال أبو حيان : قوله - تعالى - ( وَجَعَلْنَا الليل والنهار آيَتَيْنِ . . ) لما ذكر - سبحانه - القرآن وأنه هاد إلى الطريقة المستقيمة ، ذكر ما أنعم به مما لم يمكن الانتفاع إلا به ، وما دل على توحيده من عجائب العالم العلوى . وأيضا لما ذكر عجلة الإِنسان ، وانتقاله من حال إلى حال ذكر أن كل هذا العالم كذلك فى الانتقال لا يثبت على حال ، فنور عقب ظلمة وبالعكس ، وازدياد نور وانتقاص آخر .والمراد بالآيتين هنا : العلامتان الواضحتان ، الدالتان على قدرة الله - تعالى - ووحدانيته .وقوله : ( فمحونا ) من المحو بمعنى إزالة أثر الشئ ، يقال : محا فلان الشئ محوا - من باب قتل - إذا أزال أثره .وللعلماء فى تفسير هذه الآية اتجاهات : أما الاتجاه الأول فيرى أصحابه ، أن المراد بالآيتين : نفس الليل والنهار ، وأن الكلام ليس فيه حذف .فيكون المعنى : وجعلنا الليل والنهار - بهيئاتهما الثابتة ، وتعاقبهما الدائم ، واختلافهما طولا وقصرا - آيتين كونيتين كبيرتين ، دالتين على أن لهما صانعا قادرا ، حكيما ، هو الله رب العالمين .وقوله - سبحانه - ( فَمَحَوْنَآ آيَةَ الليل ) أى : فجعلنا الآية التى هى الليل . ممحوة الضوء ، مظلمة الهيئة ، مختفية فيها الأشياء ، ساكنة فيها الحركات .وقوله - تعالى - : ( وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً ) أى : وجعلنا الآية التى هى النهار مضيئة ، تبصر فيها الأشياء وترى بوضوح وجلاء .وعلى هذا الاتجاه ، تكون إضافة الآية إلى الليل والنهار من إضافة الشئ إلى نفسه ، مع اختلاف اللفظ ، تنزيلا لاختلاف اللفظ منزلة الاختلاف فى المعنى ، كما فى قوله - تعالى - ( شهر رمضان ) فرمضان هو نفس الشهر .وأما الاتجاه الثانى فيرى أصحابه أن الكلام على حذف مضاف ، وأن المراد بالآيتين : الشمس والقمر ، فيكون المعنى : وجعلنا نيرى الليل والنهار - وهما الشمس والقمر - آيتين دالتين على قدرة الله - تعالى - ووحدانيته ، فمحونا آية الليل - وهى القمر - ، بأن أزلنا عنه شعاعه وضياءه ، ولم نجعله كالشمس فى ذلك ، وجعلنا آية النهار - وهى الشمس - مبصرة ، أى : ذات شعاع وضياء يبصر فى ضوئها الشئ على حقيقته .وقد ذكر صاحب الكشاف هذين الوجهين دون أن يرجح بينهما فقال : قوله - تعالى - : ( وَجَعَلْنَا الليل والنهار آيَتَيْنِ . . ) فيه وجهان : أحدهما : أن يراد أن الليل والنهار آيتان فى أنفسهما ، فتكون الإِضافة فى آية الليل وآية النهار للتبيين ، كإضافة العدد إلى المعدود ، أى : فمحونا الآية التى هى الليل ، وجعلنا الآية التى هى النهار مبصرة .والثانى : أن يراد : وجعلنا نيرى الليل والنار آيتين ، يريد الشمس والقمر . . .أى : فمحونا آية الليل التى هى القمر ، حيث لم نخلق له شعاعا كشعاع الشمس تبصر به الأشياء ، وجعلنا الشمس ذات شعاع يبصر فى ضوئها كل شئ .والذى نراه : أن الاتجاه الأول أقرب إلى الصواب ، لأنه هو الظاهر من معنى الآية الكريمة؛ ولأنه لا يحتاج إلى تقدير ، وما كان كذلك أولى مما يحتاج إلى تقدير ، ولأن الليل والنهار هما بذاتهما من أظهر العلامات والأدلة على قدرة الله - تعالى - ووحدانيته .وهناك عشرات الآيات القرآنية فى هذا المعنى ، ومن ذلك قوله - تعالى - ( وَآيَةٌ لَّهُمُ الليل نَسْلَخُ مِنْهُ النهار فَإِذَا هُم مُّظْلِمُونَ ) وقوله - تعالى - : ( وَمِنْ آيَاتِهِ الليل والنهار والشمس والقمر . . . ) وقال - تعالى - : ( إِنَّ فِي خَلْقِ السماوات والأرض واختلاف الليل والنهار لآيَاتٍ لأُوْلِي الألباب ) إلى غير ذلك من الآيات الكريمة التى أوردها الله - تعالى - فى هذا المعنى .وقوله - سبحانه - : ( لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ ) بيان لمظهر من مظاهر حكمته - تعالى - ورحمته بعباده .والجملة الكريمة متعلقة بما قبلها ، وهو قوله - سبحانه - : ( وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً ) أى : جعلنا النهار مضيئا ، لتطلبوا فيه ما تحتاجونه من أمور معاشكم ، ومن الأرزاق التى قسمها الله بينكم .قال الآلوسى ما ملخصه : وفى التعبير عن الرزق بالفضل ، وعن الكسب بالابتغاء : دلالة على أنه ليس للعبد فى تحصيل الرزق تأثير سوى الطلب ، وإنما الإِعطاء من الله - تعالى - بطريق التفضل . . .وشبيه بهذه الجملة الكريمة قوله - تعالى - : ( وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ الليل والنهار لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ ) فقوله - تعالى - : ( لتسكنوا فيه ) يعود إلى الليل . وقوله - تعالى - : ( وَلِتَبتَغُواْ مِن فَضْلِهِ ) يعود على النهار .ثم بين - سبحانه - حكمة أخرى ونعمة أخرى لجعله الليل والنهار على هذه الهيئة فقال : ( وَلِتَعْلَمُواْ عَدَدَ السنين والحساب ) .أى : وجعلنا الليل والنهار على هذه الصفة من التعاقب والاختلاف فى الطول والقصر لتعرفوا عن طريق ذلك عدد الأيام والشهور والأعوام ، التى لا تستغنون عن معرفتها فى شئون حياتكم ، ولتعرفوا - أيضا - الحساب المتعلق بها فى معاملاتكم ، وبيعكم وشرائكم ، وأخذكم وعطائكم ، وصلاتكم ، وصيامكم ، وزكاتكم ، وحجكم ، وأعيادكم . . وغير ذلك مما تتوقف معرفته على تقلب الليل والنهار . وولوج أحدهما فى الآخر .ثم ختم - سبحانه - الآية الكريمة بقوله : ( وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً ) .والتفصيل : من الفصل بمعنى القطع . والمراد به هنا : الإِبانة التامة للشئ بحيث يظهر ظهورا لا خفاء معه ولا التباس .ولفظ ( كل ) منصوب على الاشتغال بفعل يفسره ما بعده .أى : وفصلنا كل شئ تحتاجون إليه فى أمور دينكم ودنياكم ، تفصيلا ، واضحا جليا ، لا خفاء معه ولا التباس ، فقد أقمنا هذا الكون على التدبير المحكم ، وعلى الصنع المتقن ، وليس على المصادفات التى لا تخضع لنظام أو ترتيب ."
    },
    {
      "ayah": 13,
      "surah": 17,
      "text": "ثم ساق - سبحانه - صورة من صور هذا التفصيل المحكم فى كل شئ فقال - تعالى - : ( وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ ) .والمراد بطائره : عمله الصادر عنه باختياره وكسبه ، حسبما قدره الله - تعالى - عليه من خير وشر .أى : وألزمنا كل إنسان مكلف عمله الناتج عنه ، إلزاما لا فكاك له منه ، ولا قدرة له على مفارقته .وعبر - سبحانه - عن عمل الإِنسان بطائره ، لأن العرب كانوا - كما يقول الآلوسى - يتفاءلون بالطير ، فإذا سافروا ومر بهم الطير زجروه ، فإن مر بهم سانحا - أى من جهة الشمال إلى اليمين - تيمنوا وتفاءلوا ، وإن مر بارحا ، أى : من جهة اليمين الى الشمال تشاءموا ، فلما نسبوا الخير والشر إلى الطائر ، استعير استعارة تصريحية ، لما يشبههما من قدر الله - تعالى - وعمل العبد ، لأنه سبب للخير والشر .وقوله - سبحانه - : ( فى عنقه ) تصوير لشدة اللزوم وكمال الارتباط بين الإِنسان وعمله .وخص - سبحانه - العنق بالذكر من بين سائر الأعضاء ، لأن اللزوم فيه أشد ، ولأنه العضو الذى تارة يكون عليه ما يزينه كالقلادة وما يشبهها ، وتارة يكون فيه ما يشينه كالغل والقيد وما يشبههما .قال الامام ابن كثير : وطائره : هو ما طار عنه من عمله كما قال ابن عباس ومجاهد ، وغير واحد - من خير أو شر ، يلزم به ويجازى عليه : كما قال - تعالى - : ( فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ ) وكما قال - تعالى - : ( إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ ) والمقصود أن عمل ابن آدم محفوظ عليه ، قليله وكثيره : ويكتب عليه ليلا ونهارا ، صباحا ومساء .وقوله - سبحانه - : ( وَنُخْرِجُ لَهُ يَوْمَ القيامة كِتَاباً يَلْقَاهُ مَنْشُوراً ) بيان لحاله فى الآخرة بعد بيان حاله فى الدنيا .والمراد بالكتاب هنا صحائف أعماله التى سجلت عليه فى الدنيا .أى : ألزمنا كل إنسان مكلف عمله الصادر عنه فى الدنيا ، وجعلناه مسئولا عنه دون غيره . أما فى الآخرة فسنخرج له ما عمله من خير أو شر \" في كتاب يلقاه منشورا \" أى : مفتوحا بحيث يستطيع قراءته ، ومكشوفا بحيث لا يملك إخفاء شئ منه ، أو تجاهله ، أو المغالطة فيه .كتاب ظهرت فيه الخبايا والأسرار ظهورا يغنى عن الشهود والجدال .كتاب مشتمل على كل صغيرة وكبيرة من أعمال الإِنسان ، كما قال - تعالى - : ( وَنَضَعُ الموازين القسط لِيَوْمِ القيامة فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وكفى بِنَا حَاسِبِينَ )."
    },
    {
      "ayah": 14,
      "surah": 17,
      "text": "ثم بين - سبحانه - ما يخاطب به الإِنسان بعد أن فتح كتابه أمامه ، فقال - تعالى - ( اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيباً ) .أى : ويقال له بعد أن وجد كتابه منشورا أمامه ، اقرأ كتابك هذا ، وما اشتمل عليه من أعمال صدرت عنك فى الدنيا ، كفى بنفسك اليوم عليك حسيبا .أى : محاسبا ، كجليس بمعنى مجالس ، أو حاسبا وعادًّا كصريم بمعنى صارم يقال حسب فلان على فلان قوله ، إذا عده عليه .ولفظ ( كفى ) هنا لازم ، ويطرد فى هذه الحالة جر فاعله بالباء المزيدة لتوكيد الكفاية و ( حسيبا ) تمييز ، وعليك متعلق به .وتارة يأتى لفظ ( كفى ) متعديا ، كما فى قوله - تعالى - : ( وَكَفَى الله المؤمنين القتال )."
    },
    {
      "ayah": 15,
      "surah": 17,
      "text": "ثم ساق - سبحانه - قاعدة كلية ، لتحمل كل إنسان نتيجة عمله ، فقال - تعالى - : ( مَّنِ اهتدى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى ) .والفعل ( تزر ) من الوزر بمعنى الإِثم والحمل والثقل . يقال : وزر يزر وزرا ، أى : أثم ، أو حمل حملا ثقيلا ، ومنه سمى الوزير ، لأنه يحمل أعباء تدبير شئون الدولة .أى : من اهتدى إلى الطريق المستقيم ، وقدم فى حياته العمل الصالح فثمرة هدايته راجعة إلى نفسه ، ومن ضل عن الطريق القويم ، وفسق عن أمر ربه فوبال ضلاله راجع إليه وحده ، ولا تحمل نفس آثمة ، إثم نفس أخرى ، وإنما تسأل كل نفس عن آثامها فحسب .وقد تكرر هذا المعنى فى كثير من آيات القرآن الكريم ومن ذلك قوله - تعالى - : ( وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى ) وقوله - تعالى - : ( وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى وَإِن تَدْعُ مُثْقَلَةٌ إلى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قربى . . ) ولا يتنافى هذا مع قوله - تعالى - : ( وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالاً مَّعَ أَثْقَالِهِمْ . . ) وقوله - تعالى - : ( لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ . . ) لأن المقصود فى هاتين الآيتين وأشباههما ، أن دعاة الكفر والفسوق والعصيان ، يحملون ذنوبهم يوم القيامة ، ويحملون فوق ذلك جانبا من ذنوب من كانوا هم سببا فى ضلالهم ، لأن من سن سنة سيئة فعليه وزرها ، ووزر من عمل بها - كما جاء فى الحديث الصحيح - فهم يحملون آثام أنفسهم ، والآثام التى كانوا سببا فى ارتكاب غيرهم لها .كذلك لا يتنافى قوله - تعالى - : ( وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى ) مع ما ثبت فى الحديث الصحيح عن ابن عمر رضى الله عنهما من \" أن الميت يعذب ببكاء أهله عليه . . \" .لأن العلماء حملوا الحديث على أن يكون الميت قد أوصى بذلك قبل موته ، أو أن يهمل نهيهم عن النوح عليه قبل موته ، مع أنه يعلم أنهم سينوحون عليه ويشقون الجيوب ، ويلطمون الخدود . . فتعذيبه بسبب تفريطه ، وعدم تنفيذه لقوله - تعالى - : ( ياأيها الذين آمَنُواْ قوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا الناس والحجارة . . ) وقوله - تعالى - : ( وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولاً ) بيان لمظهر من مظاهر رحمة الله - تعالى - بعباده - ورأفته بهم ، وكرمه معهم ."
    },
    {
      "ayah": 16,
      "surah": 17,
      "text": "قال أبو حيان - رحمه الله - : لما ذكر - تعالى - فى الآية السابقة ، أنه لا يعذب أحدا حتى يبعث إليه رسولا ، بين بعد ذلك علة إهلاكهم ، وهى مخالفة أمر الرسول صلى الله عليه وسلم ، والتمادى على الفساد - فقال ، سبحانه - : ( وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا . . ) .وقوله - سبحانه - : ( أمرنا ) من الأمر الذى هو ضد النهى ، والمأمور به هو الإِيمان والعمل الصالح ، والشكر لله رب العالمين ، وحذف لظهوره والعلم به .وقوله ( مترفيها ) جمع مترف ، وهو المتنعم الذى لا يمنع من تنعمه ، بل يترك يفعل ما يشاء . يقال : ترف فلان - كفرح - أى : تنعم ، وفلان أترفته النعمة ، أى : أطغته وأبطرته لأنه لم يستعملها فى وجوهها المشروعة .والمراد بهم ، أصحاب الجاه والغنى والسلطان ، الذين أحاطت بهم النعم من كل جانب ، ولكنهم استعملوها فى الفسوق والعصيان ، لا فى الخير والإِحسان .والمعنى : وإذا قرب وقت إرادتنا إهلاك أهل قرية ، أمرنا مترفيها ، وأهل الغنى والسلطان فيها بالإِيمان والعمل الصالح ، والمداومة على طاعتنا وشكرنا ، فلم يستجيبوا لأمرنا ، بل فسقوا فيها ، وعاثوا فى الأرض فسادا .وهذا الأمر إنما هو على لسان الرسول المبعوث إلى أهل تلك القرية ، وعلى ألسنة المصلحين المتبعين لهذا الرسول والآمرين بالمعروف والناهين عن المنكر .وقال - سبحانه - : ( وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً . . . ) مع أن الهلاك لأهلها ، للإِشارة إلى أن هذا الهلاك لن يصيب أهلها فقط ، بل سيصيبهم ويصيب معهم مساكنهم وأموالهم وكل ما احتوته تلك القرية ، بحيث تصير هى وسكانها أثرا بعد عين .وخص مترفيها بالذكر مع أن الأمر بالطاعة للجميع ، لأن هؤلاء المترفين هم الأئمة والقادة ، فإذا ما استجابوا للأمر استجاب غيرهم تبعا لهم فى معظم الأحيان ، ولأنهم فى أعم الأحوال هم الأسرع إلى ارتكاب ما نهى الله عنه ، وإلى الانغماس فى المتع والشهوات .والحكمة من هذا الأمر ، هو الإِعذار والإِنذار ، والتخويف والوعيد .كما قال - تعالى - : ( رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل . . ) وهذا التفسير للآية الكريمة ، سار عليه جمهور المفسرين .ولصاحب الكشاف رأى يخالف ذلك ، فهو يرى أن الأمر فى الآية الكريمة مجاز عن إمدادهم بالنعم الكثيرة التى أبطرتهم .قال - رحمه الله - : قوله - تعالى - : ( وإذا أردنا ) وإذا دنا وقت إهلاك قوم ، ولم يبق من زمان إمهالهم إلا قليل أمرناهم ( ففسقوا ) أى : أمرناهم بالفسق ففعلوا .والأمر مجاز لأن حقيقة أمرهم بالفسق أن يقول لهم : افسقوا ، وهذا لا يكون ، فبقى أن يكون مجازا ، ووجه المجاز أنه صب عليهم النعمة صبا ، فجعلوها ذريعة إلى المعاصى واتباع الشهوات ، فكأنهم مأمورون بذلك لتسبب إيلاء النعمة فيه ، وإنما خولهم إياها ليشكروا ويعملوا فيها الخير ، ويتمكنوا من الإِحسان والبر ، كما خلقهم أصحاء أقوياء ، وأقدرهم على الخير والشر ، وطلب منهم إيثار الطاعة ، على المعصية ، فآثروا الفسوق ، فلما فسقوا حق عليهم القول وهو كلمة العذاب فدمرهم .. .ومن المفسرين من يرى أن قوله - تعالى - : ( أمرنا ) بمعنى كثّرنا - بتشديد الثاء - وقرئ ( أمّرنا ) بتشديد الميم ، أى : كثرنا مترفيها وجعلناهم أمراء مسلطين . .ولكن هذه القراءة . وقراءة ( آمرنا ) بمعنى \" كثرنا \" أيضا ، ليستا من القراءات السبعة أو العشرة ، وإنما هما من القراءات الشاذة .قال الإِمام ابن جرير : وأولى القراءات فى ذلك عندى بالصواب ، قراءة من قرأ ( أمرنا ) بقصر الألف وتخفيف الميم - لإِجماع الحجة من القراء بتصويبها دون غيرها وإذا كان ذلك هو الأولى بالصواب بالقراءة ، فأولى التأويلات به من تأوله : أمرنا أهلها بالطاعة فعصوا وفسقوا فيها . فحق عليهم القول ، لأن الأغلب من معنى ( أمرنا ) الأمر الذى هو خلاف النهى دون غيره .وتوجيه معانى كلام الله - جل ثناؤه - إلى الأشهر الأعرف من معانيه ، أولى ما وجد إليه سبيل من غيره . . .ويبدو لنا أن الرأى الأول الذى سار عليه جمهور المفسرين ، وعلى رأسهم الإِمام ابن جرير ، أولى بالقبول ، لأسباب منها :ان القرآن الكريم يؤيده فى كثير من آياته ، ومن ذلك قوله - تعالى - : ( وَإِذَا فَعَلُواْ فَاحِشَةً قَالُواْ وَجَدْنَا عَلَيْهَآ آبَاءَنَا والله أَمَرَنَا بِهَا قُلْ إِنَّ الله لاَ يَأْمُرُ بالفحشآء . . ) فقوله - تعالى - : ( قُلْ إِنَّ الله لاَ يَأْمُرُ بالفحشآء ) دليل واضح على أن قوله - سبحانه - : ( أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا . . ) معناه : أمرناهم بالطاعة ففسقوا ، وليس معناه أمرناهم بالفسق ففسقوا لأنه - سبحانه - لا يأمر لا بالفسق ولا بالفحشاء .ومنها : أن الأسلوب العربى السليم يؤيده لأنك إذا قلت : أمرته فعصانى كان المعنى المتبارد والظاهر من هذه الجملة ، أمرته بالطاعة فعصانى ، وليس معناه . أمرته بالعصيان فعصانى .ومنها : أن حمل الكلام على الحقيقة - كما سار جمهور المفسرين - أولى من حمله على المجاز - كما ذهب صاحب الكشاف - .وقوله - سبحانه - : ( فَحَقَّ عَلَيْهَا القول فَدَمَّرْنَاهَا تَدْمِيراً ) بيان لما نزل بهذه القرية وأهلها من عذاب محاها من الوجود ، إذ التدمير هو الإِهلاك مع طمس الأثر ، وهدم البناء .أى : أمرنا مترفيها بطاعتنا وشكرنا ، فعصوا أمرنا وفسقوا فيها ، فثبت وتحقق عليها عذابنا ، فأهلكناها إهلاكا استأصل شأفتها ، وأزال آثارها .وأكد - سبحانه - فعل التدمير بمصدره ، للمبالغة فى إبراز شدة الهلاك الواقع على تلك القرية الظالم أهلها .قال الآلوسى ما ملخصه : والآية تدل على إهلاك أهل القرية على أتم وجه ، وإهلاك جميعهم ، لصدور الفسق منهم جميعا ، فإن غير المترف يتبع المترف عادة .. .وقيل : هلاك الجميع لا يتوقف على التبعية فقد قال - تعالى - : ( واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَآصَّةً . . . ) \" وقد صح عن أم المؤمنين زينب بنت جحش أنها قالت : قلت ، يا رسول الله ، أنهلك وفينا الصالحون؟ قال : نعم ، إذا كثر الخبث \" ."
    },
    {
      "ayah": 17,
      "surah": 17,
      "text": "ثم بين - سبحانه - أن هذه القرية لم تكن بدعا فى نزول العذاب بها ، بل هناك قرى كثيرة عتت عن أمر ربها فأخذها - سبحانه - أخذ عزيز مقتدر ، فقال - تعالى - : ( وَكَمْ أَهْلَكْنَا مِنَ القرون مِن بَعْدِ نُوحٍ . . . ) .و ( كم ) هنا خبرية أى : أن معناها الإِخبار عن عدد كثير ، وهى فى محل نصب مفعول به لجملة ( أهلكنا ) و \" من \" فى قوله - تعالى - : ( من القرون ) بيان للفظ ( كم ) وتمييز له كما يميز العدد بالجنس . وأما \" من \" فى قوله - تعالى - : ( مِن بَعْدِ نُوحٍ ) فهى لابتداء الغاية .والقرون : جمع قرن ، ويطلق على القوم المقترنين فى زمان واحد . والمشهور أن مدته مائة سنة .أى : أن هذه القرية المدمرة بسبب فسوق أهلها ، وعصيانهم لأمرنا ، ليست هى القرية الوحيدة التى نزل بها عذابنا ، بل إننا قد أهلكنا كثيرا من القرى من بعد زمن نوح - عليه السلام - كقوم عاد وثمود وغيرهم ممن استحبوا العمى على الهدى ، وآثروا الكفر على الإِيمان والغى على الرشد .وخص نوح - عليه السلام - بالذكر ، لأنه أول رسول كذبه قومه وآذوه وسخروا منه . . فأهلكهم الله - تعالى - بالطوفان .قال ابن كثير : ودل هذا على أن القرون التى كانت بين آدم ونوح على الإِسلام ، كما قاله ابن عباس : كان بين آدم ونوح عشرة قرون كلهم على الإِسلام .ثم ختم - سبحانه - الآية الكريمة بالتهديد الشديد لمن يخالف أمره فقال - تعالى - : ( وكفى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَاً بَصِيراً ) .أى : وكفى بربك - أيها الرسول الكريم - إحاطة واطلاعا وعلما بما يقدمه الناس من خير أو شر ، فإنه - سبحانه - يعلم السر وأخفى .والآية الكريمة بجانب أنها تسلية للرسول صلى الله عليه وسلم فهى - أيضا - تهديد للمشركين ، وإنذار لهم بأنهم إذا ما استمروا على كفرهم ، ومعاداتهم للحق ، وتطاولهم على من جاء به وهو الرسول صلى الله عليه وسلم فسيكونون محلا لغضب الله - تعالى - وسخطه ، ولنزول عذابه الذى أهلك به أمثالهم فى الشرك والكفر والجحود .وشبيه بهذه الآية قوله - تعالى - : ( أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ دَمَّرَ الله عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا ) وقوله - تعالى - : ( وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد )"
    },
    {
      "ayah": 18,
      "surah": 17,
      "text": "ثم بين - سبحانه - بعد ذلك مصير الذين يؤثرون العاجلة على الآجلة ، فقال - تعالى - : ( مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ) .والمراد بالعاجلة : دار الدنيا ، وهى صفة لموصوف محذوف أى : الدار العاجلة التى ينتهى كل شئ فيها بسرعة وعجلة .أى : من كان يريد بقوله وعمله وسعيه ، زينة الدار العاجلة وشهواتها فحسب ، دون التفات إلى ثواب الدار الآخرة ، ( عَجَّلْنَا لَهُ فِيهَا ) أى : عجلنا لذلك الإِنسان فى هذه الدنيا ، ( ما نشاء ) تعجيله له من زينتها ومتعها . .وهذا العطاء العاجل المقيد بمشيئتنا ليس لكل الناس ، وإنما هو ( لمن نريد ) عطاءه منهم ، بمقتضى حكمتنا وإرادتنا .فأنت ترى أنه - سبحانه - قد قيد العطاء لمن يريد العاجلة بمشيئته وإرادته .ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية : \" من كانت العاجلة همه ، ولم يرد غيرها كالكفرة وأكثر الفسقة ، تفضلنا عليه من منافعها بما نشاء لمن نريد . فقيد الأمر تقييدين : أحدهما : تقييد المعجل بمشيئته ، والثانى : تقييد المعجل له بإرادته .وهكذا الحال ، ترى كثيرا من هؤلاء يتمنون ما يتمنون ولا يعطون إلا بعضا منه ، وكثيرا منهم يتمنون ذلك البعض وقد حرموا فاجتمع عليهم فقر الدنيا وفقر الآخرة وأما المؤمن التقى فقد اختار مراده ، وهو غنى الآخرة فما يبالى أوتى حظا من الدنيا أو لم يؤت . فإن أوتى فيها شكر ، وإن لم يؤت صبر ، فربما كان الفقر خيرا له ، وأعون على مراده .وقوله ( لمن نريد ) بدل من ( له ) وهو بدل البعض من الكل ، لأن الضمير يرجع إلى ( من ) وهو فى معنى الكثرة ومفعول نريد محذوف . أى : لمن نريد عطاءه .وقوله : ( ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَّدْحُوراً ) بيان لسوء مصير هذا المريد للعاجلة فى الآخرة .و ( يصلاها ) أى : يلقى فيها ويذوق حرها وسعيرها : يقال : صليت الشاة : شويتها وصَلِىَ فلان بالنار - من باب تعب - إذا وجد حرها .و ( مذموما ) من الذم الذى هو ضد المدح .و ( مدحورا ) من الدحور بمعنى الطرد واللعن . يقال : دحره دحرا ودحورا ، إذا طرده وأبعده .أى : من كان يريد بسعيه الدنيا وزينتها أعطيناه منها مانشاء إعطاءه له ، أما فى الآخرة فقد جعلنا له جهنم يدخلها ، ويصلى حرها ولهيبها ، حالة كونه ( مذموما ) أى مبغوضا بسبب سوء صنيعه ، ( مدحورا ) أى : مطرودا ومبعدا من رحمة الله - تعالى - .قال الإِمام الرازى ما ملخصه : وفى لفظ هذه الآية فوائد : منها : أن العقاب عبارة عن مضرة مقرونة بالإِهانة والذم ، بشرط أن تكون دائمة وخالية عن شوب المنفعة فقوله : ( ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا ) إشارة إلى المضرة العظيمة . وقوله ( مذموما ) إشارة إلى الإِهانة والذم . وقوله ( مدحورا ) إشارة إلى البعد والطرد عن رحمة الله - تعالى - .وهى تفيد كون تلك المضرة خالية عن شوب النفع والرحمة ، وتفيد كونها دائمة وخالية عن التبدل بالراحة والخلاص .. ."
    },
    {
      "ayah": 19,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً ) بيان لحسن عاقبة المؤمنين الصادقين بعد بيان سوء عاقبة المؤثرين لمتع الدنيا وشهواتها .أى : ومن أراد بقوله وعمله ثواب الدار الآخرة ، وما فيها من عطاء غير مقطوع ، وسعى لهذه الدار سعيها الذى يوصله إلى مرضاة الله - تعالى - حالة كونه مؤمنا بالله - تعالى - وبكل ما يجب الإِيمان به ، ( فأولئك ) الذى فعلوا ذلك ، ( كان سعيهم ) للدار الآخرة سعيا ( مشكورا ) : من الله - تعالى - ، حيث يقبله - سبحانه - منهم ، ويكافئهم عليه بما يستحقون من ثواب لا يعلم مقداره إلا هو - سبحانه - وعبر - عز وجل - بالسعى عن أعمالهم الصالحة ، للإِشعار بجدهم وحرصهم على أداء ما يرضيه - تعالى - بدون إبطاء أو تأخير ، إذ السعى يطلق على المشى الذى تصاحبه السرعة . وأشار - سبحانه - إليهم بأولئك ، للإِشعار بعلو درجاتهم وسمو مراتبهم .قال بعض العلماء ما ملخصه : وفى الآية الدليل الواضح على أن الأعمال الصالحة لا تنفع إلا مع الإِيمان بالله - تعالى - لأن الكفر سيئة لا تنفع معها حسنة .ولذا قال - سبحانه - : ( وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ . . ) .وقد أوضح - سبحانه - هذا فى آيات كثيرة ، منها قوله - تعالى - : ( مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ) ومفهوم هذه الآية وأمثالها ، أن غير المؤمن إذا قدم عملا صالحا فى الدنيا لا ينفعه فى الآخرة لفقد شرط الإِيمان ، قال - تعالى - : ( وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً ) \" وروى الإِمام مسلم فى صحيحه عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم \" إن الله لا يظلم مؤمنا حسنة يعطى بها فى الدنيا ، ويجزى بها فى الآخرة . وأما الكافر فيطعم بحسناته ما عمل بها لله فى الدنيا ، حتى إذا أفضى إلى الآخرة لم تكن له حسنة يجزى بها \" \" ."
    },
    {
      "ayah": 2,
      "surah": 17,
      "text": "والواو فى قوله - تعالى - : ( وَآتَيْنَآ مُوسَى الكتاب ) ، استئنافية ، أو عاطفة على قوله : ( سُبْحَانَ الذي أسرى . . ) والمراد بالكتاب : التوراة التى أنزلها الله - تعالى - على نبيه موسى - عليه السلام - والضمير المنصوب فى قوله : ( وجعلناه ) يعود إلى الكتاب .وقوله ( لبنى إسرائيل ) متعلق بهدى .وشبيه بهذه الآية قوله - تعالى - : ( وَلَقَدْ آتَيْنَا مُوسَى الكتاب فَلاَ تَكُن فِي مِرْيَةٍ مِّن لِّقَآئِهِ وَجَعَلْنَاهُ هُدًى لبني إِسْرَائِيلَ ) و ( أن ) فى قوله ( أَلاَّ تَتَّخِذُواْ مِن دُونِي وَكِيلاً ) يصح أن تكون زائدة وتكون الجملة مقولة لقول محذوف ، والمعنى :وآتينا موسى الكتاب من أجل أن يكون هداية لبنى إسرائيل إلى الصراط المستقيم .وقلنا لهم : لا تتخذوا غير الله - تعالى - وكيلا ، أى : معبودا ، تفوضون إليه أموركم ، وتكلون إليه شئونكم ، فهو - سبحانه - : ( رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلاً ) قال الإِمام الرازى ما ملخصه : قرأ أبو عمرو ( ألا يتخذوا ) بالياء خبرا عن بنى إسرائيل : وقرأ الباقون بالتاء على الخطاب ، أى : قلنا لهم لا تتخذوا . ويصح أن تكون ( أن ) ناصبة للفعل فيكون المعنى : وجعلناه هدى لئلا تتخذوا . . . وأن تكون ( أن ) بمعنى أى التى للتفسير - أى هى مفسرة لما تضمنه الكتاب من النهى عن اتخاذ وكيل سوى الله - تعالى - ."
    },
    {
      "ayah": 20,
      "surah": 17,
      "text": "ثم ساق - سبحانه - بعد ذلك ما يدل على كمال قدرته ، وسعة عطائه فقال : ( كُلاًّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُوراً ) ولفظ \" كلا \" هنا مفعول به للفعل نمد؛ والتنوين عوض عن المضاف إليه . أى : نمد كل واحد من الفريقين .وقوله ( نمد ) من الإِمداد بمعنى الزيادة . يقال : أمد القائد الجيش بالجند ، إذا زاده وقواه .والمراد باسم الإِشارة الأول ( هؤلاء ) : المؤثرون للعاجلة ، والمراد بالثانى الراغبون فى ثواب الآخرة .والمعنى : كلا من الفريقين نمده من فضلنا وإحساننا فنعطى ما نريد إعطاءه لمن يريد العاجلة ولمن يريد الآجلة دون أن ينقص مما عندنا شئ ، ودون أن يخرج عن مشيئتنا شئ .( وَمَا كَانَ عَطَآءُ رَبِّكَ ) أيها الرسول الكريم ( محظورا ) أى : ممنوعا لا عن المؤمن ولا عن الكافر ، ولا فى الدنيا ولا فى الآخرة .من الحظر بمعنى المنع يقال : حظره يحظره - من باب قتل - فهو محظور ، أى : ممنوع ."
    },
    {
      "ayah": 21,
      "surah": 17,
      "text": "ثم أمر - سبحانه - عباده بالنظر والتأمل فى أحوال خلقه ، ليزدادوا عظة وعبرة ، فقال : ( انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً ) .أى : انظر - أيها العاقل - نظر تأمل وتدبر واعتبار فى أحوال الناس ، لترى عن طريق المشاهدة كيف فضل الله - تعالى - بعض الناس على بعض فى هذه الحياة ، فهذا غنى وذاك فقير ، وهذا قوى وذاك ضعيف ، وهذا ذكى وذاك خامل ، وهذا مالك وذاك مملوك .إلى غير ذلك من الأحوال التى تدل على تفاوت الناس فى هذه الدنيا ، على حسب ما تقتضيه إرادة الله - تعالى - وحكمته ، ومشيئته .أما فى الآخرة فالناس فيها أكبر تفاضلا وتفاوتا فى الدرجات والمنازل ، مما كانوا عليه فى الدنيا .قال الإِمام ابن كثير عند تفسيره لهذه الآية ما ملخصه : وقوله : ( وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً ) أى : ولتفاوتهم فى الدار الآخرة أكبر من الدنيا ، فإن منهم من يكون فى الدركات فى جهنم وسلاسلها وأغلالها ، ومنهم من يكون فى الدرجات العلا ونعيمها وسرورها . ثم أهل الدركات يتفاوتون فيما هم فيه ، كما أن أهل الدرجات يتفاوتون ، فإن فى الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض . وفى الصحيحين : \" إن أهل الدرجات العلا ليرون أهل عليين ، كما ترون الكوكب الغابر فى أفق السماء \" .وبذلك نرى الآيات الكريمة قد ساقت لنا سنة من سنن الله - تعالى - فى إهلاك الأمم ، وأنه - تعالى - ما أهلكها إلا بعد أن عتت عن أمره ، وعصت رسله ، كما أنها بينت لنا سوء عاقبة الذين يؤثرون متع الدنيا على طاعة الله - تعالى - ، وحسن عاقبة الذين يريدون الآخرة وما فيها من ثواب جزيل ، وأن الفريقين لا ينالون مما يطلبونه إلا ما قدره الله - تعالى - لهم ، وأن عطاءه للناس جميعا لا ينقص مما عنده شيئا ، وأن حكمته - سبحانه - قد اقتضت تفضيل بعض الناس على بعض فى الدنيا والآخرة ، وصدق - عز وجل - حيث يقول : ( انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً ) .قال الإِمام الرازى ما ملخصه : بعد أن بين - سبحانه - أن الناس فريقان : فريق يريد بعمله الدنيا فقط ، وفريق يريد بعمله طاعة الله ، ثم شرط ذلك بشرائط ثلاثة : أولها : إرادة الآخرة ، وثانيها : أن يسعى سعيا موافقا لطلب الآخرة ، وثالثها : أن يكون مؤمنا .وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا (23) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا (24) رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا (25)وبعد أن ذكر - سبحانه - الأساس فى قبول الأعمال ، وهو إخلاص العبادة له - عزَّ وجل - وحده ، أتبع ذلك بتأكيد هذا الأساس بما هو من شرائط الإِيمان الحق وشعائره فقال - تعالى - : ( وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً . . ) .قال القرطبى ما ملخصه : ( قضى ) أى : أمر وألزم وأوجب . . .والقضاء يستعمل فى اللغة على وجوه ، فالقضاء بمعنى الأمر ، كما فى هذه الآية والقضاء بمعنى الخلق كقوله ( فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ ) يعنى خلقهن ، والقضاء بمعنى الفراغ من الشئ ، كقوله ( قُضِيَ الأمر الذي فِيهِ تَسْتَفْتِيَانِ ) أى فرغ منه .والقضاء بمعنى الارادة . كقوله - تعالى - : ( إِذَا قضى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ . . ) والمعنى : لقد نهى ربك عن الاشراك به نهيا قاطعا ، وأمر أمرا محكما لا يحتمل النسخ ، بأن لا تعبدوا أحدا سواه ، إذ هو الخالق لكل شئ ، والقادر على كل شئ ، وغيره مخلوق وعاجز عن فعل شئ إلا بإذنه - سبحانه - ."
    },
    {
      "ayah": 22,
      "surah": 17,
      "text": "فالجملة الكريمة أمر لازم لإِخلاص العبادة لله ، بعد النهى عن الإِشراك به فى قوله - تعالى - : ( لاَّ تَجْعَل مَعَ الله إلها آخَرَ . . ) وقد جاء هذا الأمر بلفظ ( قضى ) زيادة فى التأكيد ، لأن هذا اللفظ هنا يفيد الوجوب القطعى الذى لا رجعة فيه ، كما أن اشتمال الجملة الكريمة على النفى والاستثناء - وهما أعلا مراتب القصر - يزيد هذا الأمر تأكيدا وتوثيقا ."
    },
    {
      "ayah": 23,
      "surah": 17,
      "text": "ثم أتبع - سبحانه - الأمر بوحدانيته ، بالأمر بالإِحسان إلى الوالدين فقال : ( وبالوالدين إحسانا ) .أى : وقضى - أيضا - بأن تحسنوا - أيها المخاطبون - إلى الوالدين إحسانا كاملا لا يشوبه سوء أو مكروه .وقد جاء الأمر بالاحسان إلى الوالدين عقب الأمر بوجوب إخلاص العبادة لله ، فى آيات كثيرة . منها قوله - تعالى - : ( قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئاً وبالوالدين إِحْسَاناً . . ) وقوله - تعالى - : ( وَإِذْ أَخَذْنَا مِيثَاقَ بني إِسْرَائِيلَ لاَ تَعْبُدُونَ إِلاَّ الله وبالوالدين إِحْسَاناً . . ) ولعل السر فى ذلك هو الإِشعار للمخاطبين بأهمية هذا الأمر المقتضى لوجوب الإِحسان إلى الوالدين ، حيث إنهما هما السبب المباشر لوجود الإِنسان فى هذه الحياة ، وهما اللذان لقيا ما لقيا من متاعب من أجل راحة أولادهما ، فيجب أن يقابل ما فعلاه بالشكر والاعتراف بالجميل .قال بعض العلماء : وقد جاءت هذه الوصية بأسلوب الأمر بالواجب المطلوب ، وهو الإِحسان إلى الوالدين ، ولم تذكر بأسلوب النهى سموا بالإِنسان عن أن تظن به الإِساءة إلى الوالدين ، وكأن الاساءة إليهما ، ليس من شأنها أن تقع منه حتى يحتاج إلى النهى عنها . . .ثم فصل - سبحانه - مظاهر هذا الإِحسان فقال : ( إِمَّا يَبْلُغَنَّ عِندَكَ الكبر أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً .. ) .و ( إما ) حرف مركب من \" إن \" الشرطية ، ومن \" ما \" المزيدة عليها للتأكيد ، وقوله : ( أحدهما ) فاعل يبلغن . وقرأ حمزة والكسائى ( إما يبلغان ) فيكون قوله ( أحدهما ) بدل من ألف الاثنين فى ( يبلغان ) .وقوله ( فَلاَ تَقُل لَّهُمَآ أُفٍّ ) جواب الشرط .قال الآلوسى : و ( أف ) اسم صوت ينبئ عن التضجر ، أو اسم فعل مضارع هو أتضجر . .وفيه نحو من أربعين لغة . والوارد من ذلك فى القراءات سبع ثلاث متواترة ، وأربعة شاذة .فقرأ نافع وحفص بالكسر والتنوين ، وهو للتنكير : فالمعنى : فلا تقل أتضجر تضجرًا ما .وقرأ ابن كثير وابن عامر بالفتح دون تنوين ، والباقون بالكسر بدون تنوين . . .وقوله ( ولا تنهرهما ) من النهر بمعنى الزجر ، يقال نهر فلان فلانا إذا زجره بغلظة .والمعنى : كن - أيها المخاطب - محسنا إحسانا تاما بأبويك .فإذا ما بلغ ( عندك ) أى : فى رعايتك وكفالتك ( أَحَدُهُمَا أَوْ كِلاَهُمَا ) سن الكبر والضعف ( فَلاَ تَقُل لَّهُمَآ أُفٍّ ) أى : قولا يدل على التضجر منهما والاستثقال لأى تصرف من تصرفاتهما .قال البيضاوى : والنهى عن ذلك يدل على المنع من سائر أنواع الايذاء قياسا بطريق الأولى ، وقيل عرفا كقولك : فلان لا يملك النقير والقطمير - فإن هذا القول يدل على أنه لايملك شيئا قليلا أو كثيرا .وقوله ( ولا تنهرهما ) أى : ولا تزجرهما عما يتعاطيانه من الأفعال التى لا تعجبك .فالمراد من النهى الأول : المنع من إظهار التضجر منهما مطلقا .والمراد من النهى الثانى : المنع من إظهار المخالفة لهما على سبيل الرد والتكذيب والتغليظ فى القول .والتعبير بقوله : ( عندك ) يشير إلى أن الوالدين قد صارا فى كنف الابن وتحت رعايته ، بعد أن بلغ أشده واستوى ، وبعد أن أصبح مسئولا عنهما ، بعد أن كانا هما مسئولين عنه .قال صاحب الكشاف : فإن قلت : ما معنى ( عندك ) قلت هو أن يكبرا ويعجزا ، وكانا كلاًّ على ولدهما لا كافل لهما غيره ، فهما عنده فى بيته وكنفه ، وذلك أشق عليه وأشد احتمالا وصبرا ، وربما تولى منهما ما كانا يتوليانه منه فى حالة الطفولة ، فهو مأمور بأن يستعمل معهما وطاءة الخلق ، ولين الجانب ، حتى لا يقول لهما إذا أضجره ما يستقذر منهما ، أو يستثقل من مؤنهما : أف ، فضلا عما يزيد عليه .والتقييد بحالة الكبر فى قوله - تعالى - : ( إِمَّا يَبْلُغَنَّ عِندَكَ الكبر ) جرى مجرى الغالب ، إذ أنهما يحتاجان إلى الرعاية فى حالة الكبر ، أكثر من احتياجهما إلى ذلك فى حالة قوتهما وشبابهما ، وإلا فالإِحسان إليهما ، والعناية بشأنهما . واجب على الأبناء سواء كان الآباء فى سن الكبر أم فى سن الشباب أم فى غيرهما .وقوله - سبحانه - : ( وَقُل لَّهُمَا قَوْلاً كَرِيماً ) أمر بالكلام الطيب معهما . بعد النهى عن الكلام الذى يدل على الضجر والقلق من فعلهما .أى : وقل لهما بدل التأفيف والزجر ، قولا كريما حسنا ، يقتضيه حسن الأدب معهما ، والاحترام لهما والعطف عليهما ."
    },
    {
      "ayah": 24,
      "surah": 17,
      "text": "وقوله : ( واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة . . ) زيادة فى تبجيلهما والتلطف معهما فى القول والفعل والمعاملة على اختلاف ألوانها .أى : وبجانب القول الكريم الذى يجب أن تقوله لهما ، عليك أن تكون متواضعا معهما ، متلطفا فى معاشرتهما ، لا ترفع فيهما عينا ، ولا ترفض لهما قولا ، مع الرحمة التامة بهما ، والشفقة التى لا نهاية لها عليهما .قال الإِمام الرازى ما ملخصه : وقوله : ( واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة ) المقصود منه المبالغة فى التواضع .وذكر القفال فى تقريره وجهين : الأول : أن الطائر إذا أراد ضم فرخه إليه للتربية خفض له جناحه ، ولهذا السبب صار خفض الجناح كناية عن حسن التربية . فكأنه قال للولد : اكفل والديك بأن تضمهما إلى نفسك كما فعلا ذلك بك فى حال صغرك .والثانى : أن الطائر إذا أراد الطيران والارتفاع نشر جناحه ، وإذا أراد ترك الطيران وترك الارتفاع خفض جناحه . فصار خفض الجناح كناية عن التواضع .وإضافة الجناح إلى الذل إضافة بيانية ، أى : اخفض لهما جناحك الذليل و ( من ) فى قوله ( من الرحمة ) ابتدائية . أى تواضع لهما تواضعا ناشئا من فرط رحمتك عليهما .قال الآلوسى : وإنما احتاجا إلى ذلك ، لافتقارهما إلى من كان أفقر الخلق إليهما ، واحتياج المرء إلى من كان محتاجا إليه أدعى إلى الرحمة ، كما قال الشاعر :يامن أتى يسألنى عن فاقتى ... ما حال من يسأل من سائله؟ماذلة السلطان إلا إذا ... أصبح محتاجا إلى عاملهوقوله : ( وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً ) تذكير للإنسان بحال ضعفه وطفولته ، وحاجته إلى الرعاية والحنان .أى : وقل فى الدعاء لهما : يارب ارحمهما برحمتك الواسعة ، واشملهما بمغفرتك الغامرة ، جزاء ما بذلا من رعاية لى فى صغرى ، فأنت القادر على مثوبتهما ومكافأتهما .قال الجمل : والكاف فى قوله ( كما ربيانى . . ) فيها قولان : أحدهما أنها نعت لمصدر محذوف .أى : ارحمهما رحمة مثل رحمتهما لى ، والثانى أنها للتعليل . أى : ارحمهما لأجل تربيتهما لى ، كما فى قوله ( واذكروه كَمَا هَدَاكُمْ )."
    },
    {
      "ayah": 25,
      "surah": 17,
      "text": "ثم ختم - سبحانه - هذه الآيات التى سمت بمنزلة الوالدين ، بما يدل على كمال علمه ، وعلى التحذير من عقابه ، فقال - تعالى - : ( رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُوراً ) .والأوابون : جمع أواب . وهو الكثير الأوبة والتوبة والرجوع إلى الله - تعالى - يقال : آب فلان يئوب إذا رجع .قال ابن جرير بعد أن ساق الأقوال فى ذلك : وأولى الأقوال فى ذلك بالصواب ، قول من قال : الأواب هو التائب من الذنب ، الراجع عن معصية الله إلى طاعته ، ومما يكرهه إلى ما يرضاه ، لأن الأواب إنما هو فعال من قول القائل : آب فلان من سفره إلى منزله ، كما قال الشاعر :وكل ذى غيبة يئوب ... وغائب الموت لا يؤوبأى : ربكم - أيها الناس - أعلم بما فى نفوسكم ، وضمائركم ، سواء أكان خيرا أو شرا ، وسواء أكنتم تضمرون البر بآبائكم أم تخفون الإِساءة إليهما ، ومع ذلك فإنكم إن تكونوا صالحين - أى : قاصدين الصلاح والبر بهما ، والرجوع عما فرط منكم فى حقهما أو فى حق غيرهما - فالله - تعالى - يقبل توبتكم ، فإنه - سبحانه - بفضله وكرمه كان للأوابين - أى الرجاعين إليه بالتوبة مما فرط منهم - غفورا لذنوبهم .فالآية الكريمة وعيد لمن تهاون فى حقوق أبويه ، وفى كل حق أوجبه الله عليه ، ووعد لمن رجع إليه - سبحانه - بالتوبة الصادقة .وبذلك نرى الآيات الكريمة قد أمرت بالإِحسان إلى الوالدين ، بأسلوب يستجيش عواطف البر والرحمة فى قلوب الأبناء ، ويبعثهم على احترامهما ورعايتهما والتواضع لهما ، وتحذيرهم من الإِساءة إليهما ، ويفتح باب التوبة أمام من قصر فى حقهما أو حق غيرهما .وقد كرر القرآن هذا الأمر للأبناء بالإِحسان إلى الآباء ، ولم يفعل ذلك مع الآباء .وذلك لأن الحياة - كما يقول بعض العلماء - وهى مندفعة فى طريقها بالأحياء ، توجه اهتمامهم القوى إلى الأمام . إلى الذرية . إلى الناشئة الجديدة ، إلى الجيل المقبل . وقلما توجه اهتمامهم إلى الوراء . إلى الأبوة ، إلى الحياة المولية إلى الجيل الذاهب .ومن ثم تحتاج البنوة إلى استجاشة وجدانها بقوة لتنعطف إلى الخلف ، وتتلفت إلى الآباء والأمهات .إن الوالدين يندفعان بالفطرة إلى رعاية الأولاد . إلى التضحية بكل شئ حتى بالذات ، وكما تمتص النابتة الخضراء كل غذاء فى الحبة فإذا هى فتات ، ويمتص الفرخ كل غذاء فى البيضة فإذا هى قشر ، كذلك يمتص الأولاد ، كل رحيق ، وكل عافية ، وكل جهد ، وكل اهتمام من الوالدين ، فإذا هما شيخوخة فانية - إن أمهلهما الأجل - وهما مع ذلك سعيدان .فأما الاولاد فسرعان ما ينسون هذا كله ويندفعون بدورهم إلى الأمام . إلى الزوجات والذرية . . . وهكذا تندفع الحياة .ومن ثم لا يحتاج الآباء إلى توصية بالأبناء . إنما يحتاج هؤلاء إلى استجاشة وجدانهم بقوة ، ليذكروا واجب الجيل الذى أنفق رحيقه كله حتى أدركه الجفاف .وهنا يجئ الأمر بالإِحسان إلى الوالدين ، فى صورة قضاء من الله يحمل معنى الأمر المؤكد ، بعد الأمر المؤكد بعبادة الله .هذا ، وقد ساق المفسرون عند تفسيرهم لهذه الآيات ، كثيرا من الأحاديث والآثار التى توجه الأبناء إلى رعاية الآباء ، واحترامهم ، والعطف عليهم ، والرحمة بهم ، والاهتمام بشئونهم .قال الإِمام ابن كثير : وقد جاء فى بر الوالدين أحاديث كثيرة ، منها الحديث المروى من طرق عن أنس وغيره : \" أن رسول الله صلى الله عليه وسلم لما صعد المنبر قال : آمين . آمين . آمين .فقالوا : يا رسول الله ، علام أمنت؟ قال : \" أتانى جبريل فقال : يا محمد ، رغم أنف امرئ ذكرت عنده فلم يصل عليك ، فقل : آمين فقلت آمين . ثم قال : رغم أنف امرئ دخل عليه شهر رمضان ثم خرج ولم يغفر له ، قل : آمين . فقلت آمين . ثم قال : رغم أنف امرئ أدرك أبويه أو أحدهما فلم يدخلاه الجنة . قل : آمين ، فقلت : آمين \" \" .وعن مالك بن ربيعة الساعدى قال : \" بينما أنا جالس عند رسول الله - صلى الله عليه وسلم - إذ جاءه رجل من الأنصار فقال : يا رسول الله ، هل بقى على من بر أبوى شئ بعد موتهما أبرهما به؟ قال : \" نعم : خصال أربع . الصلاة عليهما والاستغفار لهما ، وإنفاذ عهدهما ، وإكرام صديقهما ، وصلة الرحم التى لا رحم لك إلا من قِبَلهما ، فهو الذى بقى عليك بعد موتهما من برهما \" \" .وقال القرطبى : أمر الله - سبحانه - بعبادته وتوحيده ، وجعل بر الوالدين مقرونا بذلك . كما قرن شكرهما بشكره ، فقال : ( وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ وبالوالدين إِحْسَاناً ) .وقال : ( أَنِ اشكر لِي وَلِوَالِدَيْكَ إِلَيَّ المصير ) وفى صحيح البخارى عن عبدالله قال : \" سألت النبى صلى الله عليه وسلم : أى الأعمال أحب إلى الله - تعالى -؟ . قال : \" الصلاة على وقتها \" . قلت : ثم أى؟ قال : \" بر الوالدين \" ، قلت ثم أى : قال : \" الجهاد فى سبيل الله \" \" .ثم قال القرطبى - رحمه الله - : ومن عقوق الوالدين مخالفتهما فى أغراضهما الجائزة لهما ، كا أن من برهما موافقتهما على أغراضهما . وعلى هذا إذا أمرا أو أحدهما ولدهما بأمر وجبت طاعتهما فيه . ما لم يكن ذلك الأمر معصية ، ولا يختص برهما بأن يكونا مسلمين ، بل إن كانا كافرين يبرهما ويحسن إليهما .ففى صحيح البخارى عن أسماء قالت : \" قدمت أمى وهى مشركة فاستفتيت النبى صلى الله عليه وسلم فقلت : إن أمى قدمت وهى راغبة أفأصلها؟ - أى وهى راغبة فى برى وصلتى ، أو وهى راغبة عن الإِسلام كارهة له - قال : \" نعم صلى أمك \" \" .ثم قال القرطبى : ومن الإِحسان إليهما والبر بهما ، إذا لم يتعين الجهاد ألا يجاهد إلا بإذنهما . فعن عبد الله بن عمرو قال : \" جاء رجل إلى النبى صلى الله عليه وسلم يستأذنه فى الجهاد فقال : \" أحى والداك؟ قال : نعم ، قال : ففيهما فجاهد \" \" ."
    },
    {
      "ayah": 26,
      "surah": 17,
      "text": "قال أبو حيان فى البحر : \" لما أمر الله - تعالى - ببر الوالدين ، أمر بصلة القرابة . قال الحسن : نزلت فى قرابة النبى صلى الله عليه وسلم . والظاهر أنه خطاب لمن خوطب بقوله : ( إِمَّا يَبْلُغَنَّ عِندَكَ الكبر . . . ) وألحق هنا ما يتعين له من صلة الرحم ، وسد الخلة ، والمواساة عند الحاجة بالمال والمعونة بكل وجه . قال نحوه : ابن عباس وعكرمة والحسن وغيرهم \" .والمراد بذوى القربى : من تربطك بهم صلة القرابة سواء أكانوا من المحارم أم لا .والمسكين : هو من لا يملك شيئا من المال ، أو يملك ما لا يسد حاجته ، وهذا النوع من الناس فى حاجة إلى العناية والرعاية ، لأنهم فى الغالب يفضلون الاكتفاء بالقليل ، على إراقة ماء وجوههم بالسؤال .وفى الصحيحين عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" ليس المسكين الذى يطوف على الناس فترده اللقمة واللقمتان ، والتمرة والتمرتان ، قالوا : فما المسكين يا رسول الله؟ قال الذى لا يجد غنى يغنيه ، ولا يفطن له فيتصدق عليه ، ولا يسأل الناس شيئا \" .وابن السبيل : هو المسافر المنقطع عن ماله سمى بذلك - كما يقول الآلوسى - لملازمته السبيل - أى : الطريق - فى السفر . أو لأن الطريق تبرزه فكأنها ولدته .وهذا النوع من الناس - أيضا - فى حاجة إلى المساعدة والمعاونة ، حتى يستطيع الوصول إلى بلده .وفى هذا الامر تنبيه إلى أن المسلمين وإن اختلفت أوطانهم ينبغى أن يكونوا فى التعاطف والتعاون على متاعب الحياة كالأسرة الواحدة .والمعنى : وأعط - أيها العاقل - ذوى قرباك حقوقهم الثابتة لهم من البر ، وصلة الرحم ، والمعاونة ، والزيارة ، وحسن المعاشرة ، والوقوف إلى جانبهم فى السراء والضراء ، ونحو ذلك مما توجبه تعاليم دينك الحنيف .وأعط - كذلك - المسكين وابن السبيل حقوقهما التى شرعها الله - تعالى - لهما ، من الإِحسان إليهما ، ومعاونتهما على ما يسد حاجتهما .وقدم - سبحانه - الأقارب على غيرهم ، لأنهم أولى بالمعروف ، ولأن إعطاءهم إحسان وصلة رحم .روى الإِمام أحمد والترمذى والنسائى وغيرهم ، عن سليمان بن عامر قال : قال رسول الله صلى الله عليه وسلم : \" إن الصدقة على المسكين صدقة . وعلى ذى الرحم اثنتان : صدقة وصلة \" .وقوله - سبحانه - : ( وَلاَ تُبَذِّرْ تَبْذِيراً ) نهى عن وضع المال فى غير موضعه الذى شرعه الله - تعالى - مأخوذ من تفريق البذر وإلقائه فى الأرض كيفما كان من غير تعهد لمواقعه ، ثم استعير لتضييع المال فى غير وجوهه .قال صاحب الكشاف : التبذير تفريق المال فيما لا ينبغى ، وإنفاقه على وجه الإِسراف ، وكانت الجاهلية تنحر إبلها وتتياسر عليها ، وتبذر أموالها فى الفخر والسمعة ، وتذكر ذلك فى أشعارها ، فأمر الله - تعالى - بالنفقة فى وجوهها ، مما يقرب منه ويزلف .. .وقال ابن كثير : وقوله ( وَلاَ تُبَذِّرْ تَبْذِيراً ) : لما أمر بالإِنفاق نهى عن الإِسراف فيه ، بل يكون وسطا ، كما قال - تعالى - : ( والذين إِذَآ أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ وَكَانَ بَيْنَ ذَلِكَ قَوَاماً ) وقال ابن مسعود : التبذير : الإنفاق فى غير حق . وكذا قال ابن عباس .وقال مجاهد : لو أنفق إنسان ماله كله فى الحق لم يكن مبذرا . ولو أنفق مُدا فى غير حقه كان تبذيرا ."
    },
    {
      "ayah": 27,
      "surah": 17,
      "text": "وقوله : ( إِنَّ المبذرين كانوا إِخْوَانَ الشياطين وَكَانَ الشيطان لِرَبِّهِ كَفُوراً ) تعليل للنهى عن التبذير ، وتنفير منه بأبلغ أسلوب .والمراد بأخوة الشياطين : المماثلة لهم فى الصفات السيئة ، والسلوك القبيح .قال الإِمام الرازى : والمراد من هذه الأخوة ، التشبه بهم فى هذا الفعل القبيح ، وذلك لأن العرب يسمون الملازم للشئ أخا له ، فيقولون : فلان أخو الكرم والجود . وأخو السفر ، إذا كان مواظبا على هذه الأعمال .أى : كن - أيها العاقل - متوسطا فى نفقتك ، ولا تبذر تبذيرا . لأن المبذرين يماثلون ويشابهون الشياطين فى صفاتهم القبيحة ، وكان الشيطان فى كل وقت وفى كل حال جحودا لنعم ربه ، لا يشكره عليها ، بل يضعها فى غير ما خلقت له هذه النعم .وفى تشبيه المبذر بالشيطان فى سلوكه السيئ ، وفى عصيانه لربه ، إشعار بأن صفة التبذير من أقبح الصفات التى يجب على العاقل أن يبتعد عنها ، حتى لا يكون مماثلا للشيطان الجاحد لنعم ربه ."
    },
    {
      "ayah": 28,
      "surah": 17,
      "text": "ثم بين - سبحانه - بعد ذلك ما يجب على المؤمن فعله فى حال عدم قدرته على تقديم العون للأقارب والمحتاجين ، فقال - تعالى - : ( وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابتغآء رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلاً مَّيْسُوراً ) .ولفظ ( إما ) مركب من \" إن \" الشرطية ، ومن \" ما \" المزيدة . أى : إن تعرض عنهم .وقوله ( تعرضن ) من الإِعراض ، بمعنى صرف الوجه عن السائل حياء منه وبسبب عدم القدرة على تلبية طلبه .وقوله : ( ابتغاء ) مفعول لأجله منصوب بتعرضن ، وهو من باب وضع المسبب موضع السبب . لأن الأصل : وإما تعرضن عنهم لإِعسارك .والمراد بالرحمة : انتظار الحصول على الرزق ، وحلول الفرج بعد الضيق .والميسور : اسم مفعول من يسر الأمر - بالبناء للمفعول - مثل سعد الرجل ، ومعناه : السهل اللين .والمعنى : وإما تعرضن - أيها المخاطب - عن ذى قرابتك وعن المسكين وابن السبيل ، بسبب إعسارك وانتظارك لرزق يأتيك من الله - عز وجل - فقل لهم فى هذه الحالة قولا لينا رفيقا يدل على اهتمامك بشأنهم ، ويدخل السرور على نفوسهم ، كأن تقول لهم مثلا - : ليس عندى اليوم ما أقدمه لكم ، وإن يرزقنى الله بشئ فسأجعل لكم نصيبا منه .قال القرطبى ما ملخصه : وهو تأديب عجيب ، وقول لطيف بديع ، أى لا تعرض عنهم إعراض مستهين عن ظهر غنى وقدرة فتحرمهم ، وإنما يجوز أن تعرض عنهم عند عجز يعرض ، وعائق يعوق ، وأنت عند ذلك ترجو من الله - تعالى - فتح باب الخير ، لتتوصل به إلى مواساة السائل ، فإن قعد بك الحال ( فَقُل لَّهُمْ قَوْلاً مَّيْسُوراً ) أى لينا لطيفا . . ولقد أحسن من قال :إلاَّ تكن وَرِقٌ يوماً أجود بها ... للسائلين فإنى لينُ العودلا يعدم السائلون الخير من خلقى ... إما نوالى وإما حسنُ مردود"
    },
    {
      "ayah": 29,
      "surah": 17,
      "text": "ثم أرشد - سبحانه - عباده إلى أفضل الطرق لإِنفاق أموالهم والتصرف فيها ، فقال - تعالى - : ( وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط فَتَقْعُدَ مَلُوماً مَّحْسُوراً ) .وقوله ( مغلولة ) من الغل - بضم الغين - وأصله الطوق الذى يجعل فى العنق وتربط به اليد ، كما يربط المذنب والأسير : وهو كناية عن البخل والتقتير .قال صاحب الكشاف ما ملخصه : غل اليد وبسطها مجاز عن البخل والجود ولا يقصد من يتكلم به إثبات يد ولا غل ولا بسط . ولا فرق عنده بين هذا الكلام وبين ما وقع مجازا عنه ، لأنهما كلامان معتقبان على حقيقة واحدة . حتى أنه يستعمله فى ملك لا يعطى عطاء قط ، ولا يمنعه إلا بإشارته من غير استعمال يد وقبضها وبسطها . ولو أعطى الأقطع إلى المنكب عطاء جزيلا لقالوا : ما أبسط يده بالنوال؛ لأن بسط اليد وقبضها عبارتان معاقبتان للبخل والجود . . .وقوله : ( محسورا ) من الحسور بمعنى الانقطاع عن الشئ ، والعجز عن الحصول عليه .يقال : فلان حسره السير ، إذا أثر فيه أثرا بليغا جعله يعجز عن اللحاق برفقائه .ويقال : بعير محسور . أى : ذهبت قوته وأصابه الكلل والإِعياء . فصار لا يستطيع النهوض بما يوضع عليه من أحمال .والمقصود من الآية الكريمة : الأمر بالتوسط والاعتدال فى الإِنفاق والنهى عن البخل والإِسراف .فقد شبه - سبحانه - مال البخيل ، بحال من يده مربوطة إلى عنقه ربطا محكما بالقيود والسلاسل ، فصار لا يستطيع تحريكها أو التصرف بها .وشبه حال المسرف والمبذر ، بحال من مد يده وبسطها بسطا كبيرا ، بحيث أصبحت لا تمسك شيئا يوضع فيها سواء أكان قليلا أم كثيرا .والمعنى : كن - أيها الإِنسان - متوسطا فى كل أمورك ، ومعتدلا فى إنفاق أموالك بحيث لا تكون بخيلا ولا مسرفا ، فان الإِسراف والبخل يؤديان بك إلى أن تصير ملوما . أى : مذموما من الخلق والخالق ، محسورا ، أى : مغموما منقطعا عن الوصول إلى مبتغاك بسبب ضياع مالك ، واحتياجك إلى غيرك .قال الآلوسى ما ملخصه : فالآية الكريمة تحض على التوسط ، وذلك هو الجود الممدوح ، فخير الأمور أوساطها . وأخرجه أحمد وغيره عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم :"
    },
    {
      "ayah": 3,
      "surah": 17,
      "text": "وقوله : ( ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ . . . ) منصوب على الاختصاص ، أو على النداء والمقصود بهذه الجملة الكريمة إثارة عزائمهم نحو الإِيمان والعمل الصالح ، وتنبيههم إلى نعمه - سبحانه - عليهم ، حيث جعلهم من ذرية أولئك الصالحين الذين آمنوا بنوح - عليه السلام - وحضهم على السير على منهاجهم فى الإِيمان والعمل الصالح ، فإن شأن الأبناء أن يقتدوا بالآباء فى التقوى والصلاح .والمعنى : لا تتخذوا يا بنى إسرائيل معبودا غير الله - تعالى - ، فأنتم أبناء أولئك القوم الصالحين ، الذين آمنوا بنوح - عليه السلام - فأنجاهم الله - تعالى - مع نبيهم من الغرق .قال الآلوسى : وفى التعبير بما ذكر إيماء إلى علة النهى من أوجه : أحدها تذكيرهم بالنعمة فى إنجاء آبائهم . والثانى : تذكيرهم بضعفهم وحالهم المحوج إلى الحمل والثالث : أنهم أضعف منهم - أى من آبائهم - لأنهم متولدون عنهم وفى إيثار لفظ الذرية الواقعة على الأطفال والنساء فى العرف الغالب مناسبة تامة لما ذكر .وقوله : ( إِنَّهُ كَانَ عَبْداً شَكُوراً ) تذييل قصد به الثناء على نوح - عليه السلام - أى : إن نوحا - عليه السلام - كان من عبادنا الشاكرين لنعمنا ، المستعملين لها فيما خلقت له ، المتوجهين إلينا بالتضرع والدعاء فى السراء والضراء .قال صاحب الكشاف : فإن قلت : قوله : ( إِنَّهُ كَانَ عَبْداً شَكُوراً ) ما وجه ملاءمته لما قبله؟ ."
    },
    {
      "ayah": 30,
      "surah": 17,
      "text": "ثم أرشد - سبحانه - عباده إلى أفضل الطرق لإِنفاق أموالهم والتصرف فيها ، فقال - تعالى - : ( وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط فَتَقْعُدَ مَلُوماً مَّحْسُوراً ) .وقوله ( مغلولة ) من الغل - بضم الغين - وأصله الطوق الذى يجعل فى العنق وتربط به اليد ، كما يربط المذنب والأسير : وهو كناية عن البخل والتقتير .قال صاحب الكشاف ما ملخصه : غل اليد وبسطها مجاز عن البخل والجود ولا يقصد من يتكلم به إثبات يد ولا غل ولا بسط . ولا فرق عنده بين هذا الكلام وبين ما وقع مجازا عنه ، لأنهما كلامان معتقبان على حقيقة واحدة . حتى أنه يستعمله فى ملك لا يعطى عطاء قط ، ولا يمنعه إلا بإشارته من غير استعمال يد وقبضها وبسطها . ولو أعطى الأقطع إلى المنكب عطاء جزيلا لقالوا : ما أبسط يده بالنوال؛ لأن بسط اليد وقبضها عبارتان معاقبتان للبخل والجود . . .وقوله : ( محسورا ) من الحسور بمعنى الانقطاع عن الشئ ، والعجز عن الحصول عليه .يقال : فلان حسره السير ، إذا أثر فيه أثرا بليغا جعله يعجز عن اللحاق برفقائه .ويقال : بعير محسور . أى : ذهبت قوته وأصابه الكلل والإِعياء . فصار لا يستطيع النهوض بما يوضع عليه من أحمال .والمقصود من الآية الكريمة : الأمر بالتوسط والاعتدال فى الإِنفاق والنهى عن البخل والإِسراف .فقد شبه - سبحانه - مال البخيل ، بحال من يده مربوطة إلى عنقه ربطا محكما بالقيود والسلاسل ، فصار لا يستطيع تحريكها أو التصرف بها .وشبه حال المسرف والمبذر ، بحال من مد يده وبسطها بسطا كبيرا ، بحيث أصبحت لا تمسك شيئا يوضع فيها سواء أكان قليلا أم كثيرا .والمعنى : كن - أيها الإِنسان - متوسطا فى كل أمورك ، ومعتدلا فى إنفاق أموالك بحيث لا تكون بخيلا ولا مسرفا ، فان الإِسراف والبخل يؤديان بك إلى أن تصير ملوما . أى : مذموما من الخلق والخالق ، محسورا ، أى : مغموما منقطعا عن الوصول إلى مبتغاك بسبب ضياع مالك ، واحتياجك إلى غيرك .قال الآلوسى ما ملخصه : فالآية الكريمة تحض على التوسط ، وذلك هو الجود الممدوح ، فخير الأمور أوساطها . وأخرجه أحمد وغيره عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم :"
    },
    {
      "ayah": 31,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ . . . ) نهى عن قتل الأولاد بعد بيان أن الأرزاق بيده - سبحانه - ، يبسطها لمن يشاء ، ويضيقها على من يشاء .والإِملاق : الفقر . يقال : أملق الرجل إذا افتقر قال الشاعر : .وإنى على الإِملاق يا قوم ماجد ... أعد لأضيافى الشواء المصهباقال الآلوسى : وظاهر اللفظ النهى عن جميع أنواع قتل الأولاد ، ذكورا أو إناثا مخافة الفقر والفاقة .لكن روى أن من أهل الجاهلية من كان يئد البنات مخافة العجز عن النفقة عليهن ، فنهى فى الآية عن ذلك ، فيكون المراد بالأولاد البنات ، وبالقتل الوأد . . .أى : ولا تقتلوا - أيها الآباء - أولادكم خشية فقر متوقع ، فنحن قد تكفلنا برزقهم ورزقكم ، وأرزاق غيركم من مخلوقاتنا التى لا تحصى .قال - تعالى - : ( وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا . . ) ولا شك أن الحياة حق لهؤلاء الصغار كما أنها حق لكم ، فمن الظلم البين الاعتداء على حقوقهم ، والتخلص منهم خوفا من الفقر المتوقع فى المستقبل ، مع أن الله - تعالى - هو الرازق لهم ولكم فى كل زمان ومكان .وقد ورد النهى عن قتل الاولاد هنا بهذه الصيغة ، وورد فى سورة الأنعام بصيغة أخرى ، هى قوله - تعالى - : ( وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ) وليست أحدهما تكرارا للأخرى وإنما كل واحدة منهما تعالج حالة معينة .فهنا يقول - سبحانه - : ( وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) لأن النهى موجه بالأصالة إلى الموسرين الذين يقتلون أولادهم لا من أجل فقر كائن فيهم ، وإنما من أجل فقر هم يتوهمون حصوله فى المستقبل بسبب الأولاد ، لذا قال - سبحانه - ( نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) فقدم رزق الأولاد لأنهم سبب توقع الفقر ، فى زعم آبائهم - لكى يمتنع الآباء عن هذا التوقع ولكى يضمن للأولاد رزقهم ابتداء مستقلا عن رزق الآباء .وقال - سبحانه - هناك ( من إملاق ) لأن النهى متوجه أصالة إلى الآباء المعسرين : أى لا تقتلوهم بسبب الفقر الموجود فيكم - أيها الآباء - ، فقد يجعل الله بعد عسر يسرا ، ولذا قال - سبحانه - : ( نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) فجعل الرزق للآباء ابتداء . لكى يطمئنهم - سبحانه - على أنه هو الكفيل برزقهم وبرزق أولادهم .وفى كلتا الحالتين ، القرآن الكريم ينهى عن قتل الأولاد ، ويغرس فى نفوس الآباء الثقة بالله - تعالى - والاعتماد عليه .وجملة ( نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) تعليل للنهى عن قتل الأولاد ، بإبطال موجبه - فى زعمهم - وهو الفقر .أى : نحن نرزقهم لا أنتم ، ونرزقكم أنتم معهم ، وما دام الأمر كذلك فلا تقدموا على تلك الجريمة النكراء : وهى قتل الأولاد ، لأن الأولاد ، قطعة من أبيهم ، والشأن - حتى فى الحيوان الأعجم - أنه يضحى من أجل أولاده ويحميهم ، ويتحمل الصعاب فى سبيلهم .وقوله ( إنَّ قَتْلَهُمْ كَانَ خِطْئاً كَبِيراً ) تعليل آخر للنهى عن قتل الأولاد جئ به على سبيل التأكيد .والخِطْء : هو الإِثم - وزنا ومعنى - ، مصدر خَطِئَ خِطْئًا كأثم إثما من باب علم .أى : أن قتل الأولاد كان عند الله - تعالى - إثما كبيرا فاحشا ، يؤدى إلى التعاسة والشقاء فى الدنيا والآخرة :والحق أن المجتمع الذى يبيح قتل الأولاد ، خوفا من الفقر أو العار ، لا يمكن أن يصلح شأنه ، لأنه مجتمع نفعى تسوده الأثرة والأنانية والتشاؤم والأوهام ، لأن أفراده يظنون أن الله يخلق خلقا لا يدبر لهم رزقهم ، ويعتدون على روح بريئة طاهرة ، تخوفا من فقر أو عار مترقب ، وذلك هو الضلال المبين .ورحم الله الإِمام الرازى فقد قال عند تفسيره لهذه الآية ما ملخصه : إن قتل الأولاد إن كان لخوف الفقر ، فهو سوء ظن بالله . وإن كان لأجل الغيرة على البنات فهو سعى فى تخريب العالم . فالأول : ضد التعظيم لأمر الله - تعالى - والثانى : ضد الشفقة على خلقه ، وكلاهما مذموم .ولقد أمر النبى صلى الله عليه وسلم برعاية الأبناء ، وحذر من الاعتداء عليهم فى أحاديث كثيرة ، ومن ذلك ما جاء فى الصحيحين عن عبدالله بن مسعود قال : \" قلت يا رسول الله ، أى الذنب أعظم؟ قال : أن تجعل لله ندا وهو خلقك . قلت : ثم أى؟ قال : أن تقتل ولدك خشية أن يطعم معك . قلت : ثم أى؟ قال : أن تزنى بحليلة جارك \" ."
    },
    {
      "ayah": 32,
      "surah": 17,
      "text": "وبعد أن نهى - سبحانه - عن قتل الأولاد المؤدى إلى إفناء النسل ، أتبع ذلك بالنهى عن فاحشة الزنا المؤدية إلى اختلاط الأنساب : فقال - تعالى - : ( وَلاَ تَقْرَبُواْ الزنى إِنَّهُ كَانَ فَاحِشَةً وَسَآءَ سَبِيلاً ) والزنا : وطء المرأة بدون عقد شرعي يجيز للرجل وطأها .والفاحشة : ما عظم قبحه من الأقوال والأفعال . يقال فحش الشئ ، فحشا ، كقبح قبحا - وزنا ومعنى - ، ويقال أفحش الرجل ، إذا أتى الفحش بضم الفاء وسكون الحاء - ، وهو القبيح من القول أو الفعل . وأكثر ما تكون الفاحشة إطلاقا على الزنا .وتعليق النهى بقربانها ، للمبالغة فى الزجر عنها ، لأن قربانها قد يؤدى إلى الوقوع فيها ، فمن حام حول الحمى يوشك أن يقع فيه .وهذا لون حكيم من ألوان إصلاح النفوس ، لأنه إذا حصل النهى عن القرب من الشئ ، فلأن ينهى عن فعله من باب أولى .فكأنه - سبحانه - يقول : كونوا - أيها المسلمون بعيدين عن كل المقدمات التى تفضى إلى فاحشة الزنا كمخالطة النساء ، والخلوة بهن ، والنظر إليهن .. . فإن ذلك يفتح الطريق إلى الوقوع فيها .قال بعض العلماء : وكثيرا ما يتعلق النهى فى القرآن بالقربان من الشئ ، وضابطه بالاستقراء :أن كل منهى عنه من شأنه أن تميل النفوس إليه ، وتدفع إليه الأهواء ، جاء النهى فيه عن القربان ، ويكون القصد التحذير من أن يأخذ ذلك الميل فى النفس مكانة تصل بها إلى اقتراف المحرم ، ومن ذلك قوله - تعالى - : ( وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ . . . ) ( وَلاَ تَقْرَبُواْ الزنى . . . ) ( وَلاَ تَقْرَبُوهُنَّ حتى يَطْهُرْنَ . . ) أما المحرمات التى لم يؤلف ميل النفوس إليها ، ولا اقتضاء الشهوات لها ، فإن الغالب فيها ، أن يتعلق النهى عنها بنفس الفعل لا بالقربان منه ."
    },
    {
      "ayah": 33,
      "surah": 17,
      "text": "ومن ذلك قوله - تعالى - : ( وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ . . . ) وقوله - تعالى - : ( وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق . . ) .فهذه وإن كانت فواحش ، إلا أنها ليست ذات دوافع نفسية ، يميل إليها الإِنسان بشهوته . بل هى فى نظر العقل على المقابل من ذلك ، يجد الإِنسان فى نفسه مرارة ارتكابها ، ولا يقدم عليها إلا وهو كاره لها ، أو فى حكم الكاره . . .وقوله : ( إِنَّهُ كَانَ فَاحِشَةً وَسَآءَ سَبِيلاً ) تعليل للنهى عن الاقتراب منه ، أى : ابتعدوا عن مقدمات الزنا فضلا عن الوقوع فيه ذاته ، لأنه كان - وما زال - فى شرع الله ، وفى نظر كل عقل سليم فعلة فاحشة ظاهرة القبح وبئس الطريق طريقه ، فإنها طريق تؤدى إلى غضب الله - تعالى - وسخطه .ومما لا شك فيه أن فاحشة الزنا من أقبح الفواحش التى تؤدى إلى شيوع الفساد والأمراض الخبيثة فى الأفراد والمجتمعات ، وما وجدت فى أمة إلا وكانت عاقبتها خسرا .ولقد تحدث الإِمام الرازى عن تلك المفاسد التى تترتب على الزنا فقال ما ملخصه :الزنا اشتمل على أنواع من المفاسد ، أولها : اختلاط الأنساب واشتباهها ، فلا يعرف الإِنسان أن الولد الذى أتت به الزانية ، أهو منه أو من غيره . . .وثانيا : أنه إذا لم يوجد سبب شرعى لأجله يكون هذا الرجل لتلك المرأة ، لم يبق فى حصول ذلك الاختصاص إلا التواثب والتقاتل .وثالثها : أن المرأة إذا باشرت الزنا ، استقذرها كل طبع سليم ، وحينئذ لا تحل الألفة والمحبة ، ولا يتم السكن والازدواج . .ورابعها : أنه إذا فتح باب الزنا ، فحينئذ لا يبقى لرجل اختصاص بامرأة وحينئذ لا يبقى بين نوع الإِنسان ، وبين سائر البهائم فرق فى هذا الباب .وخامسها : أنه ليس المقصود من المرأة قضاء الشهوة ، بل أن تصير شريكة للرجل فى ترتيب المنزل وإعداد مهماته . . وهذه المهمات لا تتم إلا إذا كانت مقصورة الهمة على هذا الرجل الواحد ، منقطعة الطمع عن سائر الرجال ، وذلك لا يحصل إلا بتحريم الزنا .. . فثبت بما ذكرنا أن العقول السليمة تقضى على الزنا بالقبح .ولقد سد الإِسلام جميع المنافذ التى تؤدى إلى ارتكاب هذه الفاحشة ، وسلك لذلك وسائل من أهمها :1- تحريم الخلوة بالمرأة الأجنبية ، ومنع الاختلاط بين الرجال والنساء إلا فى حدود الضرورة الشرعية ، ومن الأحاديث التى وردت فى هذا المعنى ، ما رواه الشيخان عن ابن عباس أن رسول الله صلى الله عليه وسلم قال : \" لا يخلون أحدكم بامرأة إلا مع ذى محرم \" .\" وروى الشيخان - أيضا - عن عقبة بن عامر أن رسول الله صلى الله عليه وسلم قال : \" إياكم والدخول على النساء \" . فقال رجل من الأنصار : أفرأيت الحمو - بفتح الحاء وسكون الميم - وهو قريب الزوج كأخيه وابن عمه فقال صلى الله عليه وسلم : \" الحمو الموت \" \" أى : دخوله قد يؤدى إلى الموت .2- تحريم النظر إلى المرأة الأجنبية . ووجوب غض البصر .قال - تعالى - : ( قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ وَيَحْفَظُواْ فُرُوجَهُمْ . . ) وقال - سبحانه - : ( وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ . . ) وروى الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" كتب على ابن آدم نصيبه من الزنى مدرك ذلك لا محالة : العينان زناهما النظر ، والأذنان زناهما الاستماع ، واللسان زناه الكلام . . . والقلب يهوى ويتمنى ، ويصدق ذلك الفرج أو يكذبه \" .3- وجوب التستر والاحتشام للمرأة؛ فإن التبرج والسفور يغرى الرجال بالنساء ، ويحرك الغريزة الجنسية بينهما .قال - تعالى - : ( ياأيها النبي قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ ذلك أدنى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ . . ) 4- الحض على الزواج ، وتيسير وسائله ، والبعد عن التغالى فى نفقاته ، وتخفيف مؤنه وتكاليفه . . فإن الزواج من شأنه أن يحصن الإِنسان ، ويجعله يقضى شهوته فى الحلال . .فإذا لم يستطع الشاب الزواج ، فعليه بالصوم فإنه له وقاية - كما جاء فى الحديث الشريف - .5- إقامة حدود الله بحزم وشدة على الزناة سواء أكانوا من الرجال أم من النساء ، كما قال - تعالى - : ( الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الآخر وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين ) وهذا الجلد إنما هو بالنسبة للبكر ذكرا كان أو أنثى ، أما بالنسبة للمحصن وهو المتزوج أو الذى سبق له الزواج ، فعقوبته الرجم ذكرا كان أو أنثى ، وقد ثبت ذلك بالأحاديث الصحيحة .\" ففى الصحيحين أن رسول الله صلى الله عليه وسلم قضى فى زان لم يتزوج وزانية متزوجة ، بقوله لوالد الرجل : \" على ابنك مائة جلدة وتغريب عام \" ثم قال صلى الله عليه وسلم لأحد أصحابه واسمه أنيس : \" اغد يا أنيس إلى امرأة هذا ، فإن اعترفت فارجمها \" فغدا عليها فاعترفت فرجمها \" .ومما لا شك أنه لو تم تنفيذ حدود الله - تعالى - على الزناة ، لمحقت هذه الفاحشة محقا ، لأن الشخص إن لم يتركها خوفا من ربه - عز وجل - لتركها خوفا من تلك العقوبة الرادعة ، ومن فضيحته على رءوس الأشهاد .هذه بعض وسائل الوقاية من تلك الفاحشة القبيحة ، ولو اتبعها المسلمون ، لطهرت أمتهم من رجسها ، ولحفظت فى دينها ودنياها .ثم نهى - سبحانه - عن قتل النفس المعصومة الدم ، بعد نهيه عن قتل الأولاد ، وعن الاقتراب من فاحشة الزنا فقال - تعالى - : ( وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق ) .أى : ولا تقتلوا النفس التى حرم الله قتلها ، إلا بالحق الذى يبيح قتلها شرعا ، كردة ، أو قصاص ، أو زنا يوجب الرجم .قال الإِمام ابن كثير : يقول - تعالى - ناهيا عن قتل النفس بغير حق شرعى ، كما ثبت فى الصحيحين - عن عبد الله بن مسعود - أن رسول الله صلى الله عليه وسلم قال : \" لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأن محمدا رسول الله إلا بإحدى ثلاث : النفس بالنفس ، والزانى المحصن ، والتارك لدينه المفارق للجماعة \" .وفى السنن : \" لزوال الدنيا أهون عند الله من قتل مسلم \" .وقوله : ( إلا بالحق ) متعلق بلا تقتلوا ، والباء للسببية ، والاستثناء مفرغ من أعم الأحوال أى : لا تقتلوها فى حال من الأحوال ، إلا فى حال ارتكابها لما يوجب قتلها .وذلك : لأن الإِسلام ينظر إلى وجود الإِنسان على أنه بناء بناه الله - تعالى - فلا يحل لأحد أن يهدمه إلا بحق .وبهذا يقرر الإِسلام عصمة الدم الإِنسانى ، ويعتبر من يعتدى على نفس واحدة ، فكأنما قد اعتدى على الناس جميعا . قال - تعالى - : ( مِنْ أَجْلِ ذلك كَتَبْنَا على بني إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض فَكَأَنَّمَا قَتَلَ الناس جَمِيعاً وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعاً . . ) وقوله - سبحانه - : ( وَمَن قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلاَ يُسْرِف فِّي القتل إِنَّهُ كَانَ مَنْصُوراً ) إرشاد لولى المقتول إلى سلوك طريق العدل عند المطالبة بحقه .والمراد بوليه : من يلى أمر المقتول ، كأبيه وابنه وأخيه وغيرهم من أقاربه الذين لهم الحق فى المطالبة بدمه . فإن لم يكن للمقتول ولى ، فالحاكم وليه .والمراد بالسلطان : القوة التى منحتها شريعة الله - تعالى - لولى المقتول على القاتل ، حيث جعلت من حق هذا الولى المطالبة بالقصاص من القاتل ، أو أخذ الدية منه ، أو العفو عنه ، ولا يستطيع أحد أن ينازعه فى هذا الحق ، أو أن يجبره على التنازل عنه .والمعنى : ومن قتل مظلوما ، أى : بدون سبب يوجب قتله ، فإن دمه لم يذهب هدرا ، فقد شرعنا ( لوليه سلطانا ) على القاتل ، لأنه - أى الولى - إن شاء طالب بالقصاص منه ، وإن شاء أخذ الدية ، وإن شاء عفا عنه . وبذلك يصير الولى هو صاحب الكلمة الأولى فى التصرف فى القاتل ، حتى لكأنه مملوك له .وما دامت شريعة الله - تعالى - قد أعطت الولى هذا السلطان على القاتل ، فعليه أن لا يسرف فى القتل ، وأن لا يتجاوز ما شرعه الله - تعالى - .ومن مظاهر هذا التجاوز : أن يقتل اثنين - مثلا - فى مقابل قتيل واحد أو أن يقتل غير القاتل ، أو أن يمثل بالقاتل بعد قتله .قال الآلوسى ما ملخصه : كان من عادتهم فى الجاهلية ، أنهم إذا قتل منهم واحدا ، قتلوا قاتله ، وقتلوا معه غيره . . .وأخرج البيهقى فى سننه عن زيد بن أسلم أنه قال : إن الناس فى الجاهلية كانوا إذا قتل من ليس شريفا شريفا ، لم يقتلوه به ، وقتلوا شريفا من قومه ، فنهوا عن ذلك ، كما نهوا عن المثلة بالقاتل .وقرأ حمزة والكسائى : ( فلا تسرف ) بالخطاب للولى على سبيل الالتفات .وقوله : ( إِنَّهُ كَانَ مَنْصُوراً ) تذييل المقصود به تعليل النهى عن الإِسراف فى القتل . والضمير يعود إلى الولى - أيضا - .أى : فلا يسرف هذا الولى فى القتل ، لأن الله - تعالى - قد نصره عن طريق ما شرعه له من سلطان عظيم ، من مظاهره : المطالبة بالقصاص من القاتل ، أو بأخذ الدية ، ومن مظاهره - أيضا - وقوف الحاكم وغيره إلى جانبه حتى يستوفى حقه من القاتل ، دون أن ينازعه منازع فى هذا الحق .ومنهم من يرى أن الضمير فى قوله ( إنه ) يعود إلى المقتول ظلما ، على معنى : أن الله - تعالى - قد نصره فى الدنيا بمشروعية القصاص والدية حتى لا يضيع دمه ، ونصره فى الآخرة بالثواب الذى يستحقه ، وما دام الأمر كذلك فعلى وليه أن لا يسرف فى القتل .ويبدو لنا أن الرأى الأول أقرب إلى الصواب . لأنه هو الظاهر من معنى الآية الكريمة .قال ابن جرير بعد أن ساق الأقوال فى ذلك : وأشبه ذلك بالصواب عندى ، قول من قال : عنى بها - أى بالهاء فى إنه - الولى ، وعليه عادت ، لأنه هو المظلوم ووليه المقتول ، وهى إلى ذكره أقرب من ذكر المقتول ، وهو المنصور - أيضا - لأن الله - جل ثناؤه - قضى فى كتابه المنزل ، أن سلطه على قاتل وليه ، وحكمه فيه ، بأن جعل إليه قتله إن شاء ، واستبقاءه على الدية إن أحب ، والعفو عنه إن رأى . وكفى بذلك نصرة له من الله - تعالى - ، فلذلك هو المعنى بالهاء التى فى قوله ( إِنَّهُ كَانَ مَنْصُوراً ) .والمتأمل فى هذه الآية الكريمة التى هى أول آية نزلت فى شأن القتل كما قال الضحاك : يراها قد عالجت هذه الجريمة علاجا حكيما .فهى أولا : تنهى عن القتل ، لأنه من أكبر الكبائر التى تؤدى إلى غضب الله - تعالى - وسخطه ، قال - تعالى - : ( وَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَآؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ الله عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً ) .وجاء النهى عنه فى بعض الآيات بعد النهى عن الإِشراك بالله - عز وجل - . قال - سبحانه - : ( والذين لاَ يَدْعُونَ مَعَ الله إلها آخَرَ وَلاَ يَقْتُلُونَ النفس التي حَرَّمَ الله إِلاَّ بالحق . . ) كما جاء النهى عنه فى كثير من الأحاديث النبوية ، ومن ذلك ما جاء فى الصحيحين عن ابن مسعود - رضى الله عنه - أن رسول الله صلى الله عليه وسلم قال : \" أول ما يقضى بين الناس يوم القيامة فى الدماء \" .وفى حديث آخر يقول صلى الله عليه وسلم : \" الآدمى بنيان الرب ، ملعون من هدم بنيان الرب \" .وفى حديث ثالث : \" لو اجتمع أهل السموات والأرض على قتل رجل مسلم ، لأكبهم الله فى النار \" .وهذا النهى الشديد عن قتل النفس من أسبابه ، أنه يؤدى إلى شيوع الغل والبغض والتقاتل . . . بين الأفراد والجماعات؛ إذ النفس البشرية فى كل زمان ومكان ، يؤلمها ، ويثير غضبها وانتقامها ، أن ترى قاتل عزيز لديها يمشى على الأرض . .وهى ثانيا : تسوق لولى المقتول من التوجيهات الحكيمة ، ما يهدئ نفسه ، ويقلل من غضبه ، ويطفئ من نار ثورته المشتعلة .وقد أجاد صاحب الظلال - رحمه الله - فى توضيح هذا المعنى فقال :\" وفى تولية صاحب الدم على القصاص من القاتل ، وتجنيد سلطان الشرع وتجنيد الحاكم لنصرته ، تلبية للفطرة البشرية ، وتهدئة للغليان الذى تستشعره نفس الولى ، الغليان الذى قد يجرفه ويدفعه غلى الضرب يمينا وشمالا ، فى حمى الغضب والانفعال على غير هدى . فأما حين يحس أن الله قد ولاه على دم القاتل . وأن الحاكم مجند لنصرته على القصاص ، فإن ثائرته تهدأ ، ونفسه تسكن ، ويقف عند حد القصاص العادل الهادئ \" .والإِنسان إنسان ، فلا يطالب بغير ما ركب فى فطرته من الرغبة العميقة فى القصاص . لذلك يعترف الإِسلام بهذه الفطرة ويلبيها فى الحدود المأمونة ، ولا يتجاهلها فيفرض التسامح فرضا . إنما هو يدعو إلى التسامح ويؤثره ، ويحبب فيه ، ويأجر عليه ، ولكن بعد أن يعطى الحق . فلولى الدم أن يقتص أو يصفح .وشعور ولى الدم بأنه قادر على كليهما ، قد يجنح به إلى الصفح والتسامح ، أما شعوره بأنه مرغم على الصفح فقد يهيج نفسه ، ويدفع به إلى الغلو والجموح .هذا ، والذى نعتقده وندين الله - تعالى - عليه ، أنه لا علاج لجريمة القتل - وغيرها - إلا بتطبيق شريعة الله - تعالى - التى جمعت بين الرحمة والعدل .وبالرحمة والعدل : تتلاقى القلوب بعد التفرق ، وتلتئم بعد التصدع ، وتتسامى عن الانتقام إلى ما هو أعلى منه وهو العفو ."
    },
    {
      "ayah": 34,
      "surah": 17,
      "text": "وبعد أن نهى - سبحانه - عن إتلاف النفوس عن طريق القتل والزنا ، أتبع ذلك بالنهى عن إتلاف الأموال التى هى قوام الحياة ، وبدأ - سبحانه - بالنهى عن الاقتراب من مال اليتيم إلا بالتى هى أحسن ، ثم ثنى بالأمر بإيفاء الكيل والميزان عند التعامل ، فقال - تعالى - :( وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولاً وَأَوْفُوا الكيل إِذا كِلْتُمْ وَزِنُواْ بالقسطاس المستقيم ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً ) .واليتيم : هو الصغير الذى مات أبوه مأخوذ من اليتم بمعنى الانفراد ، ومنه الدرة اليتيمة .والخطاب فى قوله : ( ولا تقربوا . . . ) لأولياء اليتيم ، والأوصياء على ماله .والأشد : قوة الإِنسان ، واشتعال حرارته ، ومن الشدة بمعنى القوة . يقال : شد النهار إذا ارتفع واكتمل ، وهو مفرد جاء بصيغة الجمع . أو هو جمع لا واحد له من لفظه ، أو جمع شدة كأنعم ونعمة .أى : ولا تقربوا - أيها الأولياء على اليتيم - ماله الذى منحه الله إياه عن طريق الميراث أو غيره ، إلا بالطريقة التى هى أحسن الطرق ، والتى من شأنها أن تنفعه ، كالمحافظة عليه ، واستثماره له ، وإنفاقه فى الوجوه المشروعة .واعلموا أن كل تصرف مع اليتيم أو فى ماله لا يقع فى تلك الدائرة - دائرة الأنفع والأحسن - فهو تصرف محظور ومنهى عنه ، وسيحاسبكم الله - تعالى - عليه .وتعليق النهى بالقربان ، للمبالغة فى الزجر عن التصرف فى مال اليتيم ، إلا بالطريقة التى هى أحسن .وقوله : ( حتى يَبْلُغَ أَشُدَّهُ ) ليس غاية للنهى ، إذ ليس المعنى : فإذا بلغ أشده فاقربوه ، لأن هذا المعنى يقتضى إباحة أكل الولى لمال اليتيم بعد بلوغه ، وإنما هو غاية لما يفهم من النهى ، فيكون المعنى : لا تقربوا مال اليتيم إلا بالطريقة التى هى أحسن ، واستمروا على ذلك حتى يبلغ أشده ، أى : حتى يصير بالغا عاقلا رشيدا ، فإذا ما صار كذلك ، فسلموا إليه ماله بأمانة واستعفاف عن التطلع إلى شئ منه .هذا ، وقد أمرت شريعة الإِسلام ، بحسن رعاية اليتيم ، وبالمحافظة على حقوقه ، ونهت عن الإِساءة إليه ، بأى لون من ألوان الإِساءة .قال - تعالى - : ( وَيَسْأَلُونَكَ عَنِ اليتامى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ . . ) وقال - سبحانه - : ( إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً ) وقال رسول الله صلى الله عليه وسلم فى الحديث الذى رواه الإِمام البخارى عن سهل بن سعد رضى الله عنه :\" أنا وكافل اليتيم فى الجنة هكذا \" وأشار بالسبابة والوسطى .\" وروى الشيخان عن أبى هريرة - رضى الله عنه - عن النبى صلى الله عليه وسلم أنه قال : \" اجتنبوا السبع الموبقات . قالوا : يا رسول الله وما هن؟ قال : الشرك بالله ، والسحر ، وقتل النفس التى حرم الله إلا بالحق ، وأكل الربا ، وأكل مال اليتيم ، والتولى يوم الزحف ، وقذف المحصنات المؤمنات الغافلات \" \" .ومن الحكم التى من أجلها أمر الاسلام بالعطف على اليتيم ونهى عن ظلمه ، أنه إنسان ضعيف فقد الأب الحانى ، والعائل والنصير منذ صغره . .فإذا نشأ فى بيئة ترعاه وتكرمه . . شب محبا لمن حوله ، وللمجتمع الذى يعيش فيه .وإذا نشأ فى بيئة تقهره وتذله وتظلمه . . نظر إلى من حوله ، وإلى المجتمع الذى يعيش فيه ، نظرة العدو إلى عدوه . .وكأنه يقول لنفسه : إذا كان الناس لم يحسنوا إلى فى صغرى وفى حالة ضعفى ، فلماذا أحسن إليهم فى حال كبرى وقوتى!! وإذا كانوا قد حرمونى حقى الذى منحه الله لى فلماذا أعطيهم شيئا من خيرى وبرى!! .هذه بعض الأسباب التى من أجلها أمر الإِسلام أتباعه برعاية اليتيم وإكرامه ، وصيانة حقوقه من أى اعتداء أو ظلم .وبعد أن نهى - سبحانه - عن الاقتراب من مال اليتيم إلا بالتى هى أحسن ، أمر بالوفاء بالعهود فقال : ( وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولاً ) .والعهد : ما من شأنه أن يراعى ويحفظ ، كالوصية واليمين . وعهد الله : أوامره ونواهيه وعهد الناس : ما يتعاهدون عليه من معاملات وعقود وغير ذلك مما تقتضيه شئون حياتهم .أى : وأوفوا بالعهود التى بينكم وبين الله - تعالى - ، والتى بينكم وبين الناس ، بأن تؤدوها كاملة غير منقوصة ، وأن تقوموا بما تقتضيه من حقوق شرعية . وقوله ( إِنَّ العهد كَانَ مَسْؤُولاً ) تعليل لجواب الوفاء بالعهد .أى : كونوا أوفياء بعهودكم لأن صاحب العهد كان مسئولا عنه ، أمام الله - تعالى - وأمام الناس ، فالكلام على حذف مضاف كما فى قوله - سبحانه - ( واسأل القرية ) .وقال - سبحانه - : ( وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد . . . ) بالإِظهار دون الإِضمار للإِشعار بكمال العناية بشأن الوفاء بالعهود .ويجوز أن يكون المعنى : وأوفوا بالعهد إن العهد كان مسئولا ، أى : كان مطلوبا بالوفاء به وقد مدح الله - تعالى - الذين يوفون بعهودهم فى آيات كثيرة ، منها قوله - تعالى - : ( إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب الذين يُوفُونَ بِعَهْدِ الله وَلاَ يَنقُضُونَ الميثاق ) وقوله - تعالى - : ( والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ والصابرين فِي البأسآء والضراء وَحِينَ البأس أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون )"
    },
    {
      "ayah": 35,
      "surah": 17,
      "text": "وبعد أن أمر - سبحانه - بالوفاء بصفة عامة ، أتبع ذلك بالوفاء فى شئون البيع والشراء ، فقال - تعالى - : ( وَأَوْفُوا الكيل إِذا كِلْتُمْ وَزِنُواْ بالقسطاس المستقيم ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً ) .والقسطاس : الميزان الذى يوزن به فى حالتى البيع والشراء .قال صاحب الكشاف : قرئ ( بالقسطاس ) بكسر القاف وضمها . . قيل : كل ميزان صغر أو كبر من موازين الدراهم وغيرها .وقال الآلوسى ما ملخصه : وهذا اللفظ رومى معرب . . وقيل : عربى . . وعلى القول بأنه رومى معرب - وهو الصحيح - لا يقدح استعماله فى القرآن فى عربيته المذكورة فى قوله - تعالى - : ( إِنَّآ أَنْزَلْنَاهُ قُرْآناً عَرَبِيّاً ) لأنه بعد التعريب والسماع فى فصيح الكلام ، يصير عربيا ، فلا حاجة إلى إنكار تعريبه . . .وقوله : ( تأويلا ) من الأول - بفتح الهمزة وسكون الواو - بمعنى الرجوع . يقال : آل هذا الأمر إلى كذا ، إذا رجع إليه .والمعنى : وأتموا أيها المؤمنون الكيل إذا كلتم لغيرم عند بيعكم لهم ما تريدون بيعه ، وزنوا لهم كذلك بالميزان المستقيم العادل ما تريدون وزنه لهم .وقيد - سبحانه - الأمر بوجوب إتمام الكيل والميزان فى حالة البيع ، لأنها الحالة التى يكون فيها التطفيف فى العادة ، إذ أن البائع هو الذى غالبا ما يطفف للمشترى فى المكيال والميزان ولا يعطيه حقه كاملا .قال - تعالى - : ( وَيْلٌ لِّلْمُطَفِّفِينَ الذين إِذَا اكتالوا عَلَى الناس يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ ) أى : ذلك الذى أمرناكم به . من وجوب إتمام المكيال والميزان عند التعامل ، خير لكم فى الدنيا ، لأنه يرغب الناس فى التعامل معكم ، أما فى الآخرة فهو أحسن عاقبة ومآلا ، لما يترتب عليه من الثواب الجزيل لكم من الله - عز وجل - ."
    },
    {
      "ayah": 36,
      "surah": 17,
      "text": "ثم ختم - سبحانه - تلك التوجيهات السامية السديدة ، بالنهى عن تتبع ما لا علم للإِنسان به ، وعن الفخر والتكبر والخيلاء . . فقال - تعالى - :( وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً وَلاَ تَمْشِ فِي الأرض مَرَحاً إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولاً كُلُّ ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً ذَلِكَ مِمَّآ أوحى إِلَيْكَ رَبُّكَ مِنَ الحكمة وَلاَ تَجْعَلْ مَعَ الله إلها آخَرَ فتلقى فِي جَهَنَّمَ مَلُوماً مَّدْحُوراً ) .قال القرطبى - رحمه الله - ما ملخصه : قوله - تعالى - : ( وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ) أى : ولا تتبع ما لا تعلم ولا يعنيك - من قول أو فعل - قال قتادة : لا تقل رأيت وأنت لم تر ، وسمعت وأنت لم تسمع ، وعلمت وأنت لم تعلم . .ثم قال : وأصل القَفْو البُهْت ، والقذف بالباطل . ومنه قوله - عليه الصلاة والسلام - : \" نحن بنو النضر بن كنانة لا نقفوا أُمَّنا ، ولا ننتفى من أبينا \" أى : لا نسُبُّ أمنا .وقال : قفوته أقفوه . . . إذا اتبعت أثره . وقافية كل شئ آخره ، ومنه اسم النبى صلى الله عليه وسلم : المُقَفَّى ، لأنه آخر الأنبياء عليهم الصلاة والسلام - ، ومنه القائف ، وهو الذى يتبع الأثر .. .وقال صاحب الكشاف - رحمه الله - : قوله : ( وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ) : يعنى ، ولا تكن فى اتباعك ما لا علم لك به من قول أو فعل ، كمن يتبع مسلكا لا يدرى أنه يوصله إلى مقصده فهو ضال . والمراد : النهى عن أن يقول الرجل ما لا يعلم ، وأن يعمل بما لا يعلم . ويدخل فيه النهى عن التقليد الأعمى دخولا ظاهرا لأنه اتباع لا لما لا يعلم صحته من فساده . . .وقوله : ( إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً ) تحذير شديد من أن يقول الإِنسان قولا لا علم له به ، أو أن يفعل فعلا بدون تحقق ، أو أن يحكم حكما بلا بينة أو دليل .أى : إن السمع الذى تسمع به - أيها المكلف - ، والبصر الذى تبصر به ، والفؤاد - أى القلب - الذى تحيا به ، كل أولئك الأعضاء ستكون مسئولا عن أفعالها يوم القيامة ، وسيقال لك بتأنيب وتوبيخ : لماذا سمعت ما لا يحل لك سماعه ، ونظرت إلى ما لا يجوز لك النظر إليه ، وسعيت إلى ما لا يصح لك أن تسعى إليه!! .وعلى هذا التفسير يكون السؤال فى قوله - تعالى - : ( كَانَ عَنْهُ مَسْؤُولاً ) للإنسان الذى تتبع ما ليس له به علم من قول أو فعل .ومن الآيات التى تشهد لهذا التفسير قوله - تعالى - : ( فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُواْ يَعْمَلُونَ ) ومنهم من يرى أن السؤال موجه إلى تلك الأعضاء ، لتنطق بما اجترحه صاحبها ، ولتكون شاهدة عليه ، فيكون المعنى : .إن السمع والبصر والفؤاد ، كل واحد من أولئك الأعضاء ، كان مسئولا عن فعله ، بأن يقال له : هل استعملك صاحبك فيما خلقت من أجله أوْ لا؟ .ويكون هذا السؤال للأعضاء من باب التوبيخ لأصحابها ، كما قال - تعالى - : ( اليوم نَخْتِمُ على أَفْوَاهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُواْ يَكْسِبُونَ ) وكما قال - سبحانه - : ( وَيَوْمَ يُحْشَرُ أَعْدَآءُ الله إِلَى النار فَهُمْ يُوزَعُونَ حتى إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ ) واسم الإِشارة ( أولئك ) على التفسير يعود إلى السمع والبصر والفؤاد ، إما لأن هذا الاسم يشار به إلى العقلاء ويشار به إلى غير العقلاء ، كما فى قول الشاعر :ذُمَّ المنازلَ بعد منزلة اللوى ... والعيش بعد أولئك الأياموإما لأن هذه الأعضاء أخذت حكم العقلاء ، لأنها جزء منهم ، وشاهدة عليهم .وعلى كلا التفسيرين أيضا ، يتمثل التحذير الشديد للإِنسان عن أن يتبع ما ليس له به علم .قال الجمل : وقوله - تعالى - : ( كل أولئك ) مبتدأ ، خبره جملة ( كَانَ عَنْهُ مَسْؤُولاً ) ، والضمير فى \" كان \" وفى \" عنه \" وفى ( مسئولا ) يعود على كل .أى : كان كل واحد منها مسئولا عن نفسه ، يعنى عما فعل به صاحبه : ويجوز أن يكون الضمير فى : \" عنه \" لصاحب السمع والبصر والفؤاد . . .وشبيه بهذه الآية فى النهى عن اتباع ما لا علم للإنسان به . قوله - تعالى - : ( قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ والإثم والبغي بِغَيْرِ الحق وَأَن تُشْرِكُواْ بالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ ) وقوله - سبحانه - : ( ياأيها الناس كُلُواْ مِمَّا فِي الأرض حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ إِنَّمَا يَأْمُرُكُمْ بالسواء والفحشآء وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ ) قال الإِمام ابن كثير : ومضمون ما ذكروه - فى معنى قوله - تعالى - : ( وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ . . ) أن الله - تعالى - نهى عن القول بلا علم ، كما قال - سبحانه - : ( اجتنبوا كَثِيراً مِّنَ الظن إِنَّ بَعْضَ الظن إِثْمٌ . . ) وفى الحديث : \" إياكم والظن فإن الظن أكذب الحديث . . . \" وفى سنن أبى داود : \" بئس مطية الرجل زعموا \" وفى الحديث الآخر : \" إن أفْرَى الفِرَى - أى أكذب الكذب - أن يُرِىَ الرجل عينيه ما لم تريا \" .وقال بعض العلماء : وهذه الكلمات القليلة - التى اشتملت عليها الآية - تقيم منهجا كاملا للقلب والعقل ، يشمل المنهج العلمى الذى عرفته البشرية حديثا جدا ، ويضيف إليه استقامة القلب ، ومراقبة الله ، ميزة الإِسلام على المناهج العقلية الجافة! .فالتثبت من كل خبر ، ومن كل ظاهرة ، ومن كل حركة ، قبل الحكم عليها ، هو دعوة القرآن الكريم ، ومنهج الإِسلام الدقيق . .فلا يقول اللسان كلمة ، ولا ينقل رواية ، ولا يروى حادثة ، ولا يحكم العقل حكما ، ولا يبرم الإِنسان أمرا . إلا وقد تثبت من كل جزئية ، ومن كل ملابسة ومن كل نتيجة ، فلم يبق هنالك شك ولا شبهة فى صحتها . . ."
    },
    {
      "ayah": 37,
      "surah": 17,
      "text": "ثم ينتقل القرآن الكريم من النهى عن أن يتبع الإِنسان ما لا علم له به ، إلى النهى عن التفاخر والتكبر والإِعجاب فى النفس فيقول : ( وَلاَ تَمْشِ فِي الأرض مَرَحاً . . . ) .والمرح فى الأصل : شدة الفرح ، والتوسع فيه ، مع الخيلاء والتعالى على الناس ، يقال : مرح - بزنة فرح - يمرح مرحا ، إذا اشتد فرحه ومشى مشية المتكبرين . وهو مصدر وقع موقع الحال .أى : ولا تمش - أيها الانسان - فى الأرض مشية الفخور المتكبر المختال بل كن متواضعا متأدبا بأدب الإِسلام فى سلوكك .وتقييد النهى بقوله ( فى الأرض ) للتذكير بالمبدأ والمعاد ، المانعين من الكبر والخيلاء ، إذ من الأرض خلق وإليها يعود ، ومن كان كذلك كان جديرا به أن يتواضع لا أن يتكبر .قال - تعالى - : ( مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى ) وقوله - سبحانه - : ( إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولاً ) تعليل للنهى عن التفاخر مع السخرية والتهكم من المتفاخر المغرور .أى : إنك - أيها الماشى فى الأرض مرحا - لن تخرق الأرض بوطئك عليها ، أو بمشيك فوقها ، ولن تبلغ - مهما ارتفعت قامتك - الجبال فى الطول والعلو . وما دام شأنك كذلك ، فكن متواضعا ، فمن تواضع لله - تعالى - رفعه .وقوله ( طولا ) تمييز محول عن الفاعل . أى : لن يبلغ طولك الجبال .وشبيه بهذه الآية فى النهى عن التعالى والتطاول ، قوله - تعالى - : ( وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلاَ تَمْشِ فِي الأرض مَرَحاً إِنَّ الله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ ) وقد أمر النبى صلى الله عليه وسلم بالتواضع ، ونهى عن التكبر والغرور ، وبين سوء عاقبة ذلك فى أحاديث كثيرة ، منها ما رواه مسلم فى صحيحه عن عياض بن حمار قال : قال رسول الله صلى الله عليه وسلم : \" إن الله - تعالى - أوحى إلى أن تواضعوا ، حتى لا يفخر أحد على أحد ، ولا يبغى أحد على أحد \" .وروى الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" لا ينظر الله يوم القيامة إلى من جر إزاره بطرا \" .وروى الترمذى عن سلمة بن الأكوع قال : قال رسول الله صلى الله عليه وسلم : \" لا يزال الرجل يذهب بنفسه - أى يرتفع ويتكبر - حتى يكتب فى الجبارين - فيصيبه ما أصابهم \" .ورحم الله القائل :ولا تمش فوق الأرض إلا تواضعا ... فكم تحتها قوم همو منك أرفعوإن كنت فى عز وحِرْزٍ ومَنْعَة ... فكم مات من قوم همو منك أمنع"
    },
    {
      "ayah": 38,
      "surah": 17,
      "text": "ثم ختم - سبحانه - تلك التكاليف التى يغلب عليها طابع النهى عن الرذائل بقوله : ( كُلُّ ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً ) .واسم الإِشارة ( ذلك ) يعود إلى ما تقدم ذكره من التكاليف والأوامر والنواهى . التى لا يتطرق إليها النسخ ، والتى تبلغ خمسة وعشرين تكليفا ، تبدأ بقوله - تعالى - : ( لاَ تَجْعَلْ مَعَ الله إلها آخَرَ ) ثم يأتى بعد ذلك النهى عن عقوق الوالدين ، والأمر بصلة الأرحام ، وبالعطف على المسكين وابن السبيل ، ثم النهى عن البخل ، والإِسراف ، وقتل الأولاد ، والاقتراب من الزنا ، وقتل النفس إلا بالحق ، والاعتداء على مال اليتيم . . الخ .والضمير فى ( سيئه ) يعود إلى ما نهى الله عنه من أفعال ، كالشرك ، وعقوق الوالدين ، والزنا . أى : كل ذلك الذى بيناه لك فيما سبق ، كان الفعل السيئ منه ، عند ربك مكروها ، أى : مبغوضا عنده - سبحانه - وأما الفعل الحسن كالوفاء بالعهد ، وإعطاء ذى القربى حقه ، فهو محمود عند ربك - عز وجل - ."
    },
    {
      "ayah": 39,
      "surah": 17,
      "text": "والخطاب فى قوله - تعالى - : ( أفأصفاكم . . ) للكافرين الذين قالوا ، الملائكة بنات الله .والإِصفاء بالشئ : جعله خالصا . يقال : أصفى فلان فلانا بالشئ ، إذا آثره به . ويقال للأشياء التى يختص السلطان بها نفسه : الصوافى . وفعله : صفا يصفو ، وتضمن هنا معنى التخصيص .والاستفهام للإِنكار والتوبيخ والتهكم .والمعنى - كما يقال صاحب الكشاف - أفخصكم ربكم على وجه الخلوص والصفاء بأفضل الأولاد ، وهم الذكور ، ولم يجعل فيهم نصيبا لنفسه ، واتخذ أدونهم ، وهن البنات ، وأنتم لا ترضونهن لأنفسكم ، بل تئدوهن وتقتلونهن!! فهذا خلاف الحكمة وما عليه معقولكم وعادتكم . فإن العبيد لا يُؤْثَرون بأجود الأشياء وأصفاها من الشوب ، ويكون أردؤها وأدونها للسادات .والمقصود من الجملة الكريمة نفى ما زعموه من أن الملائكة بنات الله بأبلغ وجه ، أى : لم يخصكم ربكم بالبنين ، ولم يتخذ من الملائكة إناثا ، لأنه - سبحانه - تنزه عن الشريك والولد والوالد والشبيه .قال - تعالى - : ( لَّوْ أَرَادَ الله أَن يَتَّخِذَ وَلَداً لاصطفى مِمَّا يَخْلُقُ مَا يَشَآءُ سُبْحَانَهُ هُوَ الله الواحد القهار ) وقال - تعالى - : ( أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذاً قِسْمَةٌ ضيزى ) وقوله - سبحانه - : ( إِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيماً ) تسفيه لأقوالهم الباطلة وأفكارهم الفاسدة وعقولهم السقيمة .أى : إنكم بنسبتكم البنات إلى الله - تعالى - ، لتقولون قولا عظيما فى قبحه وشناعته ، وفى استهجان العقول السليمة له ، وفيما يترتب عليه من عقوبات أليمة من الله - تعالى - لكم .قال - تعالى - : ( وَقَالُواْ اتخذ الرحمن وَلَداً لَّقَدْ جِئْتُمْ شَيْئاً إِدّاً تَكَادُ السماوات يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الأرض وَتَخِرُّ الجبال هَدّاً أَن دَعَوْا للرحمن وَلَداً وَمَا يَنبَغِي للرحمن أَن يَتَّخِذَ وَلَداً إِن كُلُّ مَن فِي السماوات والأرض إِلاَّ آتِي الرحمن عَبْداً لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدّاً وَكُلُّهُمْ آتِيهِ يَوْمَ القيامة فَرْداً )"
    },
    {
      "ayah": 4,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( وَقَضَيْنَآ إلى بَنِي إِسْرَائِيلَ فِي الكتاب لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ . . . ) إخبار من الله - تعالى - لهم ، بما سيكون منهم ، حسب ما وقع فى علمه المحيط بكل شئ ، والذى ليس فيه إجبار أو قسر ، وإنما هو صفة انكشافية ، تنبئ عن مآلهم وأحوالهم .قال أبو حيان : والفعل ( قضى ) يتعدى بنفسه إلى مفعول ، كقوله - تعالى - : ( فَلَمَّا قضى مُوسَى الأجل . . ) ولما ضُمِّن هنا معنى الإِيحاء أو الإِنفاذ تعدى بإلى أى : وأوحينا أو أنفذنا إلى بنى إسرائيل فى القضاء المحتوم المثبوت وعن ابن عباس : وأعلمناهم . . .والمراد بالكتاب : التوراة ، وقيل اللوح المحفوظ .واللام فى قوله ( لتفسدن . . . ) جواب قسم محذوف تقديره : والله لتفسدن .ويجوز أن تكون جوابا لقوله - تعالى - : ( وقضينا . . . ) لأنه مضمن معنى القسم ، كما يقول القائل : قضى الله لأفعلن كذا ، فيجرى القضاء والقدر مجرى القسم . . .والمقصود بالأرض : عمومها أو أرض الشام .و ( مرتين ) منصوب على أنه مفعول مطلق لقوله : ( لتفسدن ) من غير لفظه ، والمراد لتفسدن إفسادتين وقوله - عز وجل - : ( ولتعلن . . ) من العلو وهو ضد السفل ، والمراد به هنا : التكبر والتجبر والبغى والعدوان .والمعنى : وأخبرنا بنى إسرائيل فى كتابهم التوراة خبراً مؤكدا : وأوحينا إليهم بواسطة رسلنا ، بأن قلنا لهم : لتفسدن فى الأرض مرتين ، ولتستكبرون على الناس بغير حق ، استكبارا كبيرا ، يؤدى بكم إلى الخسران والدمار .والتعبير عما يكون منهم من إفساد بالقضاء وأنه فى الكتاب ، يدل على ثبوته ، إذ أصل القضاء - كما يقول القرطبى - الإِحكام للشئ والفراغ منه .وأكد إفسادهم واستعلاءهم بلام القسم ، للإِشعار بأنه مع ثبوته ووجوده فهو مصحوب بالتجبر والتكبر والبغى والعدوان .وكان من مظاهر إفسادهم فى الأرض : تحريفهم للتوراة ، وتركهم العمل بما فيها من أحكام ، وقتلهم الأنبياء والمصلحين ."
    },
    {
      "ayah": 40,
      "surah": 17,
      "text": "ثم بين - سبحانه - أن هذا القرآن الذى أنزله على نبيه محمد صلى الله عليه وسلم قد اشتمل على ألوان متعددة من الهدايات والآداب والأحكام ، فقال - تعالى - : ( وَلَقَدْ صَرَّفْنَا فِي هذا القرآن لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمْ إِلاَّ نُفُوراً ) .وقوله - تعالى - : ( صرفنا ) من التصريف وهو فى الأصل صرف الشئ من حالة إلى أخرى ، ومن جهة إلى أخرى .والمراد به هنا : بينا ، وكررنا ، ومفعوله محذوف للعلم به .والمعنى : ولقد بينا وكررنا فى هذا القرآن أنواعا من الوعد والوعيد ، والقصص ، والأمثال ، والمواعظ والأخبار ، والآداب والتشريعات ، ليتذكر هؤلاء الضالون ويتعظوا ويعتبروا ، ويوقنوا بأنه من عند الله - تعالى - فيهديهم ذلك إلى اتباع الحق ، والسير فى الطريق القويم .وقوله - تعالى - : ( وَمَا يَزِيدُهُمْ إِلاَّ نُفُوراً ) تصوير بديع لإِصرارهم على كفرهم وعنادهم ، وإيثارهم الغى على الرشد .والنفور : التباعد والإِعراض عن الشئ . يقال : نفرت الدابة تنفر - بكسر الفاء وضمها - نفورا ، إذا جزعت وتباعدت وشردت .أى : وما يزيدهم هذا البيان والتكرار الذى اشتمل عليه القرآن الكريم ، إلا تباعدا عن الحق ، وإعراضا عنه ، وعكوفا على باطلهم ، بسبب جحودهم وعنادهم وحسدهم للرسول صلى الله عليه وسلم على ما آتاه الله من فضله .وكان بعض الصالحين إذا قرأ هذه الآية قال : زادنى لك خضوعا ، ما زاد أعداءك نفورا ."
    },
    {
      "ayah": 41,
      "surah": 17,
      "text": "ثم أمر الله - تعالى - رسول الله صلى الله عليه وسلم أن يوبخهم على شركهم ، وأن يسوق لهم الدليل الواضح على فساد عقولهم ، فقال - تعالى - : ( قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) .وقد قرأ جمهور القراء ( كما تقولون ) وقرأ ابن كثير وحفص عن عاصم ( كما يقولون ) .وللمفسرين فى تفسير هذه الآية اتجاهان ، أما الاتجاه الأول فيرى أصحابه أن المعنى .قل - أيها الرسول الكريم - لهؤلاء المشركين ، لو كان مع الله - تعالى - آلهة أخرى - كما يزعمون - إذا لطلبوا إلى ذى العرش - وهو الله عز وجل - طريقا وسبيلا لتوصلهم إليه ، لكى ينازعوه فى ملكه ، ويقاسموه إياه ، كما هى عادة الشركاء ، وكما هو ديدن الرؤساء والملوك فيما بينهم .قال - تعالى - : ( مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ ) وقال سبحانه - : ( لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا فَسُبْحَانَ الله رَبِّ العرش عَمَّا يَصِفُونَ ) وهذا الاتجاه قد صدر به صاحب الكشاف كلامه فقال ما ملخصه : قوله ( إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) جواب عن مقالة المشركين وجزاء للو . أى : إذا لطلبوا إلى من له الملك والربوبية سبيلا بالمغالية ، كما يفعل الملوك بعضهم مع بعض . . .وأما الاتجاه الثانى فيرى أصحابه أن المعنى : قل أيها الرسول لهؤلاء المشركين ، لو كان مع الله - تعالى - آلهة أخرى - كما يزعمون - ، إذا لابتغوا - أى الآلهة المزعومة - إلى ذى العرش سبيلا وطريقا ليقتربوا إليه ، ويعترفوا بفضله ، ويخلصوا له العبادة ، كما قال - تعالى - : ( أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً ) وقد اقتصر ابن كثير على هذا الوجه فى تفسيره للآية فقال : يقول - تعالى - : قل يا محمد لهؤلاء المشركين الزاعمين أن لله شريكا من خلقه ، لو كان الأمر كما تقولون ، من أن معه آلهة تعبد . . لكان أولئك المعبودون يعبدونه ويتقربون إليه يبتغون إليه الوسيلة والقربة .ومع وجاهة الرأيين ، إلا أن الرأى الأول أظهر ، لأن فى الآية فرض المحال ، وهو وجود الآلهة مع الله - تعالى - ، وافتراض وجودها المحال لا يظهر منه أنها تتقرب إليه - سبحانه - ، بل الذى يظهر منه أنها تنازعه لو كانت موجودة ، ولأن هذا الرأى يناسبه - أيضا - قوله - تعالى - بعد ذلك : ( سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً ) .أى : تنزه الله - تعالى - عما يقوله المشركون فى شأنه وتباعد ، وعلا علوا كبيرا ، فإنه - جل شأنه - لا ولد له ، فلا شريك له . . .قال - تعالى - : ( قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ ) والتعبير بقوله - سبحانه - : ( إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) يشير إلى الارتفاع والتسامى على تلك الآلهة المزعومة ، وأنها دون عرشه - تعالى - وتحته ، وليست معه . ."
    },
    {
      "ayah": 42,
      "surah": 17,
      "text": "ثم بين - سبحانه - أن جميع الكائنات تسبح بحمده فقال - تعالى - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) .والتسبيح : مأخوذ من السبح ، وهو المر السريع فى الماء أو فى الهواء ، فالمسبح مسرع فى تنزيه الله وتبرئته من السوء ، ومن كل ما لا يليق به - سبحانه - .أى تنزه الله - تعالى - وتمجده السموات السبع ، والأرض ، ومن فيهن من الإِنس والجن والملائكة وغير ذلك ، وما من شئ من مخلوقاته التى لا تحصى إلا ويسبح بحمد خالقه - تعالى - ، ولكن أنتم يا بنى آدم ( ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ ) لأن تسبيحهم بخلاف لغتكم ، وفوق مستوى فهمكم ، وإنما الذى يعلم تسبيحهم هو خالقهم عز وجل ، وصدق - سبحانه - إذ يقول : ( أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير ) والمتدبر فى هذه الآية الكريمة ، يراها تبعث فى النفوس الخشية والرهبة من الخالق - عز وجل - ، لأنها تصرح تصريحا بليغا بأن كل جماد ، وكل حيوان ، وكل طير ، وكل حشرة . . بل كل كائن فى هذا الوجود يسبح بحمده - تعالى - .وهذا التصريح يحمل كل إنسان عاقل على طاعة الله ، وإخلاص العبادة له ، ومداومة ذكره . . حتى لا يكون - وهو الذى كرمه ربه وفضله - أقل من غيره طاعة لله - تعالى - .وقوله : ( إِنَّهُ كَانَ حَلِيماً غَفُوراً ) تذييل قصد به بيان فضل الله - تعالى - ورحمته بعباده مع تقصيرهم فى تسبيحه وذكره .أى : ( إِنَّهُ كَانَ حَلِيماًً ) لا يعاجل المقصر بالعقوبة ، بل يمهله لعله يرعوى وينزجر عن تقصيره ومعصيته ، ( غفورا ) لمن تاب وآمن وعمل صالحا واهتدى إلى صراطه المستقيم .هذا ، ومن العلماء من يرى أن تسبيح هذه الكائنات بلسان الحال .قال بعض العلماء تسبيح هذه الكائنات لله - تعالى - هو دلالتها - بإمكانها وحدوثها ، وتغير شئونها ، وبديع صنعها - على وجود مبدعها ، ووحدته وقدرته ، وتنزهه عن لوازم الإِمكان والحدوث ، كما يدل الأثر على المؤثر ."
    },
    {
      "ayah": 43,
      "surah": 17,
      "text": "والخطاب فى قوله - تعالى - : ( وَإِذَا قَرَأْتَ القرآن . . . ) للرسول صلى الله عليه وسلم وقوله ( حجابا ) من الحجب بمعنى المنع .قال صاحب المصباح : حجبه حجبا - من باب قتل - : منعه . ومنه قيل للستر : حجاب؛ لأنه يمنع المشاهدة . وقيل للبواب : حاجب ، لأنه يمنع من الدخول . والأصل فى الحجاب : جسم حائل بين جسدين ، وقد استعمل فى المعانى فقيل : العجز حاجب ، أى : بين الإِنسان ومراده . . .وقوله ( مستورا ) ساترا ، فهو من إطلاق اسم المفعول وإرادة اسم الفاعل . كميمون بمعنى يامن . ومشئوم بمعنى شائم .واختار بعضهم أن مستورا على معناه الظاهر ، من كونه اسم مفعول ، لأن ذلك الحجاب مستور عن أعين الناس فلا يرونه ، أو مستورا به القارئ فلا يراه غيره ، ويجوز أن يكون مستورا ، أى : ذا ستر فهو للنسب كمكان مهول : ذو هول . .وللمفسرين فى تفسير هذه الآية أقوال ، أشهرها قولان :أولهما يرى أصحابه ، أن المراد بالحجاب المستور : ما حجب الله به قلوب هؤلاء الكافرين عن الانتفاع بهدى القرآن الكريم ، بسبب جحودهم وجهلهم وإصرارهم على كفرهم . فهو حجاب معنوى خفى ، حال بينهم وبين الانتفاع بالقرآن .فهم يستمعون إليه ، ولكنهم يجاهدون قلوبهم ألا ترق له ، ويمانعون فطرتهم عن التأثر به ، فكان استماعهم له كعدمه ، وعاقبهم الله على ذلك بأن طمس بصائرهم عن فقهه .والمعنى : وإذا قرأت - أيها الرسول الكريم - القرآن الهادى إلى الطريق التى هى أقوم ، جعلنا - بقدرتنا ، ومشيئتنا - ، بينك وبين الذين لا يؤمنون بالآخرة ، حجابا يحجبهم ويمنعهم عن إدراك أسراره وهداياته ، وساترا بينك وبينهم ، بحيث لا يصل القرآن إلى قلوبهم وصول انتفاع وهداية .ويشهد لهذا المعنى قوله - تعالى - : ( وَقَالُواْ قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذانِنَا وَقْرٌ وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ فاعمل إِنَّنَا عَامِلُونَ ) ومن المفسرين الذين اكتفوا بهذا القول ، فلم يذكروا غيره ، الإِمام البيضاوى ، فقد قال - رحمه الله : قوله : وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا يحجبهم عن فهم ما تقرؤه عليهم ( مستورا ) ذا ستر : كقوله - تعالى - : ( إِنَّهُ كَانَ وَعْدُهُ مَأْتِيّاً ) أى مستورا عن الحس . . .أما القول الثانى فيرى أصحابه : أن المراد بالحجاب المستور ، أن الله - تعالى - يحجب نبيه صلى الله عليه وسلم عن أعين المشركين ، بحيث لا يرونه فى أوقات معينة ، لحكم منها : النجاة من شرورهم .فيكون المعنى : وإذا قرأت القرآن - أيها الرسول الكريم - جعلنا بينك وبين هؤلاء الكافرين ، حجابا ساترا لك عنهم بحيث لا يرونك ، عندما تكون المصلحة فى ذلك .وقد استشهد أصحاب هذا القول بما أخرجه الحافظ أبو يعلى عن أسماء بنت أبى بكر قالت :\" لما نزلت سورة ( تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ ) جاءت العوراء أم جميل ولها ولولة ، وفى يدها فِهْر - أى حجر - وهى تقول : مُذَّمما أتينا ، وأمَره عصينا ، ودينه قَليْنا ورسول الله صلى الله عليه وسلم جالس ، وأبو بكر إلى جنبه .فقال أبو بكر : يا رسول الله ، لقد أقبلت هذه وأخاف أن تراك ، فقال صلى الله عليه وسلم : \" إنها لن ترانى \" وقرأ قرآنا اعتصم به منها ، ومما قرأه - : ( وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَاباً مَّسْتُوراً ) .فجاءت حتى قامت على أبى بكر ، فلم تر النبى صلى الله عليه وسلم ، فقالت : يا أبا بكر ، بلغنى أن صاحبك هجانى : فقال أبو بكر : لا ورب هذا البيت ما هجاك .فانصرفت وهى تقول : لقد علمت قريش أنى بنت سيدها \" .ومن المفسرين الذين استظهروا هذا القول ، الإِمام القرطبى ، فقد قال بعد أن ذكر ما روى عن أسماء بنت أبى بكر - رضى الله عنها - : وقال سعيد بن جبير : \" لما نزلت سورة ( تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ ) جاءت امرأة أبى لهب إلى النبى صلى الله عليه وسلم ومعه أبو بكر ، فقال أبو بكر لو تنحيت عنها لئلا تسمعك ما يؤذيك فإنها امرأة بَذِيَّة .فقال صلى الله عليه وسلم : \" إنه سيحال بيني وبينها \" فلم تره . فقالت لأبى بكر : يا أبا بكر هجانا صاحبك .فقال أبو بكر : والله ما ينطق بالشعر ولا يقوله . فاندفعت راجعة . فقال أبو بكر : يا رسول الله ، أما رأتك؟ .قال : لا . ما زال ملك بينى وبينها يسترنى حتى ذهبت \" .ثم قال القرطبى : وقيل : الحجاب المستور ، طَبْعُ الله على قلوبهم حتى لا يفقهوه : ولا يدركوا ما فيه من الحكمة . قاله قتادة . وقال الحسن : أى أنهم لإِعراضهم عن قراءتك ، وتغافلهم عنك كمن بينك وبينه حجاب فى عدم رؤيتهم لك ، حتى كأن على قلوبهم أغطية . . .ثم قال : والقول الأول أظهر فى الآية .ويبدو لنا أن كلا القولين صحيح فى ذاته ، وأن كل واحد منهما يحكى حالات معينة ، ويشهد لذلك ما نقله الجمل فى حاشيته على الجلالين عن شيخه فقد قال - رحمه الله - . قوله : ( حجابا مستورا ) ، أى : ساترا لك عنهم فلا يرونك وهذا بالنسبة لبعضهم ، كان يحجب بصره عن رؤية النبى صلى الله عليه وسلم إذا أراده بمكروه وهو يقرأ القرآن : وبعضهم كان يحجب قلبه عن إدراك معانى القرآن . . وبعضهم كان ينفر عند قراءة القرآن . . ."
    },
    {
      "ayah": 44,
      "surah": 17,
      "text": "وقوله - تعالى - : ( وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وفي آذَانِهِمْ وَقْراً وَإِذَا ذَكَرْتَ رَبَّكَ فِي القرآن وَحْدَهُ وَلَّوْاْ على أَدْبَارِهِمْ نُفُوراً ) يؤكد أن المشركين كانوا طوائف متعددة بالنسبة لموقفهم من القرآن الكريم ، ومن النبى صلى الله عليه وسلم .أى : وجعلنا على قلوب هؤلاء الذين لا يؤمنون بالآخرة ( أَكِنَّةً أَن يَفْقَهُوهُ ) أى : أغطية تسترها وتمنعها من فقه القرآن الكريم ، وفهمه فهما سليما .وجعلنا - أيضا - : ( وفي آذَانِهِمْ وَقْراً ) أى : صمما وثقلا عظيما يمنعهم من سماعه سماعا ينفعهم .وقوله : - سبحانه - : ( وَإِذَا ذَكَرْتَ رَبَّكَ فِي القرآن وَحْدَهُ وَلَّوْاْ على أَدْبَارِهِمْ نُفُوراً ) بيان لرذيلة أخرى من رذائلهم المتعددة .أى : وإذا ذكرت أيها الرسول الكريم - ربك فى القرآن وحده ، دون أن تذكر معه آلهتهم المزعومة انفضوا من حولك ورجعوا على أعقابهم نافرين شاردين ( كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ فَرَّتْ مِن قَسْوَرَةٍ ) وبذلك ترى أن هاتين الآيتين قد صورتا قبائح المشركين المتنوعة أبلغ تصوير ، لتزيد فى فضيحتهم وجهلهم ، ولتجعل المؤمنين يزدادون إيمانا على إيمانهم ."
    },
    {
      "ayah": 45,
      "surah": 17,
      "text": "ثم ساق - سبحانه - ما يدل على كمال علمه . وأنه - تعالى - سيجازى هؤلاء الكافرين بما يستحقون من عقاب ، فقال - عز وجل - : ( نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نجوى إِذْ يَقُولُ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُوراً ) .والباء فى قوله - سبحانه - : ( بما يستمعون ) متعلقة بأعلم ، ومفعول ( يستمعون ) محذوف ، تقديره ، القرآن .قال الآلوسى : قوله : ( نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ ) أى : ملتبسين به من اللغو والاستخفاف ، والاستهزاء بك وبالقرآن . يروى أنه صلى الله عليه وسلم كان يقوم عن يمينه رجلان من بنى عبد الدار ، وعن يساره رجلان منهم ، فيصفقون ويصفرون ويخلطون عليه بالأشعار - إذا قرأ القرآن - .ويجوز أن تكون الباء للسببية أو بمعنى اللام . أى : نحن أعلم بما يستمعون بسببه أو لأجله من الهزء ، وهم متعلقة بيستمعون . . وأفعل التفضيل فى العلم والجهل يتعدى بالباء ، وفى سوى ذلك يتعدى باللام ، فيقال : هو أكسى للفقراء ، والمراد من كونه - سبحانه - أعلم بذلك : الوعيد لهم . . .وإذ فى قوله ( إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نجوى ) ظرف لأعلم .ولفظ ( نجوى ) مصدر بمعنى التناجى والمسارة فى الحديث . وقد جعلوا عين النجوى على سبيل المبالغة ، كما فى قولهم : قوم عدل .ويجوز أن يكون جمع نَجِىٍّ ، كقتلى جمع قتيل أى : وإذ هم متناجون فى أمرك .والمعنى : نحن - أيها الرسول الكريم - على علم تام بأحوال المشركين عند استماعهم للقرآن الكريم . حين تتلوه عليهم ، وبالطريقة التى يستمعون بها وبالغرض الذى من أجله يستمعون إليك . وعلى علم تام بأحوالهم حين يستمعون إليك فرادى : وحين يستمعون إليك ثم يتناجون فيما بينهم بالإِثم والعدوان ، والتواصى بمعصيتك .فالجملة الكريمة وعيد شديد للمشركين على استماعهم المصحوب بالاستهزاء والسخرية من الرسول صلى الله عليه وسلم ومن القرآن . وتسلية له صلى الله عليه وسلم عما أصابه منهم ، وبيان لشمول علم الله - تعالى - لكل أحوالهم الظاهرة والخفية .وقوله - تعالى - : ( إِذْ يَقُولُ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُوراً ) بدل من قوله - تعالى - : ( وَإِذْ هُمْ نجوى ) .والمسحور . هو الذى سحر فاختلط عقله ، وزالت عنه الهيئة السوية .أى : ونحن أعلم بهؤلاء الأشقياء - أيضا - عندما يقول بعضهم لبعض : لا تتبعوا محمدا صلى الله عليه وسلم فيما يدعوا إليه ، فإنكم إن اتبعتموه تكونون قد اتبعتم رجلا مسحورا ، أصابه السحر فأخرجه عن وعيه وعقله .وقال - سبحانه - : ( إِذْ يَقُولُ الظالمون ) بالإِظهار دون الإِضمار ، لتسجيل الظلم عليهم فيما تفوهوا به ، وأنهم سيستحقون عقوبة الظالم ."
    },
    {
      "ayah": 46,
      "surah": 17,
      "text": "وقوله - تعالى - : ( انظر كَيْفَ ضَرَبُواْ لَكَ الأمثال فَضَلُّواْ فَلاَ يَسْتَطِيعْونَ سَبِيلاً ) تسلية عظيمة للرسول صلى الله عليه وسلم ، وتثبيت له وللمؤمنين على الطريق الحق الذى هداهم الله - تعالى - إليه .أى : انظر وتأمل - أيها الرسول الكريم - كيف أن هؤلاء المشركين . قد بلغ بهم الجحود والفجور ، أنهم مثلوا لك الأمثال ، فوصفوك تارة بأنك مسحور ، وتارة بأنك شاعر .وهم فى وصفهم هذا ، قد ضلوا عن الحق ضلالا بعيدا ، وصاروا كالحيران الذى التبست عليه الطرق ، فأمسى لا يعرف السبيل الذى يسلكه .هذا ، وقد ذكر الإِمام ابن كثير رحمة الله - عند تفسيره لهذه الآيات ، ما يدل على أن المشركين كانوا يستمعون إلى الرسول صلى الله عليه وسلم عند قراءته للقرآن .فقال : قال محمد بن إسحاق فى السيرة : حدثنى محمد بن مسلم بن شهاب الزهرى ، أنه حُدِّث أن أبا سفيان بن حرب ، وأبا جهل بن هشام ، والأخنس بن شريق . . خرجوا ليلة ليستمعوا من رسول الله صلى الله عليه وسلم وهو يصلى بالليل فى بيته ، فأخذ كل واحد منهم مجلسا يستمع فيه ، وكل لا يعلم بمكان صاحبه ، فباتوا يستمعون له ، حتى إذا طلع الفجر تفرقوا . حتى إذا جمعتهم الطريق ، تلاوموا ، وقال بعضهم لبعض : لا تعودوا ، فلو رآكم بعض سفهائكم لأوقعتم فى نفسه شيئا ، ثم انصرفوا .حتى إذا كانت الليلة التالية ، عاد كل رجل منهم إلى مجلسه ، فباتوا يستمعون له ، حتى إذا طلع الفجر تفرقوا . حتى إذا جمعتهم الطريق ، قال بعضهم لبعض مثل ما قال أول مرة ، ثم انصرفوا .حتى إذا كانت الليلة الثالثة ، أخذ كل رجل منهم مجلسه . فباتوا يستمعون له ، حتى إذا طلع الفجر تفرقوا ، فجمعهم الطريق ، فقال بعضهم لبعض لا نبرح حتى نتعاهد لا نعود فتعاهدوا على ذلك ثم تفرقوا .فلما أصبح الأخنس بن شريق أخذ عصاه ، ثم خرج حتى أتى أبا سفيان بن حرب فى بيته ، فقال : أخبرنى يا أبا حنظلة عن رأيك فيما سمعت من محمد صلى الله عليه وسلم ؟ فقال أبو سفيان : يا أبا ثعلبة ، والله لقد سمعت أشياء أعرفها وأعرف ما يراد بها ، وسمعت أشياء ما عرفت معناها ."
    },
    {
      "ayah": 47,
      "surah": 17,
      "text": "قال الإِمام الرازى : اعلم أنه تعالى لما تكلم أولا فى الإِلهيات ، ثم أتبعه بذكر شبهاتهم فى النبوات ، ذكر فى هذه الآيات شبهات القوم فى إنكار المعاد والبعث والقيامة . . .والرفات : ما تكسر وبَلِىَ من كل شئ كالفتات . يقال : رفت فلان الشئ يرفته - بكسر الفاء وضمها - ، إذا كسره وجعله يشبه التراب .والاستفهام فى قوله - تعالى - : ( أئذا كنا . . . ) وفى قوله ( أئنا لمبعوثون . . ) للاستبعاد والإِنكار .أى : وقال الكافرون المنكرون لوحدانية الله - تعالى - ، ولنبوة النبى صلى الله عليه وسلم ، وللبعث والحساب ، قالوا للنبى صلى الله عليه وسلم على سبيل الإِنكار والاستبعاد ، أئذا كنا يا محمد ، عظاما بالية ، ورفاتا يشبه التراب فى تفتته ودقته ، أئنا لمعادون إلى الحياة مرة أخرى ، بحيث تعود إلينا أرواحنا ، وتدب الحياة فينا ثانية ، ونبعث على هيئة خلق جديد ، غير الذى كنا عليه فى الدنيا؟ .وقولهم هذا ، يدل على جهلهم المطبق ، بقدرة الله - تعالى - التى لا يعجزها شئ ، وكرر - سبحانه - الاستفهام فى الآية الكريمة ، للإِشعار بإيغالهم فى الجحود والإِنكار .والعامل فى ( إذا ) محذوف ، والتقدير : أنبعث أو أنحشر إذا كنا عظاما ورفاتا ، وقد دل على هذا المحذوف قوله - تعالى - : ( أئنا لمبعوثون ) ."
    },
    {
      "ayah": 48,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( قُلْ كُونُواْ حِجَارَةً أَوْ حَدِيداً أَوْ خَلْقاً مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ ) أمر من الله - تعالى - لرسوله صلى الله عليه وسلم بالرد عليهم فيما استبعدوه وأنكروه من إعادتهم إلى الحياة بعد موتهم .أى : قل لهم - أيها الرسول الكريم - على سبيل الرد على استبعادهم ، والتحقير من شأنهم ، والتعجيز لهم : ( كونوا ) - إن استطعتم - ( حجارة ) كالتى تعبدونها من دون الله ، ( أو حديدا ) كالذى تستعملونه فى شئون حياتكم ."
    },
    {
      "ayah": 49,
      "surah": 17,
      "text": "( أو ) كونوا ( خلقا ) أى : مخلوقا سوى الحجارة والحديد ( مما يكبر ) أى : يعظم ويستبعد - ( فى صدوركم ) المظلمة - قبوله للحياة ، قل لهم : كونوا أى شئ من ذلك أو غيره إن استطعتم ، فإن الله - تعالى - لا يعجزه أن يعيدكم إلى الحياة مرة أخرى ، لكى يحاسبكم على أعمالكم ، ويجازيكم عليها بما تستحقون من عقاب .فالمقصود من الجملة الكريمة ، بيان أن قدرة الله - تعالى - لا يعجزها شئ . .قال الجمل : أجابهم الله - تعالى - بما معناه : تحولوا بعد الموت إلى أى صفة تزعمون أنها أشد منافاة للحياة ، وأبعد عن قبولها ، كصفة الحجرية والحديدية ونحوهما . فليس المراد الأمر ، بل المراد أنكم لو كنتم كذلك لما أعجزتم الله - تعالى - عن الإِعادة .وقوله - تعالى - : ( فَسَيَقُولُونَ مَن يُعِيدُنَا ) أى : فسيقولون لك - أيها الرسول الكريم - من يعيدنا إلى الحياة مرة أخرى بعد أن نكون حجارة أو حديدا أو غيرهما؟ .وقوله - سبحانه - : ( قُلِ الذي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ) رد على جهالاتهم وإنكارهم للبعث والحساب .أى : قل لهم : الله - تعالى - الذى فطركم وخلقكم ، أول مرة ، على غير مثال سابق ، قادر على أن يعيدكم الى الحياة مرة أخرى . كما قال - تعالى - : ( وَهُوَ الذي يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ المثل الأعلى فِي السماوات والأرض وَهُوَ العزيز الحكيم ) ثم بين - سبحانه - ما يكون منهم من استهزاء وسوء أدب عندما يسمعون من الرسول صلى الله عليه وسلم هذه الإِجابات السديدة ، فقال : ( فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ متى هُوَ . . . ) .أى : فسيحركون إليك رءوسهم عندما يسمعون ردك عليهم ، ويقولون على سبيل الاستهزاء والسخرية والتكذيب : متى هو؟ أى ما ذكرته من الإِعادة بعد الموت ، أو متى هو ذلك اليوم الذى سنعود فيه إلى الحياة بعد أن نصير عظاما ورفاتا .فالجملة الكريمة تصور تصويرا بليغا ما جبلوا عليه من تكذيب بيوم القيامة ومن استهزاء بمن يذكرهم بأحوال ذلك اليوم العصيب . ومن استبعاد لحصوله كما قال - تعالى - : حكاية عنهم فى آية أخرى : ( وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ ) وقوله - تعالى - : ( قُلْ عسى أَن يَكُونَ قَرِيباً ) تذييل قصد به التهديد والوعيد لهم .أى : قل لهم - أيها الرسول الكريم - على سبيل التأنيب والوعيد : عسى هذا اليوم الذى تستبعدون حصوله ، يكون قريبا جدا وقوعه .ولا شك فى أنه قريب ، لأن عسى فى كلام الله - تعالى - لما هو محقق الوقوع ، وكل ما هو محقق الوقوع فهو قريب ، ولأن الرسول صلى الله عليه وسلم قال : \" بعثت أنا والساعة كهاتين \" - وأشار بالسبابة والوسطى ."
    },
    {
      "ayah": 5,
      "surah": 17,
      "text": "ثم بين - سبحانه - أنه يسلط عليهم بعد إفسادهم الأول فى الأرض ، من يقهرهم ويستبيح حرماتهم ، ويدمرهم تدميرا ، فقال - تعالى - : ( فَإِذَا جَآءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَّنَآ أُوْلِي بَأْسٍ شَدِيدٍ فَجَاسُواْ خِلاَلَ الديار وَكَانَ وَعْداً مَّفْعُولاً ) .والمراد بالوعد : الموعد المحدد لعقابهم بسبب إفسادهم فى الأرض ، فالكلام على حذف مضاف ، والضمير فى ( أولاهما ) يعود على المرتين المعبر عنهما بقول : ( لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ ) .وقوله ( فجاسوا ) ممعطوف على ( بعثنا ) وأصل الجوس : طلب الشئ باستقصاء واهتمام لتنفيذ ما من أجله كان الطلب .والمعنى : فإذا حان وقت عقابكم - يابنى إسرائيل - على أولى مرتى إفسادكم بعثنا عليكم ووجهنا إليكم ( عِبَاداً لَّنَآ أُوْلِي بَأْسٍ شَدِيدٍ ) أى أصحاب بطش شديد فى الحروب والقتال ، فأذلوكم وقهروكم ، وفتشوا عنكم بين المساكن والديار ، لقتل من بقى منكم على قيد الحياة ، وكان البعث المذكور وما ترتب عليه من قتلكم وسلب أموالكم ، وهتك أعراضكم ، وتخريب دياركم .. . وعدا نافذا لا مرد له ، ولا مفر لكم منه .قال الآلوسى : واختلف فى تعيين هؤلاء العباد - الذين بعثهم الله لمعاقبة بنى إسرائيل بعد إفسادهم الأول - فعن ابن عباس وقتادة : هم جالوت وجنوده ، وقال ابن جبير وابن إسحاق : هم سنحاريب ملك بابل وجنوده . وقيل : هم العمالقة ، وقيل : بختنصر .وسنبين رأينا فيمن سلطه الله - تعالى - عليهم فى المرتين ، بعد تفسيرنا لهذه الآيات الكريمة .فإن قال قائل : وما فائدة أن يخبر الله - تعالى - بنى إسرائيل فى التوراة أنهم يفسدون فى الأرض مرتين . وأنه يعاقبهم على ما كان منهم من استعلاء وطغيان ، بأن يسلط عليهم من يذلهم ويقهرهم ويقضى عليهم؟ .فالجواب : أن إخبارهم بذلك يفيد أن الله - عز وجل - لا يظلم الناس شيئا ، وإنما يعاقبهم على ما يكون منهم من إفساد ويعفو عن كثير ، وأن رحمته مفتوحة للعصاة متى تابوا وأنابوا وأصلحوا من شأن أنفسهم .وهناك فائدة أخرى لهذا الإِخبار ، وهو تنبيه العقلاء فى جميع الأمم أن يحذروا من مواقعة المعاصى التى تؤدى إلى الهلاك ، وأن يحذروا أممهم من ذلك ، ويبصروهم بسوء عاقبة السير فى طريق الغى ، حتى لا يعرضوا أنفسهم لعقاب الله - عز وجل - .ومن فوائد إيراد هذا الخبر فى القرآن الكريم ، تنبيه اليهود المعاصرين للنبى صلى الله عليه وسلم ومن على شاكلتهم فى الفسوق والعصيان من المشركين ، إلى سنة من سنن الله فى خلقه ، وهى أن الإِفساد عاقبته الخسران .فعلى اليهود وغيرهم من الناس أن يتبعوا الرسول صلى الله عليه وسلم الذى ثبتت نبوته ثبوتا لاشك فيه ، لكى يسعدوا فى دنياهم وآخرتهم .ثم أشار - سبحانه - إلى الفائدة الثالثة من هذا الإِخبار ، وهى أن الأمم المغلوبة على أمرها ."
    },
    {
      "ayah": 50,
      "surah": 17,
      "text": "ثم بين - سبحانه - أحوالهم عندما يُدْعَوْن فى هذا اليوم الهائل الشديد فقال : ( يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ . . . ) .والظرف ( يوم ) منصوب بفعل مضمر أى : اذكروا يوم يدعوكم . . ويجوز أن يكون منصوبا على البدلية من ( قريبا ) .والداعى لهم هو \" إسرافيل \" - عليه السلام - عندما يأذن الله - تعالى - له بالنفخ فى الصور ، كما قال - تعالى - : ( وَنُفِخَ فِي الصور فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ ) وكما قال - سبحانه - : ( فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الداع إلى شَيْءٍ نُّكُرٍ خُشَّعاً أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الأجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ مُّهْطِعِينَ إِلَى الداع يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ ) وقوله ( بحمده ) حال من ضمير المخاطبين وهم الكفار ، والباء للملابسة .أى : اذكروا - أيها المكذبون - يوم يدعوكم الداعى إلى البعث والنشور فتلبون نداءه بسرعة وانقياد ، حال كونكم حامدين الله - تعالى - على كمال قدرته ، وناسين ما كنتم تزعمون فى الدنيا من أنه لا بعث ولا حساب ."
    },
    {
      "ayah": 51,
      "surah": 17,
      "text": "قال القرطبى : قوله - تعالى - : ( وَقُل لِّعِبَادِي يَقُولُواْ التي هِيَ أَحْسَنُ . . . ) الآية نزلت فى عمر بن الخطاب . وذلك أن رجلا من العرب شتمه ، وسبه عمر وهَمَّ بقتله ، فكادت تثير فتنة ، فأنزل الله فيه : ( وَقُل لِّعِبَادِي يَقُولُواْ التي هِيَ أَحْسَنُ ) .وقيل : \" نزلت لما قال المسلمون : ائذن لنا يا رسول الله فى قتال المشركين ، فقد طال إيذاؤهم لنا فقال : \" لم أومر بعد بالقتال \" \" .والمعنى : قل - أيها الرسول الكريم - لعبادى المؤمنين ، أن يقولوا عند محاورتهم لغيرهم ، الكلمة التى هى أحسن ، والعبارة التى هى أرق وألطف .وذلك لأن الكلمة الطيبة ، تزيد فى المودة التى بين المؤمنين ، وتكسر حدة العداوة التى بينهم وبين أعدائهم .قال - تعالى - : ( وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة ادفع بالتي هِيَ أَحْسَنُ فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ ) قال الآلوسى : ومقول فعل الأمر محذوف ، أى : قل لهم قولوا التى هى أحسن يقولوا ذلك . فجزم يقولوا لأنه جواب الأمر . وإلى هذا ذهب الأخفش .وقال الزجاج : إن قوله ( يقولوا ) هو المقول ، وجزمه بلام الأمر محذوفة ، أى : قل لهم ليقولوا . . . .وقوله - سبحانه - : ( إِنَّ الشيطان يَنزَغُ بَيْنَهُمْ ) تعليل للأمر السابق .أى : إن الشيطان يتربص بكم ، ويتلمس السقطات التى تقع من أفواهكم ، والعثرات التى تنطق بها ألسنتكم ، لكى يشيع الشر بينكم ، ويبذر بذور الشر والبغضاء فى صفوفكم ، ويهيج أعداءكم عليكم .وينزغ بمعنى يفسد . يقال : نزغه - كنفعه - ينزغه ، إذا طعن فيه واغتابه ، وقوله : ( إِنَّ الشيطان كَانَ لِلإِنْسَانِ عَدُوّاً مُّبِيناً ) تعليل لحرص الشيطان على الإِفساد بينهم .أى إن الشيطان حريص على الإِفساد بين الناس ، لأنه ظاهر العداوة لهم منذ القدم ولقد حذرنا الله - سبحانه - من الشيطان وكيده فى كثير من آيات القرآن الكريم ، ومن ذلك قوله - تعالى - : ( إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوّاً إِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَابِ السعير ) وقوله - تعالى - : ( يابني ءَادَمَ لاَ يَفْتِنَنَّكُمُ الشيطان كَمَآ أَخْرَجَ أَبَوَيْكُمْ مِّنَ الجنة يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَآ إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشياطين أَوْلِيَآءَ لِلَّذِينَ لاَ يُؤْمِنُونَ ) قال الإِمام ابن كثير ما ملخصه : يأمر الله - تبارك وتعالى - عبده ورسوله صلى الله عليه وسلم أن يأمر عباد الله المؤمنين ، أن يقولوا فى مخاطباتهم ومحاوراتهم الكلام الأحسن ، والكلمة الطيبة ، فإنهم إن لم يفعلوا ذلك نزغ الشيطان بينهم ، وأخرج الكلام إلى الفعال ، ووقع الشر والمخاصمة والمقاتلة ، فإنه عدو لآدم وذريته . . وعداوته ظاهرة بينة ، ولهذا نهى أن يشير الرجل إلى أخيه المسلم بحديدة ، فإن الشيطان ينزغ فى يده .أى : فربما أصابه بها .روى الإِمام أحمد عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" لا يشيرن أحدكم إلى أخيه بالسلاح ، فإنه لا يدرى أحدكم ، لعل الشيطان أن ينزغ فى يده ، فيقع فى حفرة من النار \" ."
    },
    {
      "ayah": 52,
      "surah": 17,
      "text": "ثم بين - سبحانه - أن مصير جميع الخلائق إليه ، وأنه محيط بأحوالهم فقال . ( رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ) . . .أى : ربكم - أيها الناس - أعلم بكم من أنفسكم ، وهو - سبحانه - إن يشأ بفضله يرحمكم ، بأن يوفقكم لطاعته وتقواه ، وإن يشأ بعدله يعذبكم ، بسبب معاصيكم وفسوقكم عن أمره ، لا يسأل - عز وجل - عما يفعل ، ( أَلاَ لَهُ الخلق والأمر تَبَارَكَ الله رَبُّ العالمين ) وقوله - تعالى - : ( وَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلاً ) بيان لوظيفة الرسول صلى الله عليه وسلم .أى : وما أرسلناك - أيها الرسول الكريم - إلى الناس ، لتكون حفيظا ورقيبا . وموكولا إليك أمرهم فى إجبارهم وإكراههم على الدخول فى الإِسلام ، وإنما أرسلناك شاهدا ومبشرا ونذيرا . وداعيا إلى الله بإذنه وسراجا منيرا ."
    },
    {
      "ayah": 53,
      "surah": 17,
      "text": "ثم انتقل - سبحانه - من بيان كمال علمه بأحوال الناس ، إلى بيان كمال علمه بجميع من فى السموات والأرض ، فقال - تعالى - : ( وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السماوات والأرض ) .أى : وربك - أيها الرسول الكريم - أعلم بأحوال من فى السموات والأرض من إنس وجن وملك ، وغير ذلك ، ولا يخفى عليه شئ من ظواهرهم أو بواطنهم ، ولا يعزب عن علمه - تعالى - شئ من طاعتهم أو معصيتهم ، ولا يعلم أحد سواه من هو أهل منهم للتشرف بحمل رسالته ، وتبليغ وحيه كما قال : - تعالى - : ( الله الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ) وقوله - سبحانه - : ( وَلَقَدْ فَضَّلْنَا بَعْضَ النبيين على بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُوراً ) بيان لمظهر من مظاهر علمه المطلق ، وفضله العميم : وعطائه الواسع .والزبور : هو الكتاب الذى أنزله الله - تعالى - على داود - عليه السلام .أى : ولقد فضلنا - على علم وحكمة منا - بعض النبيين على بعض ، بأن جعلنا منهم من كلم الله ، ومنهم من اتخذناه خليلا لنا ، ومنهم من آتيناه البينات وأيدناه بروح القدس ، ومنهم من آتيناه الزبور وهو داود - عليه السلام - .قال الإِمام ابن كثير : وقوله - تعالى - : ( وَلَقَدْ فَضَّلْنَا بَعْضَ النبيين على بَعْضٍ ) وقوله - تعالى - : ( تِلْكَ الرسل فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ . . . ) لا ينافى ما ثبت من الصحيحين أن رسول الله صلى الله عليه وسلم قال : \" لا تفضلوا بين الأنبياء \" فإن المراد من ذلك هو التفضيل بمجرد التشهى والعصبية ، لا بمقتضى الدليل ، فإذا دل الدليل على شئ وجب اتباعه ، ولا خلاف أن الرسل أفضل عن بقية الأنبياء ، وأن أولى العزم منهم أفضلهم ، وهم الخمسة المذكورون نصا فى قوله - تعالى - : ( قُلِ ادعوا الذين زَعَمْتُم مِّن دُونِهِ . . . ) ."
    },
    {
      "ayah": 54,
      "surah": 17,
      "text": "أورد المفسرون فى سبب نزول هاتين الآيتين روايات منها :قال ابن كثير : قال العوفى عن ابن عباس فى قوله : ( قُلِ ادعوا الذين زَعَمْتُم مِّن دُونِهِ . . . ) .قال : كان أهل الشرك يقولون نعبد الملائكة والمسيح وعزيرا .وروى البخارى وغيره عن ابن مسعود فى قوله : ( أولئك الذين يَدْعُونَ ) قال : كان ناس من الإِنس يعبدون ناسا من الجن ، فأسلم الجن وتمسك هؤلاء - أى الإِنس - بدينهم . . فنزلت هذه الآية .وقال القرطبى : لما ابتليت قريش بالقَحْط ، وشكَوْا إلى رسول الله صلى الله عليه وسلم ، أنزل الله هذه الآية : ( قُلِ ادعوا الذين زَعَمْتُم مِّن دُونِهِ . . . ) .والمراد بالزعم هنا : الظن الكاذب الذى لا أساس له من الحقيقة والواقع .قال الآلوسى ما ملخصه : والزعم قريب من الظن ، ويقال إنه القول المشكوك فيه ، ويستعمل بمعنى الكذب ، حتى قال ابن عباس : كل ما ورد فى القرآن زعم فهو كذب .وقد يطلق على القول المحقق ، والصدق الذى لا شك فيه . . . فقد ورد عن النبى صلى الله عليه وسلم أنه قال : \" زعم جبريل كذا . . . \" .وهو مما يتعدى إلى مفعولين ، وقد حذفا هنا ، أى : زعمتموهم آلهة . . والظاهر أن المراد من الموصول - الذين - كل من عبد من دون الله من العقلاء .والمعنى : قل - أيها الرسول الكريم - لهؤلاء الكافرين الذين أشركوا مع الله - تعالى - آلهة أخرى فى العبادة . قل لهم على سبيل الإِرشاد والتحدى : هذه الآلهة التى تعبدونها ، اطلبوا منها أن تدفع عنكم ما نزل بكم من ضر كمرض أو فقر أو قحط؛ أو أن تحوله منكم إلى غيركم . . .فإذا لم تستطع ذلك - وهى بكل تأكيد لا تستطيع ولن تستطيع - فاتركوا عبادتها ، وأخلصوا العبادة والطاعة لمن هو على كل شئ قدير ، وهو الله - عز وجل - .واكتفى - سبحانه - بذكر كشف الضر ، لأنه هو الذى تتطلع إليه النفوس عند نزول المصائب ، أكثر من تطلعها إلى جلب النفع ، إذ عند نزول الضر ، لا تشتغل الألسنة والقلوب إلا برجاء كشفه ."
    },
    {
      "ayah": 55,
      "surah": 17,
      "text": "أورد المفسرون فى سبب نزول هاتين الآيتين روايات منها :قال ابن كثير : قال العوفى عن ابن عباس فى قوله : ( قُلِ ادعوا الذين زَعَمْتُم مِّن دُونِهِ . . . ) .قال : كان أهل الشرك يقولون نعبد الملائكة والمسيح وعزيرا .وروى البخارى وغيره عن ابن مسعود فى قوله : ( أولئك الذين يَدْعُونَ ) قال : كان ناس من الإِنس يعبدون ناسا من الجن ، فأسلم الجن وتمسك هؤلاء - أى الإِنس - بدينهم . . فنزلت هذه الآية .وقال القرطبى : لما ابتليت قريش بالقَحْط ، وشكَوْا إلى رسول الله صلى الله عليه وسلم ، أنزل الله هذه الآية : ( قُلِ ادعوا الذين زَعَمْتُم مِّن دُونِهِ . . . ) .والمراد بالزعم هنا : الظن الكاذب الذى لا أساس له من الحقيقة والواقع .قال الآلوسى ما ملخصه : والزعم قريب من الظن ، ويقال إنه القول المشكوك فيه ، ويستعمل بمعنى الكذب ، حتى قال ابن عباس : كل ما ورد فى القرآن زعم فهو كذب .وقد يطلق على القول المحقق ، والصدق الذى لا شك فيه . . . فقد ورد عن النبى صلى الله عليه وسلم أنه قال : \" زعم جبريل كذا . . . \" .وهو مما يتعدى إلى مفعولين ، وقد حذفا هنا ، أى : زعمتموهم آلهة . . والظاهر أن المراد من الموصول - الذين - كل من عبد من دون الله من العقلاء .والمعنى : قل - أيها الرسول الكريم - لهؤلاء الكافرين الذين أشركوا مع الله - تعالى - آلهة أخرى فى العبادة . قل لهم على سبيل الإِرشاد والتحدى : هذه الآلهة التى تعبدونها ، اطلبوا منها أن تدفع عنكم ما نزل بكم من ضر كمرض أو فقر أو قحط؛ أو أن تحوله منكم إلى غيركم . . .فإذا لم تستطع ذلك - وهى بكل تأكيد لا تستطيع ولن تستطيع - فاتركوا عبادتها ، وأخلصوا العبادة والطاعة لمن هو على كل شئ قدير ، وهو الله - عز وجل - .واكتفى - سبحانه - بذكر كشف الضر ، لأنه هو الذى تتطلع إليه النفوس عند نزول المصائب ، أكثر من تطلعها إلى جلب النفع ، إذ عند نزول الضر ، لا تشتغل الألسنة والقلوب إلا برجاء كشفه ."
    },
    {
      "ayah": 56,
      "surah": 17,
      "text": "ثم بين - سبحانه - أن كل معبود - سوى الله - عز وجل - يفتقر إلى عونه - سبحانه - ، وإلى رجاء الثواب منه ، وإلى دفع العذاب عنه ، فقال - تعالى - ( أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ . . ) واسم الإِشارة ( أولئك ) يعود على المعبودين من دون الله ، وهو مبتدأ ، وخبره . قوله : ( يبتغون ) وما عطف عليه من قوله : ( وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ ) .والضمير فى ( يدعون ) يعود إلى المشركين ، وفى يبتغون يعود إلى المعبودين و ( أيهم ) بدل من واو الفاعل فى يبتغون ، و ( أقرب ) خبر لمبتدأ محذوف ، تقديره : هو ، أى : يبتغيها الذى هو أقرب ، والجملة صلة أى ."
    },
    {
      "ayah": 57,
      "surah": 17,
      "text": "والمقصود بالقرية فى قوله - تعالى - : ( وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً ) : قرى الكفار والظالمين ، كما ذهب إلى ذلك بعض المفسرين ، فيكون المعنى :وما من قرية من قرى الظالمين ، إلا نحن مهلكوها قبل يوم القيامة بالموت أو الخراب ، أو معذبوها عذابًا شديدًا ، يستأصل شأفتها ، ويقطع دابرها ، كما فعلنا مع قوم نوح وعاد وثمود وغيرهم .ومن المفسرين الذين ساروا على ذلك ، الإِمام ابن كثير ، فقد قال عند تفسيره لهذه الآية : هذا إخبار من الله - عز وجل - ، بأنه قد حتم وقضى ، بما كتب عنده فى اللوح المحفوظ ، أنه ما من قرية إلا سيهلكها؛ بأن يبيد أهلها جميعهم ، أو يعذبهم عذابًا شديدًا ، إما بقتل أو ابتلاء بما يشاء ، وإنما يكون ذلك بسبب ذنوبهم وخطاياهم ، كما قال - تعالى - عن الأمم الماضية : ( وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ ) ويرى آخرون ، أن المقصود بالقرية هنا : القرى كلها سواء أكانت للمؤمنين أم للكافرين .ومن المفسرين الذين ذهبوا إلى ذلك الآلوسى - رحمه الله - فقد قال : قوله - تعالى - : \" ( وَإِن مِّن قَرْيَةٍ ) الظاهر العموم ، لأن ( إن ) نافية ، و ( من ) زائدة لاستغراق الجنس . أى : وما من قرية من القرى . ( إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة ) بإماتة أهلها حتف أنوفهم ( أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً ) بالقتل وأنواع البلاء . . وروى عن مقاتل أنه قال : الهلاك للصالحة والعذاب للطالحة . . . \" .ويبدو لنا أن الرأى الأول أقرب إلى الصواب ، لأن هناك آيات كثيرة تؤيده ، ومن ذلك قوله - تعالى - : ( وَمَا كُنَّا مُهْلِكِي القرى إِلاَّ وَأَهْلُهَا ظَالِمُونَ ) وقوله - سبحانه - : ( ذلك أَن لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ ) وقوله - عز وجل - : ( وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ ) ولأن الله - تعالى - قيد الإِهلاك بكونه قبل يوم القيامة ، وكونه كذلك يقتضى أنه للقرى الظالمة . إذ الإِهلاك يوم القيامة يشمل جميع القرى ، سواء أكان أهلها مؤمنين أم كافرين ، بسبب انقضاء عمر الدنيا .وقوله - سبحانه - : ( كَانَ ذلك فِي الكتاب مَسْطُوراً ) تأكيد لقضاء الله النافذ ، وحكمه الثابت .أى : ( كان ذلك ) الإِهلاك والتعذيب ، فى الكتاب ، وهو اللوح المحفوظ ( مسطورًا ) أى : مكتوبًا وثابتًا .قال القرطبى : \" ( مسطورًا ) أى : مكتوبًا . والسطر : الخط والكتابة ، وهو فى الأصل مصدر . والسطر - بالتحريك - مثله ، وجمعه أسطار ، مثل سبب وأسباب ، وجمع السطر - بسكون الطاء - أسطر وسطور مثل أفلس وفلوس . والكتاب هنا يراد به اللوح المحفوظ \" ."
    },
    {
      "ayah": 58,
      "surah": 17,
      "text": "ثم بين - سبحانه - بعض مظاهر فضله على الأمة الإِسلامية ، ورحمته بها ، فقال - تعالى - : ( وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون .. . ) .وقد ذكر المفسرون فى سبب نزول هذه الآية آثارًا منها ما أخرجه الإِمام أحمد عن ابن عباس - رضى الله عنهما - قال : \" سأل أهل مكة رسول الله صلى الله عليه وسلم أن يجعل لهم الصفا ذهبًا ، وأن ينحى الجبال عنهم فيزرعوا . فقيل له : إن شئت أن تستأنى بهم ، وإن شئت أن يأتيهم الذى سألوا . فإن كفروا ، هلكوا كما أهلكتُ من كان قبلهم من الأمم .فقال صلى الله عليه وسلم : \" لا . . بل استأنى بهم \" ، وأنزل الله قوله : ( وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون . . . ) \" .قال الآلوسى : والمنع لغة : كف الغير وقسره عن فعل يريد أن يفعله ، ولاستحالة ذلك فى حقه - تعالى - لاستلزامه العجز المحال المنافى للربوبية قالوا : إنه مستعار هنا للصرف والترك . . . .وقوله : ( أن نرسل ) فى محل نصب لأنه مفعول ثان لمنعنا ، أو فى محل جر ، على حذف الجار ، أى : من أن نرسل ، وقوله : ( إِلاَّ أَن كَذَّبَ بِهَا ) فى محل رفع لأنه فاعل منعنا ، والتقدير : وما منعنا من إرسال الآيات إلا تكذيب الأولين .والمراد بالآيات : ما اقترحه المشركون على النبى صلى الله عليه وسلم من قلب الصفا ذهبا ، ومن إزاحة الجبال عن مكة ليزرعوا مكانها . . .والمعنى : وما كان سبب تركنا لإِجابة المقترحات التى طلبها المشركون منك - أيها الرسول الكريم - إلا علمنا بأنهم سيكذبون بها إذا جاءتهم ، كما كذب بأمثالها أشباههم الأولون ، وفى هذه الحالة فإنهم سيستحقون مثلهم عذاب الاستئصال كما جرت بذلك سنتنا .وقد اقتضت حكمتنا ورحمتنا - بأمتك أيها الرسول الكريم - ، ألا نعذبهم عذاب الاستئصال والمحو ، بل نؤخر عذاب الضالين منهم إلى يوم القيامة .قالوا : ومن الحكم فى هذا التأخير : الإِظهار لمزيد شرف النبى صلى الله عليه وسل ، كما قال - تعالى - : ( وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ) والرعاية لشأن من سيولد من بعضهم من المؤمنين ، ولمن سيؤمن من هؤلاء المقترحين ، إلى غير ذلك من الحكم التى لا يعلمها إلا هو - سبحانه - .قال صاحب الكشاف : استعير المنع لترك إرسال الآيات من أجل صارف الحكمة . . . والمراد : الآيات التى اقترحتها قريش من قلب الصفا ذهبا ، ومن إحياء الموتى ، وغير ذلك .وعادة الله فى الأمم ، أن من اقترح منهم آية فأجيب إليها . ثم لم يؤمن ، أن يعاجل بعذاب الاستئصال . فالمعنى : وما صرفنا عن إرسال ما يقترحونه من الآيات إلا أن كذب بها الذين هم أمثالهم من المطبوع على قلوبهم ، كعاد وثمود ، وأنها لو أرسلت لكذبوا بها تكذيب أولئك ، وقالوا : هذا سحر مبين ، كما يقولون فى غيرها .واستوجبوا العذاب المستأصل . وقد عزمنا أن نؤخر أمر من بعثت إليهم إلى يوم القيامة .ثم ساق - سبحانه - مثالاً للسابقين الذين أجيبوا إلى ما اقترحوه ، ولكنهم لم يؤمنوا ، فأخذهم عذاب الاستئصال ، فقال - تعالى - : ( وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ بِهَا ) .وثمود : هم قوم صالح - عليه السلام - ، وخصهم بالذكر ، لأنهم معروفون لأهل مكة أكثر من غيرهم ، لمرورهم على ديارهم عند أسفارهم إلى بلاد الشام .والناقة المراد بها : ناقة صالح - عليه السلام - التى طلبها قومه منه ، فأخرجها الله - تعالى - لهم لتكون معجزة له ، ولكنهم لم يؤمنوا به ، بل عقروا الناقة وعتوا عن أمر ربهم ، فأهلكهم الله - تعالى - بالصيحة التى جعلتهم فى دارهم جاثمين .وقوله ( مبصرة ) أى : معجزة واضحة ، يراها الناس بأعينهم بدون خفاء أو لبس . .قال الجمل : \" ( مبصرة ) بكسر الصاد - باتفاق السبعة ، والإِسناد مجازى . أى : يبصرونها خارجة من الصخرة . وقرئ شاذا بفتح الصاد . ثم قال : وفى السمين : مبصرة حال . وهو إسناد مجازى ، إذ المراد إبصار أهلها ، ولكنها لما كانت سببا فى الإِبصار نسب إليها ، والظاهر أن المراد الإِبصار المعنوى ، وهو الاهتداء بها ، والتوصل بها ، إلى تصديق نبيهم ، وعلى هذا تظهر السببية ، فإن وجودها سبب فى هذا المعنى . . . \" .وقال الآلوسى : \" وقوله : ( مبصرة ) على صيغة اسم الفاعل حال من الناقة ، والمراد : ذات إبصار ، أو ذات بصيرة يبصرها الغير ويتبصر بها ، فالصيغة للنسب . . . . \" .والمعنى : لقد تركنا إجابة المطالب التى اقترحها قومك - يا محمد - ، رحمة بهم ، لأننا لو أعطيناهم إياهم ثم استمروا فى تكذيبهم لك لأهلكناهم كما أهلكنا السابقين . فقد أجبنا قوم صالح - عليه السلام - إلى ما طلبوه من نبيهم ، بأن أخرجنا لهم الناقة ، وجعلناها معجزة واضحة نيرة فى الدلالة على صدقه ، فقابلوها بالتكذيب والجحود ، وظلموا أنفسهم وعرضوها للهلاك بسبب عقرها .قال - تعالى - : ( فَعَقَرُواْ الناقة وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ وَقَالُواْ يَاصَالِحُ ائتنا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ المرسلين فَأَخَذَتْهُمُ الرجفة فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ ) وقال - سبحانه - : ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَآ إِذِ انبعث أَشْقَاهَا فَقَالَ لَهُمْ رَسُولُ الله نَاقَةَ الله وَسُقْيَاهَا فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ فَسَوَّاهَا وَلاَ يَخَافُ عُقْبَاهَا ) وقوله - سبحانه - : ( وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفاً ) تذييل قصد به الزجر عن تكذيب ما يأتى به الأنبياء من هدايات ومعجزات تدل على صدقهم .والباء فى قوله ( بالآيات ) للملابسة ، ومفعول ، نرسل ، محذوف ، و ( تخويفًا ) مفعول لأجله .قال القرطبى قوله : \" ( وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفاً ) فيه خمسة أقوال : الأول : العبر والمعجزات التى جعلها الله على أيدى الرسل ، من دلائل الإِنذار تخويفًا للمكذبين . الثانى : أنها آيات الانتقام تخويفاً من المعاصى .الثالث : أنها تقلب الأحوال من صغر إلى شباب ثم إلى تكهل ثم إلى مشيب ، لتعتبر بتقلب أحوالك فتخاف عاقبة أمرك . الرابع : القرآن ، الخامس : الموت الذريع \" .والمعنى : وما نرسل رسلنا ملتبسين بالآيات والمعجزات الدالة على صدقهم ، إلا تخويفًا لأقوامهم من سوء تكذيبهم لها . فإنهم إن كذبوها يصيبهم من العذاب ما يصيبهم ."
    },
    {
      "ayah": 59,
      "surah": 17,
      "text": "ثم ذكر - سبحانه - ما يزيد النبى صلى الله عليه وسلم ثباتًا على ثباته ، ويقينًا على يقينه ، وما يدل على شمول علمه - تعالى - ونفاذ قدرته ، وبليغ حكمته فقال : ( وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بالناس . . . ) .أى : واذكر - أيها الرسول الكريم - وقت أن قلنا لك على لسان وحينا . إن ربك - عز وجل - قد أحاط بالناس علمًا وقدرة . فهم فى قبضته ، وتحت تصرفه ، وقد عصمك منهم ، فامض فى طريقك . وبلغ رسالة ربك ، دون أن تخشى من كفار مكة أو من غيرهم ، عدوانًا على حياتك ، فقد عصمك - سبحانه - منهم .وفى هذه الجملة ما فيها من التسلية للنبى صلى الله عليه وسلم ، ومن التبشير له ولأصحابه ، بأن العاقبة ستكون لهم ، ومن الحض لهم على المضى فى طريقهم دون أن يخشوا أحدًا إلا الله .والمراد بالرؤيا فى قوله - تعالى - : ( وَمَا جَعَلْنَا الرؤيا التي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ ) : ما رآه النبى صلى الله عليه وسلم وعاينه بعينيه من عجائب ، ليلة الإِسراء والمعراج .أى : وما جعلنا ما رأيته وعاينته ليلة إسرائنا بك من غرائب ، إلا فتنة للناس . ليتميز قوى الإِيمان من ضعيفه ، وسليم القلب من مريضه .وأطلق - سبحانه - على ما أراه لنبيه ليلة الإِسراء لفظ الرؤيا مع أنه كان يقظة \" لأن هذا اللفظ يطلق حقيقة على رؤيا المنام ، وعلى رؤية اليقظة ليلاً فإنه قد يقال لرؤية العين رؤيا ، كما فى قول الشاعر يصف صائدا : وكبر للرؤيا وهش فؤاده . . أى : وسر لرؤيته للصيد الذى سيصيده . أو أطلق عليه لفظ الرؤيا على سبيل التشبيه بالرؤيا المنامية ، نظرًا لما رآه فى تلك الليلة من عجائب سماوية وأرضية ، أو أطلق عليه ذلك بسبب أن ما رآه قد كان ليلاً . وقد كان فى سرعته كأنه رؤيا منامية .وكان ما رآه صلى الله عليه وسلم فى تلك الليلة فتنة للناس ، لأنه لما قص عليهم ما رآه ، ارتد بعضهم عن الإِسلام ، وتردد البعض الآخر فى قبوله ، وضاقت عقولهم عن تصديقه ، زاعمة أنه لا يمكن أن يذهب صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى ، ثم يعرج إلى السموات العلا . . ثم يعود إلى مكة ، كل ذلك فى ليلة واحدة .وبعضهم يرى أن المراد بالرؤيا هنا : ما رآه النبى صلى الله عليه وسلم من أنه سيدخل مكة هو وأصحابه ..وبعضهم يرى أن المراد بها هنا : ما أراه الله - تعالى - لنبيه فى منامه ، من مصارع المشركين قبل غزوة بدر؛ فقد قال صلى الله عليه وسلم قبل بدء المعركة : والله لكأنى أنظر إلى مصارع القوم . ثم أومأ إلى الأرض وقال : هذا مصرع فلان . وهذا مصرع فلان .والذى نرجحه هو الرأى الأول ، لأنه هو الظاهر من معنى الآية الكريمة ، ولأنه على الرأيين الثانى والثالث يترجح أن الآية مدنية ، لأن غزوة بدر وفتح مكة كانا بعد الهجرة ، والتحقيق أن هذه الآية مكية .قال القرطبى ما ملخصه : قوله - تعالى - : ( وَمَا جَعَلْنَا الرؤيا التي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ . . ) لما بين أن إنزال آيات القرآن تتضمن التخويف ، ضم إليه ذكر آية الإِسراء ، وهى المذكورة فى صدر السورة . وفى البخارى والترمذى عن ابن عباس فى قوله - تعالى - : ( وَمَا جَعَلْنَا الرؤيا التي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ ) قال : هى رؤيا عين أريها النبى صلى الله عليه وسلم ليلة أسرى به إلى بيت المقدس . . .وكانت الفتنة ارتداد قوم كانوا أسلموا حين أخبرهم النبى صلى الله عليه وسلم أنه أسرى به .وقيل : كانت رؤيا نوم . وهذه الآية تقض بفساده ، وذلك أن رؤيا المنام لا فتنة فيها ، وما كان أحد لينكرها .وعن ابن عباس قال : الرؤيا التى فى هذه الآية ، رؤيا رسول الله صلى الله عليه وسلم أنه يدخل مكة فى سنة الحديبية - فرده المشركون عن دخولها فى تلك السنة - ، فافتتن بعض المسلمين لذلك ، فنزلت هذه الآية . . وفى هذا التأويل ضعف . لأن السورة مكية ، وتلك الرؤيا كانت بالمدينة . . . \" .وقوله - سبحانه - : ( والشجرة الملعونة فِي القرآن ) معطوف على الرؤيا .أى : وما جعلنا الرؤيا التى أريناك والشجرة الملعونة فى القرآن إلا فتنة للناس .والمراد بالشجرة الملعونة هنا : شجرة الزقوم ، المذكورة فى قوله - تعالى - : ( أَذَلِكَ خَيْرٌ نُّزُلاً أَمْ شَجَرَةُ الزقوم إِنَّا جَعَلْنَاهَا فِتْنَةً لِّلظَّالِمِينَ إِنَّهَا شَجَرَةٌ تَخْرُجُ في أَصْلِ الجحيم طَلْعُهَا كَأَنَّهُ رُءُوسُ الشياطين ) والمراد بلعنها : لعن الآكلين منها وهم المشركون ، أو هى ملعونة لأنها تخرج فى أصل الجحيم . أو هى ملعونة لأن طعامها مؤذ وضار ، والعرب تقول لكل طعام ضار : إنه ملعون .قال الآلوسى : وروى فى جعلها فتنة لهم : أنه لما نزل فى شأنها فى سورة الصافات وغيرها ما نزل ، قال أبو جهل وغيره : هذا محمد يتوعدكم بنار تحرق الحجارة ، ثم يقول ينبت فيها الشجر . وما نعرف الزقوم إلا بالتمر والزبد ، ثم أمر جارية له فأحضرت تمرًا وزبدًا ، وقال لأصحابه : تزقموا .وافتتن بهذه الآية أيضًا بعض الضعفاء ، ولقد ضلوا فى ذلك ضلالا بعيدًا . . . .وقوله - تعالى - : ( وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَاناً كَبِيراً ) تذييل قصد به بيان ما جبل عليه هؤلاء المشركون من جحود ، وقسوة قلب ."
    },
    {
      "ayah": 6,
      "surah": 17,
      "text": "تستطيع أن تسترد مجدها ، متى أصلحت من شأن أنفسها ، ومتى استقامت على أمر الله - تعالى - فقال - سبحانه - : ( ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً ) .ففى هذه الآية الكريمة تذكير لبنى إسرائيل بجملة من نعم الله عليهم ، بعد أن أصابهم ما أصابهم من أعدائهم .أما النعمة الأولى فقد عبر عنها - سبحانه - بقوله : ( ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ ) .والكَرَّة : المرة من الشئ : وأصلها من الكَرِّ وهو الرجوع ، مصدر كريكر - من باب قتل - ، يقال : كرَّ الفارس كَرًّا ، إذا فر للجولان ثم عاد للقتال .والمراد بالكرة هنا : الدولة والغلبة على سبيل المجاز .أى : ثم أعدنا لكم - يابنى إسرائيل - الدولة والغلبة علىأعدائكم الذين قهروكم وأذلوكم ، بعد أن أحسنتم العمل ، ورجعتم إلى الله - تعالى - واتبعتم ماجاءكم به رسلكم .والتعبير بثم لإِفادة الفرق الشاسع بين ما كانوا فيه من ذل وهوان ، وما أفاءه الله عليهم بعد ذلك من نصر وظفر .قال أبو حيان : وجعل - سبحانه - ( رددنا ) موضع نرد - إذ وقت إخبارهم لم يقع الأمر بعد - لأنه لما كان وعد الله فى غاية الثقة فى كونه سيقع ، عبر عن المستقبل بالماضى .وأما النعمة الثانية فقد عبر عنها - سبحانه - بقوله : ( وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ ) .أى : لم نكتف بأن جعلنا النصر لكم على أعدائكم ، بل فضلا عن ذلك ، أمددناكم بالكثير من الأموال والأولاد ، بعد أن نهب أعداؤكم أموالكم ، وقتلوا الكثيرين من أبنائكم .وأما النعمة الثالثة فتتجلى فى قوله - تعالى - : ( وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً ) .والنفير : من ينفر مع الرجل من قومه لنصرته ومؤازرته ، وهو منصوب على التمييز . والمفضل عليه محذوف ، والتقدير : وجعلناكم أكثر عددا وقوة من أعدائكم الذين جاسوا خلال دياركم . .فمن الواجب عليكم أن تقدروا هذه النعم ، وأن تحسنوا الاستفادة منها ، بأن تشكروا الله - تعالى - وتخلصوا له العبادة والطاعة ، فقد نصركم بعد هزيمتكم ، وأغناكم بعد فقركم ، وكثّركم بعد قتلكم ."
    },
    {
      "ayah": 60,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( وَإِذْ قُلْنَا للملائكة اسجدوا لأَدَمََ . . . ) تذكير لبنى آدم بما جرى بين أبيهم وبين إبليس ، ليعتبروا ويتعظوا ، ويستمروا على عداوتهم لإِبليس وجنده .أى : واذكروا - يا بنى آدم - وقت أن قلنا للملائكة ( اسجدوا لآدم ) سجود تحية وتكريم ، فسجدوا امتثالاً لأمر الله - تعالى - ، بدون تردد أو تلعثم ، ( إلا إبليس ) فإنه أبى السجود لآدم - عليه السلام - ( وقال ) بتكبر وعصيان لأمر ربه - عز وجل - : ( أأسجد ) وأنا المخلوق من نار ( لِمَنْ خَلَقْتَ طِيناً ) أى : أأسجد لمن خلقته من طين ، مع أننى أفضل منه .والتعبير بقوله ( فسجدوا ) بفاء التعقيب ، يفيد أن سجودهم - عليهم السلام - كان فى أعقاب أمر الله - تعالى - لهم مباشرة ، بدون تأخير أو تسويف .وقوله - تعالى - : ( قال أأسجد . . . ) استئناف بيانى ، فكأنه قيل : فماذا كان موقف إبليس من هذا الأمر؟ فكان الجواب أن إبليس فسق عن أمر ربه وقال ما قال .والاستفهام فى ( أأسجد ) للإِنكار والتعجب ، لأن يرى - لعنه الله - أنه أفضل من آدم .وقوله : ( طينا ) منصوب بنزع الخافض أى : من طين .وقد جاء التصريح بإباء إبليس عن السجود لآدم ، بأساليب متنوعة ، وفى آيات متعددة ، منها قوله - تعالى - : ( وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسجدوا لأَدَمََ فَسَجَدُواْ إِلاَّ إِبْلِيسَ أبى واستكبر وَكَانَ مِنَ الكافرين ) وقوله - تعالى - : ( فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ إِلاَّ إِبْلِيسَ أبى أَن يَكُونَ مَعَ الساجدين )."
    },
    {
      "ayah": 61,
      "surah": 17,
      "text": "ثم فصل - سبحانه - ما قاله إبليس فى اعتراضه على السجود لآدم فقال : ( قَالَ أَرَأَيْتَكَ هذا الذي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً ) .ورأى هنا علمية فتتعدى إلى مفعولين ، أولهما ( هذا ) والثانى محذوف لدلالة الصلة عليه ، والكاف حرف خطاب مؤكد لمعنى التاء قبله ، والاسم الموصول ( الذى ) بدل من ( هذا ) أو صفة له ، والمراد من التكريم فى قوله ( كرمت على ) : التفضيل .والمعنى : قال إبليس فى الرد على خالقه - عز وجل - : أخبرنى عن هذا الإِنسان المخلوق من الطين ، والذى فضلته على ، لماذا فضلته على وأمرتنى بالسجود له مع أننى أفضل منه ، لأنه مخلوق من طين ، وأنا مخلوق من نار!!وجملة هذا الذى كرمت على ، واقعة موقع المفعول الثانى .ومقصود إبليس من هذا الاستفهام ، التهوين من شأن آدم - عليه السلام - والتقليل من منزلته . ولم يجبه - سبحانه - على سؤاله ، تحقيرًا له . وإهمالاً لشخصه ، بسبب اعتراضه على أمر خالقه - عز وجل - .ثم أكد إبليس كلامه فقال : ( لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً ) . إذ أن اللام فى قوله ( لئن .. . ) موطئة للقسم ، وجوابه لأحتنكن .وأصل الاحتناك : الاستيلاء على الشئ؛ أو الاستئصال له . يقال : حنك فلان الدابة يحتنكها - بكسر النون ورفعها - إذا وضع فى حنكها - أى فى ذقنها - الرسن ليقودها به . ويقال : احتنك الجراد الأرض ، إذا أكل نباتها وأتى عليه .والمعنى : قال إبليس - متوعدًا ومهددًا - : لئن أخرتن - يا إلهى - إلى يوم القيامة ، لأستولين على ذرية آدم ، ولأقودنهم إلى ما أشاء من المعاصى والشهوات ، إلا عدداً قليلاً منهم فإنى لا أستطيع ذلك بالنسبة لهم ، لقوة إيمانهم ، وشدة إخلاصهم .وهذا الذى ذكره - سبحانه - عن إبليس فى هذه الآية من قوله : ( لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلاً ) شبيه به قوله - تعالى - : ( ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ ) وقوله - تعالى - ( قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين ) قال بعض العلماء : وقول إبليس فى هذه الآية : ( لأحتنكن ذريته . . . ) قاله ظنا منه أنه سيقع . وقد تحقق له هذا الظن - فى كثير من بنى آدم - كما قال - تعالى ( وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فاتبعوه إِلاَّ فَرِيقاً مِّنَ المؤمنين ) ."
    },
    {
      "ayah": 62,
      "surah": 17,
      "text": "وقوله - تعالى - ( قَالَ اذهب فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَاءً مَّوْفُوراً ) بيان لما توعد الله - سبحانه - به إبليس وأتباعه .والأمر فى قوله ( اذهب ) للإِهانة والتحقير . أى : قال الله - تعالى - لإِبليس ( اذهب ) مطرودًا ملعونًا ، وقد أخرناك إلى يوم القيامة ، فافعل ما بدا لك مع بنى آدم ، فمن أطاعك منهم ، فإن جهنم جزاؤك وجزاؤهم ، جزاء مكملا متمما لا نقص فيه .وقال - سبحانه - ( فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ ) مع أنه قد تقدم غائب ومخاطب فى قوله ( فَمَن تَبِعَكَ مِنْهُمْ ) ، تغليبًا لجانب المخاطب - وهو إبليس - على جانب الغائب وهم أتباعه . لأنه هو السبب فى إغواء هؤلاء الأتباع .وقوله : ( جزاء ) مفعول مطلق ، منصوب بالمصدر قبله .وقوله ( موفورا ) اسم مفعول ، من قولهم وفر الشئ فهو وافر وموفور أى : مكمل متمم . وهو صفة لقوله : ( جزاء ) .وهذا الوعيد الذى توعد الله - تعالى - به إبليس وأتباعه ، جاء ما يشبهه فى آيات كثيرة ، منها قوله - سبحانه - : ( قَالَ فالحق والحق أَقُولُ لأَمْلأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ )."
    },
    {
      "ayah": 63,
      "surah": 17,
      "text": "ثم أضاف - سبحانه - إلى إهانته وتحقيره لإِبليس أوامر أخرى ، فقال - تعالى - : ( واستفزز مَنِ استطعت مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الأموال والأولاد وَعِدْهُمْ وَمَا يَعِدُهُمُ الشيطان إِلاَّ غُرُوراً ) .قال الجمل : أمر الله - تعالى - إبليس بأوامر خمسة ، القصد بها : التهديد والاستدراج ، لا التكليف ، لأنها كلها معاص ، والله لا يأمر بها .وهذه الأوامر الخمسة هى : اذهب ، واستفزز . . . وأجلب . . . وشاركهم .. . وعدهم .وقوله : واستفزز ، من الاستفزاز ، بمعنى الاستخفاف والإِزعاج ، يقال : استفز فلان فلانا إذا استخف به ، وخدعه ، وأوقعه فيما أراده منه . ويقال : فلان استفزه الخوف ، إذا أزعجه .وقوله : ( وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ ) أصل الإِجلاب : الصياح بصوت مسموع . يقال : أجلب فلان على فرسه وجلب عليه ، إذا صاح به ليستحثه على السرعة فى المشى .قال الآلوسى : \" قوله ( وأجلب عليهم ) أى : صح عليهم من الجلَبة وهى الصياح . قاله الفراء وأبو عبيدة . وقال الزجاج : أجلب على العدو : جمع عليه الخيل . وقال ابن السكيت : جلب عليه : أعان عليه . وقال ابن الأعرابى : أجلب على الرجل ، إذا توعده الشر ، وجمع عليه الجمع .والخيل : يطلق على الأفراس حقيقة ولا واحد له من لفظه ، وعلى الفرسان مجازا ، وهو المراد هنا .ومنه قول الرسول صلى الله عليه وسلم فى بعض غزواته لأصحابه : \" يا خيل الله اركبى \" والرجل - بكسر الجيم - بمعنى راجل - كحذر بمعنى حاذر - هو الذى يمشى رجلاً ، أى غير راكب . . . \" .والمعنى . قال الله - تعالى - لإِبليس : اذهب أيها اللعين مذءوما مدحورًا . فإن جهنم هى الجزاء المعد لك ولأتباعك من ذرية آدم ، وافعل ما شئت معهم من الاستفزاز والخداع والإِزعاج ولهو الحديث وأجلب عليهم ما تستطيع جلبه من مكايد ، وما تقدر عليه من وسائل ، كأن تناديهم بصوتك ووسوستك إلى المعاصى ، وكأن تحشد جنودك على اختلاف أنواعهم لحربهم وإغوائهم وصدهم عن الطريق المستقيم .قال صاحب الكشاف : \" فإن قلت : ما معنى استفزاز إبليس بصوته ، وإجلابه بخيله ورجله؟قلت : هو كلام وارد مورد التمثيل شبهت حاله فى تسلطه على من يغويه ، بمغوار أوقع على قوم ، فصوت بهم صوتًا يستفزهم من أماكنهم ، ويقلقهم عن مراكزهم ، وأجلب عليهم بجنده ، من خيالة ورجالة حتى استأصلهم ، وقيل : بصوته ، أى : بدعائه إلى الشر ، وبخيله ، ورجله : أى كل راكب وماش من أهل العبث . وقيل : يجوز أن يكون لإِبليس خيل ورجال \" .وعلى أية حال ، فالجملة الكريمة تصوير بديع ، لعداوة إبليس لآدم وذريته ، وأنه معهم فى معركة دائمة ، يستعمل فيها كل وسائل شروره ، ليشغلهم عن طاعة ربهم ، وليصرفهم عن الصراط المستقيم ، ولكنه لن يستطيع أن يصل إلى شئ من أغراضه الفاسدة ، ما داموا معتصمين بدين ربهم - عز وجل - .وقوله - سبحانه - : ( وَشَارِكْهُمْ فِي الأموال والأولاد وَعِدْهُمْ ) ، معطوف على ما قبله .أى : وشاركهم فى الأموال ، بأن تحضهم على جمعها من الطرق الحرام ، وعلى إنفاقها فى غير الوجوه التى شرعها الله ، كأن يستعملوها فى الربا والرشوة وغير ذلك من المعاملات المحرمة .وشاركهم فى الأولاد : بأن تحثهم على أن ينشئوهم تنشئة تخالف تعاليم دينهم الحنيف وبأن تيسر لهم الوقوع فى الزنا الذى يترتب عليه ضياع الأنساب ، وبأن تظاهرهم على أن يسموا أولادهم بأسماء يبغضها الله - عز وجل - ، إلى غير ذلك من وساوسك التى تغرى الآباء بأن يربوا أبناءهم تربية يألفون معها الشرور والآثام ، والفسوق والعصيان .قال الإِمام ابن جرير بعد أن ساق عددًا من الأقوال فى ذلك : \" وأولى الأقوال بالصواب أن يقال : كل مولود ولدته أنثى ، عصى الله فيه ، بتسميته بما يكرهه الله ، أو بإدخاله فى غير الدين الذى ارتضاه الله ، أو بالزنا بأمه ، أو بقتله أو وأده ، أو غير ذلك من الأمور التى يعصى الله بفعله به أو فيه ، فقد دخل فى مشاركة إبليس فيه ، من ولد ذلك الولد له أو منه ، لأن الله لم يخصص بقوله : ( وَشَارِكْهُمْ فِي الأموال والأولاد ) معنى الشركة فيه ، بمعنى دون معنى ، فكل ما عصى الله فيه أو به ، أو أطيع الشيطان فيه أو به فهو مشاركة . . . \" .وقد علق الإِمام ابن كثير على كلام ابن جرير بقوله : وهذا الذى قاله - ابن جرير - متجه ، فقد ثبت فى صحيح مسلم أن رسول الله صلى الله عليه وسلم قال : \" يقول الله - عز وجل - إنى خلقت عبادى حنفاء ، فجاءتهم الشياطين فاجتالتهم عن دينهم ، وحرمت عليهم ما أحللت لهم \" .وفى الصحيحين أن رسول الله صلى الله عليه وسلم قال : \" لو أن أحدهم إذا أراد أن يأتى أهله قال : باسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا ، فإنه إن يقدر بينهما ولد فى ذلك لم يضره الشيطان أبدًا \" .وقوله : ( وعدهم ) أى : وعدهم بما شئت من المواعيد الباطلة الكاذبة . كأن تعدهم بأن الدنيا هى منتهى آمالهم . فعليهم أن يتمتعوا بها كيف شاءوا بدون تقيد بشرع أو دين أو خلق . وكأن تعدهم بأنه ليس بعد الموت حساب أو ثواب أو عقاب ، أو جنة أو نار . . .وقوله سبحانه ( وَمَا يَعِدُهُمُ الشيطان إِلاَّ غُرُوراً ) تحذير من الله تعالى لعباده من اتباع الشيطان ، ومن السير وراء خطواته .وأصل الغرور تزين الباطل بما يوهم أنه حق . يقال : غر فلان فلانا فهو يغُره غرورًا إذا خدعه ، وأصله من الغُرُّ ، وهو الأثر الظاهر من الشئ ، ومنه غرة الفرس لأنها أبرز ما فيه . ولفظ ( غرورا ) صفة لموصوف محذوف .والتقدير : وعدهم - أيها الشيطان - بما شئت من الوعود الكاذبة ، وما يعد الشيطان بنى آدم إلا وعدا غرورا .ويجوز أن يكون مفعولاً لأجله فيكون المعنى : وما يعدهم الشيطان إلا من أجل الغرور والمخادعة .وفى الجملة الكريمة التفات من الخطاب إلى الغيبة ، إهمالاً لشأن الشيطان ، وبيانًا لحاله مع بنى آدم؛ حتى يحترسوا منه ويحذروه ."
    },
    {
      "ayah": 64,
      "surah": 17,
      "text": "ثم ختم - سبحانه - الآيات بغرس الطمأنينة فى قلوب المؤمنين الصادقين ، فقال - تعالى - : ( إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وكفى بِرَبِّكَ وَكِيلاً ) ."
    },
    {
      "ayah": 65,
      "surah": 17,
      "text": "وقوله - تعالى - : ( رَّبُّكُمُ الذي يُزْجِي لَكُمُ الفلك فِي البحر لِتَبْتَغُواْ مِن فَضْلِهِ . . . ) بيان لمظهر من مظاهر رحمة الله - تعالى - بعباده ، وفضله عليهم .و ( يزجى ) من الإِزجاء ، وهو السوق شيئًا فشيئًا . يقال أزجى فلان الإِبل ، إذا ساقها برفق ، وأزجت الريح السحاب ، أى : ساقته سوقًا رفيقًا ، ومنه قوله - تعالى - : ( أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَاباً . . . ) و ( الفلك ) ما عظم من السفن . قال الجمل ما ملخصه : ويستعمل لفظ الفلك للواحد والجمع ، ويذكر ويؤنث . قال - تعالى - : ( وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الفلك المشحون ) فأفرد وذكر . وقال - سبحانه - : ( والفلك التي تَجْرِي فِي البحر ) فأنث ، ويحتمل الإِفراد والجمع . قال - تعالى - : ( حتى إِذَا كُنتُمْ فِي الفلك وَجَرَيْنَ بِهِم . . . ) فجمع . . . .و ( البحر ) يطلق على الماء الكثير عذبًا كان أو ملحًا . وأكثر ما يكون إطلاقًا على الماء الملح .أى : اذكروا - أيها الناس - لتعتبروا وتشكروا ربكم الذى من مظاهر نعمته عليكم ، أنه يسوق لكم - بلطفه وقدرته - السفن التى تركبونها فى البحر لكي تطلبوا من وراء ركوبها الرزق الذى يصلح معاشكم ، والذى هو لون من ألوان فضل الله عليكم .وقوله : لتبتغوا من فضله ، تعليل لإِزجاء الفلك ، وتصريح بوجوه النفع التى تفضل الله - تعالى - بها عليهم .وقوله : ( إِنَّهُ كَانَ بِكُمْ رَحِيماً ) تعليل ثان لهذا الإِزجاء .أى : يزجى لكم الفلك فى البحر ، لتطلبوا من وراء ذلك ما ينفعكم ، ولأنه - سبحانه - كان أزلا وأبدا ، بكم دائم الرحمة والرأفة ."
    },
    {
      "ayah": 66,
      "surah": 17,
      "text": "ثم انتقل - سبحانه - من الحديث عن مظاهر نعمه عليهم ، فى حال سوق السفن ودفعها بهم فى البحر برفق وأناة ، إلى بيان رعايته لهم فى حال اضطرابها وتعرضها للغرق ، بسبب هيجان البحر وارتفاع أمواجه ، فقال - تعالى - : ( وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ . . . ) .والمس : اتصال أحد الشيئين بآخر على وجه الإِحساس والإِصابة ، والمراد به هنا : ما يعتريهم من خوف وفزع ، وهم يرون سفينتهم توشك على الغرق .والمراد بالضر هنا : اضطراب الفلك ، وارتفاع الأمواج ، واشتداد العواصف ، وتعرضهم للموت من كل مكان .المعنى : وإذا أحاطت بكم الأمواج من كل جانب وأنتم على ظهور سفنكم وأوشكتم على الغرق . . ذهب وغاب عن خواطركم وأذهانكم ، كل معبود سوى الله - عز وجل - لكى ينقذكم مما أنتم فيه من بلاء ، بل إياه وحده - سبحانه - تدعون ليكشف عنكم ما نزل بكم من سوء .فالجملة الكريمة تصوير مؤثر بديع لبيان أن الإِنسان عند الشدائد والمحن لا يتجه بدعائه وضراعته إلا إلى الله - تعالى - وحده .قال القرطبى : \" ( ضل ) معناه؛ تَلِف وفُقد وهى عبارة عن تحقير لمن يدعى إلهًا من دون الله .والمعنى فى هذه الآية : أن الكفار إنما يعتقدون فى أصنامهم أنها شافعة ، وأن لها فضلاً ، وكل واحد منهم بالفطرة يعلم علمًا لا يقدر على مدافعته أن الأصنام لا فعل لها فى الشدائد ، فوقَّفهم الله من ذلك على حالة البحر حيث تنقطع الحيل \" .وقال الإِمام ابن كثير : \" يخبر تبارك وتعالى أن الناس إذا مسهم ضر دعوه منيبين إليه مخلصين له الدين ، ولهذا قال - تعالى - : ( وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ ) أى : ذهب عن قلوبكم كل ما تعبدون غير الله - تعالى - كما اتفق لعكرمة بن أبى جهل ، لما ذهب فارا من رسول الله صلى الله عليه وسلم حين فتح مكة ، فذهب هاربًا فركب فى البحر ليدخل الحبشة ، فجاءتهم ريح عاصف ، فقال القوم بعضهم لبعض : إنه لا يغنى عنكم إلا أن تدعو الله وحده .فقال عكرمة فى نفسه : والله إن كان لا ينفع فى البحر غيره ، فإنه لا ينفع فى البر غيره ، اللهم لك على عهد لئن أخرجتنى منه ، لأذهبن فلأضعن يدى فى يد محمد صلى الله عليه وسلم فلأجدنه رءوفًا رحيمًا . فخرجوا من البحر ، فرجع إلى الرسول صلى الله عليه وسلم فأسلم وحسن إسلامه - رضى الله عنه \" .وقوله - تعالى - : ( فَلَمَّا نَجَّاكُمْ إِلَى البر أَعْرَضْتُمْ وَكَانَ الإنسان كَفُوراً ) بيان لطبيعة الإِنسان إلا من عصم الله .أى : فلما نجاكم الله - تعالى - بلطفه وإحسانه : من الغرق ، وأوصلكم سالمين إلى البر ، أعرضتم عن طاعته ، وتركتم دعاءه والضراعة إليه ، وكان الإِنسان الفاسق عن أمر ربه ، ( كفورا ) أى : كثير الكفران والجحود لنعم ربه - عز وجل - .قال الألوسى ما ملخصه : \" وقوله : ( وَكَانَ الإنسان كَفُوراً ) كالتعليل للإِعراض ، ويعلم منه حكم أولئك المخاطبين ، وفيه لطافة حيث أعرض - سبحانه - عن خطابهم بخصوصهم ، وذكر أن جنس الإِنسان مجبول على الكفران ، فلما أعرضوا أعرض الله - تعالى - عنهم \" .وفى معنى هذه الآية جاءت آيات كثيرة . منها قوله - تعالى - ( فَإِذَا رَكِبُواْ فِي الفلك دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين فَلَمَّا نَجَّاهُمْ إِلَى البر إِذَا هُمْ يُشْرِكُونَ ) وقوله - سبحانه - : ( وَإِذَا غَشِيَهُمْ مَّوْجٌ كالظلل دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين فَلَمَّا نَجَّاهُمْ إِلَى البر فَمِنْهُمْ مُّقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَآ إِلاَّ كُلُّ خَتَّارٍ كَفُورٍ ) ."
    },
    {
      "ayah": 67,
      "surah": 17,
      "text": "ثم بين - سبحانه - أن قدرته لا يعجزها شئ ، لا فى البحر ولا فى البر ولا فى غيرهما فقال : ( أَفَأَمِنْتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ البر أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِباً ثُمَّ لاَ تَجِدُواْ لَكُمْ وَكِيلاً ) والهمزة فى قوله ( أفأمنتم ) للاستفهام الإِنكارى ، والفاء عاطفة على محذوف ، والتقدير : أنجوتم فأمنتم .وقوله ( يخسف ) من الخسف وهو انهيار الأرض بالشئ ، وتغييبه فى باطنها و ( جانب البر ) ناحية أرض ، وسماه - سبحانه - جانباً ، لأن البحر يمثل جانبا من الأرض ، والبر يمثل جانبًا آخر .والحاصب : الريح الشديدة ، التى ترمى بالحصباء ، وهى الحجارة الصغيرة . يقال . حصب فلان فلانا ، إذا رماه بالحصباء .والمعنى : أنجوتم من الغرق - أيها الناس - ففرحتم وأمنتم ونسيتم أن الله - تعالى - إذا كان قد أنجاكم من الغرق ، فهو قادر على أن يخسف بكم جانب الأرض ، وقادر كذلك على أن يرسل عليكم ريحًا شديدة ترميكم بالحصباء التى تهلككم؛ ثم لا تجدوا لكم وكيلاً تكلون إليه أموركم ، ونصيرًا ينصركم ويحفظكم من عذاب الله - تعالى - .إن كنتم قد أمنتم عذاب الله بعد نجاتكم من الغرق ، فأنتم جاهلون ، لأن قدرة الله - تعالى - لا يعجزها أن تأخذكم أخذ عزيز مقتدر سواء أكنتم فى البحر أم فى البر أم فى غيرهما ، إذ جميع جوانب هذا الكون فى قبضة الله - تعالى - وتحت سيطرته .قال صاحب الكشاف : \" فإن قلت فما معنى ذكر الجانب؟ قلت : معناه ، أن الجوانب والجهات كلها فى قدرته سواء ، وله فى كل جانب برا كان أو بحرا سبب مرصد من أسباب الهلكة ، ليس جانب البحر وحده مختصا بذلك ، بل إن كان الغرق فى جانب البحر ، ففى جانب البر ما هو مثله وهو الخسف ، لأنه تغييب تحت التراب ، كما أن الغرق تغييب تحت الماء فالبر والبحر عنده سيان ، يقدر فى البر على نحو ما يقدر عليه فى البحر ، فعلى العاقل أن يستوى خوفه من الله فى جميع الجوانب وحيث كان \" ."
    },
    {
      "ayah": 68,
      "surah": 17,
      "text": "ثم ساق - سبحانه - مثالاً آخر للدلالة على شمول قدرته ، فقال - تعالى - : ( أَمْ أَمِنْتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أخرى فَيُرْسِلَ عَلَيْكُمْ قَاصِفاً مِّنَ الريح فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لاَ تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعاً ) .و ( أم ) هنا يجوز أن تكون متصلة؛ بمعنى : أى الأمرين حاصل . ويجوز أن تكون منقطعة بمعنى : بل .والقاصف من الريح : هو الريح العاتية الشديدة التى تقصف وتحطم كل ما مرت به من أشجار وغيرها . يقال : فصف فلان الشئ ، إذا كسره .والتبيع : فعيل بمعنى فاعل ، وهو المطالب غيره بحق سواء أكان هذا الحق دينا أم ثأرًا أم غيرهما ، مع مداومته على هذا الطلب .والمعنى : بل أأمنتم - أيها الناس - ( أن يعيدكم ) الله - تعالى - ( فيه ) أى : فى البحر ، لسبب من الأسباب التى تحملكم على العودة إليه مرة أخرى ( فيرسل عليكم ) - سبحانه - وأنتم فى البحر ( قَاصِفاً مِّنَ الريح ) العاتية الشديدة التى تحطم سفنكم ( فيغركم ) بسبب كفركم وجحودكم لنعمه ، ( أَمْثُمَّ لاَ تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعاً ) أى : إننا من السهل علينا أن نفعل معكم ذلك وأكثر منه ، ثم لا تجدوا لكم أحدًا ينصركم علينا ، أو يطالبنا بحق لكم علينا ، فنحن لا نسأل عما نفعل ، وأنتم المسئولون ."
    },
    {
      "ayah": 69,
      "surah": 17,
      "text": "قال الآلوسى : \" قوله : ( وَلَقَدْ كَرَّمْنَا بَنِي ءَادَمَ . . . ) أى : جعلناهم قاطبة برهم وفاجرهم ، ذوى كرم ، أى : شرف ومحاسن جمة لا يحيط بها نطاق الحصر . . \" .ومن مظاهر تكريم الله - تعالى - لبنى آدم ، أنه خلقهم فى أحسن تقويم ، كما قال - تعالى - : ( لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ ) وأنه ميزهم بالعفل والنطق والاستعدادات المتعددة ، التى جعلتهم أهلاً لحمل الأمانة ، كما قال - سبحانه - : ( إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان . . . ) وأنه سخر الكثير من مخلوقاته لمنفعتهم ومصلحتهم ، قال - تعالى - : ( الله الذي خَلَقَ السماوات والأرض وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ وَسَخَّرَ لَكُمُ الأنهار وَسَخَّر لَكُمُ الشمس والقمر دَآئِبَينَ وَسَخَّرَ لَكُمُ الليل والنهار وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ ) وأنه سجل هذا التكريم فى القرآن الكريم ، الذى لا يأتيه الباطل من بين يديه ولا من خلفه ، وكفاهم بذلك شرفا وفخرا .وقوله - تعالى - ( وَحَمَلْنَاهُمْ فِي البر والبحر ) بيان لنوع من أنواع هذا التكريم . أى : وحملناهم بقدرتنا ورعايتنا فى البر على الدواب وغير ذلك من وسائل الانتقال كالقطارات والسيارات وغيرها ، وحملناهم فى البحر على السفن وعابرات البحار التى تنقلهم من مكان إلى آخر .وقوله : ( وَرَزَقْنَاهُمْ مِّنَ الطيبات ) بيان لنوع آخر من أنواع التكريم . أى : ورزقناهم بفضلنا وإحساننا من طيبات المطاعم والمشارب والملابس ، التى يستلذونها ، ولا يستغنون عنها فى حياتهم .وقوله : ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) بيان لنوع ثالث من أنواع التكريم ، أى : وبسبب هذا التكريم فضلناهم على كثير من مخلوقاتنا التى لا تحصى ، تفضيلاً عظيمًا .وعلى هذا التفسير يكون التفضيل لونًا من ألوان التكريم الذى منحه الله - تعالى - لبنى آدم .وبعضهم يرى أن هناك فرقًا بين التكريم والتفضيل ، ومن هذا البعض الإِمام الفخر الرازى ، فقد قال - رحمه الله - ما ملخصه : \" لقد قال الله - تعالى - فى أول الآية ( وَلَقَدْ كَرَّمْنَا بَنِي ءَادَمَ ) وقال فى آخرها ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) . ولا بد من الفرق بين هذا التكريم والتفضيل وإلا لزم التكرار .والأقرب أن يقال : إنه - تعالى - فضل الإِنسان على سائر الحيوانات بأمور خِلْقية طبيعية ذاتية ، مثل : العقل ، والنطق ، والصورة الحسنة . . ثم إنه - تعالى - عرضه بواسطة ذلك لاكتساب العقائد الحقة ، والأخلاق الفاضلة فالأول : هو التكريم ، والثانى : هو التفضيل \" .وكأن الفخر الرازى يرى أن التكريم يرجع إلى الصفات الخلقية التى امتاز بها بنو آدم ، أما التفضيل فيرجع إلى ما اكتسبوه من عقائد سليمة ، وأخلاق قويمة .هذا ، وقد أخذ صاحب الكشاف من هذه الجملة وهى قوله - تعالى - : ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) أن الملائكة أفضل من البشر ، لأنهم - أى الملائكة - هم المقصودون بالقليل الذى لم يفضل عليه بنو آدم .قال - رحمه الله - : \" قوله : ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا . . . ) هو ما سوى الملائكة وحسب بنى آدم تفضيلاً ، أن ترفع عليهم الملائكة - وهم هم - ، ومنزلتهم عند الله منزلتهم . . . \" .ويرى كثير من المفسرين أن المراد بالتفضيل هنا : تفضيل الجنس ، ولا يلزم منه تفضيل كل فرد على كل فرد .قال الجمل ما ملخصه : \" ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) المراد تفضيل جنس البشر على أجناس غيره كالملائكة ، ولا يلزم من تفضيل جنس البشر على جنس الملك تفضيل الأفراد ، إذ الملائكة فى جملتهم أفضل من البشر غير الأنبياء . وصلحاء البشر - كالصديق - أفضل من عوام الملائكة ، أى : غير الرؤساء منهم ، على المعتمد من طريقة التفضيل \" .والذى تطمئن إليه النفس فى هذه المسألة - والله أعلم - : أن الأنبياء - عليهم الصلاة والسلام - أفضل من الملائكة جميعًا ، لأن الله - تعالى - قد أمر الملائكة بالسجود لآدم الذى جعله خليفة له فى أرضه ، دون غيره من الملائكة . . .وأن الرسل من الملائكة - كجبريل وإسرافيل وعزرائيل وميكائيل - أفضل من عموم البشر - سوى الأنبياء - ، لأن هؤلاء الرسل قد اصطفاهم الله - تعالى - واختارهم لوظائف معينة ، قال - تعالى - ( الله يَصْطَفِي مِنَ الملائكة رُسُلاً وَمِنَ الناس ) وأن صلحاء البشر - كالعشرة المبشرين بالجنة - أفضل من عامة الملائكة ، لأن الملائكة ليست فيهم شهوة تدفعهم إلى مخالفة ما أمر الله به . . . أما بنو آدم فقد ركب الله - تعالى - فيهم شهوة داعية إلى ارتكاب المعصية ، ومقاومة هذه الشهوات جهاد يؤدى إلى رفع الدرجات . . .ومن العلماء الذين بسطوا القول فى هذه المسألة الإِمام الفخر الرازى ، فليرجع إليه من شاء ."
    },
    {
      "ayah": 7,
      "surah": 17,
      "text": "ثم ساق - سبحانه - بعد ذلك سنة من سننه التى لا تتخلف ، وهى أن الإِحسان عاقبته الفلاح ، والعصيان عاقبته الخسران ، وأن كل إنسان مسئول عن عمله ، ونتائج هذا العمل - سواء أكانت خيرا أم شرا - لا تعود إلا عليه ، فقال - تعالى - : ( إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا ) .أى : إن أحسنتم - أيها الناس - أعمالكم ، بأن أديتموها بالطريقة التى ترضى الله - تعالى - أفلحتم وسعدتم ، وجنيتم الثمار الطيبة التى تترتب على هذا الإِحسان للعمل ، وإن أسأتم أعمالكم ، بأن آثرتم الأعمال السيئة على الأعمال الحسنة ، خسرتم وشقيتم وتحملتم وحدكم النتائج الوخيمة التى تترتب على إتيان الأعمال التى لا ترضى الله - تعالى - .وقد رأيتم كيف أن الإِفساد كانت عاقبته أن ( بَعَثْنَا عَلَيْكُمْ عِبَاداً لَّنَآ أُوْلِي بَأْسٍ شَدِيدٍ فَجَاسُواْ خِلاَلَ الديار ) .وكيف أن الإِحسان كانت عاقبته أن ( رَدَدْنَا لَكُمُ الكرة ) على أعدائكم ( وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً ) .قال صاحب البحر ما ملخصه : وجواب ( وإن أسأتم ) قوله ( فلها ) وهو خبر لمبتدأ محذوف أى : فالإِساءة لها . قال الكرمانى : قال - سبحانه - : ( فلها ) باللام ازدواجا .أى : أنه قابل ( لأنفسكم ) بقوله ( فلها ) . وقال الطبرى اللام بمعنى إلى أى : فإليها ترجع الإِساءة .وقيل : اللام بمعنى على . أى : فعليها ، كما فى قول الشاعر : فخر صريعا لليدين وللفم .ثم بين - سبحانه - ما يحل بهم من دمار ، بعد إفسادهم للمرة الثانية ، فقال - تعالى - : ( فَإِذَا جَآءَ وَعْدُ الآخرة لِيَسُوءُواْ وُجُوهَكُمْ وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً ) .والكلام أيضا هنا على حذف مضاف ، وجواب إذا محذوف دل عليه ما تقدم وهو قوله ( بَعَثْنَا عَلَيْكُمْ عِبَاداً لَّنَآ ) فإذا جاء وقت عقوبتكم يا بنى إسرائيل على إفسادكم الثانى فى الأرض ، بعثنا عليكم أعداءكم ليسوءوا وجوهكم أى : ليجعلوا آثار المساءة والحزن بادية على وجوهكم ، من شدة ما تلقونه منهم من إيداء وقتل .قال الجمل ما ملخصه : وقوله ( ليسوءوا ) الواو للعباد أولى البأس الشديد .وفى عود الواو على العباد نوع استخدام ، إذ المراد بهم أولا جالوت وجنوده ، والمراد بهم هنا بختنصر وجنوده .وقرأ ابن عامر وحمزة بالياء المفتوحة والهمزة المفتوحة آخر الفعل ( ليسوء ) والفاعل إما الله - تعالى - وإما الوعد ، وإما البعث .وقرأ الكسائى لنسوء - بنون العظمة . أى : لنسوء نحن وهو موافق لما قبله ، من قوله : بعثنا ، ورددنا ، وأمددنا ، ولما بعده من قوله : عدنا ، وجعلنا ، وقرأ الباقون . ليسوءوا ، مسندا إلى ضمير الجمع العائد على العباد ، وهو موافق لما بعده من قوله : ( وليدخلوا المسجد ) ( وليتبروا ) .وقال الإِمام الرازى : ويقال ساءه يسوءه إذا أحزنه ، وإنما عزا - سبحانه - الإِساءة إلى الوجوه ، لأن آثار الأعراض النفسية الحاصلة فى القلب إنما تظهر على الوجه ، فإن حصل الفرح فى القلب ظهر الإِشراق فى الوجه ، وإن حصل الحزن والخوف فى القلب ، ظهر الكلوح فى الوجه .وقوله - سبحانه - : ( وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ ) معطوف على ما قبله وهو قوله - سبحانه - ( ليسوءوا وجوهكم ) .والمراد بالمسجد : المسجد الأقصى الذى ببيت المقدس ، وقوله ( كما دخلوه ) صفة لمصدر محذوف .والمعنى : وليدخلوا المسجد دخولا كائنا كدخولهم إياه أول مرة .قال أبو حيان : ومعنى ( كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ ) أى بالسيف والقهر والغلبة والإِذلال .أى : أن المراد من التشبيه ، بيان أن الأعداء فى كل مرة أذلوا بنى إسرائيل وقتلوهم وقهروهم .وقوله - تعالى - : ( وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً ) يشعر بشدة العقوبة التى أنزلها أولئك العباد ببنى إسرائيل ، إذ التتبير معناه الإِهلاك والتدمير والتخريب لكل ما تقع عليه . ومنه قول الشاعر :وما الناس إلا عاملان فعامل ... يتبر ما يبنى وآخر رافعأى : يخرب ويهد ما يبنى .و \" ما \" فى قوله ( ما علوا ) اسم موصول مفعول يتبروا : وهو عبارة عن البلاد والأماكن التى هدموها ، والعائد محذوف ، وتتبيرا مفعول مطلق مؤكد لعامله .أى : وليدمرا ويخربوا البلاد والأماكن التى علوا عليها ، وصارت فى حوزتهم ، تدميرا تاما لا مزيد عليه .وبذلك نرى أن العباد الذين سلطهم الله - تعالى - على بنى إسرائيل ، عقب إفسادهم الثانى فى الأرض ، لم يكتفوا بجوس الديار ، بل أضافوا إلى ذلك إلقاء الحزن والرعب فى قلوبهم ، ودخول المسجد الأقصى فاتحين ومخربين ، وتدمير كل ما وقعت عليه أيديهم تدميرا فظيعا لا يوصف .ثم ختم - سبحانه - الآيات الكريمة ببيان أن هذا الدمار الذى حل ببنى إسرائيل بسبب إفسادهم فى الأرض مرتين ، قد يكون طريقا لرحمتهم ، وسببا فى توبتهم وإنابتهم ، إن فتحوا قلوبهم للحق ، واعتبروا بالأحداث الماضية ، وفهموا عن الله - تعالى - سنته التى لا تتخلف ، وهى أن الإِحسان يؤدى إلى الفلاح والظفر ، والإِفساد يؤدى إلى الخسران والهلاك ."
    },
    {
      "ayah": 70,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ ) شروع فى بيان تفاوت أحوال بنى آدم فى الآخرة ، بعد بيان حالهم فى الدنيا .ولفظ ( يوم ) منصوب بفعل محذوف ، أى : واذكر يوم ندعو كل أناس بإمامهم . والمراد بإمامهم هنا : كتاب أعمالهم .وقد اختار هذا القول الإِمام ابن كثير ورجحه فقال : يخبر الله - تعالى - عن يوم القيامة ، أنه يحاسب كل أمة بإمامهم ، وقد اختلفوا فى ذلك . فقال مجاهد وقتادة أى : بنبيهم ، وهذا كقوله - تعالى - : ( وَلِكُلِّ أُمَّةٍ رَّسُولٌ فَإِذَا جَآءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بالقسط )وقال ابن زيد : بإمامهم أى بكتابهم الذى أنزل على نبيهم من التشريع ، واختاره ابن جرير . . .وروى العوفى عن ابن عباس فى قوله : ( يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ ) أى : بكتاب أعمالهم . . .وهذا القول هو الأرجح لقوله - تعالى - : ( وَكُلَّ شيْءٍ أَحْصَيْنَاهُ في إِمَامٍ مُّبِينٍ ) وقال - تعالى - : ( وَوُضِعَ الكتاب فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ ) ويحتمل أن المراد بإمامهم : أن كل قوم بمن يأتمون به ، فأهل الإِيمان ائتموا بالأنبياء - عليهم السلام - ، وأهل الكفر ائتموا بأئمتهم فى الكفر . . .وفى الصحيحين : \" لتتبع كل أمة ما كانت تعبد ، فيتبع من كان يعبد الطواغيت الطواغيت . . . \" الحديث . . .ثم قال - رحمه الله - ولكن المراد ههنا بالإِمام ، هو كتاب الأعمال .والمعنى : واذكر - أيها العاقل لتعتبر وتتعظ - يوم ندعو كل أناس من بنى آدم الذين كرمناهم وفضلناهم على كثير من خلقنا ، بكتاب أعمالهم الذى لا يغادر صغيرة ولا كبيرة إلا أحصاها .ثم بين - سبحانه - حسن عاقبة الذين أخلصوا دينهم لله فقال - تعالى - : ( فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فأولئك يَقْرَؤونَ كِتَابَهُمْ وَلاَ يُظْلَمُونَ فَتِيلاً ) .أى : فمن أوتى من بنى آدم يوم القيامة ، كتابه بيمينه ، بأن ثقلت موازين حسناته على سيئاته ، فأولئك السعداء يقرءون كتابهم بسرور وابتهاج ، ولا ينقصون من أجورهم قدر فتيل ، وهو الخيط المستطيل فى شق النواة ، وبه يضرب المثل فى الشئ القليل و ( من ) فى قوله ( فمن أوتى ) يجوز أن تكون شرطية ، وأن تكون موصولة ، ودخلت الفاء فى الخبر وهو ( فأولئك ) لشبهه بالشرط .وجاء التعبير فى قوله ( أُوتِيَ كِتَابَهُ بِيَمِينِهِ ) بالإِفراد ، حملا على لفظ من ، وجاء التعبير بالجمع فى ( أولئك ) حملا على معناها .وفى قوله - سبحانه - ( بيمينه ) تشريف وتبشير لصاحب هذا الكتاب الملئ بالإِيمان والعمل الصالح وقال - سبحانه - : ( فأولئك يَقْرَؤونَ كِتَابَهُمْ ) بالإِظهار ، ولم يقل : يقرءونه ، لمزيد العناية بهؤلاء السعداء ، ولبيان أن هذا الكتاب تبتهج النفوس بتكرار اسمه ."
    },
    {
      "ayah": 71,
      "surah": 17,
      "text": "ثم بين - سبحانه - سوء عاقبة من أوتى كتابه بشماله فقال : ( وَمَن كَانَ فِي هذه أعمى فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلاً ) .والمراد بالعمى هنا : عمى القلب لا عمى العين ، بدليل قوله - تعالى - : ( فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور ) والمعنى : ومن كان من بنى آدم فى هذه الدنيا أعمى القلب ، مطموس البصيرة ، بسبب إيثاره الكفر على الإِيمان ، فهو فى الدار الآخرة أشد عمى وأضل سبيلاً منه فى الدنيا ، لأنه فى الدنيا كان فى إمكانه أن يتدارك ما فاته أما فى الآخرة فلا تدارك لما فاته .وعبر - سبحانه - عن الذى أوتى كتابه بشماله بقوله - ( وَمَن كَانَ فِي هذه أعمى ) للإِرشاد إلى العلة التى بسببها أصابه الشقاء فى الآخرة ، وهى - فقدانه النظر السليم ، وإيثاره الغى على الرشد ، والباطل على الحق ."
    },
    {
      "ayah": 72,
      "surah": 17,
      "text": "ذكر المفسرون فى سبب نزول الآية الأولى من هذه الآيات روايات منها ما جاء عن سعيد بن جبير أنه قال : كان النبى صلى الله عليه وسلم يستلم الحجر الأسود فى طوافه ، فمنعته قريش وقالوا : لا ندعك تستلم حتى تُلم بآلهتنا . . . فأبى الله - تعالى - ذلك ، وأنزل عليه هذه الآية .وروى عطاء عن ابن عباس قال : نزلت فى وفد ثقيف ، أتوا النبى صلى الله عليه وسلم فسألوه شططا : وقالوا : متعنا بآلهتنا سنة حتى نأخذ ما يُهدى لها . وحرم وادينا كما حرمت مكة ، حتى تعرف العرب فضلنا عليهم . . . فنزلت هذه الآية ."
    },
    {
      "ayah": 73,
      "surah": 17,
      "text": "و ( إن ) فى قوله ( وَإِن كَادُواْ لَيَفْتِنُونَكَ . . . ) مخففة من الثقيلة ، واسمها ضمير الشأن .و ( كاد ) من أفعال المقاوبة . و ( يفتنونك ) من الفتنة ، وأصلها الاختبار والامتحان . يقال : فتن الصائغ الذهب ، أى : اختبره ليعرف جيده من خبيثه ، ويقال : فتنت الرجل عن رأيه ، إذا أزلته عما كان عليه ، وهو المراد هنا .والمعنى؛ وإن شأن هؤلاء المشركين ، أنهم قاربوا فى ظنهم الباطل ، وزعمهم الكاذب ، أن يخدعوك ويفتنوك - أيها الرسول الكريم - عما أوحينا إليك من هذا القرآن ، لكى تفترى علينا غيره ، وتتقول علينا أقوالاً ما أنزل الله بها من سلطان .وقوله : ( وَإِذاً لاَّتَّخَذُوكَ خَلِيلاً ) بيان لحالهم مع الرسول صلى الله عليه وسلم لو أنه أطاعهم فيما اقترحوه عليه .قال الجمل ما ملخصه : \" وإذًا حرف جواب وجزاء يقدر بلو الشرطية . وقوله : ( لاتخذوك ) جواب قسم محذوف تقديره : والله لاتخذوك ، وهو مستقبل فى المعنى ، لأن إذًا تقتضى الاستقبال ، إذ معناها المجازاة ، وهذا كقوله - تعالى - : ( وَلَئِنْ أَرْسَلْنَا رِيحاً فَرَأَوْهُ مُصْفَرّاً لَّظَلُّواْ مِن بَعْدِهِ يَكْفُرُونَ ) أى : ليظلوا .والمعنى : لو أنك - أيها الرسول الكريم - وافقتهم على مقترحاتهم الفاسدة لأحبوا ذلك منك ، ولصاروا أصدقاء لك فى مستقبل أيامك .وقد بين القرآن الكريم فى كثير من آياته ، أن الرسول صلى الله عليه وسلم أعرض عن مقرحاتهم ورفضها ، ولم يلتفت إليها ، ومن ذلك قوله - تعالى - : ( وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا ائت بِقُرْآنٍ غَيْرِ هاذآ أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ فَقَدْ لَبِثْتُ فِيكُمْ عُمُراً مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ )."
    },
    {
      "ayah": 74,
      "surah": 17,
      "text": "ثم بين - سبحانه - بعض مظاهر فضله على نبيه صلى الله عليه وسلم فقال : ( وَلَوْلاَ أَن ثَبَّتْنَاكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً ) .أى : ولولا تثبيتنا إياك - أيها الرسول الكريم - على ما أنت عليه من الحق والصدق ، بأن عصمناك من كيدهم لقاربت أن تميل ميلاً قليلاً ، بسبب شدة احتيالهم وخداعهم .قال بعض العلماء : وهذه الآية أوضحت غاية الإِيضاح ، براءة نبينا صلى الله عليه وسلم من مقاربة الركون إلى الكفار ، فضلاً عن نفس الركون؛ لأن ( لولا ) حرف امتناع لوجود ، فمقاربة الركون منعتها ( لولا ) الامتناعية لوجود التثبيت من الله - تعالى - لأكرم خلقه صلى الله عليه وسلم فاتضح يقينًا انتفاء مقاربة الركون - أى الميل - ، فضلاً عن الركون نفسه .وهذه الآية تبين ما قبلها ، وأنه صلى الله عليه وسلم لم يقارب الركون إليهم مطلقاً . لأن قوله : ( لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً ) أى : قاربت تركن إليهم ، هو عين الممنوع بلولا الامتناعية .ومما يشهد بأن الرسول صلى الله عليه وسلم لم يقارب الركون من مقترحات الكافرين ، قول ابن عباس - رضى الله عنهما - كان رسول الله صلى الله عليه وسلم معصومًا ، ولكن هذا تعريف للأمة ، لئلا يركن أحد منهم إلى المشركين فى شئ من أحكام الله - تعالى - وشرائعه .وعن قتادة أنه قال : \" لما نزلت هذه الآية ، قال النبى صلى الله عليه وسلم \" اللهم لا تكلنى إلى نفسى طرفة عين \" \" ."
    },
    {
      "ayah": 75,
      "surah": 17,
      "text": "ثم بين - سبحانه - ما كان سيترتب على الركون إليهم - على سبيل الفرض من عقاب فقال - تعالى - : ( إِذاً لأذَقْنَاكَ ضِعْفَ الحياة وَضِعْفَ الممات ثُمَّ لاَ تَجِدُ لَكَ عَلَيْنَا نَصِيراً ) .والضعف : عبارة عن أن يضم إلى شئ مثله .أى : لو قاربت - أيها الرسول الكريم - أن تركن إليهم أقل ركون ، أو تميل إليهم أدنى ميل ، لأنزلنا بك عذابًا مضاعفًا فى الدنيا وعذابًا مضاعفًا فى الآخرة ، ثم لا تجد لك بعد ذلك نصيرا ينصرك علينا ، أو ظهيرًا يدفع عنك عذابنا ، أو يحميك منه ، كما قال - تعالى - : ( وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين ) والسبب فى تضعيف العذاب ، أن الخطأ يعظم بمقدار عظم صاحبه ، ويصغر بمقدار صغره ، ورحم الله القائل :وكبائر الرجل الصغير صغائر ... وصغائر الرجل الكبير كبائروالرسول صلى الله عليه وسلم هو أعظم الخلق على الإِطلاق ، لذا توعده الله - تعالى - بمضاعفة العذاب ، لو ركن إلى المشركين أدنى ركون .وقريب من هذا المعنى قوله - تعالى - ( يانسآء النبي مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُضَاعَفْ لَهَا العذاب ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى الله يَسِيراً ) قال صاحب الكشاف : وفى ذكر الكيدودة وتقليلها ، مع إتباعها الوعيد الشديد بالعذاب المضاعف فى الدارين ، دليل بين على أن القبيح يعظم قبحه بمقدار عظم شأن فاعله وارتفاع منزلته ، وفيه دليل على أن أدنى مداهنه للغواة ، مضادة لله وخروج عن ولايته وسبب موجب لغضبه ونكاله . فعلى المؤمن إذا تلا هذه الآيات أن يجثو عندها ويتدبرها فهى جديرة بالتدبر وبأن يستشعر الناظر فيها الخشية وازدياد التصلب فى دين الله ."
    },
    {
      "ayah": 76,
      "surah": 17,
      "text": "قال الإِمام الرازى ما ملخصه : وفى نظم هذه الآيات مع ما قبلها وجوه ، الأول : أنه - تعالى - لما قرر الإِلهيات والمعاد والنبوات ، أردفها بذكر الأمر بالطاعات . وأشرف الطاعات . بعد الإِيمان الصلاة؛ فلهذا أمر بها .الثانى : أنه - تعالى - لما قال : ( وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأرض لِيُخْرِجوكَ مِنْهَا ) أمره - تعالى - بالإِقبال على عبادته لكى ينصره عليهم . . كما قال - تعالى - : ( وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ الساجدين واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين . . . )"
    },
    {
      "ayah": 77,
      "surah": 17,
      "text": "قال الإِمام الرازى ما ملخصه : وفى نظم هذه الآيات مع ما قبلها وجوه ، الأول : أنه - تعالى - لما قرر الإِلهيات والمعاد والنبوات ، أردفها بذكر الأمر بالطاعات . وأشرف الطاعات . بعد الإِيمان الصلاة؛ فلهذا أمر بها .الثانى : أنه - تعالى - لما قال : ( وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأرض لِيُخْرِجوكَ مِنْهَا ) أمره - تعالى - بالإِقبال على عبادته لكى ينصره عليهم . . كما قال - تعالى - : ( وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ الساجدين واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين . . . )"
    },
    {
      "ayah": 78,
      "surah": 17,
      "text": "وقوله - سبحانه - ( أَقِمِ الصلاة لِدُلُوكِ الشمس ) أى : داوم - أيها الرسول الكريم - على إقامة الصلاة ، من وقت زوالها وميلها عن وسط السماء لجهة الغرب . يقال : دلكت الشمس تدلك - بضم اللام - إذا مالت وانتقلت من وسط السماء إلى ما يليه . ومادة ( دلك ) تدل على التحول والانتقال .ولذلك سمى الدلاك بهذا الاسم . لأن يده لا تكاد تستقر على مكان معين من الجسم .وتفسير دلوك الشمس هذا بمعنى ميلها وزوالها عن كبد السماء ، مروى عن جمع من الصحابة والتابعين منهم عمر بن الخطاب ، وابنه عبد الله ، وأنس ، وابن عباس ، والحسن ، ومجاهد .وقيل المراد بدلوك الشمس هنا غروبها . وقد روى ذلك عن على ، وابن مسعود ، وابن زيد .قال بعض العلماء : والقول الأول عليه الجمهور ، وقالوا : الصلاة التى أمر بها ابتداء من هذا الوقت ، هى صلاة الظهر ، وقد أيدوا هذا القول بوجوه منها : ما روى عن جابر أنه قال : \" طعم عندى رسول الله صلى الله عليه وسلم وأصحابه . ثم خرجوا حين زالت الشمس ، فقال صلى الله عليه وسلم هذا حين دلكت الشمس \" .ومن الوجوه - أيضًا - النقل عن أهل اللغة ، فقد قالوا : إن الدلوك فى كلام العرب : الزوال ، ولذا قيل للشمس إذا زالت . دالكة .وقوله : ( إلى غَسَقِ الليل ) أى : إلى شدة ظلمته .قال القرطبى : يقال : غسق الليل غُسوقًا . وأصل الكلمة من السيلان . يقال : غَسقت العين إذ سالت تغسق . وغسَق الجرح غسقانا ، أى : سال منه ماء أصفر . . . وغسق الليل : اجتماع الليل وظلمته .وقال : أبو عبيدة : الغسق : سواد الليل . . . .والمراد من الصلاة التى تقام من بعد دلوك الشمس إلى غسق الليل : صلاة الظهر والعصر والمغرب والعشاء .وقوله - تعالى - : ( وقرآن الفجر ) معطوف على مفعول ( أقم ) وهو الصلاة .والمراد بقرآن الفجر : صلاة الفجر . وسميت قرآنًا ، لأن القراءة ركن من أركانها ، من تسمية الشئ باسم جزئه ، كتسمية الصلاة ركوعًا وسجودًا وقنوتًا .وقوله ( إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً ) تنويه بشأن صلاة الفجر ، وإعلاء من شأنها .أى : داوم - أيها الرسول الكريم - على أداء صلاة الظهر والعصر والمغرب والعشاء ، وداوم على صلاة الفجر - أيضًا - فإن صلاتها مشهودة من الملائكة ومن الصالحين من عباد الله - عز وجل - .قال الإِمام ابن كثير ما ملخصه : وقد ثبتت السنة عن رسول الله صلى الله عليه وسلم تواترا من أفعاله وأقواله بتفاصيل هذه الأوقات على ما عليه أهل الإِسلام اليوم ، مما تلقوه خلفًا عن سلف ، وقرنا بعد قرن .روى البخارى عن أبى هريرة أن النبى صلى الله عليه وسلم قال : \" فضل صلاة الجميع على صلاة الواحد ، خمس وعشرون درجة ، وتجتمع ملائكة الليل وملائكة النهار فى صلاة الفجر \" .يقول أبو هريرة : اقرأوا إن شئتم : ( وَقُرْآنَ الفجر إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً . . . ) .وقال الإِمام الفخر الرازى : \" وفى الآية احتمال ، وهو أن يكون المراد من قوله - تعالى - : ( إِنَّ قُرْآنَ الفجر كَانَ مَشْهُوداً ) الترغيب فى أن تؤدى هذه الصلاة بالجماعة . ويكون المعنى : إن صلاة الفجر مشهودة بالجماعة الكثيرة \" ."
    },
    {
      "ayah": 79,
      "surah": 17,
      "text": "وقوله - سبحانه - ( وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ ) إرشاد إلى عبادة أخرى من العبادات التى تطهر القلب ، وتسمو بالنفس إلى مراقى الفلاح ، وتعينها على التغلب على الهموم والآلام .والجار والمجرور ( ومن الليل ) متعلق بقوله ( فتهجد ) أى . تهجد بالقرآن بعض الليل . أو متعلق بمحذوف تقديره : وقم قومة من الليل فتهجد ، و ( من ) للتبعيض .قال الجمل : \" والمعروف فى كلام العرب أن الهجوة عبارة عن النوم بالليل . يقال : هجد فلان ، إذا نام بالليل .ثم لما رأينا فى عرف الشرع أنه يقال لمن انتبه بالليل من نومه وقام إلى الصلاة أنه متهجد ، وجب أن يقال : سمى ذلك متهجدا من حيث أنه ألقى الهجود . فالتهجد ترك الهجود وهو النوم . . . \" .والضمير فى ( به ) يعود إلى القرآن الكريم ، المذكور فى قوله - تعالى - ( وقرآن الفجر ) ، إلا أنه ذكر فى الآية السابقة بمعنى الصلاة ، وذكر هنا بمعناه المشهور ، ففى الكلام ما يسمى فى البلاغة بالاستخدام .والنافلة : الزيادة على الفريضة ، والجمع نوافل . يقال : تنفل فلان على أصحابه ، إذا أخذ زيادة عنهم .أى : واجعل - أيها الرسول الكريم - جانبًا من الليل ، تقوم فيه ، لتصلى صلاة زائدة على الصلوات الخمس التى فرضها الله - تعالى - عليك وعلى أمتك .قال - تعالى - : ( ياأيها المزمل قُمِ الليل إِلاَّ قَلِيلاً نِّصْفَهُ أَوِ انقص مِنْهُ قَلِيلاً أَوْ زِدْ عَلَيْهِ وَرَتِّلِ القرآن تَرْتِيلاً ) قالوا : وقيام الليل كان واجبًا فى حقه صلى الله عليه وسلم بصفة خاصة ، زيادة على الصلاة المفروضة .أخرج البيهقي فى سننه عن عائشة أن النبى صلى الله عليه وسلم قال : \" ثلاث هن على فرائض ، وهن لكم سنة : الوتر ، والسلوك ، وقيام الليل \" .ومن العلماء من يرى أن قيام الليل كان مندوبًا فى حقه صلى الله عليه وسلم كما هو الشأن فى أمته ، ومعنى ( نافلة لك ) أى : زيادة فى رفع درجاتك ، فإن الله قد غفر لك ما تقدم من ذنبك وما تأخر ، أما غيرك فقد شرعنا له النافلة تكفيرًا لخطاياه .وقوله - عز وجل - : ( عسى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً ) بيان لما يترتب على أدائه للصلوات بخشوع وخضوع ، من سمو فى المكانة ، ورفعة فى الدرجة .وكلمة عسى فى كلام العرب تفيد التوقع ، أما فى كلام الله - تعالى - فتفيد الوجوب والقطع .قال الجمل : \" اتفق المفسرون على أن كلمة ( عسى ) من الله - تعالى - تدخل فيما هو قطعى الوقوع ، لأن لفظ عسى يفيد الإِطماع ، ومن أطمع إنسانا فى شئ ، ثم حرمه ، كان عارا عليه والله - تعالى - أكرم من أن يطمع أحدًا ثم لا يعطيه ما أطمعه فيه \" .أى : داوم أيها الرسول الكريم على عبادة الله وطاعته لنبعثك يوم القيامة ونقيمك مقامًا محمودًا ، ومكانًا عاليًا ، يحمدك فيه الخلائق كلهم .والمراد بالمقام المحمود هنا ، هو مقام الشفاعة العظمى يوم القيامة . ليريح الناس من الكرب الشديد ، فى موقف الحساب .وقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث فى هذا منها : ما أخرجه البخارى عن ابن عمر قال : إن الناس يصيرون يوم القيامة جُثًا - جمع جثوة كخطوة وخطا - أى جماعات - كل أمة تتبع نبيها ، يقولون : يا فلان اشفع ، يا فلان اشفع ، حتى تنتهى الشفاعة إلى محمد صلى الله عليه وسلم ، فذلك يوم يبعثه الله مقاما محمودًا \" .وروى الإِمام أحمد والترمذي عن أبى بن كعب عن النبى صلى الله عليه وسلم قال : \" إذا كان يوم القيامة ، كنت إمام الأنبياء وخطيبهم . وصاحب شفاعتهم غير فخر \" .\" وروى ابن جرير عن أبى هريرة أن الرسول صلى الله عليه وسلم سئل عن قوله - تعالى - : ( عسى أَن يَبْعَثَكَ رَبُّكَ مَقَاماً مَّحْمُوداً ) فقال : \" هو المقام الذى أشفع لأمتى فيه \" \" .وقال الآلوسى : والمراد بذلك المقام ، مقام الشفاعة العظمى فى فصل القضاء حيث لا أحد إلا وهو تحت لوائه صلى الله عليه وسلم ، فقد أخرج البخارى وغيره عن ابن عمر قال : \" سمعت رسول الله صلى الله عليه وسلم يقول : إن الشمس لتدنو حتى يبلغ العرق نصف الأذن ، فبينما هم كذلك ، استغاثوا بآدم ، فيقول : لست بصاحب ذلك ، ثم موسى فيقول كذلك . ثم محمد فيشفع فيقضى الله - تعالى - بين الخلق ، فيمشى صلى الله عليه وسلم حتى يأخذ بحلقة باب الجنة ، فيومئذ يبعثه الله - تعالى - مقامًا محمودًا ، يحمده أهل الجمع كلهم \" ."
    },
    {
      "ayah": 8,
      "surah": 17,
      "text": "وقد عبر القرآن الكريم عن هذه المعانى أبلغ تعبير وأحكمه . فقال - تعالى - : ( عسى رَبُّكُمْ أَن يَرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيراً ) .أى : عسى ربكم أن يرحمكم : ويعفو عنكم يا بنى إسرائيل متى أخلصتم له العبادة والطاعة ، وأصلحتم أقوالكم وأعمالكم ، فقد علمتم أنه - سبحانه - لا ينزل بلاء إلا بذنب ، ولا يرفعه إلا بتوبة .قال : أبو حيان : وهذه الترجية ليست لرجوع دولة ، وإنما هى من باب ترحم المطيع منهم ، وكان من الطاعة أن يتبعوا عيسى ومحمدا - عليهما السلام - ولكنهم لم يفعلوا .وقوله - سبحانه - : ( وَإِنْ عُدتُّمْ عُدْنَا ) إنذار لهم بإنزال العقوبات عليهم ، إن عادوا إلى فسادهم وإفسادهم .أى : وإن عدتم إلى المعاصى ومخالفة أمرى ، وانتهاك حرماتى ، بعد أن تداركتكم رحمتى ، عدنا عليكم بالقتل والتعذيب وخراب الديار .ولقد عادوا إلى الكفر والفسوق والعصيان ، حيث أعرضوا عن دعوة الحق التى جاءهم بها الرسول صلى الله عليه وسلم ، ولم يكتفوا بهذا الإِعراض بل هموا بقتله صلى الله عليه وسلم وأيدوا كل متربص بالإِسلام والمسلمين ، فكانت نتيجة ذلك أن عاقبهم النبى صلى الله عليه وسلم وأصحابه بما يستحقون من إجلاء وتشريد وقتل . .قال ابن عباس - رضى الله عنهما - : \" عادوا فسلط الله عليهم المؤمنين \" .ثم بين - سبحانه - عقوبتهم فى الآخرة فقال : ( وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيراً ) أى : إن عدتم إلى معصيتنا فى الدنيا عدنا عليكم بالعقوبة الرادعة ، أما فى الآخرة فقد جعلنا جهنم للكافرين منكم ومن غيركم ( حصيرا ) أى : سجنا : حاصرا لكم لا تستطيعون الهروب منه ، أو الفكاك عنه ، أو فراشا تفترشونه ، كما قال - تعالى - : ( لَهُمْ مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ وكذلك نَجْزِي الظالمين ) قال بعض العلماء : \" قوله ( حصيرا ) فيه وجهان : الأول : أن الحصير المحبس والسجن . من الحصر وهو الحبس : يقال حصره يحصره حصرا ، إذا ضيق عليه وأحاط به .والثانى أن الحصير : البساط والفراش ، من الحصير الذى يفرش ، لأن العرب تسمى البساط الصغير حصيرا . . \" .وبذلك نرى الآيات الكريمة ، قد حكت لنا قضاء الله - تعالى - فى بنى إسرائيل ، وساقت لنا لكى نعتبر ونتعظ ألوانا من سنن الله - تعالى - التى لا تتخلف ، والتى من أبرزها أن الإيمان والصلاح عاقبتهما الفلاح ، وأن الكفر والفساد عاقبتهما الشقاء ، ولعذاب الآخرة أشد وأبقى .هذا ، والذى يراجع ما قاله المفسرون فى بيان العباد الذين سلطهم الله - تعالى - على بنى إسرائيل بعد إفسادهم الأول والثانى فى الأرض ، يرى أقوالا متعددة يبدو على كثير منها الاضطراب والضعف .ومن ذلك ما أخرجه ابن جرير عن ابن عباس وابن مسعود - رضى الله عنهما - أن الله - تعالى - عهد إلى بنى إسرائيل فى التوراة ( لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ ) فكان أول الفسادين قتل زكريا ، فبعث الله عليهم ملك النبط ، وكان يدعى \" صحابين \" فبعث الجنود ، وكانوا من أهل فارس . . فتحصنت بنو إسرائيل . . ودخل فيهم \" بختنصر \" - أحد جنود صحابين - وسمع أقوالهم . . الخ .وهذا الأثر من وجوه ضعفه ، أن غزو النبط ومعهم بختنصر لبنى إسرائيل سابق على زمان زكريا - عليه السلام - بحوالى ستة قرون .لأن الثابت تاريخيا أن بختنصر غزا بنى إسرائيل وانتصر عليهم ثلاث مرات : الأولى فى سنة 606 ق . م والثانية فى سنة 599 ق . م ، والثالة فى سنة 588 ق . م .وفى هذه المرة الثالثة أكثر القتل فيهم ، وساق الأحياء منهم أسارى إلى أرض بابل .أما زكريا - عليه السلام - فمن المعروف أنه كان معاصرا لعيسى - عليه السلام - أو مقاربا لعصره : فقد أخبرنا القرآن الكريم أن زكريا هو الذى تولى كفالة مريم أم عيسى .وإذاً فالقول بأن إفسادهم الأول كان لقتلهم زكريا ، وأن المسلط عليهم ملك النبط ومع \" بختنصر \" يتنافى مع الحقائق التاريخية .وفضلا عن ذلك ، فإن هذا الأثر اضطرابه ظاهر ، لأن \" صحابين \" ملك النبط ، هو الذى يسميه المؤرخون \" سنحاريب \" وكان ملكا للأشوريين ، وهو الذى غزا مملكة يهوذا سنة 713 ق . م أى قبل غزو بختنصر لها بأكثر من مائة سنة ، أى : أن بختنصر لم يكن معاصرا له .والرأى الذى نختاره : هو أن العباد الذين سلطهم الله على بنى إسرائيل بعد إفسادهم الأول ، هم جالوت وجنوده . ونستند فى اختيارنا لهذا الرأى إلى أمور من أهمها ما يلي :1- ذكر القرآن الكريم فى سورة البقرة ، عند عرضه لقصة القتال الذى دار بين طالوت قائد بنى إسرائيل ، وبين \" جالوت \" قائد أعدائهم ، ما يدل على أن بنى اسرائيل كانوا قبل ذلك مقهورين مهزومين من أعدائهم .ويتجلى هذا المعنى فى قوله - تعالى - : ( أَلَمْ تَرَ إِلَى الملإ مِن بني إِسْرَائِيلَ مِن بَعْدِ موسى إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابعث لَنَا مَلِكاً نُّقَاتِلْ فِي سَبِيلِ الله قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ القتال أَلاَّ تُقَاتِلُواْ قَالُواْ وَمَا لَنَآ أَلاَّ نُقَاتِلَ فِي سَبِيلِ الله وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَآئِنَا . . ) فقولهم - كما حكى القرآن عنهم - ( وَمَا لَنَآ أَلاَّ نُقَاتِلَ فِي سَبِيلِ الله وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَآئِنَا .. ) يدل دلالة قوية ، على أنهم كانوا قبل قتالهم لجالوت مهزومين هزيمة اضطرتهم إلى الخروج عن ديارهم ، وإلى مفارقة أبنائهم .2- قوله - تعالى - : ( ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ ) صريح فى أن الله - تعالى - نصر بنى إسرائيل - بعد أن تابوا وأنابوا - على أعدائهم .وهذا المعنى ينطبق على ماقصه القرآن علينا ، من أن بنى إسرائيل بقيادة طالوت قد انتصروا على جالوت وجنوده .قال - تعالى - : ( وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِ قَالُواْ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وانصرنا عَلَى القوم الكافرين فَهَزَمُوهُمْ بِإِذْنِ الله وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ الله الملك والحكمة وَعَلَّمَهُ مِمَّا يَشَآءُ . . ) ولقد كان هذا النصر نعمة كبرى لبنى إسرائيل ، فقد جاءهم بعد أن أخرجوا من ديارهم وأبنائهم ، وبعد أن اعترضوا على اختيار طالوت ملكا عليهم ، وبعد أن قاتل مع طالوت عدد قليل منهم . ولاشك أن النصر فى هذه الحالة ، أدعى لطاعة الله - تعالى - وشكره على آلائه .3- قوله - تعالى - : ( وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً ) أكثر ما يكون انطباقا على عهد حكم طالوت ، وداود ، وسليمان لهم .ففى هذا العهد الذى دام زهاء ثمانين سنة ، ازدهرت مملكتهم ، وعز سلطانهم وأمدهم الله خلاله بالأموال الوفيرة ، وبالبنين الكثيرة ، وجعلهم أكثر من أعدائهم عددا وقوة .أما بعد هذا العهد ، بل وقبل هذا العهد ، فقد كانت حياتهم سلسلة من المآسى والنكبات .فبعد موت سليمان - عليه السلام - سنة 975 ق . م تقريبا ، انقسمت مملكتهم إلى قسمين : مملكة يهوذا فى الجنوب ، ومملكة إسرائيل فى الشمال ، واستمرتا فى صراع ونزاع حتى قضى الأشوريون سنة 721 ق . م على مملكة إسرائيل ، وقضى \" بختنصر \" على مملكة يهوذا سنة 588 ق . م .4- ذكر بعض المفسرين أن العباد الذين سلطهم الله عليهم بعد إفسادهم الأول هم جالوت وجنوده .أخرج ابن جرير وابن أبى حاتم عن ابن عباس فى قوله : ( فَإِذَا جَآءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَّنَآ أُوْلِي بَأْسٍ شَدِيدٍ ) قال : بعث الله عليهم فى الأولى جالوت ، فجاس خلال ديارهم ، فسألوا الله - تعالى - أن يبعث لهم ملكا ، فبعث لهم طالوت ، فقاتلوا جالوت ، وانتصروا عليه ، وقتل داود جالوت ، ورجع إلى بنى اسرائيل ملكهم . فلما أفسدوا بعث الله عليهم فى المرة الآخرة \" بختنصر \" فخرب المساجد ، وتبر ما علوا تتبيرا . . .هذه بعض الأدلة التى تجعلنا نرجح أن المراد بالعباد الذين سلطهم الله - تعالى - على بنى إسرائيل بعد إفسادهم الأول فى الأرض ، هم جالوت وجنوده .أما العباد الذين سلطهم الله عليهم بعد إفسادهم الثانى ، فيرى كثير من المفسرين أنهم \" بختنصر \" وجنوده .وهذا الرأى ليس ببعيد عن الصواب ، لما ذكرنا قبل ذلك من تنكيله بهم ، وسوقهم أسارى إلى بابل سنة 588 ق . م .إلا أننا نؤثر على هذا الرأى ، أن يكون المسلط عليهم بعد إفسادهم الثانى ، هم الرومان بقيادة زعيمهم ، تيطس سنة 70 م . لأمور من أهمها : .1- أن الذى يتتبع التاريخ يرى أن رذائل بنى إسرائيل فى الفترة التى سبقت تنكيل \" تيطس \" بهم ، أشد وأكبر من الرذائل التى سبقت إذلال \" بختنصر \" لهم . فهم - على سبيل المثال - قبيل بطش الرومان بهم ، كانوا قد قتلوا من أنبياء الله زكريا ويحيى - عليهما السلام - ، وكانوا قد حاولوا قتل عيسى - عليه السلام - ولكن الله - تعالى - نجاه من شرورهم .2- ضربات الرومان - فى ذاتها - كانت أشد وأقسى على بنى اسرائيل . من ضربات \" بختنصر \" لهم .فمثلا عدد القتلى من اليهود على يد الرومان بقيادة \" تيطس \" بلغ مليون قتيل ، وبلغ عدد الأسرى نحو مائة ألف أسير .بينما عدد القتلى والأسرى منهم على يد \" بختنصر \" كان أقل من هذا العدد بكثير .ولقد وصف المؤرخون النكبة التى أوقعها الرومان بهم ، بأوصاف تفوق بكثير ما أوقعه البابليون بقيادة بختنصر بهم .يقول أحد الكتاب واصفا ما حل باليهود على يد \" تيطس \" الرومانى : كان \" تيطس \" فى الثلاثين من عمره ، حين وقف سنة 70 م أمام أسوار أورشليم على رأس جيشه ، بعد أن بدأت المدينة تعانى من أهوال الحصار .وبعد أن اقتحم \" تيطس \" وجنوده المدينة ، أصدر أمره إليهم : أن احرقوا وانهبوا واقتلوا ، فأموال اليهود وأعراضهم حلال لكم ، وقد أحرق الرومان معبد اليهود ودمروه ، وتحققت نبوءة المسيح - عليه السلام - حين قال : ستلقى هذه الأرض بؤسا وعنتا ، وسيحل الغضب على أهلها ، وسيسقطون صرعى على حد السيف ، ويسيرون عبيدا إلى كل مصر ، وستطأ أورشليم الأقدام .3- النكبة التى أنزلها الرومان بهم - من حيث آثارها - أشنع بكثير من النكبة التى أنزلها بختنصر بهم . لأنهم بعد تنكيل بختنصر بهم وأخذهم أسرى إلى بلاده وبقائهم فى الأسر زهاء خمسين سنة عادوا إلى ديارهم مرة أخرى ، بمساعدة \" قورش \" ملك الفرس ، الذى انتصر على \" بختنصر \" سنة 538 ق . م تقريبا ، وبدأوا يتكاثرون من جديد .أما بعد تنكيل \" تيطس \" بهم فلم تقم لهم قائمة ، ومزقوا فى الأرض شر ممزق ، وانقطع دابرهم كأمة .وقد صرح بهذا المعنى صاحب تاريخ الإِسرائيليين فقال بعد وصفه لما أوقعه \" تيطس \" بهم من ضربات : إلى هنا ينتهى تاريخ الإِسرائيليين كأمة ، فإنهم بعد خراب أورشليم على يد \" تيطس \" تفرقوا فى جميع بلاد الله ، وتاريخهم بعد ذلك ملحق بتاريخ الممالك التى توطنوها أو نزلوا فيها ."
    },
    {
      "ayah": 80,
      "surah": 17,
      "text": "ثم أمر الله - تعالى - رسوله صلى الله عليه وسلم بأن يكثر من اللجوء إليه عن طريق الدعاء ، بعد أن أمره بذلك عن طريق المداومة على الصلاة ، فقال - تعالى - : ( وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) .والمدخل والمخرج - يضم الميم فيهما - مصدران بمعنى الإِدخال والإِخراج ، فهما كالمجرى والمرسى وإضافتهما إلى الصدق من إضافة الموصوف لصفته .قال الآلوسى : واختلف فى تعيين المراد من ذلك ، فأخرج الزبير بن بكار عن زيد بن أسلم ، أن المراد : بالإِدخال : دخول المدينة ، وبالإِخراج : الخروج من مكة ، ويدل عليه ما أخرجه أحمد ، والطبرانى ، والترمذى وحسنه ، والحاكم وصححه ، وجماعة ، عن ابن عباس قال : كان النبى صلى الله عليه وسلم بمكة ، ثم أمر بالهجرة ، فأنزل الله - تعالى - عليه هذه الآية . وبدأ بالإِدخال لأنه الأهم . . .ثم قال : والأظهر أن المراد إدخاله - عليه الصلاة والسلام - إدخالاً مرضيًا فى كل ما يدخل فيه ويلابسه من مكان أو أمر ، وإخراجه - من كل ما يخرج منه خروجًا مرضيًا - كذلك - ، فتكون الآية عامة فى جميع الموارد والمصادر . . . .ويبدو لنا أن المعنى الذى أشار إليه الآلوسى - رحمه الله - بأنه الأظهر ، هو الذى تسكن إليه النفس ، ويدخل فيه غيره دخولاً أوليا ، ويكون المعنى :وقل - أيها الرسول الكريم - متضرعًا إلى ربك : يا رب أدخلنى إدخالاً مرضيًا صادقًا فى كل ما أدخل فيه من أمر أو مكان ، وأخرجنى كذلك إخراجًا طيبًا صادقًا من كل أمر أو مكان .والمراد بالسلطان فى قوله - تعالى - : ( واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) الحجة البينة الواضحة التى تقنع العقول ، والقوة الغالبة التى ترهب المبطلين .أى : واجعل لى - يا إلهى - من عندك حجة تنصرنى بها على من خالفنى ، وقوة تعيننى بها على إقامة دينك ، وإزالة الشرك والكفر .وقد وضح صاحب الكشاف هذا المعنى فقال : قوله : ( واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) أى : حجة تنصرنى على من خالفنى ، أو ملكًا وعزًا قويًا ناصرًا للإِسلام على الكفر ، مظهرًا له عليه ، فأجيبت دعوته بقوله :( والله يَعْصِمُكَ مِنَ الناس ) ( فَإِنَّ حِزْبَ الله هُمُ الغالبون ) ( لِيُظْهِرَهُ عَلَى الدين كُلِّهِ ) ( لَيَسْتَخْلِفَنَّهُمْ فِي الأرض ) ووعده لينزعن ملك فارس والروم فيجعله له .\" وعنه صلى الله عليه وسلم أنه استعمل \" عتاب بن أسيد \" على أهل مكة وقال : انطلق فقد استعملتك على أهل الله ، فكان شديدًا على المريب . لينًا على المؤمن ، وقال : لا والله لا أعلم متخلفا يتخلف عن الصلاة فى جماعة إلا ضربت عنقه ، فإنه لا يتخلف عن الصلاة إلا منافق . فقال أهل مكة : يا رسول الله لقد استعملت على أهل الله \" عتاب بن أسيد \" أعرابيًا جافيًا .فقال صلى الله عليه وسلم : \" إنى رأيت فيما يرى النائم كأن عتاب بن أسيد أتى باب الجنة ، فأخذ بحلقة الباب فقلقلها قلقالاً شديدًا ، حتى فتح له فدخلها ، فأعز الله به الإِسلام لنصرته المسلمين على من يريد ظلمهم ، فذلك السلطان النصير \" \" .وقال ابن كثير - بعد أن ساق بعض الأقوال فى معنى الآية الكريمة - قوله : ( واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) قال الحسن البصرى فى تفسيرها : وعده ربه لينزعن ملك فارس والروم وليجعلنه له .وقال قتادة فيها : إن نبى الله علم أن لا طاقة له بهذا الأمر إلا بسلطان . فسأل سلطانًا نصيرًا لكتاب الله . ولحدود الله ، ولفرائض الله ، ولإِقامة دين الله ، فإن السلطان رحمة من الله جعله بين أظهر عباده ، ولولا ذلك لأغار بعضهم على بعض فأكل شديدهم ضعيفهم . . .ثم قال ابن كثير : واختار ابن جرير قول الحسن وقتادة ، وهو الأرجح ، لأنه لا بد مع الحق من قهر لمن عاداه وناوأه ، ولهذا يقول - تعالى - : ( لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان لِيَقُومَ الناس بالقسط وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ . . . ) وفى الحديث : \" إن الله ليزع بالسلطان ما لا يزع بالقرآن \" أى : ليمنع بالسلطان عن ارتكاب الفواحش والآثام ، ما لا يمتنع كثير من الناس عن ارتكابه بالقرآن وما فيه من الوعيد الأكيد ، والتهديد الشديد ، وهذا هو الواقع .وفى قوله - تعالى - : ( واجعل لِّي مِن لَّدُنْكَ ) تصوير بديع لشدة القرب والاتصال بالله - تعالى - واستمداد العون منه - سبحانه - مباشرة ، واللجوء إلى حماه بدون وساطة من أحد ."
    },
    {
      "ayah": 81,
      "surah": 17,
      "text": "ثم بشره - سبحانه - بأن النصر له آت لا ريب فيه فقال - تعالى - ( وَقُلْ جَآءَ الحق وَزَهَقَ الباطل إِنَّ الباطل كَانَ زَهُوقاً ) .والحق فى لغة العرب : الشئ الثابت الذى ليس بزائل ولا مضمحل . والباطل على النقيض منه .والمراد بالحق هنا : حقائق الإِسلام وتعاليمه التى جاء بها النبى صلى الله عليه وسلم من عند ربه - عز وجل - .والمراد بالباطل : الشرك والمعاصى التى ما أنزل الله بها من سلطان ، والمراد بزهوقه : ذهابه وزواله . يقال : فلان زهقت روحه ، إذا خرجت من جسده وفارق الحياة .أى : وقل - أيها الرسول الكريم - على سبيل الشكر لربك ، والاعتراف له بالنعمة ، والاستبشار بنصره ، قل : جاء الحق الذى أرسلنى به الله - تعالى - وظهر على كل ما يخالفه من شرك وكفر ، وزهق الباطل ، واضمحل وجوده وزالت دولته ، إن الباطل كان زهوقاً ، أى : كان غير مستقر وغير ثابت فى كل وقت . كما قال - تعالى - : ( قُلْ إِنَّ رَبِّي يَقْذِفُ بالحق عَلاَّمُ الغيوب قُلْ جَآءَ الحق وَمَا يُبْدِىءُ الباطل وَمَا يُعِيدُ )"
    },
    {
      "ayah": 82,
      "surah": 17,
      "text": "قال الفخر الرازى - رحمه الله - : اعلم أنه - تعالى - لما أطنب فى شرح الإِلهيات والنبوات ، والحشر والمعاد والبعث ، وإثبات القضاء والقدر ، ثم أتبعه بالأمر بالصلاة ، ونبه على ما فيها من الأسرار ، وإنما ذكر كل ذلك فى القرآن ، أتبعه ببيان كون القرآن شفاء ورحمة . فقال - تعالى - : ( وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ . . ) .ثم قال : ولفظة ( من ) ههنا ليست للتبعيض ، بل هى للجنس كقوله : ( فاجتنبوا الرجس مِنَ الأوثان ) والمعنى : وننزل من هذا الجنس الذى هو قرآن ما هو شفاء ، فجميع القرآن شفاء ورحمة للمؤمنين .ومما لا شك فيه ، أن قراءة القرآن ، والعمل بأحكامه وآدابه وتوجيهاته . . شفاء للنفوس من الوسوسة ، والقلق ، والحيرة ، والنفاق ، والرذائل المختلفة ، ورحمة للمؤمنين من العذاب الذى يحزنهم ويشقيهم .إنه شفاء ورحمة لمن خالطت قلوبهم بشاشة الإِيمان ، فأشرقت بنور ربها ، وتفتحت لتلقى ما فى القرآن من هدايات وإرشادات .إنه شفاء للنفوس من الأمراض القلبية كالحسد والطمع والانحراف عن طريق الحق ، وشفاء لها من الأمراض الجسمانية .قال القرطبى عند تفسيره لهذه الآية : اختلف العلماء فى كونه - أى القرآن - شفاء على قولين :أحدهما : أنه شفاء للقلوب بزوال الجهل عنها وإزالة الريب ، ولكشف غطاء القلب من مرض الجهل .الثانى : أنه شفاء من الأمراض الظاهرة بالرقى والتعوذ ونحوه ، وقد روى الأئمة - واللفظ للدار قطنى - عن أبى سعيد الخُدرى قال : \" بعثنا رسول الله صلى الله عليه وسلم فى سرية ثلاثين راكبًا . قال : فنزلنا على قوم من العرب فسألناهم أن يضيفونا فأبوا . قال : فلدغ سيد الحى ، فأتونا فقالوا : أفيكم أحد يَرْقى من العقرب؟ قال : قلت : أنا نعم ، ولكن لا أفعل حتى تعطونا فقالوا : فإنا نعطيكم ثلاثين شاة . قال : فقرأت عليه ( الحمد للَّهِ رَبِّ العالمين ) سبع مرات فبرئ . فبعثوا إلينا بالنُّزل وبعثوا إلينا بالشاء . فأكلنا الطعام أنا وأصحابى ، وأبوا أن يأكلوا من الغنم ، حتى أتينا رسول الله صلى الله عليه وسلم فأخبرته الخبر ، فقال \" ما يدريك أنها رقية \"؟ قلت : يا رسول الله ، شئ ألقى فى روعى . قال : \" كلوا وأطعمونا من الغنم \" \" .والذى تطمئن إليه النفس أن قراءة القرآن الكريم ، والعمل بما فيه من هدايات وإرشادات وتشريعات . . كل ذلك يؤدى - بإذن الله تعالى - إلى الشفاء من أمراض القلوب ومن أمراض الأجسام .قال بعض العلماء : \" وقوله - تعالى - فى هذه الآية ( مَا هُوَ شِفَآءٌ ) يشمل كونه شفاء للقلب من أمراضه ، كالشك والنفاق وغير ذلك . وكونه شفاء للأجسام إذا رقى عليه به ، كما تدل له قصة الذى رقى الرجل اللديغ بالفاتحة ، وهى صحيحة مشهورة \" .وبعد أن بين - سبحانه - أثر القرآن بالنسبة للمؤمنين ، أتبع ذلك ببيان أثره بالنسبة للظالمين ، فقال : ( وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَاراً ) .أى : ولا يزيد ما ننزله من قرآن الظالمين إلا خسارا وهلاكًا ، بسبب عنادهم وجحودهم للحق بعد إذ تبين .قال الآلوسى : وإسناد الزيادة المذكورة إلى القرآن . مع أنهم المزدادون فى ذلك لسوء صنيعهم ، باعتباره سببا لذلك ، وفيه تعجيب من أمره من حيث كونه مدارًا للشفاء والشقاء .كماء صار فى الأصداف درا ... وفى ثغر الأفاعى صار سماوشبيه بهذه الآية قوله - تعالى - : ( وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إِيمَاناً فَأَمَّا الذين آمَنُواْ فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الذين فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْساً إلى رِجْسِهِمْ وَمَاتُواْ وَهُمْ كَافِرُونَ ) وقوله - تعالى - ( قُلْ هُوَ لِلَّذِينَ آمَنُواْ هُدًى وَشِفَآءٌ والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ )."
    },
    {
      "ayah": 83,
      "surah": 17,
      "text": "ثم صور - سبحانه - حال الإِنسان عند اليسر والعسر ، وعند الرخاء والشدة فقال - تعالى - : ( وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشر كَانَ يَئُوساً ) .أى : ( وَإِذَآ أَنْعَمْنَا عَلَى الإنسان ) بنعمة الصحة والغنى وما يشبههما مما يسره ويبهجه ( أعرض ) عن طاعتنا وشكرنا ( ونأى بجانبه ) أى : وابتعد عنا ، وولانا ظهره والنأى : البعد ، يقال : مكان ناء ، أى بعيد ، ونأى فلان عن الشئ نأيا : إذا ابتعد عنه .وقوله - تعالى - : ( نأى بجانبه ) تأكيد للإِعراض ، لأن الإِعراض عن الشئ أن يوليه عرض وجهه ، والنأى بالجانب : أن يلوى عنه عطفه ، ويوليه ظهره ، ويظهر الاستكبار والغرور . وقوله - تعالى - : ( وَإِذَا مَسَّهُ الشر كَانَ يَئُوساً ) أى : وإذا مس الشر هذا الإِنسان من فقر أو مرض ، كان يئوسا وقنوطًا من رحمه الله - تعالى - .فهو فى حالة الصحة والغنى يبطر ويتكبر ويطغى . وفى حالة الفقر والمرض ييئس ويقنط ويستولى عليه الحزن والهم .والمراد بالإِنسان هنا جنسه ، إذ ليس جميع الناس على هذه الحالة ، وإنما منهم المؤمنون الصادقون الذين يشكرون الله - تعالى - على نعمه ، ويذكرونه ويطيعونه فى السراء والضراء .قال - تعالى - : ( وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ وَلَئِنْ أَذَقْنَاهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السيئات عني إِنَّهُ لَفَرِحٌ فَخُورٌ إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات أولئك لَهُمْ مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ ) فأنت ترى أن الله - تعالى - قد استثنى الذين صبروا وعملوا الصالحات ، من رذيلة الجحود عند اليسر ، واليأس عند العسر .قال الآلوسى ما ملخصه : والمراد بالإِنسان فى قوله - تعالى - ( وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ . . . ) جنسه ، إذ يكفى فى صحة الحكم وجوده فى بعض الأفراد ، ولا يضر وجود نقيض فى البعض الآخر ، وقيل : المراد به الوليد بن المغيرة ."
    },
    {
      "ayah": 84,
      "surah": 17,
      "text": "ثم صور - سبحانه - حال الإِنسان عند اليسر والعسر ، وعند الرخاء والشدة فقال - تعالى - : ( وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشر كَانَ يَئُوساً ) .أى : ( وَإِذَآ أَنْعَمْنَا عَلَى الإنسان ) بنعمة الصحة والغنى وما يشبههما مما يسره ويبهجه ( أعرض ) عن طاعتنا وشكرنا ( ونأى بجانبه ) أى : وابتعد عنا ، وولانا ظهره والنأى : البعد ، يقال : مكان ناء ، أى بعيد ، ونأى فلان عن الشئ نأيا : إذا ابتعد عنه .وقوله - تعالى - : ( نأى بجانبه ) تأكيد للإِعراض ، لأن الإِعراض عن الشئ أن يوليه عرض وجهه ، والنأى بالجانب : أن يلوى عنه عطفه ، ويوليه ظهره ، ويظهر الاستكبار والغرور . وقوله - تعالى - : ( وَإِذَا مَسَّهُ الشر كَانَ يَئُوساً ) أى : وإذا مس الشر هذا الإِنسان من فقر أو مرض ، كان يئوسا وقنوطًا من رحمه الله - تعالى - .فهو فى حالة الصحة والغنى يبطر ويتكبر ويطغى . وفى حالة الفقر والمرض ييئس ويقنط ويستولى عليه الحزن والهم .والمراد بالإِنسان هنا جنسه ، إذ ليس جميع الناس على هذه الحالة ، وإنما منهم المؤمنون الصادقون الذين يشكرون الله - تعالى - على نعمه ، ويذكرونه ويطيعونه فى السراء والضراء .قال - تعالى - : ( وَلَئِنْ أَذَقْنَا الإنسان مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ وَلَئِنْ أَذَقْنَاهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السيئات عني إِنَّهُ لَفَرِحٌ فَخُورٌ إِلاَّ الذين صَبَرُواْ وَعَمِلُواْ الصالحات أولئك لَهُمْ مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ ) فأنت ترى أن الله - تعالى - قد استثنى الذين صبروا وعملوا الصالحات ، من رذيلة الجحود عند اليسر ، واليأس عند العسر .قال الآلوسى ما ملخصه : والمراد بالإِنسان فى قوله - تعالى - ( وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ . . . ) جنسه ، إذ يكفى فى صحة الحكم وجوده فى بعض الأفراد ، ولا يضر وجود نقيض فى البعض الآخر ، وقيل : المراد به الوليد بن المغيرة ."
    },
    {
      "ayah": 85,
      "surah": 17,
      "text": "ذكر المفسرون فى سبب نزول قوله - تعالى - : ( وَيَسْأَلُونَكَ عَنِ الروح ) روايات منها : ما أخرجه الشيخان عن عبد الله بن مسعود قال : \" بينما أنا أمشى مع النبى صلى الله عليه وسلم فى حرث وهو متوكئ على عسيب - أى على عصا - إذ مر اليهود ، فقال بعضهم لبعض : سلوه عن الروح ، فقالوا : يا محمد ما لروح فأمسك النبى صلى الله عليه وسلم فلم يرد عليهم شيئًا ، فعلمت أنه يوحى إليه ، فقمت مقامى ، فلما نزل الوحى قال : ( وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي . . . ) .قال الإِمام ابن كثير بعد أن ذكر هذه الرواية وغيرها : وهذا السياق يقتضى فيما يظهر بادى الرأى ، أن هذه الآية مدنية ، وأنها نزلت حين سأله اليهود عن ذلك بالمدينة ، مع أن السورة كلها مكية .وقد يجاب عن هذا بأنه قد تكون نزلت عليه بالمدينة مرة ثانية ، كما نزلت عليه بمكة قبل ذلك . أو أنه نزل عليه الوحى بأنه يجيبهم عما سألوه بالآية المتقدم إنزالها عليه ، وهى هذه الآية : ( وَيَسْأَلُونَكَ عَنِ الروح . . . ) \" .ومما يدل على نزول هذه الآية بمكة ما أخرجه الإِمام أحمد عن ابن عباس قال : \" قالت قريش ليهود . أعطونا شيئًا نسأل عنه هذا الرجل؟ فقالوا : سلوه عن الروح ، فسألوه فنزلت : ويسألونك عن الروح . . الآية \" .وكلمة الروح تطلق فى القرآن الكريم على أمور منها :الوحى ، كما فى قوله - تعالى - : ( يُلْقِي الروح مِنْ أَمْرِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ . . . ) ومنها : القوة والثبات كما فى قوله - تعالى - : ( أولئك كَتَبَ فِي قُلُوبِهِمُ الإيمان وَأَيَّدَهُمْ بِرُوحٍ مِّنْهُ . . . ) ومنها : جبريل ، كما فى قوله - تعالى - : ( نَزَلَ بِهِ الروح الأمين على قَلْبِكَ لِتَكُونَ مِنَ المنذرين . . . ) ومنها : القرآن كما فى قوله - سبحانه - : ( وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا . . . ) ومنها : عيسى ابن مريم ، كما فى قوله - تعالى - : ( إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ . . . ) وجمهور العلماء على أن المراد بالروح فى قوله - تعالى - : ( وَيَسْأَلُونَكَ عَنِ الروح . . . ) ما يحيا به بدن الإِنسان ، وبه تكون حياته ، وبمفارقته للجسد يموت الإِنسان ، وأن السؤال إنما هو عن حقيقة الروح ، إذ معرفة حقيقة الشئ . تسبق معرفة أحواله .وقيل المراد بالروح هنا : القرآن الكريم ، وقيل : جبريل ، وقيل : عيسى إلى غير ذلك من الأقوال التى أوصلها بعضهم إلى أكثر من عشرة أقوال .ويبدو لنا أن ما ذهب إليه جمهور المفسرين ، أولى بالاتباع ، لأن قوله - تعالى - بعد ذلك : ( قُلِ الروح مِنْ أَمْرِ رَبِّي ) يؤيد هذا الاتجاه .قال الآلوسى : \" الظاهر عند المنصف ، أن السؤال كان عن حقيقة الروح الذى هو مدار البدن الإِنسانى ، ومبدأ حياته ، لأن ذلك من أدق الأمور التى لا يسع أحدًا إنكارها ، ويشرئب الجميع إلى معرفتها ، وتتوافر دواعى العقلاء إليها ، وَتَكِلُّ الأذهان عنها ، ولا تكاد تعلم إلا بوحى . . \" .و ( من ) فى قوله : ( قُلِ الروح مِنْ أَمْرِ رَبِّي ) بيانية . والمراد بالأمر هنا . الشأن .والمعنى : ويسألك بعض الناس - أيها الرسول - عن حقيقة الروح ، قل لهم على سبيل الإِرشاد والزجر : الروح شئ من جنس الأشياء التى استأثر الله - تعالى - وحده بعلم حقيقتها وجوهرها .وقال - سبحانه - : ( قل الروح ) بالإِظهار ، لكمال العناية بشأن المسئول عنه .وإضافة كلمة ( أمر ) إلى لفظ الرب - عز وجل - ، من باب الاختصاص العلمى ، إذ الرب وحده هو العليم بشأنها ، وليس من باب الاختصاص الوجودى ، لأن الروح وغيرها من مخلوقات الله - تعالى - .وفى هذه الإِضافة ما فيها من تشريف المضاف ، حيث أضيف هذا الأمر إلى الله - تعالى - وحده .قال القرطبى : وقوله - تعالى - ( قُلِ الروح مِنْ أَمْرِ رَبِّي ) دليل على خلق الروح ، أى : هو أمر عظيم ، وشأن كبير من أمر الله - تعالى - ، مبهمًا له وتاركًا تفصيله ، ليعرف الإِنسان على القطع عجزه عن علم حقيقة نفسه مع العلم بوجودها . وإذا كان الإِنسان فى معرفة نفسه هكذا ، كان عجزه عن إدراك حقيقة الحق أولى . وحكمة ذلك تعجيز العقل عن إدراك معرفة مخلوق مجاور له ، دلالة على أنه عن إدراك خالقه أعجز .وقوله : ( وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلاً ) من جملة الجواب الذى أمر الله - تعالى - رسوله صلى الله عليه وسلم أن يرد به على السائلين عن حقيقة الروح .أى : وما أوتيتم - أيها السائلون عن الروح - من العلم إلا علمًا قليلاً ، بالنسبة إلى علمه - تعالى - الذى وسع كل شئ ، ولا يخفى عليه شئ .وإن علمكم مهما كثر فإنه لا يمكنه أن يتعلق بحقيقة الروح وأحوالها ، لأن ذلك شئ استأثر الله - تعالى - به وحده ، واقتضت حكمته - عز وجل - أن يجعله فوق مستوى عقولكم .قال صاحب الظلال عند تفسيره لهذه الآية : والمنهج الذى سار عليه القرآن - وهو المنهج الأقوم - أن يجيب الناس عما هم فى حاجة إليه ، وما يستطيع إدراكهم البشرى بلوغه ومعرفته ، فلا يبدد الطاقة العقلية التى وهبها الله لهم فيما لا ينتج ولا يثمر ، وفى غير مجالها الذى تملك وسائله ، وبعضهم عندما سأل النبى صلى الله عليه وسلم عن الروح ، أمره الله أن يجيبهم بأن الروح من أمره- سبحانه - . . .وليس فى هذا حجر على العقل البشرى أن يعمل ، ولكن فيه توجيهًا لهذا العقل أن يعمل فى حدوده ، وفى مجاله الذى يدركه .والروح غيب من غيب الله لا يدركه سواه . . ولقد أبدع الإِنسان فى هذه الأرض ما أبدع ، ولكنه وقف حسيرا أمام ذلك السر اللطيف - الروح - لا يدرى ما هو؟ ولا كيف جاء؟ ولا كيف يذهب؟ ولا أين كان ولا أين يكون ، إلا ما يخبر به العليم الخبير فى التنزيل \" .وقال بعض العلماء : وفى هذه الآية ما يزجر الخائضين فى شأن الروح ، المتكلفين لبيان ماهيته ، وإيضاح حقيقته ، أبلغ زجر ، ويردعهم أعظم ردع ، وقد أطالوا المقال فى هذا البحث ، بما لا يتسع له المقام ، وغالبه ، بل كله من الفضول الذى لا يأتى بنفع فى دين أو دنيا . .فقد استأثر الله - تعالى - بعلم الروح ، ولم يطلع عليه أنبياءه ، ولم يأذن لهم بالسؤال عنه ، ولا البحث عن حقيقته ، فضلاً عن أممهم المقتدين بهم . . . ."
    },
    {
      "ayah": 86,
      "surah": 17,
      "text": "ثم بين - سبحانه - مظهرًا من مظاهر قدرته ، بعد أن بين أن الروح من أمره ، فقال - تعالى - : ( وَلَئِن شِئْنَا لَنَذْهَبَنَّ بالذي أَوْحَيْنَا إِلَيْكَ ثُمَّ لاَ تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلاً ) .واللام فى قوله ( ولئن شئنا . . . ) موطئة لقسم محذوف ، جوابه ( لنذهبن ) .أى : والله لئن شئنا لنذهبن بهذا القرآن الذى أوحيناه إليك - أيها الرسول الكريم - ، بحيث نزيله عن صدرك ، ومن صدور أتباعك ، ونمحوه من الصحف حتى لا يبقى له أثر إذ أن قدرتنا لا يعجزها ، ولا يحول دون تنفيذ ما نريده حائل . .ثم لا تجد لك بعد ذلك من يكون وكيلاً عنا فى رد القرآن إليك بعد ذهابه ومحوه ، ومن يتعهد بإعادته بعد رفعه وإزالته .قال الآلوسى : \" وعبر عن القرآن بالموصول فى قوله ( بالذي أَوْحَيْنَا إِلَيْكَ ) ، تفخيمًا لشأنه ، ووصفا له بما فى حيز الصلة ابتداء ، إعلامًا بحاله من أول الأمر ، وبأنه ليس من قبيل كلام المخلوق . . . \" ."
    },
    {
      "ayah": 87,
      "surah": 17,
      "text": "وقوله : ( لاَّ رَحْمَةً مِّن رَّبِّكَ ) استثناء واستدراك على قوله : ( لَنَذْهَبَنَّ بالذي أَوْحَيْنَا إِلَيْكَ . . ) .أى : والله إن شئنا إذهاب القرآن من صدرك لأذهبناه ، دون أن تجد أحدًا يرده عليك ، لكننا لم نشأ ذلك بل أبقيناه فى صدرك رحمة من ربك .قال الجمل : وفى هذا الاستثناء قولان : أحدهما : أنه استثناء متصل : لأن الرحمة تندرج فى قوله ( وكيلا ) .أى : إلا رحمة منا فإنها إن نالتك فلعلها تسترده عليك والثانى : أنه منقطع ، فيتقدر بلكن أو ببل ، و ( من ربك ) يجوز أن يتعلق بمحذوف صفة لرحمة - أى لكن رحمة ربك تركته غير مذهوب به .وقوله ( إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيراً ) بيان لما امتن الله به على نبيه صلى الله عليه وسلم .أى : إن فضله كان عليك كبيرًا ، حيث أنزل القرآن عليك ، وأبقاه فى صدرك دون أن يزيله منه ، وجعلك سيد ولد آدم ، وخاتم رسله ، وأعطاك المقام المحمود يوم القيامة .قال صاحب الكشاف : \" وهذا امتنان عظيم من الله - تعالى - ببقاء القرآن محفوظًا ، بعد المنة العظيمة فى تنزيله وتحفيظه . فعلى كل ذى علم أن لا يغفل عن هاتين المنتين والقيام بشكرهما . وهما منة الله عليه بحفظه العلم ، ورسوخه فى صدره ، ومنته عليه فى بقاء المحفوظ \" ."
    },
    {
      "ayah": 88,
      "surah": 17,
      "text": "ثم أمر الله - تعالى - نبيه أن يتحدى المشركين بهذا القرآن فقال - تعالى - : ( قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) .أى : قل - أيها الرسول الكريم - لهؤلاء المشركين الذين قالوا - كما حكى الله عنهم - ( لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا ) قل لهم على سبيل التحدى والتعجيز : والله لئن اجتمعت الإِنس والجن ، واتفقوا على أن يأتوا بمثل هذا القرآن ، الذى أنزله الله - تعالى - من عنده على قلبى . . لا يستطيعون ذلك . ولو كان بعضهم لبعض ظهيرًا ومعينًا ومناصرًا ، فى تحقيق ما يتمنونه من الإِتيان بمثله .وخص - سبحانه - ( الإِنس والجن ) بالذكرن لأن المنكر كون القرآن من عند الله ، من جنسهما لا من جنس غيرهما كالملائكة - مثلاً - ، فإنهم عباد مكرمون لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ، ولأن التحدى إنما هو للإِنس والجن الذين أرسل الرسول صلى الله عليه وسلم إليهم ، لهدايتهم إلى الصراط المستقيم .وقال - سبحانه - : ( لاَ يَأْتُونَ بِمِثْلِهِ ) فأظهر فى مقام الإِضمار ، ولم يكتف بأن يقول : لا يأتون به ، لدفع توهم أن يتبادر إلى الذهن أن له مثلاً معينًا ، وللإِشعار بأن المقصود نفى المثل على أى صفة كانت هذه المثلية ، سواء أكانت فى بلاغته ، أم فى حسن نظمه ، أم فى إخباره عن المغيبات ، أم فى غير ذلك من وجوه إعجازه .وقوله : ( وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) معطوف على مقدر ، أى : لا يستطيعون الإِتيان بمثله لو لم يكن بعضهم ظهيرا ونصيرا لبعض ، ولو كان بعضهم ظهيرا ونصيرا لبعض لما استطاعوا أيضًا .والمقصود أنهم لا يستطيعون الإِتيان بمثله على أية حال من الأحوال؛ وبأية صورة من الصور ، لأنه متى انتفى إتيانهم بمثله مع المظاهرة والمعاونة ، انتفى من باب الأولى الإِتيان بمثله مع عدمهما . وقوله : ( لبعض ) متعلق بقوله ( ظهيرا ) .ولقد بين - سبحانه - فى آيات أخرى أنهم لن يستطيعوا الإِتيان بعشر سور من مثله ، بل بسورة واحدة من مثله .قال - تعالى - : ( أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ ) وقال - سبحانه - : ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ وادعوا شُهَدَآءَكُم مِّن دُونِ الله إِنْ كُنْتُمْ صَادِقِينَ )"
    },
    {
      "ayah": 89,
      "surah": 17,
      "text": "ثم أمر الله - تعالى - نبيه أن يتحدى المشركين بهذا القرآن فقال - تعالى - : ( قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) .أى : قل - أيها الرسول الكريم - لهؤلاء المشركين الذين قالوا - كما حكى الله عنهم - ( لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا ) قل لهم على سبيل التحدى والتعجيز : والله لئن اجتمعت الإِنس والجن ، واتفقوا على أن يأتوا بمثل هذا القرآن ، الذى أنزله الله - تعالى - من عنده على قلبى . . لا يستطيعون ذلك . ولو كان بعضهم لبعض ظهيرًا ومعينًا ومناصرًا ، فى تحقيق ما يتمنونه من الإِتيان بمثله .وخص - سبحانه - ( الإِنس والجن ) بالذكرن لأن المنكر كون القرآن من عند الله ، من جنسهما لا من جنس غيرهما كالملائكة - مثلاً - ، فإنهم عباد مكرمون لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ، ولأن التحدى إنما هو للإِنس والجن الذين أرسل الرسول صلى الله عليه وسلم إليهم ، لهدايتهم إلى الصراط المستقيم .وقال - سبحانه - : ( لاَ يَأْتُونَ بِمِثْلِهِ ) فأظهر فى مقام الإِضمار ، ولم يكتف بأن يقول : لا يأتون به ، لدفع توهم أن يتبادر إلى الذهن أن له مثلاً معينًا ، وللإِشعار بأن المقصود نفى المثل على أى صفة كانت هذه المثلية ، سواء أكانت فى بلاغته ، أم فى حسن نظمه ، أم فى إخباره عن المغيبات ، أم فى غير ذلك من وجوه إعجازه .وقوله : ( وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) معطوف على مقدر ، أى : لا يستطيعون الإِتيان بمثله لو لم يكن بعضهم ظهيرا ونصيرا لبعض ، ولو كان بعضهم ظهيرا ونصيرا لبعض لما استطاعوا أيضًا .والمقصود أنهم لا يستطيعون الإِتيان بمثله على أية حال من الأحوال؛ وبأية صورة من الصور ، لأنه متى انتفى إتيانهم بمثله مع المظاهرة والمعاونة ، انتفى من باب الأولى الإِتيان بمثله مع عدمهما . وقوله : ( لبعض ) متعلق بقوله ( ظهيرا ) .ولقد بين - سبحانه - فى آيات أخرى أنهم لن يستطيعوا الإِتيان بعشر سور من مثله ، بل بسورة واحدة من مثله .قال - تعالى - : ( أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ ) وقال - سبحانه - : ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ وادعوا شُهَدَآءَكُم مِّن دُونِ الله إِنْ كُنْتُمْ صَادِقِينَ )"
    },
    {
      "ayah": 9,
      "surah": 17,
      "text": "قال الفخر الرازى : اعلم أنه - تعالى - لما شرح ما فعله فى حق عباده المخلصين ، وهو الإسراء برسول الله صلى الله عليه وسلم ، وإيتاء الكتاب لموسى - عليه السلام - ، وما فعله فى حق العصاة والمتمردين وهو تسليط أنواع البلايا عليهم ، كان ذلك تنبيها على أن طاعة الله توجب كل خير وكرامة ، ومعصيته توجب كل بلية وغرامة ، لا جرم أثنى - سبحانه - على القرآن فقال : ( إِنَّ هذا القرآن يَِهْدِي لِلَّتِي هِيَ أَقْوَمُ ) .والفعل ( يهدى ) مأخوذ من الهداية ، ومعناها : الإِرشاد والدلالة بلطف إلى ما يوصل إلى البغية . والمفعول محذوف . أى : يهدى الناس .وقوله - سبحانه - ( لِلَّتِي هِيَ أَقْوَمُ ) صفة لموصوف محذوف ، أى يهدى الناس إلى الطريقة أو الملة التى هى أقوم .قال صاحب الكشاف : ( لِلَّتِي هِيَ أَقْوَمُ ) أى : للحالة التى هى أقوم الحالات وأسدها ، أو للملة أو للطريقة . وأينما قدرت لم تجد مع الإِثبات ذوق البلاغة الذى تجده مع الحذف ، لما فى إيهام الموصوف بحذفه من فخامة تفقد مع إيضاحه .والمعنى : إن هذا القرآن الكريم ، الذى أنزله الله - تعالى - عليك يا محمد صلى الله عليه وسلم ، يرشد الناس ويدلهم ويهديهم - فى جميع شئونهم الدينية والدنيوية - إلى الملة التى هى أقوم الملل وأعدلها ، وهى ملة الإِسلام . فمنهم من يستجيب لهذه الهداية فيظفر بالسعادة ، ومنهم من يعرض عنها فيبوء بالشقاء .قال صاحب الظلال ما ملخصه : إن هذا القرآن يهدى للتى هى أقوم فى عالم الضمير والشعور ، بالعقيدة الواضحة التى لا تعقيد فيها ولا غموض ، والتى تطلق الروح من أثقال الوهم والخرافة ، وتطلق الطاقات البشرية الصالحة للعمل والبناء ، وتربط بين نواميس الكون الطبيعية ، ونواميس الفطرة البشرية فى تناسق واتساق .ويهدى للتى هى أقوم ، فى التنسيق بين ظاهر الإِنسان وباطنه ، وبين مشاعره وسلوكه وبين عقيدته وعمله .ويهدى للتى هى أقوم فى عالم العبادة ، بالموازنة بين التكاليف والطاقة ، فلا تشق التكاليف على النفس حتى تمل ، ولا تسهل حتى تشيع فى النفس الرخاوة والاستهتار ، ولا تتجاوز القصد والاعتدال وحدود الاحتمال .ويهدى للتى هى أقوم ، فى علاقات الناس بعضهم ببعض : أفرادا وأزواجا وحكومات وشعوبا ، ودولا وأجناسا .ويهدى للتى هى أقوم فى نظام الحكم ، ونظام المال ، ونظام الاجتماع ، ونظام التعامل . .وقوله - سبحانه - : ( وَيُبَشِّرُ المؤمنين الذين يَعْمَلُونَ الصالحات أَنَّ لَهُمْ أَجْراً كَبِيراً ) صفة ثانية من صفات القرآن الكريم .أى : أن هذا القرآن بجانب هدايته للتى هى أقوم ، فهو - أيضا - يبشر المؤمنين الذين يعملون الأعمال الصالحات بأن لهم أجرا كبيرا من خالقهم - عز وجل - : أجرا كبيرا لا يعلم مقداره إلا مسديه ومانحه ، وهو الله رب العالمين ."
    },
    {
      "ayah": 90,
      "surah": 17,
      "text": "ذكر المفسرون فى سبب نزول هذه الآيات رواية طويلة ملخصها : \" أن نفرا من زعماء قريش اجتمعوا عند الكعبة ، وطلبوا رسول الله صلى الله عليه وسلم فجاءهم ، فقالوا له يا محمد : إنا قد بعثنا إليك لنعذر فيك ، وإنا والله ما نعلم رجلاً من العرب أدخل على قومه ما أدخلت على قومك!! لقد شتمت الآباء ، وعبت الدين . وسفهت الأحلام ، وشتمت الآلهة . . .فإن كنت جئت بهذا الحديث تطلب مالاً ، جمعنا لك من أموالنا حتى تكون أكثرنا مالاً ، وإن كنت تطلب شرفا فينا ، سودناك علينا ، وإن كنت تريد ملكًا ملكناك علينا . . .فقال لهم رسول الله صلى الله عليه وسلم ما بى شئ مما تقولون ، ولكن الله بعثنى إليكم رسولاً ، وأنزل على كتابًا ، وأمرنى أن أكون بشيرًا ونذيرًا ، فبلغتكم رسالة ربى ونصحت لكم ، فإن تقبلوا منى فهو حظكم من الدنيا والآخرة ، وإن تردوه على أصبر لأمر الله - تعالى - حتى يحكم بينى وبينكم .فقالوا له يا محمد : فإن كنت صادقًا فيما تقول ، فسل لنا ربك الذى بعثك ، فليسير عنا هذا الجبل الذى قد ضيق علينا ، وليبسط لنا بلادنا ، ويفجر فيها الأنهار ، ويبعث من مضى من آبائنا ، فنسألهم عما تقول أحق هو أم باطل . .وسله أن يبعث معك ملكا يصدقك ، واسأله أن يجعل لك جنانا وقصورًا أو كنوزًا من ذهب وفضة . تعينك على معاشك .فقال صلى الله عليه وسلم ما بعثت بهذا . فقالوا : فأسقط السماء - كما زعمت - علينا كسفا . . .وقال أحدهم : لا أومن بك أبدًا ، حتى تتخذ لك سلمًا إلى السماء ترقى فيه ، ونحن ننظر إليك . .فانصرف صلى الله عليه وسلم عنهم حزينًا ، لما رأى من تباعدهم عن الهدى ، فأنزل الله عليه هذه الآيات تسلية له . . . \" .والمعنى : وقال المشركون الذين لا يرون لقاءنا لرسولنا صلى الله عليه وسلم يا محمد : ( لَن نُّؤْمِنَ لَكَ ) ونتبعك فيما تدعونا إليه .( حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً ) أى : حتى تخرج لنا من أرض مكة القليلة المياه ، ( ينبوعًا ) أى : عينا لا ينضب ماؤها ولا يغور .يقال : نبع الماء من العين ينبع - بتثليث الباء فيهما - إذا خرج وظهر وكثر .وقرأ بعض السبعة ( تفجر ) بالتخفيف - من باب نصر - وقرأ البعض الآخر ( تفجر ) بتشديد الجيم ، من فجر بالتشديد ، والتضعيف للتكثير .والتعريف فى لفظ ( الأرض ) للعهد ، لأن المراد بها أرض مكة .وعبر بكلمة ( ينبوعًا ) للإِشعار بأنهم لا يريدون من الماء ما يكفيهم فحسب ، وإنما هم يريدون ماء كثيرًا لا ينقص فى وقت من الأوقات ، إذ الياء زائدة للمبالغة ،"
    },
    {
      "ayah": 91,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً ) بيان لاقتراح آخر من مقترحاتهم السخيفة .والمعنى : أو تكون لك بصفة خاصة يا محمد ، ( جنة ) أى : حديقة ملتفة الأغصان ، مشتملة على الكثير من أشجار النخيل والأعناب : تجرى الأنهار فى وسطها جريا عظيمًا هائلاً . .وخصوا النخيل والأعناب بالذكر - كما حكى القرآن عنهم - ، لأن هذين الصنفين يعتبران من أهم الثمار عندهم ، ولأنهما على رأس الزروع المنتشرة فى أراضيهم ، والتى لها الكثير من الفوائد .وقوله : ( خلالها ) منصوب على الظرفية ، لأنه بمعنى وسطها وبمعنى ثناياها .والتنوين فى قوله ( تفجيرا ) للتكثير ، أى : تفجيرا كثيرا زاخرا ، بحيث تكون تلك الجنة الخاصة بك ، غنية بالمياه التى تنفعها وترويها ."
    },
    {
      "ayah": 92,
      "surah": 17,
      "text": "وقوله - عز وجل - : ( أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً . . . ) اقتراح ثالث من مقترحاتهم الفاسدة .ولفظ ( كسفا ) أى : قطعًا جمع كسفة - بكسر الكاف وسكون الشين ، يقال : كسفت الثوب أى : قطعته وهو حال من السماء ، والكاف فى قوله : ( كما ) صفة لموصوف محذوف .والمعنى : أو تسقط أنت علينا السماء إسقاطا مماثلاً لما هددتنا به ، من أن فى قدرة ربك - عز وجل - أن ينزل علينا عذابًا متقطعًا من السماء .ولعلهم يعنون بذلك قوله - تعالى - : ( أَفَلَمْ يَرَوْاْ إلى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِّنَ السمآء والأرض إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفاً مِّنَ السمآء . . . ) وقيل : يعنون بذلك ، أنك وعدتنا أن يوم القيامة تنشق فيه السماء ، فعجل لنا ذلك فى الدنيا ، وأسقطها علينا ، كما حكى عنهم القرآن ذلك فى قوله - تعالى - ( وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ . . . ) فهم يتعجلون العذاب ، والرسول صلى الله عليه وسلم ، يرجو لهم من الله - تعالى - الرحمة والهداية وتأخير العذاب عنهم ، لعله - سبحانه - أن يخرج من أصلابهم من يخلص له العبادة والطاعة .وقوله - تعالى - ( أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً ) تسجيل لمطلب رابع من مطالبهم القبيحة .قال الآلوسى : ( قبيلا ) أى : مقابلاً ، كالعشير والمعاشر ، وأرادوا - كما جاء عن ابن عباس - عِيانًا .وهذا كقولهم : ( لَوْلاَ أُنْزِلَ عَلَيْنَا الملائكة أَوْ نرى رَبَّنَا ) وفى رواية أخرى عنه وعن الضحاك تفسير القبيل بالكفيل ، أى : كفيلا بما تدعيه . يعنون شاهدا يشهد لك بصحة ما قلته .وهو على الوجهين حال من لفظ الجلالة . . وعن مجاهد : القبيل الجماعة كالقبيلة ، فيكون حالاً من الملائكة - أى : أو تأتى بالله وبالملائكة قبيلة قبيلة ."
    },
    {
      "ayah": 93,
      "surah": 17,
      "text": "ثم حكى - سبحانه - بقية مطالبهم التى لا يقرها عقل سليم فقال : ( أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ ) .أى : من ذهب ، والزخرف ، يطلق فى الأصل على الزينة ، وأطلق هنا على الذهب لأن الذهب أثمن ما يتزين به فى العادة ."
    },
    {
      "ayah": 94,
      "surah": 17,
      "text": "قال الفخر الرازى : اعلم أنه - تعالى - لما حكى شبهة القوم فى اقتراح المعجزات الزائدة ، وأجاب عنها ، حكى عنهم شبهة أخرى ، وهى أن القوم استبعدوا أن يبعث الله إلى الخلق رسولاً من البشر ، بل اعتقدوا أن الله - تعالى - لو أرسل رسولاً إلى الخلق ، لوجب أن يكون ذلك الرسول من الملائكة ، فأجاب الله - تعالى - عن هذه الشبهة فقال : ( وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا . . . ) .والمراد بالناس هنا : المشركون منهم ، الذين استبعدوا واعتقدوا أن الرسول لا يكون من البشر ، ويدخل فيهم دخولاً أوليًا كفار مكة .وجملة ( أن يؤمنوا ) فى محل نصب ، لأنها مفعول ثان لمنع .وقوله : ( إِلاَّ أَن قالوا ) هو الفاعل ، و \" إذ \" ظرف للفعل منع ، أو لقوله : ( أن يؤمنوا ) .والمعنى : وما صرف المشركين عن الإِيمان بالدين الحق وقت أن جاءتهم به الرسل ، إلا اعتقاد هؤلاء المشركين أن الله - تعالى - لا يبعث إليهم رجلاً من البشر لكى يبلغهم وحيه ، وإنما يبعث إليهم ملكًا من الملائكة لكى يبلغهم ذلك .وعبر عن اعتقادهم الباطل هذا بالقول فقال : ( إِلاَّ أَن قالوا . . ) للإِشعار بأنه مجرد قول لاكته ألسنتهم ، دون أن يكون معهم أى مستند يستندون إليه لإِثبات قبوله عند العقلاء .وجاء التعبير عن اعتقادهم الباطل هذا بصيغة الحصر ، لبيان أنه مع بطلانه - هو من أهم الموانع والصوارف ، التى منعتهم وصرفتهم عن الدخول فى الدين الحق ، الذى جاءتهم به الرسل - عليهم الصلاة والسلام - ، وهذا لا يمنع أن هناك صوارف أخرى حالت بينهم وبين الإِيمان كالحسد والعناد .قال صاحب الكشاف : \" والمعنى . وما منعهم من الإِيمان بالقرآن ، وبنبوة النبى صلى الله عليه وسلم إلا شبهة تلجلجت فى صدورهم ، وهى إنكارهم أن يرسل الله البشر . والهمزة فى ( أبعث الله ) للإِنكار ، وما أنكروه فخلافه هو المنكر عند الله - تعالى - لأن قضية حكمته ، أن لا يرسل ملك الوحى إلا إلى أمثاله ، أو إلى الأنبياء \" .والمتدبر فى القرآن الكريم ، يرى أن هذه الشبهة - وهى إنكار المشركين كون الرسول بشرًا - قد حكاها فى آيات كثيرة منها قوله - تعالى - : ( أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ الناس وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ . . . ) وقوله - تعالى - : ( ذَلِكَ بِأَنَّهُ كَانَت تَّأْتِيهِمْ رُسُلُهُم بالبينات فقالوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُواْ وَتَوَلَّواْ واستغنى الله والله غَنِيٌّ حَمِيدٌ ) ومما لا شك فيه أن هذه الشبهة تدل ، على أن هؤلاء الكافرين ، لم يدركوا قيمة بشريتهم وكرامتها عند الله - تعالى - ، وذلك بسبب انطماس بصائرهم ، وكثرة جهلهم ، وعكوفهم على موروثاتهم الفاسدة ."
    },
    {
      "ayah": 95,
      "surah": 17,
      "text": "ولذا أمر الله - تعالى - بأن يرد عليهم بما يزهق هذه الشبهة فقال - سبحانه - ( قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً ) .والمعنى : قل - يا محمد - لهؤلاء الجاهلين : لو ثبت ووجد ملائكة فى الأرض ، يمشون على أقدامهم كما يمشى الإِنس ، ويعيشون فوقها ( مطمئنين ) أى : مستقرين فيها مقيمين بها .لو ثبت ذلك ، لاقتضت حكمتنا أن نرسل إليهم من السماء ملكًا رسولاً ، يكون من جنسهم ، ويتكلم بلسانهم ، وبذلك يتمكنون من مخاطبته ، ومن الأخذ عنه ، ومن التفاهم معه لأن الجنس إلى الجنس أميل ، والرسول يجب أن يكون من جنس المرسل إليهم ، فلو كان المرسل إليهم ملائكة ، لكان الرسول إليهم ملكًا مثلهم ، ولو كان المرسل إليهم من البشر ، لكان الرسول إليهم بشرًا مثلهم .فكيف تطلبون أيها الجاهلون - أن يكون الرسول إليكم ملكًا ، وتستبعدون أن يكون بشرًا مع أنكم من البشر؟!!قال الآلوسى : \" قوله : ( لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكاً رَّسُولاً ) أى : يعلمهم ما لا تستقل عقولهم بعلمه ، وليسهل عليهم الاجتماع به ، والتلقى منه ، وأما عامة البشر فلا يسهل عليهم ذلك ، لبعد ما بين الملك وبينهم . . . \" .وهذا المعنى الذى وضحته الآية الكريمة - وهو أن الرسول يجب أن يكون من جنس المرسل إليهم - قد جاء ما يشبهه ويؤكده فى آيات كثيرة منها قوله - تعالى - : ( وَقَالُواْ لولا أُنزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنزَلْنَا مَلَكاً لَّقُضِيَ الأمر ثُمَّ لاَ يُنظَرُونَ وَلَوْ جَعَلْنَاهُ مَلَكاً لَّجَعَلْنَاهُ رَجُلاً وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ ) وقوله - سبحانه - : ( وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ ) وقوله - عز وجل : ( وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ . . . )"
    },
    {
      "ayah": 96,
      "surah": 17,
      "text": "ثم أمر الله - تعالى - نبيه صلى الله عليه وسلم للمرة الثانية ، أن يحسم الجدال معهم ، بتفويض أمره وأمرهم إلى الله - عز وجل - ، فهو خير الحاكمين فقال : ( قُلْ كفى بالله شَهِيداً بَيْنِي وَبَيْنَكُمْ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراً بَصِيراً ) .أى : قل لهم فى هذه المرة من جهتك ، بعد أن قلت لهم فى المرة السابقة من جهتنا : قل لهم - أيها الرسول الكريم - يكفينى ويرضينى ويسعدنى ، أن يكون الله - تعالى - هو الشهيد والحاكم بينى وبينكم يوم نلقاه جميعًا فهو - سبحانه - يعلم أنى قد بلغتكم ما أرسلت به إليكم ، إنه - تعالى - كان وما زال خبيرًا بصيرًا . أى : محيطًا إحاطة تامة بظواهرهم وبواطنهم ، لا يخفى عليه شئ فى الأرض ولا فى السماء .وفى هذه الآية الكريمة تسلية للرسول صلى الله عليه وسلم عما أصابه منهم من أذى ، وتهديد لهم بسوء المصير ، حيث آذوا نبيهم الذى جاء لهدايتهم وسعادتهم ."
    },
    {
      "ayah": 97,
      "surah": 17,
      "text": "وقوله - سبحانه - : ( وَمَن يَهْدِ الله فَهُوَ المهتد وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ ) كلام مستأنف منه - تعالى - لبيان نفاذ قدرته ومشيئته .أى : ومن يهده الله - تعالى - إلى طريق الحق ، فهو الفائز بالسعادة ، المهدى إلى كل مطلوب حسن ، ( ومن يضلل ) أى : ومن يرد الله - تعالى - إضلاله ( فَلَن تَجِدَ لَهُمْ ) أيها الرسول الكريم ( أولياء ) أى : نصراء ينصرونهم ويهدونهم إلى طريق الحق ( من دونه ) عز وجل ، إذ أن الله - تعالى - وحده هو الخالق للهداية والضلالة ، على حسب ما تقتضيه حكمته ومشيئته .وجاء قوله - تعالى - ( فهو المهتد ) بصيغة الإِفراد حملا على لفظ ( من ) فى قوله ( وَمَن يَهْدِ الله ) وجاء قوله : ( فَلَن تَجِدَ لَهُمْ ) بصيغة الجمع حملا على معناها فى قوله : ( ومن يضلل ) .قالوا : ووجه المناسبة فى ذلك - والله أعلم - أنه لما كان الهدى شيئًا واحدًا غير متشعب السبل ، ناسبه الإِفراد ، ولما كان الضلال له طرق متشعبة ، كما فى قوله - تعالى - : ( وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ) ناسبه الجمع .ثم بين - سبحانه - الصورة الشنيعة التى يحشر عليها الضالون يوم القيامة فقال : ( وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّاً . . ) .والحشر : الجمع . يقال : حشرت الجند حشرًا . أى جمعتهم . وقوله : ( على وجوههم ) حال من الضمير المنصوب فى نحشرهم . وقوله : ( عُمْياً وَبُكْماً وَصُمّاً ) أحوال من الضمير المستكن فى قوله ( على وجوههم ) . أى : نجمع هؤلاء الضالين يوم القيامة ، حين يقومون من قبورهم ، ونجعلهم - بقدرتنا - يمشون على وجوههم ، أو يسحبون عليها ، إهانة لهم وتعذيبًا ، ويكونون فى هذه الحالة عميا لا يبصرون ، وبكما لا ينطقون ، وصما لا يسمعون .قال الآلوسى ما ملخصه : قوله - تعالى - : ( نَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ ) إما مشيا ، بأن يزحفوا منكبين عليها . ويشهد له ما أخرجه الشيخان وغيرهما عن أنس قال : \" قيل لرسول الله صلى الله عليه وسلم : كيف يحشر الناس على وجوههم؟ فقال : \" الذى أمشاهم على أرجلهم ، قادر على أن يمشيهم على وجوههم \" \" .وإما سحبا بأن تجرهم الملائكة منكبين عليها ، كقوله - تعالى - : ( يَوْمَ يُسْحَبُونَ فِي النار على وُجُوهِهِمْ ذُوقُواْ مَسَّ سَقَرَ ) ويشهد له ما أخرجه أحمد والنسائى والحاكم - وصححه - \" عن أبى ذر ، أنه تلا هذه الآية . ( وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ ) فقال : حدثنى الصادق المصدوق صلى الله عليه وسلم أن الناس يحشرون يوم القيامة على ثلاثة أفواج فوج طاعمين كاسين راكبين ، وفوج يمشون ويسعون ، وفوج تسحبهم الملائكة على وجوههم \" .وجائز أن يكون الأمران فى حالين : الأول : عند جمعهم وقبل دخولهم النار ، والثانى عند دخولهم فيها .. .ثم قال : وزعم بعضهم أن الكلام على المجاز ، وذلك كما يقال للمنصرف عن أمر وهو خائب مهموم : انصرف على وجهه . . وإياك أن تلتفت إلى - هذا الزعم - أو إلى تأويل نطقت السنة النبوية بخلافه ، ولا تعبأ بقوم يفعلون ذلك .فإن قيل : كيف نوفق بين هذه الآية التى تثبت لهؤلاء الضالين يوم حشرهم العمى والبكم والصمم ، وبين آيات أخرى تثبت لهم فى هذا اليوم الرؤية والكلام والسمع ، كما فى قوله - تعالى - : ( وَرَأَى المجرمون النار . . ) وكما فى قوله - سبحانه - : ( دَعَوْاْ هُنَالِكَ ثُبُوراً ) وكما فى قوله - عز وجل - : ( سَمِعُواْ لَهَا تَغَيُّظاً وَزَفِيراً ) فالجواب : أن المراد فى الآية هنا أنهم يحشرون عميا لا يرون ما يسرهم ، وبكما لا ينطقون بحجة تنفعهم ، وصمًا لا يسمعون ما يرضيهم . .أو أنهم يحشرون كذلك ، ثم تعاد لهم حواسهم بعد ذلك عند الحساب وعند دخولهم النار .أو أنهم عندما يحشرون يوم القيامة ، ويرون ما يرون من أهوال ، تكون أحوالهم كأحوال العمى الصم البكم ، لعظم حيرتهم ، وشدة خوفهم ، وفرط ذهولهم .ثم بين - سبحانه - مآلهم بعد الحشر والحساب فقال : ( مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيراً ) .ومعنى : ( خبت ) هدأت وسكن لهيبها . يقال : خبت النار تخبو إذا هدأ لهيبها .أى : أن هؤلاء المجرمين مأواهم ومسكنهم ومقرهم جهنم ، كلما سكن لهيب جهنم وهدأ ، بأن أكلت جلودهم ولحومهم ، زدناهم توقدا ، بأن تبدل جلودهم ولحومهم بجلود ولحوم أخرى ، فتعود النار كحالتها الأولى ملتهبة مستعرة .وخبو النار وسكونها لا ينقص شيئًا من عذابهم ، وعلى ذلك فلا تعارض بين هذه الآية وبين قوله - عز وجل - ( خَالِدِينَ فِيهَا لاَ يُخَفَّفُ عَنْهُمُ العذاب وَلاَ هُمْ يُنْظَرُونَ ) وفى هذه الآية ما فيها من عذاب للكافرين تقشعر من هوله الأبدان ، وترتجف من تصويره النفوس والقلوب ، نسأل الله - تعالى - بفضله ورحمته أن يجنبنا هذا المصير المؤلم ."
    },
    {
      "ayah": 98,
      "surah": 17,
      "text": "وقوله - عز وجل - : ( ذَلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِآيَاتِنَا وَقَالُواْ أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً ) بيان للأسباب التى أفضت بهم إلى تلك العاقبة السيئة .أى : ذلك الذى نزل بهم من العذاب الشديد ، المتمثل فى حشرهم على وجوههم وفى اشتعال النار بهم ، سببه أنهم كفروا بآياتنا الدالة على وحدانيتنا وقدرتنا وقالوا بإنكار وجهالة : أئذا كنا عظامًا نخرة ، ورفاتا أى وصارت أجسادنا تشبه التراب فى تفتتها وتكسرها ، أئنا بعد ذلك لمعادون إلى الحياة ومبعوثون على هيئة خلق جديد .فالآية الكريمة تحكى تصميمهم على الكفر ، وإنكارهم للبعث والحساب إنكارًا لا مزيد عليه ، لذا كانت عقوبتهم شنيعة ، وعذابهم أليمًا . فقد سلط الله - تعالى - عليهم النار تأكل أجزاءهم ، وكلما سكن لهيبها ، أعادها الله - تعالى - ملتهبة مشتعلة على جلود أخرى لهم ، كما قال - تعالى -( إِنَّ الذين كَفَرُواْ بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَاراً كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُواْ العذاب . . . )."
    },
    {
      "ayah": 99,
      "surah": 17,
      "text": "ثم رد - سبحانه - على ما استنكروه من شأن البعث ردًا يقنع كل ذى عقل سليم ، فقال - تعالى - ( أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض قَادِرٌ على أَن يَخْلُقَ مِثْلَهُمْ . . . ) .والهمزة للاستفهام التوبيخى ، وهى داخلة على محذوف ، والمراد بمثلهم إياهم ، فيكون المعنى : أعموا عن الحق ، ولم يعلموا كما يعلم العقلاء ، أن الله - تعالى - الذى خلق السموات والأرض بقدرته ، وهما أعظم من خلق الناس ، قادر على إعادتهم إلى الحياة مرة أخرى بعد موتهم ، لكى يحاسبهم على أعمالهم فى الدنيا .إن عدم علمهم بذلك ، وإنكارهم له ، لمن أكبر الأدلة على جهلهم وانطماس بصيرتهم ، لأن من قدر على خلق ما هو أعظم وأكبر - وهو السموات والأرض فهو على إعادة ما هو دونه - وهو الناس - أقدر .قال الشيخ الجمل ما ملخصه : قوله : ( أَوَلَمْ يَرَوْاْ . . ) هذا رد لإِنكارهم البعث ، ولما استبعدوه من شأنه ، يعنى أن من خلق السموات والأرض ، كيف يستبعد منه أن يقدر على إعادتهم بأعيانهم . . وأراد - سبحانه - . . بمثلهم : إياهم ، فعبر عن خلقهم بلفظ المثل كقول المتكلمين : إن الإِعادة مثل الابتداء ، وذلك أن مثل الشئ مساو له فى حاله ، فجاز أن يعبر به عن الشئ نفسه يقال : مثلك لا يفعل كذا ، أى : أنت لا تفعله .ويجوز أن يكون المعنى أنه - سبحانه - قادر على أن يخلق عبيدًا غيرهم يوحدونه ويقرون بكمال حكمته ، ويتركون هذه الشبهات الفاسدة ، كما فى قوله - تعالى - ( وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يكونوا أَمْثَالَكُم ) والأول أشبه بما قبله .وشبيه بهذه الآية قوله - تعالى - : ( أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ على أَن يُحْيِيَ الموتى بلى إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ ) وقوله - سبحانه - : ( أَوَلَيْسَ الذي خَلَقَ السماوات والأرض بِقَادِرٍ على أَن يَخْلُقَ مِثْلَهُم بلى وَهُوَ الخلاق العليم . . . ) وبعد أن أقام - سبحانه - الدليل الواضح على أن البعث حق ، وعلى أن إعادة الناس إلى الحياة بعد موتهم أمر ممكن ، أتبع ذلك ببيان أن لهذه الإِعادة وقتًا معلومًا يجريه حسب حكمته - تعالى - فقال : ( وَجَعَلَ لَهُمْ أَجَلاً لاَّ رَيْبَ فِيهِ ) .أى : وجعل لهم ميقاتًا محددا لا شك فى حصوله ، وعند حلول هذا الميقات يخرجون من قبورهم للحساب والجزاء ، كما قال - تعالى - : ( وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ ) والجملة الكريمة وهى قوله : ( وجعل لهم . . . ) معطوفة على قوله ( أَوَلَمْ يَرَوْاْ . . ) لأنه فى قوة قولك قد رأوا وعلموا .قال صاحب الكشاف : فإن قلت؛ علام عطف قوله : ( وَجَعَلَ لَهُمْ أَجَلاً ) ؟قلت : على قوله : ( أَوَلَمْ يَرَوْاْ ) لأن المعنى : قد علموا بدليل العقل ، أن من قدر على خلق السموات والأرض ، فهو قادر على خلق أمثالهم من الإِنس لأنهم ليسوا بأشد خلقًا منهن ، كما قال : ( أَأَنتُمْ أَشَدُّ خَلْقاً أَمِ السمآء ) وقوله - سبحانه - : ( فأبى الظالمون إِلاَّ كُفُوراً ) بيان لإِصرارهم على جحود الحق مع علمهم بأنه حق .أى : فأبى هؤلاء الظالمون المنكرون للبعث ، إلا جحودًا له وعنادًا لمن دعاهم إلى الإِيمان به ، شأن الجاهلين المغرورين الذين استحبوا العمى على الهدى ."
    }
  ]
}
