{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 20,
      "text": "افتتحت السورة الكريمة بلفظ ( طه ) ، وهذا اللفظ أظهر الأقوال فيه أنه من الحروف المقطعة التى افتتحت بها بعض سور القرآن الكريم .وقد بينا بشىء من التفصيل عند تفسيرنا لسور : البقرة ، وآل عمران ، والأعراف ، ويونس . . . . آراء العلماء فى المقصود بهذه الحروف .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة قد وردت فى افتتاح بعض سور القرآن الكريم ، على سبيل الإيقاظ والتنبيه والتعجيز لمن عارضوا فى كون القرآن من عند الله - تعالى - ، أو فى كونه معجزة للنبى - صلى الله عليه وسلم - دالة على صدقه فيما يبلغه عن ربه .وقيل : إن هذا اللفظ بمعنى يا رجل فى لغة بعض قبائل العرب . .وقيل : إنه اسم للرسول - صلى الله عليه وسلم - أو للسورة . . . إلى غير ذلك من الأقوال التى رأينا أن نضرب عنها صفحا لضعفها ."
    },
    {
      "ayah": 10,
      "surah": 20,
      "text": "أى : ظهرت له نار من جانب الجبل الذى هناك عن يمينه ، فقال لأهله يبشرهم : ( . . امكثوا إني آنَسْتُ نَاراً لعلي آتِيكُمْ مِّنْهَا بِقَبَسٍ ) أى : شهاب من نار . .والاستفهام فى قوله - سبحانه - : ( وَهَلْ أَتَاكَ . . . ) لتقرير الخبر وتثبيته ، وهذا أبلغ عن مجيئه بصورة الخبر المجرد . لأن فى الاستفهام التقريرى تطلع واشتياق لمعرفة الخبر .والجملة الكريمة مستأنفة لتأكيد ما سبق الحديث عنه من وحدانية الله - تعالى - ولتسلية الرسول - صلى الله عليه وسلم - عما اصابه من قومه . ببيان جانب من جهاد أخيه موسى - عليه السلام - .والمعنى : لقد أتاك - أيها الرسول الكريم - خبر أخيك موسى ، وقت أن رآى نارا وهو عائد ليلا من مدين إلى مصر ( فَقَالَ لأَهْلِهِ ) أى لامرأته ومن معها ( امكثوا ) أى : أقيموا فى مكانكم ولا تبرحوه حتى أعود إليكم .وجملة ( إني آنَسْتُ نَاراً ) تعليل الأمر بالمكوث ، وآنست من الإيناس بمعنى الإبصار الواضح الجلى . أى : إنى أبصرت إبصارا بينا لا شبهة فيه نارا على مقربة منى ، فامكثوا فى أماكنكم ( لعلي آتِيكُمْ مِّنْهَا بِقَبَسٍ ) .والقبس : الشعلى التى تؤخذ من النار فى طرف عود أو نحوه . ووزنه فعل - بفتح العين - بمعنى مفعول أى : لعلى آتيكم من هذه النار بشعلة مقتبسة منها ، ومأخوذة عنها .وقوله : ( أَوْ أَجِدُ عَلَى النار هُدًى ) معطوف على ما قبله .أى : امكثوا فى مكانكم حتى أذهب إلى النار التى شاهدتها ، لعلى آتيكم منها بشعلة ، أو أجد عندها هاديا يهدينى إلى الطريق الذى أسلكه لكى أصل إلى المكان الذى أريده .فقوله ( هُدًى ) مصدر بمعنى اسم الفاعل أى : هاديا .وقد دلت آية أخرى على أن موسى قد ذهب إلى النار ليأتى منها بما يدفىء أهله من البرد .وهذه الآية هى قوله - تعالى - : ( فَلَمَّا قضى مُوسَى الأجل وَسَارَ بِأَهْلِهِ آنَسَ مِن جَانِبِ الطور نَاراً قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَاراً لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِّنَ النار لَعَلَّكُمْ تَصْطَلُونَ )"
    },
    {
      "ayah": 100,
      "surah": 20,
      "text": "ثم بين - سبحانه - سوء عاقبة من يعرض عن هداية هذا القرآن فقال : ( مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ القيامة وِزْراً خَالِدِينَ فِيهِ وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلاً ) .والوزر فى الأصل يطلق على الحمل الثقيل ، وعلى الإثم والذنب ، والمراد به هنا العقوبة الثقيلة الأليمة المترتبة على تلك الأثقال والآثام .قال صاحب الكشاف : والمراد بالوزر : العقوبة الثقيلة الباهظة ، سماها وزرا تشبيها فى ثقلها على المعاقب ، وصعوبة احتمالها ، بالحمل الذى يفدح الحامل ، وينقض ظهره ، أو لأنها جزاء الوزر وهو الإثم .وقد أخبرنا القرآن فى كثير من آياته ، أن الكافرين يأتون يوم القيامة وهم يحملون أوزارهم ، أى : أثقال ذنوبهم على ظهورهم ، ومن ذلك قوله - تعالى - : ( لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلاَ سَآءَ مَا يَزِرُونَ ) أى : من أعرض عن هذا الذكر وهو القرآن الكريم فإنه بسبب هذا الإعراض والترك ، يحمل يوم القيامة على ظهره آثاما كثيرة : تؤدى إلى العقوبة المهينة من الله - تعالى - ."
    },
    {
      "ayah": 101,
      "surah": 20,
      "text": "وقوله : ( خَالِدِينَ فِيهِ ) أى : فى العذاب المترتب على هذا الوزر .( وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلاً ) أى : وبئس ما حملوا على أنفسهم من الإثم بسبب إعراضهم عن هداية القرآن الكريم .قال الآلوسى : قوله : ( وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلاً ) إنشاء الذم ، على أن \" ساء \" فعل ذم بمعنى بئس . . . وفاعله على هذا هنا مستتر يعود على \" حملا \" الواقع تمييزا . . . والمخصوص بالذم محذوف ، والتقدير : ساء حملهم حملا وزرهم ."
    },
    {
      "ayah": 102,
      "surah": 20,
      "text": "ثم بين - سبحانه - أحوال المجرمين عند الحشر فقال : ( يَوْمَ يُنفَخُ فِي الصور وَنَحْشُرُ المجرمين يَوْمِئِذٍ زُرْقاً ) .أى : اذكر - أيها العاقل - يوم ينفخ إسرافيل فى الصور النفخة الثانية ، ونحشر المجرمين يومئذ ونجمعهم للحساب حالة كونهم زرق العيون من شدة الهول ، أو حالة كونهم \" زرقا \" أى : عميا ، لأن العين إذا ذهب ضوؤها أزرق ناظرها . أو \" زرقا \" معناه : عطاشا ، لأن العطش الشديد يغير سواد العين فيجعله كالأزرق .قال - تعالى - : ( وَنُفِخَ فِي الصور فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ )."
    },
    {
      "ayah": 103,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( يَتَخَافَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلاَّ عَشْراً ) استئناف لبيان ما يقوله بعضهم لبعض على سبيل الهمس وخفض الصوت .أى : إن هؤلاء المجرمين يتهامسون فيما بينهم فى هذا اليوم العصيب ، قائلين ما لبثم فى قبوركم إلا عشرا من الليالى أو الأيام .ومقصدهم من هذا القول : استقصار المدة ، وسرعة انقضائها ، والندم على ما كانوا يزعمونه من أنه لا بعث ولا حساب ، بعد أن تبين لهم أن البعث حق ، وأن الحساب حق ، وأن الأمر على عكس ما كانوا يتوهمون ."
    },
    {
      "ayah": 104,
      "surah": 20,
      "text": "وقوله - تعالى - : ( نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ . . ) بيان لشمول علمه - سبحانه - .أى : نحن وحدنا أعلم بما يقولون فيما بينهم ، لا يخفى علينا شىء مما يتخافتون به من شأن مدة لبثهم فى قبورهم أو فى الدنيا .( إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً ) أى : أعد لهم رأيا ، وأرجحهم عقلا ( إِن لَّبِثْتُمْ إِلاَّ يَوْماً ) واحدا وقيل المراد باليومك مطلق الوقت ، وتنكيره للتقليل والتحقير . أى : ما لبثتم فى قبوركم إلا زمنا قليلا .ونسبة هذا القول إلى أمثلهم لا لكونه أقرب إلى الصدق ، بل لكونه أدلى على شدة الهول .قال - تعالى - : ( كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا ) أى الساعة ( لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا )."
    },
    {
      "ayah": 105,
      "surah": 20,
      "text": "ثم بين - سبحانه - أحوال الجبال وأحوال الناس يوم القيامة فقال - تعالى - : ( وَيَسْأَلُونَكَ عَنِ . . . ) .السائلون عن أحوال الجبال يوم القيامة كفار مكة ، روى أنهم قالوا للرسول - صلى الله عليه وسلم - على سبيل الاستهزاء ، يا محمد إنك تدعى أن هذه الدنيا تفنى ، وأننا نبعث بعد الموت ، فأين تكون هذه الجبال ، فنزل قوله - تعالى - : ( وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً ) .وقيل : السائلون هم المؤمنون على سبيل طلب المعرفة والفهم .وقوله : ( يَنسِفُهَا ) من النسف بمعنى القلع . يقال : نسفت الريح التراب نسفا - من باب ضرب - إذا اقتلعته وفرقته .أى : ويسألك - أيها الرسول الكريم - بعض الناس عن أحوال الجبال يوم القيامة ، فقل لهم : ينسفها ربى نسفا ، بأن يقلعها من أصولها ، ثم يجعلها كالرمل المتناثر ، أو كالصوف المنفوش الذى تفرقه الرياح .والفاء فى قوله : ( فَقُلْ ) للمسارعة إلى إزالة ما فى ذهن السائل من توهم أن الجبال قد تبقى يوم القيامة ."
    },
    {
      "ayah": 106,
      "surah": 20,
      "text": "والضمير فى قوله ( فَيَذَرُهَا قَاعاً صَفْصَفاً ) يعود إلى الجبال باعتبار أجزائها السفلى الباقية بعد النسف ، ويصح أن يعود إلى الرض المدلول عليها بقرينة الحال ، لأنها هى الباقية بعد قلع الجبال . والقاع : هو المنكشف من الأرض دون أن يكون عليه نبات أو بناء .والصفصف : الأرض المستوية الملساء حتى لكأن أجزاءها صف واحد من كل جهة .اى : فيتركها بعد النسف أرضا منكشفة متساوية ملساء ، لا نبات فيها ولا بناء . . ."
    },
    {
      "ayah": 107,
      "surah": 20,
      "text": "( لاَّ ترى فِيهَا عِوَجاً ولا أَمْتاً ) أى : لا ترى فى الأرض بعد اقتلاع الجبال منها ، مكانا منخضا ، كما لا ترى فيها ( أَمْتاً ) أى : مكانا مرتفعا ، بل تراها كلها مستوية ملساء كالصف الواحد .قال صاحب الكشاف : فإن قلت : قد فرقوا بين العِوج والعَوج ، فقالوا : العِوج بالكسر فى المعانى : والعوج بالفتح فى الأعيان ، والأرض عين ، فكيف صح فيها المكسور العين؟ .قلت : اختيار هذا اللفظ له موقع حسن بديع فى وصف الأرض بالاستواء والملاسة ونفى الاعوجاج عنها على أبلغ ما يكون ، وذلك أنك لو عمدت إلى قطعة أرض فسويتها ، وبالغت فى التسوية على عينك وعيون البصراء ، واتفقتم على أنه لم يبق فيها اعوجاج قط ، ثم استطلعت رأى المهندس فيها ، وأمرته أن يعرض استواءها على المقاييس الهندسية ، لعثر فيها على عوج فى غير موضع ، لا يدرك ذلك بحاسة البصر ولكن بالقياس الهندسى ، فنفى الله ذلك العوج الذى دق ولطف عن الإدراك ، الله إلا بالقياس الذى يعرفه صاحب التقدير والهندسة ، وذلك الاعوجاج لما لم يدرك إلا بالقياس دون الإحساس لحق بالمعانى ، فقيل فيه ، عوج بالكسر والأمت : النتوء اليسير ، يقال : مد حبله حتى ما فيه أمت . . ."
    },
    {
      "ayah": 108,
      "surah": 20,
      "text": "ثم بين - سبحانه - أحوال الناس يوم القيامة فقال : ( يَوْمَئِذٍ يَتَّبِعُونَ الداعي لاَ عِوَجَ لَهُ .. . ) .والمراد بالداعى : الملك الذى يدعوهم إلى المثول للحساب .قيل : يناديهم بقوله : أيتها العظام البالية ، والجلود المتمزقة واللحوم المتفرقة . . . قومى إلى ربك للحساب والجزاء ، فيسمعون الصوت ويتبعونه .والمعنى : فى هذا اليوم الذى تنسف فيه الجبال ، وتصير الأرض قاعا صفصفا يقوم الناس من قبورهم ، ويتبعون من يناديهم للحساب والجزاء دون أن يحيدوا عن هذا المنادى ، أو أن يملكوا مخالفته أو عصيانه ، بل الجميع يسمع دعاءه ويستجيب لأمره .كما قال - تعالى - : ( فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الداع إلى شَيْءٍ نُّكُرٍ خُشَّعاً أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الأجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ مُّهْطِعِينَ إِلَى الداع يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ ) وقوله : ( وَخَشَعَتِ الأصوات للرحمن فَلاَ تَسْمَعُ إِلاَّ هَمْساً ) أى : وخفتت وسكنت الأصوات كلها هيبة وخوفا من الرحمن - عز وجل - فلا تسمع - أيها المخاطب - فى هذا اليوم الهائل الشديد ( إِلاَّ هَمْساً ) أى : إلا صوتا خفيا خافتا . يقال : همس الكلام يهمسه همسا ، إذا أخفاه ، ويقال للأسد : الهموس ، لخفاء وطئه ."
    },
    {
      "ayah": 109,
      "surah": 20,
      "text": "( يَوْمَئِذٍ لاَّ تَنفَعُ الشفاعة إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَرَضِيَ لَهُ قَوْلاً ) أى : فى هذا اليوم الذى تخشع فيه الأصوات لا تنفع الشفاعة أحدا كائنا من كان ، إلا شفاعة من أذن له الرحمن فى ذلك ( وَرَضِيَ لَهُ قَوْلاً ) أى : ورضى - سبحانه - قول الشافع فيمن يشفع له .قال الإمام ابن كثير : وهذه الآية كقوله - تعالى - : ( مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ ) وكقوله : ( وَكَمْ مِّن مَّلَكٍ فِي السماوات لاَ تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلاَّ مِن بَعْدِ أَن يَأْذَنَ الله لِمَن يَشَآءُ ويرضى ) وكقوله : ( وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى ) وفى الصحيحين من غير وجه ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \" أتى تحت العرش ، وأخر لله ساجدا ، وبفتح على بمحامد لا أحصيها الآن ، ثم يقول - سبحانه - : \" يا محمد ، ارفع رأسك ، وقل يسمع قولك ، واشفع تشفع . قال - صلى الله عليه وسلم - : فيحد لى حدا ، فأدخلهم الجنة ، ثم أعود ، فذكر أربع مرات \" - صلى الله عليه وسلم - وعلى سائر الأنبياء . . .وفى الحديث : يقول - تعالى - : \" أخرجوا من النار من كان قلبه مثقال حبة من إيمان فيخرجون خلقا كثيرا ، ثم يقول - سبحانه - : أخرجوا من النار من كان فى قلبه نصف مثقال من إيمان ، أخرجوا من النار من كان فى قلبه ما يزن ذرة ، من كان فى قلبه أدنى أدنى أدنى مثقال ذرة من إيمان \" ."
    },
    {
      "ayah": 11,
      "surah": 20,
      "text": "ثم بين - سبحانه - ما حدث لموسى بعد أن اقترب من النار فقال : ( فَلَمَّآ أَتَاهَا نُودِيَ ياموسى إني أَنَاْ رَبُّكَ فاخلع نَعْلَيْكَ إِنَّكَ بالواد المقدس طُوًى ) .أى : فلما أتى موسى - عليه السلام - إلى النار ، واقترب منها . . . ( نُودِيَ ) من قبل الله - عز وجل - ( ياموسى إني أَنَاْ رَبُّكَ ) الذى خلقك فسواك فعدلك . . . ( فاخلع نَعْلَيْكَ ) تعظيما لأمرنا . وتأدبا فى حضرتنا .وقوله ( إِنَّكَ بالواد المقدس طُوًى ) تعليل للأمر بخلع النعل ، أى : أزل نعليك من رجليك لأنك الآن موجود بالوادى ( المقدس ) أى : المظهر المبارك ، المسمى طوى : فهو عطف بيان من الوادى ."
    },
    {
      "ayah": 110,
      "surah": 20,
      "text": "وقوله - تعالى - : ( يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِهِ عِلْماً ) بيان لشمول علمه - سبحانه - لكل شىء .أى : الله - تعالى - وحده هو الذى يعلم جميع أحوال خلقه سواء ما كان منها يتعلق بما بين أيديهم من أمور الآخرة وأهوال الموقف ، أم ما كان منها يتعلق بما خلفهم من أمور الدنيا ، أما هم فإنهم لا يحيط علمهم إلا بذاته - تعالى - ولا بصفاته ، ولا بمعلوماته .فالضمير فى قوله ( مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ) يعود على المتبعين للداعى وهم الخلق جميعا . . .وقيل : يعود للشافعين ، وقيل للملائكة ، والأول أولى لعمومه ."
    },
    {
      "ayah": 111,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( وَعَنَتِ الوجوه لِلْحَيِّ القيوم . . . ) مؤكد ومقرر لما قبله من خشوع الأصوات يوم القيامة للرحمن ، ومن عدم الشفاعة لأحد إلا بإذنه - عز وجل - .والفعل ( وَعَنَتِ ) بمعنى ذلت يقال : عنضا فلان يعنو عُنوا - من باب سما - إذا ذل لغيره وخضع وخشع ، ومنه قيل للأسير عانٍ لذله وخضوعه لمن أسره .أى : وذلت وجوه الناس وخضعت فى هذا اليوم لله - تعالى - وحده ( الحى ) أى : الباقى الذى له الحياة الدائمة التى لا فناء معها ( القيوم ) أى : الدائم القيام بتدبير أمر خلقه وإحيائهم وإماتتهم ورزقهم . . . وسائر شئونهم .وهذا اللفظ مبالغة فى القيام . وأصله قيووم بوزن فيعول . . . من قام بالأمر . إذا حفظه ودبره .وخصت الوجوه بالذكر لأنها أشرف الأعضاء ، وآثار الذل أكثر ما تكون ظهورا عليها .وظاهر القرآن يفيد أن المراد بالوجوه جميعها ، سواء أكانت للمؤمنين أم لغيرهم ، فالكل يوم القيامة خاضع لله - تعالى - ومستسلم لقضائه ، فالألف واللام للاستغراق .قال ابن كثير : قوله - تعالى - : ( وَعَنَتِ الوجوه لِلْحَيِّ القيوم ) قال ابن عباس وغير واحد - من السلف - خضعة وذلت واستسلمت الخلائق لخالقها وجبارها الحى الذى لا يموت . . .ويرى بعضهم أن المراد بالوجوه التى ذلت وخشعت فى هذا اليوم ، وجوه الكفار والفاسقين ، وإلى هذا المعنى اتجه صاحب الكشاف فقال : المراد بالوجوه وجوه العصاة ، وأنهم إذا عاينوا - يوم القيامة - الخيبة والشقوة وسوء الحساب وصارت وجوههم عانية ، أى : ذليلة خاشعة ، مثل وجوه العناة وهم الأسارى ، ونحوه قوله - تعالى - : ( فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الذين كَفَرُواْ ) ويبدو لنا أن القول الأول أقرب إلى الصواب ، لأن جميع الوجوه يوم القيامة تكون خاضعة لحكم الله - تعالى - ومستسلمة لقضائه .وقوله : ( وَقَدْ خَابَ مَنْ حَمَلَ ظُلْماً ) جملة حالية ، أى : ذلت جميع الوجوه لله - تعالى - يوم القيامة ، والحال أنه قد خاب وخسر من حمل فى دنياه ظلما ، أى : شركا بالله - تعالى - أو فسوقا عن أمره - سبحانه - ولم يقدم العمل الصالح الذى ينفعه فى ذلك اليوم العسير ."
    },
    {
      "ayah": 112,
      "surah": 20,
      "text": "ثم بسر - سبحانه - المؤمنين بما يشرح صدورهم فقال : ( وَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ فَلاَ يَخَافُ ظُلْماً وَلاَ هَضْماً ) .أى : ومن يعمل فى دنياه الأعمال الصالحات ، وهو مع ذلك مؤمن بكل ما يجب الإيمان به .فإنه فى هذه الحالة ( لاَ يَخَافُ ظُلْماً ) ينزل به . ولا يخاف ( هَضْماً ) لشىء من حقوقه أو ثوابه .يقال : هضم فلان حق غيره ، إذا انتقصه حقه ولم يوفه إياه .قالوا : والفرق بين الظلم والهضم : أن الظلم قد يكون بمنع الحق كله ، أما الهضم فهو منع لبعض الحق . فكل هضم ظلم ، وليس كل ظلم هضما .فالآية الكريمة قد بشرت المؤمنين ، بأن الله - تعالى - بفضله وكرمه سيوفيهم أجورهم يوم القيامة ، بدون أدنى ظلم أو نقص من ثوابهم ، فالتنكير فى قوله ( ظُلْماً وَلاَ هَضْماً ) للتقليل ."
    },
    {
      "ayah": 113,
      "surah": 20,
      "text": "ثم نوه - سبحانه - بشأن القرآن الكريم الذى أنزله على نبيه محمد - صلى الله عليه وسلم - أن يسأله المزيد من العلم فقال - تعالى - : ( وكذلك . . . . ) .وقوله - سبحانه - : ( وكذلك أَنزَلْنَاهُ . . . ) معطوف على قوله : ( كذلك نَقُصُّ عَلَيْكَ مِنْ أَنْبَآءِ مَا قَدْ سَبَقَ . . . ) والكاف للتشبيه ، واسم الإشارة يعود على إنزال ما سبق من آيات .أى : ومثل ما أنزلنا الآيات السابقة المشتملة على الآداب والأحكام والقصص ، أنزلنا عليك يا محمد القرآن كله ، فما نزل منه متأخرا يشبه فى هدايته وإعجازه ما نزل منه متقدما .وقد اقتضت حكمتنا أن نجعله ( قُرْآناً عَرَبِيّاً ) أى : بلغة العرب ، لكى يفهموه ويقعوا على ما فيه من هدايات وإرشادات وإعجاز للبشر .وقوله : ( وَصَرَّفْنَا فِيهِ مِنَ الوعيد ) معطوف على ( أَنزَلْنَاهُ ) أى : أنزلناه قرآنا عربيا وكررنا ونوعنا فيه ألوانا من الوعيد على سبيل التخويف والتهديد .( لَعَلَّهُمْ يَتَّقُونَ ) أى : لعل الناس يتقون - بسبب ذلك - الوقوع فى الكفر والفسوق والعصيان ، ويجتنبون الآثام والسيئات ، ويصونون أنفسهم عن الموبقات فمعمول ( يَتَّقُونَ ) محذوف .وقوله - سبحانه - : ( أَوْ يُحْدِثُ لَهُمْ ذِكْراً ) بيان لحكمة أخرى من الحكم التى من أجلها أنزل الله القرآن الكريم .أى : أنزلناه بهذه الصفة ، وجعلناه مشتملا على ضروب من الوعيد ، لعل قومك - أيها الرسول الكريم - يتقون الكفر والمعاصى ، أو لعل القرآن يحدث فى نفوسهم ( ذِكْراً ) .أى : اتعاظا واعتبارا يصرفهم عن التردى فيما تردت فيه الأمم السابقة من آثام وموبقات أدت إلى هلاكها .وقال - سبحانه - : ( أَنزَلْنَاهُ ) بالإضمار مع أن القرآن لم يسبق له ذكر فى الآيات السابقة ، للإيذان بنباهة شأنهن وعلو قدره ، وكونه مركوزا فى العقول ، حاضرا فى الأذهان والقلوب ."
    },
    {
      "ayah": 114,
      "surah": 20,
      "text": "ثم أثنى - سبحانه - على ذاته بما يستحقه من صفات كريمة فقال : ( فتعالى الله الملك الحق ) .أى : فجعل وعظم شأن الله - سبحانه - عن إلحاد الملحدين ، وإشراك المشركين فإنه هو وحده ( الملك ) المتصرف فى شئون خلقه ، وهو وحده الإله ( الحق ) وكل ما سواه فهو باطل .ثم أرشد الله - تعالى - نبيه - صلى الله عليه وسلم - إلى كيفية تلقى القرآن من جبريل - عليه السلام - فقال : ( وَلاَ تَعْجَلْ بالقرآن مِن قَبْلِ أَن يقضى إِلَيْكَ وَحْيُهُ . . . ) .أى : ولا تتعجل بقراءة القرآن من قبل أن ينتهى جبريل من إبلاغه إليك ، قالوا : وكان النبى - صلى الله - عليه وسلم كلما قرأ عليه جبريل آية قرأها معه ، وذلك لشدة حرصه على حفظ القرآن ، ولشدة شوقه إلى سماعه ، فأرشده الله - تعالى - فى هذه الآية إلى كيفية تلقى القرآن عن جبريل ، ونهاه عن التعجل فى القراءة .وشبيه بهذه الآية قوله - تعالى - : ( لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فاتبع قُرْآنَهُ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ ) ثم أمر - سبحانه - نبيه - صلى الله عليه وسلم - : أن يسأله المزيد من العلم فقال : ( وَقُل رَّبِّ زِدْنِي عِلْماً ) .أى : وقل - أيها الرسول الكريم - مخاطبا ربك ومتوسلا إليه ، يا رب زدنى من علمك النافع .قال الآلوسى : واستدلوا بالآية على فضل العلم حيث أمر - صلى الله عليه وسلم - بطلب الزيادة منه ، وذكر بعضهم أنه - صلى الله عليه وسلم - ما أمر بطلب الزيادة من شىء سوى العلم . وكان - صلى الله عليه وسلم - يقول : \" اللهم انفعنى بما علمتنى ، وعلمنى بما ينفعنى ، وزدنى علما \" وكان يقول : \" الله زدنى إيمانا وفقها ويقينا وعلما \" ."
    },
    {
      "ayah": 115,
      "surah": 20,
      "text": "ثم ساق - سبحانه - جانبا من قصة آدم - عليه السلام - فذكر لنا كيف أنه نسى عهد ربه له ، فأكل من الشجرة التى نهاه الله - تعالى - عن الأكل منها ، ومع ذلك فقد قبل - سبحانه - توبته ، وغسل حوبته . . . قال - تعالى - : ( وَلَقَدْ عَهِدْنَآ . . . ) .اللام فى قوله - تعالى - : ( وَلَقَدْ عَهِدْنَآ . . . ) هى الموطئة للقسم ، والمعهود محذوف ، وهو النهى عن الأكل من شجرة معينة ، كما وضحه فى آيات أخرى منها قوله - تعالى - : ( وَلاَ تَقْرَبَا هذه الشجرة فَتَكُونَا مِنَ الظالمين ) أى : والله لقد عهدنا إلى آدم - عليه السلام - وأوصيناه ألا يقرب تلك الشجرة ( مِن قَبْلُ ) أن يخالف أمرنا فيقربها ويأكل منها ، أو من قبل أن نخبرك بذلك - أيها الرسول الكريم - .والفاء فى قوله ( فَنَسِيَ ) للتعقيب ، والمفعول محذوف . أى : فنسى العهد الذى أخذناه عليه بعدم الأكل منها .والنسيان هنا يرى بعضهم أنه بمعنى الترك ، وقد ورد النسيان بمعنى الترك فى كثير من آيات القرآن الكريم . ومن ذلك قوله - تعالى - : ( وَقِيلَ اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هذا ) أى : نترككم كما تركتم لقاء يومكم هذا وهو يوم القيامة .وعليه يكون المعنى : ولقد عهدنا إلى آدم من قبل بعدم الأكل من الشجرة فترك الوفاء بعهدنا وخالف ما أمرناه به .وعلى هذا التفسير فلا إشكال فى وصف الله - تعالى - له بقوله : ( ءَادَمُ رَبَّهُ فغوى ) لأن آدم بمخالفته لما نهاه الله - تعالى - عنه وهو الأكل من الشجرة - صار عاصيا لأمر ربه .ومن العلماء من يرى أن النسيان هنا على حقيقته ، أى : أنه ضد التذكر فيكون المعنى : ولقد عهدنا إلى آدم من قبل فنسى ما عاهدناه عليه ، وغاب عن ذهنه ما نهيناه عنه ، وهو الأكل من الشجرة .فإن قيل : إن الناسى معذور . فكيف قال الله - تعالى - فى حقه : ( وعصى ءَادَمُ رَبَّهُ فغوى ) فالجواب : أن آدم - عليه السلام - لم يكن معذورا بالنسيان ، لأن الذر بسبب الخطأ والنسيان والإكراه . من خصائص هذه الأمة الإسلامية ، بدليل قوله - صلى الله عليه وسلم - : \" إن الله تجاوز لى عن أمتى الخطأ والنسيان وما استكرهوا عليه \" .قال القرطبى ما ملخصه : قوله - تعالى - : ( وَلَقَدْ عَهِدْنَآ إلى ءَادَمَ مِن قَبْلُ فَنَسِيَ . . ) . للنسيان معنيان : أحدهما : الترك ، أى ترك الأمر والعهد ، وهذا قول مجاهد وأكثر المفسرين ، ومنه ( نَسُواْ الله فَنَسِيَهُمْ ) وثانيهما : قال ابن عباس : \" نسى \" هنا من السهو والنسيان ، وإنما أخذ الإنسان من أنه عهد إليه فنسى . . . وعلى هذا القول يحتمل أن يكون آدم فى ذلك الوقت مؤاخذا بالنسيان ، وإن كان النسيان عنا اليوم مرفوعا .والمراد تسلية النبى - صلى الله عليه وسلم - أى : أن طاعة بنى آدم للشيطان أمر قديم أى : إن نقَض هؤلاء - المشركون - العهد ، فإن آدم - أيضا - عهدنا إليه فنسى . . . \" .وقوله : ( وَلَمْ نَجِدْ لَهُ عَزْماً ) مقرر لما قبله من غفلة آدم عن الوفاء بالعهد .قال الجمل : وقوله : ( نَجِدْ ) يحتمل أنه من الوجدان بمعنى العلم ، فينصب مفعولين ، وهما \" له \" و \" عزما \" ويحتمل أنه من الوجود الذى هو ضد العدم فينصب مفعولا وهو ( عَزْماً ) والجار والمجرور متعلق بنجد .والعزم : توطين النفس على الفعل ، والتصميم عليه ، والمضى فى التنفيذ للشىء . .أى : فنسى آدم عهدنا ، ولم نجد له ثبات قدم فى الأمور ، يجعله يصبر على عدم الأكل من الشجرة بل لانت عريكته وفترت همته بسبب خديعة الشيطان له ."
    },
    {
      "ayah": 116,
      "surah": 20,
      "text": "ثم ذكر - سبحانه - بعد ذلك بشىء من التفصيل ، الأسباب التى أدت إلى نسيان آدم وضعف عزيمته فقال : ( وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسجدوا لأَدَمََ فسجدوا إِلاَّ إِبْلِيسَ أبى ) .أى : وأذكر - أيها المخاطب - وقت أن قلنا للملائكة اسجدوا لآدم سجود تكريم لا سجود عبادة ، فامتثلوا لأمرنا ، إلا إبليس فإنه أبى السجود لآدم تكبرا وغرورا وحسدا له على هذا التكريم ."
    },
    {
      "ayah": 117,
      "surah": 20,
      "text": "ثم حكى - سبحانه - ما قاله لآدم بعد إباء إبليس عن السجود له فقال : ( يآءَادَمُ إِنَّ هذا ) أى : إبليس ( عَدُوٌّ لَّكَ وَلِزَوْجِكَ ) بسبب حسده لكما وحقده عليكما ( فَلاَ يُخْرِجَنَّكُمَا مِنَ الجنة فتشقى ) أى : فاحذرا أن تطيعاه ، فإن طاعتكما له ستؤدى بكما إلى الخروج من الجنة ، فيترتب على ذلك شقاؤك ، أى : تعبك فى الحصول على مطالب حياتك .وأسند سبحانه إلى إبليس الإخراج لهما من الجنة ، لأنه هو المتسبب فى ذلك ، عن طريق الوسوسة لهما ، وطاعتهما له فيما حرضهما عليه وهو الأكل من الشجرة ، وعبر عن التعب فى طلب المعيشة بالشقاء ، لأنه بعد خروجه من الجنة سيقوم بحراثة الأرض وفلاحتها وزرعها وريها . . . ثم حصدها . . . ثم إعداد نتاجها للأكل ، وفى كل ذلك ما فيه من شقاء وكد وتعب .وقال - سبحانه - : ( فتشقى ) ولم يقل فتشقيا كما قال ( فَلاَ يُخْرِجَنَّكُمَا ) لأن الكلام من أول القصة مع آدم وحده : أو لأن شقاء الرجل يدخل فيه شقاء أهله ، كما أن سعادته سعادتهم ، أو لأنه هو الذى يعود عليه التعب إذ هو المكلف بأن يقدم لها ما تحتاجه من مطالب الحياة . كالمسكن والملبس والمطعم والمشرب .قال القرطبى ما ملخصه : قوله ( فتشقى ) يعنى أنت وزوجك لأنهما فى استواء العلة واحد ، ولم يقل : فتشقيا لأن المعنى معروف ، وآدم - عليه السلام - هو المخاطب ، وهو المقصود . وأيضا لما كان هو الكاد عليها والكاسب لها كان بالشقاء أخص .وفى ذلك تعليم لنا أن نفقة الزوجة على الزوج . فمن يومئذ جرت نفقة النساء على الأزواج ، فلما كانت نفقة حواء على آدم ، كانت كذلك نفقات بناتها على بنى آدم بحق الزوجية . ."
    },
    {
      "ayah": 118,
      "surah": 20,
      "text": "وقوله - تعالى - : ( إِنَّ لَكَ أَلاَّ تَجُوعَ فِيهَا وَلاَ تعرى وَأَنَّكَ لاَ تَظْمَأُ فِيهَا وَلاَ تضحى ) تعليل لما يوجبه النهى عن طاعة إبليس التى ستؤدى بهما إلى الإخراج من الجنة وإلى الشقاء فى الدنيا .والجوع : ضد الشبع . وقوله ( تعرى ) من العرى الذى هو خلاف الملبس .يقال : عرى فلان من ثيابه يعرى عريا ، إذا تجرد منها ."
    },
    {
      "ayah": 119,
      "surah": 20,
      "text": "وقوله ( تضحى ) أى : لا يصيبك حر الشمس فى الضحى . يقال : ضحا فلان يضحى ضحوا - كسعى - إذا كان بارزا لحر الشمس فى الضحى .أى : احذر يا آدم أن تطيع إبليس فيحل لك الشقاء ، وتخرج من الجنة التى لا يصيبك فيها شىء من الجوع ، ولا شىء من العرى أو الظمأ ، ولا شىء من حر الشمس فى الضحى . . . وإنما أنت فيها متمتع بكل مطالب الحياة الهنيئة الناعمة الدائمة .قال صاحب الكشاف : الشبع والرى والكسوة والسكن - هذه الأربعة - هى الأقطاب التى يدور فيها كفاح الإنسان ، فذكرّه استجماعها له فى الجنة وأنه مكفى لا يحتاج إلى كفاية كاف ، ولا إلى كسب كاسب كما يحتاج إلى ذلك أهل الدنيا .وذكرها بلفظ النفى لنقائضها التى هى الجوع والعرى والظمأ والضحو ، ليطرق سمعه بأسامى أصناف الشقوة التى حذره منها ، حتى يتحامى السبب الموقع فيها كراهة لها ."
    },
    {
      "ayah": 12,
      "surah": 20,
      "text": "ثم بين - سبحانه - ما حدث لموسى بعد أن اقترب من النار فقال : ( فَلَمَّآ أَتَاهَا نُودِيَ ياموسى إني أَنَاْ رَبُّكَ فاخلع نَعْلَيْكَ إِنَّكَ بالواد المقدس طُوًى ) .أى : فلما أتى موسى - عليه السلام - إلى النار ، واقترب منها . . . ( نُودِيَ ) من قبل الله - عز وجل - ( ياموسى إني أَنَاْ رَبُّكَ ) الذى خلقك فسواك فعدلك . . . ( فاخلع نَعْلَيْكَ ) تعظيما لأمرنا . وتأدبا فى حضرتنا .وقوله ( إِنَّكَ بالواد المقدس طُوًى ) تعليل للأمر بخلع النعل ، أى : أزل نعليك من رجليك لأنك الآن موجود بالوادى ( المقدس ) أى : المظهر المبارك ، المسمى طوى : فهو عطف بيان من الوادى ."
    },
    {
      "ayah": 120,
      "surah": 20,
      "text": "ثم بين - سبحانه - أن آدم - عليه السلام - مع هذه النصائح والتحذيرات لم يستطيع أن يستمر على الاستجابة لنهى ربه إياه عن الأكل من الشجرة ، بل تغلب عليه ضعفه فاستمع إلى مكر الشيطان ، قال - تعالى - : ( فَوَسْوَسَ إِلَيْهِ الشيطان قَالَ ياآدم هَلْ أَدُلُّكَ على شَجَرَةِ الخلد وَمُلْكٍ لاَّ يبلى ) .والوسوسة : الخطرة الرديئة ، وأصلها من الوسواس ، وهو صوت الحلى ، والهمس الخفى . والوسواس - بكسر الواو الأولى - مصدر وبفتحها الاسم وهو من أسماء الشيطان ، كما قال - تعالى - : ( قُلْ أَعُوذُ بِرَبِّ الناس مَلِكِ الناس إله الناس مِن شَرِّ الوسواس الخناس الذى يُوَسْوِسُ فِي صُدُورِ الناس مِنَ الجنة والناس ) ويقال : وسوس فلان إلى فلان ، أى : أوصلها إليه ، ووسوس له ، أى : من أجله . أى فأوصل الشيطان وسوسته إلى آدم ، وأنهاها إليه ، بأن قال له : يا آدم ، هل أدلك على الشجرة التى من أكل منها عاش مخلدا لا يدركه الموت وصار صاحب ملك لا يفنى ، ولا يصبح باليا ابدا .وناداه باسمه ، ليكون أكثر إقبالا عليه ، وأمكن فى الاستماع إليه .وعرض عليه ما عرض فى صورة الاستفهام الذى بمعنى الحث والحض ، ليشعره بأنه ناصح له وحريض على مصلحته ومنفعته .ثم أكد كل هذا التحريض بالقسم كما فى قوله - تعالى - : ( وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ الناصحين ) فكانت نتيجة مكره بآدم وخداعه له ، أن أطاعه فى الأكل من الشجرة كما قال - تعالى - : ( فَأَكَلاَ مِنْهَا )."
    },
    {
      "ayah": 121,
      "surah": 20,
      "text": "( فَأَكَلاَ مِنْهَا )أى : فأكل آدم وزوجه من الشجرة التى نهاه ربه عن الأكل منها .( فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا ) أى : عوراتهما ، وسميت العورة سوءة ، لأن انكشافها يسوء صاحبها وبحزنه ، ويجعل الناس تنفر منه .( وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة . . ) أى : وشرعا وأخذا يلزقان على أجسادهما من ورق الجنة ليسترا عوراتهما .وكثير من المفسرين يقولون : إن ورق الجنة الذى أخذ آدم وحواء فى لزقه على أجسادهما هو ورق شجر التين لكبر حجمه .وقد أخذ العلماء من ذلك وجوب ستر العورة ، لأن قوله - تعالى - : ( وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة ) يدل على قبح انكشافها ، وأنه يجب بذل أقصى الجهد فى سترها .وقوله ( وعصى ءَادَمُ رَبَّهُ فغوى ) أى : وخالف آدم أمر ربه فى اجتناب الأكل من الشجرة ( فغوى ) أى : فأخطأ طريق الصواب ، بسبب عدم طاعته ربه .قالوا : ولكن آدم فى عصيانه لربه كان متأولا ، لأنه اعتقد أن النهى عن شجرة معينة لا عن النوع كله ، وقالوا : وتسمية ذلك عصيانا لعلو منصبه ، وقد قيل : حسنات الأبرار سيئات المقربين .كما قالوا : إن الأسباب التى حملت آدم على الأكل من الشجرة ، أن إبليس أقسم له بالله إنه له ناصح ، فصدقه آدم - عليه السلام - لاعتقاده أنه لا يمكن لأحد أن يقسم بالله كاذبا ، والمؤمن غر كريم ، والفاجر خب لئيم كما جاء فى الحديث الشريف ."
    },
    {
      "ayah": 122,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( ثُمَّ اجتباه رَبُّهُ فَتَابَ عَلَيْهِ وهدى ) بيان لفضل الله - تعالى - على آدم ، حيث قبل توبته ، ورزقه المداومة عليها .والاجتباء : الاصطفاء والاختيار ، أى : ثم بعد أن أكل آدم من الشجرة ، وندم على ما فعل هو وزوجه ، اجتباه ربه أى : اصطفاه وقربه واختاره ( فَتَابَ عَلَيْهِ ) أى : قبل توبته ( وهدى ) أى : وهداه الى الثبات عليها ، وإلى المداومة على طاعة الله - تعالى - فقد اعترف هو وزوجه بخطئهما ، كما فى قوله - تعالى - : ( قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الخاسرين ) وقد أوحى الله - تعالى - إليه بكلمات كانت السبب فى قبول توبته ، كما قال - سبحانه - : ( فتلقى ءَادَمُ مِن رَّبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التواب الرحيم )."
    },
    {
      "ayah": 123,
      "surah": 20,
      "text": "ثم ختم - سبحانه - هذه الآيات ببيان ما آل إليه أمر آدم فقال - تعالى - ( قَالَ اهبطا مِنْهَا جَمِيعاً بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ . . . ) .فالضمير فيها يعود إلى آدم وزوجته وذريتهما .وقوله : ( بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ) أى : بعض ذريتكما لبعض عدو ، بسبب التخاصم والتنازع والتدافع على حطام هذه الدنيا .( فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى ) يا بنى آدم عن طريق إرسال الرسل وإنزال الكتب فعليكم أن تتبعوا رسلى ، وتعملوا بما اشتملت عليه كتبى .( فَمَنِ اتبع هُدَايَ ) بأن آمن برسلى وصدق بكتبى .( فَلاَ يَضِلُّ وَلاَ يشقى ) لا فى الدنيا ولا فى الآخرة ، بسبب استمساكه بالعروة الوثقى التى لا انفصام لها .وشبيه هذه الآية قوله - تعالى - : ( قُلْنَا اهبطوا مِنْهَا جَمِيعاً فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَن تَبِعَ هُدَايَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ )."
    },
    {
      "ayah": 124,
      "surah": 20,
      "text": "وبعد أن بين - سبحانه - حسن عاقبة من اتبع هداه ، أتبع ذلك ببيان سوء عاقبة من أعرض عن ذكره وطاعته فقال - تعالى - : ( وَمَنْ أَعْرَضَ عَن ذِكْرِي . . . ) .قوله : ( ضَنكاً ) أى : شديدة الضيق . وكل شىء ضاق فهو ضنك .وهو مصدر يستوى فيه المذكر والمؤنث ، والواحد والجمع يقال : ضنك - ككرم - عيش فلان ضنكا وضناكة إذا ضاق .والمعنى أن من اتبع هداى الذى جاءت به رسلى فلن يضل ولن يشقى ، أما من أعرض عن ( ذِكْرِي ) أى : عن هداى الذى جاءت به رسلى ، واشتملت عليه كتبى ( فَإِنَّ لَهُ مَعِيشَةً ضَنكاً ) .أى : فإن لهذا المعرض معيشة ضيقة مليئة بالهم والغم والأحزان وسوء العاقبة ، حتى ولو ملك المال الوفير ، والحطام الكثير . . . فإن المعيشة الطيبة لا تكون إلا مع طاعة الله ، وامتثال أمره ، واجتناب نهيه .قال - تعالى - : ( مَنْ عَمِلَ صَالِحاً مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ) قال الإمام ابن كثير : قوله - تعالى - : ( فَإِنَّ لَهُ مَعِيشَةً ضَنكاً ) أى : فى الدنيا فلا طمأنينة له ، ولا انشراح لصدره ، بل صدره ضيق لضلاله ، وإن تنعم ظاهره ولبس ما شاء ، وأكل ما شاء ، وسكن حيث شاء ، فإن قلبه ما لم يخلص إلى اليقين والهدى . فهو فى قلق وحيرة وشك ، فلا يزال فى ريبة يتردد فهذا من ضنك المعيشة . . .وقال سفيان بن عيينة ، عن أبى حازم ، عن أبى سلمة ، عن ابى سعيد فى قوله ( مَعِيشَةً ضَنكاً ) قال : يضيق عليه قبره . حتى تختلف أضلاعه .والمراد بالعمى فى قوله - سبحانه - : ( وَنَحْشُرُهُ يَوْمَ القيامة أعمى ) : عمى البصر ، بدليل قوله - تعالى - بعد ذلك : ( قَالَ رَبِّ لِمَ حشرتني أعمى وَقَدْ كُنتُ بَصِيراً ) .وقوله - سبحانه - فى آية أخرى : ( وَمَن يَهْدِ الله فَهُوَ المهتد وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْياً وَبُكْماً وَصُمّاً ) وقيل : المراد بالعمى : هنا أنه لا حجة له يدافع بها عن نفسه ، وقيل : المراد به : العمى عن كل شىء سوى جهنم .والذى يبدو لنا أن الرأى الأول أقرب إلى الحق ، لأنه هو الظاهر من الآية الكريمة ، ولا قرينة تمنع من إرادة هذا الظاهر .ويجمع بين هذه الآية وما يشبهها وبين الآيات الأخرى التى تدل على أن الكفار يبصرو ويسمعون ويتكلمون يوم القيامة ، والتى منها قوله - تعالى - : ( أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا . . ) أقول : يجمع بين هذه الآية وما يشبهها ، وبين الآيات الأخرى بوجوه منها : أن عماهم وصممهم فى أول حشرهم ، ثم يرد الله - تعالى - عليهم بعد ذلك أبصارهم وسمعهم ، فيرون النار ، ويسمعون ما يحزنهم .قال الجمل : قوله : ( أعمى ) حال من الهاء فى نحشره ، والمراد عمى البصر وذلك فى المحشر ، فإذا دخل النار زال عنه عماه ليرى محله وحاله ، فهو أعمى فى حال وبصير فى حال أخرى .ومنها : تنزيل سمعهم وبصرهم وكلامهم منزلة العدم لعدم انتفاعهم بذلك فقد قال - تعالى - فى شأن المنافقين : ( صُمٌّ بُكْمٌ عُمْيٌ ) بتنزيل سماعهم وكلامهم وإبصارهم منزلة العدم ، حيث إنهم لم ينتفعوا بهذه الحواس ."
    },
    {
      "ayah": 125,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( قَالَ رَبِّ لِمَ حشرتني أعمى وَقَدْ كُنتُ بَصِيراً ) استئناف مسوق لبيان ما يقوله ذلك المعرض عن طاعة الله يوم القيامة .أى : قال ذلك الكافر الذى حشره الله - تعالى - يوم القيامة أعمى : يا رب لماذا حشرتنى على هذه الحال مع أنى كنت فى الدنيا بصيرا؟"
    },
    {
      "ayah": 126,
      "surah": 20,
      "text": "وهنا يأتيه الجواب الذى يخرسه ، والذى حكاه الله - تعالى - فى قوله : ( قَالَ كذلك ) أى : قال الله - تعالى - فى الرد عليه : الأمر كذلك ، فإنك ( أَتَتْكَ آيَاتُنَا ) الدالة على وحدانيتنا وقدرتنا ( فَنَسِيتَهَا ) أى : فتركتها وأعرضت عنها ( وكذلك اليوم تنسى ) أى : كما تركت آياتنا فى الدنيا وأعرضت عنها ، نتركك اليوم فى النار وفى العمى جزاء وفاقا ."
    },
    {
      "ayah": 127,
      "surah": 20,
      "text": "ثم ساق - سبحانه - سنة من سننه التى لا تختلف فقال : ( وكذلك نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ وَلَعَذَابُ الآخرة أَشَدُّ وأبقى ) .أى : ومثل ذلك الجزاء الأليم الذى أنزلناه بهؤلاء المعرضين عن ذكرنا نجازى كل من أسرف فى ارتكاب السيئات والموبقات ، وكل من لم يؤمن بآيات ربه بل كذب بها وأعرض عنها ، لعذاب الآخرة اشد من عذاب الدنيا ، و ( وأبقى ) منه أى : وأكثر بقاء ، وأطول زمانا من عذاب الدنيا ."
    },
    {
      "ayah": 128,
      "surah": 20,
      "text": "ثم وبخ - سبحانه - أولئك الذين لم ينتفعوا بآياته فقال : ( أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ القرون يَمْشُونَ فِي مَسَاكِنِهِمْ . . . ) .والهمزة للاستفهام الإنكارى التوبيخى ، والفاء للعطف على مقدر . . .والمعنى : أبلغت الغفلة والجهالة بهؤلاء المشركين ، أنهم لم يتبين لهم ، أننا أهلكنا كثيرا من أهل القرون الماضية ، الذين كانوا يمشون آمنين لاهين فى مساكنهم . . .وكان إهلا كنا لهم بسبب إيثارهم الكفر على الإيمان ، والغى على الرشد ، والعمى على الهدى . . .فالآية الكريمة تقريع وتوبيخ لكفار مكة الذين لم يعتبروا بما أصاب أمثالهم من الأمم السابقة ، كقوم نوح وعاد وثمود . . .قال الآلوسى : وقوله : ( يَمْشُونَ فِي مَسَاكِنِهِمْ ) حال من ( القرون ) أو من مفعول ( أَهْلَكْنَا ) أى : أهلكناهم وهم فى حال آمن وتقلب فى ديارهم . واختار بعضهم كونه حالا من الضمير فى ( لَهُمْ ) مؤكدا للإنكار والعامل فيه ( يَهْدِ ) . أى : أفلم يهد للمشركين حال كونهم ماشين فى مساكنهم من أهلكنا من القرون السالفة من أصحاب الحجر ، وثمود ، وقوم لوط ، مشاهدين لآثار هلاكهم إذا سافروا إلى بلاد الشام وغيرها .وقوله - سبحانه - : ( إِنَّ فِي ذَلِكَ لآيَاتٍ لأُوْلِي النهى ) تذييل قصد به تعليل الإنكار ، أى : إن فى ذلك الذى أخبرناهم به ، وأطلعناهم عليه من إهلاك المكذبين السابقين ، ( لآيَاتٍ ) عظيمة ، وعبر كثيرة ، ودلائل واضحة لأصحاب العقول السليمة ، التى تنهى أصحابها عن القبائح والآثام .والنهى : جمع نُهية - بضم النون وإسكان الهاء - سمى العقل بها لنهيه عن القبائح ."
    },
    {
      "ayah": 129,
      "surah": 20,
      "text": "ثم بين - سبحانه - بعض مظاهر فضله على هؤلاء المشركين الذين أرسل الرسول - صلى الله عليه وسلم - لإنقاذهم من الكفر والضلالة فقال - تعالى - : ( وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَاماً وَأَجَلٌ مُّسَمًّى ) .والمراد بالكلمة السابقة ، ما تفضل الله - تعالى - به من تأخير عذاب الاستئصال عن هذه الأمة التى بعث فيها الرسول - صلى الله عليه وسلم - تكريما له كما قال - تعالى - ( وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ . . ) أو لأن من نسلهم من يؤمن بالله حق الإيمان ، أو لحكم أخرى يعلمها - سبحانه - ولزاما : مصدر بمعنى اسم الفاعل ، وفعله لازم كقاتل .وقوله : ( وَأَجَلٌ مُّسَمًّى ) معطوف على ( كَلِمَةٌ ) .والمعنى : ولولا الوعد السابق منا بتأخير العذاب عن هؤلاء المشركين إلى يوم القيامة . ولولا الأجل المسمى المحدد فى علمنا لانتهاء أعمارهم ، لما تأخر عذابهم أصلا ، بل لكان العذاب لازما لهم فى الدنيا ، ونازلا بهم كما نزل بالسابقين من أمثالهم فى الكفر والضلال ."
    },
    {
      "ayah": 13,
      "surah": 20,
      "text": "( وَأَنَا اخترتك ) أى : اصطفيتك من بين أفراد قومك لحمل رسالتى ، وتبليغ دعوتى ( فاستمع لِمَا يوحى ) إليك منى ، ونفذ ما آمرك به ."
    },
    {
      "ayah": 130,
      "surah": 20,
      "text": "ثم أمر الله - تعالى - رسوله - صلى الله عليه وسلم - بالمداومة على الصبر ، وعلى الإكثار من ذكره - تعالى - ونهاه عن التطلع إلى زينة الحياة الدنيا .فقال - تعالى - : ( فاصبر . . . . ) .الفاء فى قوله - تعالى - : ( فاصبر على مَا يَقُولُونَ . . . ) فصيحة ، أى : إذا كان الأمر كان ذكرنا لك - أيها الرسول الكريم - من أن تأخير عذاب أعدائك للإمهال وليس للإهمال . . . فاصبر على ما يقولونه فى شأنك من أنك ساحر أو مجنون . . . وسر فى طريقك دون أن تلتفت إلى إيذائهم أو مكرهم واستهزائهم .ثم أرشده - سبحانه - إلى ما يشرح صدره ، ويجلو همه فقال : ( وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ غُرُوبِهَا وَمِنْ آنَآءِ الليل فَسَبِّحْ وَأَطْرَافَ النهار لَعَلَّكَ ترضى ) .أى : وعليك - أيها الرسول الكريم - أن تكثر من تشبيح ربك وتحميده وتنزيهه قبل طلوع الشمس وقبل غروبها ، وفى ساعات الليل وفى \" أطراف النهار \" .أى : فى الوقت الذى يجمع الطرفين ، وهو وقت الزوال ، إذ هو نهاية النصف الأول من النهار ، وبداية النصف الثانى منه ، إذا فى هذا التسبيح والتحميد والتنزيه لله - تعالى - والثناء عليه بما هو أهله ، جلاء للصدور ، وتفريج للكروب وأنس للنفوس ، واطمئنان للقلوب .ويرى كثير من المفسرين ، أن المراد بالتسبيح هنا ، إقامة الصلاة والمداومة عليها .قال ابن كثير : قوله ( وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس ) يعنى صلاة الفجر ( وَقَبْلَ غُرُوبِهَا ) يعنى صلاة العصر ، كما جاء فى الصحيحين عن جرير بن عبد الله البجلى قال : كنا جلوسا عند رسول الله - صلى الله عليه وسلم - فنظر إلى القمر ليلة البدر فقال : \" إنكم سترون ربكم كما ترون هذا القمر ، لا تضامون فى رؤيته - أى : لا ينالكم ضيم فى رؤيته بأن يراه بعضكم دون بعض - فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا \" ثم قرأ هذه الآية . . . .وقوله : ( وَمِنْ آنَآءِ الليل فَسَبِّحْ ) أى : من ساعاته فتهجد به ، وحمله بعضهم على المغرب والعشاء . ( وَأَطْرَافَ النهار ) فى مقابلة آناء الليل ( لَعَلَّكَ ترضى ) كما قال - سبحانه - : ( وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى )."
    },
    {
      "ayah": 131,
      "surah": 20,
      "text": "وبعد هذا الأمر بالتسبيح ، جاء النهى عن الإعجاب بالدنيا وزينتها فقال - تعالى - : ( وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ زَهْرَةَ الحياة الدنيا لِنَفْتِنَهُمْ فِيهِ . . . ) .أى : أكثر - أيها الرسول الكريم - من الاتجاه إلى ربك ، ومن تسبيحه وتنزيهه ومن المداومة على الصلاة ولا تطل نظر عينيك بقصد الرغبة والميل ( إلى مَا مَتَّعْنَا بِهِ أَزْوَاجاً مِّنْهُمْ ) .أى : إلى ما متعنا به أصنافا من هؤلاء المشركين ، بأن منحناهم الجاه والمال والولد .وما جعلناه لهم فى هذه الدنيا بمثابة الزهرة التى سرعان ما تلمع ثم تذبل وتزول .قال الآلوسى : ما ملخصه : ( أَزْوَاجاً مِّنْهُمْ ) أى : أصنافا من الكفرة ، وهو مفعول ( مَتَّعْنَا ) قدم عليه الجار والمجرور للاعتناء به .. . وقيل الخطاب له - صلى الله عليه وسلم - والمراد أمته ، لأنه كان أبعد الناس عن إطالة النظر إليه ، وهو القائل : \" الدنيا ملعونة ، ملعون ما فيها ، إلا ما أريد به وجه الله - تعالى - \" وكان - صلى الله عليه وسلم - شديد النهى عن الاغترار بها .ويؤخذ من الآية أن النظر غير الممدود معفو منه ، وكأن المنهى عنه فى الحقيقة هو الإعجاب بذلك ، والرغبة فيه ، والميل إليه .وقوله : ( زَهْرَةَ الحياة الدنيا ) أى : زينتها وبهجتها . وهو منصوب بمحذوف يدل عليه ( مَتَّعْنَا ) .أى : جعلنا لهم زهرة ، أو على أنه مفعول ثان ، بتضمين متعنا معنى أعطينا ، فأزواجا مفعول أول ، وزهرة هو المفعول الثانى . . .وقوله : ( لِنَفْتِنَهُمْ فِيهِ ) بيان للحكمة من هذا التمتيع والعطاء أى متعنا هؤلاء الكافرين بالأموال والأولاد . . . لنعاملهم معاملة من يبتليهم ويختبرهم بهذا المتاع ، فإذا آمنوا وشكروا زدناهم من خيرنا ، وإذا استمروا فى طغيانهم وجحودهم وكفرهم ، أخذناهم أخذ عزيز مقتدر .فالجملة الكريمة تنفر العقلاء من التطلع إلى ما بين أيدى الكفار من متاع ، لأن هذا المتاع سىء العاقبة ، إذا لم يستعمل فى طاعة الله - تعالى - .وقوله - سبحانه - : ( وَرِزْقُ رَبِّكَ خَيْرٌ وأبقى ) تذييل قصد به الترغيب فيما عند الله - تعالى - من طيبات .أى : وما رزقك الله إياه - أيها الرسول الكريم - فى هذه الدنيا من طيبات . وما ادخره لك فى الآخرة من حسنات ، خير وأبقى مما متع به هؤلاء الكافرين من متاع زائل سيحاسبهم الله - تعالى - عليه يوم القيامة حسابا عسيرا ، لأنهم لم يقابلوا نعم الله عليهم بالشكر ، بل قابلوهم بالجحود والكفران .والمتأمل فى هذه الآية الكريمة يراها قد رسمت للمؤمن أفضل الطرق وأحكمها ، لكى يحيا حياة فاضلة طيبة ، حياة يعتز فيها صاحبها بالمعانى الشريفة الباقية ، ويعرض عن المظاهر والزخارف الزائلة ."
    },
    {
      "ayah": 132,
      "surah": 20,
      "text": "ثم كلف الله - تعالى - رسوله - صلى الله عليه وسلم - أن يأمر أهل بيته بالمداومة على إقامة الصلاة فقال : ( وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا ) .والمراد بأهل بيته - صلى الله عليه وسلم - أزواجه وبناته : وقيل : ما يشملهم ويشمل معهم جميع المؤمنين من بنى هاشم . وقيل المراد بهم : جميع أتباعه من أمته .أى : وأمر - أيها الرسول الكريم - أهل بيتك بالمداومة على إقامة الصلاة بخشوع وإخلاص واطمئنان ، واصطبر على تكاليفها ومشاقها ، وعلى إقامتها كاملة غير منقوصة ، وعلى تحقيق آثارها الطيبة فى نفسك .وقد ساق بعض المفسرين عن تفسيره لهذه الآية أحاديث منها ما أخرجه البيهقى عن عبد الله بن سلام قال : كان النبى - صلى الله عليه وسلم - إذا نزلت بأهله شدة أو ضيق أمرهم بالصلاة ، وتلا هذه الآية : ( وَأْمُرْ أَهْلَكَ بالصلاة ) .وأخرج مالك والبيهقى عن أسلم قال : كان عمر بن الخطاب يصلى من الليل ما شاء الله - تعالى - أن يصلى حتى إذا كان آخر الليل أيقظ أهله للصلاة ويقول لهم : الصلاة ، الصلاة ويتلو هذه الآية . . .وقوله - سبحانه - ( لاَ نَسْأَلُكَ رِزْقاً نَّحْنُ نَرْزُقُكَ والعاقبة للتقوى ) تشجيع وتحريض للمؤمنين على إقامة الصلاة ، ودفع لما يتوهمه البعض من أن المداومة على إقامة الصلاة قد تشغل الإنسان عن السعى فى طلب المعاش .أى : مر - أيها الرسول الكريم - أهلك بالمداومة على الصلاة ، واصطبر على تكاليفها ، فهذه الصلاة هى من أركان العبادات التى خلقك الله وخلق عباده من أجلها ، ولا يصح أن يشغلكم عنها أى شاغل من سعى فى طلب الرزق أو غيره ، فنحن لا نكلفكم أن ترزقوا أنفسكم أو غيركم ، وإنما نحن الذين نرزقكم ونرزق الخلق جميعا قال - تعالى - : ( وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا . . . ) وقال - سبحانه - : ( وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا الله يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السميع العليم ) وقوله ( والعاقبة للتقوى ) أى : والعاقبة الحميدة لأهل التقوى والخشية من الله - تعالى - الذين لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة .روى الترمذى وابن ماجه عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" يقول الله - تعالى : \" يا بان آدم . تفرغ لعبادتى ، املأ صدرك غنى ، وأسد فقرك ، وإن لم تفعل ملأت صدرك شغلا ، ولم أسد فقرك \" \" .وروى ابن ماجه عن زيد بن ثابت قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من كانت الدنيا همه ، فرق الله عليه أمره ، وجعل فقره بين عينيه ، ولم يأته من الدنيا إلا ما كتب له . ومن كان الآخرة نيته ، جمع له أمره ، وجعل غناه فى قلبه ، وأتته الدنيا وهى راغمة \" ."
    },
    {
      "ayah": 133,
      "surah": 20,
      "text": "ثم ختم - سبحانه - السورة الكريمة بإيراد بعض الشبهات التى أثراها المشركون حول النبى - صلى الله عليه وسلم - ورد عليها بما يبطلها فقال - تعالى - : ( وَقَالُواْ لَوْلاَ . . . ) .مرادهم بالآية فى قوله - سبحانه - : ( وَقَالُواْ لَوْلاَ يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ ) معجزة حية من المعجزات التى اقترحوها عليه - صلى الله عليه وسلم - كتفجير الأنهار حول مكة ، وكرقيه إلى السماء ، وكنزول الملائكة معه . .أى : وقال الكافرون على سبيل التعنت والعناد للرسول - صلى الله عليه وسلم - هلا أتيت لنا يا محمد بآية من الآيات التى طلبناها منك ، أو بآية من الآيات التى أتى بها الأنبياء من قبلك ، كالعصا بالنسبة لموسى ، والناقة بالنسبة لصالح .فهم - كما يقول الآلوسى - : \" بلغوا من المكابرة والعناد إلى حيث لم يعدوا ما شاهدوا من المعجزات التى تخر لها صم الجبال ، من قبيل الآيات ، حتى اجترأوا على التفوه بهذه العظيمة الشنعاء .وقوله - سبحانه - : ( أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصحف الأولى ) رد على جهالاتهم وجحودهم .والمراد بالبينة القرآن الكريم الذى هو أم الآيات ، ورأس المعجزات .والمراد بالصحف الأولى : الكتب السماوية السابقة كالتوراة والإنجيل والزبور .والواو للعطف على مقدر يقتضيه المقام ، والاستفهام لتقرير الإتيان وثوبته .والمعنى : أجهلوا ولم يكفهم اشتمال القرآن الذى جئت به - أيها الرسول الكريم - على يان ما فى الصحف الأولى التى أنزلناها على الرسل السابقين ، ولم يكفهم ذلك فى كونه معجزة حتى طلبوا غيرها؟ .قال صاحب الكشاف : اقترحوا على عادتهم فى التعنت آية على النبوة ، فقيل لهم : أو لم تأتكم أية من أم الآيات وأعظمها فى باب الإعجاز ، يعنى القرآن ، من جهة أن القرآن برهان ما فى سائر الكتب المنزلة ، ودليل صحته لأن معجزة ، وتلك ليست بمعجزات ، فهى مفتقرة إلى شهادته على صحة ما فيها ، افتقار المحتج عليه إلى شهادة الحجة .وقال ابن كثير : قوله : ( أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصحف الأولى ) يعنى : القرآن العظيم ، الذى أنزله الله - تعالى - عليه - صلى الله عليه وسلم - وقد جاء فيه أخبار الأولين بما كان منهم فى سالف الدهور ، بما يوافقه عليه الكتب المتقدمة الصحيحة منها ، فإن القرآن مهيمن عليها . . .وهذه الآية كقوله - تعالى - : ( وَقَالُواْ لَوْلاَ أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ قُلْ إِنَّمَا الآيات عِندَ الله وَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ الكتاب يتلى عَلَيْهِمْ إِنَّ فِي ذلك لَرَحْمَةً وذكرى لِقَوْمٍ يُؤْمِنُونَ ) وفى الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" ما من نبى إلا وقد أوتى من الآيات ما آمن على مثله البشر ، وإنما كان الذى أوتيته وحيا أوحاه الله إلى ، فأرجو أن أكون أكثرهم تابعا يوم القيامة \" .ومنهم من يرى أن المراد بالبينة : الكتب السماوية السابقة .فيكون المعنى : أو لم يكف هؤلاء الجاهلين أن الكتب السماوية السابقة كالتوراة والإنجيل قد بشرت بك وبينت نعوتك وصفاتك ، وهم معترفون بصدقها ، فكيف لا يقرون بنبوتك .قال القرطبى : وقوله : ( أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصحف الأولى ) يريد التوراة والإنجيل والكتب المتقدمة ، وذلك أعظم آية إذ أخبر بها فيها . وقيل : أو لم تأتهم الآية الدالة على نبوته بما وجدوه فى الكتب المتقدمة من البشارة . . .وعلى كلا التفسيرين فالآية الكريمة شهادة من الله - تعالى - بصدق النبى - صلى الله عليه وسلم - فيما بلغه عنه ، ورد مبطل لشبهات الكافرين ولأقوالهم الباطلة ، وإن كان تفسير البينة هنا بالقرآن أظهر وأوضح ."
    },
    {
      "ayah": 134,
      "surah": 20,
      "text": "وقوله - تعالى - : ( وَلَوْ أَنَّآ أَهْلَكْنَاهُمْ بِعَذَابٍ مِّن قَبْلِهِ لَقَالُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ ونخزى ) كلام مستأنف لتقرير ما قبله من أن القرآن الكريم هو معجزة المعجزات ، وآية الآيات وأرفعها وأنفعها .أى : ولو أنه أهلكنا هؤلاء الكافرين بعذاب الاستئصال ، من قبل مجىء الرسول - صلى الله عليه وسلم - إليهم ومعه هذا القرآن الكريم معجزة له ، لقالوا على سبيل الاعتذار يوم القيامة : يا ربنا هلا أرسلت إلينا فى الدنيا رسولا من عندك ومعه المعجزات التى تدل على صدقه ، فكنا فى هذه الحالة اتبعنا آياتك التى جاءنا بها وصدقناه وآمنا به ، من قبل أن يحصل لنا الذل والهوان والخزى والافتضاح فى اللآخرة .والمقصود من الآية الكريمة قطع أعذارهم ، أى : لو أنا أهلكناهم قبل ذلك ، لقالوا ما قالوا ، ولكنا لم نهلكهم بل أرسلنا إليهم رسلونا ، فبلغهم ما أرسلناه به ، فانقطع عذرهم ، وبطلت حجتهم .وشبيه بهذه الآية قوله - تعالى - : ( ولولا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ المؤمنين )."
    },
    {
      "ayah": 135,
      "surah": 20,
      "text": "ثم ختم - سبحانه - السورة الكريمة بهذه الآية التى أمر فيها رسوله - صلى الله عليه وسلم - أن يهددهم بسوء العاقبة ، إذا ما استمروا فى طغيانهم يعمهون ، فقال - تعالى - : ( قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُواْ فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصراط السوي وَمَنِ اهتدى ) .أى : قل - أيها الرسول الكريم - لهؤلاء الكافرين : كل واحد منا ومنكم متربص بالآخر ، ومنتظر لما يؤول إليه أمر صاحبه .وما دام الأمر كذلك ( فَتَرَبَّصُواْ ) وانتظروا ما يؤول إليه حالنا وحالكم ( فَسَتَعْلَمُونَ ) بعد زمن قريب . ( مَنْ ) هم ( أَصْحَابُ الصراط السوي ) أى : الطريق الواضح المستقيم الذى لا اعوجاج فيه ( وَمَنِ ) هم الذين تجنبوا الضلالة ، واهتدوا إلى ما يسعدهم فى دينهم وفى دنياهم وفى آخرتهم .وقريب من هذه الآية فى المعنى قوله - تعالى - : ( سَيَعْلَمُونَ غَداً مَّنِ الكذاب الأشر ) وقوله - سبحانه - : ( وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ العذاب مَنْ أَضَلُّ سَبِيلاً ) وبعد فهذه سورة طه ، وهذا تفسر تحليلى لها ، وكما أنها قد افتتحت بنفى إرادة الشقاء للنبى - صلى الله عليه وسلم - فقد اختتمت بهذه البشارة له - صلى الله عليه وسلم - ولأتباعه وبهذا التهديد لأعدائهم . . .نسأل الله - تعالى - أن يجعل القرآن الكريم ربيع قلوبنا ، وأنس نفوسنا وبهجة صدورنا ، وشفيعنا يوم الدين ( يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ إِلاَّ مَنْ أَتَى الله بِقَلْبٍ سَلِيمٍ ) وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم . . ."
    },
    {
      "ayah": 14,
      "surah": 20,
      "text": "( إنني أَنَا الله لا إله إلا أَنَاْ ) مستحق للعبادة والطاعة والخضوع ( فاعبدني ) عبادة خالصة لوجهى .( وَأَقِمِ الصلاة ) التى هى من أشرف العبادات ، وأفضل الطاعات ( لذكري ) أى : وأدم إقامة الصلاة بخشوع وإخلاص ، ليشتد تذكرك لى ، واتصالك بى ، وذلك لأن الصلاة مشتملة على الكثير من الأذكار التى فيها الثناء على ذاتى وصفاتى .أو المعنى : وأدم الصلاة لذكرى خاصة ، بحيث تكون خالصة لوجهى ، ولا رياء فيها لأحد .قال الآلوسى ما ملخصه : قوله : ( لذكري ) الظاهر أنه متعلق بأقم ، أى : أقم الصلاة لذكرى فيها لاشتمالها على الأذكار . وقيل : المراد أقم الصلاة لذكرى خاصة لا ترائى بها ولا تشوبها بذكر غيرى . . . أو لكى أذكرك بالثناء وأثيبك بها . أو لذكرى إياها فى الكتب السماوية وأمرى بها . أو لأوقات ذكرى وهى مواقيت الصلاة . فاللام وقتية بمعنى عند؛ مثلها فى قوله - تعالى - ( يَقُولُ ياليتني قَدَّمْتُ لِحَيَاتِي ) ومن الناس من حمل الذكر على ذكر الصلاة بعد نسيانها . والمراد : أقم الصلاة عند تذكرها .ففى الحديث الصحيح : \" من نام عن صلاة أو نسيها . فكفارتها أن يصليها إذا ذكرها ، لا كفارة لها إلا ذلك . . . \" .وخص - سبحانه - الصلاة بالذكر مع أنها داخلة فى العبادة المأمور بها فى قوله ( فاعبدني ) على سبيل التشريف والتكريم ، إذ الصلاة أكمل وسيلة توصل الإنسان إلى مداومة ذكر الله - تعالى - وخشيته ، لاشتمالها على ألوان متعددة من صور العبادة والطاعة ، إذ فيها قراءة للقرآن الكريم ، وفيها الصلاة على النبى - صلى الله عليه وسلم - وفيها تسبيح الله وتمجيده ."
    },
    {
      "ayah": 15,
      "surah": 20,
      "text": "ثم بين - سبحانه - أن الساعة آتية لا ريب فيها فقال : ( إِنَّ الساعة آتِيَةٌ أَكَادُ أُخْفِيهَا لتجزى كُلُّ نَفْسٍ بِمَا تسعى فَلاَ يَصُدَّنَّكَ عَنْهَا مَن لاَّ يُؤْمِنُ بِهَا واتبع هَوَاهُ فتردى ) .أى : إن الساعة التى هى وقت البعث والحساب والثواب والعقاب ، آتية أى : كائنة وحاصلة لا شك فيها .وقوله ( أَكَادُ أُخْفِيهَا ) أى : أقرب أن أخفى وقتها ولا أظهره لا إجمالا ولا تفصيلا ، ولولا أن فى إطلاع أصفيائى على بعض علاماتها فائدة ، لما تحدثت عنها .قالوا : \" والحكمة فى إخفاء الساعة وإخفاء وقت الموت ، أن الله - تعالى - وعد بعدم قبول التوبة عند قربهما ، فلو عرف وقت الموت لاشتغل بالمعصية إلى قرب ذلك الوقت ثم يتوب ، فيتخلص من عقاب المعصية فتعريف الموت كالإغراء بفعل المعصية ، وهو لا يجوز .قال الآلوسى ما ملخصه : وقوله : ( أَكَادُ أُخْفِيهَا ) أقرب أن أخفى الساعة ولا أظهرها ، بأن أقول إنها آتية . . . أو أريد إخفاء وقتها المعين وعدم إظهاره . . . فكاد بمعنى أراد ، وإلى هذا ذهب الأخفش وغيره . . . وروى عن ابن عباس أن المعنى : أكاد أخفيها من نفسى ، فكيف أظهركم عليها . . وهذا محمول على ما جرت به عادة العرب من أن أحدهم إذا أراد المبالغة فى كتمان الشىء قال : كدت أخفيه عن نفسى .وقال أبو على : المعنى أكاد أظهرها بأن أوقعها ، وهذا بناء على أن أخفيها من ألفاظ السلب بمعنى أزيل خفاءها . . .ويبدو لنا أن الإخفاء هنا على حقيقته ، وأن المقصود من الآية الكريمة إخفاء وقت مجىء الساعة من الناس ، حتى يكونوا على استعداد لمجيئها عن طريق العمل الصالح الذى ينفعهم يوم القيامة .فحكمة الله - تعالى - اقتضت إخفاء وقت الساعة ، وعدم إطلاع أحد عليها إلا بالمقدار الذى يأذن الله - تعالى - به لرسله .قال الإمام ابن جرير ما ملخصه : \" والذى هو أولى بتأويل الآية من القول : قول من قال معناه : أكاد أخفيها من نفسى . . . لأن المعروف من معنى الإخفاء فى كلام العرب : التسر . يقال : قد أخفيت الشىء إذا سترته . . . وإنما اخترنا هذا القول على غيره لموافقته أقوال أهل العلم من الصحابة والتابعين .وقوله : ( لتجزى كُلُّ نَفْسٍ بِمَا تسعى ) متعلق بآتية ، وجملة ( أَكَادُ أُخْفِيهَا ) معترضة بينهما .أى : إن الساعة آتية لا ريب فيها ، لكى تجزى كل نفس على حسب سعيها وعملها فى الدنيا .قال - تعالى - : ( وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُوراً ) وقال - سبحانه - : ( فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ ) ."
    },
    {
      "ayah": 16,
      "surah": 20,
      "text": "ثم حذر - سبحانه - من عدم الاستعداد للساعة . ومن الشك فى إتيانها فقال : ( فَلاَ يَصُدَّنَّكَ عَنْهَا ) أى : فلا يصرفنك عن الإيمان بها ، وعن العمل الصالح الذى ينفعك عند مجيئها ( مَن لاَّ يُؤْمِنُ بِهَا ) من الكافرين والفاسقين ( واتبع هَوَاهُ ) فى إنكارها وفى تكذيب ما يكون فيها من ثواب أو عقاب ( فتردى ) أى : فتهلك ، إن أنت أطعت هذا الذى لا يؤمن بها . يقال : ردى فلان - كرضى - إذا هلك ، وأرداه غيره إذا أهلكه .فالآية الكريمة تحذير شديد من اتباع المنكرين لقيام الساعة والمعرضين عن الاستعداد لها ، بعد أن أكد - سبحانه - فى آيات كثيرة أن الساعة آية لا ريب فيها .قال - تعالى - : ( ذلك بِأَنَّ الله هُوَ الحق وَأَنَّهُ يُحْيِي الموتى وَأَنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ الساعة آتِيَةٌ لاَّ رَيْبَ فِيهَا وَأَنَّ الله يَبْعَثُ مَن فِي القبور ) وبذلك نرى هذه الآيات الكريمة قد أثبتت وحدانية الله - تعالى - كما فى قوله : ( إنني أَنَا الله لا إله إلا أَنَاْ ) كما أثبتت وجوب التوجه إليه وحده بالعبادة كما فى قوله - سبحانه - : ( فاعبدني وَأَقِمِ الصلاة لذكري ) . كما أثبتت أن يوم القيامة لا شك فى إتيانه فى الوقت الذى يريده الله - تعالى - . كما قال - عز وجل - : ( إِنَّ الساعة آتِيَةٌ . . . ) ."
    },
    {
      "ayah": 17,
      "surah": 20,
      "text": "ثم بين - سبحانه - بعض التوجيهات والأوامر التى وجهها - عز وجل - إلى نبيه موسى - عليه السلام - كما حكى ما التمسه موسى من خالقه - تعالى - فقال : ( وَمَا تِلْكَ بِيَمِينِكَ . . . ) .الاستفهام فى قوله - تعالى - : ( وَمَا تِلْكَ بِيَمِينِكَ ياموسى ) للتقرير ، لأن الله - تعالى - عالم بما فى يمين موسى ، فالمقصود من هذا السؤال اعتراف موسى وإقراره بأن ما في يده إنما هى عصا فيزداد بعد ذلك يقينه بقدرة الله - تعالى - عندما يرى العصا التى بيمينه قد انقلبت حية تسعى .قال صاحب الكشاف : إنما سأله - سبحانه - ليريه عظم ما يخترعه - عز وعلا - فى الخشبة اليابسة من قلبها حية نضاضة - أى تحرك لسانه فى فمها - ، وليقرر فى نفسه المباينة البعيدة بين المقلوب عنه ، والمقلوب إليه ، وينبهه على قدرته الباهرة . ونظيره أن يريك الزراد زبرة من حديد - أى قطعة من حديد - ويقول لك : ما هى؟ فتقول : زبرة حديد . ثم يريك بعد أيام لبوسا مسردا فيقول لك : هى تلك الزبرة صيرتها إلى ما ترى من عجيب الصنعة ، وأنيق السرد . . .والآية الكريمة : شروع فى بيان ما كلف الله - تعالى - به عبده موسى - عليه السلام - من الأمور المتعلقة بالخلق ، إثر حكاية ما أمر - سبحانه - به موسى من إخلاص العبادة له ، والإيمان بالساعة وما فيها من حساب وثواب وعقاب ."
    },
    {
      "ayah": 18,
      "surah": 20,
      "text": "والمعنى : وأى شىء بيدك اليمنى يا موسى؟ فأجاب موسى بقوله - كما حكى القرآن عنه ( قَالَ هِيَ عَصَايَ ) أى : الشىء الذى بيمينى هو عصاى . . . ونسبها إلى نفسه لزيادة التحقق والتثبت من أنها خاصة به وكائنة بيده اليمنى .ثم بين وظيفتها فقال : ( أَتَوَكَّأُ عَلَيْهَا ) أى : أعتمد عليها لتساعدنى فى حال السير ( وَأَهُشُّ بِهَا على غَنَمِي ) أى : وأضرب بها الشجر اليابس ليسقط ، ورقة فترعاه أغنامى . يقال هش فلان الشجرة بالعصا - من باب رد - فهو يهشها هشا ، إذا ضربها بعصاه أو بما يشبهها ليتساقط ورقها . ومفعول أهش محذوف . أى : وأهش بها الشجر والورق .( وَلِيَ فِيهَا مَآرِبُ أخرى ) والمآرب : جمع مأربة - بتثليث الراء - بمعنى حاجة . تقول : لا أرَب لى في هذا الشىء ، أى : لا حاجة لى فيه .أى : ولى فى هذه العصا حاجات أخرى ، ومنافع غير التى ذكرتها .وقد كان يكفى موسى - عليه السلام - فى الجواب أن يقول : هى عصاى ، ولكنه أضاف إلى ذلك أتوكأ عليها وأهش بها على غنمى . . . لأن المقام يستدعى البسط والإطالة فى الكلام ، إذ هو مقام حديث العبد مع خالقه ، والحبيب مع حبيبه .وأجمل فى قوله : ( وَلِيَ فِيهَا مَآرِبُ أخرى ) إما حياء من الله - تعالى - لطول الكلام فى الجواب ، وإما رجاء أن يسأل عن هذه المآرب المجلمة ، فيجيب عنها بالتفصيل تلذذا فى الخطاب .قال القرطبى : وفى هذه الآية دليل على جواب السؤال بأكثر مما سئل ، لأنه لما قال : ( وَمَا تِلْكَ بِيَمِينِكَ ياموسى ) ذكر معانى أربعة وهى : إضافة العصا إليه ، وكان حقه أن يقول عصا ، والتوكؤ ، والهش ، والمآرب المطلقة .فذكر موسى من منافع عصاه معظمها .وفى الحديث : سئل النبى - صلى الله عليه وسلم - عن ماء البحر فقال : \" هو الطهور ماؤه الحل ميتته \" وسألته امرأة عن الصغير حين رفعته إليه فقالت : \" ألهذا حج؟ قال : \" نعم ولك أجر \" \" .وقال الإمام ابن كثير عند تفسيره لقوله ( وَلِيَ فِيهَا مَآرِبُ أخرى ) وقد تكلف بعضهم لذكر شىء من تلك المآرب التى أبهمت ، فقيل : كانت تضىء له بالليل ، وتحرس له الغنم إذا نام ، ويغرسها فتصير شجرة تظلله ، وغير ذلك من الأمور الخارقة للعادة .والظاهر أنها لم تكن كذلك ، ولو كانت كذلك لما استنكر موسى صيرورتها ثعبانا ، ولما فر منها هاربا ، ولكن كل ذلك من الأخبار الإسرائيلية ."
    },
    {
      "ayah": 19,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( قَالَ أَلْقِهَا ياموسى ) جملة مستأنفة جواب عن سؤال مقدر ، كأنه قيل : فماذا قال الله - تعالى - لموسى بعد ذلك؟فكان الجواب : قال - سبحانه - لموسى : اطرح يا موسى هذه العصا التى بيمينك لترى ما يكون بعد ذلك . ( فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى ) ."
    },
    {
      "ayah": 2,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى إِلاَّ تَذْكِرَةً لِّمَن يخشى ) .استئناف مسوق لتسلية الرسول - صلى الله عليه وسلم - عما أصابه من المشركين ، والشقاء يأتى فى اللغة بمعنى التعب والعناء ، ومنه المثل القائل \" أشقى من رائض مهر \" أى : أتعب . ومنه قول ابى الطيب المتنبى :ذو العقل يشقى فى النعيم بعقله ... وأخو الجهالة فى الشقاوة ينعمأى : ما أنزلنا عليك القرآن - أيها الرسول الكريم - لكى تتعب وتجهد نفسك هما وغما بسبب إعراض المشركين عن دعوتك ، كما قال - تعالى - : ( فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً ) وإنما أنزلناه إليك لتسعد بنزوله ، ولتبلغ آياته ، ثم بعد ذلك من شاء فليؤمن ومن شاء فليكفر ، فأنت عليك البلاغ ونحن علينا الحساب .ومنهم من يرى أن المقصود بالآية النهى عن المغالاة فى العبادة ، فقد أثر عنه - صلى الله عليه وسلم - أنه قام الليل حتى تورمت قدماه فيكون المعنى : ما أنزلنا عليك القرآن لكى تهلك نفسك بالعبادة ، وتذيقها ألوان المشقة والتعب ، فإن الله - تعالى - يريد بكم اليسر ولا يريد بكم العسر ، وما جعل عليكم فى الدين من حرج .ومنهم من يرى أن الآية مسوقة للرد على المشركين ، الذين قالوا : ما أنزل هذا القرآن على محمد - صلى الله عليه وسلم - إلا ليشقى ، فيكون المراد بالشقاء ما هو ضد السعادة .قال القرطبى ما ملخصه : \" وأصل الشقاء فى اللغة العناء والتعب ، أى : ما أنزلنا عليك القرآن لتتعب ، بسبب فرط تأسفك عليهم وعلى كفرهم . . . أى : ما عليك إلا أن تبلغ وتنذر .وروى أن أبا جهل والنضر بن الحارث قالا للنبى - صلى الله عليه وسلم - إنك لتشقى لأنك تركت دين آبائك ، فأريد الرد على ذلك بأن دين الإسلام ، وهذا القرآن هو السلم إلى نيل كل فوز ، والسبب فى درك كل سعادة ، وما فيه الكفرة هو الشقاوة بعينها .وروى أنه - عليه الصلاة والسلام - صلى بالليل حتى اسمندّت قدماه - أى : تورمت - فقال له جبريل : أبق على نفسك فإن لها عليك حقا ، أى : ما أنزلنا عليك القرآن لتنهك نفسك فى العبادة ، وتذيقها المشقة الفادحة ، وما بعثت إلا بالحنيفية السمحة . .ويبدو لنا أن الآية الكريمة وإن كانت تتسع لهذه المعانى الثلاثة ، إلا أن المعنى الأول أظهرها ، وأقربها إلى سياق الآيات الكريمة ."
    },
    {
      "ayah": 20,
      "surah": 20,
      "text": "( فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى )أى : فامتثل موسى أمر ربه ، فألقاها على الأرض ، ونظر إليها فإذا هى قد تحولت بقدرة الله - تعالى - إلى \" حية \" - أى ثعبان عظيم - \" تسعى \" ، أى : تمشى على الأرض بسرعة وخفة حركة ووصفها - سبحانه - هنا بأنها ( حَيَّةٌ تسعى ) ، ووصفها فى سورة الشعراء بأنها ( ثُعْبَانٌ مُّبِينٌ ) ووصفها فى سورة النمل بأنها ( تَهْتَزُّ كَأَنَّهَا جَآنٌّ ) ولا تنافى بين هذه الأوصاف ، لأن الحية اسم جنس يطلق على الصغير والكبير ، والذكر والأنثى ، والثعبان : هو العظيم منها ، والجان : هو الحية الصغيرة الجسم ، السريعة الحركة ."
    },
    {
      "ayah": 21,
      "surah": 20,
      "text": "وقد صرحت بعض الآيات أن موسى - عليه السلام - عندما رأى عصاه قد تحولت إلى ذلك ، ولى مدبرا ولم يعقب . قال - تعالى : ( وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ ولى مُدْبِراً وَلَمْ يُعَقِّبْ . . . ) ولكن الله - تعالى - ثبت فؤاده ، وطمأن نفسه : ( قَالَ خُذْهَا وَلاَ تَخَفْ ) أى : خذ هذه الحية التى تحولت عصاك إليها ولا تخف منها ، كما هو شأن فى الطبائع البشرية ، فإنا ( سَنُعِيدُهَا سِيَرتَهَا الأولى ) أى : سنعيد هذه الحية إلى هيئتها الأولى التى كانت عليها قبل أن تصير حية تسعى ، وهى أن نعيدها بقدرتنا التى لا بعجزها شىء إلى عصا كما كانت من قبل .فالجملة الكريمة مسوقة لتعليل وجوب الامتثال للأمر وعدم الخوف ، أى : خذها ولا تخف منها ، فإن هذه الحية سنرجعها عصا كما كانت من قبل .وقوله - تعالى - ( سِيَرتَهَا ) فِعلة من السَّير ، وهى الحالة والهيئة التى يكون عليها الإنسان ، وهو منصوب بنزع الخافض .أى : سنعيدها إلى هيئتها وحالتها الأولى .قالوا : ومن الحكم التى من أجلها حول الله - تعالى - العصا إلى حية تسعى : توطين قلب موسى - عليه السلام - على ذلك ، حتى لا يضطرب إذا ما تحولت إلى ثعبان عظيم عندما يلقيها أمام فرعون وقومه .فقد جرت عادة الإنسان أن يقل اضطرابه من الشىء العجيب الغريب بعد رؤيته له لأول مرة ."
    },
    {
      "ayah": 22,
      "surah": 20,
      "text": "ثم وجه - سبحانه - أمرا آخر إلى عبده موسى فقال : ( واضمم يَدَكَ إلى جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء آيَةً أخرى ) .والضم : الجمع . يقال : ضم فلان أصابعه إذا جمعها . والجناح ، يطلق على العضد وعلى الجنب ، وعلى الإبط . واصله جناح الطائر وسمى بذلك لأنه يجنحه ، أى : يميله عند الطيران ، ثم توسع فيه فأطلق على العضد وغيره .والمراد باليد هنا : كف يده اليمنى .والسوء : الردىء والقبيح من كل شىء ، وكنى به هنا عن البرص لشدة قبحه .والمعنى : واضمم - يا موسى - يدك اليمنى إلى عضد يدك اليسرى بأن تجعلها تحته عند الإبط . ثم أخرجها فإنها تخرج ( بَيْضَآءَ مِنْ غَيْرِ سواء ) أى : تخرج منيرة مشرقة واضحة البياض دون أن يعلق بها أى سوء من برص أو مرض أو غيرهما ، وإنما يكون بياضها بياضا مشرقا بقدرة الله - تعالى وإرادته .قال الحسن البصرى : أخرجها - والله - كأنها مصباح ، فعلم موسى أنه قد لقى ربه - تعالى - .وقوله : ( تَخْرُجْ بَيْضَآءَ . . ) جواب الأمر وهو قوله : ( واضمم يَدَكَ ) .وقوله : ( مِنْ غَيْرِ سواء ) احتراس لدفع توهم أن يكون بياضها بسبب مرض أو أذى ، وهو متعلق بتخرج .وقوله : ( آيَةً أخرى ) أى : معجزة أخرى غير معجزة العصا التى سبق أن منحناها لك .كما قال - تعالى - : ( واضمم إِلَيْكَ جَنَاحَكَ مِنَ الرهب فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إلى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ ) ."
    },
    {
      "ayah": 23,
      "surah": 20,
      "text": "وقوله : ( لِنُرِيَكَ مِنْ آيَاتِنَا الكبرى ) ، تعليل لمحذوف ، أى : فعلنا ما فعلنا من إعطائك معجزة العصا ومعجزة اليد ، لنريك بهاتين المعجزتين بعض معجزاتنا الكبرىظت الدالة على عظيم قدرتنا ، وانفرادنا بالربوبية والأولهية ."
    },
    {
      "ayah": 24,
      "surah": 20,
      "text": "ثم صرح - سبحانه - بالمقصود من إعطاء موسى هاتين المعجزتين العظيمتين فقال : ( اذهب إلى فِرْعَوْنَ إِنَّهُ طغى ) أى : اذهب يا موسى ومعك هاتان المعجزتان ، فادعه إلى عبادتى وحدى ، ومره فليحسن إلى بنى إسرائيل ولا يعذبهم ، وانهه عن التجبر والظلم ، فإنه قد طغى وبغى وتجاوز حدود الحق والعدل ، وزعم الناس أنه ربهم الأعلى ."
    },
    {
      "ayah": 25,
      "surah": 20,
      "text": "وهنا التمس موسى - عليه السلام - العون من خالقه ، لكى يتسنى له أداء ما كلفه به فقال : ( رَبِّ اشرح لِي صَدْرِي ) أى : أسألك يا إلهى أن توسع صدرى بنور الإيمان والنبوة ، وأن تجعله يتقبل تكاليفك بسرور وارتياح ."
    },
    {
      "ayah": 26,
      "surah": 20,
      "text": "( وَيَسِّرْ لي أَمْرِي ) أى : وسهل لى ما أمرتنى به ، فإنك إن لم تحطنى بهذا التيسير ، فلا طاقة لى بحمل أعباء هذه الرسالة .قال صاحب الكشاف : \" لما امره بالذهاب إلى فرعون الطاغى - لعنه الله - عرف أنه كلف أمرا عظيما ، وخطبا جسيما يحتاج معه إلى احتمال مالا يحتمله إلا ذو جأش رابط ، وصدر فسيح ، فاستوهب ربه أن يشرح صدره ، ويفسح قلبه ، ويجعله حليما حمولا يستقبل ما عسى يرد عليه من الشدائد التى يذهب معها صبر الصابر . . . . وأن يسهل عليه فى الجملة أمره الذى هو خلافة الله فى أرضه ، وما يصحبها من مزاولة معاظم الشئون ، ومقاساة جلائل الخطوب ."
    },
    {
      "ayah": 27,
      "surah": 20,
      "text": "وقوله : ( واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي ) دعاء ثالث تضرع به إلى خالقه - تعالى - أى : وأسألك يا رب أن تحل عقدة من لسانى حتى يفهم الناس قولى لهم ، وحديثى معهم ، فهما يتأتى منه المقصود ، فمن للتبعيض ، أى : واحلل عقده كائنة من عقده .وقد روى أنه كان بلسانه حبسة ، والأرجح أن هذا هو الذى عناه ، ويؤيده قوله - تعالى - فى آية أخرى : ( وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَاناً فَأَرْسِلْهُ مَعِيَ رِدْءاً يُصَدِّقُنِي إني أَخَافُ أَن يُكَذِّبُونِ ) قال ابن كثير : \" ذلك لما كان أصابه من اللثغ ، حين عرض عليه - فرعون - التمرة والجمرة ، فأخذ الجمرة فوضعها على لسانه . . . وما سأل أن يزول ذلك بالكلية ، بل حيث يزول العى ، ويحصل لهم فَهْم ما يريد منه وهو قدر الحاجة ولو سأل الجميع لزال ، ولكن الأنبياء لا يسألون إلا بقدر الحاجة ، ولهذا بقيت بقية .قال الحسن البصرى : سأل موسى ربه أن يحل عقدة واحدة من لسانه ، ولو سأل أكثر من ذلك لأعطى ."
    },
    {
      "ayah": 28,
      "surah": 20,
      "text": "وقوله : ( واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي ) دعاء ثالث تضرع به إلى خالقه - تعالى - أى : وأسألك يا رب أن تحل عقدة من لسانى حتى يفهم الناس قولى لهم ، وحديثى معهم ، فهما يتأتى منه المقصود ، فمن للتبعيض ، أى : واحلل عقده كائنة من عقده .وقد روى أنه كان بلسانه حبسة ، والأرجح أن هذا هو الذى عناه ، ويؤيده قوله - تعالى - فى آية أخرى : ( وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَاناً فَأَرْسِلْهُ مَعِيَ رِدْءاً يُصَدِّقُنِي إني أَخَافُ أَن يُكَذِّبُونِ ) قال ابن كثير : \" ذلك لما كان أصابه من اللثغ ، حين عرض عليه - فرعون - التمرة والجمرة ، فأخذ الجمرة فوضعها على لسانه . . . وما سأل أن يزول ذلك بالكلية ، بل حيث يزول العى ، ويحصل لهم فَهْم ما يريد منه وهو قدر الحاجة ولو سأل الجميع لزال ، ولكن الأنبياء لا يسألون إلا بقدر الحاجة ، ولهذا بقيت بقية .قال الحسن البصرى : سأل موسى ربه أن يحل عقدة واحدة من لسانه ، ولو سأل أكثر من ذلك لأعطى ."
    },
    {
      "ayah": 29,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( واجعل لِّي وَزِيراً مِّنْ أَهْلِي هَارُونَ أَخِي اشدد بِهِ أَزْرِي وَأَشْرِكْهُ في أَمْرِي ) دعاء آخر تضرع به إلى ربه فى أمر خارجى عنه ، بعد أن دعاه فى أمر يتعلق بصدره ولسانه .وقوله : ( وَزِيراً ) من الموازرة وهى المعاونة . يقال : وازرت فلانا موازرة ، إذا أعنته على أمره ، أو من الوزر - بفتح الواو والزاى - وهو الملجأ الذى يعتصم به الإنسان لينجو من الهلاك .أى : وأسالك - يا إلهى - أن تجعل لى \" وزيرا \" أى : معينا وظهيرا من أهلى فى إبلاغ رسالتك ، وهذا الوزير المعين هو أخى هارون ، الذى أسألك أن تقوى به ظهرى ، وأن تجعله شريكا لى فى تبليغ رسالتك ، حتى نؤديها على الوجه الأكمل ."
    },
    {
      "ayah": 3,
      "surah": 20,
      "text": "فإن قوله - تعالى - بعد ذلك : ( إِلاَّ تَذْكِرَةً لِّمَن يخشى ) بيان للحكمة التى من أجلها أنزل الله - تعالى - هذا القرآن .أى : ما أنزلنا عليك يا محمد هذا القرآن لتتعب من فرط تأسفك على كفر الكافرين ، وإنما أنزلناه من أجل أن يكون ( تَذْكِرَةً ) أى موعظة تلين لها قلوب من يخشى عقابنا ، ويخاف عذابنا ، ويرجو ثوابنا .وما دام الأمر كذلك فامض فى طريقك ، وبلغ رسالة ربكظ ، ثم بعد ذلك لا تتعب نفسك بسبب كفر الكافرين ، فإنك لا تهدى من أحببت ولكن الله يهدى من يشاء .وخص - سبحانه - التذكرة بمن يخشى دون غيره ، لأن الخائف من عذاب الله - تعالى - هو وحده الذى ينتفع بهدايات القرآن الكريم وآدابه وتوجيهاته وأحكامه ووعده ووعيده . . كما قال - تعالى - : ( فَذَكِّرْ بالقرآن مَن يَخَافُ وَعِيدِ ) وكما قال - سبحانه - : ( إِنَّمَآ أَنتَ مُنذِرُ مَن يَخْشَاهَا ) أى : الساعة ."
    },
    {
      "ayah": 30,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( واجعل لِّي وَزِيراً مِّنْ أَهْلِي هَارُونَ أَخِي اشدد بِهِ أَزْرِي وَأَشْرِكْهُ في أَمْرِي ) دعاء آخر تضرع به إلى ربه فى أمر خارجى عنه ، بعد أن دعاه فى أمر يتعلق بصدره ولسانه .وقوله : ( وَزِيراً ) من الموازرة وهى المعاونة . يقال : وازرت فلانا موازرة ، إذا أعنته على أمره ، أو من الوزر - بفتح الواو والزاى - وهو الملجأ الذى يعتصم به الإنسان لينجو من الهلاك .أى : وأسالك - يا إلهى - أن تجعل لى \" وزيرا \" أى : معينا وظهيرا من أهلى فى إبلاغ رسالتك ، وهذا الوزير المعين هو أخى هارون ، الذى أسألك أن تقوى به ظهرى ، وأن تجعله شريكا لى فى تبليغ رسالتك ، حتى نؤديها على الوجه الأكمل ."
    },
    {
      "ayah": 31,
      "surah": 20,
      "text": "وكأن موسى - عليه السلام - قد علم من نفسه حدة الطبع ، وسرعة الانفعال ، فالتجأ إلى ربه لكى يعينه بأخيه هارون ، ليقويه ويتشاور معه فى الأمر الجليل الذى هو مقدم عليه ، وهو تبليغ رسالة الله إلى فرعون الذى طغى وبغى وقال لقومه أنا ربكم الأعلى .قال ابن عباس : نبىء هارون ساعتئذ حين بنىء موسى ."
    },
    {
      "ayah": 32,
      "surah": 20,
      "text": "وقوله : ( كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً إِنَّكَ كُنتَ بِنَا بَصِيراً ) تعليل للدعوات الصالحات التى تضرع بها موسى إلى ربه - تعالى - .أى : أجب - يا إلهى - دعائى بأن تشرح صدرى . . . وتشد بأخى هارون أزرى ، كى نسبحك تسبيحا كثيرا ، ونذكرك ذكرا كثيرا ، إنك - سبحانك - كنت وما زلت بنا بصيرا ، لا يخفى عليك شىء من أمرنا أو من أمر خلقك ، فأنت المطلع على حالنا وعلى ضعفنا ، وأنت العليم بحاجتنا إليك وإلى عونك ورعايتك .بهذه الدعوات الخاشعات ابتهل موسى إلى ربه ، وأطال الابتهال فى بسط حاجته ، وكشف ضعفه."
    },
    {
      "ayah": 33,
      "surah": 20,
      "text": "وقوله : ( كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً إِنَّكَ كُنتَ بِنَا بَصِيراً ) تعليل للدعوات الصالحات التى تضرع بها موسى إلى ربه - تعالى - .أى : أجب - يا إلهى - دعائى بأن تشرح صدرى . . . وتشد بأخى هارون أزرى ، كى نسبحك تسبيحا كثيرا ، ونذكرك ذكرا كثيرا ، إنك - سبحانك - كنت وما زلت بنا بصيرا ، لا يخفى عليك شىء من أمرنا أو من أمر خلقك ، فأنت المطلع على حالنا وعلى ضعفنا ، وأنت العليم بحاجتنا إليك وإلى عونك ورعايتك .بهذه الدعوات الخاشعات ابتهل موسى إلى ربه ، وأطال الابتهال فى بسط حاجته ، وكشف ضعفه."
    },
    {
      "ayah": 34,
      "surah": 20,
      "text": "وقوله : ( كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً إِنَّكَ كُنتَ بِنَا بَصِيراً ) تعليل للدعوات الصالحات التى تضرع بها موسى إلى ربه - تعالى - .أى : أجب - يا إلهى - دعائى بأن تشرح صدرى . . . وتشد بأخى هارون أزرى ، كى نسبحك تسبيحا كثيرا ، ونذكرك ذكرا كثيرا ، إنك - سبحانك - كنت وما زلت بنا بصيرا ، لا يخفى عليك شىء من أمرنا أو من أمر خلقك ، فأنت المطلع على حالنا وعلى ضعفنا ، وأنت العليم بحاجتنا إليك وإلى عونك ورعايتك .بهذه الدعوات الخاشعات ابتهل موسى إلى ربه ، وأطال الابتهال فى بسط حاجته ، وكشف ضعفه."
    },
    {
      "ayah": 35,
      "surah": 20,
      "text": "وقوله : ( كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً إِنَّكَ كُنتَ بِنَا بَصِيراً ) تعليل للدعوات الصالحات التى تضرع بها موسى إلى ربه - تعالى - .أى : أجب - يا إلهى - دعائى بأن تشرح صدرى . . . وتشد بأخى هارون أزرى ، كى نسبحك تسبيحا كثيرا ، ونذكرك ذكرا كثيرا ، إنك - سبحانك - كنت وما زلت بنا بصيرا ، لا يخفى عليك شىء من أمرنا أو من أمر خلقك ، فأنت المطلع على حالنا وعلى ضعفنا ، وأنت العليم بحاجتنا إليك وإلى عونك ورعايتك .بهذه الدعوات الخاشعات ابتهل موسى إلى ربه ، وأطال الابتهال فى بسط حاجته ، وكشف ضعفه."
    },
    {
      "ayah": 36,
      "surah": 20,
      "text": "فماذا كانت النتيجة؟لقد كانت النتيجة أن أجاب الله له دعاءه ، وحقق له مطالبه ، وذكره ببعض مننه عليه فقال - تعالى - : ( قَالَ قَدْ أُوتِيتَ . . . ) .قوله - سبحانك - : ( قَالَ قَدْ أُوتِيتَ سُؤْلَكَ ياموسى ) حكاية لما رد الله - تعالى - به على نبيه موسى - عليه السلام - بعد أن تضرع إليه بتلك الدعوات النافعات .والسؤال هنا بمعنى المسئول ، كالأكل بمعنى المأكول .قال الآلوسى : \" والإيتاء : عبارة عن تعلق إرادته - تعالى - بوقوع تلك المطالب وحصولها له - عليه السلام - ألبتة ، وتقديره - تعالى - إياها حتما ، فكلها حاصلة له - عليه السلام - وإن كان وقوع بعضها بالفعل مرتبا بعد ، كتيسير الأمر ، وشد الأزر . .أى : قال الله - تعالى - لموسى بعد أن ابتهل إليه - سبحانه - بما ابتهل : لقد أجبنا دعاءك يا موسى ، وأعطيناك ما سألتنا إياه ، فطل نفسا وقر عينا ."
    },
    {
      "ayah": 37,
      "surah": 20,
      "text": "وقوله - تعالى - : ( وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أخرى ) تذكير منه - سبحانه - لموسى ، بجانب من النعم التى أنعم بها عليه ، حتى يزداد ثباتا وثقة بوعد الله - تعالى - ولذا صدرت الجملة بالقسم .أى : وبعزتى وجلالى لقد مننا عليك ، وأحسنا إليك ( مَرَّةً أخرى ) قبل ذلك ، ومنحناك من رعايتنا قبل أن تلتمس منا أن نشرح لك صدرك ، وأن نيسر لك أمرك . ."
    },
    {
      "ayah": 38,
      "surah": 20,
      "text": "ثم فصل - سبحانه - هذه المنن التى امتن بها على عبده موسى ، فذكر ثمانية منها : أما أول هذا المنن فتتمثل فى قوله - تعالى - : ( إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى ) .و ( إِذْ ) ظرف لقوله ( مَنَنَّا ) والإيحاء : الإعلام فى خفاء . . . وإيحاء الله - تعالى - إلى أم موسى كان عن طريق الإلهام أو المنام أو غيرهما .قال صاحب الكشاف : \" الوحى إلى أم موسى : إما أن يكون على لسان نبى فى وقتها ، كقوله - تعالى : ( وَإِذْ أَوْحَيْتُ إِلَى الحواريين ) أو يبعث إليها ملكا لا على وجه النبوة كما بعث إلى مريم . أو يريها ذلك فى المنام فتتنبه عليه أو يلهمها كقوله - تعالى - : ( وأوحى رَبُّكَ إلى النحل ) أى : أوحينا إليها أمرا لا سبيل إلى التوصل إليه ، ولا إلى العلم به ، إلا بالوحى .والمعنى : ولقد مننا عليك يا موسى مرة أخرى ، وقت أن أوحينا إلى أمك بما أوحينا من أمر عظيم الشأن ، يتعلق بنجاتك من بطش فرعون .فالتعبير بالموصول فى قوله : ( مَا يوحى ) للتعظيم والتهويل ، كما فى قوله - تعالى - ( فأوحى إلى عَبْدِهِ مَآ أوحى )."
    },
    {
      "ayah": 39,
      "surah": 20,
      "text": "ثم وضح - سبحانه - ما أوحاه إلى أم موسى فقال : ( أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ . . . ) .و ( أَنِ ) فى قوله ( أَنِ اقذفيه ) مفسرة ، لأن الإيحاء فيه معنى القول دون حروفه .والمراد بالقذف هنا : الوضع ، والمراد به فى قوله ( فاقذفيه فِي اليم ) الإلقاء فى البحر وهو نيل مصر .والتابوت : الصندوق الذى يوضع فيه الشىء .والمعنى : لقد كان من رعايتنا لك يا موسى أن أوحينا إلى أمك عندما خافت عليك القتل : أن ضعى ابنك فى التابوت ، ثم بعد ذلك اقذفيه بالتابوت فى البحر ، وبأمرنا وقدرتنا يلقى اليم بالتابوت على شاطىء البحر وساحله ، وفى هذه الحالة يأخذه عدو لى وعدو له ، وهو فرعون الذى طغى وقال لقومه أنا ربكم الأعلى .والضمائر كلها تعود إلى موسى - عليه السلام - وقيل إن الضمير فى قوله ( فاقذفيه فِي اليم ) .وفى قوله ( فَلْيُلْقِهِ ) يعود إلى التابوت ، والأول أرجح ، لأن تفريق الضمائر هنا لا داعى له ، بل الذى يقتضيه بلاغة القرآن الكريم ، عودة الضمائر إلى موسى - عليه السلام - .قال بعض العلماء : وصيغة الأمر فى قوله ( فَلْيُلْقِهِ اليم بالساحل ) فيها وجهان معروفان عند العلماء :أحدهما : أن صيغة الأمر معناها الخبر : قال أبو حيان فى البحر : وقوله ( فَلْيُلْقِهِ ) أمر معناه الخبر ، وجاء بصيغة الأمر مبالغة ، إذ الأمر أقطع الأفعال وأوجبها .الثانى : أن صيغة الأمر فى قوله ( فَلْيُلْقِهِ ) أريد بها الأمر الكونى القدرى كقوله : ( إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئاً أَن يَقُولَ لَهُ كُن فَيَكُونُ ) فالبحر لا بد أن يلقيه بالساحل ، لأن الله - تعالى - أمره بذلك كونا وقدرا . . .وقوله ( يَأْخُذْهُ ) مجزوم فى جواب الطلب وهو قوله ( فَلْيُلْقِهِ . . ) إذ أنه على الوجه الأول يكون الطلب باعتبار لفظه وصيغته .وقوله - سبحانه - ( وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي ) بيان للمنة الثانية .قال الآلوسى : وكلمة \" منى \" متعلقة بمحذوف وقع صفة لمحذوف ، مؤكدة لما فى تتنكيرها من الفخامة الذاتية بالفخامة الإضافية . أى : وألقيت عليك محبة عظيمة كائنة منى - لا من غيرى - قد زرعتها فى القلوب ، فكل من رآك أحبك .ولقد كان من آثار هذه المحبة : عطف امرأة فرعون عليه ، وطلبها منه عدم قتله ، وطلبها منه كذلك أن يتخذه ولدا .وكان من آثار هذه المحبة أن يعيش موسى فى صغره معززا مكرما فى بيت فرعون مع أنه فى المستقبل سيكون عدوا له .وهكذا رعاية الله - تعالى - ومحبته لموسى جعلته يعيش بين قوة الشر والطغيان آمنا مطمئنا .قال ابن عباس : أحب الله - تعالى - موسى ، وحببه إلى خلقه .وقوله - تعالى - : ( وَلِتُصْنَعَ على عيني ) بيان للمنة الثالثة . .أى : أوحيت إلى أمك بما أوحيت من أجل مصلحتك ومنفعتك وألقيت عليك محبة منى ، ليحبك الناس ، ولتصنع على عينى . أى : ولتربى وأنت محاط بالحنو والشفقة تحت رعايتى وعنايتى وعينى ، كما يراعى الإنسان بعينه من يحبه ويهتم بأمره .وهذا ما حدث لموسى فعلا ، فقد عاش فى طفولته تحت عين فرعون ، وهو عدو الله - تعالى - ومع ذلك لم تستطع عين فرعون أن تمتد بسوء إلى موسى ، لأن عين الله - تعالى - كانت ترعاه وتحميه من بطش فرعون وشيعته .فالجملة الكريمة فيها من الرفق بموسى - عليه السلام - ومن الرعاية له ، ما يعجز القلم عن وصفه .وكيف يستطيع القلم وصف حال إنسان قال الله فى شأنه : ( وَلِتُصْنَعَ على عيني ) .قال صاحب الكشاف : أى : ولتربى ويحسن إليك وأنا مراعيك ومراقبك كما يراعى الرجل الشىء بعينه إذا اعتنى به ، وتقول للصانع؛ اصنع هذا على عينى إنى أنظر إليك لئلا تخالف به عن مرادى وبغيتى .وقوله : ( وَلِتُصْنَعَ ) معطوف على علة مضمرة مثل : ليتعطف عليك . . . أو حذف معلله أى : ولتصنع على عينى فعلت ذلك ."
    },
    {
      "ayah": 4,
      "surah": 20,
      "text": "ثم بين - سبحانه - مصدر القرآن الذى أنزله - تعالى - للسعادة لا للشقاء فقال : ( تَنزِيلاً مِّمَّنْ خَلَق الأرض والسماوات العلى ) .وقوله ( تَنزِيلاً ) منصوب بفعل مضمر دل عليه قوله ( مَآ أَنَزَلْنَا . . ) . أى : نزل هذا القرآن تنزيلا ممن خلق الأرض التى تعيشون عليها ، وممن خلق السموات العلى ، أى : المرتفعة . جمع العليا ككبرى وكبر ، وصغرى وصغر ."
    },
    {
      "ayah": 40,
      "surah": 20,
      "text": "ثم بين - سبحانه - المنة الرابعة على موسى فقال : ( إِذْ تمشي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ على مَن يَكْفُلُهُ فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ . . . ) .وكان ذلك بعد أن التقط آل فرعون موسى من فوق الشاطىء ، وبعد أن امتنع عن الرضاعة من أى امرأة سوى أمه .أى : وكان من مظاهر إلقاء محبتى عليك ، ورعايتى لك ، أن أختك بعد أن أمرتها أمك بمعرفة خبرك ، سارت فى طرقات مصر فأبصرتك فى بيت فرعون وأنت تمتنع عن الرضاعة من أى امرأة ، فقالت أختك لفرعون وامرأته ( هَلْ أَدُلُّكُمْ على مَن يَكْفُلُهُ ) .أى : ألا تريدون أن أرشدكم إلى امرأة يقبل هذا الطفل الرضاعة منها ، وتحفظه وترعاه ، والفاء فى قوله : ( فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ ) هى الفصيحة . أى : التى تفصح عن كلام مقدر .والمعنى : بعد أن قالت أختك لفرعون وامرأته : هل أدلكم على من يكفله . أجابوها بقولهم : دلينا عليها ، فجاءت بأمك فرجعناك إليها كى تسر برجوعك ، ويمتلىء قلبها فرحا بلقائها بك بعد أن ألقتك فى اليم ، ولا تحزن بسبب فراقك عنها .ثم حكى - سبحانه - المنة الخامسة فقال : ( وَقَتَلْتَ نَفْساً فَنَجَّيْنَاكَ مِنَ الغم ) وكان ذلك عندما استنصر به رجل من قومه على رجل من أعدائه .أى : وقتلت نفسا هى نفس القبطى ، عندما استعان بك عليه الإسرائيلي فنجيناك من الغم الذى نزل بك بسبب هذا القتل .قال الآلوسى : وقد حل له هذا الغم من وجهين : خوف عقاب الله - تعالى - حيث لم يقع القتل بأمره - سبحانه - وخوف القصاص ، وقد نجاه الله من ذلك بالمغفرة حين قال : ( رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فاغفر لِي فَغَفَرَ لَهُ ) وبالمهاجرة إلى مدين .والغم فى الأصل : ستر الشىء ، ومنه الغمام لستره ضوء الشمس . ويقال : لما يغم القلب بسبب خوف أو فوات مقصود . .وقوله - عز وجل - : ( وَفَتَنَّاكَ فُتُوناً ) بيان للمنة السادسة التى امتن الله - تعالى - بها على موسى - عليه السلام - .والفتون : جمع فَتْن كالظنون جمع ظن . والفتن : الاختبار والابتلاء تقول : فتنت الذهب بالنار ، أى : أدخلته فيها لتعلم جودته من رداءته .والمعنى : واختبرناك وابتليناك - يا موسى - بألوان من الفتن والمحن .ونظم - سبحانه - هذا الفتن والاختبار فى سلك المنن ، باعتبار أن الله - تعالى - ابتلاه بالفتن ثم نجاه منها ، ونجاه من شرورها .وقد ساق الإمان ابن كثير عند تفسيره لهذه الآية حديثا طويلا سماه بحديث الفتون ، ذكر فيه قصة مولد موسى ، وإلقائه فى اليم ، وتربيته فى بيت فرعون ، وقتله القبطى ، وهروبه إلى مدين ، وعودته منها إلى مصر . وتكليف الله - تعالى - له بالذهاب إلى فرعون ، ودعوته إلى عبادة الله وحده . . . الخ .وقوله - تعالى - : ( فَلَبِثْتَ سِنِينَ في أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ على قَدَرٍ ياموسى ) أى : فلبثت عشر سنين فى قرية أهل مدين ، تعمل كأجير عند الرجل الصالح . ثم جئت بعد ذلك إلى المكان الذى ناديتك فيه ( على قَدَرٍ ) أى على وفق الوقت الذى قدرناه لمجيئك ، وحددناه لتكليمك واستنبائك ، دون أن تتقدم أو تتأخر ، لأن كل شىء عندنا محدد ومقدر بوقت لا يتخلف عنه .قال - تعالى - : ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) وقال - سبحانه - : ( وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ ) وقال - عز وجل - : ( وَكَانَ أَمْرُ الله قَدَراً مَّقْدُوراً )."
    },
    {
      "ayah": 41,
      "surah": 20,
      "text": "ثم حكى - سبحانه - المنة الثامنة : فقال : ( واصطنعتك لِنَفْسِي ) أى : وجعلتك محل صنيعتى وإحسانى ، حيث اخترتك واصطفيتك لحمل رسالتى وتبليغها إلى فرعون وقومه ، وإلى قومك بنى إسرائيل .فالآية الكريمة تكريم عظيم لموسى - عليه السلام - اختاره الله - تعالى - واجتباه من بين خلقه لحمل رسالته إلى فرعون وبنى إسرائيل .هذه ثمانى منن ساقها الله - تعالى - هنا مجملة ، وقد ساقها - سبحانه - فى سورة القصص بصورة أكثر تفصيلا ، ومن ذلك قوله - تعالى - : ( وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُواْ خَاطِئِينَ وَقَالَتِ امرأة فِرْعَوْنَ قُرَّةُ عَيْنٍ لِّي وَلَكَ لاَ تَقْتُلُوهُ عسى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً وَهُمْ لاَ يَشْعُرُونَ )."
    },
    {
      "ayah": 42,
      "surah": 20,
      "text": "وبعد أن ذكر - سبحانه - بعض المنن التى امتن بها على نبيه موسى - عليه السلام - أتبع ذلك بذكر بعض التوجيهات التى أمره بفعلها ، حيث كلفه بتبليغ الدعوة إلى فرعون ، فقال - تعالى - : ( اذهب أَنتَ وَأَخُوكَ . . . ) .وقوله - سبحانه - ( وَلاَ تَنِيَا ) فعل مضارع مصدره الونى - بفتح الواو وسكون النون - بمعنى الضعف والفتور والتراخى فى الأمر .يقال : ونى فلان فى الأمر ينى ونيا - كوعد يعد وعدا - إذا ضعف وتراخى فى فعله .وقوله : ( أَخُوكَ ) فاعل لفعل محذوف . أى : وليذهب معك أخوك .والمراد بالآيات : المعجزات الدالة على صدق موسى - عليه السلام - ، ولعى رأسها عصاه التى ألقاها فإذا هى حية تسعى ، ويده التى ضمها إلى جناحه فخرجت بيضاء من غير سوء .والمعنى : اذهب يا موسى أنت وأخوك إلى حيث آمركما متسلحين بآياتى ومعجزاتى ، ولا تضعفا أو تتراخيا فى ذكرى وتسبيحى وتقديسى بما يليق بذاتى وصفاتى من العبادات والقربات . فإن ذكركما لى هو عدتكما وسلاحكما وسندكما فى كل أمر تقدمان عليه .فالآية الكريمة تدعو موسى وهارون ، كما تدعو كل مسلم فى كل زمان ومكان إلى المداومة على ذكر الله - تعالى - فى كل موطن ، بقوة لا ضعف معها وبعزيمة صادقة لا فتور فيها ولا كلال .وقد مدح - سبحانه - المداومين على تسبيحه وتحميده وتقديسه فى كل أحوالهم فقال : ( إِنَّ فِي خَلْقِ السماوات والأرض واختلاف الليل والنهار لآيَاتٍ لأُوْلِي الألباب الذين يَذْكُرُونَ الله قِيَاماً وَقُعُوداً وعلى جُنُوبِهِمْ ) قال صاحب الكشاف : قوله ( وَلاَ تَنِيَا فِي ذِكْرِي ) أنهما لا يفتران فى ذكر الله ، بل يذكران الله فى حال مواجهة فرعون ، ليكون ذكر الله عونا لهما عليه ، وقوة لهما . وسلطانا كاسرا له ، كما جاء فى الحديث \" إن عبدى كل عبدى الذى يذكرنى وهو مناجز قرنه \" ."
    },
    {
      "ayah": 43,
      "surah": 20,
      "text": "ثم أرشدهما - سبحانه - إلى الوجهة التى يتوجهان إليها فقال : ( اذهبآ إلى فِرْعَوْنَ إِنَّهُ طغى ) .أى : اذهبا إلى فرعون لتبلغاه دعوتى ، ولتأمراه بعبادتى ، فإنه قد طغى وتجاوز حدوده ، وأفسد فى الأرض ، وقال لقومه : أنا ربكم الأعلى . وقال لهم - أيضا - ما علمت لكم من إله غيرى .قال الجمل : وقوله : ( اذهبآ إلى فِرْعَوْنَ ) جمعهما فى صيغة أمر الحاضر مع أن هارون لم يكن حاضرا محل المناجاة بل كان فى ذلك الوقت بمصر - للتغليب فغلب الحاضر على غيره ، وكذا الحال فى صيغة النهى . أى : قوله ( وَلاَ تَنِيَا ) روى أنه - تعالى - أوحى إلى هارون وهو بمصر أن يتلقى موسى - عليه السلام - وقيل : سمع بإقباله فتلقاه . ."
    },
    {
      "ayah": 44,
      "surah": 20,
      "text": "وقوله - تعالى - : ( فَقُولاَ لَهُ قَوْلاً لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى ) إرشاد منه - سبحانه - إلى الطريقة التى ينبغى لهما أن يسلكاها فى مخاطبة فرعون .أى : اذهبا إليه ، وادعواه إلى ترك ما هو فيه من كفر وطغيان ، وخاطباه بالقول اللين ، وبالكلام الرقيق .فإن الكلام السهل اللطيف من شأنه أن يكسر حدة الغضب ، وأن يوقظ القلب للتذكر ، وأن يحمله على الخشية من سوء عاقبة الكفر والطغيان .وهذا القول اللين الذى أمرهما الله - تعالى - به هنا قد جاء ما يفسره فى آيات أخرى ، وهى قوله - تعالى - : ( اذهب إلى فِرْعَوْنَ إِنَّهُ طغى فَقُلْ هَل لَّكَ إلى أَن تزكى وَأَهْدِيَكَ إلى رَبِّكَ فتخشى . . ) فأنت ترى أن هذه الآيات الكريمة قد اشتملت على ألطف أساليب المخاطبة وأرقها وألينها وأحكمها .قال ابن كثير : قوله ( فَقُولاَ لَهُ قَوْلاً لَّيِّناً . . ) هذه الآية فيها عبرة عظيمة ، وهى أن فرعون كان فى غاية العتو والاستكبار ، وموسى كان صفوة الله من خلقه إذ ذاك ، ومع هذا أمر أن لا يخاطب فرعون إلا بالملاطفة واللين كما قال يزيد الوقاشى عند قراءته لهذه الآية : يا من يتحبب إلى من يعاديه ، فكيف بمن يتولاه ويناديه؟والحاصل أن دعوتهما له تكون بكلام رقيق لين قريب سهل ، ليكون أوقع فى النفوس وأبلغ وأنجع ، كما قال - تعالى - : ( ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة وَجَادِلْهُم بالتي هِيَ أَحْسَنُ . . ) والترجى فى قوله - تعالى - : ( لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى ) على بابه إلا أنه يعود إلى موسى وهارون .أى : اذهبا إليه ، وألينا له القول ، وباشرا الأمر معه مباشرة من يرجو ويطمع فى نجاح سعيه ، وحسن نتيجة قوله .وإلى هذا المعنى أشار صاحب الكشاف بقوله : والترجى لهما أى : اذهبا على رجائكما وطمعكما وباشرا الأمر مباشرة من يرجو أن يثمر عليه فهو يجتهد بطوقه ، ويحتشد - أى - يستعد ويتأهب - بأقصى وسعه ، وجدوى إرسالهما إليه مع العلم أنه لن يؤمن ، إلزام الحجة ، وقطع المعذرة ، كما قال - تعالى - : ( وَلَوْ أَنَّآ أَهْلَكْنَاهُمْ بِعَذَابٍ مِّن قَبْلِهِ لَقَالُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولاً فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ ونخزى ) ويرى بعضهم أن الترجى هنا للتعليل . أى : فقولا له قولا لينا لأجل أن يتذكر أو يخشى .قال الآلوسى : قال الفراء : \" لعل \" هنا بمعنى كى التعليلية . . . وعن الواقدى : أن جميع ما فى القرآن من \" لعل \" فإنها للتعليل ، إلا قوله - تعالى - ( وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ ) فإنها للتشبيه أى : كأنكم تخلدون ."
    },
    {
      "ayah": 45,
      "surah": 20,
      "text": "ثم حكى - سبحانه - ما قاله موسى وهارون عندما أمرهما - جل جلاله - بذلك فقال : ( قَالاَ رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يطغى ) .أى : قال موسى وهارون بعد أن أمرهما ربهما بالذهاب إلى فرعون لتبليغه دعوة الحق : يا ربنا إننا نخاف ( أَن يَفْرُطَ عَلَيْنَآ ) أى يعاجلنا بالعقوبة قبل أن ننتهى من الحديث معه فى الأمر .يقال : فرط فلان على فلان يفرط إذا عاجله بالعقوبة وأذاه بدون تمهل ، ومنه قولهم : فرس فارط ، أى سابق لغيره من الخيل .( أَوْ أَن يطغى ) أى يزداد طغيانه ، فيقول فى حقك يا ربنا مالا نريد أن نسمعه ، ويقول فى حقنا ما نحن برءاء منه ، ويفعل معنا ما يؤذينا .وقد جمع - سبحانه - بين القولين اللذين حكاهما عنهما ، لأن الطغيان اشمل من الإفراط ، إذ الجملة الأولى تدل على الإسراع بالأذى لأول وهلة ، أما الثانية فتشمل الإسراع بالأذى ، وتشمل غيره من ألوان الاعتداء سواء أكان فى الحال أم فى الاستقبال ."
    },
    {
      "ayah": 46,
      "surah": 20,
      "text": "وهنا يجيبهما الخالق - جل وعلا - بما يثبت فؤادهما ، ويزيل خوفهما فقال : ( لاَ تَخَافَآ إِنَّنِي مَعَكُمَآ أَسْمَعُ وأرى ) .أى : قال الله - تعالى - لهما لا تخافا من بطش فرعون ، إننى معكما بقوتى وقدرتى ورعايتى ، وإننى أسمع كلامكما وكلامه ، وأرى فعلكما وفعله . لا يخفى على شىء من حالكما وحاله ، فاطمئنا أننى معكما بحفظى ونصرى وتأييدى ، وأن هذا الطاغية ناصيته بيدى ، ولا يستطيع أن يتحرك أو يتنفس إلا بإذنى . . ."
    },
    {
      "ayah": 47,
      "surah": 20,
      "text": "ثم رسم لهما - سبحانه - طريق الدعوة فقال : ( فَأْتِيَاهُ فقولا إِنَّا رَسُولاَ رَبِّكَ . . . ) .أى : فأتيا فرعون ، وادخلا عليه داره أو مكان سلطانه ، وقولا له بلا خوف أو وجل ( إِنَّا رَسُولاَ رَبِّكَ ) الذى خلقك فسواك فعدلك .وكان البدء بهذه الجملة لتوضيح أساس رسالتهما ، ولإحقاق الحق من أول الأمر ، ولإشعاره منذ اللحظة الأولى بأنهما قد أرسلهما ربه وربهما ورب العالمين ، لدعوته إلى الدين الحق ، وإلى إخلاص العبادة لله الواحد القهار ، وإلى التخلى عن الكفر والطغيان . وأنهما لم يأتياه بدافع شخصى منهما وإنما أتياه بتكليف من ربه ورب العالمين .أما الجملة الثانية التى أمرهما الله - تعالى - أن يقولاها لفرعون فقد حكاها - سبحانه - بقوله : ( فَأَرْسِلْ مَعَنَا بني إِسْرَائِيلَ وَلاَ تُعَذِّبْهُمْ ) أى : فأطلق سراح بنى إسرائيل ، ودعهم يعيشون أحرارا فى دولتك ولا تعذبهم باستعبادهم وقهرهم ، وقتل أبنائهم ، واستحياء نسائهم .قال - تعالى - : ( وَإِذْ نَجَّيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سواء العذاب يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ وَفِي ذَلِكُمْ بلاء مِّن رَّبِّكُمْ عَظِيمٌ ) قال الآلوسى : والمراد بالإرسال : إطلاقهم من الأسر ، وإخراجهم من تحت يده العادية ، لا تكليفهم أن يذهبوا معهما إلى الشام ، كما ينبىء عنه قوله - سبحانه - ( وَلاَ تُعَذِّبْهُمْ ) أى : بإبقائهم على ما كانوا عليه من العذاب ، فإنهم كانوا تحت سيطرة القبط ، يستخدمونهم فى الأشعال الشاقة كالحفر والبناء .وقوله - تعالى - : ( قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ ) جملة ثالثة تدل على صدقهما فى رسالتهما .والمراد بالآية هنا : جنسها ، فتشمل العصا واليد وغيرهما من المعجزات التى أعطاها الله - تعالى - لنبيه موسى - عليه السلام - .أى : قد جئناك بمعجزة من ربك تثبت صدقنا ، وتؤيد مدعانا ، وتشهد بأنا قد أرسلنا الله - تعالى - إليك لهدايتك ودعوتك أنت وقومك إلى الدخول فى الدين الحق .فالجملة الكريمة تقرير لما تضمنه الكلام السابق من كونهما رسولين من رب العالمين ، وتعليل لوجوب إطلاق بنى إسرائيل ، وكف الأذى عنهم .أما الجملة الرابعة التى أمرهما الله - تعالى - بأن يقولاها لفرعون فهى قوله - سبحانه - : ( والسلام على مَنِ اتبع الهدى ) .أى : وقولا له - أيضا - السلامة من العذاب فى الدارين لمن اتبع الهدى بأن آمن بالله - تعالى - وملائكته وكتبه ورسله واليوم الآخر . . .فالسلام مصدر بمعنى السلامة ، وعلى بمعنى اللام . ويفهم من الآية الكريمة أن من لم يتبع الهدى ، لا سلامة له ، ولا آمان عليه .وفى هذه الجملة من الترغيب فى الدخول فى الدين الحق ما فيها ، ولذا استعملها النبى - صلى الله عليه وسلم - فى كثير من كتبه ، ومن ذلك قوله - صلى الله عليه وسلم - فى رسالته إلى هرقل ملك الروم : بسم الله الرحمن الرحيم من محمد رسول الله إلى هرقل عظيم الروم . سلام على من اتبع الهدى . . ."
    },
    {
      "ayah": 48,
      "surah": 20,
      "text": "ثم حكى - سبحانه - الجملة الخامسة التى أمر موسى وهارون أن يخاطبا بها فرعون فقال : ( إِنَّا قَدْ أُوحِيَ إِلَيْنَآ أَنَّ العذاب على مَن كَذَّبَ وتولى ) .أى : وقولا له ( إِنَّا قَدْ أُوحِيَ إِلَيْنَآ ) من عند ربنا وخالقنا ( أَنَّ العذاب ) فى الدنيا والآخرة ( على مَن كَذَّبَ ) بآياته وحججه - سبحانه - ( وتولى ) عنها . وأعرض عن الاستجابة لها .وبذلك نرى فى هذه الآيات الكريمة أسمى ألوان الدعوة إلى الحق وأحكمها ، فهى قد بدأت بالأساس الذى تقوم عليه كل رسالة سماوية ( إِنَّا رَسُولاَ رَبِّكَ ) وثنت ببيان أهم ما أرسل موسى وهارون من أجله ، ( فَأَرْسِلْ مَعَنَا بني إِسْرَائِيلَ وَلاَ تُعَذِّبْهُمْ ) وثلثت بإقامة الأدلة على صدقهما ( قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ ) وربعت بالترغيب والاستمالة ( والسلام على مَنِ اتبع الهدى ) .ثم ختمت بالتحذير والترهيب من المخالفة ( إِنَّا قَدْ أُوحِيَ إِلَيْنَآ أَنَّ العذاب على مَن كَذَّبَ وتولى ) ."
    },
    {
      "ayah": 49,
      "surah": 20,
      "text": "وبعد أن غرس - سبحانه - الطمأنينة فى قلب موسى وهارون وزودهما بأحكم الوسائل وأنجعها فى الدعوة إلى الحق . . . أتبع ذلك بحكاية جانب من الحوار الذى دار بينهما وبين فرعون بعد أن التقوا جميعها وجها لوجه فقال - تعالى - : ( قَالَ فَمَن رَّبُّكُمَا . . . ) .فقوله - تعالى - : ( قَالَ فَمَن رَّبُّكُمَا ياموسى ) حكاية لما قاله فرعون لموسى وهارون - عليهما السلام - بعد أن ذهبا إليه ليبلغاه دعوة الحق كما أمرهما ربهما - سبحانه - .ولم تذكر السورة الكريمة كيف وصلا إليه . . لأن القرآن لا يهتم بجزئيات الأحداث التى لا تتوقف عليها العبر والعظات ، وإنما يهتم بذكر الجوهر واللباب من الأحداث .والمعنى : قال فرعون لموسى وهارون بعد أن دخلا عليه . وأبلغاه ما أمرهما ربهما بتبليغه : من ربكما يا موسى الذى ارسلكما إلى؟وكأنه - لطغيانه وفجوره - لا يريد أن يعترف بأن رب موسى وهارون هو ربه وخالقه . كما قالا له قبل ذلك ( إِنَّا رَسُولاَ رَبِّكَ ) وخص موسى بالنداء مع أنه وده الخطاب إليهما لظنه أن موسى - عليه السلام - هو الصل فى حمل رسالة الحق غليه ، وأن هارون هو وزيره ومعاونه أو أنه لخبثه ومكره ، تجنب مخاطبة هارون لعلمه أنه أفصح لسانا من موسى - عليهما السلام - .قال صاحب الكشاف : خاطب فرعون الاثنين ، ووجه النداء إلى أحدهما وهو موسى ، لأنه الأصل فى النبوة ، وهارون وزيره وتابعه ، ويحتمل أن يحمله خبثه ودعارته - أى فسقه - على استدعاء كلام موسى دون كلام أخيه ، لما عرف من فصاحة هارون والرَّتة فى لسان موسى ، ويدل عليه قوله : ( أَمْ أَنَآ خَيْرٌ مِّنْ هذا الذي هُوَ مَهِينٌ وَلاَ يَكَادُ يُبِينُ ) ولا شك أن ما حكاه الله - تعالى - عن فرعون من قوله ( مَن رَّبُّكُمَا ياموسى ) يدل على نهاية الغرور والفجور والجحود ، وشبيه بذلك قوله : - سبحانه - حكاية عنه : ( وَقَالَ فِرْعَوْنُ ياأيها الملأ مَا عَلِمْتُ لَكُمْ مِّنْ إله غَيْرِي . . ) وقوله - تعالى - : ( فَحَشَرَ فنادى فَقَالَ أَنَاْ رَبُّكُمُ الأعلى )."
    },
    {
      "ayah": 5,
      "surah": 20,
      "text": "ثم مدح - سبحانه - ذاته بقوله : ( الرحمن عَلَى العرش استوى ) أى : الرحمن - عز وجل - استوى على عرش ملكه استواء يليق بذاته بلا كيف أو تشبيه ، أو تمثيل .قال الإمام مالك : الاستواء غير مجهول ، والكيف غير معقول ، والإيمان به واجب ، والسؤال عنه بدعة .وقد ذكر لفظ العرش فى إحدى وعشرين ىية من آيات القرآن الكريم .قال بعض العلماء : \" أما الاستواء على العرش فذهب سلف الأمة - ومنهم الأئمة الأربعة - إلى أنه صفة لله - بلا كيف ولا انحصار ولا تشبيه ولا تمثيل؟ لاستحالة اتصافه - تعالى - بصفات المحدثين ، ولوجوب تنزيهه - تعلاى - عما لا يليق به : ( لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السميع البصير ) وأنه يجب الإيمان بها كما وردت ، وتفويض العلم بحقيقتها إليه - تعالى - ."
    },
    {
      "ayah": 50,
      "surah": 20,
      "text": "ثم حكى - سبحانه - بعد ذلك أن موسى قد رد على فرعون ردا يخرسه ويكبته فقال : ( قَالَ رَبُّنَا الذي أعطى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هدى ) .وقوله ( خَلْقَهُ ) مصدر بمعنى اسم المفعول ، وهو المفعول الثانى لقوله ( أعطى ) والمفعول الأول قوله : ( كُلَّ شَيءٍ ) .وللعلماء فى تفسير هذه الآية الكريمة اتجاهات يؤيد بعضها بعضا ، منها ما يراه بعضهم من أن معنى الآية الكريمة :1 - قال موسى فى رده على فرعون : يا فرعون ربنا وربك هو الله الواحد الأحد الفرد الصمد ، الذى أعطى كل مخلوق من مخلوقاته ، وكل شىء من الأشياء ، الصورة التى تلائمه ، والهيئة التى تتحقق معها منفعته ومصلحته ، ثم هداه إلى وظيفته التى خلقه من أجلها ، وأمده بالوسائل والملكات التى تحقق هذه الوظيفة .وثم فى قوله ( ثُمَّ هدى ) للتراخى فى الرتبة ، إذ اهتداء المخلوق إلى وظيفته مرتبة تعلو كثيرا عن خلقه دون أن يفقه شيئا .وإلى هذا المعنى أشار صاحب الكشاف بقوله : \" أعطى كل شىء صورته وشكله الذى يطابق المنفعة المنوطة به ، كما أعطى العين الهيئة التى تطابق الإبصار ، والذن الشكل الذى يطابق المنفعة المنوط به ، كما أعطى العين الهيئة التى تطابق الإبصار ، والأذن الشكل الذى يوافق الاستماع ، وكذلك الأنف واليد والرجل واللسان ، كل واحد منها مطابق لما علق به من المنفعة غير ناب عنه .( ثُمَّ هدى ) أى : عرفه كيف يرتفق بما أعطى ، وكيف يتوصل إليه ولله در هذا الجواب ، وما أخصره وما أجمعه وما أبينه لمن ألقى الذهن ، ونظر بعين الإنصاف وكان طالبا للحق .2 - ومنهم من يرى أن المعنى : قال موسى لفرعون : ربنا الذى أعطى كل شىء نظير خلقه فى الصورة والهيئة ، كالذكور من بنى آدم ، أعطاهم نظير خلقهم من الإناث أزواجا ، وكالذكور من البهائم أعطاها نظير خلقها فى صورتها وهيئها فى صورتها وهيئها من الإناث أزواجا . . ثم هدى الجميع لسائر منافعهم من المطاعم والمشارب ووسائل التناسل .وقد صدر الإمام ابن جرير تفسيره للآية بهذا المعنى فقال ما ملخصه : وقوله : ( قَالَ رَبُّنَا الذي أعطى كُلَّ شَيءٍ خَلْقَهُ ) يعنى نظير خلقه فى الصورة والهيئة . . ثم هداهم للمأتى الذى منه النسل والنماء كيف يأتيه ، ولسائر منافعه من المطاعم والمشارب وغير ذلك .3 - ويرى بعضهم أن : المعنى أعطى كل شىء صلاحه ثم هداه إلى ما يصلحه .4 - ومنهم من يرى أن قوله ( خَلْقَهُ ) هو المفعول الأول لأعطى ، وأن قوله ( كُلَّ شَيءٍ ) هو المفعول الثانى فيكون المعنى : قال موسى لفرعون : ربنا الذى أعطى الخلائق كل شىء يحتاجون إليه ، ثم هداهم إلى طريق استعماله والانتفاع به .ويبدو لنا أن الآية الكريمة تتسع لهذه المعانى جميعها لأنه - سبحانه - هو الذى أعطى خلقه كل شىء يحتاجون إليه فى معاشهم ، ثم هداهم إلى طرق الانتفاع بما أعطاهم كما أعطى كل نوع من أنواع خلقه الصورة التى تناسبه ، والشكل الذى يتناسب مع جنسه ( صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ . . . )"
    },
    {
      "ayah": 51,
      "surah": 20,
      "text": "ثم حكى - سبحانه - بعد ذلك ما قاله فرعون لموسى : ( قَالَ فَمَا بَالُ القرون الأولى ) .والبال فى الأصل : الفكر . تقول : خطر ببالى كذا ، أى : بفكرى وعقلى ، ثم أطلق على الحال التى يهتم بشأنها ، وهذا الإطلاق هو المراد هنا .أى : قال فرعون بعد أن رد عليه موسى هذا الرد الحكيم : يا موسى فما حال القرون الأولى ، كقوم نوح وعاد وثمود . . . الذين كذبوا أنبياءهم ، وعبدوا غير الله - تعالى - الذى تدعونى لعبادته؟وسؤاله هذا يدل على خبثه ومكره ، لأنه لما سمع من موسى الجواب المفحم له على سؤاله السابق ( مَن رَّبُّكُمَا ياموسى ) أراد أن يصرف الحديث إلى منحى آخر يتعلق بأمور لا صلة لها برسالة موسى إليه وهى دعوته لعبادة الله - تعالى - وحده ، وإطلاق سراح بنى إسرائيل من الأسر ."
    },
    {
      "ayah": 52,
      "surah": 20,
      "text": "ولذا رد عليه موسى - عليه السلام - بما يخرس لسانه ، ويبطل كيده ، فقال - كما حكى القرآن عنه - ( عِلْمُهَا عِندَ رَبِّي فِي كِتَابٍ لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى ) .أى : علم حال هذه القرون الأولى محفوظ عند ربى وحده فى كتاب هو اللوح المحفوظ ، وهو - سبحانه - لا يخفى عليه شىء من حالهم ، وسيجازيهم بما يستحقون من ثواب أو عقاب .وقوله : ( لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى ) مؤكد لما قبله . أى : لا يخطىء ربى فى علمه ، ولا ينسى شيئا مما علمه لأنه منزه عن ذلك ، فالضلال هنا بمعنى الخطأ وقلة الإدراك .وجمع - سبحانه - بين نفى الضلال والنسيان ، لإفادة تنزهه عن أن يغيب شىء من أحوال هذا الكون عن علمه الشامل لكل شىء ، ولبيان أن علمه باق بقاء أبديا لا نسيان معه ، ولا زوال له ."
    },
    {
      "ayah": 53,
      "surah": 20,
      "text": "ثم بين له آثار علم الله - تعالى - وقدرته فقال : ( الذي جَعَلَ لَكُمُ الأرض مَهْداً . . ) .أى : هو - سبحانه - الذى جعل لكم الأرض ممهدة كالفراش ، ليتسنى لكم الانتفاع بخيراتها ، وقرأ الأكثرون من السبعة ، ( مَهْاداً ) أى : فراشا . والمهاد فى الأصل ما يمهد للصبى لينام عليه .( وَسَلَكَ لَكُمْ فِيهَا سُبُلاً ) والسلك : الإدخال . أى : وجعل لكم فى داخلها طرقا تنتقلون فيها من مكان إلى مكان ، ومن بلدة إلى أخرى ، لقضاء مصالحكم .( وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ أَزْوَاجاً مِّن نَّبَاتٍ شتى ) والأزواج : الأصناف .أى : وأنزل - سبحانه - بقدرته من السماء ماء نافعا كثيرا فأخرجنا بسبب هذا الماء من الأرض أصنافا شتى - أى متفرقة - من النبات ، وهذه الأصناف مختلفة المنافع والألوان والطعوم والروائح ، مما يدل على كمال قدرتنا ، ونفاذ إرادتنا .وفى قوله ( فَأَخْرَجْنَا ) التفات من الغيبة إلى التكلم بصيغة التعظيم ، للتنبيه على عظم شأن هذا الإخراج ، وأثره الكبير فى حياة الناس .فأنت ترى أن هذه الآية الكريمة قد اشتملت على أربع منن قد امتن الله بها على عباده ، وهى : تمهيد الأرض ، وجعل الطرق فيها ، وإنزال المطر من السماء ، وإخراج النبات المتنوع من الأرض .وهذه المنن وإن كانت ظاهرة وواضحة فى جميع فجاج الأرض ، إلا أنها أظهر ما تكون وأوضح ما تكون فى أرض مصر التى كان يعيش فيها فرعون حيث تبدو الأرض فيها منبسطة ممهدة على جانبى النيل الممتد امتدادا كبيرا .وكان الأجدر بفرعون - لو كان يعقل - أن يخلص العبادة لواهب هذه المنن ، ومسدى هذه النعم ، وهو الله رب العالمين ."
    },
    {
      "ayah": 54,
      "surah": 20,
      "text": "والأمر فى قوله - سبحانه - ( كُلُواْ وارعوا أَنْعَامَكُمْ ) للإباحة .أى : هذه الأرض وما اشتملت عليه من طرق ومن نبات شتى هى لمنفعتكم ومصلحتكم ، فكلوا - أيها الناس - من هذه الثمار المتنوعة التى انشقت عنها الأرض ، وارعوا أنعامكم من إبل وبقر وغنم فى المكان الصالح للرعى من هذه الأرض ، واشكروا الله - تعالى - على هذه النعم لكى يزيدكم منها .واسم الإشارة فى قوله ( إِنَّ فِي ذلك لآيَاتٍ لأُوْلِي النهى ) يعود إلى المذكور من تلك النعم السابقة .و ( النهى ) جمع نهية - بضم النون وإسكان الهاء - وهى العقل . سمى بذلك لأنه ينهى صاحبه عما لا يليق . تقول العرب : نهو الرجل - ككرم - إذا كملت نهيته ، أى عقله .والمعنى : إن فى ذلك الذى ذكرناه لكم من نعمة تمهيد الأرض ، وجعل الطرق فيها : وإنزال المطر عليها ، وإخراج النبات منها . . . إن فى كل ذلك لآيات وعظات وعبر ، لأصحاب العقول السليمة ، والأفكار القويمة ."
    },
    {
      "ayah": 55,
      "surah": 20,
      "text": "ثم بين - سبحانه - أن هذه الأرض منها خلق الإنسان ، وإليها يعود ، ومنها يبعث للحساب يوم القيامة ، فقال - تعالى - : ( مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى ) .والضمير فى \" منها ، وفيها \" يعود إلى الأرض المذكورة قبل ذلك فى قوله - تعالى - : ( الذي جَعَلَ لَكُمُ الأرض مَهْداً . . . ) والتارة : بمعنى المرة .أى : من هذه الأرض خلقنا أباكم آدم ، وأنتم تبع له ، وفرع عنه ، كما قال - تعالى - : ( إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِ ءَادَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ ) وقوله : ( وَفِيهَا نُعِيدُكُمْ ) أى : وفى الأرض نعيدكم عند موتكم ، حيث تكون محل دفنكم واستقرار أجسادكم .وقوله : ( وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى ) أى : ومن الأرض نخرجكم مرة أخرى أحياء يوم القيامة ، للحساب والجزاء .قال - تعالى - : ( فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ حتى يُلاَقُواْ يَوْمَهُمُ الذي يُوعَدُونَ يَوْمَ يَخْرُجُونَ مِنَ الأجداث سِرَاعاً كَأَنَّهُمْ إلى نُصُبٍ يُوفِضُونَ ) وقال - سبحانه - : ( وَنُفِخَ فِي الصور فَإِذَا هُم مِّنَ الأجداث إلى رَبِّهِمْ يَنسِلُونَ قَالُواْ ياويلنا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا مَا وَعَدَ الرحمن وَصَدَقَ المرسلون ) قال ابن كثير : وهذه الآية كقوله - تعالى - : ( قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ ) وفى الحديث الذى فى السنن \" أن رسول الله - صلى الله عليه وسلم - حضر جنازة فلما دفن الميت أخذ قبضة من التراب فألقاها فى القبر ثم قال : \" منها خلقناكم \" ثم أخذ أخرى وقال : \" وفيها نعيدكم \" ثم أخرى وقال : \" ومنها نخرجكم تارة أخرى \" \" ."
    },
    {
      "ayah": 56,
      "surah": 20,
      "text": "وقوله - تعالى - : ( وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وأبى ) بيان للموقف الجحودى الذى وقفه فرعون من الحجج والمعجزات التى طرحها أمامه موسى - عليه السلام - .واريناه : من الرؤية البصرية المتعدية إلى مفعول واحد فلما دخلت عليها الهمزة تعدت إلى اثنين أولهما الهاء والثانى آياتنا .والإضافة فى ( آيَاتِنَا ) قائمة مقام التعريف العهدى . أى : آياتنا المعهودة لموسى ، والتى على رأسها اليد والعصا .والمعنى : ولقد أرينا فرعون بعينيه آياتنا كلها الدالة على وحدانيتنا وقدرتنا وصدق نبينا موسى ، فكانت نتيجة ذلك أن كذب بها ، وأبى أن يستجيب للحق . .كما قال - تعالى - : ( وَقَالُواْ مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ ) وكما قال - سبحانه - : ( فَلَمَّا جَآءَهُم بِآيَاتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ ) والآية الكريمة تؤكد جحود فرعون وطغيانه بجملة من المؤكدات ، وهى لام القسم ، وقد ، والرؤية البصرية ، ولفظ \" كل \" الدال على الشمول والإحاطة .والفاء فى قوله ( فَكَذَّبَ ) للتعقيب ، أى : فكذب بدون تريث أو تمهل .والمفعول محذوف . أى : فكذب الآيات أو فكذب موسى بدون تردد أو تأخير .والتعبير بقوله ( فَكَذَّبَ وأبى ) لزيادة ذمه وتحقير شأنه . لأنه لم يكتف بالتكذيب بل أضاف إلى ذلك الامتناع عن قبول الآيات ، والجحود لها ، والتعالى على من جاء بها كما ينبىء عنه قوله : - تعالى - بعد ذلك : ( قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ ياموسى )"
    },
    {
      "ayah": 57,
      "surah": 20,
      "text": "( قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ ياموسى )أى : قال فرعون لموسى على سبيل التهديد والوعيد : يا موسى أجئتنا من المكان الذى هربت إليه ، ومعك هذه الآيات التى رأيناها ، لكى تخرجنا من أرضنا التى عشنا فيها وهى أرض مصر بسبب ما أظهرته أمامنا من سحر وفخة يد .وسمى اللعين ما جاء به موسى - عليه السلام - من معجزات سحرا ، ليزيل من أذهان قومه أثر هذه المعجزات الباهرة .وقال : ( لِتُخْرِجَنَا مِنْ أَرْضِنَا ) ليحمل أتباعه على الوقوف فى وجه موسى بإبراز أن موسى جاء ليحتل أرضهم ، ويحوز أموالهم ، ويجعل السلطان لغيرهم .وقد تكرر هذا المعنى فى آيات كثيرة منه قوله - تعالى - : ( قَالَ لِلْمَلإِ حَوْلَهُ إِنَّ هذا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَن يُخْرِجَكُمْ مِّنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ ) وقوله - سبحانه - : ( قالوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الكبريآء فِي الأرض وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ )."
    },
    {
      "ayah": 58,
      "surah": 20,
      "text": "ثم أضاف فرعون إلى تهديده لموسى تهديدا آخر فقال : ( فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِ فاجعل بَيْنَنَا وَبَيْنَكَ مَوْعِداً لاَّ نُخْلِفُهُ نَحْنُ وَلاَ أَنتَ مَكَاناً سُوًى ) .وقوله : ( فَلَنَأْتِيَنَّكَ . . . ) جواب لقسم محذوف . أى : والله لنأتينك بسحر مثله . . .قال الجمل : وقوله : ( مَوْعِداً ) يجوز أن يكون زمانا ، ويرجحه قوله : ( قَالَ مَوْعِدُكُمْ يَوْمُ الزينة ) ويجوز أن يكون مكانا ، والمعنى : بين لنا مكانا معلوما نعرفه نحن وأنت فنأتيه ، وهذا يؤيده قوله : ( مَكَاناً سُوًى ) .ويجوز أن يكون مصدرا ، ويؤيد هذا قوله ( لاَّ نُخْلِفُهُ نَحْنُ وَلاَ أَنتَ ) لأن المواعدة توصف بالخلف وعدمه .وقوله : ( لاَّ نُخْلِفُهُ ) من الإخلاف بمعنى عدم إنجاز الوعد .وقوله : ( سُوًى ) قرأه ابن عامر وعاصم وحمزة بضم السين ، وقرأة الباقون بالكسر ومعنى القراءتين واحد .وأصله من الاستواء . يقال : مكان سوى وسواء .أى : عدل ووسط ، بحيث يستوى طرفاه بالنسبة للفريقين .أى : قال فرعون لموسى مهددا ومتوعدا : أجئتنا لتخرجنا من أرضنا بسحرك يا موسى ، والله لنأتينك بسحر مثل سحرك ، فاجعل بيننا وبينك موعدا للمباراة والمنازلة ، لا نخلف نحن ولا أنت هذا الموعد ، وأن يكون مكان منازلتنا لك فى مكان يتوسط المدينة ، بحيث يستطيع جميع سكانها أن يحضروا إليه .والمتأمل فى الآية الكريمة يرى أن فرعون قد قال ما قال لموسى وهو كأنه قد جمع أطراف النصر بين يديه .ويشهد لذلك : تصديره كلامه بالقسم ( فَلَنَأْتِيَنَّكَ . . ) وتركه لموسى اختيار الموعد الذى يناسبه ( فاجعل بَيْنَنَا وَبَيْنَكَ مَوْعِداً ) واشتراطه عدم الخلف فى الموعد ( لاَّ نُخْلِفُهُ نَحْنُ وَلاَ أَنتَ ) واقتراحه أن يكون مكان المبارزة فى وسط المدينة ، حتى يراها جميع الناس ( مَكَاناً سُوًى ) ."
    },
    {
      "ayah": 59,
      "surah": 20,
      "text": "ولقد حكى القرآن أن موسى - عليه السلام - قد قيل تحدى فرعون ، ورد عليه يقول : ( قَالَ مَوْعِدُكُمْ يَوْمُ الزينة وَأَن يُحْشَرَ الناس ضُحًى ) .والمراد بيوم الزينة : يوم كانوا يتزينون فيه ، ويجتمعون فيه ، لأنه يوم عيد لهم .قيل إنه كان يوم عاشوراء ، وقيل يوم النيروز . . .أى : قال موسى لفرعون : موعد المنازلة بينى وبينكم هو يوم زينتكم وعيدكم ، وفى هذا اليوم أطلب منكم أن يجمع الناس جميعا فى وقت الضحى عند ارتفاع الشمس ، لكى يشهدوا ما سيكون بينى وبين سحرتك يا فرعون .وبذلك نرى أن موسى - عليه السلام - قد قابل تهديد فرعون له ، بتهديد أشد وأعظم ، فقد طلب منه أن يكون موعد المبارزة يوم العيد ، كما طلب منه - أيضا - أن يجمع الناس فى وقت الضحى لكى يشاهدوا تلك المبارة .قال صاحب الكشاف : وإنما واعدهم موسى ذلك اليوم ، ليكون علو كلمة الله ، وظهور دينه ، وكبت الكافر ، وزهوق الباطل على رءوس الأشهاد وفى المجمع الغاص لتقوى رغبة من رغب فى اتباع الحق ، ويكل حد المبطلين واشياعهم ، ويكثر الحديث بذلك فى كل بدو وحضر ، ويشيع فى جميع أهل الوبر والمدر ."
    },
    {
      "ayah": 6,
      "surah": 20,
      "text": "ثم أكد - سبحانه - شمول ملكه وقدرته فقال : ( لَهُ مَا فِي السماوات وَمَا فِي الأرض ) من كائنات وموجودات ملكا وتصرفا وإيحاء وإماتة ، وله ( مَا بَيْنَهُمَا ) من مخلوقات لا يعلمها إلا هو وله ( مَا تَحْتَ الثرى ) والثرى : هو التراب الندى . يقال : ثريت الأرض - كرضيت - إذا نديت ولانت بعد أن كانت جدباء يابسة .والمقصود : وله - سبحانه - بجانب ما فى السموات وما فى الأرض وما بينهما ، ما وراء الثرى وهو تخوم الأرض وطبقاتها إلى نهايتها .وخص - سبحانه - ما تحت الثرى بالذكر ، مع أنه داخل فى قوله : ( وَمَا فِي الأرض ) لزيادة التقرير ، ولتأكيد شمول ملكيته - سبحانه - لكل شىء ."
    },
    {
      "ayah": 60,
      "surah": 20,
      "text": "ثم حكى القرآن ما كان من فرعون بعد أن حدد موسى - عليه السلام - موعد المبارزة فقال : ( فتولى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أتى ) .أى : فجمع كبار سحرته من أطراف مملكته ( ثُمَّ أتى ) بهم فى الموعد المحدد ، ليتحدى موسى - عليه السلام - .وإلى هنا نرى الآيات الكريمة قد حكت لنا بأسلوبها البليغ جانبا من المحاورات التى دارت بين موسى وفرعون ، وأرتنا كيف واجه موسى طغيان فرعون وغروره ، برباطة جأش ، وقوة إرادة ، ومضاء عزيمة . . ."
    },
    {
      "ayah": 61,
      "surah": 20,
      "text": "ثم انتقلت السورة بعد ذلك إلى الحديث عما دار بين موسى والسحرة من محاورات . انتهت بإيمانهم واعترافهم بالحق الذى جاء به موسى من عند ربه ، قال - تعالى - : ( قَالَ لَهُمْ موسى . . . ) .قوله - تعالى - : ( قَالَ لَهُمْ موسى وَيْلَكُمْ لاَ تَفْتَرُواْ عَلَى الله كَذِباً فَيُسْحِتَكُم بِعَذَابٍ . . . ) حكاية لما وجهه موسى - عليه السلام - من نصح وإنذار . قيل : كان عددهم اثنين وسبعين ، وقيل : أكثر من ذلك .قال الجمل : قوله ( فَيُسْحِتَكُم ) قرأ الأخوان وحفص عن عاصم فيسحتكم - بضم الياء وكسر الحاء - . وقرأ الباقون بفتحهما . فقراءة الأخوين من أسحت الرباعى ، وهى لغة نجد وتميم ، وقراءة الباقين من سحت الثلاثى - وبابه قطع - وهى لغة الحجازيين .وأصل هذه المادة . الدلالة على الاستقصاء ، والنفاد ، ومنه سحت الحالق الشعر ، أى : استقصاء فلم يترك منه شيئا ، ويستعمل فى الإهلاك والإذهاب ، ونصبه بإضمار أن فى جواب النهى .أى : قال موسى - عليه السلام - للسحرة الذين التقى بهم وجها لوجه بعد أن حشدهم فرعون أمامه ، فقال لهم : الويل والهلاك لكم ، لا تفتروا على الله - تعالى - كذبا ، بأن تقفوا فى وجهى ، وتزعموا أن معجزاتى هى نوع من السحر . فإنكم لو فعلتم ذلك أهلككم الله - تعالى - وأبادكم بعذاب عظيم من عنده .وجملة ( وَقَدْ خَابَ مَنِ افترى ) معترضة لتقرير وتأكيد ما قبلها .أى : وقد خاب وخسر كل من قال على الله - تعالى - قولا باطلا لا حقيقة له ، وفرعون أول المبطلين المفترين الخاسرين ، فاحذروا أن تسيروا فى ركابه ، أو أن تطيعوا له أمرا ."
    },
    {
      "ayah": 62,
      "surah": 20,
      "text": "ويبدو أن هذه النصيحة الصادقة المخلصة كان لها أثرها الطيب فى نفوس بعض السحرة ، بدليل قوله - تعالى - بعد ذلك ( فتنازعوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّواْ النجوى ) والنجوى : المسارة فى الحديث .أى : وبعد أن سمع السحرة من موسى نصيحته لهم وتهديده إياهم بالاستئصال والهلاك . إذا ما استمروا فى ضلالهم ، اختلفوا فيما بينهم ، ( وَأَسَرُّواْ النجوى ) أى : وبالغوا فى إخفاء ما يسارون به عن موسى وأخيه - عليهما السلام - .فمنهم من قال - كما روى عن قتادة - : إن كان ما جاءنا به موسى سحرا فسنغلبه ، وإن كان من عند الله فسيكون له أمر .ومنهم من قال بعد أن سمع كلام موسى : ما هذا بقول ساحر .ومنهم من أخذ فى حض زملائه المترددين على منازلة موسى - عليه السلام - ، لأنه جاء هو وأخوه لتغيير عقائد الناس ولاكتساب الجاه والسلطان ، ولسلب المنافع التى تأتى لهم أى للسحرة عن طريق السحر . ."
    },
    {
      "ayah": 63,
      "surah": 20,
      "text": "ويبدو أن هذا الفريق الأخير هو الذى استطاع أن ينتصر على غيره من السحرة فى النهاية ، بدليل قوله - تعالى - بعد ذلك : ( قالوا إِنْ هذان لَسَاحِرَانِ يُرِيدَانِ أَن يُخْرِجَاكُمْ مِّنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ المثلى فَأَجْمِعُواْ كَيْدَكُمْ ثُمَّ ائتوا صَفّاً وَقَدْ أَفْلَحَ اليوم مَنِ استعلى ) .فهاتان الآيتان تشيران إلى خوف السحرة من موسى وهارون ، وإلى أنهم بذلوا أقصى جهدهم فى تجميع صفوفهم ، وفى تشجيع بعضهم لبعض ، حتى لا يستلب موسى - عليه السلام - منهم جاههم وسلطانهم ومنافعهم . .أى : قال السحرة بعضهم لبعض بطريق التناجى والإسرار ، ما استقر عليه رأيهم ، من أن موسى وهارون ساحران ( يُرِيدَانِ ) عن طريق سحرهما أن يخرجا السحرة من أرضهم مصر : ليستوليا عما وأتباعهما عليهمازويريدان كذلك أن يذهبا بطريقتكم المثلى . أى بمذهبكم ودينكم الذى هو أمثل المذاهب وأفضلها ، وبملككم الذى أنتم فيه ، وبعيشكم الذى تنعمون به .فالمثلى : مؤنث أمثل بمعنى أشرف وأفضل . وإنما أنث باعتبار التعبير بالطريقة . هذا ، وهناك قراءات فى قوله تعالى : ( إِنْ هذان لَسَاحِرَانِ ) ذكرها الإمام القرطبى .فقال ما ملخصه : قوله - تعالى - : ( إِنْ هذان لَسَاحِرَانِ ) قرأ أبو عمرو : ( إِنْ هاذين لَسَاحِرَانِ ) ورويت - هذه القراءة - عن عثمان وعائشة وغيرهما من الصحابة . . .وقرأ الزهرى والخليل بن أحمد وعاصم فى رواية حفص عنه ( إِنْ هذان لَسَاحِرَانِ ) بتخفيف ( إِنْ ) . . . وهذه القراءة سلمت من مخالفة المصحف ومن فساد الإعراف ، ويكون معناها : ما هذان إلا ساحران .وقرأ المدنيون والكوفيون : ( إِنَّ هذان ) بتشديد إن ( لَسَاحِرَانِ ) فوافقوا المصحف وخالفوا الإعراب .فهذه ثلاث قراءات قد رواها الجماعة من الأئمة .والعلماء فى قراءة أهل المدينة والكوفة ستة أقوال : الأول أنها لغة بنى الحارث بن كعب وزبيد وخثعم . . . ، يجعلون رفع المثنى ونصبه وخفضه بالألف . . . وهذا القول من أحسن ما حملت عليه الآية ."
    },
    {
      "ayah": 64,
      "surah": 20,
      "text": "والفاء فى قوله - تعالى : ( فَأَجْمِعُواْ كَيْدَكُمْ . . . ) فصيحة ، أى : إذا كان الأمر كذلك من أن موسى وهارون قد حضرا ليخرجاكم من أرضكم بسحرهما . . . ( فَأَجْمِعُواْ كَيْدَكُمْ ) أى : فأحكموا سحركم واعزموا عليه ولا تجعلوه متفرقا .يقال : أجمع فلان رأيه وأزمعه ، إذا عزم عليه وأحكمه واستعد لتنفيذه وقوله ( ثُمَّ ائتوا صَفّاً ) أى : ثم ائتوا جميعا مصطفين ، حتى يكون أمركم أكثر هيبة فى النفوس ، وأعظم وقعا على القلوب ، وأدعى إلى الترابط والثبات وقوله ( وَقَدْ أَفْلَحَ اليوم مَنِ استعلى ) تذييل مؤكد لما قبله .أى : وقد أفلح وفاز بالمطلوب فى يوم النزال من طلب العلو ، وسعى من أجله ، واستطاع أن يتغلب على خصمه ، لأننا إذا تغلبنا على موسى كانت لنا الجوائز العظمى ، وإذا تغلب علينا خسرنا خسارة ليس هناك ما هو أشد منها ."
    },
    {
      "ayah": 65,
      "surah": 20,
      "text": "وحانت ساعة المبارزة والمنازلة . فتقدم السحرة نحو موسى - عليه السلام - وقالوا له - كما حكى القرآن عنهم - : ( . . . ياموسى إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ ألقى ) .والإلقاء فى الأصل : طرح الشىء ، ومفعول \" تلقى \" محذوف للعلم به ، والمراد به العصا .أى؛ قال السحرة لموسى على سبيل التخيير الذى يبدو فيه التحدى والتلويح بالقوة : يا موسى إما أن تلقى أنت عصاك قبلنا ، وإما أن تتركنا لنلقى حبالنا وعصينا قبلك .قال الآلوسى : خيروه - عليه السلام - وقدموه على أنفسهم إظهارا للثقة بأمرهم . وقيل . مراعاة للأدب معه - عليه السلام - . و \" أن \" مع ما فى حيزها منصوب بفعل مضمر . أى ، إما تختار إلقاءك أو تختار كوننا أول من ألقى . أو مرفوع على أنه خبر لمبتدأ محذوف .أى : \" الأمر إما إلقاؤك أو كوننا أول من ألقى . . . \" ."
    },
    {
      "ayah": 66,
      "surah": 20,
      "text": "ثم حكى القرآن بعد ذلك أن موسى - عليه السلام - ترك فرصة البدء لهم ، واستبقى لنفسه الجولة الأخيرة ، فقال - تعالى - : ( قَالَ بَلْ أَلْقُواْ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى ) . والتخيل : هو إبداء أمر لا حقيقة له ، ومنه الخيال ، وهو الطيف الطارق فى النوم .أى : قال موسى - عليه السلام - للسحرة فى الرد على تخييرهم له ، ابدأوا أنتم بإلقاء ما معكم من حبال وعصى .والفاء فى قوله : ( فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ . . . ) فصيحة وهى معطوفة على كلام محذوف ، وإذا هى الفجائية .أى : قال لهم موسى بل ألقوا أنتم أولا ، فامتثلوا أمره وألقوا ما معهم ، فإذا حبالهم وعصيهم التى طرحوها ، جعلت موسى - لشدة اهتزازها واضطرابها - يخيل إليه من شدة سحرهم ، أن هذه الحبال والعصى حيات تسعى على بطونها .قال ابن كثير : وذلك أنهم أودعوها من الزئبق ما كانت تتحرك بسببه وتضطرب وتميد ، بحيث يخيل للناظر أنها تسعى باختيارها ، وإنما كانت حيلة ، وكانوا جمًّا غفيرا ، وجمعا كبيرا - أى السحرة - فألقى كل منهم عصا وحبلا حتى صار الوادى ملآن حيات ، يركب بعضها بعضا . . ."
    },
    {
      "ayah": 67,
      "surah": 20,
      "text": "ويبدو أن فعل السحرة هذا ، قد أثر فى موسى - عليه السلام - بدليل قوله - تعالى - : ( فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى ) .والإيجاس : الإخفاء والإضمار ، والخيفة : الخوف . أى : فأخفى موسى - عليه السلام - فى نفسه شيئا من الخوف ، حين رأى حبال السحرة وعصيهم كأنها حيات تسعى على بطونها ، وخوفه هذا حدث له بمقتضى الطبيعة البشرية عندما رأى هذا الأمر الهائل من السحر ، وبمقتضى أن يؤثر هذا السحر فى نفوس الناس فيصرفهم عما سيفعله ."
    },
    {
      "ayah": 68,
      "surah": 20,
      "text": "وهنا ثبته الله - تعالى - وقواه ، وأوحى إليه - سبحانه - بقوله : ( قُلْنَا لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى ) .أى : قلنا له عندما أوجس فى نفسه خيفة من فعل السحرة : لا تخف يا موسى مما فعلوه ، إنك أنت الأعلى عليهم بالغلبة والظفر . أنت الأعلى لأن معك الحق ومعهم الباطل .وقد أكد الله - تعالى - هذه البشارة لموسى بجملة من المؤكدات أحدها : إن المؤكدة ، وثانيها : تكرير الضمير وثالثها : التعبير بالعلو المفيد للاستعلاء عليهم ."
    },
    {
      "ayah": 69,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صنعوا . . . ) زيادة فى تشجيعه وتثبيته .وتلقف من اللقف بمعنى الأخذ للشىء بسرعة وخفى ، يقال : لقف فلان يلقَفُه لقْفا ولقَفَاناً ، إذا تناوله بسرعة وحذق باليد أو الفم .وفى هذه الكلمات ثلاث قراءات سبعية ، أحدها : \" تَلَقَّفْ \" بتاء مفتوحة مخففة ، بعدها لام مفتوحة ، ثم قاف مشددة وفاء ساكنة ، وأصل الفعل تلقف ، فحذفت إحداهما تخفيفا ، وهو مجزوم فى جواب المر وهو ( وَأَلْقِ ) .وثانيها : ( تَلَقَّفُ ) كالقراءة السابقة مع ضم الفاء ، على أن الفعل خبر لمبتدأ محذوف . أى : وألق ما فى يمينك فهى تلقف ما صنعوا .وثالثها : ( تَلْقَفْ ) بفتح التاء وسكون اللام وفتح القاف المخففة وجزم الفعل كالقراءة الأولى .والمراد فما في يمينه عصاه ، كما جاء ذلك صريحا فى آيات أخرى منها قوله - تعالى - : ( فألقى موسى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ ) وعبر عنها بقوله : ( مَا فِي يَمِينِكَ ) على سبيل التهويل من شأنها ، أو لتذكيره بما شاهده منها بعد أن قال الله - تعالى - له قبل ذلك ( وَمَا تِلْكَ بِيَمِينِكَ ياموسى . . . . قَالَ أَلْقِهَا ياموسى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى ) والمعنى : وألق يا موسى ما فى يمينك تبتلع كل ما صنعه السحرة من تمويه وتزوير وتخييل ، جعل الناس يتوهمون أن حبالهم وعصيهم تسعى .قال ابن كثير : وذلك أنها صارت تنينا هائلا - أى حية عظيمة - ذا عيون وقوائم وعنق ورأس وأضراس ، فجعلت تتبع تلك الحبال والعصى حتى لم تبق منها شيئا إلا تلقفته وابتعلته ، والسحرة والناس ينظرون إلى ذلك عيانا جهارا نهارا . . . فقامت المعجزة ، واتضح البرهان ، وبطل ما كانوا يعملون .وقوله : ( إِنَّمَا صَنَعُواْ كَيْدُ سَاحِرٍ ) تعليل لقوله ( تَلْقَفْ مَا صنعوا ) و ( مَا ) موصولة وهى اسم إن ، و ( كَيْدُ ) خبرها ، والعائد محذوف .والتقدير : وألق يا موسى عصاك تلقف ما صنعوه ، فإن الذى صنعوه إنما هو كيد من جنس كيد السحرة وصنعهم وتمويههم .( وَلاَ يُفْلِحُ الساحر ) أى ولا يفوز هذا الجنس من الناس ( حَيْثُ أتى ) أى : حيث كان فحيث ظرف مكان أريد به التعميم .أى : أن الساحر لا يفلح ولا يفوز أينما كان ، وحيثما أقبل ، وأنَّى اتجه ، لأنه يصنع للناس التخييل والتمويه والتزوير والتزييف للحقائق .قال صاحب الكشاف : \" فإن قلت : لم وحد ساحر ولم يجمع؟ قلت : لأن القصد فى هذا الكلام إلى معنى الجنسية ، لا إلى معنى العدد ، فلو جمع لخيل أن المقصود هو العدد ."
    },
    {
      "ayah": 7,
      "surah": 20,
      "text": "وقوله - سبحانه - : ( وَإِن تَجْهَرْ بالقول فَإِنَّهُ يَعْلَمُ السر وَأَخْفَى ) بيان لشمول علمه بكل شىء ، بعد بيان شمول قدرته .والجهر بالقول : رفع الصوت به . والسر : ما حدث به الإنسان غيره بصورة خفية . وأخفى أفعل تفضيل وتنكيره للمبالغة فى الخفاء .والمعنى : وإن تجهر - أيها الرسول - بالقول فى دعائك أو فى مخاطبتك لربك ، فربك - عز وجل - غنى عن ذلك ، فإنه يعلم ما يحدث به الإنسان غيره سرا ، ويعلم أيضا ما هو أخفى من ذلك وهو ما يحدث به الإنسان نفسه دون أن يطلع عليه أحد من الخلق .قال - تعالى - : ( وَأَسِرُّواْ قَوْلَكُمْ أَوِ اجهروا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصدور أَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللطيف الخبير ) وقال - سبحانه - : ( وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد ) ومنهم من يرى أن لفظ ( أَخْفَى ) فعل ماض . فيكون المعنى : وإن تجهر بالقول فى ذكر أو دعاء فلا تجهد نفسكبذلك فإنه - تعالى - يعلم السر لاذى يكون بين اثنين ، ويعلم ما أخفاه - سبحانه - عن عباده من غيوب لا يعلمها إلا هو ، ويعلم ما سيفعله الإنسان من أعمال فى المستقبل ، قبل أن يعلم هذا الإنسان أنه سيفعلها .قال الجمل : وقوله : ( أَخْفَى ) جوزوا فيه وجهين : أحدهما : أنه أفعل تفضيل . أى : وأخفى من السر . والثانى : أنه فعل ماض . أى : وأخفى الله من عباده غيبه ، كقوله : ( وَلاَ يُحِيطُونَ بِهِ عِلْماً )."
    },
    {
      "ayah": 70,
      "surah": 20,
      "text": "ثم كانت بعد ذلك المفاجأة الكبرى فقد آمن السحرة حين رأوا ما رأوا بعد أن ألقى موسى ما فى يمينه ، قال - تعالى - : ( فَأُلْقِيَ السحرة سُجَّداً قالوا آمَنَّا بِرَبِّ هَارُونَ وموسى ) .قال الآلوسى : \" والفاء فى قوله ( فَأُلْقِيَ . . . ) فصيحة معربة عن جمل غنية عن التصريح \" .أى : فزال الخوف ، وألقى موسى ما في يمينه ، وصارت حية ، وتلقفت حبالهم وعصيهم ، وعلم السحرة أن ذلك معجزة ، فخروا سجدا لله على وجوههم قائلين آمنا برب هارون وموسى .. .والحق أن التعبير بقوله - تعالى - : ( فَأُلْقِيَ السحرة سُجَّداً . . . ) يدل على قوة البرهان الذى عاينوه ، حتى لكأنهم أمسكهم إنسان وألقاهم ساجدين بالقوة لعظم المعجزة التى عاينوها ، وأطلق - سبحانه - عليهم اسم السحرة فى حال سجودهم له - تعالى - وإيمانهم به ، نظرا إلى حالهم الماضية .وهكذا النفوس النقية عندما يتبين لها الحق ، لا تلبث أن تفىء إليه ، وتستجيب لأهله . قال الكرخى : خروا ساجدين لله لأنهم كانوا فى أعلى طبقات السحر ، فلما رأوا ما فعله موسى خارجا عن صناعتهم ، عرفوا أنه ليس من السحر البتة .وقال صاحب الكشاف : \" ما أعجب أمرهم ، قد ألقوا حبالهم وعصيهم للكفر والجحود . ثم ألقوا رءوسهم بعد ساعة للشكر والسجود . فما أعظم الفرق بين الإلقاءين \" ."
    },
    {
      "ayah": 71,
      "surah": 20,
      "text": "ثم بين - سبحانه - بعد ذلك ما توعد فرعون به السحرة ، وموقفهم من هذا الوعيد فقال - تعالى - : ( قَالَ آمَنتُمْ لَهُ . . . . ) .أى : قال فرعون للسحرة بعد أن شاهدهم وقد خروا لله - تعالى - ساجدين : ( آمَنتُمْ لَهُ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ) أى : هل آمنتم لموسى وصدقتموه فى دعوته وانقدتم له ، قبل أن أعطيكم الإذن بذلك . فالاستفهام للتقريع والتهديد .( إِنَّهُ لَكَبِيرُكُمُ الذي عَلَّمَكُمُ السحر ) أى : أن موسى الذى انقدتم له لهو كبيركم وشيخكم الذى علمكم فنون السحر ، فأنتم تواطأتم معه . وآمنتم به لأنكم من أتباعه .وغرضه من هذا القول صرف الناس عن التأسى بهم ، وعن الإيمان بالحق الذى آمن به السحرة والظهور أمام قومه بمظهر الثبات والتماسك بعد أن استبد به وبهم الخوف والهلع ، من هول ما رأوه .ثم أضاف إلى قوله هذا تهديدا أشد فقال : ( فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل ) .أى : فوالله لأقطعن أيديكم اليمنى - مثلا - مع أرجلكم اليسرى ، ولأصلبنكم على جذوع النخل ، لتكونوا عبرة لغيركم ممن تسول له نفسه أن يفعل فعلكم .فالمراد من قوله \" من خلاف \" أى : من الجهة المخالفة أو من الجانب بأن يقطع اليد اليمنى ومعها الرجل اليسرى ، لأن ذلك أشد على الإنسان من قطعهما من جهة واحدة إذ قطعهما من جهة واحدة يبقى عنده شىء كامل صحيح ، بخلاف قطعهما من جهتين مختلفتين فإنه إفساد للجانبين .واختار أن يصلبهم فى جذوع النخل ، لأن هذه الجذوع أخشن من غيرها والتصليب عليها أشق من التصليب على غيرها ، وأظهر للرائى لعلوها عن سواها . فهو لطغيانه وفجوره اختار أقسى ألوان العذاب ليصبها على هؤلاء المؤمنين .قال الجمل : قوله : ( وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل ) يحتمل أن يكون حقيقة . وفى التفسير أنه نقر جذوع النخل حتى جوفها ووضعهم فيها فماتوا جوعا وعطشا .ويحتمل أن يكون مجازا وله وجهان : أحدهما : أنه وضع حرفا مكان آخر ، والأصل على جذوع النخل ، والثانى : أنه شبه تمكنهم بتمكن من حواه الجذع واشتمل عليه .وقال الكرخى \" فى \" بمعنى \" على \" مجازا ، من حيث إنه شبه تمكن المصلوب بالجذع ، بتمكن المظروف فى الظرف وهذا هو المشهور .وقوله : ( وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَاباً وأبقى ) تهديد فوق تهديد ، ووعيد إثر وعيد .أى : والله لتعلمن أيها السحرة أينا أشد تعذيبا لكم ، وأبقى فى إنزال الهلاك بكم ، أنا أم موسى وربه .وكأنه بهذا التهديد يريد أن يهون من كل عذاب سوى عذابه لهم ، ومن كل عقاب غير عقابه إياهم .وهذا التهديد التى حكاه الله - تعالى - هنا ، قد جاء ما يشبهه فى آيات أخرى منها قوله - تعالى - : ( قَالَ فِرْعَوْنُ آمَنتُمْ بِهِ قَبْلَ أَن آذَنَ لَكُمْ إِنَّ هذا لَمَكْرٌ مَّكَرْتُمُوهُ فِي المدينة لِتُخْرِجُواْ مِنْهَآ أَهْلَهَا فَسَوْفَ تَعْلَمُونَ لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ ثُمَّ لأُصَلِّبَنَّكُمْ أَجْمَعِينَ )"
    },
    {
      "ayah": 72,
      "surah": 20,
      "text": "ثم حكى - سبحانه - أن السحرة بعد أن استقر الإيمان فى قلوبهم ، قد قابلوا تهديد فرعون لهم بالاستخفاف وعدم الاكتراث فقال : ( قَالُواْ لَن نُّؤْثِرَكَ على مَا جَآءَنَا مِنَ البينات والذي فَطَرَنَا فاقض مَآ أَنتَ قَاضٍ . . . ) .أى : قال السحرة فى ردهم على تهديد فرعون لهم : لن نختارك يا فرعون ولن نرضى بأن نكون من حزبك ، ولن نقدم سلامتنا من عذابك . . . على ما ظهر لنا من المعجزات التى جاءنا بها موسى ، والتى على رأسها عصاه التى ألقاها فإذا هى تبتلع حبالنا وعصينا .وجملة \" والذى فطرنا \" الواو فيها للعطف على \" ما \" فى قوله ( مَا جَآءَنَا ) .أى : لن نختارك يا فرعون على الذى جاءنا من البينات على يد موسى ، ولا على الذى فطرنا أى؛ خلقنا وأوجدنا فى هذه الحياة .ويصح أن تكون هذه الواو للقسم ، والموصول مقسم به ، وجواب القسم محذوف دل عليه ما قبله ، والمعنى : وحق الذى فطرنما لن نؤثرك يا فرعون على ما جاءنا من البينات .وقوله : ( فاقض مَآ أَنتَ قَاضٍ ) تصريح منهم بأن تهديده لهم لا وزن له عندهم ، ورد منهم على قوله : ( لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ ) .أى : لن نقدم طاعتك على طاعة خالقنا بعد أن ظهر لنا الحق ، فافعل ما أنت فاعله ، ونفذ ما تريد تنفيذه فى جوارحنا ، فهى وحدها التى تملكها ، أما قلوبنا فقد استقر الإيمان فيها ، ولا تملك شيئا من صرفها عما آمنت به .قال بعض العلماء : واعلم أن العلماء اختلفوا : هل فعل بهم فرعون ما توعدهم به ، أو لم يفعله بهم؟فقال قوم : قتلهم وصلبهم ، وقوم أنكروا ذلك ، وأظهرهما عندى : أنه لم يقتلهم ، وأن الله عصمهم منه لأجل إيمانهم الراسخ بالله - تعالى - لأن الله قال لموسى وهارون : ( أَنتُمَا وَمَنِ اتبعكما الغالبون )"
    },
    {
      "ayah": 73,
      "surah": 20,
      "text": "وقوله : ( إِنَّمَا تَقْضِي هذه الحياة الدنيآ إِنَّآ آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا ) تعليل لعدم مبالاتهم بتهديده لهم .أى : افعل يا فرعون ما أنت فاعله بأجسامنا ، فإن فعلك هذا إنما يتعلق بحياتنا فى هذه الحياة الدنيا ، وهى سريعة الزوال ، وعذابها أهون من عذاب الآخرة .( إِنَّآ آمَنَّا بِرَبِّنَا ) وخالقنا ومالك أمرنا ( لِيَغْفِرَ لَنَا خَطَايَانَا ) السالفة ، التى اقترفناها بسبب الكفر والإشراك به - سبحانه - .( وَ ) ليغفر لنا ( مَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ السحر ) لكى نعارض به موسى - عليه السلام - معارضة من هو على الباطل لمن هو على الحق ، وقد كنا لا نملك أن نعصيك .وخصوا السحر بالذكر مع دخوله فى خطاياهم ، للإشعار بشدة نفورهم منه ، وبكثرة كراهيتهم له بعد أن هداهم الله إلى الإيمان .وقوله : ( والله خَيْرٌ وأبقى ) تذييل قصدوا به الرد على قول فرعون لهم : ( وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَاباً وأبقى ) .أى : والله - تعالى - خير ثوابا منك يا فرعون ، وأبقى جزاء وعطاء ، فإن ثوابه - سبحانه - لا نقص معه ، وعطاءه أبقى من كل عطاء ."
    },
    {
      "ayah": 74,
      "surah": 20,
      "text": "وقوله - عز وجل - : ( إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِماً . . ) يصح أن يكون كلاما مستأنفا ساقه الله - تعالى - لبيان سوء عاقبة المجرمين ، وحسن عاقبة المؤمنين .ويصح أن يكون من بقية كلام السحرة فى ردهم على فرعون .والمعنى : ( إِنَّهُ ) أى الحال والشأن ( مَن يَأْتِ رَبَّهُ ) يوم القيامة فى حال كونه ( مُجْرِماً ) .أى : مرتكبا لجريمة الكفر والشرك بالله - تعالى - ( فَإِنَّ لَهُ ) أى : لهذا المجرم ( جَهَنَّمَ ) يعذب فيها عذابا شديدا من مظاهره أنه ( لاَ يَمُوتُ فِيهَا ) فيستريح ( وَلاَ يحيى ) حياة فيها راحة .كما قال - تعالى - : ( والذين كَفَرُواْ لَهُمْ نَارُ جَهَنَّمَ لاَ يقضى عَلَيْهِمْ فَيَمُوتُواْ وَلاَ يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ ) ."
    },
    {
      "ayah": 75,
      "surah": 20,
      "text": "ثم بين - سبحانه - حسن عاقبة المؤمنين فقال : ( وَمَن يَأْتِهِ مُؤْمِناً ) به إيمانا حقا ، و ( قَدْ عَمِلَ ) الأعمال ( الصالحات ) بجانب إيمانه . ( فأولئك ) الموصوفون بتلك الصفات ( لَهُمُ ) بسبب إيمانهم وعملهم الصالح ( الدرجات العلى ) أى : المنازل الرفيعة ، والمكانة السامية ."
    },
    {
      "ayah": 76,
      "surah": 20,
      "text": "وقوله : ( جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الأنهار ) يدل على الدرجات العلى .أى : لهم جنات باقية دائمة تجرى من تحت أشجارها وثمارها الأنهار ( خَالِدِينَ فِيهَا ) خلودا أبديا .( وذلك ) العطاء الجزيل الباقى جزاء من تزكى ، أى من تطهر وتجرد من دنس الكفر والمعاصى .وإلى هنا تكون السورة الكريمة قد صورت لنا بأسلوبها البليغ المؤثر ، تلك المحاورات الطويلة التى دارت بين موسى وفرعون والسحرة . . والتى انتهت بانتصار الحق واندحار الباطل ."
    },
    {
      "ayah": 77,
      "surah": 20,
      "text": "ثم ساق - سبحانه - جانبا من النعم التى أنعم بها على بنى إسرائيل ، وحذرهم من جحودها ، فقال - تعالى - : ( وَلَقَدْ أَوْحَيْنَآ إلى . . . ) .قال الآلوسى ما ملخصه : وقوله - سبحانه - : ( وَلَقَدْ أَوْحَيْنَآ إلى موسى أَنْ أَسْرِ بِعِبَادِي . . ) حكاية إجمالية لما انتهى إليه أمر فرعون وقومه ، وقد طوى - سبحانه - ذكر ما جرى عليهم بعد أن تغلب موسى على السحرة . . . وبعد أن مكث موسى يبلغهم دعوة الله - تعالى - مدة طويلة ويطلب منهم إرسالى بنى إسرائيل معه \" .وصدرت الاية الكريمة باللام الموطئة للقسم وبقد تأكيدا لهذا الإيحاء ، وتقريرا له . . .أى : والله لقد أوحينا إلى عبدنا موسى - عليه السلام - وقلنا له : سر بعبادى من بنى إسرائيل فى أول الليل متجها بهم من مصر إلى البحر الأحمر فإذا ما وصلت إليه ، ( فاضرب لَهُمْ طَرِيقاً فِي البحر يَبَساً ) .أى : فاجعل لهم طريقا فى البحر يابسا ، فالضرب هنا بمعنى الجعل كما فى قولهم : ضرب لهم فى ماله سهما . إذا جعل له سهما .والمراد بالطريق جنسه فإن الطرق التى حدثت بعد أن ضرب موسى بعصاه البحر . كانت اثنى عشر طريقا بعدد أسباط بنى إسرائيل .وعبر - سبحانه - عن بنى إسرائيل الذين خرجوا مع موسى بعنوان العبودية لله - تعالى - للإشعار بعطفه - عز وجل - عليهم ورحمته بهم ، وللتنبيه على طغيان فرعون حيث استعبد واستذل عبادا للخالق - سبحانه - وجعلهم عبيدا له .قال الجمل : \" وقوله ( يَبَساً ) صفة لقوله ( طَرِيقاً ) وصف به لما يؤول إليه ، لأنه لم يكن يبسا بعد . وإنما مرت عليه الصبا فجففته . وقيل : هو فى الأصل مصدر وصف به للمبالغة ، أو على حذف مضاف ، أو جميع يابس كخادم وخدم وصف به الواحد مبالغة \" .وقوله - سبحانه - : ( لاَّ تَخَافُ دَرَكاً وَلاَ تخشى ) تذييل قصد به تثبيت فؤاد موسى - عليه السلام - وإدخال الطمأنينة على قلبه .والدرك : اسم مصدر بمعنى الإدراك . والجملة فى محل نصب على الحال من فاعل \" اضرب \" .أى : اضرب لهم كطريقا فى البحر يابسا ، حالة كونك غير خائف من أن يدركك فرعون وجنوده من الخلف ، وغير وجل من أن يغرقكم البحر من أمامكم .فالآية الكريمة قد اشتملت على كل ما من شأنه أن يغرس الأمان والاطمئنان فى قلب موسى ومن معه ."
    },
    {
      "ayah": 78,
      "surah": 20,
      "text": "ثم بين - سبحانه - موقف فرعون بعد أن علم بأن موسى قد خرج بقومه من مصر فقال - تعالى - : ( فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ ) .أى : وبعد أن علم فرعون بخروج موسى وبنى إسرائيل من مصر ، جمع جنوده وأسرع فى طلب موسى ومن معه ، فكانت نتيجة ذلك ، أن أغرق الله - تعالى - فرعون وجنوده فى البحر .وأهلكهم عن آخرهم . . .والتعبير بالاسم المبهم الذى هو الموصول فى قوله ( فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ ) يدل على تعظيم ما غشيهم وتهويله ، أى : فعلاهم وغمرهم من ماء البحر ما لا يعلم كنهه إلا الله - تعالى - بحيث صاروا جميعا فى طيات أمواجه .ونظيره قوله - تعالى - : ( إِذْ يغشى السدرة مَا يغشى ) وقوله : ( فأوحى إلى عَبْدِهِ مَآ أوحى ) قال صاحب الكشاف : قوله - تعالى - : ( مَا غَشِيَهُمْ ) من باب الاختصار ومن جوامع الكلم التى تستقل مع قلتها بالمعانى الكثيرة . أى : غشيهم مالا يعلم كنهه إلا الله - تعالى - وقرىء فغشاهم من اليم ما غشاهم ، والتغشية : التغطية . . ."
    },
    {
      "ayah": 79,
      "surah": 20,
      "text": "قوله - سبحانه - : ( وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هدى ) بيان لحال فرعون قبل أن يهلكه الله - تعالى - بالغرق .أى : وأضل فرعون فى حياته قومه عن طريق الحق ، وما هداهم إليها وإنما هداهم إلى طريق الغى والباطل ، فكانت عاقبتهم جميعا الاستئصال والدمار .وما اشتملت عليه الآيتان من إجمال بالنسبة لتلك الأحداث ، قد جاء مفصلا فى آيات أخرى ومن ذلك قوله - تعالى - فى سورة الشعراء : ( وَأَوْحَيْنَآ إلى موسى أَنْ أَسْرِ بعبادي إِنَّكُم مّتَّبِعُونَ فَأَرْسَلَ فِرْعَونُ فِي المدآئن حَاشِرِينَ إِنَّ هؤلاء لَشِرْذِمَةٌ قَلِيلُونَ وَإِنَّهُمْ لَنَا لَغَآئِظُونَ وَإِنَّهُمْ لَنَا لَغَآئِظُونَ وَإِنَّا لَجَمِيعٌ حَاذِرُونَ فَأَخْرَجْنَاهُمْ مِّن جَنَّاتٍ وَعُيُونٍ وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ كَذَلِكَ وَأَوْرَثْنَاهَا بني إِسْرَائِيلَ فَأَتْبَعُوهُم مُّشْرِقِينَ فَلَمَّا تَرَاءَى الجمعان قَالَ أَصْحَابُ موسى إِنَّا لَمُدْرَكُونَ قَالَ كَلاَّ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ فَأَوْحَيْنَآ إلى موسى أَنِ اضرب بِّعَصَاكَ البحر فانفلق فَكَانَ كُلُّ فِرْقٍ كالطود العظيم وَأَزْلَفْنَا ثَمَّ الآخرين وَأَنجَيْنَا موسى وَمَن مَّعَهُ أَجْمَعِينَ ثُمَّ أَغْرَقْنَا الآخرين )."
    },
    {
      "ayah": 8,
      "surah": 20,
      "text": "ثم أثنى - سبحانه - على ذاته بما هو أهل له فقال : ( الله لا إله إِلاَّ هُوَ لَهُ الأسمآء الحسنى ) .أى : هو الله - تعالى - وحده الذى يجب أن يخلص الخلق له العبادة والطاعة ولا أحد غيره يستحق ذلك ، وهو صاحب الأسماء ( الحسنى ) أى : الفضلى والعظمى ، لدلالتها على معانى التقديس والتمجيد والتعظيم والنهاية فى السمو والكمال .وفى الحديث الصحيح عن النبى - صلى الله عليه وسلم - :\" إن لله تسعة وتسعين اسما ، من أحصاها دخل الجنة \" .قال - تعالى - : ( وَللَّهِ الأسمآء الحسنى فادعوه بِهَا وَذَرُواْ الذين يُلْحِدُونَ في أَسْمَآئِهِ سَيُجْزَوْنَ مَا كَانُواْ يَعْمَلُونَ ) وقال - سبحانه - ( قُلِ ادعوا الله أَوِ ادعوا الرحمن أَيّاً مَّا تَدْعُواْ فَلَهُ الأسمآء الحسنى . . ) ثم ساقت السورة الكريمة بشىء من التفصيل جانبا من قصة موسى ، التى تعتبر أكثر قصص الأنبياء ورودا فى القرآن الكريم ، حيث جاء الحديث عنها فى سور : البقرة ، والمائدة ، والأعراف ، ويونس ، والإسراء ، والكهف ، والشعراء ، والقصص ."
    },
    {
      "ayah": 80,
      "surah": 20,
      "text": "ثم ذكر - سبحانه - بنى إسرائيل بنعمه عليهم فقال : ( يابني إِسْرَائِيلَ قَدْ أَنجَيْنَاكُمْ مِّنْ عَدُوِّكُمْ ) فرعون وجنده ، بأن أغرقناهم أمام أعينكم وأنتم تنظرون إليهم ، بعد أن كانوا يسومونكم سوء العذاب .( وَوَاعَدْنَاكُمْ جَانِبَ الطور الأيمن ) أى : وواعدنا نبيكم موسى فى هذا المكان لإعطائه التوراة لهدايتكم وإصلاح شأنكم ، وهذا الوعد هو المشار إليه بقوله - تعالى - : ( وَوَاعَدْنَا موسى ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً ) قال صاحب الكشاف : ذكرهم النعمة فى نجاتهم وهلاك عدوهم ، وفيما واعد موسى من المناجاة بجانب الطور ، وكتب التوراة فى الألواح . وإنما عدى المواعدة إليهم لأنها لابستهم واتصلت بهم حيث كانت لنبيهم ونقبائهم ، وإليهم رجعت منافعها التى قام بها دينهم وشرعهم وفيما أفاض عليهم من سائر نعمه وأرزاقه .وقال القرطبى ما ملخصه : وقوله : ( جَانِبَ ) نصب على المفعول الثانى لقوله واعدنا . .و ( الطور الأيمن ) نصب لأنه نعت للجانب ، إذ ليس للجبل يمين ولا شمال .وتقدير الآية : وواعدناكم إتيان جانب الطور ثم حذف المضاف . أى : أمرنا موسى أن يأمركم بالخروج معه ليكلمه بحضرتكم فتسمعوا الكلام وقيل : وعد موسى بعد إغراق فرعون أن يأتى جانب الطور الأيمن فيؤتيه التوراة ، فالوعد كان لموسى ، ولكن خوطبوا به لأن الوعد كان لأجلهم ..وقوله : ( وَنَزَّلْنَا عَلَيْكُمُ المن والسلوى ) نعمة ثالثة من نعمه - سبحانه - عليهم .والمن : مادة حلوة لزجة تشبه العسل كانت تسقط على الشجر من طلوع الفجر إلى طلوع الشمس .والسلوى : طائر لذيذ الطعم ، يشبه الطائر الذى يسمى السمانى ، كانوا يأخذونه ويتلذذون بأكله .وقيل : هما كناية عما أنعم الله به عليهم ، وهما شىء واحد ، سمى أحدهما \" منا \" لامتنان الله - تعالى - عليهم ، وسمى الثانى \" سلوى \" لتسليتهم به .أى : ونزلنا عليكم بفضلنا ورحمتنا وأنتم فى التيه تلك المنافع والخيرات التى تأخذونها من غير كد أو تعب ."
    },
    {
      "ayah": 81,
      "surah": 20,
      "text": "والأمر فى قوله - سبحانه - ( كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ ) للإباحة ، والجملة مقول لقول محذوف . أى : وقلنا لهم كلوا من طيبات ما رزقناكم من المن والسلوى ، ومن غيرهما من اللذائذ التى أحلها الله لكم .وقوله - تعالى - : ( وَلاَ تَطْغَوْاْ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هوى ) تحذير لهم من تجاوز الحدود التى شرعها الله - تعالى - لهم ، إذ الطغيان مجاوزة الحد فى كل شىء .والضمير فى قوله ( فِيهِ ) يعود إلى الموصول الذى هو ( مَا ) فى قوله : ( مَا رَزَقْنَاكُمْ ) ويحل - بكسر الحاء - بمعنى يجب . يقال : حل أمر الله على فلان يحل حلالا بمعنى وجب .وقرأ الكسائى ( فَيَحُلَّ ) بضم الحاء بمعنى ينزل يقال : حل فلان بالمكان يحل - بالضم حلولا ، إذا نزل به .والمعنى : كلوا يا بنى إسرائيل من الطيبات التى رزقكم الله إياها واشكروه عليها ، ولا تتجاوزوا فيما رزقناكم الحدود التى شرعناها لكم ، فإنكم إذا فعلتم ذلك حق عليكم غضبى ، ونزل بكم عقابى ، ومن حق عليه غضبى ونزل به عقابى ( فَقَدْ هوى ) أى : إلى النار .وأصله السقوط من مكان مرتفع كجبل ونحوه . يقال : هوى فلان - بفتح الواو - يهوى - بكسرها - إذا سقط إلى أسفل ، ثم استعمل فى الهلاك للزومه له ."
    },
    {
      "ayah": 82,
      "surah": 20,
      "text": "ثم فتح - سبحانه - باب الأمل لعباده فقال : ( وَإِنِّي لَغَفَّارٌ ) أى : لكثير المغفرة ( لِّمَن تَابَ ) من الشرك والمعاصى ( وَآمَنَ ) بكل ما يجب الإيمان به ( وَعَمِلَ صَالِحَاً ) أى : وعمل عملا مستقيما يرضى الله - تعالى - . ( ثُمَّ اهتدى ) أى : ثم واظب على ذلك ، وداوم على استقامته وصلاحه إلى أن لقى الله - تعالى - .وثم فى قوله ( ثُمَّ اهتدى ) للتراخى النسبى ، إذ أن هناك فرقا كبيرا بين من يتوب إلى الله - تعالى - ويقدم العمل الصالح ، ويستمر على ذلك إلى أن يلقى الله - تعالى - وبين من لا يداوم على ذلك ."
    },
    {
      "ayah": 83,
      "surah": 20,
      "text": "ثم انتقلت السورة الكريمة إلى الحديث عن فتنة قوم موسى - عليه السلام - بعد أن ذهب لمناجاة ربه ، وكيف انقادوا لخديعة السامرى لهم . . . فقال - تعالى - : ( وَمَآ أَعْجَلَكَ عَن قَومِكَ . . . ) .هذه الآيات الكريمة تحكى قصة ملخصها : أن موسى عليه السلام بعد أن أهلك الله - تعالى - فرعون وجنوده ، سار ببنى إسرائيل متجها ناحية جبل الطور ، ثم تركهم مستخلفا عليهم أخاه هارون ، وذهب لمناجاة ربه ومعه سبعون من وجهائهم ، ثم عجل من بينهم شوقا للقاء ربه ، فأخبره - سبحانه - بما أحدثه قومه فى غيبته عنهم . وجملة ( قَومِكَ ياموسى ) مقول لقول محذوف .والمعنى : وقلنا لموسى : أى شىء جعلك تتعجل المجىء إلى هذا المكان قبل قومك وتخلفهم وراءك ، مع أنه ينبغى لرئيس القوم أن يتأخر عنهم فى حالة السفر ، ليكون نظره محيطا بهم ونافذا عليهم؟"
    },
    {
      "ayah": 84,
      "surah": 20,
      "text": "فأجاب معتذار لربه - تعالى - بقوله : ( هُمْ أولاء على أَثَرِي ) أى : على مقربة منى ، وسيلحقون بى بعد زمن قليل ( وَعَجِلْتُ إِلَيْكَ رَبِّ لترضى ) أى : وقد حملنى على أن أحضر قلبهم ، شوقى إلى مكالمتك - يا إلهى - وطمعى فى زيادة رضاك عنى .فموسى - عليه السلام - قد علل تقدمه على قومه فى الحضور بعلتين ، الأولى : أنهم كانوا على مقربة منه . والثانية : حرصه على استدامة رضى ربه عنه .قال صاحب الكشاف : فأن قلت : ( مَآ أَعْجَلَكَ ) سؤال عن سبب العجلة ، فكان الذى ينطبق عليه من الجواب أن يقال : طلب زيادة رضاك أو الشوق فى كلامك . وقوله : ( هُمْ أولاء على أَثَرِي ) كما ترى غير منطبق عليه؟قلت : قد تضمن ما واجهه به رب العزة شيئين : أحدهما : إنكار العجلة فى نفسها ، والثانى : السسؤال عن سببها الحامل عليها ، فكان أهم الأمرين إلى موسى بسط العذر ، وتمهيد العلة فى نفس ما أنكر عليه ، فاعتل بأنه لم يوجد منى إلا تقدم يسير ، مثله لا يعتد به فى العادة ، ولا يحتفل به ، وليس بينى وبين من سبقته إلى مسافة قريبة ، يتقدم بمثلها الوفْدَ رئيسُهم ومقدمُهم . ثم عقبه بجواب السؤال عن السبب فقال : ( وَعَجِلْتُ إِلَيْكَ رَبِّ لترضى ) ."
    },
    {
      "ayah": 85,
      "surah": 20,
      "text": "وقوله - تعالى - : ( قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ وَأَضَلَّهُمُ السامري ) إخبار منه - سبحانه - بما فعله قومه بعد مفارقته لهم .( فَتَنَّا ) من الفَتْن ومعناه لغة : وضع الذهب فى النار ليتبين أهو خالص أز زائف .والفتنة تطلق فى القرآن بإطلاقات متعددة منها : الدخول فى النار كما فى قوله - تعالى - : ( يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ ) ومنها الحجة كما فى قوله - تعالى - : ( ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ ) ومنها : الاختبار والامتحان ، كما فى قوله - سبحانه - : ( أَنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ ) ومنها الاضلال والاشراك ، كما فى قوله - تعالى - : ( وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ ) وقوله - سبحانه - :( وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئاً . . ) ويبدو أن المراد بالفتنة هذا المعنى الأخير وهو الإضلال والشرك ، لأن فتنتهم كانت بسبب عبادتهم للعجل فى غيبه موسى - عليه السلام - .ويدل على هذا قوله - تعالى - : ( واتخذ قَوْمُ موسى مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلاً جَسَداً لَّهُ خُوَارٌ . . ) والسامرى : اسم للشخص الذى كان سببا فى ضلال بنى إسرائيل ، قيل : كان من زعماء بنى إسرائيل وينسب إلى قبيلة تعرف بالسامرة .وقيل : إنه كان من قوم يعبدون البقر ، وقيل غير ذلك من أقوال مظنونة غير محققة .أى : قال الله - تعالى - لموسى : فإنا قد أضللنا قومك من بعد مفارقتك لهم ، وكان السبب فى ضلالهم السامرى ، حيث دعاهم إلى عبادة العجل فانقادوا له وأطاعوه ."
    },
    {
      "ayah": 86,
      "surah": 20,
      "text": "وقوله - تعالى - : ( فَرَجَعَ موسى إلى قَوْمِهِ غَضْبَانَ أَسِفاً ) بيان لما كان منه - عليه السلام - بعد أن علم بضلال قومه .وكان رجوع موسى إليهم بعد أن ناجى ربه ، وتلقى منه التوراة .قال الآلوسى ما ملخصه : ( فَرَجَعَ موسى إلى قَوْمِهِ ) عند رجوعه المعهود أى : بعد ما استوفى الأربعين \" ذا القعدة وعشر ذى الحجة \" وأخذ التوراة لا عقيب الإخبار المذكور ، فسببية ما قبل الفاء لما بعدها إنما هى باعتبار قيد الرجوع المستفاد منه قوله ( غَضْبَانَ أَسِفاً ) لا باعتبار نفسه ، وإن كانت داخلة عليه حقيقة ، فإن كون الرجوع بعد تمام الأربعين أمر مقرر مشهور لا يذهب الوهم إلى كونه عند الإخبار المذكور . . . \" .والمعنى فرجع موسى إلى قومه - بعد مناجاته لربه وبعد تلقيه التوراة حالة كونه ( غَضْبَانَ أَسِفاً ) أى : غضبان شديد الغضب .فالمراد بالأسف شدة الغضب ، وقيل المراد به الحزن والجزع .ثم بين - سبحانه - ما قاله موسى لقومه بعد رجوعه إليهم فقال : ( قَالَ ياقوم أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْداً حَسَناً . . ) .أى : قال لهم على سبيل الزجر والتوبيخ يا قوم ألم يعدكم ربكم وعدا حسنا لا سبيل لكم إلى إنكاره ، ومن هذا الوعد الحسن : إنزال التوراة لهدايتكم وسعادتكم ، وإهلاك عدوكم أمام أعينكم . فلماذا أعرضتم عن عبادته وطاعته مع أنكم تعيشون فى خيره ورزقه . . . ؟ثم زاد فى تأنيبهم وفى الإنكار عليهم فقال : ( أَفَطَالَ عَلَيْكُمُ العهد أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُمْ مَّوْعِدِي ) .فالاستفهام فى قوله ( أَفَطَالَ . . . ) للنفى والإنكار و ( أَمْ ) منقطعة بمعنى بل .والمعنى : أفطال عليكم الزمان الذى فارقتكم فيه؟ لا إنه لم يطل حتى تنسوا ما أمرتكم به ، بل إنكم أردتم أن يحل عليكم غضب من ربكم ، فأخلفتم موعدى الذى وعدتمونى إياه وهو أن تثبتوا على إخلاص العبادة لله - تعالى - .ومعنى إرادتهم حلول الغضب عليهم ، أنهم فعلوا ما يستوجب ذلك وهو طاعتهم للسامرى فى عبادتهم للعجل .قال ابن جرير : كان إخلافهم موعده : عكوفهم على عبادة العجل ، وتركهم السير على أثر موسى للموعد الذى كان الله وعدهم ، وقولهم لهارون إذ نهاهم عن عبادة العجل ودعاهم إلى السير معه فى أثر موسى : ( لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حتى يَرْجِعَ إِلَيْنَا موسى ) ."
    },
    {
      "ayah": 87,
      "surah": 20,
      "text": "ثم حكى - سبحانه - معاذيرهم الواهية التى تدل على بلادة عقولهم ، وانتكاس أفكارهم ، وتفاهة شخصيتهم فقال - تعالى - : ( قَالُواْ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا . . . ) .وقوله ( بِمَلْكِنَا ) قرأه نافع وعاصم - بفتح الميم وسكون اللام - أى : بأمرنا . وقرأه حمزة والكسائي ( بِمِلْكِنَا ) بكسر الميم وسكون اللام - أى : بطاقتنا : وقرأه الباقون - بضم الميم وسكون اللام - أى : بسلطاننا ، وهو مصدر مضاف لفاعله ومفعوله محذوف ، أى : بملكنا أمرنا .أى : قال بنو إسرائيل لنبيهم موسى على سبيل الاعتذار الذى هو أقبح من ذنب : ما أخلفنا موعدك فعبدنا العجل بأمرنا وطاقتنا واختيارنا ، فقد كان الحال أكبر من أن يدخل تحت سلطاننا ، ولو خلينا بيننا وبين أنفسنا ولم يسول لنا السامرى ما سول لبقينا على العهد الذى عاهدناك عليه ، وهو أن نعبد الله - تعالى - وحده .وقوله : ( ولكنا حُمِّلْنَآ أَوْزَاراً مِّن زِينَةِ القوم فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السامري ) حكاية لبقية ما قالوه من أعذار قبيحة .ولفظ : \" حملنا \" قرأه ابن كثير وابن عامر وحفص عن عاصم - بضم الحاء وتشديد الميم - على أنه فعل ونائب فاعل ، وقرأه الباقون - بفتح الحاء والميم - على أنه فعل وفاعل .قال الآلوسى ما ملخصه : والمراد بالقوم : القبط ، والأوزار : الأحمال وتسمى بها الآثام ، وقصدوا بذلك ما استعاروه من القبط من الحلى فى عيد لهم قبل الخروج من مصر ، وقيل : استعاروه باسم العرس . وقيل : هى ما ألقاه البحر على الساحل مما كان على الذين غرقوا وهم فرعون وجنوده فأخذ بنو إسرائيل ذلك على أنه غنيمة مع أنها لم تكن حلالا لهم .أى : قال بنو إسرائيل لموسى : ما أخلفنا عهدك بأمرنا ولكنا حملنا أثقالا وأحمالا من زينة القبط التى أخذناها منهم بدون حق ( فَقَذَفْنَاهَا ) فى النار بتوجيه من السامرى ، ( فَكَذَلِكَ ) أى : فكما ألقينا ما معنا ( أَلْقَى السامري ) ما معه من تلك الزينة .قال ابن كثير : وحاصل ما اعتذر به هؤلاء الجهلة أنهم تورعوا عن زينة القبط ، فألقوها عنهم ، فعبدوا العجل ، فتورعوا عن الحقير ، وفعلوا الأمر الكبير ."
    },
    {
      "ayah": 88,
      "surah": 20,
      "text": "ثم بين - سبحانه - ما صنعه لهم السامرى من تلك الحلى فقال : ( فَأَخْرَجَ لَهُمْ عِجْلاً جَسَداً لَّهُ خُوَارٌ فَقَالُواْ هاذآ إلهكم وإله موسى فَنَسِيَ ) .والخوار : الصوت المسموع .أى : فكانت نتيجة ما قذفوه من الحلى فى النار ، أن أخرج السامرى لهم من ذلك ( عِجْلاً جَسَداً لَّهُ خُوَارٌ ) أى : صوت كصوت البقر .قيل : إن الله - تعالى - خلق الحياة فى ذلك العجل على سبيل الاختبار والامتحان لهم .وقيل : لم تكن به حياة ، ولكن السامرى صنعه لهم بدقة ، وجعل فيه منافذ إذا دخلت فيها الريح أخرجت منه صوتا كصوت خوار البقر .فقال بنو إسرائيل عندما رأوا العجل الذى صنعه لهم السامرى : هذا إلهكم وإله موسى فاعبدوه ، لأن موسى نسى إلهه هنا ، وذهب ليبحث عنه فى مكان آخر ، فالضمير فى قوله ( فَنَسِيَ ) يعود لموسى .وقولهم هذا يدل على بلادتهم وسوء أدبهم مع نبيهم ، فهم لم يكتفوا بعبادة العجل ، بل زعموا أن نبيهم الداعى لهم إلى توحيد الله ، قد كان يعبد العجل وأنه قد نسى مكانه فذهب يبحث عنه .وقيل : إن الذى حدث منه النسيان هو السامرى ، وأن النسيان بمعنى الترك ، أى : فترك السامرى ما كان عليه من الإيمان الظاهرى ، ونبذ الدين الذى بعث الله - تعالى - به موسى ، وحض الناء على عبادة العجل الذى صنعه لهم .والقول الأول هو أرجح ، لأنه هو الظاهر من معنى الآية الكريمة ، ولأنه هو المأثور عن السلف .قال ابن جرير : \" وأولى الأقوال بالصواب عندنا أن يكون ( فَنَسِيَ ) خبرا من الله - تعالى - عن السامرى ، وأنه وصف موسى بأنه نسى ربه ، وأن ربه الذى ذهب يريده هو العجل الذى أخرجه السامرى ، لإجماع الحجة من أهل التأويل عليه ، ولأنه عقيب ذكر موسى ، وهو أن يكون خبرا من السامرى عنه بذلك أشبه من غيره \" ."
    },
    {
      "ayah": 89,
      "surah": 20,
      "text": "وقوله - تعالى - : ( أَفَلاَ يَرَوْنَ أَلاَّ يَرْجِعُ إِلَيْهِمْ قَوْلاً وَلاَ يَمْلِكُ لَهُمْ ضَرّاً وَلاَ نَفْعاً ) تقريع لهم على جهلهم وغبائهم وسوء أدبهم .والفاء للعطف على مقدر يقتضيه المقام ، أى : ابلغ عمى البصيرة عند هؤلاء السفهاء أنهم لم يفطنوا إلى أن هذا العجل الذى اتخذوه إلها ، لا يستطيع أن يجيبهم إذا سألوه أو خاطبوه ، ولا يرد عليهم قولا يقولونه له ، ولا يملك لهم شيئا لا من الضر ولا من النفع .وشبيه بهذه الآية قوله - تعالى - : ( واتخذ قَوْمُ موسى مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلاً جَسَداً لَّهُ خُوَارٌ أَلَمْ يَرَوْاْ أَنَّهُ لاَ يُكَلِّمُهُمْ وَلاَ يَهْدِيهِمْ سَبِيلاً اتخذوه وَكَانُواْ ظَالِمِينَ )."
    },
    {
      "ayah": 9,
      "surah": 20,
      "text": "وقد بدأت السورة حديثها عن قصة موسى ببيان اختيار الله - تعالى - له لحمل رسالته ، وتبليغ دعوته قال - تعالى - : ( وَهَلْ أَتَاكَ حَدِيثُ . . . ) .قال ابن كثير - رحمه الله - : \" من ها هنا شرع - تبارك وتعالى - فى ذكر قصة موسى ، وكيف كان ابتداء الوحى إليه وتكليمه إياه ، وذلك بعد ما قضى موسى الأجل الذى كان بينه وبين صهره فى رعاية الغنم وسار بأهله ، قاصدا بلاد مصر بعد ما طالت الغيبة عنها أكثر من عشر سنين ، ومعه زوجته فاضل الطريق ، وكانت ليلة شاتية ، ونزل منزلا بين شعاب وجبال ، فى برد وشتاء ، وسحاب وظلال وضباب ، وجعل يقدح بزند معه ليُورِى نارا ، كما جرت العادة به ، فجعل لا يقدح شيئا ، ولا يخرج منه شرر ولا شىء ، فبينما هو كذلك ، إذ آنس من جانب الطور نارا ."
    },
    {
      "ayah": 90,
      "surah": 20,
      "text": "ثم بين - سبحانه - موقف هارون - عليه السلام - من هؤلاء الجاهلين الذين عبدوا العجل ، فقال - تعالى - : ( وَلَقَدْ قَالَ لَهُمْ هَارُونُ . . . ) .جملة : ( وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِن قَبْلُ . . . ) قسمية مؤكدة لما قبلها .أى : والله لقد نصح هارون - عليه السلام - عبدة العجل من قومه ، قبل رجوع موسى إليهم ، فقال لهم مستعطفا : ( . . . ياقوم إِنَّمَا فُتِنتُمْ بِهِ . . . ) أى : يا قوم إن ضلالكم وكفركم إنما هو بسبب عبادتكم العجل ، فالمضير فى ( بِهِ ) يعود إلى العجل .( وَإِنَّ رَبَّكُمُ الرحمن ) هو وحده المستحق للعبادة والطاعة .وجمع - سبحانه - بين لفظى الرب والرحمن ، لجذبهم نحو الحق ، واستمالتهم نحوه ، وللتنبيه على أنهم متى تابوا قبل الله توبتهم ، لأنه - سبحانه - هو الرحمن الرحيم .والفاء فى قوله : ( فاتبعوني وأطيعوا أَمْرِي ) لترتيب ما بعدها على ما قبلها .أى : وما دام الأمر كذلك فاتبعونى وأطيعوا أمرى ، فى الثبات على الحق ، وفى نبذ عبادة العجل ، وفى المحافظة على ما عاهدكم عليه موسى - عليه السلام - ."
    },
    {
      "ayah": 91,
      "surah": 20,
      "text": "ولكن هذه النصيحة الحكيمة من هارون لهم لم تجد أذنا صاغية . بل قابلوا نصيحته لهم بالاستخفاف والتصميم على ما هم فيه من ضلال ، إذ قالوا فى الرد عليه : ( لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ ) أى : سنستمر على عبادة العجل ، وسنواظب على هذه العبادة مواظبة تامة ( حتى يَرْجِعَ إِلَيْنَا موسى ) فنرى ماذا سيكون منه .فهم لجهالاتهم وانطماس بصائرهم ، وسوء أدبهم ، يرون أن هارون - عليه السلام - ليس أهلا للنصيحة والطاعة ، مع أنه قد خاطبهم بأحكم أسلوب ، وألطف منطق .قال الرازى : واعلم أن هارون - عليه السلام - سلك فى هذا الوعظ أحسن الوجوه لأنه زجرهم عن الباطل - أولا - بقوله : ( ياقوم إِنَّمَا فُتِنتُمْ بِهِ ) ثم دعاهم إلى معرفة الله - ثانيا - بقوله : ( وَإِنَّ رَبَّكُمُ الرحمن ) ثم دعاهم - ثالثا - إلى معرفة النبوة بقوله : ( فاتبعوني ) ثم دعاهم - رابعا - إلى الشرائع بقوله : ( وأطيعوا أَمْرِي ) .وهذا هو الترتيب الجيد ، لأنه لا بد قبل كل شىء من إماطه الأذى عن الطريق وهو إزالة الشبهات ، ثم معرفة الله - تعالى - هى الأصل ، ثم النبوة ، ثم الشريعة : فثبت أن هذا الترتيب على أحسن الوجوه ، ولكنهم لجهلهم وعنادهم قابلوا هذا الترتيب الحسن فى الاستدلال ، بالتقليد والجمود فقالوا : ( لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حتى يَرْجِعَ إِلَيْنَا موسى ) ."
    },
    {
      "ayah": 92,
      "surah": 20,
      "text": "ثم بين - سبحانه - ما قاله موسى لأخيه هارون بعد أن رأى ما عليه قومهما من ضلال ، فقال - تعالى - : ( قَالَ ياهرون . . . ) .أى : قال موسى لأخيه هارون على سبيل اللوم والمعاتبة : يا هارون أى شىء منعك من مقاومتهم وقت أن رأيتهم ضلوا بسبب عبادتهم للعجل."
    },
    {
      "ayah": 93,
      "surah": 20,
      "text": "و \" لا \" فى قوله : ( أَلاَّ تَتَّبِعَنِ ) مزيدة للتأكيد . والاستفهام فى قوله : ( أَفَعَصَيْتَ أَمْرِي ) للإنكار .أى : ما الذى منعك من أن تتبعنى فى الغضب عليهم لدين الله حين رأيتهم عاكفين على عبادة العجل ، أفعصيت أمرى فيما قدمت إليك من قولى : ( اخلفني فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ المفسدين ) وفيما أمرتك به من الصلابة فى الدين ، لأن وجودك فيهم وقد عبدوا غير الله - تعالى - يعتبر تهاونا معهم فيما لا يصح التهاون فيه .وكأن موسى - عليه السلام - كان يريد من أخيه هارون - عليه السلام - موقفا يتسم بالحزم الشدة مع هؤلاء الجاهلين ، حتى ولو أدى الأمر لمقاتلتهم . . ."
    },
    {
      "ayah": 94,
      "surah": 20,
      "text": "وهنا يرد هارون على أخيه موسى ردا يبدو فيه الرفق والاستعطاف فيقول : ( يَبْنَؤُمَّ لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي ) .أى : قال هارون لموسى محاولا أن يهدىء من غضبه ، بتحريك عاطفة الرحم فى قلبه : يابن أمى لا تمسك بلحيتى ولا برأسى على سبيل التأنيب لى : فإنى لست عاصيا لأمرك ، ولا معرضا عن اتباعك .قال الآلوسى ما ملخصه : خص الأم بالإضافة استعطافا وترقيقا لقلبه ، لا لما قيل من أنه كان أخاه لأمه ، فإن الجمهور على أنهما كانا شقيقين .وقوله : ( لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي ) . . . روى أنه أخذ شعر رأسه بيمينه ، ولحيته بشماله ، وكان موسى - عليه السلام - حديدا متصلبا غضوبا لله - تعالى - ، وغلب على ظنه أن هارون قد قصر معهم . . .وقوله : ( إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بني إِسْرَآئِيلَ وَلَمْ تَرْقُبْ قَوْلِي ) استئناف لتعليل موجب النهى ، بتحقيق أنه غير عاص لأمره ، وغير معرض عن اتباعه .أى : يابن أمى لا تأخذ بلحيتى ولا برأسى ، فإنى ما حملنى على البقاء معهم وعلى ترك مقاتلتهم بعد أن عبدوا العجل ، إلا خوفى من أن تقول لى - لو قاتلتهم أو فارقتهم بمن معى من المؤمنين - إنك بعملك هذا قد جعلت بنى إسرائيل فرقتين متنازعتين ( وَلَمْ تَرْقُبْ قَوْلِي ) أى : ولم تتبع وتطع قولى لك : ( اخلفني فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ المفسدين ) ولذلك لم أقدم على مقاتلتهم بمن معى من المؤمنين ، ولم أقدم كذلك على مفارقتهم ، بل بقيت معهم ناصحا واعظا ، حتى تعود أنت إليهم ، فتتدارك الأمر بنفسك ، وتعالجه برأيك .قال بعض العلماء ما ملخصه : وهذه الآية الكريمة . . . تدل على لزوم إعفاء اللحية وعدم حلقها ، لأنه لو كان هارون حالقا لحيته لما أخذ بها موسى - إذ من المشهور أن اللحية تطلق على الشعر النابت فى العضو المخصوص وهو الذقن - وبذلك يتبين لك أن إعفاء اللحية سمت الرسل الكرام الذين أمرنا الله - تعالى - بالاقتداء بهم .فقد قال - تعالى - : بعد أن ذكر عددا من الأنبياء منهم هارون : ( أولئك الذين هَدَى الله فَبِهُدَاهُمُ اقتده . . . ) والعجب من الذين مسخت ضمائرهم . . . حتى صاروا ينفرون من صفات الذكورية ، وشرف الرجوله إلى خنوثه الأنوثة . . .هذا ، وبعد أن انتهى موسى من سماع اعتذار أخيه هارون ، اتجه بغضبه إلى السامرى - رأس الفتنة ومدبرها - فأخذ فى زجره وتوبيخه ."
    },
    {
      "ayah": 95,
      "surah": 20,
      "text": "وقد حكى - سبحانه - ذلك فى قوله - تعالى - : ( قَالَ فَمَا خَطْبُكَ ياسامري . . . ) .أى : قال موسى - عليه السلام - للسامرى : ( مَا خَطْبُكَ ) أى : ما شأنك ، وما الأمر العظيم الذى جعلك تفعل ما فعلت؟ مصدر خطب يخطب - كقعد يقعد - ومنه قولهم : هذا خطب يسير أو جلل ، وجمعه خطوب . وخصه بعضهم بما له خطر من الأمور ، وأصله : الأمر العظيم الذى يكثر فيه التخاطب والتشاور ، ويخطب الخطيب الناس من أجله ."
    },
    {
      "ayah": 96,
      "surah": 20,
      "text": "وقد رد السامرى على موسى بقوله : ( بَصُرْتُ بِمَا لَمْ يَبْصُرُواْ بِهِ ) أى : علمت ما لم يعلمه القوم ، وفطنت لما لم يفطنوا له ، ورأيت ما لم يروه .قال الزجاج : يقال : بصر بالشىء يبصر - ككرم وفرح - إذا علمه ، وأبصره إذا نظر إليه .وقيل : هما بمعنى واحد .( فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرسول فَنَبَذْتُهَا ) روى أن السامرى رأى جبريل - عليه السلام - حين جاء إلى موسى ليذهب به إلى الميقات لأخذ التوراة عن الله - عز وجل - ولم ير جبريل أحد غير السامرى من قوم موسى ، ورأى الفرس كلما وضعت حافرها على شىء اخضرت ، فعلم أن للتراب الذى تضع عليه الفرس حافرها شأنا ، فأخذ منه حفنة وألقاها فى الحلى المذاب فصار عجلا له خوار .والمعنى قال السامرى لموسى : علمت ما لم يعلمه غيرى فأخذت حفنة من تراب أثر حافر فرس الرسول وهو جبريل - عليه السلام - فألقيت هذه الحفنة فى الحلى المذاب ، فصار عجلا جسدا له خوار .( وكذلك سَوَّلَتْ لِي نَفْسِي ) أى : ومثل هذا الفعل سولته لى نفسى ، أى زينته وحسنته لى نفسى ، لأجعل بنى إسرائيل يتركون عبادة إلهك يا موسى ، ويعبدون العجل الذى صنعته لهم .وعلى هذا التفسير الذى سار عليه كثير من المفسرين ، يكون المراد بالرسول : جبريل - عليه السلام - ويكون المراد بأثره : التراب الذى أخذه من موضع حافر فرسه .هذا ، وقد نقل الفخر الرازى عن أبى مسلم الأصفهانى رأيا آخر فى تفسير الآية فقال ما ملخصه : ليس فى القرآن ما يدل على ما ذكره المفسرون ، فهنا وجه آخر ، وهو أن يكون المراد بالرسول : موسى - عليه السلام - وبأثره : سنته ورسمه الذى أمر به ، وهو أن يكون المراد بالرسول : موسى - عليه السلام - وبأثره : سنته ورسمه الذى أمر به ، فقد يقول الرجل : فلان يقص أثر فلان ويقتص أثره إذا كان يمتثل رسمه ، والتقدير : أن موسى لما أقبل على السامرى بالتوبيخ وبسؤاله عن الأمر الذى دعاه إلى إضلال القوم بعبادة العجل ، رد عليه بقوله : بصرت بما لم يبصروا به ، أى : عرفت أن الذى أنتم عليه ليس بحق ، وقد كنت قبضت قبضة من أثرك أيها الرسول ، أى : أخذت شيئا من علمك ودينك فنبذته ، أى : طرحته .. .وعلى هذا التفسير الذى ذهب إليه أبو مسلم يكون المراد بالرسول : موسى - عليه السلام - ويكون المراد بأثره : دينه وسنته وعلمه .ويكون المعنى الإجمالى للآية : أن السامرى قال لموسى - عليه السلام - كنت قد أخذت جانبا من دينك وعلمك ، ثم تبين لى أنك على ضلال فنبذت ما أخذته عنك وسولت لى نفسى أن أصنع للناس عجلا لكى يعبدوه لأن عبادته أراها هى الحق .وقد رجح الإمام الرازى فى تفسيره ما ذهب إليه أبو مسلم فقال : واعلم أن هذا القول الذى قاله أبو مسلم ليس فيه إلا مخالفة للمفسرين ، ولكنه أقرب إلى التحقيق لوجوه .1 - أن جبريل ليس مشهورا باسم الرسول ، ولم يجر له فيما تقدم ذكر حتى تجعل لام التعريف إشارة إليه .2 - أنه لا بد فيه من الإضمار ، وهو قبضته من أثر حافر فرس الرسول ، والإضمار خلاف الأصل .3 - أنه لا بد من التعسف فى بيان أن السامرى كيف اختص من بين جميع الناس برؤية جبريل ومعرفته؟ ثم كيف عرف أن لتراب حافر فرسه هذا الأثر؟ والذى ذكروه أن جبريل هو الذى رباه بعيد . . .وقد رد الإمام الآلوسى على الإمام الفخر الرازى - رحمهما الله - فقال ما ملخصه :1 - عهد فى القرآن الكريم إطلاق الرسول على جبريل ، كما فى قوله - تعالى - : ( إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ) وعدم جريان ذكره فيما تقدم لا يمنع أن يكون معهودا ، ويجوز أن يكون إطلاق الرسول عليه كان شائعا فى بنى إسرائيل .2 - تقدير المضاف فى الكلام أكثر من أن يحصى ، وقد عهد ذلك فى كتاب الله غير مرة .3 - رؤية السامرى دون غيره لجبريل ، كان ابتلاء من الله - تعالى - ليقضى الله أمرا كان مفعولا ، ومعرفته تأثير ذلك الأثر دون غيره كانت بسبب ما ألقى فى روعه من أنه لا يلقيه على شىء فيقول له كن كذا إلا كان - كما فى خبر ابن عباس - أو كانت لما شاهد من خروج النبات بالوطء - كما فى بعض الآثار - .ويبدو لنا أن ما ذهب إليه أبو مسلم ، أقرب إلى ما يفيده ظاهر القرآن الكريم ، إذا ما استبعدنا تلك الروايات التى ذكرها المفسرون فى شأن السامرى وفى شأن رؤيته لجبريل .ولا نرى حرجا فى استبعادها ، لأنها عارية عن السند الصحيح إلى النبى - صلى الله عليه وسلم - أو إلى أصحابه ، ويغلب على ظننا أنها من الإسرائيليات التى نرد العلم فيها إلى الله - تعالى - ."
    },
    {
      "ayah": 97,
      "surah": 20,
      "text": "و قوله - سبحانه - : ( قَالَ فاذهب فَإِنَّ لَكَ فِي الحياة أَن تَقُولَ لاَ مِسَاسَ ) حكاية لما قاله موسى - عليه السلام - للسامرى .والمساس : مصدر ماسّ - بالتشديد - كقتال من قاتل ، وهو منفى بلا التى لنفى الجنس .والمعنى : قال موسى للسامرى : ما دمت قد فعلت ذلك فاذهب ، فإن لك فى مدة حياتك ، أن تعاقب بالنبذ من الناس ، وأن تقول لهم إذا ما اقترب أحد منك : ( لاَ مِسَاسَ ) أى لا أمَسُّ أحدا ولا يَمسُّنى أحد ، ولا أخالط أحداً ولا يخالطنى أحد .قال صاحب الكشاف : عوقب فى الدنيا بعقوبة لا شىء أطم منها وأوحش وذلك أنه مُنِع من مخالطة الناس منعا كليا ، وحرم عليهم ملاقاته ومكالمه ومبايعته ومواجهته ، وكل ما يعايش به الناس بعضهم بعضا . وإذا اتفق أن يماس أحدا - رجلا أو امرأة - حم الماس والممسوس - أى أصيبا بمرض الحمى - فتحامى الناس وتحاموه ، وكان يصيح : لا مساس . وعادى فى الناس أوحش من القاتل اللاجىء إلى الحرم ، ومن الوحش النافر فى البرية . . .وقال الآلوسى ما ملخصه : والسر فى عقوبته على جنايته بما ذكر . أنه ضد ما قصده من إظهار ذلك ليجتمع عليه الناس ويعززوه ، فكان ما فعله سببا لبعدهم عنه وتحقيره . وقيل : عوقب بذلك ليكون الجزاء من جنس العمل ، حيث نبذ فنبذ ، فإن ذلك التحامى عنه أشبه شىء بالنبذ . . .قالوا : وهذه الآية الكريمة أصلى فى نفى أهل البدع والمعاصى وهجرانهم وعدم مخالطتهم .ثم بين - سبحانه - عقوبة السامرى فى الآخرة ، بعد بيان عقوبته فى الدنيا فقال : ( وَإِنَّ لَكَ مَوْعِداً لَّن تُخْلَفَهُ ) .وقوله : ( تُخْلَفَهُ ) قرأها الجمهور بضم التاء وفتح اللام . أى : وإن لك موعدا فى الآخرة لن يخلفك الله - تعالى - إياه . بل سينجزه لك ، فيعاقبك يومئذ العقاب الأليم الذى تستحقه بسبب ضلالك وإضلالك ، كما عاقبك فى الدنيا بعقوبة الطرد والنفور من الناس .وقرأ ابن كثير وأبو عمر ( لَّن تُخِلَفَهُ ) بضم التاء وكسر اللام أى : وإن لك موعدا فى الآخرة لن تستطيع التخلف عنه ، أو المهرب منه ، بل ستأتيه وأنت صاغر . . .ثم بين - سبحانه - أيضا - للسامرى : وانظر إلى معبودك العجل الذى أقمت على عبادته أنت وأتباعك فى غيبتى عنكم .( لَّنُحَرِّقَنَّهُ ) بالنار أمام أعينكم ، والجملة جواب لقسم محذوف ، أى : والله لنحرقنه ( ثُمَّ لَنَنسِفَنَّهُ فِي اليم نَسْفاً ) أى : لم لَنُذرِينَّه فى البحر تذرية ، بحيث لا يبقى منه عين ولا أثر .يقال : نسف الطعام ينسفه نسفا ، إذا فرقه وذراه بحيث لا يبقى منه شىء .وقد نفذ موسى - عليه السلام - ذلك حتى يظهر للأغبياء الجاهلين الذين عبدوا العجل ، أنه لا يستحق ذلك . وإنما يستحق الذبح والتذرية ، وأن عبادتهم له إنما هى دليل واضح على انطماس بصائرهم ، وشدة جهلهم ."
    },
    {
      "ayah": 98,
      "surah": 20,
      "text": "وقوله - تعلاى - : ( إِنَّمَآ إلهكم الله الذي لا إله إِلاَّ هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْماً ) . استئناف مسوق لإحقاق الحق وإبطال الباطل : أى : إنما المستحق للعبادة والتعظيم هو الله - تعالى - وحده ، الذى وسع علمه كل شىء .ولا تخفى عليه خافية فى الأرض ولا فى السماء .وإلى هنا تكون السورة الكريمة قد قصت علينا بأسلوب بليغ حكيم ، جوانب من رعاية الله - تعالى - لنبيه موسى - عليه السلام - ورحمته به ، كما قصت علينا تلك المحاورات التى تمت بين موسى وفرعون ، وبين موسى والسحرة كما حدثتنا عن جانب من النعم التى أنعم الله - تعالى - بها على بنى إسرائيل ، وكيف أنهم قابلوها بالجحود والكنود وبإيذاء نبيهم موسى - عليه السلام - ."
    },
    {
      "ayah": 99,
      "surah": 20,
      "text": "ثم أشار - سبحانه - بعد ذلك إلى العبرة من قصص الأولين ، وإلى التنويه بشأن القرآن الكريم ، وإلى أن يوم القيامة آت لا ريب فيه ، فقال - تعالى - : ( كذلك نَقُصُّ . . . ) .الكاف فى قوله - تعالى - : ( كذلك ) فى محل نصب نعت لمصدر محذوف ، أى : نقص عليك - أيها الرسول الكريم - من أنباء ما قد سبق من أحوال الأمم الماضية ، قصصا مثل ما قصصناه عليك عن موسى وهارون . وما دار بينهما وبين فرعون وبين بنى إسرائيل .و ( مِنْ ) فى قوله ( مِنْ أَنْبَآءِ مَا قَدْ سَبَقَ ) للتبعيض ، ويشهد لذلك أن القرآن قد صرح فى كثير من آياته ، أن الله - تعالى - لم يقص على الرسول - صلى الله عليه وسلم - جميع أحوال الأمم السابقة ، ومن ذلك قوله - تعالى - : ( وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلاً لَّمْ نَقْصُصْهُمْ عَلَيْكَ ) ومن فوائد ما قصه الله - تعالى - عليه من أنباء السابقين : زيادة علمه - صلى الله عليه وسلم - ، وتكثير معجزاته ، وتثبيت فؤاده ، وتسليته عما أصابه من سفهاء قومه ، وتذكير المؤمنين بأحوال تلك الأمم السابقة ليعتبروا ويتعظوا .وقوله - سبحانه - : ( وَقَدْ آتَيْنَاكَ مِن لَّدُنَّا ذِكْراً ) تنويه وتعظيم لشأن القرآن الكريم .أى : وقد أعطيناك ومنحناك من عندنا وحدنا ( ذِكْراً ) عظيما . وهو القرآن الكريم ، كما قال - تعالى - : ( وهذا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنكِرُونَ ) قال الفخر الرازى : وفى تسمية القرآن بالذكر وجوه :أحدها أنه كتاب فيه ذكر ما يحتاج إليه الناس من أمر دينهم ودنياهم .وثانيها : أنه يذكر أنواع آلاء الله ونعمائه على الناس ، ففيه التذكير والوعظ .وثالثها : أنه فيه الذكر والشرف لك ولقومك ، كما قال - سبحانه - ( وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ )."
    }
  ]
}
