{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 38,
      "text": "سورة \" ص \" من السور القرآنية التى افتتحت ببعض حروف التهجى ، وقد سبق أن بينا بشئ من التفصيل آراء العلماء فى هذه المسألة ، عند تفسيرنا لسورة البقرة ، وآل عمران ، والأعراف . ويونس . .وقلنا ما خلاصته : لعل أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة قد وردت فى بعض السور القرآنية على سبيل الإيقاظ والتنبيه للذين تحداهم القرآن .فكأن الله - تعالى - يقول لأولئك المعارضين فى أن القرآن من عند الله هاكم القرآن ترونه مؤلفا من كلام من جنس ما تؤلفون منه كلامكم ، ومنظوما من حروف هى من جنس الحروف الهجائية التى تنظمون منها حروفكم .فإن كنتم فى شك من كونه منزلا من عند الله فهاتوا مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك ، أو فى الإِتيان بعشر سور من مثله ، أو بسورة واحدة من مثله .فعجزوا وانقلبوا خاسرين . وثبت أن هذا القرآن من عند الله - تعالى - .والواو فى قوله - تعالى - : ( والقرآن ذِي الذكر ) للقسم . والمقسم به القرآن الكريم . وجواب القسم محذوف ، لدلالة ما بعده عليه .والذكر ، يطلق على الشرف ونباهة الشأن ، يقال فلان مذكور ، أى : صاحب شرف ونباهة . ومنه قوله - تعالى - : ( وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ) ويطلق وبراد به التذكير على أنه مصدر ، لأن القرآن مشتمل على المواعظ والأحكام وقصص الأنبياء . وغير ذلك مما يسعد الناس فى دينهم ودنياهم .وهذان الإِطلاقان ينطبقان على القرآن الكريم ، فيكون المعنى : وحق القرآن الكريم ذى الشرف العظيم ، وذى التذكير الحكيم المشتمل على ما ينفع الناس فى دنياهم وآخرتهم . .إنك - أيها الرسول لصادق فى كل ما تبلغه عن ربك ولم يصدر منك إطلاقا ما يخالف الحق الذى أمرناك بتبليغه للناس .قال بعض العلماء ما ملخصه : اعلم أنهم اختلفوا فى تعيين الشئ الذى أقسم الله - تعالى - عليه فى قوله : ( والقرآن ذِي الذكر ) .فقال بعضهم إن المقسم عليه مذكور ، وهو قوله - تعالى - : ( إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار ) أو قوله - تعالى - : ( إِنَّ هذا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ ) أو قوله - تعالى - : ( كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ ) . .والحق أن القول بأن المقسم عليه مذكور ظاهر السقوط .وقال آخرون إن المقسم عليه محذوف ، واختلفوا فى تقديره ، فقال صاحب الكشاف : التقدير : ( والقرآن ذِي الذكر ) إنه لمعجز . وقدره ابن عطية فقال : والتقدير : والقرآن ذى الذكر ليس الأمر كما يقول الكفار . ."
    },
    {
      "ayah": 10,
      "surah": 38,
      "text": "وقوله - عز وجل - : ( أَمْ لَهُم مُّلْكُ السماوات والأرض وَمَا بَيْنَهُمَا . . . ) تأكيد لما أفادته الآية السابقة من عدم ملكيتهم لشئ من خزائن الله - تعالى - أى : أن هؤلاء الكافرين ليست عندهم خزائن ربك - أيها الرسول الكريم - وليسوا بمالكين شيئا - أى شئ - من هذه العوالم العلوية أو السفلية ، وإنما هم خلق صغير من خلقنا العظيم الكبير .وقوله - سبحانه - : ( فَلْيَرْتَقُواْ فِى الأسباب ) تعجيز لهم ، وتهكم بهم ، واستخفاف بأقوالهم ومزاعمهم ، والأسباب : جمع سبب وهو كل ما يتوصل به إلى غيره من حبل أو نحوه .والفاء جواب لشرط محذوف . والتقدير : إن كان عندهم خزائن رحمتنا ، ولهم شئ من ملك السموات والأرض وما بينهما ، فليصعدوا فى الطرق التى توصلهم إلى ما نملكه حتى يستولوا عليه ، ويدبروا أمره ، وينزلوا الوحى على من يختارونه للنبوة من أشرافهم وصناديدهم .فالجملة الكريمة قد اشتملت على نهاية التعجيز لهم ، والتهكم بهم وبأقوالهم ، حيث بين - سبحانه - أنهم أدعاء فيما يزعمون ، وأنهم يهرفون بما لا يعرفون . ."
    },
    {
      "ayah": 11,
      "surah": 38,
      "text": "ثم بشر الله - تعالى - رسوله صلى الله عليه بالنصر عليهم فقال : ( جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الأحزاب ) .ولفظ ( جند ) خبر لمبتدأ محذوف . و \" ما \" مزيدة للتقليل والتحقير ، نحو قولك : أكلت شيئا ما . أى : شيئا قليلا ، وقيل : هى للتكثير والتهويل كقولهم : لأمر ما جدع قصير أنفه .أى : لأمر عظيم . . وعلى كلا المعنيين فالمقصود أنهم لا وزن لهم بجانب قدرة الله - تعالى - ( هُنَالِكَ ) صفة لجند ، أو ظرف لمهزوم ، وهو إشارة إلى المكان البعيد .و ( مَهْزُومٌ ) خبر ثان للمبتدأ المقدر ، وأصل الهَزْم : غَمْزُ الشئ اليابس حتى يتحطّم ويُكْسر .يقال : تَهزَّمت القربة ، بمعنى يبِست ، وتكسرت . وهُزِم الجيش بمعنى غُلِب وكُسِر .والمعنى : هؤلاء المشركون - أيها الرسول الكريم - لا تهتم بأمرهم ، ولا تكترث بجموعهم ، فهم سواء أكانوا قليلن أم كثيرين ، لا قيمة لهم بجانب قوتنا التى لا يقف أمامها شئ ، ومهما تحزوا عليك فهم جند مهزومون ومغلوبون أمام قوة المؤمنين فى مواطن متعددة .فالآية الكريمة بشارة للمؤمنين بالنصر على أعدائهم كما قال - تعالى - : ( سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر ) قال صاحب الكشاف : قوله : ( جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الأحزاب ) يريد ما هم إلا جيش من الكفار المتحزبين على رسل الله مهزوم مكسور عما قريب ، فلا تبال بما يقولون ، ولا تكترث بما يهذون ، و \" ما \" مزيدة ، وفيها معنى الاستعظام . . إلا أنه على سبيل الاستهزاء بهم . و ( هنالك ) إشارة حيث وضعوا فيه أنفسهم من الانتداب لمثل ذلك القول العظيم ، من قولهم لمن ينتدب لأمر ليس من أهله : لست هنالك .وبذلك نرى الآيات الكريمة قد حكت أقوال المشركين ، وردت عليها ردا يكبتهم ويزهق باطلهم ، وختمت بما يبشر المؤمنين بالنصر عليهم .ثم ساق - سبحانه - جانبا مما أصاب السابقين من دمار حين كذبوا رسلهم لكى يعتبر المشركون المعاصرون للنبى صلى الله عليه وسلم ولكى يقلعوا عن شركهم حتى لا يصيبهم ما أصاب أمثالهم من المتقدمين عليهم ، فقال - تعالى - :( بَلْ عَجِبْتَ . . . ) ."
    },
    {
      "ayah": 12,
      "surah": 38,
      "text": "قوله - تعالى - : ( كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ . . . ) استئناف مقرر لوعيد قريش بالهزيمة . ولوعد المؤمنين بالنصر ، وتأنيث قوم باعتبار المعنى ، وهو أنهم أمة وطائفة .أى : ليس قومك - يا محمد - هم أول المكذبين لرسلهم ، فقد سبقهم إلى هذا التكذيب قوم نوح ، فكان عاقبتهم الإِغراق بالطوفان .وسبقهم - أيضا - إلى هذا التكذيب قوم عاد ، فقد كذبوا نبيهم هودا ، فكانت عاقبتهم الإِهلاك بالريح العقيم . التى ما أتت على شئ إلا جعلته كالرميم .وقوله : ( وفِرْعَوْنُ ذُو الأوتاد ) معطوف على ما قبله أى : وكذب - أيضا - فرعون رسولنا موسى - عليه السلام - .وقوله : ( ذُو الأوتاد ) صفة لفرعون . والأوتاد : جمع وتد ، وهو ما يدق فى الأرض لتثبيت الشئ وتقويته .والمراد بها هنا : المبانى الضخمة العظيمة ، أو الجنود الذي يثبتون ملكه كما تثبت الأوتاد البيت ، أو الملك الثابت ثبوت الأوتاد .قال الآلوسى ما ملخصه : والأصل إطلاق ذى الأوتاد على البيت المشدود والمثبت بها ، فشبه هنا فرعون فى ثبات ملكه . . ببيت ثابت ذى عماد وأوتاد . .أو المراد بالأوتاد الجنود : لأنهم يقولون ملكه كما يقوى الوتد الشئ . أو المراد بها المبانى العظيمة الثابتة .ويصح أن تكون الأوتاد على حقيقتها فقد قيل إنه كان يربط من يريد قتله بين أوتاد متعددة ، ويتركه مشدودا فيها حتى يموت . .أى : وفرعون صاحب المبانى العظيمة ، والجنود الأقوياء ، والملك الوطيد . . . كذب رسولنا موسى - عليه السلام - ، فكانت عاقبة هذا التكذيب أن أغرقناه ومن معه جميعا من جنوده الكافرين ."
    },
    {
      "ayah": 13,
      "surah": 38,
      "text": "وكذب - أيضا - قوم ثمود نبيهم صالحا ، وقوم لوط نبيهم لوطا ، وأصحاب الأيكة وهم قوم شعيب . كذبوه كذلك - فكانت نتيجة هذا التكذيب الإِهلاك لهؤلاء المكذبين - كما قال - تعالى - : ( فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ ) والإِشارة فى قوله - تعالى - : ( أولئك الأحزاب ) تعود إلى هؤلاء الأقوام المكذبين لرسلهم وسموا بالأحزاب ، لأنهم تحزبوا ضد رسلهم ، وانضم بعضهم إلى بعض فى تكذيبهم ، ووقفوا جميعا موقف المحارب لهؤلاء الرسل الكرام ."
    },
    {
      "ayah": 14,
      "surah": 38,
      "text": "وقوله - سبحانه - ( إِن كُلٌّ إِلاَّ كَذَّبَ الرسل فَحَقَّ عِقَابِ ) استئناف مقرر لما قبله من تكذيب هؤلاء الأقوام لرسلهم ، وبيان للأسباب التى أدت إلى عقاب المكذبين .و \" إن \" هنا نافية ، ولا عمل لها لانتقاض النفى بإلا . و \" إلا \" أداة استثناء مفرغ من أعم الصفات أو الأحكام : وجملة ( كَذَّبَ الرسل ) فى محل رفع خبر \" كل \" .أى : ليس لهؤلاء الأقوام من صفات سوى تكذيب الرسل ، فكانت نتيجة هذ التكذيب أن حل بهم عقابى وثبت عليهم عذابى . الذى دمرهم تدميرا .والإِخبار عن كل حزب من هذه الأحزاب بأنه كذب الرسل ، إما لأن تكذيب كل حزب لرسوله يعتبر من باب التكذيب لجميع الرسل لأن دعوتهم واحدة ، وإما من قبيل مقابلة الجمع بالجمع ، والمقصود تكذيب كل حزب لرسوله .وقد جاء تكذيبهم فى الآية السابقة بالجملة الفعلية ( كَذَّبَتْ قَبْلَهُمْ . . . ) وجاء فى هذه الآية بالجملة الأسمية : لبيان إصرارهم على هذا التكذيب ، ومداومتهم عليه ، وإعراضهم عن دعوة الرسل لهم إعراضا تاما ."
    },
    {
      "ayah": 15,
      "surah": 38,
      "text": "وقوله - سبحانه - : ( وَمَا يَنظُرُ هؤلاءآء إِلاَّ صَيْحَةً واحِدَةً مَّا لَهَا مِن فَوَاقٍ ) . بيان للعذاب المعد للمشركين المعاصرين للنبى صلى الله عليه وسلم بعد بيان العقاب الذى حل بالسابقين .والمراد بالصحية هنا : النفخة الثانية التى ينفخها إسرافيل فى الصور ، فيقوم الخلائق من قبورهم للحساب والجزاء .وقيل المراد بها النفخة الأولى ، وضعف هذا القول بأنهم لن يكونوا موجودين وقتها حتى يصعقوا بها . .وينظرون هنا بمعنى ينتظرون . وجعلهم - سبحانه - منتظرين للعقاب مع أنهم لم ينتظروه على سبيل الحقيقة لإِشعار بتحقق وقوعه ، وأنهم بصدد لقائه ، فهم لذلك فى حكم المنتظرين له .أى : وما ينتظر هؤلاء المشركون الذين هم أمثال المهلكين من قبلهم ، ( إِلاَّ صَيْحَةً واحِدَةً ) أى : نفخة واحدة ينفخا إسرافيل ( فَإِذَا هُم مِّنَ الأجداث إلى رَبِّهِمْ يَنسِلُونَ ) وهذه النفخة ( مَّا لَهَا مِن فَوَاقٍ ) أى : ليس لها من توقف وانتظار حتى ولو بمقدار فواق ناقة وهو الزمن الذى يكون بين الحلبتين ، أو الزمن الذى يكون فيه رجوع اللبن فى الضرع بعد الحلب .والمقصود بيان أن هذه الصيحة سريعة الوقوع ، وأنها لن تتأخر عن وقتها ، وأنها صيحة واحدة فقط يتم بعدها كل شئ يتعلق بالبعث والجزاء .قال الجمل فى حاشيته ما ملخصه : قوله : ( مَّا لَهَا مِن فَوَاقٍ ) يجوز أن يكون قوله ( لها ) رافعا لقوله : ( مِن فَوَاقٍ ) على الفاعلية لاعتماده على النفى .وأن يكون جملة من مبتدأ وخبر ، وعلى التقديرين فالجملة المنفية صفة لصيحة ، ومن مزيدة . .والفواق - بفتح الفاء وضمها - الزمان الذى بين حلبتى الحالب ورضعتى الراضع - والمعنى : ما لها من توقف قدر فواق ناقة . وفى الحديث : \" العيادة قدر فوق ناقة \" ."
    },
    {
      "ayah": 16,
      "surah": 38,
      "text": "ثم ختم - سبحانه - هذه الآيات الكريمة ، ببيان ما جبل عليه هؤلاء المشركون من جهالات وسفاهات ، حيث تعجلوا العقاب قبل وقوعه بهم ، فقال - تعالى - : ( وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الحساب ) .والقطُّ : النصيب والقطعة من الشئ . مأخوذ من قط الشئ إذا قطعه وفصله عن غيره . فهم قد أطلقوا القطعة من العذاب على عذابهم ، باعتبار أنها مقتطعة من العذاب الكلى المعد لهم ولغيرهم .أى : وقال هؤلاء المشركون الجاهلون يا ربنا ( عَجِّل لَّنَا قِطَّنَا ) أى عجل لنا نصيبنا من العذاب الذى توعدتنا به ، ولا تؤخره إلى يوم الحساب .وتصدير دعائهم بنداء الله - تعالى - بصفة الربوبية ، يشعر بشدة استهزائهم بهذا العذاب الذى توعدهم الله - تعالى - به على لسان رسوله صلى الله عليه وسلم .ونسب - سبحانه - القول إليهم جميعا من أن القائل هو النضر بن الحارث ، أو أبو جهل . . لأنهم قد رضوا بهذا القول ، ولم يعترضوا على قائله .وقيل المراد بقوله - تعالى - : ( عَجِّل لَّنَا قِطَّنَا . . ) أى : صحائف أعمالنا لننظر فيها قبل يوم الحساب .وقيل المراد به : نصيبهم من الجنة أى : عجل لنا نصيبنا من الجنة التى وعد رسولك بها أتباعه ، وأعطنا هذا النصيب فى الدنيا قبل يوم الحساب لأننا لا نؤمن بوقوعه .وعلى جميع الأقوال ، فالمراد بيان أنهم قوم قد بلغ بهم التطاول والغرور منتهاه ، حيث استهزءوا بيوم الحساب ، وطلبوا تعجيل نزول العذاب بهم فى الدنيا ، بعد أن سمعوا من الرسول صلى الله عليه وسلم أن عقوبتهم مؤجلة إلى الآخرة .قال - تعالى - : ( وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ الله مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ ) وقال - سبحانه - : ( وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ وَإِنَّ يَوْماً عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ )."
    },
    {
      "ayah": 17,
      "surah": 38,
      "text": "ثم واصلت السورة الكريمة تسليتها للرسول صلى الله عليه وسلم حيث أمرته بالصبر ، وذكرت له - بشئ من التفصيل - قصص بعض الأنبياء - عليهم السلام - وبدأت بقصة داود - عليه السلام - الذى آتاه الله الملك والنبوة قال - تعالى - :( اصبر على مَا يَقُولُونَ واذكر . . . ) .الخطاب فى قوله - تعالى - : ( اصبر على مَا يَقُولُونَ . . . ) للنبى صلى الله عليه وسلم .أى : اصبر - أيها الرسول الكريم - على ما قاله أعدؤك فيك وفى دعوتك لقد قالوا عنك إنك ساحر ومجنون وكاهن وشاعر . . وقالو عن القرآن الكريم : إنه أساطير الأولين . . وقالوا فى شأن دعوتك إياهم إلى وحدانية الله - تعالى - ( مَا سَمِعْنَا بهذا فِى الملة الآخرة إِنْ هذا إِلاَّ اختلاق ) وقالوا غير ذلك مما يدل على جهلهم وجحودهم للحق ، وعليك - أيها الرسول الكريم - أن تصبر على ما صدر منهم من أباطيل ، فإن الصبر مفتاح الفرج ، وهو الطريق الذى سلكه كل نبى من قبلك .وقال - سبحانه - : ( اصبر على مَا يَقُولُونَ ) بصيغة المضارع ، لاستحضار الصورة الماضية . وللإِشعار بأن ما قالوه فى الماضى سيجددونه فى الحاضر وفى المستقبل فعليه أن يعد نفسه لاستقبال هذه الأقوال الباطلة بصبر وسعة صدر حتى يحكم الله - تعالى - بحكمه العادل ، بينه وبينهم .وقوله - تعالى - : ( واذكر عَبْدَنَا دَاوُودَ ذَا الأيد إِنَّهُ أَوَّابٌ ) معطوف على جملة ( واصبر ) . .وداود - عليه السلام - : هو ابن يسى من سبط \" يهوذا \" بن يعقوب بن إسحاق بن إبراهيم وكانت ولادة داود فى حوالى القرن الحادى عشر قبل الميلاد . وقد منحه الله - تعالى - النبوة والملك .وقوله - تعالى - ( ذَا الأيد ) صفة لداود ، والأَيْد : القوة . يقال : آدَ الرجل يئيد أَيْداً وإيادا ، إذا قوى واشتد عوده ، فهو أَيِّد . ومنه قولهم فى الدعاء : أيدك الله . أى : قواك و ( أَوَّابٌ ) صيغة مبالغة من آب إذا رجع .أى : اصبر - أيها الرسول الكريم - على أذى قومك حتى يحكم الله بينك وبينهم واذكر - لتزداد ثباتا وثقة - قصة وحال عبدنا داود ، صاحب القوة الشديدة فى عبادتنا وطاعتنا وفى دحر أعدائنا . . ( إِنَّهُ أَوَّابٌ ) أى : كثير الرجوع إلى ما يرضينا ."
    },
    {
      "ayah": 18,
      "surah": 38,
      "text": "ثم بين - سبحانه - بعض مظاهر فضله ونعمه على عبده داود - عليه السلام - فقال : ( إِنَّا سَخَّرْنَا الجبال مَعَهُ يُسَبِّحْنَ بالعشي والإشراق . . . )والعشى : الوقت الذى يكون من الزوال إلى الغروب أو إلى الصباح . والإِشراق : وقت إشراق الشمس ، أى : سطوعها وصفاء ضوئها ، قالوا : وهو وقت الضحى . .فالإِشراق غير الشروق ، لأن الشروق هو وقت طلوع الشمس . وهو يسبق الإِشراق أى : إن من مظاهر فضلنا على عبدنا داود ، أننا سخرنا وذللنا الجبال معه ، بأن جعلناها بقدرتنا تقتدى به فتسبح بتسبيحه فى أوقات العشى والإِشراق .وقال - سبحانه - ( معه ) للإشعار بأن تسبيحها كان سبيل الاقتداء به فى ذلك .أى : أنها إذا سمعته يسبح الله - تعالى - ويقدسه وينزهه ، رددت معه ما يقوله .وهذا التسبيح من الجبال لله - تعالى - إنما هو على سبيل الحقيقة ولكن بكيفية لا يعلمها إلا هو - عز وجل - بدليل قوله - سبحانه - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً ) والقول بأن تسبيح الجبال كان بلسان الحال ضعيف لأمور منها : المخالفة لظاهر ما تدل عليه الآية من أن هناك تسبيحا حقيقيا بلسان المقال ، ومنها : أن تقييد التسبيح بكونه بالعشى والإِشراق . وبكونه مع داود ، يدل على أنه تسبيح بلسان المقال ، إذ التسبيح بلسان الحال موجود منها فى كل وقت ، ولا يختص بكونه فى هذين الوقتين أو مع داود .وخص - سبحانه - وقتى العشى والإِشراق بالذكر . للإِشارة إلى مزيد شرفهما ، وسمو درجة العبادة فيهما ."
    },
    {
      "ayah": 19,
      "surah": 38,
      "text": "وقوله - تعالى - ( والطير مَحْشُورَةً . . . ) معطوف على الجبال وكلمة محشورة : بمعنى مجموعة . وهى حال من الطير . والعامل قوله ( سخرنا ) .أى : إنا سخرنا الجبال لتسبح مع داود عند تسبيحه لنا ، كما سخرنا الطير وجمعناها لتردد معه التسبيح والتقديس لنا .والتعبير بقوله ( مَحْشُورَةً ) يشير إلى أن الطير قد حبست وجمعت لغرض التسبيح معه ، حتى لكأنها تحلق فوقه ولا تكاد تفارقه من شدة حرصها على تسبيح الله - تعالى - وتقديسه .وجملة ( كُلٌّ لَّهُ أَوَّابٌ ) مقررة لمضمون ما قبلها من تسبيح الجبال والطير .واللام فى \" له \" للتعليلي ، والضمير يعود إلى داود - عليه السلام - .أى : كل من الجبال والطير . من أجل تسبيح داود ، كان كثير الرجوع إلى التسبيح . ويصح أن يكون الضمير يعود إلى الله - تعالى - فيكون المعنى : كل من داود والجبال والطير ، كان كثير التسبيح والتقديس والرجوع إلى الله - تعالى - بما يرضيه ."
    },
    {
      "ayah": 2,
      "surah": 38,
      "text": "وقوله - تعالى - : ( بَلِ الذين كَفَرُواْ فِي عِزَّةٍ وَشِقَاقٍ ) انتقال من القسم والمقسم به ، إلى بيان حال الكفار وما هم عليه من غرور وعناد .والمراد بالعزة هنا : الحمية والاستكبار عن اتباع الحق ، كما في قوله - تعالى - :( وَإِذَا قِيلَ لَهُ اتق الله أَخَذَتْهُ العزة بالإثم فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ المهاد ) وليس المراد بها القهر والغلبة كما فى قوله - تعالى - : ( وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ ولكن المنافقين لاَ يَعْلَمُونَ ) وأصل الشقاق : المخالفة والمنازعة بين الخصمين حتى لكأن كل واحد منهما فى شق غير الذى فيه الآخر . والمراد به هنا : مخالفة المشركين لما جاءهم به النبى صلى الله عليه وسلم .والمعنى : وحق القرآن الكريم ذى الشرف وسمو القدر . إنك - أيها الرسول الكريم - لصادق فيما تبلغه عن ربك ، ولست كما يقول أعداؤك فى شأنك . بل الحق أن هؤلاء الكافرين فى حمية واستكبار عن قبول الهداية التى جئتهم بها من عند ربك ، وفى مخالفةٍ ومعارضةٍ لكل مالا يتفق مع ما وجدوا عليه آباءهم من عبادة للأصنام ، ومن عكوف على عاداتهم الباطلة .والتعبير بفى قوله ( فِي عِزَّةٍ وَشِقَاقٍ ) للإِشعار بأن ما هم علهي من عناد ومن مخالفته للحق ، قد أحاط بهم من كل جوانبهم ، كما يحيط الظرف بالمظروف ."
    },
    {
      "ayah": 20,
      "surah": 38,
      "text": "وقوله - تعالى - : ( وَشَدَدْنَا مُلْكَهُ ) أى : قوينا ملك داود ، عن طريق كثرة الجند التابعين له ، وعن طريق ما منحناه من هيبة ونصرة وقوة . .( وَآتَيْنَاهُ الحكمة ) أى : النبوة ، وسعة العلم ، وصالح العمل ، وحسن المنطق .( وَفَصْلَ الخطاب ) أى : وآتيناه أيضا الكلام البليغ الفاصل بين الحق والباطل ، وبين الصواب والخطأ ، ووفقناه للحكم بين الناس بطريقة مصحوبة بالعدل ، وبالحزم الذى لا يشوبه تردد أو تراجع ."
    },
    {
      "ayah": 21,
      "surah": 38,
      "text": "ثم ساق - سبحانه - ما يشهد لعبده داود بذلك فقال : ( وَهَلْ أَتَاكَ نَبَأُ الخصم إِذْ تَسَوَّرُواْ المحراب ) .والاستفهام للتعجيب والتشويق لما يقال بعده ، لكونه أمرا غريبا تتطلع إلى معرفته النفس .والنبأ : الخبر الذى له أهمية فى النفوس . .والخصم : أى المتخاصمين أو الخصماء . وهو فى الأصل مصدر خصمه أى : غلبه فى المخاصمة والمجادلة والمنازعة ، ولكونه فى الأصل صح إطلاقه على المفرد والمثنى والجمع ، والمذكر والمؤنث . . قالوا : وهو مأخوذ من تعلق كل واحد من المتنازعين بخُصُم الآخر .أى : بجانبه . .والظروف فى قوله : ( إِذْ تَسَوَّرُواْ المحراب ) متعلق بمحذوف . والنسور : اعتلاء السور ، والصعود فوقه ، إذ صيغة التفعل تفيد العلو والتصعد . كما يقال تسنم فلان الجمل ، إذ علا فوق سنامه .والمحراب : المكان الذى كان يجلس فيه داود - عليه السلام - للتعبد وذكر الله - تعالى - .والمعنى : وهل وصل إلى علمك - أيها الرسول الكريم - ذلك النبأ العجيب ، ألا وهو نبأ أولئك الخصوم ، الذين تسلقوا على داود غرفته ، وقت أن كان جالسا فيها لعبادة ربه ، دون إذن منه ، ودون علم منه بقدومهم . .إن كان هذا النبأ العجيب لم يصل إلى علمك ، فها نحن نقصه عليك ."
    },
    {
      "ayah": 22,
      "surah": 38,
      "text": "وقوله : ( إِذْ دَخَلُواْ على دَاوُودَ فَفَزِعَ مِنْهُمْ . . . ) بدل مما قبله . والفزع : انقباض فى النفس يحدث للإِنسان عند توقع مكروه .أى : أن هؤلاء الخصوم بعد أن تسوروا المحراب ، دخلوا على داود ، فخاف منهم ، لأنهم أتوه من غير الطريق المعتاد للإِتيان وهو الباب ، ولأنهم أتوه فى غير الوقت الذى حدده للقاء الناس وللحجكم بينهم ، وإنما أتوه فى وقت عبادته .ومن شأن النفس البشرية أن تفزع عندما تفاجأ بحالة كهذه الحالة .قال القرطبى : فإن قيل : لم فزع داودو وهو نبى ، وقد قويت نفسه بالنبوة واطمأنت بالوحى ، ووثقت بما آتاه الله من المنزلة ، وأظهر على يديه من الآيات ، وكان من الشجاعة فى غاية المكانة؟قيل له : ذلك سبيل الأنبياء قبله ، لم يأمنوا القتل والأذية ، ومنهما كان يخاف .ألا ترى إلى موسى وهارون - عليهما السلام - كيف قالا : ( إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يطغى ) - أى : فرعون - ، فقال الله لهما : ( لاَ تَخَافَآ إِنَّنِي مَعَكُمَآ أَسْمَعُ وأرى ) ثم بين - سبحانه - ما قاله أولئك الخصوم لداود عندما شاهدوا عليه أمارات الوجل والفزع ، فقال : ( قَالُواْ لاَ تَخَفْ خَصْمَانِ بغى بَعْضُنَا على بَعْضٍ فاحكم بَيْنَنَا بالحق وَلاَ تُشْطِطْ واهدنآ إلى سَوَآءِ الصراط ) . .والبغى : الجور والظلم . . وأصله من بغى الجرح إذا ترامى إليه الفساد .والشطط : مجاوزة الحد فى كل شئ . يقال : شط فلان على فلان فى الحكم واشتط . . إذى ظلم وتجاوز الحق إلى الباطل .وقوله : ( خَصْمَانِ ) خبر لمبتدأ محذوف أى : نحن خصمان . والجملة استئناف معلل للنهى فى قولهم : ( لاَ تَخَفْ ) أى : قالوا لداود : لا تخف ، نحن خصمان بغى بعضنا على بعض ، فاحكم بيننا بالحكم الحق ، ولا تتجاوزه إلى غيره ، ( واهدنآ إلى سَوَآءِ الصراط ) أى : وأرشدنا إلى الطريق الوسط ، وهو طريق الحق والعدل .وإضافة سواء الصراط ، من إضافة الصفة إلى الموصوف ."
    },
    {
      "ayah": 23,
      "surah": 38,
      "text": "ثم أخذا فى شرح قضيتهما فقال أحدهما : \" إن هذا أخى له تسع وتسعون نعجة ولى نعجة واحدة ، فقال أكفلنيها وعزنى فى الخطاب \" .والمراد بالأخوة هنا : الأخوة فى الدين أو فى النسب ، أوفيهما وفى غيرهما كالصحبة والشركة .والنعجة : الأنثى من الضأن . وتطلق على أنثى البقر .وقوله : ( أَكْفِلْنِيهَا ) أى : ملكنى إياها ، وتنازل لى عنها ، بحيث تكون تحت كفالتى وملكيتى كبقية النعاج التى عندى ، ليتم عددها مائة .وقوله : ( وَعَزَّنِي فِي الخطاب ) أى : غلبنى فى المحاجة والمخاطبة لأنه أفصح وأقوى منى . . يقال : فلان عز فلانا فى الخطاب ، إذا غلبه . ومنه قولهم فى المثل : من عزَّ بزَّ . أى : من غلب غيره سلبه حقه . أى : قال أحدهما لداود - عليه السلام - : إن هذا الذى يجلس معى للتحاكم أمامك أخى . وهذا الأخ له تسع وتسعون نعجة ، أما أنا فليس لى سوى نعجة واحدة ، فطمع فى نعجتى وقال لى : ( أَكْفِلْنِيهَا ) أى : ملكنيها وتنازل عنها ( وَعَزَّنِي فِي الخطاب ) .أى : وغلبنى فى مخاطبته لى ، لأنه أقوى وأفصح منى ."
    },
    {
      "ayah": 24,
      "surah": 38,
      "text": "وأمام هذه القضية الواضحة المعالم ، وأمام سكوت الأخ المدعى عليه أمام أخيه المدعى ، وعدم اعتراضه على قوله . . أمام كل ذلك . لم يلبث أن قال داود فى حكمه : ( لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إلى نِعَاجِهِ . . )واللام فى قوله : ( لَقَدْ . . . ) جواب لقسم محذوف .وإضافة \" سؤال \" إلى ( نَعْجَتِكَ ) من إضافة المصدر إلى مفعوله ، والفاعل محذوف .أى : بسؤاله ، كما فى قوله - تعالى - : ( لاَّ يَسْأَمُ الإنسان مِن دُعَآءِ الخير ) أى : من دعائه .وقوله ( نعاجه ) متعلق بسؤال على تضمينه معنى الضم .أى : قال داود - عليه السلام - بعد فراغ المدعى من كلامه ، وبعد إقرار المدعى عليه بصدق أخيه فيما ادعاه - والله إن كان ما تقوله حقا - أيها المدعى - فإن أخاك فى هذه الحالة يكون قد ظلمك بسبب طلبه منك أن تتنازل له عن نعجتك لكى يضمها إلى نعاجة الكثيرة .وإنما قلنا إن داود - عليه السلام - قد قال ذلك بعد إقرار المدعى عليه بصحة كلام المدعى ، لأنه من المعروف أن القاضى لا يحكم إلا بعد سماع حجة الخصوم أو الخصين حتى يتمكن من الحكم بالعدل .ولم يصرح القرآن بأن داود - عليه السلام - قد قال حكمه بعد سماع كلام المدعى عليه ، لأنه مقرر ومعروف فى كل الشرائع ، وحذف ما هو مقرر ومعلوم جائز عند كل ذى عقل سليم .ثم أراد داود - عليه السلام - وهو الذى آتاه الله الحكمة وفصل الخطاب - أراد أن يهون المسألة عن نفس المشتكى ، وأن يخفف من وقع ما قاله أخوه الغنى له ، وما فعله معه ، فقال : ( وَإِنَّ كَثِيراً مِّنَ الخلطآء ليبغي بَعْضُهُمْ على بَعْضٍ إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَقَلِيلٌ مَّا هُمْ . . . ) .أى : قال داود للمشتكى - على سبيل التسية له - : وإن كثيرا من الخلطاء ، أى الشركاء - جمع خليط ، وهو من يخلط ماله بمال غيره .( ليبغي بَعْضُهُمْ على بَعْضٍ ) أى : ليعتدى بعضهم على بعض ، ويطمع بعضهم فى مال الآخر ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ) فإنهم لا يفعلون ذلك لقوة إيمانهم ، ولبعدهم عن كل ما لا يرضى خالقهم ، فالجملة الكريمة منصوبة المحل على الاستثناء ، لأن الكلام قبلها تام موجب .وقوله : ( وَقَلِيلٌ مَّا هُمْ ) بيان لقلة عدد المؤمنين الصادقين الذين يعدلون فى أحكامهم .ولفظ ( قليل ) خبر مقدم و \" ما \" مزيدة للإِبهام وللتعجب من قلتهم . و \" هم \" مبتدأ مؤخر .فكأنه - سبحانه - يقول : ما أقل هؤلاء المؤمنين الذين يعملون الصالحات ويحرصون على إعطاء كل ذى حق حقه ، والجملة الكريمة اعتراض تذييلى .وبهذا نرى أن داود - عليه السلام - قد قضى بين الخصمين ، بما يحق الحق ويبطل الباطل .ثم بين - سبحانه - ما حاك بنفس داود - عليه السلام - بعد أن دخل عليه الخصمان ، وبعد أن حكم بينهما بالحكم السابق فقال : ( وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فاستغفر رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ ) .والظن معناه : ترجيح أحد الأمرين على الآخر .وفتناه : بمعنى امتحناه واختبرناه وابتليناه ، مأخوذ من الفتن بمعنى الابتلاء والاختبار .أى : وظن داود - عليه السلام - أن دخول الخصمين عليه بهذه الطريقة ، إنما هو لأجل الاعتداء عليه . وأن ذلك لون من ابتلاء الله - تعالى - له ، وامتحانه لقوة إيمانه ، ولكن لما لم يتحقق هذا الظن ، وإنما الذى تحقق هو القضاء بينهما بالعدل ، استغفر رببه من ذلك الظن ، ( وَخَرَّ رَاكِعاً ) أى : ساجدا لله - تعالى - وعبر عنه بالركوع لأنه فى كل منهما انحناء وخضوع لله - عز وجل - ( وأناب ) أى : ورجع داود إلى الله - تعالى - بالتوبة وبالمداومة على العبادة والطاعة ."
    },
    {
      "ayah": 25,
      "surah": 38,
      "text": "واسم الإِشارة فى قوله - تعالى - : ( فَغَفَرْنَا لَهُ ذَلِكَ . . ) يعود إلى الظن الذى استغفر منه ربه ، وهو ظنه بأن حضور الخصمين إليه بهذه الطريقة غير المألوفة ، القصد منها الاعتداء عليه ، فلما ظهر له أنهما حضرا إليه فى خصومه بينهما ليحكم فيها ، استغفر ربه من ذلك الظن السابق ، فغفر الله - تعالى - له .فقوله : - تعالى - : ( فَغَفَرْنَا لَهُ ذَلِكَ ) أى : فغفرنا له ذلك الظن الذى استغفر منه . . ( وَإِنَّ لَهُ عِندَنَا لزلفى ) أى : لقربه منا ومكانه سامية ( وَحُسْنَ مَآبٍ ) أى : وحسن مرجع فى الآخرة وهو الجنة ."
    },
    {
      "ayah": 26,
      "surah": 38,
      "text": "ثم ختم - سبحانه - هذه القصة ، بتلك التوجيهات الحكيمة ، والآداب القويمة ، التى وجهها - سبحانه - إلى كل حاكم فى شخص داود - عليه السلام - فقال : ( ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض . . ) والخليقة : هو من يخلف غيره وينوب منابه ، فهو فعيل بمعنى فاعل . والتاء فيه للمبالغة . أى : يا داود إنا جعلناك - بفضلنا ومنتنا - خليفة ونائبا عنا فى الأرض ، لتتولى سياسة الناس ، ولترشدهم إلى الصراط المستقيم .والجملة الكريمة مقولة لقول محذوف معطوفة على ما سبقتها . أى : فغفرنا له ذلك وقلنا له يا داود إنا جعلناك خليفة فى الأرض . ويصح أن تكون مستأنفة لبيان مظاهر الزلفى والمكانة الحسنة التى وهبها - سبحانه - لداود؟ حيث جعله خليفة فى الأرض .والفاء فى قوله - تعالى - : ( فاحكم بَيْنَ الناس بالحق وَلاَ تَتَّبِعِ الهوى . . ) للتفريع ، أو هى جواب لشرط مقدر . والهوى : ميل النفس إلى رغباتها بدون تحر للعدل والصواب .أى : إذا كان الأمر كما أخبرناك فاحكم - يا داود - بين الناس بالحكم الحق الذى أرشدك الله - تعالى - إليه ، وواظب على ذلك فى جميع الأزمان والأحوال : ولا تتبع هوى النفس وشهواتها ، فإن النفس أمارة بالسوء .وقوله - سبحانه - ( فَيُضِلَّكَ عَن سَبِيلِ الله . . . ) بيان للمصير السيئ الذى يؤدى إليه اتباع الهوى فى الأقوال والأحكام .وقوله ( فَيُضِلَّكَ ) منصوب بأن المضمرة بعد فاء السببية ، على أنه جواب للنهى السابق . أى : ولا تتبع الهوى ، فإن اتباعك له ، يؤدى بك إلى الضلال عن طريق الحق ، وعن مخالفة شرع الله - تعالى - ودينه .ثم بين - سبحانه - عاقبة الذين يضلون عن سبيله فقال : ( إِنَّ الذين يَضِلُّونَ عَن سَبِيلِ الله لَهُمْ عَذَابٌ شَدِيدُ بِمَا نَسُواْ يَوْمَ الحساب ) .أى : إن الذين يضلون عن دين الله وعن طريقه وشريعته ، بسبب اتباعهم للهوى ، لهم عذاب شديد لا يعلم مقداره إلا الله - تعالى - لأنهم تركوا الاستعداد ليوم الحساب ، وما فيه من ثواب وعقاب .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات ما يأتى :1 - سمو منزلة داود - عليه السلام - عند ربه ، فقد افتتحت هذه الآيات ، بأن أمر الله - تعالى - رسوله صلى الله عليه وسلم أن يتذكر ما حدث لأخيه داود . ليكون هذا التذكير تسلية له عما أصابه من المشركين وعونا له على الثبات والصبر .ثم وصف - سبحانه - عبده داود بأنه كان قويا فى دينه ، ورجاعا إلى ما يرضى ربه ، وأنه - سبحانه - قد وهبه نعما عظيمة ، وآتاه الحكمة وفصل الخطاب .ثم ختمت هذه الآيات - أيضا - بالثناء على داود - عليه السلام - حيث قال - سبحانه - : ( وَإِنَّ لَهُ عِندَنَا لزلفى وَحُسْنَ مَآبٍ ) . وببيان أنه - تعالى - قد جعله خليفة فى الأرض .ومن الأحاديث التى وردت فى فضله - عليه السلام - ما أخرجه البخاري فى تاريخه أن رسول الله صلى الله عليه وسلم كان إذا ذكر داود ، وحدث عنه قال : \" كان أعبد البشر \" .وأخرجه الديلمى عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم \" لا ينبغى لأحد أن يقول إنى أعبد من داود \" .2 - أن قصة الخصمين اللذين تسورا على داود المحراب ، قصة حقيقية ، وأن الخصومة كانت بين اثنين من الناس فى شأن غنم لهما ، وأنهما حين دخلا عليه بتلك الطريقة الغريبة التى حكاها القرآن الكريم ، فزع منهما داود - عليه السلام - وظن أنهما يريدان الاعتداء عليه ، وأن الله - تعالى - يريد امتحانه وثباته أمام أمثال هذه الأحداث .فلما تبين لداود بعد ذلك أن الخصمين لا يريدان الاعتداء عليه ، وإنما يريدان التحاكم إليه فى مسألة معينة ، استغفر ربه من ذلك الظن السابق - أى ظن الاعتداء عليه فغفر الله - تعالى - له . .والذى يتدبر الآيات الكريمة يراها واضحة وضوحا جليا فى تأييد هذا المعنى .قال أبو حيان ما ملخصه - بعد أن ذكر جملة من الآراء - : والذى أذهب إليه ما دل عليه ظاهر الآية من أن المتسورين للمحراب كانوا من الإِنس ، دخلوا عليه من غير المدخل ، وفى غير وقت جلوسه للحكم وأنه فزع منهم ظانا أنهم يغتالونه ، إذ كان منفردا فى محرابه لعبادة ربه ، فلما اتضح له أنهم جاءوا فى حكومته ، وبرز منهم اثنان للتحاكم . . . وأن ما ظنه غير واقع ، استغفر من ذلك الظن ، حيث اختلف ولم يقع مظنونة ، وخر ساجدا منيبا إلى الله - تعالى - فغفر الله له ذلك الظن ، ولذلك أشار بقوله : ( فَغَفَرْنَا لَهُ ذَلِكَ ) ولم يتقدم سوى قوله - تعالى - : ( وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ ) ويعلم قطعا أن الأنبياء معصومون من الخطايا ، ولا يمكن وقوعهم فى شئ منها ، ضرورة أننا لو جوزنا عليهم شيئا من ذلك لبطلت الشرائع ، ولم نثق بشئ مما يذكرون أنه أوحى الله به إليهم ، فما حكى الله - تعالى - فى كتابه . يمر على ما أراده - تعالى - ، وما حكى القصاص مما فيه غض من منصب النبوة ، طرحناه .2 - ومع أن ما ذكرناه سابقا ، وما نقلناه عن الإِمام أبى حيان ، هو المعنى الظاهر من الآيات ، وهو الذى تطمئن إليه النفس ، لأنه يتناسب مع مكانة داود - عليه السلام - ، ومع ثناء الله - تعالى - عليه وتكريمه له .أقول مع كل ذلك ، إلا أنا وجدنا كثيرا من المفسرين عند حديثهم عن قصة الخصوم الذين تسوروا على داود المحراب ، يذكرون قصصا فى نهاية النكارة ، وأقوالا فى غاية البطلان والفساد .فمثلا نرى ابن جرير وغيره يذكرون قصة مكذوبة ملخصها : \" أن داود - عليه السلام - كان يصلى فى محرابه . . . ثم تطلع من نافذة المكان الذى كان يصلى فيه ، فرأى امرأة جميلة فأرسل إليها فجاءته ، فسألها عن زوجها فأخبرته بأن زوجها ، اسمه \" أوريا \" وأنه خرج مع الجيش الذى يحارب الأعداء . . فأمر داود - عليه السلام - قائد الجيش أن يجعله فى المقدمة لكى يكون عرضة للقتل .. وبعد قتله تزوج داود بتلك المرأة . .ونرى صاحب الكشاف بعد أن يذكر هذه القصة ، ثم يعلق عليها بقوله : \" فهذا ونحوه مما يقبح أن يُحَدَّثَ به عن بعض المتسمين بالصلاح من أبناء المسلمين ، فضلا عن بعض أعلام الأنبياء . . \" نراه يذكر معها قصصا أخرى ملخصها : أن داود - عليه السلام - لم يعمل على قتل \" أوريا \" وإنما سأله أن يتنازل له عن امرأته ، فانصاع لأمره وتنازل له عنها . . أو أنه خطبها بعد أن خطبها \" أوريا \" فآثر أهلها داود على \" أوريا \" .قال صاحب الكشاف : كان أهل زمان داود - عليه السلام - يسأل بعضهم بعضا أن ينزل له عن امرأته ، فيتزوجها إذا أعجبته ، وكان لهم عادة فى المواساة بذلك قد اعتادوهها . . فاتفق أن عين داود وقعت على امرأة رجل يقال له \" أوريا \" فأحبها ، فسأله النزول عنها ، فاستحيا أن يرده ، ففعل ، فتزوجها ، وهى أم سليمان - عليه السلام - وقيل : خطبها \" أوريا \" ثم خطبها داود فآثر أهلها داود على أوريا . .والذى نراه أن هذه الأقوال وما يشبهها عارية عن الصحة ، وينكرها النقل والعقل ، ولا يليق بمؤمن أن يقبل شيئا منها . .ينكرها النقل : لأنها لم تثبت من طريق يعتد به ، بل الثابت أنها مكذوبة .قال ابن كثير : قد ذكر المفسرون ها هنا قصة ، أكثرها مأخوذ من الإِسرائيليات ، ولم يثبت فيها عن المعصوم حديث يجب اتباعه ، ولكن روى ابن أبى حاتم حديثا لا يصح سنده ، لأنه من رواية يزيد الرقاشى ، عن أنس - ويزيد وإن كان من الصالحين - لكنه ضعيف الحديث عند الأئمة . .وقال السيوطى : القصة التى يحكونها فى شأن المرأة وأنها أعجبته ، وأنه أرسل زوجها مع البعث حتى قتل ، أخرجها ابن أبى حاتم من حديث أنس مرفوعا ، وفى إسناده ابن لهيعة ، وحاله معروف - عن ابن صخر ، عن زيد الرقاشى ، وهو ضعيف . .وقال البقاعى : وتلك القصة وأمثالها من كذب اليهود - وقد أخبرنى بعض من أسلم منهم أنهم يتعمدون ذلك فى حق داود - عليه السلام - لأن عيسى - عليه السلام - من ذريته ، ليجدوا سبيلا إلى الطعن فيه .إذا فهذه القصص وتلك الأقوال غير صحيحة من ناحية النقل ، لأن رواتها معروفون بالضعف . وبالنقل عن الإِسرائيليات .ويروى أن الإِمام عليا - رضى الله عنه - قال : \" من حدث بحديث داود على ما يرويه القصاص جلدته مائة وستين جلدة ، وهو حد الفرية على الأنبياء \" .وهى غير صحيحة من ناحية العقل ، لأنه ليس من المعقول أن يمدح الله - تعالى - نبيه داود هذا المدح فى أول الآيات وفى آخرها كما سبق أن أشرنا ، ثم نرى بعد ذلك من يتهمه بأنه أعجب بامرأة ، ثم تزوجها بعد أن احتال لقتل زوجها ، بغير حق .أو طلب منه التنازل له عنها ، أو خطبها على خطبته .إن هذه الأفعال يتنزه عنها كثير من الناس الذين ليسوا بأنبياء ، فكيف يفعلها واحد من أعلام الأنبياء . هو داود - عليه السلام - الذى مدحه الله - تعالى - بالقوة فى دينه . وبكثرة الرجوع إلى ما يرضى الله - تعالى - ، وبأنه - سبحانه - آتاه الحكمة وفصل الخطاب . وبأن له عند ربه ( لزلفى وَحُسْنَ مَآبٍ ) .والخلاصة : أن كل ما قيل عند تفسير هذه الآيات ، مما يتصل بزواج داود بتلك المرأة أو بزوجها لا أساس له من الصحة . لأنه لم يقم عليه دليل أو ما يشبه الدليل . بل قام الدليل على عدم صحته إطلاقا . لأنه يتنافى مع عصمة الأنبياء . الذين صانهم الله - تعالى - من ارتكاب ما يخدش الشرف والمروءة قبل النبوة وبعدها .قال الإِمام ابن حزم ما ملخصه : \" ما حكاه الله - تعالى - عن داود قول صادق صحيح . لا يدل على شئ مما قاله المستهزئون الكاذبون المتعلقون بخرافات ولَّدها اليهود .وإنما كان ذلك الخصم قوما من بنى آدم بلا شك . مختصيمن فى نعاج من الغنم .ومن قال إنهم كانوا ملائكة معرضين بأمر النساء . فقد كذب الله - تعالى - ما لم يقل ، وزاد فى القرآن ما ليس فيه . . لأن الله - تعالى - يقول : ( وَهَلْ أَتَاكَ نَبَأُ الخصم ) فقال لهو : لم يكونوا خصمين . ولا بغى بعهضم على بعض . ولا كان لأحدهما تسع وتسعون نعجة . ولا كان للآخر نعجة واحدة ولا قال له : ( أَكْفِلْنِيهَا . . ) .4 - هذا : وهناك أقوال أخرى ذكرها المفسرون عند تفسيرهم لهذه الآيات . منها : أن استغفار داود - عليه السلام - إنما كان سببه أنه قضى لأحد الخصمين قبل أن يسمع حجة الآخر .قال الإِمام الرازى ما ملخصه : لم لا يجوز أن يقال إن تلك الزالة التى جعلت داود يستغفر ربه - إنما حصلت لأنه قضى لأحد الخصمين ، قبل أن يسمع كلام الخصم الآخر ، فإنه لما قال له : ( لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إلى نِعَاجِهِ . . ) فحكم عليه بكونه ظالما بمجرد دعوى الخصم بغير بينة لكون هذا الخصم مخالفا للصواب ، فعند هذا اشتغل داود بالاستغفار والتوبة ، إلا أن هذا من باب ترك الأولى والأفضل .والذى نراه أن هذا القول بعيد عن الصواب ، ولا يتناسب مع منزلة داود - عليه السلام - الذى آتاه الله الحكمة وفصل الخطاب ، وذلك لأن من أصول القضاء وأولياته ، أن لا يحكم القاضى بين الخصمين أو الخصوم إلا بعد سماع حججهم جميعا ، فكيف يقال بعد ذلك أن داود قضى لأحد الخصمين قبل أن يستمع إلى كلام آخر .قال صاحب الكشاف : فإن قلت : كيف سارع داود إلى تصديق أحد الخصمين ، حتى ظلم الآخر قبل استماع كلامه؟ .قلت : ما قال داود ذلك إلا بعد اعتراف صاحبه ، ولكنه لم يحك فى القرآن لأنه معلوم ، ويروى أنه قال : أريد أخذها منه وأكمل نعانجى مائة فقال داود : إن رمت ذلك ضربنا منك هذا وهذا . وأشار إلى طرف الأنف والجبهة . .ومنهم من يرى ، أن استغفار داود - عليه السلام - كان سببه : أن قوما من الأعداء أرادوا قتله ، فتسوروا عليه المحراب ، فلما دخلوا عليه لقصد قتله وجدوا عنده أقواما . فلم يستطيعوا تنفيذ ما قصدوه ، وتصنعوا هذه الخصومة فعلم داود قصدهم ، وعزم على الانتقام منهم ، ثم عفا عنهم ، واستغفر ربه مما كان قد عزم عليه ، لأنه كان يرى أن الأليق به العفو لا الانتقام .وهذا القول - وإن كان لا بأس به من حيث المعنى - إلا ان الرأى الذى سقناه سابقا ، والذى ذهب إليه الإِمام أبو حيان ، أرجح وأقرب إلى ما هو ظاهر من معنى الآيات .وملخصه : أن الخصومة حقيقية بين اثنتين من البشر ، واستغفار داود - عليه السلام - سببه أنه ظن أنهم جاءوا لاغتياله ولإِيذائه ، وأن هذا ابتلاء من الله - تعالى - ابتلاه به ، ثم تبين له بعد ذلك أنهم ما جاءوا للاعتداء عليه وإنما جاءوا ليقضى بينهم فى خصومة ، فاستغفر ربه من ذلك الظن . فغفر الله - تعالى - له .ولعلنا بهذا البيان نكون قد وفقنا للصواب ، فى تفسير هذه الآيات الكريمة ، التى ذكر بعض المفسرين عند تفسيرها أقوالا وقصصا لا يؤيدها عقل أو نقل ، ولا يليق بمسلم أن يصدقها ، لأنها تتنافى مع عصمة الأنبياء - عليهم الصلاة والسلام - الذين اختارهم الله - تعالى - لتبليغ دعوته ، وحمل رسالته . وإرشاد الناس إلى إخلاص العبادة له - سبحانه - وإلى مكارم الأخلاق ، وحميد الخصال ."
    },
    {
      "ayah": 27,
      "surah": 38,
      "text": "ثم بين - سبحانه - أنه لم يخلق السموات والأرض عبثا ، وأن حكمته اقتضت عدم المساواة بين الأخيار والأشرار ، وأن هذا القرآن قد أنزله - سبحانه - لتدبير آياته ، والعمل بتوجيهاته فقال - تعالى - :( وَمَا خَلَقْنَا السمآء . . . ) .المراد بالباطل فى قوله - تعالى - : ( وَمَا خَلَقْنَا السمآء والأرض وَمَا بَيْنَهُمَا بَاطِلاً . . . ) العبث واللهو واللعب وما يخالف الحق ، والجملة الكريمة مستأنفة لتقرير أن يوم القيامة حق ، وأن كفر الكافرين به ضلال وجهل . وقوله ( بَاطِلاً ) صفة لمصدر محذوف ، أو مفعول لأجله . أى : وما خلقنا - بقدرتنا التى لا يعجزها شئ - السموات والأرض وما بينهما من مخلوقات لا يعلمها إلا الله - تعالى - . . ما خلقنا ذلك خلقا باطلا لا حكمة فيه ، أو خلقناه من أجل متابعة الهوى وترك العدل والصواب .وإنما خلقنا هذا الكون خلقا مشتملا على الحكم الباهرة ، وعلى المصالح الجمة والأسرار البليغة ، والمنافع التى لا يحصيها العد ، والهيئات والكيفيات التى تهدى من يتفكر فيها إلى اتباع الحق والرشاد .واسم الإِشارة فى قوله - سبحانه - : ( ذَلِكَ ظَنُّ الذين كَفَرُواْ . . . ) يعود إلى ما نفاه - سبحانه - من خلقه للسموات والأرض وما بينهما على سبيل اللهو والعبث .أى : نحن ما خلقنا السموات والأرض وما بينهما إلا خلقا مشتملا على الحكم الباهرة . . ولكن الذين كفرواهم الذين يظنون ويعتقدون أننا خلقنا هذه الكائنات من أجل الباطل واللهو واللعب . . وسبب هذا الظن والاعتقاد الفاسد منهم ، كفرُهم بالحق ، وجحودُهم ليوم القيامة وما فيه من حساب وثواب وعقاب ، وإعراضهم عما جاءهم به الرسول صلى الله عليه وسلم من هدايات وإرشادات .وقوله - تعالى - : ( فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِنَ النار ) بيان للعاقبة السيئة التى حلت بهم بسبب هذا الظن الفاسد . . فالفاء : للتفريع على ظنهم الباطل والويل : الهلاك والدمار .و ( من ) ابتدائية أو بيانية أو تعليلية .أى : القول بأن خلق هذا الكون خال من الحكمة ، هو ظن واعتقاد الذين كفروا وحدهم ، وما دام هذا مظنونهم ومعتقدهم فهلاك لهم كائن من النار التى نسلطها عليهم فتحرق أجسادهم ، وتجعلهم يذوقون العذاب المهين .وقال - سبحانه - ( فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ . . . ) بالإِظهار فى مقام الإِضمار ، للإِشعار بعلية صلة الموصول للحكم أى : أن هذا الويل والهلاك كائن لهم بسبب كفرهم .وقال - سبحانه - : ( فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ ) ولم يقل للذين ظنوا للإِشارة إلى أن ظنهم القبيح هذا ، ما هو إلا نتيجة كفرهم وجحودهم للحق ."
    },
    {
      "ayah": 28,
      "surah": 38,
      "text": "ثم بين - سبحانه - أن حكمته قد اقتضت استحالة المساواة بين الأخيار والفجار ، فقال - تعالى - : ( أَمْ نَجْعَلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِي الأرض أَمْ نَجْعَلُ المتقين كالفجار ) .و \" أم \" فى الآية الكريمة منقطعة بمعنى بل الإِضرابية ، والهمزة للاستفهام الإِنكارى .والإضراب هنا انتقالى من تقرير أن هذا الكون لم يخلقه الله - تعالى - عبقا إلى تقرير استحالة المساواة بين المؤمنين والكافرين .والمعنى : وكما أننا لم نخلق هذا الكون عبثا ، كذلك اقتضت حكمتنا وعدالتنا . . استحالة المساواة - أيضا - بين المتقين والفجار .وذلك لأن المؤمنين المتقين ، قد قدموا لنا فى دنياهم ما يرضينا ، فكافأناهم على ذلك بما يرضيهم ، ويسعدهم ويشرح صدورهم ، ويجعلهم يوم القيامة خالدين فى جنات النعيم .أما المفسدون الفجار ، فقد قدموا فى دنياهم ما يغضبنا ويسخطنا عليهم ، فجازيناهم على ذلك بما يستحقون من عذاب السعير .وربك - أيها العاقل - \" لا يضيع أجر من أحسن عملا \" \" ولا يظلم الناس شيئا ولكن الناس أنفسهم يظلمون \" .فالمقصود بالآية الكريمة إعلان استحالة التسوية فى الآخرة بين المؤمنين والكافرين ، لأن التسوية بينهما ظلم ، وهو محال عليه - تعالى - ، وما كان البعث والجزاء والثواب والعقاب يوم القيامة إلا ليجزى - سبحانه - الذين أساءوا بما عملوا ، ويجزى الذين أحسنوا بالحسنى ، .ومن الآيات التى تشبه فى معناها هذه الآية قوله - تعالى - : ( أَمْ حَسِبَ الذين اجترحوا السيئات أَن نَّجْعَلَهُمْ كالذين آمَنُواْ وَعَمِلُواْ الصالحات سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ سَآءَ مَا يَحْكُمُونَ )."
    },
    {
      "ayah": 29,
      "surah": 38,
      "text": "ثم مدح - سبحانه - القرآن الكريم الذى أنزله على رسوله صلى الله عليه وسلم وبين حكمة إنزاله ، فقال : ( كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ ليدبروا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ الألباب ) .وقوله : ( كِتَابٌ ) خبر لمبتدأ محذوف . والمقصود به القرآن الكريم .أى : هذا كتاب ( أَنزَلْنَاهُ إِلَيْكَ ) بقدرتنا ورحمتنا - أيها الرسول الكريم ، ومن صفاته أنه ( مُبَارَكٌ ) أى : كثير الخيرات والبركات . .وجعلناه كذلك ( ليدبروا آيَاتِهِ ) أى ليتفكروا فيما اشتملت عليه آياته من أحكام حكيمة ، وآداب قويمة ، وتوجيهات جامعة لما يسعدهم فى دنياهم وآخرتهم . . .( وَلِيَتَذَكَّرَ أُوْلُواْ الألباب ) أى : وليتعظ أصحاب العقول السليمة بما جاء به من قصص وعبر عن السابقين ، كما قال - سبحانه - : ( لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لأُوْلِي الألباب مَا كَانَ حَدِيثاً يفترى ولكن تَصْدِيقَ الذي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ )."
    },
    {
      "ayah": 3,
      "surah": 38,
      "text": "ثم خوفهم - سبحانه - بما أصاب الأمم من قبلهم ، وحذرهم من أن يكون مصيرهم كمصير المكذبين السابقين فقال : ( كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَواْ وَّلاَتَ حِينَ مَنَاصٍ ) .و ( كم ) هنا خبرية . ومعناها : الإِخبار عن عدد كثير . وهى فى محل نصب على أنها مفعول به لأهلكنا .وصيغة الجمع فى أهلكنا للتعظيم و \" من \" فى قوله ( مِن قَبْلِهِم ) لابتداء الغاية ، وفى قوله : ( مِّن قَرْنٍ ) مميزة لِكَمْ . والقرن : يطلق على الزمان الذى يعيش فيه جيل من الناس ، ومدته - على الراجح - مائة سنة والمراد به هنا أهل الزمان .والمراد بالنداء فى قوله - تعالى - : ( فنادوا ) الاستغاثة والضراعة إلى الله أن يكشف عنهم العذاب .و ( لات ) هى لا المشبهة بليس - وهذا رأى سيبويه - فهى حرف نفى زيدت فبيه التاء لتأكيد هذا النفى .وأشهر أقوال النحويين فيها أنها تعمل عمل ليس ، وأنها لا تعمل إلى فى الحين خاصة ، أو فى لفظ الحين ونحوه من الأزمنة ، كالساعة والأوان ، وأنها لابد أن يحذف اسمها أو خبرها ، والأكثر حذف المرفوع منهما وإثبات المنصوب .والحين : ظرف مبهم يتخصص بالإِضافة .وقوله : ( مناص ) مصدر ميميى بمعنى الفرار والخلاص . يقال : ناص فلان من عدوه - من باب قال - فهو ينوص نوصا ومناصا ، إذا فر منه ، وهرب من لقائه .أو بمعنى النجاة والفوت . يقال : ناصه ينوصه إذا فاته ونجا منه .والمراد بقوله - تعالى - : ( أَهْلَكْنَا ) الشروع فى الإِهلاك بدليل قوله - تعالى - بعد ذلك ( فَنَادَواْ ) إذ من المعروف أن من هلك بالفعل لا يستغيث ولا ينادى .والمعنى : إن هؤلاء الكافرين المستكبرين عن طاعتنا وعبادتنا ، قد علموا أننا أهلكنا كثيرا من السابقين أمثالهم ، وأن هؤلاء السابقين عندما رأوا أمارات العذاب ومقدماته ، جأروا إلينا بالدعاء أن نكشفه عنهم ، واستغاثوا جاءت فى غير وقتها ، ولقد قلنا لهم عندما استغاثوا بنا عند فوات الأوان : ( وَّلاَتَ حِينَ مَنَاصٍ ) .أى : ليس الوقت الذى استغثتم بنا فيه وقت نجاة وفرار من العقاب ، بل هو وقت تنفيذ العقوبة فيكم ، بعد أن تماديتم فى كفركم ، وأعرضتم عن دعوة الحق بدون إنابة أو ندم .وشبيه بهذه الآية قوله - تعالى - : ( فَلَمَّا رَأَوْاْ بَأْسَنَا قالوا آمَنَّا بالله وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ . فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْاْ بَأْسَنَا . . ) وقوله - سبحانه - ( حتى إِذَآ أَخَذْنَا مُتْرَفِيهِمْ بالعذاب إِذَا هُمْ يَجْأَرُونَ . لاَ تَجْأَرُواْ اليوم إِنَّكُمْ مِّنَّا لاَ تُنصَرُونَ )."
    },
    {
      "ayah": 30,
      "surah": 38,
      "text": "ثم ذكر - سبحانه - جانبا من قصة سليمان - عليه السلام - فمدحه لكثرة رجوعه إلى الله ، وذكر بعض النعم التى امنحها إياه ، كما ذكر اختباره له . وكيف أن سليمان - عليه السلام - طلب من ربه المغفرة والملك ، فأعطاه - سبحانه - ما طلبه . قال - تعالى - :( وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ العبد . . . ) .فى هذه الآيات الكريمة مسألتان ذكر بعض المفسرين فيهما كلاما غير مقبول .أما المسألة الأولى فهى مسألة : عرض الخيل على سيدنا سليمان والمقصود به .وأما المسألة الثانية فهى مسألة المقصود بقوله - تعالى - : ( وَلَقَدْ فَتَنَّا سُلَيْمَانَ . . . ) .وسنسير فى تفسير هذه الآيات على الرأى الذى تطمئن إلى صحته نفوسنا ، ثم نذكر بعده بعض الأقوال التى قيلت فى هذا الشأن ، ونرد على ما يستحق الرد منه ، فنقول - وبالله - التوفيق - :المخصوص بالمدح فى قوله - تعالى - : ( نِعْمَ العبد ) محذوف ، والمقوصد به سليمان - عليه السلام - .أى : ووهبنا - بفضلنا وإحساننا - لعبدنا داود ابنه سليمان - عليهما السلام - ونعم العبد سليمان فى دينه وفى خلقه وفى شكره لخالقه - تعالى - .وجملة ( إِنَّهُ أَوَّابٌ ) تعليل لهذا المدح من الله - تعالى - لسليمان - عليه السلام - أى : إنه رجاع إلى ما يرضى الله - تعالى - مأخوذ من آب الرجل إلى داره ، إذا رجع إليها ."
    },
    {
      "ayah": 31,
      "surah": 38,
      "text": "و \" إذ \" فى قوله : ( إِذْ عُرِضَ عَلَيْهِ بالعشي الصافنات الجياد ) منصوب بفعل تقديره : اذكر ، و \" عليه \" متعلق بعُرِض و \" العشى \" يطلق على الزمان الكائن من زوال الشمس إلى آخر النهار . وقيل إلى مطلع الفجر .والصافنات : جمع صافن ، والصافن من الخيل : الذى يقف على ثلاثة أرجل ويرفع الرابعة فيقف على مقدم حافرها .والجياد : جمع جواد ، وهو الفرس السريع العدو ، الجيد الركض ، سواء أكان ذاكراً أم أنثى ، يقال : جاد الفرس يجود جُودَة فهو جواد ، إذا كان سريع الجرى ، فاره المظهر . .أى : اذكر - أيها العاقل - ما كان من سليمان - عليه السلام - وقت أن عرض عليه بالعشى الخيول الجميلة الشكل . السريعة العدو .قال صاحب الكشاف : فإن قلت . ما معنى وصفها بالصفون؟ قلت : الصفون لا يكاد يوجد فى الهجن ، وإنما هو فى - الخيل - العراب الخلص وقيل : وصفها بالصفون والجودة ، ليجمع لها بين الوصفين المحمودين : واقفة وجارية ، يعنى إذا وقفت كانت ساكنة مطمئنة فى مواقفها ، وإذا جرت كانت سراعا خفافا فى جريها . ."
    },
    {
      "ayah": 32,
      "surah": 38,
      "text": "ثم حكى - سبحانه - ما قاله سليمان - عليه السلام - خلال استعراضه للخيول الصافنات الجياد على سبيل الشكر لربه ، فقال - تعالى - : ( فَقَالَ إني أَحْبَبْتُ حُبَّ الخير عَن ذِكْرِ رَبِّي حتى تَوَارَتْ بالحجاب ) .والخير : يطلق كثيرا على المال الوفير ، كما فى قوله - تعالى - : ( وَإِنَّهُ لِحُبِّ الخير لَشَدِيدٌ ) والمراد به هنا : الخيل الصافنة الجيدة ، والعرب تسمى الخيل خيرا ، لتعلق الخير بها ، روى البخارى عن أنس - رضى الله عنه - أن رسول الله صلى الله عليه وسلم قال :\" الخيل معقود بنواصيها الخير إلى يوم القيامة \" .و ( عن ) هنا تعليلية . والمراد ب ( ذِكْرِ رَبِّي ) طاعته وعبادته والضمير فى قوله ( حتى تَوَارَتْ ) يعود إلى الخيل الصافنات الجياد ، والمراد بالحجاب : ظلام الليل الذى يحجب الرؤية .والمعنى : فقال سليمان وهو يستعرض الخيل أو بعد استعراضه لها : إنى أحببت استعراض الصافنات الجياد ، وأحببت تدريبها وإعدادها للجهاد ، من أجل ذكر ربى وطاعته وإعلاء كلمته ، ونصرة دينه ، وقد بقيت حريصا على استعراضها وإعدادها للقتال فى سبيل الله ، حتى توارت واختفت عن نظرى بسبب حلول الظلام الذى يحجب الرؤية ."
    },
    {
      "ayah": 33,
      "surah": 38,
      "text": "( رُدُّوهَا عَلَيَّ ) أى قال سليمان لجنده ردوا الصافنات الجياد علىَّ مرة أخرى ، لأزداد معرفة بها ، وفهما لأحوالها . .والفاء فى قوله - تعالى - : ( فَطَفِقَ مَسْحاً بالسوق والأعناق ) فصيحة تدل على كلام محذوف يفهم من السياق . و \" طفق \" فعل من أفعال الشروع يرفع الاسم وينصب الخبر ، واسمه ضمير يعود على سليمان ، و \" مسحا \" مفعول مطلق لفعل محذوف . والسوق والأعناق : جمع ساق وعنق .أى : قال سليمان لجنده : ردوا الصافنات الجياد علىّ ، فردوها عليه ، فأخذ فى مسح سيقانها وأعناقها إعجابا بها ، وسرورا بما هى عليه من قوة هو فى حاجة إليها للجهاد فى سبيل الله - تعالى - .هذا هو التفسير الذى تطمئن إليه نفوسنا لهذه الآيات ، لخلوه من كل ما يتنافى مع سمو منزلة الأنبياء - عليهم الصلاة والسلام - .ولكن كثيرا من المفسرين نهجوا نهجا آخر ، معتمدين على قصة ملخصها : أن سليمان - عليه السلام - جلس يوما يستعرض خيلا له ، حتى غابت الشمس دون أن يصلى العصر ، فحزن لذلك وأمر بإحضار الخيل التى شغله استعراضها عن الصلاة ، فأخذ فى ضرب سوقها وأعناقها بالسيف ، قربة لله - تعالى - .فهم يرون أن الضمير فى قوله - تعالى - ( حتى تَوَارَتْ بالحجاب ) يعود إلى الشمس . أى : حتى استترت الشمس بما يحجبها عن الأبصار .وأن المراد بقوله - تعالى - ( فَطَفِقَ مَسْحاً بالسوق والأعناق ) الشروع فى ضرب سوق الخيل وأعناقها بالسيقف لأنها شغلته عن صلاة العصر .قال الجمل : ( فَطَفِقَ مَسْحاً بالسوق والأعناق ) أى : جعل يضرب سوقها وأعناقها بالسيف . هذا قول ابن عباس وأكثر المفسرين .ولم يرتض الإِمام الرازى - رحمه الله - هذا التفسير الذى عليه أكثر المفسرين ، وإنما ارتضى أن الضمير فى ( توارت ) يعود إلى الصافنات الجياد وأن المقصود بقوله - تعالى - : ( فَطَفِقَ مَسْحاً بالسوق والأعناق ) الإِعجاب بها والمسح عليها بيده حبّاً لها . .فقد قال ما ملخصه : إن رباط الخيل كان مندوبا إليه فى دينهم ، كما أنه كذلك فى دين الإِسلام ، ثم إن سليمان - عليه السلام - احتاج إلى الغزو . فجلس وأمر بإحضار الخيل وأمر بإجرائها .وذكر أنى لا أحبها لأجل الدنيا وإنما أحبها لأمر الله ، وطلب تقوية دينه . وهو المراد من قوله : ( عَن ذِكْرِ رَبِّي ) ثم إنه - عليه السلام - أمر بإعدائها وتسييرها حتى توارت بالحجاب أى : غابت عن بصره .ثم أمر الرائضين بأن يردوا تلك الخيل إليه ، فلما عادت طفق يمسح سوقها وأعناقها . والغرض من ذلك : التشريف لها لكونها من أعظم الأعوان فى دفع العدو . . . وإظهاهر أنه خبير بأحوال الخيل وأمراضها وعيوبها فكان يمنحها ويمسح سوقها وأعناقها ، حتى يعلم هل فيها ما يدل على المرض . .وقال بعض العلماء نقلا عن ابن حزم : تأويل الآية على أنه قتل الخيل إذ اشتغل بها عن الصلاة ، خرافة موضوعة . . قد جمعت أفانين من القول؛ لأن فيها معاقبة خيل لا ذنب لها والتمثيل بها . وإتلاف مال منتفع به بلا معنى . ونسبة تضييع الصلاة إلى نبى مرسل . ثم يعاقب الخيل على ذنبه لا على ذنبها . .وإنما معنى الآية أنه أخبر أنه أحب حب الخير ، من أجل ذكر ربه حتى توارت الشمي أو تلك الصافنات بحجابها .ثم أمر بردها . فطفق مسحا بسوقها وأعناقها بيده ، برابها ، وإكراما لها ، هذا هو ظاهر الآية الذى لا يحتمل غيره ، وليس فيها إشارة أصلا إلى ما ذكروه من قتل الخيل ، وتعطيل الصلاة . .والحق أن ما ذهب إليه كثير من المفسرين من أن سليمان - عليه السلام - شغل باستعراض الخيل عن صلاة العصر ، وأنه أمر بضب سوقها وأعناقها . . لا دليل عليه لا من النقل الصحيح ولا من العقل السليم . .وأن التفسير المقبول للآية هو ما ذكره الإِمام الرازى والإِمام ابن حزم ، وما سبق أن ذكرناه من أن المقصود بقوله - تعالى - : ( فَطَفِقَ مَسْحاً بالسوق والأعناق ) إنما هو تكريمها . .وأن الضمير فى قوله : ( حتى تَوَارَتْ ) يعود إلى الصافنات لأنه أقرب مذكور ."
    },
    {
      "ayah": 34,
      "surah": 38,
      "text": "ثم تحدثت الآيات الكريمة بعد ذلك عن فتنة سليمان - عليه السلام - فقال - تعالى - : ( وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا على كُرْسِيِّهِ جَسَداً ثُمَّ أَنَابَ . . )وقوله : ( فَتَنَّا ) من الفتن بمعنى الابتلاء والاختبار والامتحان . تقول : فتنت الذهب بالنار ، أى : اختبرته لتعلم جودته . .قال الآلوسى : وأظهر ما قيل فى فتنة سليمان - عليه السلام - أنه قال : لأطوفن الليلة على سبعين امرأة . تأتى كل واحدة بفارس يجاهد فى سبيل الله - تعالى - ولم يقل إن شاء الله . فطاف عليهن فلم تحمل إلا امرأة وجاءت بشق رجل .وقد روى ذلك الشيخان وغيرهما عن أبى هريرة مرفوعا ، وفيه : \" فوالذى نفس محمد بيده لو قال إن شاء الله لجاهدوا فرسانا \" .ولكن الذى فى صحيح البخارى أربعين بدل سبعين . وأن الملك قال له : قل إن شاء الله ، فلم يقل - أى فلم يقل ذلك على سبيل النسيان ..والمراد بالجسد ذلك الشق الذى ولدته له . ومعنى إلقائه على كرسيه : وضع القابلة له عليه ليراه .وقد ذكروا أن سليمان : إنما قال : \" تحمل كل امرأة فارسا يجاهد فى سبيل الله \" على سبيل التمنى للخير ، وطلب الذرية الصالحة المجاهدة فى سبيل الله .ومعى \" فلم يقل \" أى : بلسانه على سبيل النسيان ، والنسيان معفو عنه ، إلا أن سليمان - عليه السلام - لسمو منزلته اعتبر لك ذنبا يستحق الاستغفار منه ، فقال بعد ذلك \" اغفر لى . . . \"وقوله : \" لأطوفن الليلة . . . \" كناية عن الجماع ، قالوا : ولعل المقصود . طوافه عليهن ابتداء من تلك الليلة ، ولا مانع من أن يستغرق طوافه بهن عدة ليال .وقد استنبط العلماء من هذا الحديث أن فتنة سليمان ، هى تركه تعليق ما طلبه على مشيئة الله ، وأن عقابه على ذلك كان عدم تحقق ما طلبه .وهذا الرأى فى تقديرنا هو الرأى الصواب فى تفسير الآية الكريمة لأنه مستند إلى حديث صحيح ثابت فى الصحيحين وفى غيرهما ، ولأنه يتناسب مع عصمة الأنبياء وسمو منزلتهم ، فإن النسيان الذى لا يترتب عليه ترك شئ من التكاليف التى كلفهم الله - تعالى - بها جائز عليهم .وقد ذكرنا عند تفسيرنا لقوله - تعالى - : ( وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً . إِلاَّ أَن يَشَآءَ الله ) أن الوحى مكث فترة لم ينزل على رسول الله صلى الله عليه وسلم لأنه نسى أن يقول - عندما سأله المشركون عن بعض الأشياء إن شاء الله ، وقال سأجيبكم على ما سألتمونى عنه غدا .ومن العلماء من آثر عدم تعيين الفتنة التى اختبر الله - تعالى - بها سيدنا سليمان - عليه السلام - ، بتركه المشيئة ، فقال بعد أن ذكر الحديث السابق : وجائز أن تكون هذه الفتنة التى تشير إليها الآيات هنا وأن يكون الجسد هو هذا الوليد الشق ، ولكن هذا مجرد احتمال .ثم قال : وكل ما نخرج به هو أنه كان عناك ابتلاء من الله وفتنة لنبى الله سليمان - عليه السلام - فى شأن يتعلق بتصرفاته فى الملك والسلطان ، كما يبتلى الله أنباءه ليوجههم ويرشدهم ، ويبعد خطاهام عن الزلل ، وأن سليمان أناب إلى ربه ورجع . وطلب المغفرة ، واتجه إلى الله بالرجاء والدعاء . .ونرى أنه رأى لا بأس به ، وإن كنا نؤثر عليه الرأى السابق لاستناده فى استنباط المراد من الفتنة هنا إلى الحديث الصحيح .هذا . وهناك أقوال أخرى ذكروها فى المقصود بفتنة سليمان وبالجسد الذى ألقاه الله على كرسى سليمان ، وهى أقوال ساقطة ، تتنافى مع عصمة الأنبياء - عليه السلام - .ومن هذه الأقوال قول بعضهم : إن الجسد الذى ألقى على كرسى سليمان ، عبارة عن شيطان تمثل له فى صورة إنسان ، ثم أخذ من سليمان خاتمه الذى كان يصرف به ملكه .وقعد ذلك الشيطان على كرسى سليمان ، ولم يعد لسليمان ملكه إلا بعد أن عثر على خاتمه .وقول بعضهم : إن سبب فتنة سليمان - عليه السلام - هو سجود إحدى زوجاته لتمثال أبيها الذى قتله سليمان فى إحدى الحروب ، وقد بقيت على هذه الحال هى وجواريها أربعين ليلة ، دون أن تعلم سليمان بذلك .وقول بعضهم : إن سبب فتنة سليمان أنه وُلِدَ له ولد فخاف عليه من الشياطين ، فأمر السحاب بحفظه وتغذيته . ولكن هذا الولد وقع ميتا على كرسى سليمان ، فاستغفر سليمان ربه لأنه لم يعتمد عليه فى حفظ ابنه . إلى غير ذلك من الأقوال الساقطة الباطلة ، التى تتنافى مع عصمة الأنبياء - عليهم الصلاة والسلام - وتتنافى - أيضا - مع كل عقل سليم ، ولا مستند لها إلا النقل عن الإِسرائيليات وعن القصاص الذين يأتون بقصص ما أنزل الله بها من سلطان .قال أبو حيان - رحمه الله - : نقل المفسرون فى هذه الفتنة وفى إلقاء الجسد أقوال يجب براءة الأنبياء منها ، يوقف عليها فى كتبهم ، وهى مما لا يحل نقلها ، وهى إم من أوضاع اليهود ، أو الزنادقة ، ولم يبين الله - تعالى - الفتنة ما هى ، ولا الجسد الذى ألقاه على كرسى سليمان .وأقرب ما قيل فيه ، أن المراد بالفتنة كونه لم يستثن فى الحديث الذى قال فيه : لأطوفن الليلة على سبعين امرأة . . والجسد الملقى هو المولود شق رجل . ."
    },
    {
      "ayah": 35,
      "surah": 38,
      "text": "وقوله - سبحانه - : ( قَالَ رَبِّ اغفر لِي وَهَبْ لِي مُلْكاً لاَّ يَنبَغِي لأَحَدٍ مِّن بعدي . . . ) بيان لما قاله سليمان - عليه السلام - بعد الابتلاء والاختبار من الله - تعالى - له .أى : قال سليمان - عليه السلام - يا رب اغفر لى لى ما فرط منى من ذنوب وزلات . . ( وَهَبْ لِي مُلْكاً ) عظيما ( لاَّ يَنبَغِي لأَحَدٍ مِّن بعدي ) أى : لا يحصل مثله لأحد من الناس من بعدى ( إِنَّكَ أَنتَ ) يا إلهى ( الوهاب ) أى : الكثير العطاء لمن تريد عطاءه .وقدم سليمان - عليه السلام - طلب المغفرة على طلب الملك ، للإِشارة إلى أنها هى الأهم عنده .قال الإِمام الرازى - رحمه الله - : دلت هذه الآية على أنه يجب تقديم مهم الدين على مهم الدنيا ، لأن سليمان طلب المغفرة أولا ، ثم بعدها طلب المملكة ، وأيضا الآية تدل على أن طلب المغفرة من الله - تعالى - سبب لانفتاح أبواب الخيرات فى الدنيا ، لأن سليمان طلب المغفرة أولا ، ثم توسل به إلى طلب المملكة .ولايقال كيف طلب سليمان - عليه السلام - الدنيا والملك مع حقارتهما إلى جانب الآخرة وما فيها من نعيم دائم؛ لأن سليمان - عليه السلام - ما طلب ذلك إلا من أجل خدمة دينه وإعلاء كلمة الله فى الأرض ، والتمكن من أداء الحقوق لأصحابها ، ونشر العدالة بين الناس ، وإنصاف المظلوم ، وإعانة المحتاج .وتنفيذ شرع الله - تعالى - على الوجه الأكمل .فهو - عليه السلام - لم يطلب الملك للظلم أو البغى . . وإنما طلبه للتقوى به على تنفيذ شريعة الله - تعالى - فى الأرض .ولقد وضح الإِمام القرطبى هذا المعنى فقال : كيف أقدم سليمان على طلب الدنيا ، مع ذمها من الله - تعالى - . . . ؟فالجواب : أن ذلك محمول عند العلماء على أداء حقوق الله - تعالى - وسياسة ملكه ، وترتيب منازل خلقه ، وإقامة حدوده ، والمحافظة على رسومه وتعظيم شعائره ، وظهور عبادته ، ولزوم طاعته . . . وحوشى سليمان - عليه السلام - أن يكون سؤالا طلبا لنفس الدنيا . لأنه هو والأنبياء ، أزهد خلق الله فيها ، وإنما سأل مملكتها لله . كما سأل نوح دمارها وهلاكها لله ، فكانا محمودين مجابين إلى ذلك .ومعنى قوله ( لاَّ يَنبَغِي لأَحَدٍ مِّن بعدي ) أى : أن يسأله . فكأنه سأل منه السؤال بعده ، حتى لا يتعلق به أمل أحد ، ولم يسأل منع الإِجابة . ."
    },
    {
      "ayah": 36,
      "surah": 38,
      "text": "والفاء فى قوله - تعالى - : ( فَسَخَّرْنَا لَهُ الريح تَجْرِي بِأَمْرِهِ رُخَآءً حَيْثُ أَصَابَ ) للتفريع على ما تقدم من طلب سليمان من ربه أو يهبه ملكا لا ينبغى لأحد من بعده . والتسخير : التذليل والانقياد . أى : دعانا - سليمان - عليه السلام والتمس منا أن نعطيه ملكا لا ينبغى لأحد من بعده ، فاستجبنا له دعاءه ، وذللنا له الريح ، وجعلناها منقادة لأمره بحيث تجرى بإذنه رخية لينة ، إلى حيث يريدها أن تجرى .وقوله : ( تَجْرِي ) حال من الريح . وقوله ( بِأَمْرِهِ ) من إضافة المصدر لفاعله . أى : بأمره إياها . ولا تنافى بين هذه الآية وبين قوله - تعالى - فى آية أخرى : ( وَلِسُلَيْمَانَ الريح عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الأرض التي بَارَكْنَا فِيهَا . . . ) لأن المقصود من الآيتين بيان أن الريح تجرى بأمر سليمان ، فهى تارة تون لينة وتارة تكون عاصفة ، وفى كلتا الحالتين هى تسير بأمره ورغبته ."
    },
    {
      "ayah": 37,
      "surah": 38,
      "text": "وقوله : ( والشياطين كُلَّ بَنَّآءٍ وَغَوَّاصٍ ) معطوف على الريح أى : سخرنا له الريح تجرى بأمره . . وسخرنا له الشياطين . بأن جعلناهم منقادين لطاعته ، فمنهم من يقوم ببناء المبانى العظيمة التى يطلبها سليمان منهم . ومنهم الغواصون الذين يغوصون فى البحار ليستخرجوا له منها اللؤلؤ والمرجان ، وغير ذلك من الكنوز التى اشتملت عليها البحار ."
    },
    {
      "ayah": 38,
      "surah": 38,
      "text": "وقوله - سبحانه - : ( وَآخَرِينَ مُقَرَّنِينَ فِي الأصفاد ) معطوف على كل بناء ، داخل معه فى حكم البدل من الشياطين .أى : أن الشياطين المسخرين لسليمان كان منهم البناءون ، وكان منهم الغواصون ، وكان منهم المقيدون بالسلاسل والأغلال ، لتمردهم وكثرة شرورهم .فمعنى ( مقرنين ) : مقرونا بعضهم ببعض بالأغلال والقيود . والأصفاد : جمع صَفَد وهو ما يوثق به الأسير من قيد وغُلّ ."
    },
    {
      "ayah": 39,
      "surah": 38,
      "text": "ثم بين - سبحانه - أنه أباح لسليمان - عليه السلام - أن يتصرف فى هذا الملك الواسع كما يشاء فقال : ( هذا عَطَآؤُنَا ) ( فامنن أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ ) أى : فأعط من شئت منه . وأمسك عمن شئت . فأن غير محاسب منا لا على العطاء ولا على المنع ."
    },
    {
      "ayah": 4,
      "surah": 38,
      "text": "ثم حكى - سبحانه - بعد ذلك جانبا من أكاذيب المشركين الناتجة عن استكبارهم وشقاقهم فقال : ( وعجبوا أَن جَآءَهُم مٌّنذِرٌ مِّنْهُمْ وَقَالَ الكافرون هذا سَاحِرٌ كَذَّابٌ . أَجَعَلَ الآلهة إلها وَاحِداً إِنَّ هذا لَشَيْءٌ عُجَابٌ . وانطلق الملأ مِنْهُمْ أَنِ امشوا وَاْصْبِرُواْ على آلِهَتِكُمْ إِنَّ هذا لَشَيْءٌ يُرَادُ ) . .وقد ذكر المفسرون فى سبب نزول هذه الآيات روايات منها : \" أن جماعة من قريش اجتمعوا فى نفر من مشيخة قريش ، فقال بعضهم لبعض : انطلقوا بنا إلى أبى طالب ، لنكلمه فى شأن ابن أخيه . . . فلما دخلوا على أبى طالب قالوا له : أنت كبيرنا وسيدنا ، فأنصفنا من ابن أخيك ، فمره فليكف عن شتم آلهتنا ، وندعه وإلهه .فقال أبو طالب للنبى صلى الله عليه وسلم يا ابن أخى هؤلاء مشيخة قريش ، وقد سألوك أن تكف عن شتم آلهتهم ويدعوك وإلهك .فقال صلى الله عليه وسلم : \" يا عم ، أفلا أدعوهم إلى ما هو خير لهم؟ قال : وإلام تدعوهم؟ قال : أدعوهم أن يتكلموا بكلمة تدين لهم بها العرب ، ويملكون بها العجم \" .فقال أبو جهل بن القوم : ما هى وأبيك؟ لنعطينها لك وشعرة أمثالها ، فقال صلى الله عليه وسلم : \" تقولون : لا إله إلا الله \" .فنفر أبو جهل وقال : سلنا غير هذا .فقال صلى الله عليه وسلم : \" لو جئتمونى بالشمس حتى تضعوها فى يدى ، ما سألتكم غيرها \"فقاموا غضابا . وقالوا : والله لنشتمنك وإلهك الذى أرسلك بهذا \" .وقوله - تعالى - ( وعجبوا . . . ) مأخوذ من العجب ، وهو تغير فى النفس من أمر لا ترتاح إليه ، وتخفى لديها أسبابه .أى : وعجب هؤلاء الكافرون من مجئ منذر منهم ينذرهم بسوء عاقبة الشرك . ويأمرهم بعبادة الله - تعالى - وحده .( وَقَالَ ) هؤلاء ( الكافرون ) عندما دعاهم الرسول صلى الله عليه وسلم إلى الدين الحق .( هذا سَاحِرٌ كَذَّابٌ ) أى : قالوا : هذا الرسول ساحر لأنه يأتينا بخوارق لم نألفها ، وكذاب فيما يسنده إلى الله - تعالى - من أنه - سبحانه - أرسله إلينا .وقال - سبحانه - : ( وَقَالَ الكافرون ) بالإِظهار دون الإِضمار ، لتسجيل الكفر والجحود عليهم . وللإِيذان بأن كفرهم هو الباعث لهم على وصف الرسول صلى الله عليه وسلم بما هو منزه عنه من السحر والكذب ."
    },
    {
      "ayah": 40,
      "surah": 38,
      "text": "ثم بين - سبحانه - ما أعده لسليمان - عليه السلام - فى الآخرة ، فقال : ( وَإِنَّ لَهُ عِندَنَا ) أى فى الآخرة ( لزلفى ) لقرابة وكرامة ( وَحُسْنَ مَآبٍ ) أى : وحسن مرجع إلينا يوم القيامة ."
    },
    {
      "ayah": 41,
      "surah": 38,
      "text": "ثم انتقلت السورة الكريمة إلى الحديث عن أيوب - عليه السلام - فذكرت نداءه لربه ، واستجابة الله - تعالى - له وما وهبه من نعم جزاء صبره ، فقال - تعالى -( واذكر عَبْدَنَآ أَيُّوبَ . . . ) .قال الإِمام الرازى : اعلم أن قصة أيوب هى القصة الثالثة من القصص المذكورة فى هذه السورة ، واعلم أن داود وسيمان كانا ممن أفاض الله عليه أصناف الآلاء والنعماء ، وأيوب كان ممن خصه الله بأنواع البلاء ، والمقصود من جميع هذه القصص الاعتبار .فكأن الله - تعالى - يقول لنبيه صلى الله لعيه وسلم : اصبر على سفاهة قومك ، فإنه ما كان فى الدنيا أكثر نعمة ومالا من داود وسليمان ، وما كان أكثر بلاء ومحنة من أيوب ، فتأمل فى أحوال هؤلاء لتعرف أن أحوال الدنيا لا تنتظم لأحد ، وأن العاقل لابد له من الصبر على المكاره . .وأيوب - عليه السلام - هو ابن أموص بن برزاح ، وينتهى نسبه إلى إسحاق بن إبراهيم - عليهما السلام - وكانت بعثته على الراجح بين موسى ويوسف - عليهما السلام - .وكان صاحب أموال كثيرة ، وله أولاد . . فابتلى فى ماله وولده وجسده ، وصبر على كل ذلك صبرا جميلا . فكافأه الله - تعالى - على صبره ، بأن أجاب دعاءه ، وآتاه أهله ومثلهم معهم . .وقوله - سبحانه - : ( واذكر عَبْدَنَآ أَيُّوبَ . . ) معطوف على قوله - تعالى - قبل ذلك : ( واذكر عَبْدَنَا دَاوُودَ . . . ) و \" النًّصْب \" - بضم فسكون - وقرأ حفص ونافع - بضم النون والصاد : - التعب والمشقة مأخوذ من قولهم أنصبنى الأمر ، إذا شق عليه وأتعبه . والعذاب : الآلام الشديدة التى يحس بها الإِنسان فى بدنه . أى : واذكر - أيها الرسول الكريم - حال أخيك أيوب - عليه السلام - حين دعا ربه - تعالى - فقال : يا رب أنت تعلم أنى مسنى الشيطان بالهموم الشديد ، وبالآلام المبرحة التى حلت بجسدى فجعلتنى فى نهاية التعب والمرض .وجمع - سبحانه - فى بيان ما أصابه بين لفظى النصب والعذاب ، للإِشارة إلى أنه قد أصيب بنوعين من المكروه : الغم الشديد بسبب زوال الخيرات التى كانت يديه ، وهو ما يشير إليه لفظ ( النصب ) والألم الكثير الذى حل بجسده بسبب الأمراض والأسقام ، والعلل ، وهو ما يشيير إليه لفظ ( العذاب ) .ونسب ما مسه من نصب وعذاب إلى الشيطان تأدبا منه مع ربه - عز وجل - حيث أبى أن ينسب الشر إليه - سبحانه - ، وإن كان الكل من خلق الله - تعالى - .وفى هذا النداء من أيوب لربه ، أسمى ألوان الأدب والإِجلال ، إذا اكتفى فى تضرعه بشرح حاله دون أن يزيد على ذلك ، ودون أن يقترح على خالقه - عز وجل - شيئا معينا ، أو يطلب شيئا معينا .قال صاحب الكشاف : ألطف أيوب - عليه السلام - فى السؤال حيث ذكر نفسه بما يوجب الرحمة .. ولم يصرح بالمطلوب .ويحكى أن عجوزا تعرضت لسليمان بن عبد الملك فقالت له : يا أمير المؤمنين ، مشت جرذان - أى فئران - بيتى على العصا!! فقال لها : ألطفت فى السؤال ، لا جرم لأجعلنها تثب وثب الفهود ، وملأ بيتها حبا .وشبيه بهذه الآية قوله - تعالى - فى سورة الأنبياء : ( وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضر وَأَنتَ أَرْحَمُ الراحمين ) وقد ذكر بعض المفسرين هنا قصصا وأقوالا فى غاية السقوط والفساد ، حيث ذكروا أن أيوب - عليه السلام - مرض زمنا طويلا ، وأن الديدان تناثرت من جسده ، وأن لحمه قد تمزق .وهذه كلها أقوال باطلة ، لأن الله - تعالى - عصم أنبياءه من الأمراض المنفرة ، التى تؤدى إلى ابتعاد الناس عنهم ، سواء أكانت أمراضا جسدية أم عصبية أم نفسية . .والذى يجب اعتقاده أن الله - تعالى - قد ابتلى عبده أيوب ببعض الأمراض التى لا تتنافى مع منصب النبوة ، وقد صبر أيوب على ذلك حتى ضرب به المثل فى الصبر ، فكانت عاقبة صبره أن رفع الله - تعالى - عنه الضر والبلاء ، وأعطاه من فضله الكثير من نعمه ."
    },
    {
      "ayah": 42,
      "surah": 38,
      "text": "وقوله - سبحانه - : ( اركض بِرِجْلِكَ هذا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ ) حكاية لما قيل له بعد ندائه لربه ، أو مقول لقول محذوف معطوف على قوله ( نادى ) .وقوله : ( اركض ) بمعنى الدفع والتحريك للشئ . يقال : ركض فلان الدابة برجلة إذا دفعها وحركها بها .والمغتسل : اسم للمكان الذى يغتسل فيه ، والمراد به هنا : الماء الذى يغتسل به .وقوله : ( هذا مُغْتَسَلٌ ) مقول لقول محذوف .والمعنى : لقد نادانا عبدنا أيوب بعد أن أصابه من الضر ما أصابه ، والتمس منا الرحمة والشفاء مما نزل به من مرض ، فاستجبنا له دعاءه ، وأرشدناه إلى الدواء ، بأن قلنا له : ( اركض بِرِجْلِكَ ) أى : اضرب بها الأرض ، فضربها فنبعت من تحت رجله عين الماء ، فقلنا له : هذا الماء النابع من العين إذا اغتسلت به وشربت منه ، برئت من الأمراض ، ففعل ما أمرناه به ، فبرئ بإذننا من كل داء ."
    },
    {
      "ayah": 43,
      "surah": 38,
      "text": "ثم بين - سبحانه - أنه بفضله وكرمه لم يكتف بمنح أيوب الشفاء من مرضه ، بل أضاف إلى ذلك أن وهب له الأهل والولد فقال - تعالى - : ( وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنَّا وذكرى لأُوْلِي الألباب ) .والآية الكريمة معطوفة على مقدر يفهم من السياق أى : استجاب أيوب لتوجيهنا ، فاغتسل وشرب من الماء ، فكشفنا عنه ما نزل به من بلاء ، وعاد أيوب معافى ، ولم نكتف بذلك بل وهبنا له أهله . ووهبنا له ( وَمِثْلَهُمْ مَّعَهُمْ ) أى : بأن رزقناه بعد الشفاء أولادا كعدد الأولاد الذين كانوا معه قبل شفائه من مرضه ، فصار عددهم مضاعفا .وذلك كله ( رَحْمَةً مِّنَّا ) أى من أجل رحمتنا به ( وذكرى لأُوْلِي الألباب ) أى : ومن أجل أن يتذكر ذلك أصحاب العقول السليمة ، فيصبروا على الشدائد كما صبر أيوب ، ويلجأوا إلى الله - تعالى - كما لجأ ، فينالوا منا الرحمة والعطاء الجزيل .قال الآلوسى ما ملخصه : قوله : ( وَوَهَبْنَا لَهُ أَهْلَهُ ) الجمهور على أنه - تعالى - أحيا له من مات من أهله ، وعافى المرضى ، وجمع له من تشتت منهم ، وقيل - وإليه أميل - وهبه من كان حيا منهم ، وعافاه من الأسقام ، وأرغد لهم العيش فتناسلوا حتى بلغ عددهم عدد من مضى ، ومثلهم معهم ، فكان له ضعف ما كان ، والظاهر أن هذه الهبة كانت فى الدنيا ."
    },
    {
      "ayah": 44,
      "surah": 38,
      "text": "ثم بين - سبحانه - منة أخرى من المنن التى من بها على عبده أيوب فقال : ( وَخُذْ بِيَدِكَ ضِغْثاً فاضرب بِّهِ وَلاَ تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِراً نِّعْمَ العبد إِنَّهُ أَوَّابٌ ) .والجملة الكريمة معطوف على قوله قبل ذلك : ( اركض ) أو على ( وهبنا ) بتقدير : وقلنا له .والضغث فى اللغة : القبضة من الحشيش اختلط فيها الرطب باليابس . وقيل : هى قبضة من عيدان مختلفة يجمعها أصل واحد .والحنث : يطلق على الإِثم وعلى الخُلْفِ فى اليمين .والآية الكريمة تفيد أن أيوب - عليه السلام - قد حلف أن يضرب شيئا وأن عدم الضرب يؤدى إلى حنثه فى يمينه ، أى : إلى عدم وفائه فيما حلف عليه ، فنهاه الله - تعالى - عن الحنث فى يمينه ، وأوجد له المخرج الذى يترتب عليه البر فى يمينه دون أن يتأذى المضروب بأى أذى يؤلمه .وقد ذكروا فيمن وقع عليه الضرب وسبب هذا الضرب ، روايات لعل أقربها إلى الصواب ، أن أيوب أرسل امرأته فى حاجة له فأبطأت عليه ، فأقسم أنه إذا برئ من مرضه ليضربنها مائة ضربه ، وبعد شفائه رخص له ربه أن يأخذ حزمة صغيرة - وهى المعبر عنها بالضغث - وبها مائة عود ، ثم يضرب بها مرة واحدة ، وبذلك يكون قد جمع بين الوفاء بيمينه ، وبين الرحمة بزوجته التى كانت تحسن خدمته خلال مرضه ، وتقوم بواجبها نحوه خير قيام .والمعنى : وهبنا له بفضلنا ورحمتنا أهله ومثلهم معهم ، وقلنا له بعد شفائه خذ بيدك حزمة صغيرة من الحشيش فيها مائة عود ، فاضرب بها من حلفت أن تضربه مائة ضربة ، وبذلك تكون غير حانث فى يمينك .هذا وقد تكلم العلماء عن هذه الرخصة . أهى خاصة بأيوب ، أم هى عامة للناس؟ .فقال بعضهم : إذا حلف الشخص أن يضرب فلانا مائة جلدة ، أو أن يضربه ضربا غير شديد ، فيكفيه مثل هذا الضرب المكذور الذى جاء فى الآية؛ لأن شرع من قبلنا شرع لنا .وقال آخرون : هذه الرخصة خاصة بأيوب - عليه السلام - ولا تنسحب إلى غيره ، لأن الخطاب إليه وحده . ولأن الله - تعالى - لم يبين لنا فى الآية كيفية اليمين ، ولا من يقع عليه الضرب .ثم بين - سبحانه - أنه جعل لعبده أيوب هذا المخرج لصبره وكثرة رجوعه إلى ما يرضيه - تعالى - فقال : ( إِنَّا وَجَدْنَاهُ صَابِراً نِّعْمَ العبد إِنَّهُ أَوَّابٌ ) .أى : إنا وجدنا عبدنا أيوب صابرا على ما أصبناه به من بلاء ، ونعم العبد هو . إنه كثير الرجوع إلينا فى كل أحواله .وبذلك نرى الآيات الكريمة قد ساقت لنا جانبا من فضائل أيوب - عليه السلام - ومن النعم التى أنعم الله - تعالى - بها عليه جزاء صبره وطاعته لربه ."
    },
    {
      "ayah": 45,
      "surah": 38,
      "text": "وبعد أن عرض - سبحانه - قصص داود وسليمان وأيوب بشئ من التفصيل . أتبع ذلك بالحديث عن عدد من الأنبياء على سبيل الإِجمال ، فقال - تعالى - :( واذكر عِبَادَنَآ إِبْرَاهِيمَ . . . ) .أى : واذكر - أيها الرسول الكريم - حال عبادنا إبراهيم وإسحاق ، ويعقوب . أصحاب القوة فى الطاعة ، وأصحاب البصيرة المشرقة الواعية فى أمور الدين .فالأيدى مجاز مرسل عن القوة ، والأبصار جمع بصر بمعنى بصيرة على سبيل المجاز - أيضا - ويصح أن يكون المراد بقوله : ( أُوْلِي الأيدي والأبصار ) أى : أصحاب الأعمال الجليلة ، والعلوم الشريفة ، فيكون ذكر الأيدى من باب ذكر السبب وإرادة المسبب ، والأبصار بمعنى البصائر ، لأن عن طريقها تكون العلوم النافعة .قال صاحب الكشاف : قوله ( أُوْلِي الأيدي والأبصار ) يريد : أولى الأعمال والفكر ، كأن الذين لا يعملون أعمال الآخرة ، ولا يجاهدون فى الله ، ولا يفكرون أفكار ذوى الديانات ، ولا يستبصرون ، كأن هؤلاء فى حكم الزمنى - أى المرضى - الذين لا يقدرون على إعمال جوارهم . والمسلوبى العقول الذين لا استبصار بهم . وقيه تعريض بكل من لم يكن من عمال الله ، ولا من المستبصرين فى دين الله ، وتوبيخ على تركهم المجاهدة والتأمل ، مع كونهم متمكنين منهما"
    },
    {
      "ayah": 46,
      "surah": 38,
      "text": "ثم بين - سبحانه - أسباب وصفهم بتلك الأوصاف الكريمة ، فقال - تعالى - : ( إِنَّآ أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدار . . . ) .ومعنى : ( أَخْلَصْنَاهُمْ ) خالصين لطاعتنا وعبادتنا . والباء فى قوله ( بِخَالِصَةٍ ) للسببية ، وخالصة اسم فاعل . والتنوين فيها للتفخيم ، وهى صفة لمحذوف .و ( ذِكْرَى الدار ) بيان لها بعد إبهامها للتفخيم . أو محلها النصب بإضمار أعنى . . أو الرفع على أنها خبر لمبتدأ محذوف أى : هى .و ( ذِكْرَى ) مصدر مضاف لمفعوله ، وتعريف الدار للعهد . أى : الدار الآخرة .والمعنى : إنا جعلنا هؤلاء العباد - وهم إبراهيم وإسحاق يعقوب - خالصين لطاعتنا وعبادتنا ، متبعين لأوامرنا ونواهينا ، لا تصافهم بخلصة خالصة من كل ما لا يرضينا ، وهى تذكرهم للدار الآخرة وما فيها من ثواب وعقاب .وقرأ نافع ( بخالصةِ ) بدون تنوين على الإِضافة لذكرى . من إضافة الصفة إلى الموصوف . أو المصدر لفاعله إن جعلت خالصة مصدرا كالعاقبة .أى : أخلصناهم بأن خلصت لهم ذكرى الدار ."
    },
    {
      "ayah": 47,
      "surah": 38,
      "text": "ثم أثنى عليهم - سبحانه - بثناء آخر فقال : ( وَإِنَّهُمْ عِندَنَا لَمِنَ المصطفين الأخيار ) .أى : وإن هؤلاء العباد ، لهم عندنا ممن اصطفيناهم لحمل رسالتنا ، واخترناهم لتبليغ دعوتنا . ومن العباد الأخيار . أى : الذين يفضلون على غيرهم فى المناقب الحميدة ، والصفات الكريمة . جمع خير - بإسكان الياء - أفعل تفضيل ."
    },
    {
      "ayah": 48,
      "surah": 38,
      "text": "ثم أثنى - سبحانه - على عدد آخر من عباده الصالحين فقال : ( واذكر إِسْمَاعِيلَ واليسع وَذَا الكفل وَكُلٌّ مِّنَ الأخيار ) .وإسماعيل بن إبراهيم - عليهما السلام - ولم يذكر فيما سبق مع أبيه ومع أخيه إسحاق ، ومع ابن أخيه يعقوب ، اعتناء بشأنه ، وللإِشارة إلى عراقته فى الصبر وفى تحمل الشدائد .واليسع : هو ابن شافاط أو أخطوب : قيل استخلفه إلياس من بعده على بنى إسرائيل ، ثم منحه الله - تعالى - النبوة .وكانت وفاته فى حوالى سنة 840 ق . م وفدن بالسامرة .وذا الكفل : هو ابن أيوب . بعثه الله - تعالى - بعد أبيه ، وكان مقيما بالشام . والأكثرون على أنه نبى لذكره معهم .وقيل هو رجل صالح من بنى إسرائيل . ولم يكن نبيا ، وسمى بذلك لأنه تكفل لأحد أنبيائهم بالقيام بالطاعات فوق بذلك .والتنوين فى قوله - تعالى - : ( وَكُلٌّ مِّنَ الأخيار ) عوض عن المضاف إليه . أى : وكل هؤلاء العباد الذين ذكرناهم ، من أهل الخير والفضل والصلاح والصبر على الأذى ."
    },
    {
      "ayah": 49,
      "surah": 38,
      "text": "ثم عقبت السورة الكريمة على ذلك ، بعقد مقارنة بين عاقبة المؤمنين الصادقين ، وعاقبة الكافرين الجاحدين ، وذكرت جانبا مما يدور بين أهل النار من مجادلات . . فقال - تعالى - :( هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ . . . ) .قال الآلوسى : \" هذا \" إشارة إلى ما تقدم من الآيات الناطقة بمحاسنهم \" ذكر \" أى شرف لهم . . . والمراد أن فى ذكر قصصهم . . شرف عظيم لهم .أو المعنى : هذا المذكور من الآيات نوع من الذكر الذى هو القرآن ، وذكر ذلك الانتقال من نوع من الكلام إلى آخر ، كما يقال الجاحظ فى كتبه : فهذا باب ، ثم يشرع فى باب آخر .ويقول الكاتب إذا فرغ من فصل من كتابه وأراد الشروع فى آخر : هذا ، وكان كيت وكيت ، ويحذف على ما قيل الخبر فى مثل ذلك كثيرا ، وعليه ( هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ . . )وقوله - تعالى - : ( وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ ) بيان لما أعده لهم - سبحانه - فى الآخرة من عطاء جزيل ، وثواب عظيم .والمآب : اسم مكان من آب فلان يؤوب إذا رجع ، والمراد بالمتقين : كل من تحققت فيه صفة التقوى والخوف من الله - تعالى - وعلى رأسهم الأنبياء الذين اصطفاهم الله - تعالى - واختارهم لتبليغ رسالته . أى : وإن للمتقين فى الآخرة كريم يرجعون إليه فى الآخرة . فيجدون فيه مالا عين رأت . ولا أذن سمعت . ولا خطر على قلب بشر .واسم الإِشارة فى قوله - تعالى - : ( هذا ذِكْرٌ ) يعود إلى ما ذكره - سبحانه - فى الآيات السابقة ، عن هؤلاء الأنبياء من ثناء وتكريم . والذكر : الشرف والفضل .أى : هذا الذى ذكرناه عن هؤلاء الأنبياء شرف لهم ، وذكر جميل يذكرون به إلى أن يرث الله الأرض ومن عليها ."
    },
    {
      "ayah": 5,
      "surah": 38,
      "text": "ثم أضافوا إلى هذا القول الباطل ، أقوالا أخرى لا تقل عن غيرها فى البطلان والفساد .فقالوا - كما حكى القرآن - : ( أَجَعَلَ الآلهة إلها وَاحِداً ) .والاستفهام للإِنكار : أى : أجعل محمد صلى الله عليه وسلم الآلهة المتعددة ، إلها واحدا . وطلب منا أن ندين له بالعبادة والطاعة؟( إِنَّ هذا لَشَيْءٌ عُجَابٌ ) أى : إن هذا الذى طلبه منا ، ودعانا إليه ، لشئ قد بلغ النهاية فى العجب والغرابة ومجاوزة ما يقبله العقل .و ( عُجَابٌ ) أبلغ من عجيب . لأنك تقول فى الرجل الذى فيه طول : هذا رجل طويل ، بينما تقول فى الرجل الذى تجاوز الحد المعقول فى الطول : هذا رجل طوال .فلفظ ( عُجَابٌ ) صيغة المبالغة سماعية ، وقد حكاها - سبحانه - عنهم للإِشعار بأنهم كانوا يرون - لجهلهم وعنادهم - أن ما جاءهم به الرسول -؛ - هو شئ قد تجاوز الحد فى العجب والغرابة .واسم الإِشارة يعود إلى جعله صلى الله عليه وسلم الآلهة إلها واحدا ، لأنهم يرون - لانطماس بصائرهم - أن ذلك مخالف مخالفة تامة لما ورثوه ، عن آبائهم وأجدادهم من عبادة للأصنام .وما كان مخالفا لما ورثوه عن آبائهم فهو - فى زعمهم - متجاوز الحد فى العجب ."
    },
    {
      "ayah": 50,
      "surah": 38,
      "text": "ثم فصل - سبحانه - ما أعده لهم فى الآخرة من تكريم فقال : ( جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأبواب ) .والعدن فى اللغة : الإِقامة الدائمة فى المكان . يقال : عدن فلان بمكان كذا ، إذا أقام به إقامة دائمة . وجنات : بدل اشتمال من قوله : ( لَحُسْنَ مَآبٍ ) .أى : هؤلاء المتقون أكرمناهم فى الدنيا بالذكر الحسن . ونكرمهم فى الآخرة بأن ندخلهم جنات عظيمة دخولا دائما مؤبدا ، وقد فتحت أبوابها على سبيل التكريم لهم . والحفاوة بمقدمهم ."
    },
    {
      "ayah": 51,
      "surah": 38,
      "text": "( مُتَّكِئِينَ فِيهَا . . . ) أى : فى تلك الجنات . وانتصب لفظ ( متكئين ) على الحال من ضمير \" لهم \" والعامل فيه قوله ( مفتحة ) .وقوله : ( يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ ) استئناف لبيان حالهم فى الجنات ، أو حال - أيضا - من ضمير \" لهم \" .أى : أن المتقين لهم جنات عظيمة . فاتحة لهم أبوابها على سبيل التكريم ويجلسون فيها جلسة الآمن المطمئن المنعم ، حيث يتكئون ويستندون على الآرائك ، ويطلبون أنواعا كثيرة من الفاكهة اللذيذة ، ومن الشراب الطيب ، فيبلى طلبهم فى الحال ."
    },
    {
      "ayah": 52,
      "surah": 38,
      "text": "ثم يضاف إلى هذه الفاكهة والشراب ، ما بينه - سبحانه - فى قوله : ( وَعِندَهُمْ قَاصِرَاتُ الطرف أَتْرَابٌ ) أى : وعندهم فضلا عن كل ما تقدم نساء ذوات حياء ، وقد قصرن أعينهن على أرواحهن فلا يتطلعن إلى غيرهم ، لشدة محبتهن لهم .وهن متساويات فى السن والجمال والأخلاق الكريمة .فمعنى أتراب : أنهن متساويات فى السن والجمال والشباب . مأخوذ من التراب . لأن التراب يمسهن فى وقت واحد لاتحاد مولدهن : ن من الترائب وهى عظام الصدر المتماثلة ."
    },
    {
      "ayah": 53,
      "surah": 38,
      "text": "ثم بين - سبحانه - أن هذا العطاء العظيم مقابل عملهم الصالح فى الدنيا فقال : ( هذا مَا تُوعَدُونَ لِيَوْمِ الحساب ) .واللام فى قوله ( ليوم ) للتعليل . أى : هذا الذى ذكرناه لكم من نعيم الجنات . هو جزاء إيمانكم وعملكم الصالح من أجل يوم الحساب ."
    },
    {
      "ayah": 54,
      "surah": 38,
      "text": "ثم ختم - سبحانه - جزاءهم ببيان أنه جزاء خالد لا ينقطع ولا ينقص فقال : ( إِنَّ هذا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ ) .أى : إن هذا الذى ذكرناه لكم - أيها المتقون - من الجنات وما اشتملت عليه من نعيم ، هو رزقنا الدائم لكم . وليس له من نفاذ أو انقطاع أو انتقاص . يقال نفد الشئ نفادا ونفدا ، إذا فنى وهلك وذهب .ومن الآيات التى وردت فى هذا المعنى قوله - تعالى - : ( إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) أى غير مقطوع ."
    },
    {
      "ayah": 55,
      "surah": 38,
      "text": "وبعد هذا الحديث الذى يشرح الصدور عن المؤمنين وحسن عاقبتهم . جاء الحديث عن الكافرين وسوء مصيرهم - كما هى عادة القرآن الكريم فى قرن الترغيب بالترهيب فقال - تعالى - : ( هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ ) .واسم الإِشارة خبر لمبتدأ محذوف . أى الأمر هذا ، أو مبتدأ محذوف الخبر هذا للمؤمنين .وجملة ( وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ ) معطوفة على جملة \" هذا \" على التقديرين .أى : الأمر كما ذكرنا لك - أيها الرسول الكريم - بالنسبة للمتقين ، أما الطاغون الذين تجاوزوا الحدود فى الكفر والجحود والإعراض عن الحق ، فإن مرجعهم إلينا سيكون شر مرجع ، بسبب إصرارهم على كفرهم ."
    },
    {
      "ayah": 56,
      "surah": 38,
      "text": "( جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ المهاد ) أى : إذا كان المتقون يدخلون الجنات التى فتحت لهم أبوابها ، فإن الطاغين تستقبلهم جهنم بسعيرها ولهيبها فيلقون فيها ويفترشون نارها ، وبئست هى فراشاً ومهادا ."
    },
    {
      "ayah": 57,
      "surah": 38,
      "text": "( هذا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاق ) واسم الإشارة هنا مرفوع على الابتداء ، وخبره قوله ( حَمِيمٌ وَغَسَّاق ) وما بينهما اعتراض .والحميم : الماء الذى بلغ النهاية فى الحرارة ، والغساق : صديد يسيل من أجساد أهل النار مأخوذ من قولهم غسق الجرح - كضرب وسمع - غسقانا إذا سال منه الصديد وما يشبهه .أى : هذا هو عذابنا الذى أعددناه لهم ، يتمثل فى ماء بلغ الغاية فى الحرارة ، وفى قيح وصديد يسيلان من أجسادهم ، فليذوقوا كل ذلك جزاء كفرهم وجحودهم ."
    },
    {
      "ayah": 58,
      "surah": 38,
      "text": "( وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ ) أى : ليس عذابهم مقصوراً على الحميم والغساق بل لهم أنواع أخرى من العذاب ، تشبه فى شكلها وفى فظاعتها وفى شدتها ، الحميم والغساق .فقوله ( وآخر ) مبتدأ ، وقوله ( مِن شَكْلِهِ ) صفته ، وقوله : ( أَزْوَاجٌ ) خبره .والآية الكريمة معطوفة على الآية التى قبلها ."
    },
    {
      "ayah": 59,
      "surah": 38,
      "text": "ثم حكى - سبحانه - بعد ذلك ما يقوله أهل النار بعضهم لبعض على سبيل الندم والتحسر والتقريع . فقال : ( هذا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لاَ مَرْحَباً بِهِمْ إِنَّهُمْ صَالُواْ النار ) .والفوج : الجمع الكثير من الناس ، والاقتحام : ركوب الشدة والدخول فيها . يقال : قحم فلان نفسه فى الأمر ، إذا رمى نفسه فيه من غير روية .أى : قال الكفار بعضهم لبعض بعد أن رأوا غيرهم يلقى فى النار معهم ، أو قالت الملائكة لهم على سبيل التقريع والتأنيب : ( هذا فَوْجٌ ) أى جمع كثير من أتباعكم وإخوانكم فى الضلال . ( مُّقْتَحِمٌ مَّعَكُمْ ) أى داخل معكم النار وعلى غير اختيار منه . وإنما يساق إليها سوقا فى ذلة ومهانة .وهنا يقول زعماء الكفر : ( لاَ مَرْحَباً بِهِمْ إِنَّهُمْ صَالُواْ النار ) أى : لا مرحباً ولا أهلاً بهؤلاء الداخلين فى النار معنا ، لأنهم سيصلون سعيرها مثلنا ، ولن يستطيعوا أن يدفعوا شيئا من حرها عنا . .فقوله ( مَرْحَباً ) مفعول به لفعل محذوف وجوبا ، والتقدير : أتوا معنا لا مرحباً بهم . والجملة دعائية لا محل لها من الإِعراب أى : لا أتوا مكانا رحباً بل ضيقاً ."
    },
    {
      "ayah": 6,
      "surah": 38,
      "text": "ثم صور - سبحانه - حرصهم على صرف الناس عن دعوة الحق . تصويرا بديعا ، فقال : ( وانطلق الملأ مِنْهُمْ أَنِ امشوا وَاْصْبِرُواْ على آلِهَتِكُمْ ) .أى : وانطلق الأشراف فى قريش عن مجلس أبى طالب ، بعد أن سمعوا من الرسول صلى الله عليه وسلم ما أغضبهم وخيب آمالهم .انطلقوا يقولون : أن امشوا فى طريقهم التى كان عليها آباؤكم واصبروا على عبادة آلهتكم مهما هوَّن محمد صلى الله عليه وسلم من شأنها ، ومهما نهى عن عبادتها .( إِنَّ هذا لَشَيْءٌ يُرَادُ ) أى : إن هذا الذى يدعونا إليه محمد صلى الله عليه وسلم من عبادة الله - تعالى - وحده وترك عبادة آلهتنا لشئ يراد من جهته هو ، وهو مصمم عليه كل التصميم ، ونحن من جانبنا يجب أن نقابل تصميمه على دعوته ، بتصميم منا على عبادة آلهتنا .وعلى هذا المعنى تكون الإِشارة هنا عائدة إلى ما يدعوهم إليه النبى صلى الله عليه وسلم من عبادة الله وحده .ويصح أن تكون الإِشارة إلى دينهم هم ، فيكون المعنى : إن هذا الدين الذى نحن عليه لشئ يراد لنا ، وقد وجدنا عليه آباءنا ، وما دام الأمر كذلك فلن نتركه مهما كرَّهنَا فيه محمد صلى الله عليه وسلم .قال الآلوسى : قوله : ( إِنَّ هذا لَشَيْءٌ يُرَادُ ) تعليل للأمر بالصبر ، والإِشارة إلى ما وقع وشاهدوه من أمر النبى صلى الله عليه وسلم وتصلبه فى أمر التوحيد ، ونفى ألوهية آلهتهم . .أى : إن هذا لشئ عظيم يراد به من جهته صلى الله عليه وسلم إمضاؤه وتنفيذه . فاقطعوا أطماعكم عن استنزاله إلى إرادتكم ، واصبرو على عبادة آلهتكم . وقيل : إن هذا الأمر لشئ من نوائب الدهر يراد بنا ، فلا حيلة إلا تجرع مرارة الصبر .وقيل : إن هذا - أى : دينكم - يُطلب لينتزع منكم ويطرح ويراد إبطاله . ."
    },
    {
      "ayah": 60,
      "surah": 38,
      "text": "وهنا يحكى القرآن رد الفوج المقتحم للنار معهم فيقول : ( قَالُواْ بَلْ أَنتُمْ لاَ مَرْحَباً بِكُمْ . . )أى : قال الداخلون فى النار وهم الأتباع لرؤسائهم : بل أنتم الذين لا مرحباً بكم ، وإنما الضيق والهلاك لكم .( أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ القرار ) أى : لا مرحباً بكم لأنكم أنتم أيها الزعماء الذين تسببتم لنا دخول النار معكم ، إذ دعوتمونا فى الدنيا إلى الكفر فاتبعناكم فبئس القرار والمنزل لنا ولكم جهنم ."
    },
    {
      "ayah": 61,
      "surah": 38,
      "text": "فالجملة الكريمة تعليل لأحقية الرؤساء بدخول النار ، ويقولها الأتباع على سبيل التشفى منهم . ثم يضيقون إلى ذلك قولهم : ( رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ عَذَاباً ضِعْفاً فِي النار ) .أى : يا ربنا من كان سببا فى نزول هذا العذاب بنا ، فزده عذابا مضاعفاً فى النار ، لأننا لولا هؤلاء الرؤساء وإضلالهم لنا ، لما صرنا إلى هذا المصير الأليم .وشبيه بهذه الآية قوله - تعالى - حكاية عنهم : ( وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السبيلا . رَبَّنَآ آتِهِمْ ضِعْفَيْنِ مِنَ العذاب والعنهم لَعْناً كَبِيراً )."
    },
    {
      "ayah": 62,
      "surah": 38,
      "text": "ثم حكى - سبحانه - ما يقوله أئمة الكفر ، عندما يدورون بأعينهم فى النار ، فلا يرون المؤمنين الذين كانوا يستهزئون بهم فى الدنيا فقال : ( وَقَالُواْ مَا لَنَا لاَ نرى رِجَالاً كُنَّا نَعُدُّهُمْ مِّنَ الأشرار . . ) أى : وقال رؤساء الكفر على سبيل التحسر والتعجب وهم ملقون فى النار مالنا لا نرى معنا فى جهنم رجالاً من فقراء المؤمنين ، كنا نعدهم فى الدنيا من الأراذل الأخساء ، لسوء حالهم ، وقلة ذات يدهم .قال القرطبى : قال ابن عباس : يريدون أصحاب محمد صلى الله عليه وسلم يقول أبو جهل : أين بلال؟ أين صهيب؟ أين عمار؟ أولئك فى الفردوس ، واعجبا لأبى جهل! مسكين أسلم ابنه عكرمة ، وانبته جويرية ، وأسلمت أمه ، وأسلم أخوه ، وكفر هو .قال :ونورا أضاء الأرض شرقا ومغربا ... وموضع رجلى منه أسود مظلم"
    },
    {
      "ayah": 63,
      "surah": 38,
      "text": "ثم حكى القرآن ما سأله هؤلاء المشركون لأنفسهم عندما تلفتوا فى النار ، فلم يجدوا أحداً من المؤمنين الذين كانوا يصفونهم بأنهم من الأشرار فقال : ( أَتَّخَذْنَاهُمْ سِخْرِيّاً أَمْ زَاغَتْ عَنْهُمُ الأبصار ) .أى : إنهم بعد أن دخلوا النار أخذوا يدورون بأعينهم فيها فلم يروا المؤمنين الذين كانوا يستهزئون بهم فى الدنيا ، فقالوا فيما بينهم : ما بالنا لا نرى الرجال الذين كنا نسخر منهم فى الدنيا ، ألم يدخلوا معنا النار؟ أم دخلوها ولكن أبصارنا لا تراهم وزاغت عنهم؟فهم يتحسرون على أحوالهم البائسة بعد أن وجدوا أنفسهم فى النار ، وليس معهم من كانوا يسخرون منهم فى الدنيا وهم فقراء المؤمنين .قال صاحب الكشاف : قوله : ( أَتَّخَذْنَاهُمْ سِخْرِيّاً ) قرئ بلفظ الإِخبار على أنه صفة للقوله ( رجالا ) مثل قوله ( كُنَّا نَعُدُّهُمْ مِّنَ الأشرار ) وقرئ بهمزة الاستفهام على أنه إنكار على أنفسهم وتأنيب لها فى الاستسخار منهم .وقوله : ( أَمْ زَاغَتْ عَنْهُمُ الأبصار ) له وجهان من الاتصال : أحدهما : أن يتصل بقوله : ( مالنا ) أى : مالنا لا نراهم فى النار؟ كأنهم ليسوا فيها ، بل أزاغت عنهم أبصارنا فلا نراهم وهم فيها؟ قسموا أمرهم بين أن يكونوا من أهل الجنة وبين أن يكونوا من أهل النار إلا أنهم خفى عليهم مكانهم .الوجه الثانى : أن يتصل بقوله : ( أَتَّخَذْنَاهُمْ سِخْرِيّاً . . ) على معنى أى الفعلين فعلنا بهم : الاستسخار منهم ، أم الازدراء بهم والتحقير ، وأن أبصارنا كانت تعلو عنهم وتقتحمهم ، على معنى إنكار الأمرين جميعاً على أنفسهم . . ."
    },
    {
      "ayah": 64,
      "surah": 38,
      "text": "واسم الإِشارة فى قوله - تعالى - : ( إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار ) يعود إلى التخاصم الذى حكى عنهم .وقوله : ( لحق ) خبر إن . وقوله : ( تَخَاصُمُ ) خبر لمبتدأ محذوف ، والجملة بيان لاسم الإِشارة ، وفى الإِبهام أولاً والتبين ثانياً مزيد تقرير له .أى : إن ذلك الذى قصصناه عليك - أيها الرسول الكريم - من تخاصم أهل النار فيما بينهم وتلاعنهم . . حق لا شك فيه ، وثابت ثبوتاً لا يختلف عليه عاقلان .وبذلك تكون الآيات الكريمة قد ساقت بأبلغ بيان ما أعده الله - تعالى - للمتقين من ثواب ، وما أعده للطاغين من عقاب ."
    },
    {
      "ayah": 65,
      "surah": 38,
      "text": "ثم ختم - سبحانه - السورة الكريمة ، بتلقين رسوله صلى الله عليه وسلم الرد الذى يرد به على المشركين المعترضين على دعوته ، وببيان موقف إبليس من أمر الله - تعالى - له بالسجود لآدم ، وببيان ما أعده - سبحانه - لإبليس وجنده من عذاب . فقال - تعالى - :( قُلْ إِنَّمَآ أَنَاْ مُنذِرٌ وَمَا . . . ) .المعنى : قل - أيها الرسول الكريم - لهؤلاء المشركين : إنما وظيفتى الإِنذار والتخويف لكم من عذاب شديد ، إذا بقيتم على كفركم ، وأعرضتم عن دعوتى .واقتصر على الإِنذار مع أنه مبشر - أيضا - لأنه المناسب لردهم عن شركهم ، وعن وصفهم له تارة بأنه ساحر ، وأخرى بأنه كاهن . . إلخ .وقوله - سبحانه - : ( وَمَا مِنْ إله إِلاَّ الله الواحد القهار . رَبُّ السماوات والأرض وَمَا بَيْنَهُمَا العزيز الغفار ) نفى لكل شريك مع الله - تعالى - فى ذاته ، أو صفاته ، أو فى خلقه لهذا الكون . أى : ليس هناك من إله سوى الله - تعالى - فى هذا الكون ، وهو - سبحانه - الواحد الأحد ، القاهر فوق عباده ."
    },
    {
      "ayah": 66,
      "surah": 38,
      "text": "الموجد للسموات والأرض وما بينهما ، الغالب لكل شئ ، الكثير المغفرة لمن يشاء من عباده .فأنت ترى أنه - سبحانه - قد وصف ذاته فى هاتين الآيتين بخمس صفات؛ تليق بذاته وببيان أن الشرك به - سبحانه - فى العبادة أو الطاعة ظلم عظيم وجهل فاضح ."
    },
    {
      "ayah": 67,
      "surah": 38,
      "text": "ثم أمر - سبحانه - رسوله صلى الله عليه وسلم أن يبين لهم أن ما جاءهم به من عند ربه أمر عظيم ، لا يليق بعاقل أن يعرض عنه فقال : ( قُلْ هُوَ نَبَأٌ عَظِيمٌ . أَنتُمْ عَنْهُ مُعْرِضُونَ ) .أى : قل - يا محمد - لهؤلاء المشركين : إن ما جئتكم به من عند ربى من قرآن كريم ، ومن هدايات بها تسعدون فى دنياكم وآخرتكم ، هو خبر عظيم ، يجب أن تلقوا إليه أسماعكم ، وأن تهيئوا نفوسكم لقبوله . . ولكنكم قابلتموه بالإِعراض والصدود ، لفرط غفلتكم ، وشدة جهالتكم ، وتماديكم فى كفركم .فالآية الأولى دعوة هامة لهم لكى يقلعوا عن شركهم ، والآية الثانية توبيخ لهم على عنادهم حيث تركوا ما ينفعهم ، وعكفوا على ما يضرهم ."
    },
    {
      "ayah": 68,
      "surah": 38,
      "text": "ثم أمر - سبحانه - رسوله صلى الله عليه وسلم أن يبين لهم أن ما جاءهم به من عند ربه أمر عظيم ، لا يليق بعاقل أن يعرض عنه فقال : ( قُلْ هُوَ نَبَأٌ عَظِيمٌ . أَنتُمْ عَنْهُ مُعْرِضُونَ ) .أى : قل - يا محمد - لهؤلاء المشركين : إن ما جئتكم به من عند ربى من قرآن كريم ، ومن هدايات بها تسعدون فى دنياكم وآخرتكم ، هو خبر عظيم ، يجب أن تلقوا إليه أسماعكم ، وأن تهيئوا نفوسكم لقبوله . . ولكنكم قابلتموه بالإِعراض والصدود ، لفرط غفلتكم ، وشدة جهالتكم ، وتماديكم فى كفركم .فالآية الأولى دعوة هامة لهم لكى يقلعوا عن شركهم ، والآية الثانية توبيخ لهم على عنادهم حيث تركوا ما ينفعهم ، وعكفوا على ما يضرهم ."
    },
    {
      "ayah": 69,
      "surah": 38,
      "text": "ثم نفى صلى الله عليه وسلم عن نفسه أن يكون عنده علم بشئ من أخبار الملأ الأعلى ، إلا عن طريق الوحى فقال - كما حكى القرآن عنه : ( مَا كَانَ لِيَ مِنْ عِلْمٍ بالملإ الأعلى إِذْ يَخْتَصِمُونَ ) والمراد بالملأ الأعلى : علام السموات وما فيه من ملائكة لا يعصون الله ما أمرهم ، ويفعلون ما يؤمرون .قال القرطبى : الملأ الأعلى هم الملائكة فى قول ابن عباس والسدى . اختصموا فى أمر آدم حين خلق ، فقالوا : ( أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدمآء . . . ) وقال إبليس : ( أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ )وفى هذا بيان أن محمداً صلى الله عليه وسلم أخبر عن قصة آدم وغيره وذلك لا يتصور إلا بتأييد إلهى . .وقال ابن كثير : وقوله : ( مَا كَانَ لِيَ مِنْ عِلْمٍ بالملإ الأعلى إِذْ يَخْتَصِمُونَ ) أى : لولا الوحى من أين كنت أدرى باختلاف الملأ الأعلى .يعنى فى شأن آدم ، وامتناع إبليس من السجود له ، ومحاجته ربه فى تفضيله عليه . . ؟ فالآية تنفى عن الرسول صلى الله عليه وسلم علم شئ من أخبار الملأ الأعلى إلأ عن طريق الوحى ."
    },
    {
      "ayah": 7,
      "surah": 38,
      "text": "ثم يضيفون إلى ذلك قولهم : ( مَا سَمِعْنَا بهذا فِى الملة الآخرة . . . ) أى : ما سمعنا بهذا الدين الذى يدعونا إليه محمد صلى الله عليه وسلم فى ملة العرب التى أدركنا عليها آباءنا ، أو ما سمعنا بهذا الذى يقوله محمد صلى الله عليه وسلم فى المِلَّة الآخرة ، وهى ملة عيسى - عليه السلام - فإن أتباعه يقولون بالتثليث ، ويقولون بأنه الدين الذى جاء به عيسى .وعلى هذين القولين يكون قوله ( فِى الملة الآخرة ) متعلق بسمعنا .ويصح أن يكون المعنى : ما سمعنا بهذا الذى يدعونا إليه محمد صلى الله عليه وسلم كانئا فى الملة التى تكون فى آخر الزمان ، والتى حدثنا عنها الكهان وأهل الكتاب .وعلى هذا الرأى يكون قوله ( فِى الملة الآخرة ) حالا من اسم الإِشارة وليس متعلقا بسمعنا .ثم أكدوا نفيهم لعدم سماعهم لما جاءهم به الرسول صلى الله عليه وسلم بقولهم : ( إِنْ هذا إِلاَّ اختلاق ) أى : ما سمعنا شيئا مما يقوله ، وما يقوله ما هو إلا كذب وتخرص اختلقه من عند نفسه ، دون أن يسبقه إليه أحد .يقال : اختلاق فلان هذا القول ، إذا افتراه واصطنعه واخترعه من عند نفسه ، دون أن يكون له أصل من الواقع ."
    },
    {
      "ayah": 70,
      "surah": 38,
      "text": "وجملة ( إِن يوحى إِلَيَّ إِلاَّ أَنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ ) معترضة بين إيراد اختصامهم على سبيل الإِجمال ، ثم إيراده فى الآيات الآتية بعد ذلك على سبيل التفصيل .و \" إن \" نافية ونائب فاعل \" يوحى \" ضمير تقدير هو يعود على المفهوم مما سبق . وهو شأن الملأ الأعلى ، و \" أنما \" بفتح الهمزة على تقدير لام التعليل .أى : ليس لى من علم بما يدور فى الملأ الأعلى إلا عن طريق الوحى ، وهذا الوحى لا ينزل على إلا من أجل أنى رسول من عند الله - تعالى - أنذركم بما يكلفنى به إنذاراً واضحا بينا ."
    },
    {
      "ayah": 71,
      "surah": 38,
      "text": "ثم فصل - سبحانه - هذا التخاصم الذى أشار إليه - سبحانه - قبل ذلك فى قوله : ( مَا كَانَ لِيَ مِنْ عِلْمٍ بالملإ الأعلى إِذْ يَخْتَصِمُونَ ) فقال : ( إِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَالِقٌ بَشَراً مِّن طِينٍ . فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ ) .و \" إذ \" فى قوله ( إِذْ قَالَ رَبُّكَ . . . ) بدل من قوله ( إِذْ يَخْتَصِمُونَ ) ، لاشتمال ما فى حيزها على تفصيل تلك الخصومة . وقيل : هى منصوبة بتقدير اذكر .قالوا : والمراد بالملائكة هنا ، ما يشمل إبليس ، بدليل أن الأمر بالسجود لآدم كان للجميع ، وأنهم جميعاً امتثلوا لأمر الله - تعالى - ما عدا إبليس .والمراد بالبشر : آدم - عليه السلام - مأخوذ من مباشرة للأرض ، أو من كونه ظاهر البشرة ، أى الجلد والهيئة . أى : لم يكن لى من علم بالملأ الأعلى وقت اختصامهم ، حين قال الله - تعالى - للملائكة ومعهم إبليس : ( إِنِّي خَالِقٌ بَشَراً مِّن طِينٍ ) هو آدم عليه - السلام - فإذا صورته على صورة البشر ، وأفضت عليه ما به من الحياة من الروح التى هى من أمرى - ولا علم لأحد بها سواى ، فاسجدوا له سجود تحية وتكريم .ولا تعارض بين وصف آدم هنا بأنه خلق من طين ، وبين وصفه فى آيات أخرى بأنه خلق من تراب ، أو من صلصال من حمأ مسنون ، فإن المادى التى خلق منها آدم وإن كانت واحدة ، إلا أنها مرت بمراحل متعددة ، وكل آية تتحدث عن مرحلة معينة .وأضاف - سبحانه - الروح إلى ذاته ، للإِشعار بأن هذه الروح لايملكها إلا هو - تعالى - ، وأن مرد كنهها وكيفية هذا النفخ ، مما استأثر - سبحانه - به ، ولا سبيل لأحد إلى معرفته ، كما قال - تعالى - : ( وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلاً )والفاء فى قوله : ( فَقَعُواْ لَهُ . . . ) جواب إذا . والمراد بالوقوع : السقوط أى : فاسقطوا وخروا له حالة كونكم ساجدين له بأمرى وإذنى ، على سبيل التحية له ، لأن السجود بمعنى العبادة لا يكون لغير الله تعالى ."
    },
    {
      "ayah": 72,
      "surah": 38,
      "text": "ثم فصل - سبحانه - هذا التخاصم الذى أشار إليه - سبحانه - قبل ذلك فى قوله : ( مَا كَانَ لِيَ مِنْ عِلْمٍ بالملإ الأعلى إِذْ يَخْتَصِمُونَ ) فقال : ( إِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَالِقٌ بَشَراً مِّن طِينٍ . فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ ) .و \" إذ \" فى قوله ( إِذْ قَالَ رَبُّكَ . . . ) بدل من قوله ( إِذْ يَخْتَصِمُونَ ) ، لاشتمال ما فى حيزها على تفصيل تلك الخصومة . وقيل : هى منصوبة بتقدير اذكر .قالوا : والمراد بالملائكة هنا ، ما يشمل إبليس ، بدليل أن الأمر بالسجود لآدم كان للجميع ، وأنهم جميعاً امتثلوا لأمر الله - تعالى - ما عدا إبليس .والمراد بالبشر : آدم - عليه السلام - مأخوذ من مباشرة للأرض ، أو من كونه ظاهر البشرة ، أى الجلد والهيئة . أى : لم يكن لى من علم بالملأ الأعلى وقت اختصامهم ، حين قال الله - تعالى - للملائكة ومعهم إبليس : ( إِنِّي خَالِقٌ بَشَراً مِّن طِينٍ ) هو آدم عليه - السلام - فإذا صورته على صورة البشر ، وأفضت عليه ما به من الحياة من الروح التى هى من أمرى - ولا علم لأحد بها سواى ، فاسجدوا له سجود تحية وتكريم .ولا تعارض بين وصف آدم هنا بأنه خلق من طين ، وبين وصفه فى آيات أخرى بأنه خلق من تراب ، أو من صلصال من حمأ مسنون ، فإن المادى التى خلق منها آدم وإن كانت واحدة ، إلا أنها مرت بمراحل متعددة ، وكل آية تتحدث عن مرحلة معينة .وأضاف - سبحانه - الروح إلى ذاته ، للإِشعار بأن هذه الروح لايملكها إلا هو - تعالى - ، وأن مرد كنهها وكيفية هذا النفخ ، مما استأثر - سبحانه - به ، ولا سبيل لأحد إلى معرفته ، كما قال - تعالى - : ( وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلاً )والفاء فى قوله : ( فَقَعُواْ لَهُ . . . ) جواب إذا . والمراد بالوقوع : السقوط أى : فاسقطوا وخروا له حالة كونكم ساجدين له بأمرى وإذنى ، على سبيل التحية له ، لأن السجود بمعنى العبادة لا يكون لغير الله تعالى ."
    },
    {
      "ayah": 73,
      "surah": 38,
      "text": "ثم بين - سبحانه - ما كان بعد ذلك فقال : ( فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ . إِلاَّ إِبْلِيسَ استكبر وَكَانَ مِنَ الكافرين ) .أى : امتثل الملائكة لأمر الله - تعالى - فسجدوا جميعا لآدم فى وقت واحد ."
    },
    {
      "ayah": 74,
      "surah": 38,
      "text": "إلا إبليس فإنه أبى الامتثال لأمر ربه ، واستكبر عن طاعته ، وصار بسبب ذلك من الكافرين الجاحدين لأمر الله - تعالى - .قال صاحب الكشاف : ولفظ \" كل \" للإِحاطة و \" أجمعون \" فأفادوا معا أنهم سجدوا عن آخرهم ، ما بقى منهم ملك إلا سجد ، وأنهم سجدوا جميعا فى وقت واحد ، غير متفرقين فى أوقات .فإن قلت : كيف ساغ السجود لغير الله ، ؟ قلت : الذى لا يسوغ هو السجود لغير الله على وجه العبادة فأما على وجه التكرمة والتبجيل ، فلا يأباه العقل ، إلا أن يعمل الله تعالى فيه مفسدة فينهى عنه ."
    },
    {
      "ayah": 75,
      "surah": 38,
      "text": "ثم حكى - سبحانه - ما قاله لإِبليس حين عصى أمره فقال : ( قَالَ ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ . . ) .ومذهب السلف فى مثل هذا التعبير ، أن اليد - مفردة أو غير مفردة - إذا وصف الله تعالى بها ذاته ، فهى ثابتة له ، على الوجه الذى يليق بكماله ، مع تنزهه -سبحانه - عن مشابهته للحوداث .ومذهب الخلف : تأويل اليد بالقدرة أو النعمة . والتثنية في يدى ، للتأكيد الدال على مزيد القدرة في خلقه . أى : قال الله - تعالى - لإبليس على سبيل التأنيث والتقريع : يا إبليس ما الذى منعك من السجود لآدم الذى خلقته بيدى؟( أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين ) أى : أمنعك من السجود لآدم تكبرك من غير موجب هذا التكبر ، أم كنت ممن علا على غيره بدون حق؟ والاستفهام للتوبيخ والإِنكار ."
    },
    {
      "ayah": 76,
      "surah": 38,
      "text": "( قَالَ أَنَاْ خَيْرٌ مِّنْهُ ) أى : قال إبليس فى الجواب على ربه - تعالى - : أنا خير من آدم .( خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ ) فهو - لعنه الله - يرى أن النار أفضل من الطين ، ولا يصح سجود الفاضل للمفضول .ولا شك أن هذا التعليل من إبليس فى نهاية سوء الأدب ، لأنه بعدم سجوده قد عصى رب العالمين ، وفضلا عن ذلك فإن هذه العلة لا تقتضى صحة المدعى ، لأن النار ليست خيرا من الطين حتى يكون المخلوق منها أفضل ، إذ النار يطفئها الطين . ."
    },
    {
      "ayah": 77,
      "surah": 38,
      "text": "وقد رد - سبحانه - على هذا التطاول من إبليس بقوله : ( فاخرج مِنْهَا فَإِنَّكَ رَجِيمٌ . وَإِنَّ عَلَيْكَ لعنتي إلى يَوْمِ الدين ) .والفاء فى قوله ( فاخرج ) لترتيب الأمر بالطرد على ما حدث منه . والضمير فى \" منها \" يعود إلى السماء ، أو إلى الجنة ، لأنه كان فيهما .أى : قال - تعالى - لإبليس على سبيل الزجر : ما دمت يا إبليس قد عصيت أمرى ، فاخرج من الجنة ومن كل مكان فيه تكريم لك ."
    },
    {
      "ayah": 78,
      "surah": 38,
      "text": "فإنك رجيم ، أى : مطرود من رحمتى . وإن عليك لعنتى وغضبى إلى يوم القيامة ، فإذا ما جاء هذا اليوم ازدادت لعنتى عليك ."
    },
    {
      "ayah": 79,
      "surah": 38,
      "text": "( قَالَ رَبِّ فأنظرني ) أى : أمهلنى ( إلى يَوْمِ يُبْعَثُونَ ) أى : فأخرنى ولا تمتنى إلى يوم البعث ، لأتمكن من إغواء ذرية آدم ."
    },
    {
      "ayah": 8,
      "surah": 38,
      "text": "ثم صرحوا فى نهاية المطالف بالسبب الحقيقى الذى حال بينهم وبين الإِيمان ، ألا وهو الحقد والحسد ، وإنكار أن يختص الله تعالى رسوله من بينهم بالرسالة ، فقالوا - كما حكى القرآن عنهم - : ( أَأُنزِلَ عَلَيْهِ الذكر مِن بَيْنِنَا؟ . . . ) .والاستفهام للإِنكار والنفى . أى : يف يدعى محمد صلى الله عليه وسلم أنه قد نزل عليه القرآن من بيننا ، ونحن السادة الأغنياء العظماء ، وهو دوننا فى ذلك؟ إننا ننكر وننفى دعواه النبوة من بيننا .قال صاحب الكشاف : أنكروا أن يختص بالشرف من بين أشرافهم ورؤسائهم وينزل عليه الكتاب من بينهم ، كما قالوا : ( وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ ) وهذا الإِنكار ترجمة عما كانت تغلى به صدورهم من الحسد على ما أوتى من شرف النبوة من بينهم .ولقد حكى القرآن أحقادهم هذه على النبى صلى الله عليه وسلم فى آيات كثيرة ورد عليها بما يبطلها ومن ذلك قوله - تعالى - :( وَإِذَا جَآءَتْهُمْ آيَةٌ قَالُواْ لَن نُّؤْمِنَ حتى نؤتى مِثْلَ مَآ أُوتِيَ رُسُلُ الله الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ . . . ) ولقد صرح أبو جهل بهذا الحسد للنبى صلى الله عليه وسلم فعندما سأله سائل ، أتظن محمدا على حق أم على باطل؟ كان جوابه : إن محمد لعلى حق ولكن متى كنا لبنى هاشم تبعا . أى : متى كانت أسرتنا تابعة لبنى هاشم!!وفى رواية أنه قال : تنازعنا نحن وبنو عبد مناف الشرف : أطعموا فأطعمنا ، وحملوا فحملنا ، وأعطوا فأعطينا ، حتى إذا تحاذينا على الركب ، وكنا كفرسى رهان ، قالوا : منا نبى يأتيه الوحى من السماء ، فمتى ندرك هذه؟ والله لا نؤمن به أبدا ولا نصرفه .وقوله - سبحانه - : ( بْل هُمْ فَي شَكٍّ مِّن ذِكْرِي ) إضراب عن كلام يفهم من السياق . وتسلية للرسول صلى الله عليه وسلم عما أصابه منهم من أذى .أى : هؤلاء الجاحدون الحاقدون لم يقطعوا برأى فى شأنك - أيها الرسول الكريم - وفى شأن ما جئتهم به ، ولم يستندوا فى أقوالهم إلى دليل أو ما يشبه الدليل ، وإنما هم فى شك من هذا القرآن الذى أيدناك به ، بدليل أنك تراهم يصفونك تارة بالسحر ، وتارة بالكهانة ، وتارة بالشعر ، ولو عقلوا وأنصفوا لآمنوا بك وصدقوك .وقوله - سبحانه - : ( بَل لَّمَّا يَذُوقُواْ عَذَابِ ) إضراب عن مجموع الكلامين السابقين المشتملين على الحسد والشك .أى : لا تحزن - أيها الرسول الكريم - من مسالكهم الخبيثة ، وأقوالهم الفاسدة . فإنهم ما فعلوا ذلك إلا أنهم لم يذوقوا عذابى بعد ، فإذا ذاقوه زال حسدهم وشكهم ، وتيقنوا بأنك على الحق المبين ، وهم على الباطل الذى لا يحوم حوله حق .وفى التعبير بقوله ( لما ) إشارة إلى أن نزول العذاب هبم وتذويقهم له ، قريب للحصول ."
    },
    {
      "ayah": 80,
      "surah": 38,
      "text": "( قَالَ فَإِنَّكَ مِنَ المنظرين . إلى يَوْمِ الوقت المعلوم ) أى : قال - سبحانه - قد أجبت لك ما تقتضيه حكمتى ."
    },
    {
      "ayah": 81,
      "surah": 38,
      "text": "وهو أنى سأؤخر إهلاكك إلى الوقت الذى حددته لفناء الخلائق وهو قوت النفخة الأولى ، لا إلى وقت البعث الذى طلبه إبليس ."
    },
    {
      "ayah": 82,
      "surah": 38,
      "text": "( قَالَ ) أى : إبليس : ( فَبِعِزَّتِكَ ) أى : فبحق سلطانك وقهرك ( لأُغْوِيَنَّهُمْ أَجْمَعِينَ ) أى : لأغوين بنى آدم جميعا بالمعاصى ، ولأضلنهم ولأمنينهم ."
    },
    {
      "ayah": 83,
      "surah": 38,
      "text": "( إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين فلا يتأثرون بإغوائى ، لأنى لا قدرة لى عليهم .( قَالَ فالحق والحق أَقُولُ . لأَمْلأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ )"
    },
    {
      "ayah": 84,
      "surah": 38,
      "text": "وقوله ( فالحق ) مبتدأ محذوف الخبر أى : فالحق قسمى لأملأن . . وقوله : ( والحق أَقُولُ ) لفظ الحق منصوب هنا على أنه مفعول لأقول ، قدم عليه لإِفادة الحصر .والجملة من الفاعل والمفعول معترضة بين القسم والقسم عليه لتقرير مضمون الجملة القسمية . أى : قال الله - تعالى - فى رده على إبليس : فالحق قسمى ويمينى - ولا أقول إلا الحق ."
    },
    {
      "ayah": 85,
      "surah": 38,
      "text": "لأملأن جهنم من جنسك يا إبليس ، وممن تبعك من الناس جميعا ، لأن هذا جزاء من عصانى ."
    },
    {
      "ayah": 86,
      "surah": 38,
      "text": "ثم ختم - سبحانه - السورة الكريمة ، بأمر رسوله صلى الله عليه وسلم أن يبين للناس ، أنه لا يريد من وراء دعوته عرضا زائلا من أعراض الدنيا فقال ( قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَآ مِنَ المتكلفين . إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ . وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينِ ) .أى : قل - أيها الرسول الكريم - لهؤلاء المشركين وغيرهم : إنى لا أسألكم أجرا على تبليغكم ما أمرنى الله بتبليغه إليكم ، وما أنا من الذين يتكلفون ويتصنعون القول أو الفعل الذى لا يحسنونه ، بل أنا رسول من عند الله وصادق فيما أبلغه عنه ."
    },
    {
      "ayah": 87,
      "surah": 38,
      "text": "وما هذا القرآن الذى جئتكم به من عند ربى ، إلا وعظ بليغ للثقلين ، وشرف عظيم لهما فى اتباع أوامره ونواهيه ."
    },
    {
      "ayah": 88,
      "surah": 38,
      "text": "لتعلمن - أيها الناس - صدق ما أخبركم به من وعد ومن وعيد بعد وقت محدد فى علم الله - تعالى - وبعد : فهذا تفسير لسورة \" ص \" نسأل الله - تعالى - أن يجعله خالصا لوجهه ، ونافعا لعباده .والحمد لله الذى بنعمته تتم الصالحات ، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم؟ ."
    },
    {
      "ayah": 9,
      "surah": 38,
      "text": "ثم أنكر عليهم - سبحانه - بعد ذلك اعتراضهم على اختيار نبيه صلى الله عليه وسلم للرسالة ، وساق هذا الإِنكار بأسلوب توبيخى تهكمى فقال - تعالى - : ( أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ العزيز الوهاب ) أى : أنهم لم يملكوا خزائن رحمة ربك - أيها الرسول الكريم - حتى يعطوا منها من يشاءون ويمنعوها عمن يشاءون ، ويتخيروا للنبوة صناديدهم ويترفعوا بها عنك . . وإنما المالك لكل ذلك هو الله - تعالى - العزيز الذى لا يغلبه غالب - الوهاب ، أى : الكثير العطاء لعباده .والمراد بالعندية فى قوله ( عندهم ) : الملك والتصرف . وتقديم الظرف ( عند ) لأنه محل الإِنكار . وفى إضافة الرب - عز وجل - إلى الضمير العائد إلى النبى صلى الله عليه وسلم تشريف وتكريم له صلى الله عليه وسلم .وجئ بصفة ( العزيز ) للرد على ما كانوا يزعمونه لأنفسهم وآلهتهم من ترفع وتكبر .كما جئ بصفة ( الوهاب ) للإِشارة إلى أن النبوة هبة من الله - تعالى - لمن يختاره من عباده ، وهو - سبحانه - أعلم حيث يجعل رسالته ."
    }
  ]
}
