{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "افتتحت سورة \" الممتحنة \" بهذا النداء للمؤمنين ، وقد تضمن هذا النداء نهيهم عن موالاة أعداء الله وأعدائهم .وقد ذكر المفسرون فى سبب نزول هذه الآيات روايات منها ، ما ذكره الإمام الآلوسى فقال : \" نزلت فى حاطب بن أبى بلتعة . . . فقد أخرج الإمام أحمد ، والبخارى ، ومسلم ، وأبو داود ، والترمذى ، والنسائى ، وابن حبان ، وجماعة عن على بن أبى طالب - رضى الله عنه - قال : بعثنى رسول الله - صلى الله عليه وسلم - أنا والزبير والمقداد فقال : انطلقوا حتى تأتوا روضة خاخ - وهومكان بين مكة والمدينة - فإن بها ظعينة معها كتاب ، فخذوه منها فأتونى به فخرجنا حتى أتينا الروضة ، فإذا نحن بالظعينة فقلنا لها : أخرجى الكتاب . فقالت : ما معى من كتاب ، فقلنا : أخرجى الكتاب أو لنلقين الثياب ، فأخرجته من عاقصها ، فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه : من حاطب بن أبى بلتعة ، إلى أناس من المشركين بمكة ، يخبرهم ببعض أمر النبى - صلى الله عليه وسلم - .فقال - صلى الله عليه وسلم - \" ما هذا يا حاطب؟ \" فقال حاطب : لا تعجل علىَّ يا رسول الله إنى كنت إنسانا ملصقا فى قريش ، ولم أكن منها ، وكان من معك من المهاجرين لهم قرابات يحمون بها أهلهم وأموالهم بمكة ، فأحببت إذ فاتنى ذلك من النسب فيها ، أن أصطنع إليهم يدا ، يحمون بها قرابتى ، وما فعلت ذلك كفرا ولا ارتدادا عن الإسلام .فقال عمر : دعنى يا رسول الله أضرب عنقه ، فقال ، - صلى الله عليه وسلم - : \" إنه شهد بدرا ، وما يدريك لعل الله اطلع على أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" فنزلت هذه الآيات \" .وقد ذكروا أن هذه القصة كانت فى الوقت الذى أعد فيه النبى - صلى الله عليه وسلم - العدة لأجل العمرة ، سنة صلح الحديبية ، وقيل كانت هذه القصة فى الوقت الذى تهيأ النبى - صلى الله عليه وسلم - لفتح مكة ، وكان من بين الذين علموا ذلك حاطب بن أبى بلتعة .والمراد بالعدو هنا : الأعداء عموما ، ويدخل فيهم دخولا أولياء كفار قريش ، الذين أرسل إليهم حاطب بن أبى بلتعة خطابه ، لكى يحذرهم من مهاجمة المسلمين لهم .والمراد بالعداوة : العداوة الدينية التى جعلت المشركين ، يحرصون كل الحرص على أذى المسلمين ، أى : يامن آمنتم بالله - تعالى - إيمانا حقا ، احذروا أن تتخذوا أعدائى وأعداءكم أولياء وأصدقاء وحلفاء . بل جاهدوهم وأغلظوا عليهم ، واقطعوا الصلة التى بينكم وبينهم .وناداهم بصفة الإيمان ، لتحريك حرارة العقيدة الدينية فى قلوبهم ولحضهم على الاستجابة لما نهاهم عنه .وقدم - سبحانه - عداوته للمشركين ، على عداوة المؤمنين لهم ، لأن عداوة هؤلاء المشركين لله - تعالى - أشد وأقبح ، حيث عبدوا غير خالقهم ، وشكروا غير رزاقهم ، وكذبوا رسل ربهم وآذوهم .وفى الحديث القدسى : \" إنى والجن والإنس فى نبأ عظيم . أخلق ويعبد غيرى ، وأرزق ويشكر سواى . . خيرى إلى العباد نازل ، وشرهم إلى صاعد ، أتحبب إليهم بالنعم . ويتبغضون إلى بالمعاصى \" .وعبر - سبحانه - بالاتخاذ الذى هو افتعال من الأخذ ، للمبالغة فى نهيهم عن موالاة هؤلاء الأعداء . إذ الاتخاذ يشعر بشدة الملابسة والملازمة .والمفعول الأول لقوله ( تَتَّخِذُواْ ) قوله : ( عَدُوِّي ) والمفعول الثانى قوله : ( أَوْلِيَآءَ ) .وقوله - سبحانه - : ( تُلْقُونَ إِلَيْهِمْ بالمودة ) تفسير وتوضيح لهذه الموالاة التى نهوا عنها أو فى موضع الحال من ضمير ( لاَ تَتَّخِذُواْ ) .وحقيقة الإلقاء : قذف ما فى اليد على الأرض أو فى الفضاء ، والمراد به هنا : إيصال ما يدخل السرور على قلوب أعدائهم . والباء فى قوله : ( بالمودة ) لتأكيد اتصال الفعل بمفعوله .أى : احذروا أن تعاملوا أعدائى وأعداءكم معاملة الأصدقاء والحلفاء ، بأن تظهروا لهم المودة والمحبة .ويصح أن تكون الباء للسببية فيكون المعنى : تلقون إليهم بأخباركم التى لا يجوز لكم إظهارها لهم ، بسبب مودتكم لهم .وقد ذكروا أن حاطبا أرسل بهذه الرسالة إلى أهل مكة ، عندما تجهز النبى - صلى الله عليه وسلم - وأصحابه للذهاب إليها لأجل العمرة عام الحديبية ، أو لأجل فتح مكة .قال صاحب الكشاف : فإن قلت : ( تُلْقُونَ ) بم يتعلق؟ قلت : يجوز أن يتعلق بقوله : ( لاَ تَتَّخِذُواْ ) حالا من ضميره . . ويجوز أن يكون استئنافا .والإلقاء : عبارة عن إيصال المودة والإفضاء بها إليهم يقال : ألقى إليه خَراشِىَ صدره - أى أسرار صدره - وأفضى إليه بقشوره .والباء فى ( بالمودة ) إما زائدة مؤكدة للتعدى مثلها فى قوله : ( وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة ) وإما ثابتة على أن مفعول تلقون محذوف ، ومعناه : تلقون إليهم إخبار رسول الله - صلى الله عليه وسلم - بسبب المودة التى بينكم وبينهم .ثم ساق - سبحانه - الأسباب التى من شأنها تحمل المؤمنين على عدم موالاة أعداء الله وأعدائهم ، فقال : ( وَقَدْ كَفَرُواْ بِمَا جَآءَكُمْ مِّنَ الحق ) أى : لا تتخذوا - أيها المؤمنون - هؤلاء الأعداء أولياء ، وتلقون إليهم بالمودة ، والحال أن هؤلاء الأعداء قد كفروا بما جاءكم على لسان رسولكم - صلى الله عليه وسلم - من الحق الذى يتمثل فى القرآن الكريم ، وفى كل ما أوحاه - سبحانه - إلى رسوله .فالمقصود من هذه الجملة الكريمة ، تصوير هؤلاء الكافرين ، بما ينفر المؤمنين من إلقاء المودة إليهم .وقوله - تعالى - : ( يُخْرِجُونَ الرسول وَإِيَّاكُمْ أَن تُؤْمِنُواْ بالله رَبِّكُمْ ) بيان لسبب آخر من الأسباب التى تدعو المؤمنين إلى مقاطعة أعدائهم الكافرين .وجملة : ( يُخْرِجُونَ الرسول ) يصح أن تكون مستأنفة لبيان كفرهم ، أو فى محل نصب حال من فاعل ( كَفَرُواْ ) وقوله : ( وَإِيَّاكُمْ ) معطوف على الرسول ، وقدم عليهم على سبيل التشريف لمقامه - صلى الله عليه وسلم - وجملة ( أَن تُؤْمِنُواْ ) فى محل نصب مفعول لأجله .أى : أن هؤلاء الكافرين لم يكتفوا بكفرهم بما جاءكم - أيها المؤمنون - من الحق ، بل تجاوزوا ذلك إلى محاولة إخراج رسولكم - صلى الله عليه وسلم - وإخراجكم من مكة ، من أجل إيمانكم بالله ربكم ، وإخلاصكم العبادة له - تعالى - .وأسند - سبحانه - محاولة الإخراج إلى جميع الأعداء ، لأنهم كانوا راضين بهذا الفعل ومتواطئين على تنفيذه؛ بعضهم عن طريق التخطيط له ، وبعضهم عن طريق التنفيذ الفعلى .والمتأمل فى هذه الجملة الكريمة ، يراها قد ساقت أقوى الأسباب وأعظمها ، للتشنيع على مشركى قريش ، ولإلهاب حماس المؤمنين من أجل عدم إلقاء المودة إليهم .وجواب الشرط فى قوله - تعالى - : ( إِن كُنتُمْ خَرَجْتُمْ جِهَاداً فِي سَبِيلِي وابتغآء مَرْضَاتِي ) محذوف للدلالة ما قبله عليه أى : إن كنتم - أيها المؤمنون - قد خرجتم من مكة من أجل الجهاد فى سبيلى ، ومن أجل طلب مرضاتى ، فاتركوا اتخاذ عدوى وعدوكم أولياء ، واتركوا مودتهم ومصافاتهم .فالمقصود من الجملة الكريمة ، زيادة التهييج للمؤمنين ، حتى لا يبقى فى قلوبهم أى شىء من المودة نحو الكافرين .وقوله - سبحانه - : ( تُسِرُّونَ إِلَيْهِمْ بالمودة ) بدل من قوله - تعالى - : قبل ذلك : ( تُلْقُونَ إِلَيْهِمْ بالمودة ) . بدل بعض من كل . لأن إلقاء المودة أعم من أن تكون فى السر أو فى العلن .ويصح أن يكون بدل اشتمال ، لأن الإسرار إليهم بالمودة ، مما اشتمل عليه إلقاء المودة إليهم .وهذه الجملة جىء بها على سبيل العتاب والتعجيب ممن فى قلبه مودة لهؤلاء الكافرين ، بعد أن بين الله - تعالى - له ، ما يوجب قطع كل صلة بهم .ومفعول ( تُسِرُّونَ ) محذوف . أى : ترسلون إليهم أخبار المسلمين سرا ، بسبب مودتكم لهم؟ وجملة : ( وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ) هى مناط التعجيب ممن يتخذ هؤلاء الأعداء أولياء . أو من يسر إليهم بالمودة ، وهى حالية من فاعل ( تُلْقُونَ و تُسِرُّونَ ) .أى : تفعلون ما تفعلون من إلقاء المودة إلى عدوى وعدوكم ، ومن إسراركم بها إليهم والحال أنى أعلم منهم ومنكم بما أخفيتموه فى قلوبكم ، وما أعلنتموه ، ومخبر رسولنا - صلى الله عليه وسلم - بذلك .وما دام الأمر كذلك فكيف أباح بعضكم لنفسه ، أن يطلع عدوى وعدوكم على مالا يجوز إطلاعه عليه؟!قال الآلوسى : قوله : ( وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ ) فى موضع الحال و ( أَعْلَمُ ) أفعل تفضيل . والمفضل عليه محذوف . أى : منكم . . . و ( مَآ ) موصولة أو مصدرية ، وذكر ( مَآ أَعْلَنتُمْ ) مع الاستغناء عنه ، للإشارة إلى تساوى العلمين فى علمه - عز وجل - .ولذا قدم ( مَآ أَخْفَيْتُمْ ) . وفى هذه الحال إشارة إلى أنه لا طائل لهم فى إسرار المودة إليهم كأنه قيل : تسرون إليهم بالمودة والحال أنى أعلم ما أخفيتم وما أعلنتم ، ومطلع رسولى على ما تسرون ، فأى فائدة وجدوى لكم فى الإسرار .ثم ختم - سبحانه - الآية الكريمة ببيان سوء عاقبة من يخالف أمره فقال : ( وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ السبيل ) .والضمير فى قوله : ( يَفْعَلْهُ ) يعود إلى الاتخاذ المفهوم من قوله ( لاَ تَتَّخِذُواْ ) .أى ومن يفعل ذلك الاتخاذ لعدوى وعدوكم أولاء . ويلقى إليهم بالمودة ، فقد أخطأ طريق الحق والصواب . وضل عن الصراط المستقيم ."
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "ثم انتقلت السورة الكريمة إل بيان بعض الأحكام التى تتعلق بالنساء المؤمنات ، اللاتى تركن أزواجهن الكفار ، ورغبن فى الهجرة إلى دار السلام فقال - تعالى - : ( ياأيها الذين آمَنُواْ إِذَا . . . . ) .قال الإمام القرطبى : قوله - تعالى - : ( ياأيها الذين آمَنُواْ إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ ) : لما أمر الله المسلمين بترك موالاة المشركين ، واقتضى ذلك مهاجرة المسلمين عن بلاد الشرك إلى بلاد الإسلام ، وكان التناكح من أوكد أسباب الموالاة ، فبين - سبحانه - أحكام مهاجرة النساء .قال ابن عباس : جرى الصلح مع مشركى قريش عام الحديبية على أن من أتاه من أهل مكة رده إليهم ، فجاءت سعيدة بنت الحارث الأسلمية بعد الفراغ من الكتاب ، والنبى - صلى الله عليه وسلم - بالحديبية بعد ، فأقبل زوجها - وكان كافرا . . . فقال : يا محمد ، اردد على امرأتى ، فإنك شرطت ذلك ، وهذه طينة الكتاب لم تجف بعد ، فأنزل الله - تعالى - هذه الآية .وقيل : \" جاءت أم كلثوم بنت عقبة بن أبى معيط ، فجاء أهلها يسألون رسول الله - صلى الله عليه وسلم - أن يردها .وقيل : هربت من زوجها عمرو بن العاص ومعها أخواها فرد رسول الله - صلى الله عليه وسلم - أخويها وحبسها ، فقالوا للنبى - صلى الله عليه وسلم - ردها علينا للشرط ، فقال : \" كان الشرط فى الرجال لا فى النساء \" فأنزل الله هذه الآية \" .والمعنى : يا من آمنتم بالله - تعالى - حق الإيمان ، ( إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ ) ، من دار الكفر الى دار الإيمان ، وراغبات فى فراق الكافرين ، والبقاء معكم .( فامتحنوهن ) أى : فاختبروهن اختبارا يغلب معه الظن بأنهن صادقات فى هجرتهن وفى إيمانهن ، وفى موافقة قلوبهن لألسنتهن .وقد ذكر ابن جرير فى كيفية امتحانهن صيغا منها : ما جاء عن ابن عباس أنه قال : كانت المرأة إذا أتت رسول الله - صلى الله عليها وسلم - حلفها بأنها ما خرجت بغضا لزوجها ، ولا رغبة فى الانتقال من أرض إلى أرض ، ولا التماسا لدنيا ، وإنما خرجت حبا لله ولرسوله .وجملة : ( الله أَعْلَمُ بِإِيمَانِهِنَّ ) معترضة لبيان أن معرفة خفايا القلوب ، مردها إلى الله - تعالى - وحده .قال صاحب الكشاف : قوله : ( الله أَعْلَمُ بِإِيمَانِهِنَّ ) أى : منكم ، لأنكم لا تكسبون فيه علما تطمئن معه نفوسكم ، وإن استحلفتموهن ودرستم أحوالهن ، وعند الله حقيقة العلم به .والمراد بالعلم فى قوله - تعالى - : ( فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار ) الظن الغالب .أى : فإن غلب على ظنكم بعد امتحانهن أنهن مؤمنات صادقات فى إيمانهن ، فأبقوهن عندكم ، ولا ترجعوهن إلى أزواجهن أو إلى أهلهن من الكفار .وسمى الظن القوى علما للإيذان بأنه كالعلم فى وجوب العمل بمقتضاه ، وإنما رد الرسول - صلى الله عليه وسلم - الرجال الذين جاءوه مؤمنين بعد صلح الحديبية ، ولم يرد النساء المؤمنات ، لأن شرط الرد كان فى الرجال ولم يكن فى النساء - كما سبق أن ذكرنا نقلا عن القرطبى - ، ولأن الرجل لا يخشى عليه من الفتنة فى الرد ما يخشى على المرأة ، من إصابة المشرك إياها ، وتخويفها ، وإكراهها على الردة .قال بعض العلماء : قال كثير من المفسرين : إن هذه الآية مخصصة لما جاء فى معاهدة صلح الحديبية ، والتى كان فيها من جاء من الكفار مسلما إلى المسلمين ردوه إلى المشركين ، ومن جاء من المسلمين كافرا للمشركين ، لا يردونه على المسلمين ، فأخرجت الآية النساء من المعاهدة ، وأبقت الرجال ، من باب تخصيص العموم .وتخصيص السنن بالقرآن ، وتخصيص القرآن بالسنن ، أمر معلوم .ومن أمثلة تخصيص السنة بالكتاب ، قوله : - صلى الله عليه وسلم - : \" ما أبين من حى فهو ميت \" أى : فهو محرم ، فقد جاء تخصيص هذا العموم بقوله - تعالى - : ( وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا ) أى : ليس محرما ، ومن أمثلة تخصيص الكتاب بالسنة قوله - تعالى - : ( حُرِّمَتْ عَلَيْكُمُ الميتة والدم ) فقد جاء تخصيص هذا العموم بحديث : \" أحلت لنا ميتتان ودمان ، أما الميتتان : فالجراد والحوت ، وأما الدمان : فالكبد والطحال \" .وقال بعض المفسرين : إنها ليست مخصصة للمعاهدة ، لأن النساء لم يدخلن فيها ابتداء ، وإنما كانت فى حق الرجال فقط .والذى يظهر - والله أعلم - أنها مخصصة لمعاهدة الحديبية ، وهى من أحسن الأمثلة لتخصيص السنة بالقرآن - كما قال الإمام ابن كثير .وقوله - سبحانه - : ( لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ ) تعليل للنهى عن رد المؤمنات المهاجرات إلى دار الكفر ، أو إلى أزواجهن الكفار .أى : لا ترجعوا - أيها المؤمنون - النساء المؤمنات المهاجرات إليكم من أرض الكفر إلى أزواجهن الكافرين ، فإن هؤلاء المؤمنات صرن بسبب إيمانهن لا يصح ارتباطهن بأزواجهن الكفار ، كما لا يصح لهؤلاء الكافرين الارتباط بالنساء المؤمنات .فالجملة الكريمة المقصود بها تأكيد النهى عن رد المؤمنات المهاجرات إلى أرض الكفر ، ووجوب التفرقة بين المرأة المؤمنة وزوجها الكافر فى جميع الأحوال .قال ابن كثير : هذه الآية هى التى حرمت المسلمات على المشركين وقد كان ذلك جائزا فى أول الإسلام ، أن يتزوج المشرك المؤمنة . . .وقوله - تعالى - : ( وَآتُوهُم مَّآ أَنفَقُواْ ) بيان لمظهر من مظاهر عدالة الإسلام فى أحكامه . والخطاب لولاة الأمور . وهذا الإيتاء إنما هو للأزواج المعاهدين ، أما إذا كانوا حزبيين فلا يعطون شيئا .أى : وسلموا إلى المشركين الذين جاءكم نساؤهم مؤمنات ، ما دفعوه لهن من مهور ، قال القرطبى : قوله : ( وَآتُوهُم مَّآ أَنفَقُواْ ) : أمر الله - تعالى - إذا أُمسِكَتْ المرأة المسلمة ، أن يرد إلى زوجها المشرك ما أنفق ، وذلك من الوفاء بالعهد ، لأنه لما مُنِع من أهله ، بحرمة الإسلام ، أمر- سبحانه - برد المال إليه ، حتى لا يقع عليهم خسران من الوجهين : الزوجة والمال .فالمراد بقوله - تعالى - ( مَّآ أَنفَقُواْ ) : ما دفعه المشركون لأزواجهم المؤمنات .وعبر عن هذه المهور بالنفقة ، للإشعار بأن هؤلاء الزوجات المؤمنات ، أصبحت لا صلة لهن بأزواجهن المشركين .وقوله - سبحانه - : ( وَلاَ جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ آتَيْتُمُوهُنَّ أُجُورَهُنَّ ) تكريم لهؤلاء النساء المشركين ، وبعد استبرائكم لأرحامهن ، وعليكم أن تدفعوا لهن مهورهن كاملة غير منقوصة .ونص على دف المهر لهن - مع أنه أمر معلوم - لكى لا يتوهم متوهم ، أن رد المهر إلى الزوج الكافر ، يغنى عن دفع مهر جديد لهن إذا تزوجن بعد ذلك بأزواج مسلمين ، إذ المهر المردود للكفار ، لا يقوم مقام المهر الذى يجب على المسلم إذا ما تزوج بامرأة مسلمة فارقت زوجها الكافر .والمراد بالإيتاء : ما يشمل الدفع العاجل ، والتزام الدفع فى المستقبل .ثم نهى الله - تعالى - المسلمين عن إبقاء الزوجات المشركات فى عصمتهم فقال : ( وَلاَ تُمْسِكُواْ بِعِصَمِ الكوافر ) .والعصم : جمع عصمة ، والمراد بها هنا : عقد النكاح الذى يربط بين الزوج والزوجة ، والكوافر : جمع كافرة ، كضوارب جمع ضاربة .أى : ولا يصح لكم - أيها المؤمنون - أن تبقوا فى عصمتكم ، زوجاتكم اللائى آثرن الكفر على الإيمان ، وأبين الهجرة معكم من دار الكفر إلى دار الإسلام ، وقد بادر المسلمون بعد نزول هذه الآية بتطليق زوجاتهم الكافرات فطلق عمر بن الخطاب - رضى الله عنه - امرأتين له كانتا مشركتين ، وطلق طلحة بن عبيد الله إحدى زوجاته وكانت مشركة .وهذه الجلمة الكريمة تأكيد لقوله - تعالى - قبل ذلك : ( لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ ) .ثم بين - سبحانه - حكما آخر من الأحكام التى تدل على عدالة الإسلام فى تشريعاته فقال : ( وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ ) والجملة الكريمة معطوفة على قوله - تعالى - قبل ذلك : ( وَآتُوهُم مَّآ أَنفَقُواْ ) .أى : كما أنى شرعت لكم أن تعطوا الأزواج المشركين ، مهور نسائهم المسلمات اللائى فررن إليكم ، وتركن أزواجهن الكفار ، فكذلك شرعت لكم أن تطلبوا مهور نسائكم المشركات اللائى انفصلتم عنهن لكفرهن ، ولحقن بهؤلاء المشركين ، وليطلب المشركون منكم مهور نسائهم المؤمنات اللائى انفصلن عنهم وهاجرن إليكم .ثم ختم - سبحانه - هذه الآية الكريمة ببيان أن هذه الأحكام ، إنما هى من الله - تعالى - العليم بأحوال النفوس ، الحكيم فى أقواله وأفعاله ، فقال : ( ذَلِكُمْ حُكْمُ الله يَحْكُمُ بَيْنَكُمْ والله عَلِيمٌ حَكِيمٌ ) .أى : ذلكم الذى ذكرناه لكم من تشريعات تتعلق بالمؤمنات المهاجرات هى أحكام من الله - تعالى - فاتبعوها ، فهو - سبحانه - صاحب الحكم المطلق بينكم ، وهو - سبحانه - عليم بأحوال عباده ، حكيم فى كل تصرفاته وتشريعاته ."
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "وقوله - سبحانه - : ( وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الكفار فَعَاقَبْتُمْ ) بيان لحكم آخر يتعلق بالنساء اللائى التحقن بالمشركين ، وتركن أزواجهن المسلمين ، وأبى المشركون أن يدفعوا للمسلمين مهور هؤلاء الزوجات .والجملة الكريمة معطوفة على قوله - تعالى - قبل ذلك : ( وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ ) .وقد ذكروا أن المسلمين لما نزل قوله - تعالى - : ( ياأيها الذين آمَنُواْ إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ . . ) الآية . كتبوا إلى المشركين يعلمونهم بما تضمنته هذه الآية .فامتنع المشركون عن دفع مهور النساء اللاتى ذهبن إليهم ، بعد أن تركن أزواجهن المسلمين ، فنزل قوله - تعالى - : ( وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الكفار فَعَاقَبْتُمْ ) .قال ابن كثير : أقر المؤمنون بحكم الله فأدوا ما أمروا به من نفقات المشركين التى انفقوها على نسائهم ، وأبى المشركون أن يقروا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين ، فقال الله - تعالى - للمؤمنين به ، ( وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ ) الآية .وقوله ( فَاتَكُمْ ) من الفَوْتِ بمعنى الفراق والترك والهرب . . . يقال : فاتنى هذا الشىء ، إذا لم أتمكن من الحصول عليه ، وعدى حرف إلى لتضمنه معنى الفرار .ولفظ \" شىء \" هنا المراد به بعض ، وقوله : ( مِّنْ أَزْوَاجِكُمْ ) بيان للفظ شىء .وقوله : ( فَعَاقَبْتُمْ ) يرى بعضهم أنه من العقوبة .وعليه يكون المعنى : وإن تفلتت وفرت امرأة من أزواجكم - أيها المؤمنون - إلى الكفار ، وامتنعوا عن دفع مهرها لكم . ( فَعَاقَبْتُمْ ) أى : فغزوتم أنتم بعد ذلك هؤلاء الكافرين وانتصرتم عليهم وظفرتم بمغانم منهم .( فَآتُواْ الذين ذَهَبَتْ أَزْوَاجُهُمْ ) منكم إلى الكفار من هذه المغانم ( مِّثْلَ مَآ أَنفَقُواْ ) أى : مثل المهور التى أنفقوها على زوجاتهم اللائى فررن إلى المشركين .ويرى بعضهم أن قوله ( فَعَاقَبْتُمْ ) صيغة تفاعل من العُقْبة - بضم العين وسكون القاف وهى النوبة ، بمعنى أن يصير الإنسان فى حالة تشبه حالة غيره .قال الآلوسى : قوله : ( فَعَاقَبْتُمْ ) من العُقْبَةِ لا من العقاب ، وهى فى الأصل النوبة فى ركوب أحد الرفيقين على دابة لهما والآخر بعده : أى : فجاءت عقبتكم أى نوبتكم من أداء المهر .شبه الحكم بالأداء المذكور ، بأمر يتعاقبون فيه فى الركوب .وحاصل المعنى : إن لحق أحد من أزواجكم بالكفار ، أو فاتكم شىء من مهورهن ، ( فَآتُواْ الذين ذَهَبَتْ أَزْوَاجُهُمْ مِّثْلَ مَآ أَنفَقُواْ ) من مهر المهاجرة التى تزوجتموها ، ولا تعطوا شيئا لزوجها الكافر ، ليكون قصاص .وعبر عن هؤلاء الزوجات اللائى تركن أزواجهن المؤمنين ، وفررن إلى المشركين ، بلفظ \" شىء \" لتحقير هؤلاء الزوجات ، وتهوين أمرهن على المسلمين ، وبيان أنهن بمنزلة الشىء الضائع المفقود الذى لا قيمة له .قال صاحب الكشاف : وجميع من لحق بالمشركين من نساء المؤمنين المهاجرين ست نسوة .وقد أعطى الرسول - صلى الله عليه وسلم - المؤمنين مهور نسائهم - اللاحقات بالمشركين - من الغنيمة .ثم ختم - سبحانه - الآية الكريمة بقوله : ( واتقوا الله الذي أَنتُمْ بِهِ مُؤْمِنُونَ ) أى : واتقوا الله - تعالى - أيها المؤمنون - فى كل شئونكم ، ونفذوا ما أمركم به أو نهاكم عنه ، فإن الإيمان الحق به - عز وجل - يستزلم منكم ذلك .فالمقصود بهذا التذييل ، الحض على الوفاء بما أمر الله - تعالى - به ، بدون تهاون أو تقاعس ."
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "وبعد أن بين - سبحانه - حكم النساء المؤمنات المهاجرات من دار الكفر إلى دار الإسلام ، أتبع ذلك بأمر النبى - صلى الله عليه وسلم - بمبايعتهن وغيرهن على عدم الإشراك بالله تعالى - ، وعلى اجتناب الفواحش ما ظهر منها وما بطن ، فقال - تعالى - : ( ياأيها النبي . . . ) .هذه الآية الكريمة ، اشتملت على أحكام متممة للأحكام المشتملة عليها الآيتان السابقتان عليها .فكأن الله - تعالى - يقول : ( إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ فامتحنوهن الله أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار ) وبايعهن أيها الرسول الكريم على إخلاص العبادة لله - تعالى - .قال القرطبى ما ملخصه : وفى صحيح مسلم عن عائشة قالت : \" كانت المؤمنات إذا هاجرن إلى رسول الله - صلى الله عليه وسلم - يمتحن بهذه الآية . . . وكان رسول الله - صلى الله عليه وسلم - إذا أقررن بذلك من قولهن ، قال لهن رسول الله - صلى الله عليه وسلم - : \" انطلقن فقد بايعتكن \" \" .ولا والله ما مست يَدُ رسول الله - صلى الله عليه وسلم - يَدَ امرأة قط ، غير أنه بايعهن بالكلام . . . وما مست كف رسول الله - صلى الله عليه وسلم - كف امرأة قط ، وكان يقول لهن إذا أخذ عليهن : \" قد بايعتكن كلاما \" .والمعنى : ( ياأيها النبي إِذَا جَآءَكَ المؤمنات يُبَايِعْنَكَ ) أى : مبايعات لك ، أو قاصدات مبايعتك ، ومعاهدتك على الطاعة لما تأمرهن به ، أو تنهاهن عنه .وأصل المبايعة : مقابلة شىء بشىء على سبيل المعاوضة . وسميت المعاهدة مبايعة ، تشبيها لها بها ، فإن الناس إذا التزموا قبول ما شرط عليهم من التكاليف الشرعية ، - طمعا فى الثواب ، وخوفا من العقاب ، وضمن لهم - صلى الله عليه وسلم - ذلك فى مقابلة وفائهم بالعهد - صار كأن كل واحد منهم باع ما عنده فى مقابل ما عند الآخر .والمقتضى لهذه المبايعة بعد الامتحان لهن ، أنهن دخلن فى الإسلام ، بعد أن شرع الله - تعالى - ما شرع من أحكام وآداب . . فكان من المناسب أن يأخذ النبى - صلى الله عليه وسلم - عليهن العهود ، بأن يلتزمن بالتكاليف التى كلفهن الله - تعالى - بها .ثم بين - سبحانه - ما تمت عليه المبايعة فقال : ( على أَن لاَّ يُشْرِكْنَ بالله شَيْئاً ) أى : يبايعنك ويعاهدنك على عدم الإشراك بالله - تعالى - فى أى أمر من الأمور التى تتعلق بالعقيدة أو بالعبادة أو بغيرهما .( وَلاَ يَسْرِقْنَ وَلاَ يَزْنِينَ ) . أى ويبايعنك - أيضا - على عدم ارتكاب فاحشة السرقة ، أو فاحشة الزنا ، فإنهما من الكبائر التى نهى الله - تعالى - عنها .( وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ ) أى : ويبايعنك كذلك ، على عدم قتلهن لأولادهن .والمراد به هنا : النهى عن قتل البنات ، وكان ذلك فى الجاهلية يقع تارة من الرجال ، وأخرى من النساء ، فكانت المرأة إذا حانت ولادتها حفرت حفرة ، فولدت بجانبها ، فإذا ولدت بنتا رمت بها فى الحفرة ، وسوتها بالتراب ، وإذا ولدت غلاما أبقته .قال ابن كثير : وقوله ( وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ ) وهذا يشمل قتله بعد وجوده ، كما كان أهل الجاهلية يقتلون أولادهم خشية الإملاق ، ويعم قتله وهو جنين ، كما قد يفعله بعض الجهلة من النساء ، تطرح نفسها لئلا تحبل ، إما لغرض فاسد ، أو ما أشبهه .وقوله : ( وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ ) معطوف على ما قبله وداخل تحت النهى .والبهتان : الخبر الكاذب الصريح فى كذبه ، والذي يجعل من قيل فيه يقف مبهوتا ومتحيرا من شدة أثر هذا الكذب السافر .والافتراء : اختلاق الكذب واختراع الشخص له من عند نفسه .وللمفسرين فى معنى هذه الجملة الكريمة أقوال ، منها : أن المرأة فى الجاهلية كانت تلتقط المولود وتقول لزوجها : هذا ولدى منك ، فذلك هو البهتان المفترى بين أيديهن وأرجلهن ، لأن الولد إذا وضعته الأم ، سقط بين يديها ورجليها .ويرى بعضهم أن معنى الجملة الكريمة : ولا تأتوا بكذب شنيع تختلقونه من جهة أنفسكم ، فاليد والرجل كناية عن الذات ، لأن معظم الأفعال بهما ، ولذا قيل لمن ارتكب جناية قولية أو فعلية : هذا جزاء ما كسبت يداك .وقوله - سبحانه - ( وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ ) من الأقوال الجامعة لكل ما يخبر به النبى - صلى الله عليه وسلم - ويأمر بفعله ، أو ينهى عن الاقتراب منه .ويشمل ذلك النهى عن شق الجيوب ، ولطم الخدود ، ودعوى الجاهلية وغير ذلك من المنكرات التى نهى الإسلام عنها .وقوله - سبحانه - : ( فَبَايِعْهُنَّ واستغفر لَهُنَّ الله ) جواب ( إِذَا ) التى فى أول الآية .أى : إذا جاءك المؤمنات قاصدات لمبايعتك على الالتزام بتعاليم الإسلام ، فبايعهن على ذلك . . . واستغفر لهن الله - تعالى - عما فرط منهن من ذنوب ، . ( إِنَّ الله غَفُورٌ رَّحِيمٌ ) أى : إن الله - تعالى - واسع المغفرة والرحمة لعباده المؤمنين .وهذه المبايعة يبدو أنها وقعت منه - صلى الله عليه وسلم - للنساء أكثر من مرة : إذ مها ما وقع فى أعقاب صلح الحديبية ، بعد أن جاءه بعض النساء المؤمنات مهاجرات من دار الكفر إلى دار الإسلام ، كما حدث من أم كلثوم بنت عقبة بن أبى معيط ، ومن سُبَيْعَةَ الأسلمية ، ومن أميمة بنت بشر ، ومن غيرهن من النساء اللائى تركن أزواجهن الكفار ، وهاجرن إلى دار الإسلام .ومنها ما وقع فى أعقاب فتح مكة ، فقد جاء إليه - صلى الله عليه وسلم - بعد فتحها نساء من أهلها ليبايعنه على الإسلام .قال الآلوسى : والمبايعة وقعت غير مرة ، ووقعت فى مكة بعد الفتح ، وفى المدينة .وممن بايعنه - صلى الله عليه وسلم - فى مكة ، هند بنت عتبة ، زوج أبى سفيان . . . فقرأ عليهن - صلى الله عليه وسلم - الآية ، فلما قال : ( وَلاَ يَسْرِقْنَ ) قالت : والله إنى لأصيب الهنة من مال أبى سفيان ولا أدرى أيحل لى ذلك؟ فقال أبو سفيان : ما أصبت من شىء فيما مضى فهو حلال لك .. فلما قرأ - صلى الله عليه وسلم - ( وَلاَ يَزْنِينَ ) قالت : أو تزنى الحرة . . ؟فلما قرأ ( وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ ) قالت : ربيناهم صغارا وقتلتهم كبارا . وفى رواية أنها قالت : قتلتَ الآباء وتوصينا بالأولاد .فلما قرأ - صلى الله عليه وسلم - : ( وَلاَ يَأْتِينَ ببهتان ) قالت : والله إن البهتان لقبيح ، ولا يأمر الله - تعالى - إلا بالرشد ومكارم الأخلاق .فلما قرأ ( وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ ) قالت : والله ما جلسنا مجلسنا هذا وفى أنفسنا أن نعصيك فى شىء .والتقييد بالمعروف ، مع أن الرسول - صلى الله عليه وسلم - لا يأمر إلا به ، للتنبيه على أنه لا يجوز طاعة مخلوق فى معصية الخالق .وتخصيص الأمور المعدودة بالذكر فى حقهن ، لكثرة وقوعها فيما بينهن .وقد ذكر الإمام ابن كثير ، جملة من الأحاديث التى تدل على أن هذه البيعة قد تمت فى أوقات متعددة ، وفى أماكن مختلفة ، وأنها شملت الرجال والنساء .ومن هذه الأحاديث ما أخرجه الإمام أحمد عن سلمى بنت قيس - إحدى نساء بنى عدى بن النجار - قالت : \" جئت رسول الله - صلى الله عليه وسلم - نبايعه ، فى نسوة من الأنصار ، فشرط علينا : ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزنى ، ولا نقتل أولادنا ، ولا نأتى ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه فى معروف . . . ثم قال - صلى الله عليه وسلم - \" ولا تغششن أزواجكن \" . قالت : فبايعناه ، ثم انصرفنا .فقلت لامرأة منهن : ارجعى إلى رسول الله - صلى الله عليه وسلم - فسليه : ما غش أزواجنا؟ فسألته فقال : \" تأخذ ماله فتحابى به غيره \" \" .وفى الصحيحين عن عبادة بن الصامت قال : \" كنا عند رسول الله - صلى الله عليه وسلم - فى مجلس فقال : بايعونى على أن لا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم . . . فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب به فى الدنيا ، فهو كفارة له ، ومن أصاب من ذلك شيئا فستره الله عليه ، فهو إلى الله ، إن شاء غفر له ، وإن شاء عذبه \" ."
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "وكما افتتح - سبحانه - السورة الكريمة بنداء للمؤمنين ، نهاهم فيه عن موالاة أعدائه وأعدائهم ، اختتمها - أيضا - بنداء لهم ، نهاهم فيه مرة أخرى عن مصافاة قوم قد غضب الله عليهم ، فقال - تعالى - : ( ياأيها الذين آمَنُواْ . . . ) .المراد بالقوم الذين غضب الله عليهم : المشركون ، بصفة عامة ، ويدخل فيهم دخولا أوليا اليهود ، لأن هذا الوصف كثيرا ما يطلق عليهم .فقد ذكروا فى سبب نزول هذه الآية ، أن قوما من فقراء المؤمنين ، كانوا يواصلون اليهود . ليصيبوا من ثمارهم ، وربما أخبروهم عن شىء من أخبار المسلمين ، فنزلت الآية لتنهاهم عن ذلك .أى : يا من آمنتم بالله - تعالى - حق الإيمان ، ينهاكم الله - تعالى - عن أن تتخذوا الأقوام الذين غضب الله عليهم أولياء ، وأصفيا ، بأن تفشوا إليهم أسرار المسلمين ، أو بأن تطلعوهم على مالا يصح الاطلاع عليه .وقوله - تعالى - : ( قَدْ يَئِسُواْ مِنَ الآخرة كَمَا يَئِسَ الكفار مِنْ أَصْحَابِ القبور ) تعليل للنهى عن موالاتهم ، وتنفير من الركون إليهم .واليأس : فقدان الأمل فى الحصول على الشىء ، أو فى توقع حدوثه .والكلام على حذف مضاف ، أى قد يئس هؤلاء اليهود من العمل لللآخرة وما فيها من ثواب ، وآثروا عليها الحياة الفانية . . . كما يئس الكفار من عودة موتاهم إلى الحياة مرة أخرى للحساب والجزاء ، لاعتقادهم بأنه لا بعث بعد الموت ، ولا ثواب ولا عقاب - كما حكى القرآن عنهم ذلك فى آيات كثيرة منها قوله - تعالى - ( قالوا أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ ) فالمقصود من الآية الكريمة ، تشبيه حال هؤلاء اليهود فى شدة إعراضهم عن العمل للأخرة . . . بحال أولئك الكفار الذين أنكروا إنكارا تاما ، أن هناك بعثا للأموات الذين فارقوا الحياة ، ودفنوا فى قبورهم .وعلى هذا الوجه يكون قوله - تعالى - : ( مِنْ أَصْحَابِ القبور ) متعلق بقوله ( يَئِسُواْ ) و ( مِنْ ) لابتداء الغاية .ويصح أن يكون قوله - تعالى - : ( مِنْ أَصْحَابِ القبور ) بيانا للكفار ، فيكون المعنى : قد يئسوا من الآخرة ، وما فيها من جزاء . . كما يئس الكفار الذين ماتوا وسكنوا القبور ، من أن ينالوا شيئا - ولو قليلا - من الرحمة ، أو تخفيف العذاب عنهم ، أو العودة إلى الدنيا ليعملوا عملا صالحا غير الذى أرداهم وأهلكهم .وعلى كلا القولين ، فالآية الكريمة تنهى المؤمنين عن موالاة قوم غضب الله عليهم ، بأبلغ أسلوب ، وأحكم بيان .حيث وصفت هؤلاء القوم ، بأنهم قد أحاط بهم غضب الله - تعالى - بسبب فسوقهم عن أمره ، وإعراضهم عن طاعته ، وإنكارهم للدار الآخرة وما فيها من جزاء ."
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "ثم بين - سبحانه - حال هؤلاء الأعداء عندما يتمكنون من المؤمنين فقال : ( إِن يَثْقَفُوكُمْ يَكُونُواْ لَكُمْ أَعْدَآءً ويبسطوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بالسواء وَوَدُّواْ لَوْ تَكْفُرُونَ ) .ومعنى ( يَثْقَفُوكُمْ ) يظفروا بكم ، ويدركوا طلبتهم منكم . وأصل الثقف : الحذق فى إدراك الشىء وفعله ، ومنه رجل ثقف إذا كان سريع الفهم ، ويقال : ثقفت الرجلَ فى الحرب إذا أدركته وظفرت به .أى : إن يظفر بكم هؤلاء الأعداء - أيها المؤمنون - ويتمكنوا منكم ، يظهروا لكم ما انطوت عليه قلوبهم نحوكم من بغضاء : ولا يكتفون بذلك ، بل يمدون إليكم أيديهم بما يضركم ، وألسنتهم مما يؤذيكم .ثم هم بعد كل ذلك يودون ويتمنون أن تصيروا كفارا مثلهم .فأنت ترى أن الآية الكريمة ، قد وضحت أن هؤلاء الكافرين ، قد سلكوا فى عداوتهم للمؤمنين كل مسلك ، فهم عند تمكنهم من المؤمنين يظهرون حقدهم القديم ، ويؤذونهم بأيديهم وألسنتهم ، ويتمنون فى جميع الأحوال أن يردوهم بعد إيمانهم كافرين .وقال - سبحانه - : ( ويبسطوا إِلَيْكُمْ . . . ) للإشعار بكثرة ما ينزلونه بالمؤمنين من أذى ، إذ التعبير بالبسط يدل على الكثرة والسعة .وقوله : ( وَوَدُّواْ لَوْ تَكْفُرُونَ ) معطوف على جملة الشرط والجزاء ، ويكون - سبحانه - قد أخبر عنهم بخبرين :أحدهما : ما تضمنته الجملة الشرطية من عداوتهم للمؤمنين .وثانيهما : تمنيهم ارتدادهم من الإيمان إلى الكفر .قال صاحب الكشاف : فإن قلت : كيف أورد جواب الشرط مضارعا مثله ، ثم قال ( وَوَدُّواْ ) بلفظ الماضى؟قلت : الماضى وإن كان يجرى فى باب الشرط مجرى المضارع فى علم الإعراب . فإن فيه نكتة ، كأنه قيل : وودوا قبل كل شىء كفركم وارتدادكم . يعنى : أنهم يريدون أن يلحقوا بكم مضار الدنيا والدين جميعا ، من قتل الأنفس وتمزيق الأعراض ، وردكم كفارا .وهذا الرد إلى الكفر أسبق المضار عندهم وأولها ، لعلمهم أن الدين أعز عليكم من أرواحكم ، لأنكم بذالون لها دونه . والعدو أهم شىء عنده ، أن يقصد أعز شىء عند صاحبه ."
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "ثم بين - سبحانه - الآثار السيئة التى تترتب على ضلالهم عن سواء السبيل فقال : ( لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلاَ أَوْلاَدُكُمْ يَوْمَ القيامة يَفْصِلُ بَيْنَكُمْ .. . ) .والأرحام : جمع رحم والمراد بهم الأقارب ، الذين كان بعض المؤمنين يوالون المشركين من أجلهم .أى : منكم - أيها المؤمنون - من أفشى أسراركم للكافرين ، خوفا على أقاربه أو أولاده الذين يعيشون فى مكة مع هؤلاء الكافرين ، والحق أنه لن تنفعكم قراباتكم ولا أولادكم الذين توالون المشركين من أجلهم شيئا من النفع يوم القيامة ، لأنه فى هذا اليوم ( يَفْصِلُ بَيْنَكُمْ ) أى يفرق بينكم وبين أقاربكم وأولادكم يوم القيامة ، كما قال - تعالى - : ( فَإِذَا نُفِخَ فِي الصور فَلاَ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ ) وكما قال - سبحانه - : ( يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ ) وخص - سبحانه - الأولاد بالذكر مع أنهم من الأرحام ، لمزيد المحبة لهم - والحنو عليهم .قال الشوكانى : وجملة ( يَوْمَ القيامة يَفْصِلُ بَيْنَكُمْ ) متسأنفة لبيان عدم نفع الأرحام والأولاد فى ذلك اليوم ، ومعنى ( يَفْصِلُ بَيْنَكُمْ ) يفرق بينكم ، فيدخل أهل طاعته الجنة . ويدخل أهل معصيته النار ، وقيل : المراد بالفصل بينهم ، أنه يفر كل منهم من الآخر من شدة الهول . . . قيل : ويجوز أن يتعلق ( يَوْمَ القيامة ) بما قبله . أى : لن تنفعكم أرحامكم ولا أولادكم يوم القيامة ، فيوقف عليه ، ويبتدأ بقوله ( يَفْصِلُ بَيْنَكُمْ ) والأولى أن يتعلق بما بعده - أى : يفصل بينكم يوم القيامة ، فيوقف على ( أَوْلاَدُكُمْ ) ويبتدأ بيوم القيامة .وقراءة الجمهور ( يُفْصِلُ بَيْنَكُمْ ) - بضم الياء وإسكان الفاء وفتح الصاد - على البناء للمجهول . وقرأ عاصم ( يَفْصِلُ بَيْنَكُمْ ) بفتح الياء وكسر الصاد - على البناء للفاعل ، وقرأ حمزة والكسائى ( يُفَصِّلُ بَيْنَكُمْ ) - بضم الياء وفتح الفاء وتشديد الصاد مع الكسر - بالبناء للفاعل - أيضا - .وقرأ ابن عامر ( يُفَصَّلُ بَيْنَكُمْ ) - بضم الياء وفتح الفاء وتشديد الصاد مع الفتح - على البناء للمجهول .ثم ختم - سبحانه - الآية الكريمة بقوله : ( والله بِمَا تَعْمَلُونَ بَصِيرٌ ) أى : والله - تعالى - لا يخفى عليه شىء من أعمالكم ، بل هو مطلع عليها اطلاعا تاما وسيجازيكم يوم القيامة بما تستحقونه من ثواب أو عقاب .هذا ، ومن الأحكام والآداب التى أخذها العلماء من الآيات الكريمة ما يأتى :1 - أن هذه الآيات أصل فى النهى عن موالاة الأعداء ومصافاتهم بأية صورة من الصور ، وشبيه بها قوله - تعالى - : ( يَا أَيُّهَا الذين آمَنُواْ لاَ تَتَّخِذُواْ الكافرين أَوْلِيَآءَ مِن دُونِ المؤمنين أَتُرِيدُونَ أَن تَجْعَلُواْ للَّهِ عَلَيْكُمْ سُلْطَاناً مُّبِيناً ) وقوله - سبحانه - : ( ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ بِطَانَةً مِّن دُونِكُمْ لاَ يَأْلُونَكُمْ خَبَالاً وَدُّواْ مَا عَنِتُّمْ قَدْ بَدَتِ البغضآء مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ ) 2 - أن هذه الآيات الكريمة تتجلى فيها رحمة الله - تعالى - بعباده المؤمنين ، حيث ناداهم بهذه الصفة مع وقوع بعضهم فى الخطأ الجسيم ، وهو إفشاء أسرار المؤمنين لأعدائهم قالوا : وفى هذا رد على المعتزلة الذين يقولون : إن المعصية تنافى الإيمان .3 - أن هذه الآيات الكريمة فيها ما فيها من الأساليب الحكيمة فى الدعوة إلى الفضائل واجتناب الرذائل ، لأن الله - تعالى - عندما نهى المؤمنين عن موالاة أعدائه وأعدائهم ، ساق لهم الأسباب التى تحملهم على قطع كل صلة بهؤلاء الأعداء . بأن ذكر لهم أن هؤلاء الأعداء قد كفروا بالحق ، وحرصوا على إخراج الرسول والمؤمنين من ديارهم ، وأنهم إن يتمكنوا من المؤمنين ، فسينزلون بهم أشد ألوان الأذى .وهكذا يجب أن يتعلم الدعاة إلى الله - تعالى - أن على رأس الوسائل التى توصلهم إلى النجاح فى دعوتهم ، أن يأتوا فى دعوتهم بالأسباب المقنعة لاعتناق الحق ، واجتناب الباطل .4 - أن هذه الآيات الكريمة صريحة فى أن ما يتعلق بالدين والعقيدة ، يجب أن يقدم على ما يتعلق بالأرحام والأولاد ، لأن الأرحام والأولاد لن تنفع يوم القيامة ، وإنما الذى ينفع هو ما يتعلق بالاستجابة لما يفرضه الدين علينا من واجبات وتكاليف ."
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "وبعد هذا النهى للمؤمنين عن موالاة أعداء الله وأعدائهم . . . ساقت لهم السورة الكريمة ، جانبا من قصة إبراهيم - عليه السلام - الذى تبرأ من كل صلة تربطه بغيره سوى صلة الإيمان ، وإخلاص العبادة لله - تعالى - ، وأمرتهم بأن يقتدوا به فى ذلك لينالوا رضا الله - عز وجل - فقال - تعالى - : ( قَدْ كَانَتْ لَكُمْ . . . ) .الأسوة كالقدوة ، وهى اتباع الغير على الحالة التى يكون عليها ، قال - تعالى - : ( لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ ) قال الآلوسى : قوله - تعالى - : ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ في إِبْرَاهِيمَ ) تأكيد لأمر الإنكار عليهم ، والتخطئة فى موالاة الكفار ، بقصة إبراهيم - عليه السلام - ومن معه ، ليعلم أن الحب فى الله - تعالى - والبغض فيه - سبحانه - من أوثق عرا الإيمان ، فلا ينبغى أن يغفل عنها .والأسوة - بضم الهمزة وكسرها - بمعنى الائتساء وكسرها - بمعنى الائتساء والاقتداء ، وتطلق على الخصلة التى من حقها أن يؤتسى ويقتدى بها ، وعلى نفس الشخص المؤتسى به .والمعنى : قد كان لكم - أيها المؤمنون - أسوة حسنة ، وخصلة حميدة ، ومنقبة كريمة ، فى قصة أبيكم إبراهيم - عليه السلام - ، وفى قصة الذين آمنوا معه .وافتتح - سبحانه - الكلام بقوله : ( قَدْ كَانَتْ ) لتأكيد الخبر ، فإن هذا الأسلوب المشتمل على قد وفعل الكون ، يفيد التأكيد بموجب الخبر ، والتعريض بغفلة من يخالفه .ووصف - سبحانه - الأسوة بالحسن ، على سبيل المدح لها والتحريض على الاقتداء بصاحبها .وعطف - سبحانه - على إبراهيم الذين آمنوا معه ، ليتم التمثيل لحال المسلمين مع رسولهم - صلى الله عليه وسلم - أى : كونوا - أيها المؤمنون - متأسين ومقتدين برسولكم - صلى الله عليه وسلم - ومطيعين له ، ومستجيبين لتوجيهاته ، كما كان أتباع أبيكم إبراهيم كذلك .ثم بين - سبحانه - ما يجب عليهم الاقتداء به من حال إبراهيم - عليه السلام - والمؤمنين معه ، فقال : ( إِذْ قَالُواْ لِقَوْمِهِمْ إِنَّا بُرَءآؤاْ مِّنْكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ الله كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ العداوة والبغضآء أَبَداً حتى تُؤْمِنُواْ بالله وَحْدَهُ ) و ( إِذْ ) ظرف زمان بمعنى وقت وحين ، وهو يدل اشتمال من إبراهيم والذين معه . أو خبر لكان .( بُرَءآؤاْ ) جمع برئ . يقال : برئ فلان من كذا يبرأ براء وبراءة . إذا ابتعد عنه ، لكراهته له .أى : قد كان لكم - أيها المؤمنون - أسوة حسنة فى إبراهيم - عليه السلام - وفى الذين آمنوا معه ، وقت أن قالوا لقومهم الكافرين ، بشجاعة وقوة : إنا برآة منكم ، ومن آلهتكم التى تعبدونها من دون الله - عز وجل - وإننا قد كفرنا بكم وبمعبوداتكم ( وَبَدَا ) أى : وظهر بيننا وبينكم العداوة والبغض على سبيل التأييد والاستمرار ، ولن نتخلى عن ذلك معكم ، حتى تؤمنوا بالله - تعالى - وحده ، وتتركوا عبادتكم لغيره - تعالى - .فأنت ترى أن إبراهيم - عليه السلام - والمؤمنين معه ، قد أعلنوا بكل شجاعة وشدة ، إيمانهم الكامل بالحق ، وبراءتهم وكراهيتهم واحتقارهم ، لكل من أشرك مع الله - تعالى - فى العبادة آلهة أخرى .وأنهم لم يكتفوا بالتغيير القلبى للمنكر ، بل جاهروا بعداوتهم له ، وبالتنزه عن اقترابهم منه . وبتجافيهم عنه . . ولعل هذا هو أقصى ما كانوا يملكونه بالنسبة لتغيير هذا المنكر فى ذلك الوقت .وقد أخبرنا القرآن الكريم أن إبراهيم - عليه السلام - لم يكتف بذلك ، بل حطم الأصنام التى كان يعبدها قومه وقال لهم : ( أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ الله أَفَلاَ تَعْقِلُونَ ) قال صاحب الكشاف : أى : كان فيهم - أى : فى إبراهيم ومن آمن معه - مذهب حسن مرضى ، جدير بأن يؤتسى به ، ويتبع أثره ، وهو قولهم لكفار قومهم ما قالوا ، حيث كاشفوهم بالعداوة ، وقشروا لهم العصا ، وأظهروا لهم البغضاء والمقت ، وصرحوا بأن سبب عداوتهم وبغضائهم ، ليس إلا كفرهم بالله .وما دام هذا السبب قائما ، كانت العداوة قائمة ، حتى إن أزالوه وآمنوا بالله وحده ، انقلبت العداوة موالاة ، والبغضاء مودة ، والمقت محبة - فأفصحوا عن محض الإخلاص .وقوله - تعالى - : ( إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ . . . ) كلام معترض بين الأقوال التى حكاها - سبحانه - عن إبراهيم - عليه السلام - .والاستثناء يترجح أنه منقطع ، لأن هذا القول من إبراهيم لأبيه ، ليس من جنس الكلام السابق ، الذى تبرأ فيه هو ومن معه مما عليه أقوامهم الكافرون .والمعنى : اقتدوا - أيها المؤمنون - بأبيكم إبراهيم - عليه السلام - وبالذين آمنوا معه ، فى براءتهم من الشرك والمشركين . . . ولكن لا تقتدوا به فى استغفاره لأبيه الكافر ، لأن استغفاره له كان عن موعدة وعدها إياه ، فلما تبين له أنه عدو الله تبرأ منه .قال الإمام الشوكانى ما ملخصه : قوله : ( إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ . . ) هو استثناء متصل من قوله : ( في إِبْرَاهِيمَ ) بتقدير مضاف . . . أى : قد كانت لكم أسوة حسنة فى مقالات إبراهيم ، إلا فى قوله لأبيه : لأستغفرن لك .ويصح أن يكون استثناء متصلا من قوله : ( أُسْوَةٌ حَسَنَةٌ ) وصح ذلك لأن القول من جملة الأسوة ، فكأنه قيل : قد كانت لكم أسوة حسنة فى إبراهيم فى جميع أقواله وأفعاله ، إلا فى قوله لأبيه لأستغفرن لك .أو هو استثناء منقطع ، أى : اقتدوا بإبراهيم فى كل أقواله وأحواله . لكن لا تقتدوا به فى قوله لأبيه المشرك : لأستغفرن لك ، بأن تستغفروا لآبائكم المشركين ، لأن استغفار إبراهيم لأبيه المشرك كان عن موعدة وعدها إياه ، أو أنه ظن أن أباه قد أسلم .وقوله - سبحانه - ( وَمَآ أَمْلِكُ لَكَ مِنَ الله مِن شَيْءٍ ) حكاية لبقية كلام إبراهيم لأبيه ، وليس الاستثناء متوجها إليه ، لأن هذه الجملة بيان لما تحلى به إبراهيم - عليه السلام - من آداب مع ربه - تعالى - حيث فوض الأمر إليه - سبحانه - .أى : وعد إبراهيم أباه بالاستغفار له ، أملا فى هدايته ، وقال له : يا أبت إنى لا أملك لك من أمر قبول الاستغفار شيئان بل الأمر كله الله ، إن شاء عذبك وإن شاء عفا عنك ، والجملة الكريمة فى محل نصب على الحال من فاعل ( لأَسْتَغْفِرَنَّ لَكَ ) أى : لأستغفرن لك حالة كونى لا أملك من أمر المغفرة أو غيرها شيئا ، وإنما الذى يملك ذلك هو الله - عز وجل - .ثم حكى - سبحانه - بعد ذلك جانبا مما تضرع به إبراهيم - عليه السلام - إلى خالقه فقال : ( رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ المصير ) .أى : يا ربنا عليك وحدك فوضنا أمورنا ، وإليك وحدك قبول توبتنا ، وإليك لا إلى أحد سواك مرجعنا ومصيرنا ."
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "( رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ ) والفتنة هنا مصدر بمعنى المفتون ، أى : المعذب ، مأخوذ من فتن فلان الفضة إذا أذابها .أى : يا ربنا لا تجعلنا مفتونين معذبين لهؤلاء الكافرين ، بأن تسلطهم علينا فيفتنونا بعذاب لا نستطيع صده ، كما قال - تعالى - : ( إِنَّ الذين فَتَنُواْ المؤمنين والمؤمنات . . ) أى : عذبوهم وحاولوا إنزال الضرر والأذى بهم .ويصح أن يكون المعنى : يا ربنا لا تجعلنا فتنة للذين كفروا ، بأن تعذبنا بأيديهم ، فيظنوا بسبب ذلك أنهم على الحق ، ونحن على الباطل ، ويزعموا أننا لو كنا على الحق ما انتصروا علينا .ولبعض العلماء رأى آخر فى فهم هذه الآية ، وهو أن المراد بالفتنة هنا : اضطراب حال المسلمين وفساده . وكونهم لا يصلحون أن يكونوا قدوة لغيرهم فى وجوه الخير . . . فيكون المعنى : يا ربنا لا تجعل أعمالنا وأقوالنا سيئة . فيترتب على ذلك أن ينفر الكافرون من ديننا ، بحجة أنه لو كان دينا سليما ، لظهر أثر ذلك على أتباعه ، ولكانوا بعيدين عن كل تفرق وتباعد وتأخر .قال بعض العلماء ما ملخصه : قوله : ( رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ ) . الفتنة : اضطراب الحال وفساده ، وهى اسم مصدر ، فتجىء بمعنى المصدر ، كقوله - تعالى - : ( والفتنة أَشَدُّ مِنَ القتل ) وتجىء وصفاً للمفتون والفاتن .ومعنى جعلهم فتنة للذين كفروا : جعلهم مفتونين يفتنهم الذين كفروا ، فيصدق ذلك بأن يتسلط عليهم الذين كفروا فيفتنون .ويصدق - أيضا - بأن تختل أمور دينهم بسبب الذين كفروا . أى : بسبب محبتهم والتقرب منهم .وعلى الوجهين ، فالفتنة من إطلاق المصدر على اسم المفعول . . . واللام فى \" الذين كفروا \" على الوجهين - أيضا - للملك ، أى : مفتونين مسخرين لهم .ويجوز عندى أن تكون \" فتنة \" مصدرا بمعنى اسم الفاعل ، أى : لا تجعلنا فاتنين ، أى : سبب فتنة للذين كفروا ، فيكون كناية عن معنى : لا تغلب الذين كفروا علينا ، واصرف عنا ما يكون من اختلال أمرنا ، وسوء الأحوال ، كى لا يكون شىء من ذلك فاتنا للذين كفروا .. . أى : يزيدهم كفرا ، لأنهم يظنون أنا على الباطل وأنهم على الحق .وقوله : ( واغفر لَنَا رَبَّنَآ إِنَّكَ أَنتَ العزيز الحكيم ) أى : واغفر لنا يا ربنا ذنوبنا ، إنك أنت الغالب الذى لا يغالب ، الحكيم فى كل أقواله وأفعاله ."
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "وقوله - سبحانه - : ( لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو الله واليوم الآخر ) تأكيد لقوله - تعالى - قبل ذلك : ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ في إِبْرَاهِيمَ ) والغرض من هذا التأكيد ، تحريض المؤمنين على التأسى بالسابقين فى قوة إيمانهم وشدة إخلاصهم .أى : لقد كان لكم - أيها المؤمنون - أسوة حسنة ، وقدوة طيبة ، فى أبيكم إبراهيم - عليه السلام - وفيمن آمن به ، وهذه القدوة إنما ينتفع بها من كان يرجو لقاء الله - تعالى - ورضاه ، ومن كان يرجو ثوابه وجزاءه الطيب .وجىء بلام القسم فى قوله : ( لَقَدْ كَانَ لَكُمْ . . . ) على سبيل المبالغة فى التأكيد بوجوب التأسى بإبراهيم ، وبمن آمن معه .وجملة ( لِّمَن كَانَ يَرْجُو الله واليوم الآخر ) بدل من قوله ( لَكُمْ ) بدل اشتمال .وفائدة هذا البدل : الإيذان بأن من يؤمن بالله واليوم الآخر ، لا يترك الاقتداء بإبراهيم - عليه السلام - وبمن آمن معه ، وأن ترك ذلك من علامات عدم الإيمان الحق .كما ينبىء عنه التحذير فى قوله - تعالى - بعد ذلك : ( وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغني الحميد ) .أى : ومن يعرض عن هذا التأسى ، فوبال إعراضه عليه وحده ، فإن الله - تعالى - هو الغنى عن جميع خلقه ، الحميد لمن يمتثل أمره .والمتدبر فى هذه الآيات الكريمة ، من أول السورة إلى هنا ، يجد أن الله - تعالى - لم يترك وسيلة للتنفير من موالاة أعدائه ، إلا أظهرها وكشف عنها ."
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "ثم فتح - سبحانه - لعباده باب رحمته وفضله ، فبشرهم بأنه قد يهدى إلى الإسلام قوما من الأعداء الذين تربط بينهم وبين المؤمنين رابطة الدم والقرابة ، وحدد لهم القواعد التى عليها يبنون مودتهم وعداوتهم لغيرهم ، فقال - تعالى - : ( عَسَى الله . . . ) .\" عسى \" فعل مقاربة يدل على الرجاء ، وإذا صدر من الله - تعالى - كان متحقق الوقوع ، لصدوره من أكرم الأكرمين .قال صاحب الكشاف : \" عسى \" وعد من الله على عادات الملوك ، حيث يقولون فى بعض الحوائج : عسى أو لعل ، فلا تبقى شبهة للمحتاج فى تمام ذلك ، أو قصد به إطماع المؤمنين .وقال الجمل فى حاشيته : لما أمر الله المؤمنين بعداوة الكفار ، عادى المؤمنون أقرباءهم المشركين وأظهروا لهم العداوة والبراءة . وعلم الله شدة ذلك على المؤمنين ، فوعد - سبحانه - المسلمين بإسلام أقاربهم الكفار ، فيوالونهم موالاة جائزة ، وذلك من رحمته - سبحانه - بالمؤمنين ، ورأفته بهم ، فقال : ( عَسَى الله أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الذين عَادَيْتُم مِّنْهُم مَّوَدَّةً ) .والمعنى : عسى الله - تعالى - أن يجعل بينكم - أيها المؤمنون - وبين الذن عاديتموعم من أقاربكم الكفار ، مودة ومحبة . . . بأن يهديهم إلى الدخول فى دين الإسلام ، فتتحول عداوتكم لهم ، إلى أخوة صادقة . وصلة طيبة ، ومحبة شديدة .وقد أنجز الله - تعالى - وعده ، فهدى كثيرا من كفار قريش إلى الدخول فى الإسلام ، والتقوا هم وأقاربهم الذين سبقوهم إلى الإسلام ، على طاعة الله ومحبته ، والدفاع عن دينه ، وبذل أنفسهم وأموالهم فى سبيله .( والله قَدِيرٌ والله غَفُورٌ رَّحِيمٌ ) أى : والله - تعالى - شديد القدرة على أن يغير أحوال القلوب ، فيصبح المشركون مؤمنين ، والأعداء أصدقاء ، والله - تعالى - واسع المغفرة والرحمة ، لمن استجاب لأمره ونهيه ، وأقلع عن المعصية إلى الطاعة ، ونبذ الكفر وتحول إلى الإيمان .فالآية الكريمة بشارة عظيمة للمؤمنين ، بأنه - سبحانه - كفيل بأن يجمع شملهم بكثير من أقاربهم الكافرين ، وبأن يحول العداء الذى بينهم ، إلى مودة ومحبة ، بسبب التقاء الجميع على طاعة الله - تعالى - وإخلاص العبادة له .وقد تم ذلك بصورة موسعة ، بعد أن فتحت مكة ، ودخل الناس فى دين الله أفواجا ."
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "ثم بين - سبحانه - للؤمنين القاعدة التى يسيرون عليها فى مودتهم وعداوتهم وصلتهم ومقاطعتهم . فقال - تعالى - : ( لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين وَلَمْ يُخْرِجُوكُمْ مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وتقسطوا إِلَيْهِمْ إِنَّ الله يُحِبُّ المقسطين ) .وقد ذكر المفسرون فى سبب نزول هذه الآية والتى بعدها روايات منها ، ما أخرجه البخارى وغيره \" عن أسماء بنت أبى بكر الصديق قالت : أتتنى أمى راغبة - أى : فى عطائى - وهى مشركة فى عهد قريش . . . فسألت رسول الله - صلى الله عليه وسلم - أأصلها؟ فأنزل الله - تعالى - : ( لاَّ يَنْهَاكُمُ الله ) .فقال رسول الله - صلى الله عليه وسلم - : \" نعم صلى أمك \" \" .وروى الإمام أحمد وجماعة عن عبد الله بن الزبير قال : قدمت قتيلة بنت عبد العزى - وهى مشركة - على ابنتها اسماء بنت أبى بكر بهدايا ، فأبت أسماء أن تقبل هديتها ، أو تدخلها بيتها ، حتى أرسلت إلى عائشة ، لكى تسأل رسول الله - صلى الله عليه وسلم - عن هذا ، فسألته ، فأنزل الله - تعالى - : ( لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين ) .وقال الحسن وأبو صالح : نزلت هذه الآية فى قبائل من العرب كانوا قد صالحوا النبى - صلى الله عليه وسلم - على أن لا يقاتلوه ، ولا يعينوا عليه .وقال مجاهد : نزلت فى قوم بمكة آمنوا ولم يهاجروا ، فكان المهاجرون والأنصار يتحرجون من برهم ، لتركهم فرض الهجرة .قال الآلوسى - بعد أن ذكر هذه الروايات وغيرهما - : ( والأكثرون على أنها فى كفرة اتصفوا بما فى حيز الصلة . . .والذى تطمئن إليه النفس أن هاتين الآيتين ، ترسمان للمسلمين المنهج الذى يجب أن يسيروا عليه مع غيرهم ، وهو أن من لم يقاتلنا من الكفار ، ولم يعمل أو يساعد على إلحاق الأذى والضرر بنا ، فلا يأس من بره وصلته .ومن قاتلنا ، وحاول إيذاءنا منهم . فعلينا أن نقطع صلتنا به ، وأن نتخذ كافة الوسائل لردعه وتأديبه ، حتى لا يتجاوز حدودمه معنا .والمعنى : ( لاَّ يَنْهَاكُمُ الله ) تعالى - أيها المؤمنون - ( عَنِ ) مودة وصلى الكافرين ( الذين لَمْ يُقَاتِلُوكُمْ فِي الدين وَلَمْ يُخْرِجُوكُمْ مِّن دِيَارِكُمْ ) أى : لم يقاتلوكم من أجل أنكم مسلمون ، ولم يحاولوا إلحاق أى أذى بكم ، كالعمل على إخراجكم من دياركم .لا ينهاكم الله - تعالى - عن ( أَن تَبَرُّوهُمْ ) أى : عن أن تحسنوا معاملتهم وتكرموهم . وعن أن ( تقسطوا إِلَيْهِمْ ) أى تقضوا إليهم بالعدل ، وتعاملوهم بمثل معاملتهم لكم ، ولا تجوروا عليهم فى حكم من الأحكام .( إِنَّ الله يُحِبُّ المقسطين ) أى العادلين فى أقوالهم وأفعالهم وأحكامهم ، الذين ينصفون الناس ، ويعطونهم العدل من أنفسهم ، ويحسنون إلى من أحسن إليهم ."
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "( إِنَّمَا يَنْهَاكُمُ الله ) - تعالى - ( عَنِ ) بر وصلى ( الذين قَاتَلُوكُمْ فِي الدين ) أى قاتلوكم لأجل أنكم على غير دينهم ( وَأَخْرَجُوكُم مِّن دِيَارِكُمْ ) التى تسكنونها ( وَظَاهَرُواْ على إِخْرَاجِكُمْ ) .أى : وعاونوا غيرهم على إخراجكم من دياركم ، يقال : ظاهر فلان فلانا على كذا ، إذا عاونه فى الوصول إلى مطلبه .وقوله : ( أَن تَوَلَّوْهُمْ ) بدل اشتمال من ( الذين قَاتَلُوكُمْ ) أى : ينهاكم - سبحانه - عن موالاة ، ومواصلة ، وبر الذين قاتلوكم فى الدين ، وأخرجوكم من دياركم .( وَمَن يَتَوَلَّهُمْ ) أى : ومن يبر منكم - أيها المؤمنون - هؤلاء الذين قاتلوكم ( فأولئك ) الذين يفعلون ذلك ( هُمُ الظالمون ) لأنفسهم ظلما شديدا يستحقون بسببه العقاب الذى لا يعلمه إلا هو - سبحانه - .فأنت ترى أن الآية الأولى قد رخصت لنا فى البر والصلة - قولا وفعلا - للكفار الذين لم يقاتلونا لأجل ديننا ، ولم يحاولوا الإساءة إلينا ، بينما الآية اثانية قد نهتنا عن البر أو الصلة لأولئك الكافرين ، الذين قاتلونا من أجل مخالفتنا لهم فى العقيدة ، وحاولوا إخراجنا من ديارنا أو أخرجوا بعضنا بالفعل - وعاونوا غيرهم على إنزال الأذى بنا .هذا ، ويرى بعض العلماء أن الآية الأولى منسوخة .قال القرطبى : قال ابن زيد : كان هذا فى أول الإسلام عند الموادعة ، وترك الأمر بالقتال ، ثم نسخ هذا الحكم .قال قتادة : نسخها قوله - تعالى - ( فاقتلوا المشركين حَيْثُ وَجَدتُّمُوهُمْ ) والذى عليه المحققون من العلماء ، أن الآية محكمة وليست منسوخة ، لأنها تقرر حكما يتفق مع شريعة الإسلام فى كل زمان ومكان ، وهو أننا لا نؤذى إلا من آذانا ، ولا نقاتل إلا من أظهر العداوة لنا بأية صورة من الصور .وأقوال النبى - صلى الله عليه وسلم - وأفعاله تؤيد عدم النسخ ، فقد كان - صلى الله عليه وسلم - يستقبل الوفود التى تأتيه لمناقشتها فى بعض الأمور الدينية ، مقابلة كريمة ، ويتجلى ذلك فيما فعله مع وفد نجران ، ووفد تميم وغيرهما .كذلك مما يؤيد عدم النسخ ، أنه لا تعارض بين هذه الآية ، وبين آية السيف ، لأن الأمر بالقتال إنما هو بالنسبة لقوم يستحقونه ، بأن يكونوا قد قالتونا أو أخرجونا من ديارنا ، كما جاء فى الآية الثانية .وأما الرخصة فى البر والصلة ، فهى فى شأن الذين لم يقاتلونا ولم يخرجونا من ديارنا ، كما جاء فى الآية الثانية .وأما الرخصة فى البر والصلة ، فهى فى شأن الذين لم يقاتلونا ولم يخرجونا من ديارنا ، وهذا ما صرحت به الآية الأولى .ورحم الله الإمام ابن جرير فقد قال بعد أن ذكر الآراء فى ذلك : وأولى الأقوال فى ذلك بالصواب قول من قال : عنى بقوله - تعالى - : ( لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين . . ) جميع أصناف الملل والأديان ، أن تبروهم وتصلوهم وتقسطوا إليهم . . ويشمل ذلك من كانت تلك صفته ، دون تخصيص لبعض دون بعض .ولا معنى لقول من قال : ذلك منسوخ ، لن بر المؤمن من أهل الحرب ، ممن بينه وبينه قرابة نسب ، أو ممن لا قرابة بينه ولا نسب ، غير محرم ، ولا منهى عنه ، إذا لم يكن فى ذلك ، دلالة له أو لأهل الحرب ، على عورة لأهل الإسلام ، أو تقوية لهم بكراع أو سلاح ."
    }
  ]
}
