{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 62,
      "text": "افتتحت سورة \" الجمعة \" كغيرها من أخواتها \" المسبحات \" بالثناء على الله - تعالى - وببيان أن المخلوقات جميعها ، تسبح بحمده - تعالى - وتقدس له .والتسبيح : تنزيه الله - تعالى - عما لا يليق به ، اعتقادا وقولا وعملا مأخوذ من السبح وهو المر السريع فى الماء أو الهواء ، لأن المسبح لله ، - تعالى - مسرع فى تنزيهه - تعالى - وتبرئته من كل سوء .وقوله : ( القدوس ) من التقديس بمعنى والتطهير وغير ذلك من صفات الكمال .أى : أن التسبيح : نفى ما لا يليق بذاته - تعالى - ، والتقديس : إثبات ما يليق بجلاله - سبحانه - والمعنى : ينزه الله - تعالى - ويبعده عن كل نقص ، جميع ما فى السموات ، وجميع ما فى الأرض من مخلوقات ، فهو - سبحانه - ( الملك ) أى : المدبر لشئون هذا الكون ، المتصرف فيه تصرف المالك فيما يملكه . . .( القدوس ) أى : البليغ فى الطهارة وفى التنزه عن كل نقص ، من القُدْس - ضم القاف وسكون الدال - بمعنى الطهر ، وأصله القَدَس - بفتح القاف والدال - وهو الإناء الذى يكون فيه ما يتطهر به ، ومنه القادوس وهو إناء معروف .( العزيز ) الذى لا يغلبه غالب ( الحكيم ) فى كل أقواله وأفعاله وتصرفاته .هذا ، ومن الآيات الكثيرة الدالة على أن جميع من فى السموات ومن فى الأرض ، يسبحون لله - تعالى - قوله - عز وجل - : ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً . . )."
    },
    {
      "ayah": 10,
      "surah": 62,
      "text": "ثم بين - سبحانه - جانبا من مظاهر تيسيره عليهم فى تشريعاته فقال : ( فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض وابتغوا مِن فَضْلِ الله . . ) .أى : فإذا فرغتم من أداء الصلاة وأقمتموها على أكل وجه ، فانتشروا فى الأرض ، وامشوا فى مناكبها ، لأداء أعمالكم التى كنتم قد تركتموها عند النداء للصلاة ، واطلبوا الربح واكتساب المال والرزق ، من فضل الله - تعالى - ومن فيض إنعامه ، والأمر هنا للإباحة ، لأنه وارد بعد حظر ، فهو كقوله - تعالى - : ( وَإِذَا حَلَلْتُمْ فاصطادوا . . ) أى : أن الانتشار فى الأرض بعد الصلاة لطلب الرزق ، ليس واجبا عليهم ، إذ طلب الرزق قد يكون فى هذا الوقت ، وقد يكون فى غيره . .والمقصود من الآية إنما هو تنبيه الناس ، إلى أن لهم فى غير وقت الصلاة ، سعة من الزمن فى طلب الرزق ، وفى الاشتغال بالأمور الدنيوية ، فعليهم أن يسعوا إلى ذكر الله ، إذا ما نودى للصلاة من يوم الجمعة ، وأن يحرصوا على ذلك حرصا تاما ، مصحوبا بالنية الطيبة ، وبالهيئة الحسنة . وبالمضى المبكر إلى المسجد .وقوله - سبحانه - : ( واذكروا الله كَثِيراً لَّعَلَّكُمْ تُفْلِحُونَ ) تحذير لهم من الانتشار فى الأرض لمصالحهم الدنيوية ، دون أن يعطو طاعة الله - تعالى - وعبادته ، ما تستحقه من عناية ومواظبة .أى : إذا قضيت الصلاة ، فانتشروا فى الأرض لتحصيل معاشكم ، دون أن يشغلكم ذلك عن الإكثار من ذكر الله - تعالى - فى كل أحوالكم ، فإن الفلاح كل الفلاح فى تقديم ما يتعلق بأمور الدين ، على ما يتعلق بأمور الدنيا ، وفى تفضيل ما يبقى على ما يفنى .والمتأمل فى هذه الآية الكريمة يراها ترسم للمسلم التوازن السامى ، بين ما يقتضيه دينه ، وما تقتضيه دنياه .إنا تأمره بالسعى فى الأرض ، ولكن فى غير وقت النداء للصلاة من يوم الجمعة ، ودون أن يشغله هذا السعى عن الإكثار من ذكر الله ، فإن الفلاح فى الإقبال على الطاعات التى ترضيه - سبحانه - : ومن بين هذه الطاعات أن يكثر الإنسان من ذكر الله - تعالى - ، حتى فى حالة سعيه لتحصيل رزقه ."
    },
    {
      "ayah": 11,
      "surah": 62,
      "text": "ثم ختم - سبحانه - السورة الكريمة بعتاب يحمل فى طياته ثوب التأديب والإرشاد والتأنيب ، لمن آثر مطالب الدنيا على مطالب الآخرة فقال - تعالى - : ( وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ . . ) .قال الإمام ابن كثير ما ملخصه : يعاتب - تبارك وتعالى - على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة ، التى قدمت المدينة يومئذ ، فقال : ( وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ قَآئِماً . . ) .فقد أخرج الشيخان وغيرهما عن جابر قال : قدمت عِيرٌ - أى : تجارة - المدينة ، ورسول الله - صلى الله عليه وسلم - يخطب يوم الجمعة - فخرج الناس ، وبقى اثنا عشر رجلا ، فنزلت هذه الآية .وفى رواية عن جابر - أيضا - أنه قال : \" بينما النبى - صلى الله عليه وسلم - يخطب يوم الجمعة ، فقدمت عير إلى المدينة ، فابتدرها الناس ، حتى لم يبق مع الرسول - صلى الله عليه وسلم - إلا اثنا عشر رجلا ، فقال - صلى الله عليه وسلم - : \" والذى نفسى بيده ، لو تتابعتم حتى لم يبق منكم أحد ، لسال بكم الوادى نارا \" ونزلت هذه الآية . . \"وفى رواية أن الذين بقوا فى المسجد كانوا أربعين ، وأن العير كانت لعبد الرحمن بن عوف ، وكان قد أصاب أهل المدينة جوع وغلاء سعر .وفى رواية أن الرسول - صلى الله عليه وسلم - كان يخطب ، فقدم دحية الكلى بتجارة له . فتلقاه أهله بالدفوف . فخرج الناس .و \" إذا \" فى قوله - تعالى - : ( وَإِذَا رَأَوْاْ تِجَارَةً . . ) ظرف للزمان الماضى المجرد عن الشرط ، لأن هذه الآية نزلت على الرسول - صلى الله عليه وسلم - بعد أن انفض عنه من انفض وهو يخطب وقوله : ( انفضوا ) من الانفضاض ، بمعنى التفرق . يقال : انفض فلان عن فلان إذا تركه وانصرف عنه ، وهو من الفض ، بمعنى كسر الشىء والتفريق بين أجزائه .والضمير فى قوله ( إِلَيْهَا ) يعود للتجارة ، وكانت عودته إليها دون اللهو ، لأن الانفضاض كان لها بالأصالة ، والمراد باللهو هنا : فرحهم بمجىء التجارة واستقبالهم لها بالدفوف ، لأنهم كانوا فى حالة شديدة من الفقر وغلاء الأسعار .والتعبير بأو يشير إلى أن بعض المنفضين قد انفضوا من أجل التجارة ، وأن البعض الآخر قد انفض من أجل اللهو .قال الجمل فى حاشيته : والذى سوغ لهم الخروج وترك الرسول - صلى الله عليه وسلم - يخطب ، أنهم ظنوا أن الخروج بعد تمام الصلاة جائز ، لانقضاء المقصود وهو الصلاة ، لأنه كان - صلى الله عليه وسلم - فى أول الإسلام يصلى الجمعة قبل الخطبة كالعيدين ، فلما وقعت هذه الواقعة ، ونزلت الآية ، قدم الخطبة وأخر الصلاة .وقوله - سبحانه - : ( وَتَرَكُوكَ قَآئِماً ) جملة حالية من فاعل ( انفضوا ) والمقصود بها توبيخ على هذا التصرف ، حيث تركوا رسول الله - صلى الله عليه وسلم - واقفا يخطب على المبنر ، وانصرفوا إلى التجارة واللهو .وقوله - سبحانه - : ( قُلْ مَا عِندَ الله خَيْرٌ مِّنَ اللهو وَمِنَ التجارة والله خَيْرُ الرازقين ) إرشاد لهم إلى ما هو الأنفع والأبقى والأكرم لهم .أى : قل - أيها الرسول الكريم - لهؤلاء الذين انفضوا عنك وأنت تخطب . . . قل لهم : ما عند الله - تعالى - من ثواب ومن عطاء خير من اللهو الذى يشغلكم عن ذكر الله ، ومن التجارة التى تبتغون من ورائها الربح المادى ، والمنافع العاجلة .والله - تعالى - هو خير الرازقين لأنه - سبحانه - هو وحده الذى يقسم الأرزاق ، وهو الذى يعطى ويمنع ، كما قال - سبحانه - : ( مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ العزيز الحكيم ) وقدمت التجارة على اللهو فى صدر الآية ، لأن رؤيتها كانت الباعث الأعظم على الانفضاض إليها ، وترك الرسول - صلى الله عليه وسلم - قائما يخطب على المنبر ، ولم يبق معه إلا عدد قليل من أصحابه .وأخرت فى آخر الآية وقدم اللهو عليها ، ليكون ذمهم على انفضاضهم أشد وأوجع ، حتى لا يعودوا إلى مثل ذلك .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات ما يأتى :1 - فضل يوم الجمعة ، وفضل صلاة يوم الجمعة ، والتحذير من ترك أدائها .ومن الأحاديث التى وردت فى هذا المعنى ، ما رواه مسلم وأبو داود والنسائى عن أبى هرير ، أن رسول الله - صلى الله عليه وسلم - قال : \" خير يوم طلعت فيه الشمس يوم الجمع ، فيه خلق آدم . وفيه أدخل الجنة ، وفيه أخرج منها ، ولا تقوم الساعة إلا فى يوم الجمعة \" .وروى الشيخان عن أبى هريرة أنه سمع النبى - صلى الله عليه وسلم - يقول : \" نحن الآخرون - أى : زمنا - السابقون يوم القيامة قبل غيرهم - ، بيد أنهم - أى : اليهود والنصارى - أوتوا الكتاب من قبلنا ، وأوتيناه من بعدهم ، ثم هذا يومهم الذى فرض عليهم - أى : تعظيمه - فاختلفوا فيه فهدانا الله ، فالناس لنا فيه تبع : اليهود غدا - أى : السبت - والنصارى بعد غد - أى : الأحد - \" .وروى مسلم والنسائى عن ابن عمر أنه سمع النبى - صلى الله عليه وسلم - يقول على أعواد مبره : \" لينتهين أقوام عن وَدْعِهم الجمعات - أى : تركهم صلاة الجمعة - أو ليختمن الله على قلوبهم ، ثم ليكونن من الغافلين .. \" .قال القربطى ما ملخصه : وإنما سميت الجمعة جمعة ، لأنها مشتقة من الجمع حيث يجتمع الناس فيها للصلاة . . . وكان يقال ليوم الجمعة : العَرُوبة . .قال البيهقى : وروينا عن موسى بن عقبة ، عن ابن شهاب الزهرى ، أن مصعب بن عمير ، كان أول من جمَّع الجمعة بالمدينة بالمسلمين ، قبل أن يهاجر إليها الرسول - صلى الله عليه وسلم - .ثم قال القرطبى : وأما أول جمعة جمعها - صلى الله عليه وسلم - بأصحابه ، قال أهل السير والتاريخ : قدم رسول الله - صلى الله عليه وسلم - مهاجرا حتى نزل بقباء ، على بنى عمروا بن عوف ، يوم الاثنين لاثنتى عشرة ليلة خلت من شهر ربيع الأول حين اشتد الضحى - ومن تلك السنة يعد التاريخ - فأقام بقباء إلى يوم الخميس ، وأسس مسجدهم ثم خرج يوم الجمعة إلى المدينة ، فأدركته الجمعة فى بنى سالم بن عوف ، فى بطن وادٍ لهم ، فجمع بهم وخطب ، وهى أول خطبة خطبها بالمدينة ، وقال فيها : الحمد لله ، أحمده وأستعينه ، وأستغفره ، وأستهديه . . .2 - الآية الكريمة وإن كانت قد أمرت المؤمنين بالسعى إلى صلاة الجمعة عند النداء لها ، إلا أن هناك أحاديث متعددة تحض على التبكير بالحضور إليها ، وبالغسل لها ، وبمس الطب ، وبالحضور إليها على أحسن حالة . . .ومن تلك الأحاديث ما رواه الشيخان وغيرهما عن أبى هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة غسل الجنابة - أى : كغسل الجنابة - ثم راح إلى المسجد ، فكأنما قرب بدنة - أى : ناقة ضخمة . . . . ومن راح فى الساعة الثانية فكأنما قرب بقرة ، ومن راح فى الساعة الثالثة فكأنما قرب كبشا أقرن - أى له قرون - ومن راح فى الساعة الرابعة فكأنما قرب دجاجة ، ومن راح فى الساعة الخامسة فكأنما قرب بيضة ، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر \" .وروى ابن ماجه عن ابن مسعود قال : سمعت النبى - صلى الله عليه وسلم - يقول : \" إن الناس يجلسون يوم القيامة على قدر تراوحهم إلى الجمعات ، الأول ثم الثانى ثم الثالث ثم الرابع ، وما رابع أربعة من الله ببعيد \" .وروى الشيخان عن أبى سعيد الخدرى ، عن النبى - صلى الله عليه وسلم - أنه قال : \" على كل مسلم الغسل يوم الجمعة ، ويلبس من صالح ثيابه ، وإن كل طيب مس منه . . . \" .3 - أخذ العلماء من قوله - تعالى - : ( . . . إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع . . . ) أن صلاة الجمعة فريضة محكمة ، وأن السعى لأدائها واجب ، وأن ترك ذلك محرم شرعا .. .ومن المعروف بين العلمءا أن الأمر يقتضى الوجوب ، ما لم يوجد له صارف ، ولا صارف له هنا . . .قال الإمام القرطبى : فرض الله - تعالى - الجمعة على كل مسلم ، ردا على من يقول : إنها فرض على الكفاية ، ونقل عن بعض الشافعية أنها سنة .وجمهور الأمة الأئمة أنها فرض على الأعيان ، لقوله - تعالى - : ( . . . إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع . . . ) .وثبت عن رسول الله - صلى الله عليه وسلم - أنه قال : \" لينتهِيَنَّ أقوامٌ عن وَدْعِهم الجُمُعَاتِ أو ليخَتِمَنَّ الله على قلوبهم ثم ليكونُنَّ من الغافلين \" .وهذا حجة واضحة فى وجوب الجمعة وفرضيتها . .قال بعض العلماء : جاء فى الآية الكريمة الأمر بالسعى ، والأمر للوجوب فيكون السعى واجبا ، وقد أخذ العلماء من ذلك أن الجمعة فريضة ، لأنه - سبحانه - قد رتب الأمر للذكر على النداء للصلاة ، فأذا كان المراد بالذكر هو الصلاة ، فالدلالة ظاهرة ، لأنه لا يكون السعى لشىء واجبا ، حتى يكون ذلك الشىء واجبا .وأما إذا كان المراد بالذكر الخطبة فقط ، فهو كذلك لأن الخطبة شرط الصلاة ، وقد أمر بالسعى إليه ، والأمر للوجوب ، فإذا وجب السعى للمقصود تبعا ، فما ذلك إلا لأن المقصود بالذات واجب . .كما أن الاشتغال بالبيع أو الشراء وقت النداء محرم ، لأن الأمر للوجوب ، وقال بعضهم : هو مكروه كراهة تحريم .ومما يدل على أن صلاة الجمعة فريضة محكمة ، وأن السعى إليها واجب ، وأن الاشتغال عنها بالبيع أبو الشراء محرم ، ما جاء فى الأحاديث من الأمر بالمحافظة عليها ، ومن التحذير من تركها ، ومن ذلك ما رواه أبو داود من حديث أبى الجعد ، أن رسول الله - صلى الله عليه وسلم - قال : \" من ترك ثلاث جمع تهاونا بها ، طبع الله على قلبه \" .4 - قوله - تعالى - : ( فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض . . ) يدل دلالة واضحة ، على سمو شريعة الإسلام ، وعلى سماحتها ويسرها ، وجمعها بين مطالب الدنيا ومطالب الآخرة .ومع أن هذا الأمر بالانتشار بعد الصلاة للإباحة - كما سبق أن قلنا - إلا أن بعض السف كان إذا انتهت الصلاة ، خرج من المسجد ، ودار فى السوق ساعة ، ثم رجع إلى المسجد فصلى ما شاء أن يصلى .قال الإمام ابن كثير : كان عراك بن مالك - أحد كبار التابعين - أحد كبار التابعين - إذا صلى الجمعة ، انصرف فوقف على باب المسجد وقال : اللهم إنى أجبت دعوتك وصليت فريضتك ، وانتشرت كما أمرتنى ، فارزقنى من فضلك وأنت خير الرازقين .هذا ، وهناك أحكام أخرى توسع المفسرون والفقهاء فى الحديث عنها ، فليرجع إليها من شاء المزيد من معرفة هذه الأحكام والآداب ."
    },
    {
      "ayah": 2,
      "surah": 62,
      "text": "ثم بين - سبحانه - جانبا من مظاهر فضله على خلقه ، فقال : ( هُوَ الذي بَعَثَ فِي الأميين رَسُولاً مِّنْهُمْ يَتْلُواْ عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الكتاب والحكمة . . . ) .وقوله : ( الأميين ) جمع أمى ، وهو صفة لموصوف محذوف . أى : فى الناس أو فى القوم الأميين ، والمراد بهم العرب ، لأن معظمهم كانوا لا يعرفون القراءة والكتابة .وسمى من لا يعرف القراءة والكتابة بالأمى ، لغلبة الأمية عليه ، حتى لكأن حاله بعد تقدمه فى السن ، كحاله يوم ولدته أمه فى عدم معرفته للقراء ة والكتابة .و \" من \" فى قوله - تعالى - : ( مِّنْهُمْ ) للتبعيض ، باعتبار أنه واحد منهم ، ويشاركهم فى بعض صفاتهم وهى الأمية .وقوله : ( يَتْلُواْ . . . ) من التلاوة ، وهى القراءة المتتابعة المرتلة ، التى يكون بعضها تلو بعض .وقوله : ( وَيُزَكِّيهِمْ ) من التزكية بمعنى التطهير والتنقية من السوء والقبائح .والمراد بالكتاب : القرآن ، والمراد بتعليمه : بيان معانيه وحقائقه ، وشرح أحكامه وأوامره ونواهيه .والمراد بالحكمة : العلم النافع ، المصحوب بالعمل الصالح ، وفى وضعها إلى جانب الكتاب إشارة إلى أن المقصود بها السنة النبوية المطهرة ، إذ بالكتاب وبالسنة ، يعرف الناس أصلح الأقوال والأفعال ، وأعدل الأحكام وأقوم الآداب ، وأسمى الفضائل ..أى : هو - سحبانه - وحده ، الذى ( بَعَثَ ) بفضله وكرمه ، ( فِي ) العرب ( الأميين رَسُولاً ) كريما عظيما ، كائنا ( مِّنْهُمْ ) أى : من جنسهم يعرفون حسبه ونسبه وخلقه . . . هذا الرسول الكريم أرسلناه إليهم ، ليقرأ عليهم آيات الله - تعالى - التى أنزلها عليه لهدايتهم وسعادتهم ، متى آمنوا بها ، وعملوا بما اشتملت عليه من توجيهات سامية .وأرسلناه إليهم - أيضا - ليزكيهم ، أى : وليطهرهم من الكفر والقبائح والمنكرات وليعلمهم الكتاب ، بأن يحفظهم إياه ، ويشرح لهم أحكامه ، ويفسر لهم ما خفى عليهم من ألفاظه ومعانيه .وليعلمهم - أيضا - الحكمة . أى : العلم النافع المصحوب بالعمل الطيب وصدر - سبحانه - الآية الكريمة بضمير اسم الجلالة ، لتربية المهابة فى النفوس ، ولتقوية ما اشتملت عليه من نعم وأحكام ، إذ هو - سبحانه - وحده الذى فعل ذلك لا غيره .وعبر - سبحانه - بفى المفيدة للظرفية فى قوله - تعالى - : ( فِي الأميين ) . للإشعار بأن هذا الرسول الكريم الذى أرسله إليهم ، كان مقيما فيهم ، وملازما لهم ، وحريصا على أن يبلغهم رسالة الله - تعالى - فى كل الأوقات والأزمان .والتعبير بقوله : ( مِّنْهُمْ ) فيه ما فيه من دعوتهم إلى الإيمان به ، لأن هذا الرسول الكريم ، ليس غريبا عنهم ، بل هو واحد منهم شرفهم من شرفه ، وفضلهم من فضله . . .وهذه الآية الكريمة صريحة فى أن الله - تعالى - قد استجاب دعوة نبيه إبراهيم - عليه السلام - عندما دعاه بقوله : ( رَبَّنَا وابعث فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُواْ عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الكتاب والحكمة وَيُزَكِّيهِمْ إِنَّكَ أَنتَ العزيز الحكيم . . ) وقد جاء ترتيب هذه الآية الكريمة وأمثالها فى أسمى درجات البلاغة والحكمة ، لأن أول مراحل تبليغ الرسالة ، يكون بتلاوة القرآن ، ثم ثنى - سبحانه - بتزكيه النفوس من الأرجاس ، ثم ثلث بتعليم الكتاب والحكمة لأنهما يكونان بعد التبليغ والتزكية للنفوس .ولذا قالوا : إن تعليم الكتاب غير تلاوته ، لأن تلاوته معناها ، قراءته قراءة مرتلة ، أما تعليمه فمعناه : بيان أحكامه ، وشرح ما خفى من ألفاظه وأحكامه . . .فأنت ترى أن هذه الآية الكريمة ، قد اشتملت على جملة من الصفات الجليلة التى منحها - سبحانه - لنبيه محمد - صلى الله عليه وسلم - .ثم بين - سبحانه - بعد ذلك حال الناس قبل بعثته - صلى الله عليه وسلم - فقال : ( وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلاَلٍ مُّبِينٍ ) .وهذه الجملة الكريمة فى موضع الحال من قوله : ( هُوَ الذي بَعَثَ فِي الأميين . . ) و \" إن \" فى قوله ( وَإِن كَانُواْ . . ) مخففة من الثقيلة ، واسمها ضمير الشأن محذوف .أى : هو - سبحانه - بفضله وكرمه ، الذى بعث فى الأميين رسولا منهم ، وحالهم أنهم كانوا قبل إرسال هذا الرسول الكريم فيهم ، فى ضلال واضح لا يخفى أمره على عاقل ، ولا يلتبس قبحه على ذى ذوق سليم وحقا لقد كان الناس قبل أن يبزغ نور الإسلام ، الذى جاء به النبى - صلى الله عليه وسلم - من عند ربه ، فى ضلال واضح ، وظلام دامس ، من حيث العقائد والعبادات ، والأخلاق والمعاملات .فكان من رحمة الله - تعالى - بهم ، أن أرسل فيهم رسوله محمدا - صلى الله عليه وسلم - لكى يخرجهم من ظلمات الكفر والفسوق والعصيان ، إلى نور الهداية والاستقامة والإيمان ."
    },
    {
      "ayah": 3,
      "surah": 62,
      "text": "ثم بين - سبحانه - أن رسالة رسوله محمد - صلى الله عليه وسلم - لن يكون نفعها مقصورا على المعاصرين له والذين شاهدوه . . . بل سيعم نفعها من سيجيئون من بعدهم ، فقال - تعالى - : ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ وَهُوَ العزيز الحكيم . . ) .وقوله : ( وَآخَرِينَ ) جمع آخر بمعنى الغير ، والجملة معطوفة على قوله قبل ذلك ( فِي الأميين . . ) فيكون المعنى :هو - سبحانه - الذى بعث فى الأميين رسولا منهم ، كما بعثه فى آخرين منهم .( لَمَّا يَلْحَقُواْ بِهِمْ ) أى : لم يجيئوا بعد ، وهم كل من يأتى بعد الصحابة من أهل الإسلام إلى يوم القيامة ، بدليل قوله - تعالى - : ( وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ بِهِ وَمَن بَلَغَ . . . ) أى : وأوحى إلى هذا القرآن لأنذركم به يا أهل مكة ، ولأنذر به جميع من بلغه هذا الكتاب ، ووصلت إليه دعوته من العرب وغيرهم إلى يوم القيامة . . .وفى الحديث الشريف : \" بلغوا عن الله - تعالى - فمن بلغته آية من كتاب الله ، فقد بلغه أمر الله \" .وعن محمد بن كعب قال : من بلغه القرآن فكأنما رأى النبى - صلى الله عليه وسلم - .ويصح أن يكون قوله : ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ . . ) معطوف على الضمير المنصوب فى قوله : ( وَيُعَلِّمُهُمُ . . ) فيكون المعنى :هو الذى بعث فى الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة ، ويعلم آخرين منهم ( لَمَّا يَلْحَقُواْ بِهِمْ ) أى : لم يجيئوا بعد وسيجيئون . . . وهم كل من آمن بالرسول من بعد الصحابة إلى يوم القيامة .قال صاحب الكشاف : وقوله : ( وَآخَرِينَ ) مجرور عطف على الأميين يعنى : أنه بعثه فى الأميين الذين على عهده ، وفى آخرين من الأميين الذين لم يلحقوا بهم بعد ، وسيلحقون بهم ، وهم الذين بعد الصحابة . .وقيل : لما نزلت قيل : \" من هم يا رسول الله ، فوضع يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لتناوله رجال من هؤلاء \" \" .وقيل : هم الذين يأتون من بعدهم إلى يوم القيامة .ويجوز أن ينتصب عطفا عل المنصوب فى ( وَيُعَلِّمُهُمُ ) أى يعلمهم ويعلم آخرين ، لأن التعليم إذا تناسق إلى آخر الزمان كان كله مستندا إلى أوله ، فكأنه هو الذى تولى كل ما وجد منه .. .والمتأمل فى هذه الآية الكريمة يراها تشير ‘لى أن دعوة النبى - صلى الله عليه وسلم - ستبلغ غير المعاصرين له - صلى الله عليه وسلم - وأنهم سيتبعونها ، ويؤمنون بها ، ويدافعون عنها . .وهذا ما أيده الواقع ، فقد دخل الناس فى دين الله أفواجا من العرب ومن غير العرب ، ومن أهل المشارق والمغارب .فالآية الكريمة تخبر عن معجزة من معجزات القرآن الكريم ، ألا وهى الإخبار عن أمور مستقبلة أيدها الواقع المشاهد .وقوله - تعالى - : ( وَهُوَ العزيز الحكيم ) تذييل المقصود به بيان أن قدرته - تعالى - لا يعجزها شىء ، وأن حكمته هى أسمى الحكم وأسدها .أى : وهو - سبحانه - العزيز الذى لا يغلب قدرته شىء ، الحكيم فيما يريده ويقدره ويوجده ."
    },
    {
      "ayah": 4,
      "surah": 62,
      "text": "واسم الإشارة فى قوله : ( ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ . . . ) يعود إلى ما تقدم ذكره من كرمه - تعالى - على عباده ، حيث اختص رسوله محمدا - صلى الله عليه وسلم - بهذه الرسالة الجامعة لكل خير وبركة ، وحيث موفق من وفق من الأميين وغيرهم ، إلى اتباع هذا الرسول الكريم . .أى : ذلك البعث منا لرسولنا محمد - صلى الله عليه وسلم - لكى يهدى الناس بإذننا إلى الصراط المستقيم ، هو فضلنا الذى نؤتيه ونخصه لمن نشاء اختصاصه به من عبادنا .( والله ) - تعالى - : هو ( ذُو الفضل العظيم ) الذى لا يقاربه فضل ، ولا يدانيه كرم .كما قال - سبحانه - : ( قُلْ إِنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ )."
    },
    {
      "ayah": 5,
      "surah": 62,
      "text": "ثم انتقلت السورة الكريمة - بعد هذا البيان - لفضل الله - تعالى - على نبيه - صلى الله عليه وسلم - ، وعلى من أرسله لهدايتهم ، إلى الحديث عن جانب من رذائل اليهود ، وأمرت النبى - صلى الله عليه وسلم - أن يتحداهم وأن يرد على أكاذيبهم . . . فقال - تعالى : ( مَثَلُ الذين . . . ) .المراد بالمثل فى قوله - تعالى - : ( مَثَلُ الذين حُمِّلُواْ التوراة . . ) الصفة والحال . .والمراد بالذين حملوا التوراة : اليهود الذين كلفهم الله - تعالى - بالعمل بما اشتملت عليه التوراة من هدايات وأحكام وآداب . . . ولكنهم نبذوها وتركوا العمل بها .والأسفار : جمع سفر ، وهو الكتاب الكبير المشتمل على ألوان من العلم النافع ، وسمى بذلك لأنه يسفر ويكشف عما فيه من المعانى المفيدة للمطلع عليها .والمعنى : حال هؤلاء اليهود الذين أنزل الله - تعالى - عليهم التوراة لهدايتهم . . . ولكنهم لم ينتفعوا بها . . . كحال الحمار الذى يحمل كتب العلم النافع ، ولكنه لم يستفد من ذلك شيئا ، لأنه لا يفقه شيئا مما يحمله . .ففى هذا المثل شبه الله - تعالى - اليهود الذين لم ينتفعوا بالتوارة التى فيها الهداية والنور ، بحال الحمار الذين يحمل كتب العلوم النافعة دون أن يستفيد بها .ووجه الشبه بين الاثنين : هو عدم الانتفاع بما من شأنه أن ينتفع به انتفاعا عظيما ، لسمو قيمته ، وجلال منزلته .قال صاحب الكشاف : شبه اليهود فى أنهم حملة التوراة وقراؤها وحفاظ ما فيها ، ثم إنهم غير عاملين بها ، ولا بمنتفعين بآياتها . . . بالحمار ، حمل أسفارا ، أى : كتبا كبارا من كتب العلم ، فهو يمشى بها ، ولا يدرى منها إلا ما يمر بجنبيه وظهره من الكد والتعب ، وكل من علم ولم يعمل بعلمه فهذا مثله ، وبئس المثل . .وقال الإمام ابن كثير : يقول - تعالى - ذا ما لليهود الذين أعطوا التوراة فلم يعملوا بها ، إن مثلهم فى ذلك كمثل الحمار يحمل أسفارا . . . فهو يحملها حملا حسيا ولا يدرى ما عليه ، وكذلك هؤلاء . لم يعملوا بمقتضى ما فى التوراة بل أولوه وحرفوه ، فهم أسوأ من الحمار ، لأن الحمار لا فهم له ، وهؤلاء لهم فهوم لم يستعملوها ، ولهذا قال - تعالى - : فى آية أخرى : ( أولئك كالأنعام بَلْ هُمْ أَضَلُّ أولئك هُمُ الغافلون ) وقال القرطبى : وفى هذا المثل تنبيه من الله - تعالى - لمن حمل الكتاب ، أن يتعلم معانيه ، ويعمل بما فيه ، لئلا يلحقه من الذم ما لحق هؤلاء اليهود ، قال الشاعر :زوامل للأسفار لا علم عندهم ... بجيِّدها ، إلا كعلم الأباعرلعمرك ما يدرى البعير إذا غدا ... بأوْساقِه ، أو راح ما فى الغرائروعبر - سبحانه - عن تكليفهم العمل بالتوراة وعن تركهم لذلك بقوله : ( حُمِّلُواْ التوراة ثُمَّ لَمْ يَحْمِلُوهَا ) للإشعار بأن هذا التكليف منه - تعالى - لهم ، كان عهدا مؤكدا عليهم ، حتى لكأنهم تحملوه كما يتحمل الإنسان شيئا قد وضع فوق ظهره أو كتفيه . ولكنهم نيذوا هذا العهد ، وألقوا بما فوق أكتافهم من أحمال ، وانقادوا لأهوائهم وشهواتهم انقياد الأعمى لقائده . .ولفظ \" ثم \" فى قوله ( ثُمَّ لَمْ يَحْمِلُوهَا ) للتراخى النسبى ، لأن عدم وفائهم بما عهد إليهم ، أشد عجبا من تحملهم لهذه العهود .وشبههم ، بالحمار الذى هو مثل فى البلادة والغباء ، لزيادة التشنيع عليهم ، والتقبيح لحالهم ، حيث زهدوا وأعرضوا عن الانتفاع بأثمن شىء نافع ، - وهو كتاب الله - كما هو شأن الحمار الذى لا يفرق فيما يحمله على ظهره بين الشىء النافع والشىء الضار .وجملة \" يحمل أسفارا \" فى موضع الحال من الحمار ، أو فى موضع جر على أنها صفة للحمار ، باعتبار أن المقصود به الجنس ، فهو معرفة لفظا ، نكرة معنى .قال صاحب الكشاف : فإن قلت : \" يحمل \" ما محلة؟ قلت : محله النصب على الحال ، أو الجر على الوصف ، لأن لفظ الحمار هنا ، كلفظ اللئيم فى قول الشاعر :ولقد أمر على اللئيم يسبنى ... ثم أضاف - سبحانه - إلى ذم هؤلاء اليهود ذما آخر فقال : ( بِئْسَ مَثَلُ القوم الذين كَذَّبُواْ بِآيَاتِ الله . . ) .و ( بِئْسَ ) فعل ذم ، وفاعله ما بعده وهو قوله : ( مَثَلُ القوم ) وقد أغنى هذا الفاعل عن ذكر المخصوص بالذم ، لحصول العلم بأن المذموم هو حال هؤلاء القوم الذين وصفهم - سبحانه - بأنهم قد كذبوا بآياته .أى : بئس المثل مثل هؤلاء القوم الذين كذبوا بآيات الله - تعالى - الدالة على وحدانيته وقدرته ، وعلى صدق أنبيائه فيما يبلغونه عنه - تعالى - .وقوله : ( والله لاَ يَهْدِي القوم الظالمين ) تذييل قصد به بيان الأسباب التى أدت إلى عدم توفيق الله - تعالى - لهم إلى الهداية .أى : والله - تعالى - قد اقتضت حكمته ، أن لا يهدى إلى طريق الخير ، من ظلم نفسه ، بأن آثر الغى على الرشد ، والعمى على الهدى ، والشقاوة على السعادة ، لسوء استعداه ، وإنطماس بصيرته ."
    },
    {
      "ayah": 6,
      "surah": 62,
      "text": "ثم أمر الله - تعالى - نبيه - صلى الله عليه وسلم - أن يتحدى اليهود ، وأن يرد على مزاعمهم ردا يخرس ألسنتهم ، ويكشف عن أكاذيبهم . . . فقال - سبحانه - : ( قُلْ ياأيها الذين هادوا إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ الناس فَتَمَنَّوُاْ الموت إِن كُنتُمْ صَادِقِينَ ) .قال الآلوسى : وأمر - الله - أن يقول لهم ذلك ، إظهارا لكذبهم ، فإنهم كانوا يقولون : ( نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ ) ويدعون أن الآخرة خالصة لهم عند الله .وروى أنه لما ظهر رسول الله - صلى الله عليه وسلم - كتب يهود المدينة إلى يهود خيبر : إن اتبعتم محمدا أطعناه ، وإن خالفتموه خالفناه . فقالوا - أى : يهود خيبر - : \" نحن أبناء خليل الرحمن ، ومنا عزير ابن الله ، ومنا الأنبياء ومتى كانت النبوة فى العرب؟ نحن أحق بها من محمد - صلى الله عليه وسلم - ، ولا سبيل إلى اتباعه ، فنزلت هذه الآيات . . .والمقصود بالذين هادوا ، أى : الذين ادعو أنهم على الديانة اليهودية ، يقال : هاد فلان وتَهَوَّدَ .إذا دخل فى اليهودية ، نسبة إلى يهوذا أحد أبناء يعقوب - عليه السلام - ، أو سموا بذلك حين تابوا عن عبادة العجل ، من هادَ يهوَدُ هَوْدًا بمعنى تاب ، ومنه قوله - تعالى - : ( واكتب لَنَا فِي هذه الدنيا حَسَنَةً وَفِي الآخرة إِنَّا هُدْنَآ إِلَيْكَ . . ) أى : تبنا إليك .ومعنى ، أولياء الله . . . مقربين منه ، كرماء عليه ، لهم منزلة خاصة عنده - تعالى - .وقوله : ( فَتَمَنَّوُاْ الموت . . ) جواب الشرط ، والتمنى معناه : ارتياح النفس ، ورغبتها القوية فى الحصول على الشىء .ويستعمل التمنى فى المعنى القائم بالقلب ، بأن تتطلع نفس الشخص إلى الحصول على الشىء . كما يستعمل عن طريق النطق باللسان ، بأن يقول الإنسان بلسانه ، ليتنى أحصل على كذا .وهذا المعنى الثانى هو المراد هنا ، لأن المعنى الكائن فى القلب لا يعلمه أحد سوى الله - تعالى - .ومعنى الآية الكريمة : قل يا محمد لهؤلاء اليهود الزاعمين أنهم أبناء الله وأحباؤه ، وأنهم أولياء الله - تعالى - المقربون إليه من دون سائر خلقه . . . قل لهم على سبيل التحدى والتعجيز والتبكيت - إن كان الأمر كما زعمتم ، فاذكروا أمام الناس بألسنتكم لفظا ، يدل على أنكم تحبون الموت وترغبون فيه ، كلى تظفروا بعد الموت بالمحبة الكاملة من الله ، ولكى تنتقلوا من شقاء الدنيا ومتاعبها إلى النعيم الخالص بعد موتكم .وجواب الشرط فى قوله : ( إِن كُنتُمْ صَادِقِينَ ) محذوف لدلالة ما قبله عليه .أى : إن كنتم صادقين فى دعواكم أنكم أولياء الله من دون الناس فتمنوا الموت .وافتتحت الآية الكريمة بلفظ ( قُلْ ) للاهتمام بشأن التحدى من الرسول - صلى الله عليه وسلم - لهم ، ولبيان أنه أمر من الله - تعالى - وليس للرسول - صلى الله عليه وسلم - سوى التنفيذ .وجىء بإن الشرطية المفيدة للشك ، مع أنهم قد زعموا أنهم أولياء لله فعلا ، للإشعار بأن زعمهم هذا وإن كانوا قد كرروا النطق والتباهى به . . إلا أنه بمنزلة الشىء الذى تلوكه الألسنة ، دون أن يكون له أساس من الواقع ، فهو لوضوح بطلانه صار بمنزلة الشىء الذى يفترض وقوعه افتراضا على سبيل التوبيخ لهم .قال الآلوسى ما ملخصه : قوله : ( قُلْ ياأيها الذين هادوا ) أى : تهودوا ( إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ ) أى : أحباء لله ، ولم يضف - سبحانه - لفظ أولياء إليه ، كما فى قوله : ( ألا إِنَّ أَوْلِيَآءَ الله لاَ خَوْفٌ عَلَيْهِمْ . . ) ليؤذن بالفرق بين مدعى الولاية ، ومن يخصه - تعالى - بها .وقوله : ( مِن دُونِ الناس . . ) حال من الضمير الراجع إلى اسم ( إِن ) أى : متجاوزين عن الناس .( فَتَمَنَّوُاْ الموت ) أى : فتمنوا من الله أن يميتكم وينقلكم من دار البلية إلى محل الكرامة . فإن من أين أنه من أهل الجنة أحب أن يخلص إليها من هذه الدنيا التى هى دار كدر وتعب ."
    },
    {
      "ayah": 7,
      "surah": 62,
      "text": "ثم أخبر - سبحانه - عن واقعهم وعن حالتهم المستقبلة فقال : ( وَلاَ يَتَمَنَّونَهُ أَبَداً بِمَا قَدَّمَتْ أَيْديهِمْ والله عَلِيمٌ بالظالمين ) .أى : أن هؤلاء اليهود لا يتمنى أحدهم الموت أبدا . بسبب ما قدمته أيديهم من آثام ، والله - تعالى - لا تخفى عليه خافية من سيئاتهم واعتداءاتهم وظلمهم بل هو - سبحانه - يسجل ذلك عليهم ، ويجازيهم بما يستحقونه من عقاب .فالآية الكريمة خبر من الله - تعالى - عن اليهود بأنهم يكرهون الموت ، ولا يتمنونه ، ولا يستطيعون قبول ما تحداهم به - صلى الله عليه وسلم - من طلبهم تمنى الموت ، لعلمهم بأنهم لو أجابوه إلى طلبه ، لحل بهم الموت الذى يكرهونه .وقد صح من عدة طرق عن ابن عباس أنه قال : لو تمنوا الموت لشرق أحدهم بريقه . . .وقال ابن جرير : وبلغنا أن النبى - صلى الله عليه وسلم - قال : \" لو أن اليهود تمنوا الموت لماتوا ، ولرأوا مقاعدهم من النار . . \" .وقال ابن كثير : وروى الإمام أحمد عن ابن عباس قال : \" قال أبو جهل - لعنه الله - : إن رأيتُ محمدا عند الكعبة ، لآتينه حتى أطأ عنقه . قال : فقال رسول الله - صلى الله عليه وسلم - : \" لو فعل لأخذته الملائكة عيانا ، ولو أن اليهود تمنوا الموت لماتوا ولرأوا مقاعدهم من النار . ولو خرج الذين يباهلون رسول الله - صلى الله عليه وسلم - لرجعوا لا يجدون مالا ولا أهلا \" \" .وقال صاحب الكشاف ما ملخصه : وقوله : ( وَلاَ يَتَمَنَّونَهُ أَبَداً ) أى : بسبب ما قدموا من الكفر ، وقد قال لهم - صلى الله عليه وسلم - : \" والذى نفسى بيده لا يقولها أحد منكم إلا غص بريقه \" فلولا أنهم كانوا موقنين بصدق رسول الله - صلى الله عليه وسلم - لتمنوا ، ولكنهم علموا أنهم لم تمنوا لماتوا من ساعتهم ولحقهم الوعيد فما تمالك أحد منهم أن يتمنى ، وهى إحدى المعجزات - لأنها إخبار بالغيب وكانت كما أخبر - .فإن قلت : ما أدراك أنهم لم يتمنوا الموت؟ قلت : لو تمنوا لنقل ذلك عنهم ، كما نقلت سائر الحوادث ، ولكان ناقلوه من أهل الكتاب وغيرهم من أولى المطاعن فى الإسلام ، أكثر من الذر ، وليس أحد منهم نقل عنه ذلك .هذا ، ويكفى فى تحقيق هذه المعجزة ، ألا يصدر تمنى الموت عن اليهود الذين تحداهم النبى - صلى الله عليه وسلم - بذلك ، وهم الذين كانوا يضعون العراقيل فى طريق دعوته . . ولا يقدح فى هذه المعجزة ، أن ينطق يهودى بعد العهد النبوى بتمنى الموت ، وهو حريص على الحياة ، لأن المعنيين بالتحدى هم اليهود المعاصرون للعهد النبوى .والمقصود بقوله - تعالى - : ( والله عَلِيمٌ بالظالمين ) التهديد والوعيد .أى : والله - تعالى - عليم علما تاما بأحوال هؤلاء الظالمين ، وسيعاقبهم العقاب الذىيتناسب مع ظلمهم وبغيهم . فالمراد من العلم لازمه ، وهو الجزاء والحساب . . .وعبر - سبحانه - هنا بقوله : ( وَلاَ يَتَمَنَّونَهُ . . ) وفى سورة البقرة بقوله : ( وَلَنْ يَتَمَنَّوْهُ . . . ) للإشعار بأنهم يكرهون الموت فى الحال وفى المستقبل كراهة شديدة ."
    },
    {
      "ayah": 8,
      "surah": 62,
      "text": "ثم أمر الله - تعالى - رسوله - صلى الله عليه وسلم - بأن يخبرهم بأنهم لا مفر لهم من الموت ، مهما حرصوا على الهروب منه . فقال - تعالى - : ( قُلْ إِنَّ الموت الذي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاَقِيكُمْ . . . ) .أى : قل - أيها الرسول الكريم - لهؤلاء اليهود الذين يكرهون الموت ، ويزعمون أنهم أحباب الله؟قل لهم على سبيل التوبيخ والتبكيت : إن الموت الذى تكرهونه ، وتحرصون على الفرار منه ، لا مهرب لكم منه ، ولا محيص لكم عنه ، فهو نازل بكم إن عاجلا أو آجلا كما قال - سبحانه - ( أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ . . . ) فالمقصود بهذه الآية الكريمة إخبارهم بأن هلعهم من الموت مهما اشتد لن يفيدهم شيئا ، لأن الموت نازل بهم لا محالة .ثم بين - سبحانه - أنهم بعد الموت ، سيجدون الجزاء العادل فقال : ( ثُمَّ تُرَدُّونَ إلى عَالِمِ الغيب والشهادة فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ) .أى : قل لهم - أيها الرسول الكريم - : إن الموت نازل بكم لا محالة . ثم بعد هلاككم سترجعون إلى الله - تعالى - الذى يعلم السر والعلانية ، والجهر والخفاء ، فيجازيكم على أعمالكم السيئة ، بما تستحقونه من عقاب .فالمراد بالإنباء عما كانوا يعملونه ، الحساب على ذلك ، والمجازاة عليه .وشبيه بهذه الآيات قوله - تعالى - فى سورة البقرة : ( قُلْ إِن كَانَتْ لَكُمُ الدار الآخرة عِندَ الله خَالِصَةً مِّن دُونِ الناس فَتَمَنَّوُاْ الموت إِن كُنْتُمْ صَادِقِينَ وَلَنْ يَتَمَنَّوْهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ والله عَلِيمٌ بالظالمين وَلَتَجِدَنَّهُمْ أَحْرَصَ الناس على حَيَاةٍ وَمِنَ الذين أَشْرَكُواْ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ العذاب أَن يُعَمَّرَ والله بَصِيرٌ بِمَا يَعْمَلُونَ )."
    },
    {
      "ayah": 9,
      "surah": 62,
      "text": "وبعد هذا التوبيخ والتحدى لليهود الذين زعموا أنهم أولياء لله من دون الناس . . . وجه - سبحانه - للمؤمنين نداء أمرهم فيه بالمسارعة إلى أداء فرائضه ونهاهم عن أن تشغلهم دنياهم عن ذكره وطاعته ، فقال - تعالى - : ( ياأيها الذين آمنوا . . . ) .المقصود بالنداء فى قوله - سبحانه - : ( ياأيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ . . . ) جميع المكلفين بها ، الذين يجب عليهم أداؤها . .وناداهم - سبحانه - بصفة الإيمان ، لتحريك حرارة الإيمان فى قلوبهم ، ولتحريضهم على المسارعة إليها ، إذ من شأن المؤمن القوى ، أن يكون مطيعا لما يأمره خالقه به .والمراد بالنداء : الأذان والإعلام بوقت حلولها .والمقصود بالصلاة المنادى لها هنا : صلاة الجمعة ، بدليل قوله - تعالى - : ( مِن يَوْمِ الجمعة ) .واللام فى قوله ( لِلصَّلاَةِ ) للتعليل ، و ( مِن ) بمعنى فى ، أو للبيان ، أو للتبعيض ، لأن يوم الجمعة زمان ، تقع فيه أعمال ، منها الصلاة المعهودة فيه وهى صلاة الجمعة لأن الأمر بترك البيع خاص بها ، لوجود الخطبة فيها .وقوله : ( فاسعوا . . . ) جواب الشرط ، من السعى ، وهو المشى السريع .والمراد به هنا : المشى المتوسط بوقار وسكينة ، وحسن تهيؤ لصلاة الجمعة . . .قال الآلوسى ما ملخصه : قوله : ( فاسعوا إلى ذِكْرِ الله ) أى : امشوا إليه بدون إفراط فى السرعة . . .فقد أخرج الستة فى كتبهم عن أبى سلمة من حديث أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أقيمت الصلاة فلا تأتوها وأنتم تسعون ، وأتوها وأنتم تمشون ، وعليكم السكينة ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" .والمراد بذكر الله : الخطبة والصلاة جميعا ، لاشتمالهما عليه ، واستظهر بعضهم أن المراد به الصلاة ، وقصره بعضهم على الخطبة . .وإنما عبر - سبحانه - بالسعى لتضمنه معنى زائدا على المشى ، وهو الجد والحرص على التبكير ، وعلى توقى التأخير .والمعنى : يامن آمنتم بالله حق الإيمان ، إذا نادى المنادى لأجل الصلاة فى يوم الجمعة ، فامضوا إليها بجد ، وإخلاص نية ، وحرص على الانتفاع بما تسمعونه من خطبة الجمعة ، التى هى لون من ألوان ذكر الله - تعالى - وطاعته .والأمر فى قوله - سبحانه - : ( فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع . . ) الظاهر أنه للوجوب ، لأن الأمر يقتضى الوجوب ، ما لم يوجد له صارف عن ذلك ، ولا صارف له هنا .والمراد من البيع هنا : المعاملة بجميع أنواعها ، فهو يعم البيع والشراء وسائر أنواع المعاملات .أى : إذا نودى للصلاة من يوم الجمعة ، فاخرجوا إليها بحرص وسكينة ووقار . واتركوا المعاملات الدنيوية من بيع ، وشراء ، وإجارة ، وغيرها .وإنما قال - سبحانه - : ( وَذَرُواْ البيع . . ) لأنه أهم أنواع المعاملات ، فهو من باب التعبير عن الشىء بأهم أجزائه .واسم الإشارة فى قوله - سبحانه - : ( ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ) يعود إلى ما سبق ذكره من الأمر بالسعى إلى ذكر الله ، متى نودى للصلاة ، وترك الاشتغال بالبيع وما يشبهه .أى : ذلك الذى أمرتكم به من السعى إلى ذكر الله عند النداء للصلاة من يوم الجمعة ، ومن ترك أعمالكم الدنيوية .. . خير لكم مما يحصل لكم من رزق فى هذه الأوقات ، عن طريق البيع أو الشراء أو غيرهما .فالمفضل عليه محذوف ، لدلالة الكلام عليه ، والمفضل هو السعى إلى ذكر الله - تعالى - .وهذا التفضيل باعتبار أن منافع السعى إلى ذكر الله - تعالى - باقية دائمة ، أما المنافع الدنيوة فهى زائلة فانية .وجواب الشرط فى قوله ( إِن كُنتُمْ تَعْلَمُونَ ) محذوف : أى : إن كنتم تعلمون ما هو خير لكم ، فاسعوا إلى ذكر الله عند النداء للصلاة ، واتركوا البيع والشراء .أو إن كنتم من أهل العلم والفقه السليم للأمور ، عرفتم أن امتثال أمر الله - تعلى - بأن تسعوا ، إلى ذكره عند النداء لصلاة الجمعة ، خير لكم من الاشتغال فى هذا الوقت بالبيع والشراء .إذ فى هذا الامتثال سعادتكم ونجاتكم من خزى الدنيا وعذاب الآخرة ."
    }
  ]
}
