{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 65,
      "text": "افتتح الله - تعالى - السورة الكريمة بتوجيه النداء إلى النبى - صلى الله عليه وسلم - فقال : ( ياأيها النبي إِذَا طَلَّقْتُمُ النسآء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُواْ العدة ) .وأحكام الطلاق التى وردت فى هذه الآية ، تشمل النبى - صلى الله عليه وسلم - كما تشمل جميع المكلفين من أمته - صلى الله عليه وسلم - .وإنما كان النداء له - صلى الله عليه وسلم - وكان الخطاب بالحكم عاما له ولأمته ، تشريفا وتكريما له - صلى الله عليه وسلم - لأنه هو المبلغ للناس ، وهو إمامهم وقدوتهم لأحكام الله - تعالى - فيهم .قال صاحب الكشاف : خُصَّ النبى - صلى الله عليه وسلم - بالنداء ، وعُمًّ بالخطاب ، لأن النبى - صلى الله عليه وسلم - إمام أمته وقدوتهم ، كما يقال لرئيس القوم وكبيرهم : يا فلان : افعلوا كيت وكيت ، وإظهارا لتقدمه ، واعتبارا لترؤسه ، وأنه مِدْرة قومه ولسانهم - والمدرة : القرية .أى : أنه بمنزلة القرية لقومه ، وأنه الذى يصدرون عن رأيه ، ولا يستبدون بأمر دونه ، فكان هو وحده فى حكم كلهم ، وساد مسد جميعهم .وهذا التفسير الذى اقتصر عليه صاحب الكشاف ، هو المعول عليه ، وهو الذى يناسب بلاغة القرآن وفصاحته ، ويناسب مقام النبى - صلى الله عليه وسلم - .وقيل : الخطاب له ولأمته : والتقدير : يأيها النبى وأمته إذا طلقتم ، فحذف المعطوف لدلالة ما بعده عليه .وقيل : هو خطاب لأمته فقط ، بعد ندائه - عليه السلام - وهو من تلوين الخطاب ، خاطب أمته بعد أن خاطبه .وقيل : إن الكلام على إضمار قول ، أى : يأيها النبى قل لأمتك إذا طلقتم .والحق أن الذى يتدبر القرآن الكريم ، يرى أن الخطاب والأحكام المترتبة عليه ، تارة تكون خاصة به - صلى الله عليه وسلم - كما فى قوله - تعالى - : ( ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ) وتارة يكون شاملا له - صلى الله عليه وسلم - ولأمته كما فى هذه الآية التى معنا ، وكما فى قوله - تعالى - : ( ياأيها النبي جَاهِدِ الكفار والمنافقين واغلظ عَلَيْهِمْ ) وتارة يكون - صلى الله عليه وسلم - خارجا عنه كما فى قوله - تعالى - : ( إِمَّا يَبْلُغَنَّ عِندَكَ الكبر أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً ) فصيغة الخطاب هنا وإن كانت موجهة إلى النبى - صلى الله عليه وسلم - إلا إنه ليس داخلا فيها ، لأن والديه لم يكونا موجودين عند نزول هاتين الآيتين .والمراد بقوله : ( إِذَا طَلَّقْتُمُ النسآء ) أى : إذا أردتم تطليقهن ، لأن طلاق المطلقة من باب تحصيل الحاصل .وهذا الأسلوب يرد كثيرا فى القرآن الكريم ، ومنه قوله - تعالى - : ( يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ . . ) أى : إذا أردتم القيام للصلاة فاغسلوا .والمراد بالنساء هنا : الزوجات المدخول بهن ، لأن غير المدخول بهن خرجن بقوله - تعالى - : ( ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ) واللام فى قوله - سبحانه - : فطلقوهن لعدتهن ، هى التى تسمى بلام التوقيت ، وهى بمعنى عند ، أو بمعنى فى ، كما يقول القائل : كتبت هذا الكتاب لعشر مضين من شهر كذا .ومنه قوله - تعالى - : ( أَقِمِ الصلاة لِدُلُوكِ الشمس . . ) أى عند أو فى وقت دلوكها .وقوله : ( وَأَحْصُواْ العدة ) من الإحصاء بمعنى العد والضبط ، وهو مشتق من الحصى ، وهى من صغار الحجارة ، لأن العرب كانوا إذا كثر عدد الشىء ، جعلوا لكل واحد من المعدود حصاة ، ثم عدوا مجموع ذلك الحصى .والمراد به هنا : شدة الضبط ، والعناية بشأن العد ، حتى لا يحصل خطأ فى وقت العدة . والمعنى : يأيها النبى ، أخبر المؤمنين ومرهم ، إذا أرادوا تطليق نسائهم المدخول بهن ، من المعتدات بالحيض ، فعليهم أن يطلقوهن فى وقت عدتهن .وعليهم كذلك أن يضبطوا أيام العدة ضبطا تاما حتى لا يقع فى شأنها خطأ أو لبس .قال الإمام ابن كثير ما ملخصه : خوطب النبى - صلى الله عليه وسلم - أولا تشريفا وتكريما ، ثم خاطب الأمة تبعا ، فقال : ( ياأيها النبي إِذَا طَلَّقْتُمُ النسآء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُواْ العدة . . ) .روى ابن أبى حاتم عن أنس قال : طلق النبى - صلى الله عليه وسلم - حفصة ، فأتت أهلها ، فأنزل الله - تعالى - هذه الآية . وقيل له : راجعها فإنها صوامة قوامة ، وهى من أزواجك فى الجنة .وروى البخارى أن عبد الله بن عمر ، طلق امرأة له وهى حائض ، فذكر عمر لرسول الله - صلى الله عليه وسلم - ذلك ، فتغيظ - صلى الله عليه وسلم - ثم قال : فليراجعها ، ثم يمسكها حتى تطهر ، ثم تحيض فتطهر ، فإن بدا له أن يطلقها فليطلقها طاهرا قبل أن يمسها ، فتلك العدى التى أمر الله - تعالى - .ثم قال - رحمه الله - : ومن ها هنا أخذ الفقهاء أحكام الطلاق ، وقسموه إلى طلاق سنة ، وطلاق بدعة .فطلاق السنة : أن يطلقها طاهرا من غير جماع ، أو حاملا قد استبان حملها .والبدعى : هو أن يطلقها فى حال الحيض ، - وما يشبهه كالنفاس - ، أو فى طهر قد جامعها فيه ، ولا يدرى أحملت أم لا؟ .وتعليق ( طَلَّقْتُمُ ) بإذا الشرطية ، يشعر بأن الطلاق خلاف الأصل ، إذ الأصل فى الحياة الزوجية أن تقوم على المودة والرحمة ، وعلى الدوام والاستقرار .قال - تعالى - : ( وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لتسكنوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً . . . ) قال القرطبى : روى الثعلبى من حديث ابن عمر قال : قال رسول - صلى الله عليه وسلم - \" إن من أبغض الحلال إلى الله الطلاق \" .وعن أبى موسى قال رسول الله - صلى الله عليه وسلم - : \" لا تطلقوا النساء إلا من ريبة فإن الله - عز وجل - لا يحب الذواقين ولا الذواقات \" .وعن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" ما حلف بالطلاق ، ولا استحلف به إلا منافق \" .والمراد بالأمر فى قوله - تعالى - : ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) إرشاد المؤمنين إلى ما يجب عليهم اتباعه إذا ما أرادوا مفارقة أزواجهم ، ونهيهم عن إيقاع الطلاق فى حال الحيض أو ما يشبهها كالنفاس ، لأن ذلك يكون طلاقا بديعا محرما ، إذ يؤدى إلى تطويل عدة المرأة لأن بقية أيام الحيض لا تحسب من العدة ، ويؤدى - أيضا - إلى عدم الوفاء لها ، حيث طلقها فى وقت رغبته فيها فاترة .ولكن الطلاق مع ذلك يعتبر واقعا ونافذا عند جمهور العلماء .قال القرطبى : من طلق فى طهر لم يجامع فيه ، نفذ طلاقه وأصاب السنة ، وإن طلقها وهى حائض نفذ طلاقه وأخطأ السنة .وقال سعيد بن المسبب : لا يقع الطلاق فى الحيض لأنه خلاف السنة ، وإليه ذهبت الشيعة .وفى الصحيحين عن عبد الله بن عمر قال : \" طلقت امرأتى وهى حائض ، فذكر ذلك لرسول الله - صلى الله عليه وسلم - فتغيظ وقال : فليراجعها ثم فليمسكها حتى تحيض حيضة مستقبلة سوى حيضتها التى طلقها فيها \" .وكان عبد الله بن عمر قد طلقها تطليقة ، فحسبت من طلاقها ، وراجعها عبد الله بن عمر كما أمره رسول الله - صلى الله عليه وسلم - .وفى رواية أن الرسول - صلى الله عليه وسلم - قال له : \" هى واحدة \" وهذا نص . وهو يرد على الشيعة قولهم .وقد بسط الفقهاء وبعض المفسرين الكلام فى هذه المسألة فليرجع إليها من شاء .والمخاطب بقوله ( وَأَحْصُواْ العدة ) الأزواج على سبيل الأصالة ، لأنهم هم المخاطبون بقوله ( طَلَّقْتُمُ ) وبقوله ( فَطَلِّقُوهُنَّ ) ، ويدخل معهم الزوجات على سبيل التبع ، وكذلك كل من له صلة بهذا الحكم ، وهو إحصاء العدة .ثم أمر - سبحانه - بتقواه فقال : ( واتقوا الله رَبَّكُمْ ) أى ، واتقوا الله ربكم ، بأن تصونوا أنفسم عن معصيته ، التى من مظاهرها إلحاق الضرر بأزواجكم ، بتطليقهن فى وقت حيضهن . أو فى غير ذلك من الأوقات المنهى عن وقوع الطلاق فيها .فالمقصود بهذه الجملة الكريمة : التحذير من التساهل فى أحكام الطلاق والعدة ، كما كان أهل الجاهلية يفعلون .وجمع - سبحانه - بين لفظ الجلالة ، وبين الوصف بربكم ، لتأكيد الأمر بالتقوى ، وللمبالغة فى وجوب المحافظة على هذه الأحكام .ثم بين - سبحانه - حكما آخر يتعلق بالأزواج والزوجات فقال : ( لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ وَلاَ يَخْرُجْنَ إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ) .والجملة الكريمة مستأنفة ، أو حال من ضمير ( وَأَحْصُواْ العدة ) أى : حالة كون العدة فى بيوتهن ، والخطاب للأزواج ، والزوجات ، والاستثناء مفرغ من أعم الأحوال والأساليب .والفاحشة : الفعلة البالغة الغاية فى القبح والسوء ، وأكثر إطلاقها على الزنا .وقوله : ( مُّبَيِّنَةٍ ) صفة للفاحشة ، وقراءة الجمهور - بكسر الياء - أى : بفاحشة توضح لمن تبلغه أنها فاحشة لشدة قبحها .وقرأ ابن كثير ( مُّبَيَّنَةٍ ) بفتح الياء - أى : بفاحشة قامت الحجة على مرتكيبيها قياما لا مجال معه للمناقشة أو المجادلة .أى : واتقوا الله ربكم - أيها المؤمنون - فيما تأتون وتذرون ، ومن مظاهر هذه التقوى ، أنكم لا تخرجون زوجاتكم المطلقات من مساكنهن إلى أن تنقضى عدتهن ، وهن - أيضا - لا يخرجن منها بأنفسهن فى حال من الأحوال ، إلا فى حال إتيانهن بفاحشة عظيمة ثبتت عليهن ثبوتا واضحا .فالمقصود بالجملة الكريمة نهى الأزواج عن إخراج المطلقات المعتدات من مساكنهن عند الطلاق إلى أن تنتهى عدتهن ، ونهى المعتدات عن الخروج منها إلا عند اتركابهن الفاحشة الشديدة القبح .وأضاف - سبحانه - البيوت إلى ضمير النساء فقال : ( لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ ) للإشعار بأن استحقاقهن للمكث فى بيوت أزواجهن مدة عدتهن كاستحقاق المالك لما يملكه ، ولتأكيد النهى عن الإخراج والخروج .وقد أخذ العلماء من هذه الآية الكريمة ، أن المطلقة لا يصح إخراجها أو خروجها من بيت الزوجية ما دامت فى عدتها ، إلا لأمر ضرورى .قال الألوسى ما ملخصه : وقوله : ( لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ ) أى : من مساكنهن عند الطلاق إلى أن تنقضى عدتهن . . . وعدم العطف للإيذان باستقلاله بالطلب اعتناء به ، والنهى عن الإخراج يتناول بمنطوقة عدم إخراجهن غضبا عليهن ، أو كراهة لمساكنتهن . . . ويتناول بإشارته عدم الإذن لهن بالخروج ، لأن خروجهن محرم ، لقوله - تعالى - : ( وَلاَ يَخْرُجْنَ ) فكأنه قيل : لا تخرجوهن ، ولا تأذنوا لهن فى الخروج إذا طلبن ذلك ، ولا يخرجن بأنفسهن إن أردن ، فهناك دلالة على أن سكونهن فى البيوت حق للشرع مؤكد ، فلا يسقط بالإذن . . . وهذا رأى الأحناف .ومذهب الشافعية أنهما لو اتفقا على الانتقال جاز . إذ الحق لا يعدوهما ، فيكون المعنى : لا تخرجوهن ولا يخرجن باستبدادهن .والاستثناء فى قوله : ( إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ) يرى بعضهم أنه راجع إلى ( وَلاَ يَخْرُجْنَ ) فتكون الفاحشة المبينة هى نفس الخروج قبل انقضاء العدة ، أى : لا يطلق لهن فى الخروج ، إلا فى الخروج الذى هو فاحشة ، ومن المعلوم أنه لا يطلق لهن فيه ، فيكون ذلك منعا من الخروج على أبلغ وجه .. . كما يقال لا تزن إلا أن تكون فاسقا . . .وقال بعض العلماء : والذى تخلص لى أن حكمة السكنى للمطلقة ، أنها حفظ للأعراض ، فإن المطلقة يكثر التفات العيون لها ، وقد يتسرب سوء الظن إليها ، فيكثر الاختلاف عليها ، ولا تجد ذا عصمة يذب عنها ، فلذلك شرعت لها السكنى ، فلا تخرج إلا لحاجياتها الضرورية . . .ومن الحكم - أيضا - فى ذلك أن المطلقة قد لا تجد مسكنا ، لأن غالب النساء لم تكن لهن أموال ، وإنما هن عيال على الرجال .ويزاد فى المطلقة الرجعية ، قصد استبقاء الصلة بينها وبين مطلقها ، لعله يثوب إليه رشده فيراجعها .فهذا مجموع علل ، فإذا تخلفت واحدة منها لم يتخلف الحكم ، لأن الحكم المعلل بعلتين فأكثر لا يبطله سقوط بعضها .واسم الإشارة فى قوله : ( وَتِلْكَ حُدُودُ الله ) يعود إلى الأحكام التى سبق الحديث عنها ، والحدود : جمع حد ، وهو مالا يصح تجاوزه أو الخروج عنه .أى : وتلك الأحكام التى بيناها لكم ، هى حدود الله - تعالى - التى لا يصح لم تعديها أو تجاوزها ، وإنما يجب عليكم الوقوف عندها ، وتنفيذ ما اشتملت عليه من آداب وهدايات .ثم بين - سبحانه - سوء عاقبة من يتجاوز حدوده فقال : ( وَمَن يَتَعَدَّ حُدُودَ الله فَقَدْ ظَلَمَ نَفْسَهُ ) أى : ومن يتجاوز حدود الله التى حدها لعباده ، بأن أخل بشىء منها ، فقد حمل نفسه وزرا ، وأكسبها إثما ، وعرضها للعقوبة والعذاب .وقوله - تعالى - : ( لاَ تَدْرِى لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً ) ترغيب فى امتثال الأحكام السابقة ، بعد أن سلك فى شأنها مسلك الترهيب من مخالفتها ، ودعوة إلى فتح باب المصالحة بين الرجل وزوجه ، وعدم السير فى طريق المفارقة حتى النهاية . .والخطاب لكل من يصلح له ، أو هو للمتعدى بطريق الالتفات ، والجملة الكريمة مستأنفة ، مسوقة لتعليل مضمون ما قبلها ، وتفصيل لأحواله .أى : اسلك - أيها المسلم - الطريق الذى أرشدناك إليه فى حياتك الزوجية ، وامتثل ما أمرناك به ، فلا تطلق امرأتك وهى حائض ، ولا تخرجها من بيتها قبل تمام عدتها . . . ولا تقفل باب المصالحة بينك وبينها ، بل اجعل باب المصالح مفتوحا ، فإنك لا تدرى لعل الله - تعالى - يحدث بعد ذلك النزاع الذى نشب بينك وبين زوجك أمرا نافعا لك ولها ، بأن يحول البغض إلى حب ، والخصام إلى وفاق ، والغضب إلى رضا . . .فالجملة الكريمة قد اشتملت على أسمى ألوان الإرشاد لحمل النفوس المتجهة نحو الطلاق . . . إلى التريث والتعقل ، وفتح باب المواصلة بعد المقاطعة والتقارب بعد التباعد ، لأن تقليب القلوب بيد الله - عز وجل - وليس بعيدا عن قدرته - تعالى - تحويل القلوب إلى الحب بعد البغض .قال القرطبى : الأمر الذى يحدثه الله أن يقلب قلبه من بغضها إلى محبتها ، ومن الرغبة عنها إلى الرغبة فيها ، ومن عزيمة الطلاق إلى الندم عليه ، فيراجعها .وقال جميع المفسرين : أراد بالأمر هنا الرغبة فى الرجعة . ."
    },
    {
      "ayah": 10,
      "surah": 65,
      "text": "ثم بين - سبحانه - ما أعده لهم فى الآخرة من عذاب ، بعد بيان ما حل بهم فى الدنيا فقال : ( أَعَدَّ الله لَهُمْ عَذَاباً شَدِيداً . . ) .أى : أن ما أصابهم فى الدنيا بسبب فسوقهم عن أمر ربهم ، ليس نهاية المطاف ، بل هيأ الله - تعالى - لهم عذابا أشد من ذلك وأبقى فى الآخرة .وما دام كذلك ( فاتقوا الله ياأولي الألباب الذين آمَنُواْ قَدْ أَنزَلَ الله إِلَيْكُمْ ذِكْراً . . ) .والألباب جمع لب ، وهو العقل السليم الذى يرشد صاحبه إلى الخير والبر .وقوله ( الذين آمَنُواْ ) منصوب بإضمار أعنى على سبيل البيان للمنادى ، أو عطف بيان له .والمراد بالذكر : القرآن الكريم ، وقد سمى بذلك فى آيات كثيرة منها قوله - تعالى - : ( لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَاباً فِيهِ ذِكْرُكُمْ . . . )أى : فيه شرفكم وعزكم ، وفيه ما يذكركم بالحق ، وينهاكم عن الباطل .أى : فاتقوا الله - تعالى - يا أصحاب العقول السليمة ، ويامن آمنتم بالله - تعالى - حق الإيمان ، فهو - سبحانه - الذى أنزل عليكم القرآن الكريم ، الذى فيه ما يذكركم عما غفلتم عنه من عقيدة سليمة ، ومن أخلاق كريمة ، ومن آداب قويمه .وفى ندائهم يوصف \" أولى الألباب \" إشعار بأن العقول الراجحة هى التى تدعو أصحابها إلى تقوى الله وطاعته ، وإلى كل كمال فى الطباع والسلوك ."
    },
    {
      "ayah": 11,
      "surah": 65,
      "text": "والمراد بالرسول فى قوله - تعالى - : ( رَّسُولاً يَتْلُواْ عَلَيْكُمْ آيَاتِ الله مُبَيِّنَاتٍ ) محمد - صلى الله عليه وسلم - وللمفسرين جملة من الأقوال فى إعرابه ، فمنهم من يرى أنه منصوب بفعل مقدر ، ومنهم من يرى أنه بدل من ذكرا . .والمعنى : فاتقوا الله - أيها المؤمنون - فقد أنزلنا إليكم قرآنا فيه ما يذكركم بخير الدنيا والآخرة . . . وأرسلنا إليكم رسولا هو عبدنا محمد - صلى الله عليه وسلم - لكى يتلو عليكم آياتنا تلاوة تدبر وفهم ، يعقبهما تنفيذ ما اشتملت عليه هذه الآيات من أحكام وأداب وهدايات . .ولكى يخرج الذين آمنوا وعملوا الصالحات من ظلمات الشرك الذى كانوا واقعين فيه ، إلى نور الإيمان الذى صاروا إليه .ومنهم من فسر الذكر بالرسول - صلى الله عليه وسلم - .قال الآلوسى ما ملخصه : وقوله : ( قَدْ أَنزَلَ الله إِلَيْكُمْ ذِكْراً ) هو النبى - صلى الله عليه وسلم - وعبر عنه بالذكر ، لمواظبته على تلاوة القرآن الذى هو ذكر . .وقوله - تعالى - ( رَّسُولاً ) بدل من ( ذِكْراً ) ، وعبر عن إرساله بالإنزال ، لأن الإرسال مسبب عنه .والظاهر أن الذكر هو القرآن ، والرسول هو محمد - صلى الله عليه وسلم - ورسولا منصوب بمقدر ، أى : وأرسل رسولا . .ثم بين - سبحانه - حسن عاقبة المؤمنين الصادقين فقال : ( وَمَن يُؤْمِن بالله ) إيمانا حقا ( وَيَعْمَلْ ) عملا ( صَالِحاً يُدْخِلْهُ ) - سبحانه - بفضله وإحسانه ( جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَداً ) خلودا أبديا . .وقوله : ( قَدْ أَحْسَنَ الله لَهُ رِزْقاً ) حال من الضمير فى قوله ( يُدْخِلْهُ ) ، والجمع فى الضمائر باعتبار معنى ( مِن ) كما أن الأفراد فى الضمائر الثلاثة باعتبار لفظها : والرزق : كل ما ينتفع به الإنسان ، وتنكيره للتعظيم .أى : قد وسع الله - تعالى - لهذا المؤمن الصادق فى إيمانه رزقه فى الجنة ، وأعطاه من الخير والنعيم ، ما يشرح صدره ، ويدخل السرور على نفسه . ويصلح باله . ."
    },
    {
      "ayah": 12,
      "surah": 65,
      "text": "ثم ختم - سبحانه - السورة الكريمة بما يدل على كمال قدرته ، وسعة علمه فقال : ( الله الذي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الأرض مِثْلَهُنَّ . . ) .أى : الله - تعالى - وحده هو الذى خلق سبع سماوات طباقا وخلق من الأرض مثلهن ، أى : فى العدد فهى سبع كالسماوات .والتعدد قد يكون باعتبار أصول الطبقات الطينية والصخرية والمائية والمعدنية ، وغير ذلك من الاعتبارات التى لا يعلمها إلا الله - تعالى - .قال الإمام ابن كثير عند تفسيره لهذه الآية يقول - تعالى - مخبرا عن قدرته التامة ، وسلطانه العظيم ، ليكون ذلك باعثا على تعظيم ما شرع من الدين القويم : ( الله الذي خَلَقَ سَبْعَ سَمَاوَاتٍ ) كقوله - تعالى - إخبارا عن نوح أنه قال لقومه : ( أَلَمْ تَرَوْاْ كَيْفَ خَلَقَ الله سَبْعَ سَمَاوَاتٍ طِبَاقاً . . ) وقال - تعالى - ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ ) وقوله : ( وَمِنَ الأرض مِثْلَهُنَّ ) أى : سبعا - أيضا - كما ثبت فى الصحيحين : \" من ظلم قيد شبر من الأرض طوقه مع سبع أرضين \" .ومن حمل ذلك على سبعة أقاليم ، فقد أبعد النجعة ، وأغرق فى النزع ، وخالف القرآن والحديث بلا مستند . .وقال الآلوسى : الله الذى خلق سبع سماوات مبتدأ وخبر ( وَمِنَ الأرض مِثْلَهُنَّ ) أى : وخلق من الأرض مثلهن ، على أن ( مِثْلَهُنَّ ) مفعول محذوف ، والجملة معطوفة على الجملة قبلها .والمثلية تصدق بالاشتراك فى بعض الأوصاف ، فقال الجمهور : هى هنا فى كونها سبعا وكونها طباقا بعضها فوق بعض ، بين كل أرض وأرض مسافة كما بين السماء والأرض ، وفى كل أرض سكان من خلق الله ، لا يعلم حقيقتهم أحد إلا الله - تعالى - .وقيل : المثلية فى الخلق لا فى العدد ولا فى غيره ، فهى أرض واحدة مخلوقة كالسموات السبع .ورد هذا القيل بأنه قد صح من رواية البخارى وغيره ، قوله - صلى الله عليه وسلم - : \" اللهم رب السموات السبع وما أظللن ، ورب الأرضين السبع وما أقللن . . \" .والذى نراه أن كون المثلية فى العد ، هو المعول عليه ، لورود الأحاديث الصحيحة التى صرحت بأن الأرضين سبع ، فعلينا أن نؤمن بذلك ، وأن نرد كيفية تكوينها ، وهيئاتها ، وأبعادها ، ومساحاتها ، وخصائصها . . . إلى علم الله - تعالى - .وقوله : ( يَتَنَزَّلُ الأمر بَيْنَهُنَّ ) أى : يجرى أمر الله - تعالى - وقضاؤه وقدره بينهن ، وينفذ حكمه فيهن ، فالمراد بالأمر : قضاؤه وقدره ووحيه .واللام فى قوله - تعالى - : ( لتعلموا أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ الله قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْماً ) متعلقة بقوله ( خَلَقَ ) . .أى : خلق - سبحانه - سبع سماوات ومن الأرض مثلهن ، وأخبركم بذلك ، لتعلموا علما تاما أن الله - تعالى - على كل شىء قدير ، وأن علمه - تعالى - قد أحاط بكل شىء سواء أكان هذا الشىء جليلا أم حقيرا ، صغيرا أم كبيرا .وبعد : هذا تفسير لسورة \" الطلاق \" نسأل الله - تعالى - أن يجعله خالصا لوجهه ونافعا لعباده ، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
    },
    {
      "ayah": 2,
      "surah": 65,
      "text": "ثم بين - سبحانه - حكما يتعلق بما بين الزوجين من حقوق فقال - تعالى - : ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ . . . ) .والفاء فى قوله ( فَإِذَا بَلَغْنَ . . ) للتفريع على ما تقدم من أحكام تتعلق بالعدة .والمراد ببلوغ أجلهن ، مقاربة نهاية مدة العدة بقرينة ما بعده ، لأن الرجل لا يؤمر بإمساك زوجه بعد انقضاء عدتها ، لأن الإمساك يكون قبل انقضائها .فالكلام من باب المجاز ، لمشابهة مقاربة الشىء ، بالحصول فيه ، والتلبس به .والمراد بالإمساك المراجعة وعدم السير فى طريق مفارقتها .والمعروف : ما أم به الشرع من حسن المعاملة بين الزوجين ، وحرص كل واحد منهما على أداء ما عليه لصاحبه من حقوق .والمعنى : لقد بينت لكم جانبا من الأحكام التى تتعلق بعدة النساء ، فإذا قاربن وشارفن آخر عدتهن ، فأمسكوهن وراجعوهن بحسن معاشرة ، أو فارقوهن بمعروف بأن تعطوهن حقوقهن كاملة غير منقوصة ، بأن تكفوا ألسنتكم عن ذكرهن بسوء .والأمر فى قوله : ( فَأَمْسِكُوهُنَّ ) و ( فَارِقُوهُنَّ ) للإباحة ، و \" أو \" للتخيير .والتعبير بالإمساك للإشعار بأن المطلقة طلاقا رجعيا لها حكم الزوجة ، ما عدا الاستمتاع بها ، فعليه أن يستمسك بها ، ولا يتسرع فى فراقها ، فهى ما زالت فى عصمته .وقدم - سبحانه - الإمساك على الفراق ، للإشارة إلى أنه هو الأولى رعاية لحق الزوجية ، وإبقاء للمودة والرحمة .وشبيه بهذه الآية قوله - تعالى - : ( وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ . . . ) ثم قال - سبحانه - : ( وَأَشْهِدُواْ ذَوَي عَدْلٍ مِّنكُمْ ) أى : وأشهدوا عند المراجعة لأزواجكم وعند مفارقتكم لهن رجلين تتوفر فيهما العدالة والاستقامة لأن الإشهاد يقطع التنازع ، ويدفع الريبة ، وينفى التهمة .والأمر فى قوله : ( وَأَشْهِدُواْ ) للندب والاستحباب فى حالتى المراجعة والمفارقة ، فهو كقوله - تعالى - : ( وأشهدوا إِذَا تَبَايَعْتُمْ ) وقال الشافعى فى القديم : إنه للوجوب فى الرجعة . وزعم الطبرسى أن الظاهر أنه أمر بالإشهاد على الطلاق ، وأنه مروى عن أثمة أهل البيت ، وأنه للوجوب ، وشرط فى صحة الطلاق .وقوله : ( وَأَقِيمُواْ الشهادة لِلَّهِ ) معطوف على ما قبله ، والخطاب لكل من تتعلق به الشهادة .والمراد بإقامة الشهادة : أداؤها بالعدل والصدق .أى : وعليكم - أيها المؤمنون - عند أدائكم للشهادة ، أن تؤدوها بالعدل والأمانة ، وأن تجعلوها خالصة لوجه الله - تعالى - وامتثالا لأمره .والجملة الكريمة دليل على أن أداء الشهادة على وجهها الصحيح عند الحكام وغيرهم ، أمر واجب ، لأن الشهادة هنا اسم للجنس ، ولأن الله - تعالى - يقول فى آية أخرى : ( وَلاَ تَكْتُمُواْ الشهادة وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ . . ) والإشارة فى قوله - سبحانه - : ( ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بالله واليوم الآخر ) تعود إلى جميع ما تقدم من أحكام ، كإحصاء العدة وعدم إخراج المطلقة من بيت الزوجية حتى تنتهى عدتها ، والحث على أداء الشهادة بالحق والعدل .والوعظ معناه : التحذير مما يؤذى بطريقة تؤثر فى القلوب ، وتهدى النفوس إلى الرشد .أى : ذلك الذى ذكرناه لكم من أحكام إنما يتأثر به ، ويعمل بمقتضاه الذين يؤمنون بالله - تعالى - وباليوم الآخر إيمانا حقا .وخص - سبحانه - الذين يؤمنون بالله واليوم الآخر بالذكر ، لأنهم هم المنتفعون بهذه الأحكام ، وهم المنفذون لها تنفيذا صحيحا ."
    },
    {
      "ayah": 3,
      "surah": 65,
      "text": "ثم بشر - سبحانه - عباده الذين يتقونه ويراقبونه ببشارات متعددة فقال : ( وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ ) .والجملة الكريمة اعتراض بين قوله - تعالى - : ( وَأَقِيمُواْ الشهادة لِلَّهِ ) وبين قوله - سبحانه - بعد ذلك : ( واللائي يَئِسْنَ مِنَ المحيض ) وجىء بهذا الاعتراض بين هذه الأحكام لحمل النفوس على تقبل تشريعاته - تعالى - وآدابه ، ولحض الزوجين على مراقبته - سبحانه - وتقواه .أى : ومن يتق الله - تعالى - فى كل أقواله وأفعاله وتصرفاته . يجعل له - سبحانه - مخرجا من هموم الدنيا وضوائقها ومتاعبها ، ومن شدائد الموت وغمراته ، ومن أهوال الآخرة وعذابها ، ويزرقه الفوز بخير الدارين ، من طرق لا تخطر له على بال ، ولا ترد له على خاطر ، فإن أبواب رزقه - سبحانه - لا يعلمها أحد إلا هو - عز وجل - .وفى هذه الجملة الكريمة ما فيها من البشارة للمؤمن ، حتى يثبت فؤاده ، ويستقيم قلبه ، ويحرص على طاعة الله - تعالى - فى كل أحواله .قال القرطبى : قال أبو ذر ، قال رسول الله - صلى الله عليه وسلم - : إنى لأعلم آية لو أخذ الناس بها لكفتهم ، ثم تلا : ( وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ ) .وعن جابر بن عبد الله قال : نزلت هذه الآية فى عوف بن مالك الأشجعى ، أسر المشركون ابنا له ، فأتى النبى - صلى الله عليه وسلم - وأخبره بذلك . فقال له - صلى الله عليه وسلم - : \" اتق الله واصبر ، وآمرك وزوجك أن تستكثرا من قول : لا حول ولا قوة إلا بالله \" .فعاد إلى بيته وقال لامرأته : إن رسول الله - صلى الله عليه وسلم - أمرنى وإياك أن نستكثر من قول : لا حول ولا قوة إلا بالله . فقالت : نعم ما أمرنا ، فجعلا يقولان ذلك ، فغفل العدو عن ابنه ، فساق غنمهم وجاء بها إلى أبيه عوف ، فنزلت الآية . .ثم قال - تعالى - : ( وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ إِنَّ الله بَالِغُ أَمْرِهِ قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً ) .ولفظ ( حَسْبُ ) بمعنى كاف وأصله اسم مصدر أو مصدر ، ومعنى ( بَالِغُ أَمْرِهِ ) بإضافة الوصف إلى مفعوله ، أى : يبلغ ما يريده - سبحانه - ، وقرأ الجمهور ( بَالِغُ أَمْرِهِ ) بتنوين الوصف ونصب أمره على المفعولية ، والمراد بأمره ، شأنه ومراده .وهذه الجملة تعليل لما قبلها .أى : ومن يفوض أمره إلى الله - تعالى - ويتوكل عليه وحده ، فهو - سبحانه - كافيه فى جميع أموره ، لأنه - سبحانه - يبلغ ما يريده ، ولا يفوته مراد ، ولا يعجزه شىء ، ولا يحول دون أمره حائل . . . ومن مظاهر حكمه فى خلقه ، أنه عز وجل - قد جعل لكل شىء تقديرا قبل وجوده ، وعلم علما تاما مقاديرها وأوقاتها وأحوالها .وشبيه بهذه الآية قوله - تعالى - : ( إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ ) وقوله - سبحانه - : ( وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً ) وقوله - عز وجل - : ( وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ ) قال بعض العلماء ما ملخصه : ولهذه الجملة ، وهى قوله - تعالى - : ( قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً ) موقع تتجلى فيه صورة من صور إعجاز القرآن ، فى ترتيب مواقع الجمل بعضها بعد بعض . . . فهذه الجملة لها موقع الاستئناف البيانى الناشىء عما اشتملت عليه جمل : ( وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً . . ) إلى قوله : ( إِنَّ الله بَالِغُ أَمْرِهِ ) لأن استعداد السامعين لليقين بما تضمنته تلك الجمل متفاوت ، فقد يستبعد بعض السامعين تحقق الوعد لأمثاله ، فيقول : أين أنا من تحصيل هذا الشىء . . . ويتملكه اليأس . . . فيقول الله - تعالى - له : ( قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً ) أى : فلا تيأس أيها الإنسان .ولها موقع التعليل الجملة ( وَأَحْصُواْ العدة ) فإن العدة من الأشياء التى تعد ، فلما أمر الله بإحصائها علل ذلك فقال : ( قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً ) .ولها موقع التذبيل لجملة ( وَتِلْكَ حُدُودُ الله وَمَن يَتَعَدَّ حُدُودَ الله فَقَدْ ظَلَمَ نَفْسَهُ ) أى : الذى وضع تلك الحدود ، قد جعل الله لكل شىء قدرا لا يعدوه ، كما جعل الحدود .ولها موقع التعليل لجملة : ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ ) ، لأن المعنى إذا بلغن القدر الذى جعله الله لمدة العدة ، فقد حصل المقصد الشرعى ، الذى أشار إليه بقوله - تعالى - : ( لاَ تَدْرِى لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً ) .ولها موقع التعليل لجملة : ( وَأَقِيمُواْ الشهادة ) فإن الله - تعالى - جعل الشهادة قدرا لرفع النزاع .فهذه الجملة جزء آية ، وهى تحتوى على حقائق من الحكمة . . ."
    },
    {
      "ayah": 4,
      "surah": 65,
      "text": "ثم ذكر - سبحانه - أحكاما أخرى تتعلق بعدة أنواع أخرى من النساء وأكد الأمر بتقواه - عز وجل - وأمر برعاية النساء والانفاق عليهن . . . فقال - تعالى - : ( واللائي يَئِسْنَ . . . ) .قال القرطبى : قوله - تعالى - : ( واللائي يَئِسْنَ مِنَ المحيض مِن نِّسَآئِكُمْ ) لما بين - سبحانه - أمر الطلاق والرجعة فى التى تحيض ، وكانوا قد عرفوا عدة ذوات الأقراء ، عرفهم - سبحانه - فى هذه السورة عدة التى لا ترى الدم .وقال أبو عثمان عمر بن سالم : لما نزلت عدة النساء فى سورة \" البقرة \" فى المطلقة والمتوفى عنها زوجها ، قال أبى بن كعب : يا رسول الله ، إن ناسا يقولون قد بقى من النساء من لم يذكر فيهن شىء ، الصغار وذوات الحمل ، فنزلت هذه الآية .وقال مقاتل : لما ذكر - سبحانه - قوله : ( والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء . . . ) قال خلاد بن النعمان : يا رسول الله فما عدة التى لم تحض ، وما عدة التى انقطع حيضها ، وعدة الحبلى ، فنزلت هذه الآية . .وجملة : ( واللائي يَئِسْنَ مِنَ المحيض . . ) معطوفة على قوله - تعالى - قبل ذلك : ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ . . ) لبيان أحكام أخرى تتعلق بعدة نوع آخر من النساء بعد بيان عدة النساء ذوات الأقراء .والمراد باللائى يئسن من المحيض : النساء اللائى تقدمن فى السن ، وانقطع عنهن دم الحيض .وقوله : ( يَئِسْنَ ) من اليأس ، وهو فقدان الأمل من الحصول على الشىء .والمراد بالمحيض : دم الحيض الذى يلفظه رحم المرأة فى وقت معين ، وفى حال معينة . .وقوله : ( إِنِ ارتبتم ) من الريبة بمعنى الشك .قوله : ( واللائي ) اسم موصول مبتدأ ، وقوله ( يَئِسْنَ ) صلته ، وجملة الشرط والجزاء وهى قوله : ( إِنِ ارتبتم فَعِدَّتُهُنَّ ثَلاَثَةُ أَشْهُرٍ ) خبره .والمعنى : لقد بينت لكم - أيها المؤمنون - عدة النساء المعتدات بالمحيض ، أما النساء المتقدمات فى السن واللائى فقدن الأمل فى رؤية دم الحيض ، فعليكم إن ارتبتم ، وشككتم فى عدتهن أو جهلتموها ، أن تقدروها بثلاثة أشهر .هذا ، وقد قدر بعضهم سن اليأس بالنسبة للمرأة بستين سنة ، وبعضهم قدره بخمس وخمسين سنة .وبعضهم لم يحدده بسن معينة ، بل قال : إن هذا السن يختلف باختلاف الذوات والأفطار والبيئات . . . كاختلاف سن ابتداء الحيض .وقوله - تعالى - : ( واللائي لَمْ يَحِضْنَ ) معطوف على قوله : ( واللائي يَئِسْنَ ) وهو مبتدأ وخبره محذوف لدلالة ما قبله عليه .والتقدير : واللائى يئسن من المحيض من نسائكم ، إن إرتبتم فى عدتهن ، فعدتهن ثلاثة أشهر ، واللاتى لم يحضن بعد لصغرهن ، وعدم بلوغهن سن المحيض . . فعدتهن - أيضا - ثلاثة أشهر .ثم انتقلت السورة الكريمة إلى بيان عدة المرأة ذات الحمل ، فقال - تعالى - : ( وَأُوْلاَتُ الأحمال أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ . . ) .وقوله : ( وَأُوْلاَتُ ) : اسم جمع للفظ ذات . بمعنى صاحبة ، لأنه لا مفرد لكلمة ( أُوْلاَتُ ) من لفظها ، كما أنه لا مفرد من لظفها لكلمة \" أولو \" التى هى بمعنى أصحاب ، وإنما مفردها \" ذو \" .والأحمال : جمع حمل - بفتح الحاء - كصحب وأصحاب ، والمراد به : الجنين الذى يكون فى بطن المرأة .والأجل : انتهاء المدة المقدرة للشىء .وقوله : ( أُوْلاَتُ . . ) مبتدأ ، و ( أَجَلُهُنَّ ) مبتدأ ثان ، وقوله : ( أَن يَضَعْنَ حَمْلَهُنَّ ) خبر المبتدأ الثانى ، والمبتدأ وخبره ، خبر الأولى .والمعنى : والنساء ذوات الأحمال ( أَجَلُهُنَّ ) أى : نهاية عدتهن ، أن يضعن ما فى بطونهن من حمل ، فمتى وضعت المرأة ما فى بطنها ، فقد انقضت عدتها ، لأنه ليس هناك ما هو أدل على براءة الرحم ، من وضع الحمل .وهذا الحكم عام فى كل ذوات الأحمال ، سواء أكن مطلقات ، أم كن قد توفى عنهن أزواجهن .وقد ساق الإمام ابن كثير جملة من الأحاديث التى تؤيد ذلك ، ومن تلك الأحاديث ما رواه الشيخان ، من أن سبيعة الأسلمية وضعت بعد موت زوجها بأربعين ليلة ، فخطبت فأنكحها رسول الله - صلى الله عليه وسلم - لأحد أصحابه .وعن أبى بن كعب قال : قلت للنبى - صلى الله عليه وسلم - : ( وَأُوْلاَتُ الأحمال أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ ) : للمطلقة ثلاثا وللمتوفى عنها زوجها؟ فقال : هى للمطلقة ثلاثا وللمتوفى عنها .قالوا : ولا تعار بين هذه الآية ، وبين قوله - تعالى - فى سورة البقرة ( والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً . . . ) لأن آية سورة البقرة ، خاصة بالنساء اللائى توفى عنهن أزواجهن ولم يكن هؤلاء النساء من ذوات الأحمال .وفى هذه المسألة أقوال أخرى مبسوطة فى مظانها . . .ثم كرر - سبحانه - الأمر بتقواه ، وبشر المتقين بالخير العميم فقال : ( وَمَن يَتَّقِ الله ) - تعالى - فينفذ ما كلف به . وبتعد عما نهى عنه .( يَجْعَل لَّهُ ) سبحانه ( مِنْ أَمْرِهِ يُسْراً ) أى : يجعل له من الأمر العسير أمرا ميسورا . ويحول له الأمر الصعب إلى أمر سهل ، لأنه - سبحانه - له الخلق والأمر . ."
    },
    {
      "ayah": 5,
      "surah": 65,
      "text": "( ذَلِكَ ) الذى ذكرناه لكم من أحكام ( أَمْرُ الله ) أى : حكمه وشرعه ( أَنزَلَهُ إِلَيْكُمْ ) لتعلموا به ، وتسيروا على هديه .( وَمَن يَتَّقِ الله ) - تعالى - فى كل شئونه وأحواله . . ( يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ ) أى : يمح عنه ذنوبه ، ولا يؤاخذه عليها ، ( وَيُعْظِمْ لَهُ أَجْراً ) أى : ويضاعف له حسناته ، ويجزل له العطاء والمثوبة يوم القيامة ."
    },
    {
      "ayah": 6,
      "surah": 65,
      "text": "ثم أمر - سبحانه - الرجال بأن يحسنوا معاملة النساء المطلقات ، ونهاهم عن الإساءة إليهن بأى لون من ألوان الإساءة فقال : ( أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ . . . ) والخطاب للرجال الذين يريدون فراق أزواجهن ، والضمير المنصوب فى قوله ( أَسْكِنُوهُنَّ ) يعود إلى النساء المطلقات .و ( مِنْ ) للتبعيض ، والوجد : السعة والقدرة .أى : أسكنوا المطلقات فى بعض البيوت التى تسكنونها والتى فى وسعكم وطاقتكم إسكانهن فيها .قال صاحب الكشاف : قوله : ( أَسْكِنُوهُنَّ ) وما بعده : بيان لما شرط من التقوى فى قوله : ( وَمَن يَتَّقِ الله يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ .. ) كأنه قيل : كيف نعمل بالتقوى فى شأن المعتدات؟ فقيل : ( أَسْكِنُوهُنَّ ) .فإن قلت : فقوله : ( مِّن وُجْدِكُمْ ) ما موقعه؟ قلت : هو عطف بيان لقوله ( مِنْ حَيْثُ سَكَنتُم ) ، وتفسير له ، كأنه قيل : أسكنوهن مكانا من مسكنكم مما تطيقونه .والسكنى والنفقة : واجبتان لكل مطلقة . وعند مالك والشافعى : ليس للمبتونة إلا السكن ولا نفقة لها ، وعن الحسن وحماد : لا نفقه لها ولا سكنى ، لحديث فاطمة بنت قيس : \" أن زوجها أبتَّ طلاقها ، فقال لها رسول الله - صلى الله عليه وسلم - \" لا سكنى لك ولا نفقة . . . \" \" .ثم أتبع - سبحانه - الأمر بالإحسان إلى المطلقات ، بالنهى عن إلحاق الأذى بهن فقال : ( وَلاَ تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيْهِنَّ . . ) .أى : ولا تستعملوا معهن ما يؤذيهن ويضرهن ، لكى تضيقوا عليهن ما منحه الله - تعالى - لهن من حقوق ، بأن تطيلوا عليهن مدة العدة ، فتصبح الواحدة منهن كالمعلقة ، أو بأن تضيقوا عليهن فى السكنى ، حتى يلجأن إلى الخروج ، والتنازل عن حقوقهن .وقوله - تعالى - : ( وَإِن كُنَّ أُوْلاَتِ حَمْلٍ فَأَنفِقُواْ عَلَيْهِنَّ حتى يَضَعْنَ حَمْلَهُنَّ . . ) أى : وإن كان المطلقات أصحاب حمل - فعليكم يا معشر الأزواج - أن تقدموا لهن النفقة المناسبة ، حتى يضعن حملهن .قال الإمام ابن كثير : قال كثير من العلماء منهم ابن عباس ، وطائفة من السلف . هذه هى البائن ، إن كانت حاملا أنفق عليها حيث تضع حملها ، قالوا : بدليل أن الرجعية تجب نفقتها سواء أكانت حاملا أم غير حامل .وقال آخرون : بل السياق كله فى الرجعيات ، وإنما نص على الإنفاق على الحامل - وإن كانت رجعية - لأن الحمل تطول مدته غالبا . فاحتيج إلى النص على وجوب الإنفاق إلى الوضع ، لئلا يتوهم أنه إنما تجب النفقة بمقدار مدة العدة .ولما كان الحمل ينتهى بالوضع ، انتقلت السورة الكريمة إلى بيان ما يجب للمطلقات بعد الوضع ، فقال - تعالى - : ( فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ) .أى : عليكم - أيها المؤمنون - أن تقدموا لنسائكم ذوات الحمل اللائى طلقتموهن طلاقا بائنا ، عليكم أن تقدموا لهن النفقة حتى يضعن حملهن ، فإذا ما وضعن حملهن وأرادوا أن يرضعن لكم أولادكم منهن ، فعليكم - أيضا - أن تعطوهن أجورهن على هذا الإرضاع ، وأن تلتزموا بذلك لهن .وقد أخذ العلماء من هذه الآية أن الأم المطلقة طلاقا بائنا ، إذا أرادت أن ترضع ولدها بأجر المثل ، فليس لأحد أن يمنعها من ذلك ، لأنها أحق به من غيرها ، لشدة شفقتها عليه . . . وليس للأب أن يسترضع غيرها حينئذ . كما أخذوا منها - أيضا - أن نفقة الولد الصغير على أبيه ، لأنه إذا لزمته أجرة الرضاع ، فبقية النفقات الخاصة بالصغير تقاس على ذلك .وقوله - سبحانه - : ( وَأْتَمِرُواْ بَيْنَكُمْ بِمَعْرُوفٍ ) حض منه - سبحانه - للآباء والأمهات على التعاون والتناصح فى وجوه الخير والبر .والائتمار معناه : التشاور وتبادل الرأى ، وسمى التشاور بذلك لأن المتشاورين فى مسألة ، يأمر أحدهما الآخر بشىء فيستجيب لأمره ، ويقال : أئتمر القوم وتآمروا بمعنى واحد .أى : عليكم - أيها الآباء والأمهات - أن تتشاوروا فيما ينفع أولادكم ، وليأمر بعضكم بعضا بما هو حسن ، فيما يتعلق بالإرضاع والأجر وغيرهما .وقوله - تعالى - : ( وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أخرى ) إرشاد إلى ما يجب عليهما فى حالة عدم التراضى على الإرضاع أو الأجر .والتعاسر مأخوذ من العسر الذى هو ضد اليسر والسماحة ، يقال تعاسر المتبايعان ، إذا تمسك كل واحد منهما برأيه ، دون أن يتفقا على شىء .أى : وإن اشتد الخلاف بينكم ، ولم تصلوا إلى حل ، بأن امتنع الأب عن دفع الأجرة للأم ، أو امتنعت الأم عن الإرضاع إلا بأجر معين . فليس معنى ذلك أن يبقى المولود جائعا بدون رضاعة ، بل على الأب أن يبحث عن مرضعة أخرى ، لكى ترضع له ولده ، فالضمير فى قوله ( لَهُ ) يعود على الأب .قال صاحب الكشاف قوله : ( وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أخرى ) أى : فستوجد مرضعة غير الأم ترضعه ، وفيه طرف من معاتبة الأم على المعاسرة ، كما تقول لمن تستقضيه حاجة فيتوانى : سيقضيها غيرك . تريد لن تبقى غير مقضية وأنت ملوم .وقد علق المحشى على الكشاف بقوله : وخص الأم بالمعاتبة ، لأن المبذول من جهتها هو لينها وهو غير متمول ولا مضنون به فى العرف ، وخصوصا فى الأم على الولد ، ولا كذلك المبذول من جهة الأب ، فإنه المال المضنون به عادة فالأم إذاً أجدى باللوم ، وأحق بالعتب . .قالوا : وفى هذه الجملة - أيضا - طرف من معاتبة الأب ، لأنه كان من الوجاب عليه أن يسترضى الأم ، ولا يكون مصدر عسر بالنسبة لها ، حرصا على مصلحة الولد ."
    },
    {
      "ayah": 7,
      "surah": 65,
      "text": "ثم رسم - سبحانه - لعباده المنهج الذى لو ابتعوه لعاشوا آمنين مطمئنين فقال : ( لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ ) .والإنفاق : بذل المال فى المصالح المتنوعة التى أحلها الله - تعالى - ، كالمأكل والمشرب ، والملبس ، والمسكن ، وإعطاء كل ذى حق حقه . .والسعة : البسطة فى المال والرزق .أى : على كل من أعطاه الله - تعالى - سعة وبسطة فى المال والرزق ، أن ينفق مما أعطاه الله - تعالى - وأن لا يبخل ، فإن البخل صفة قبيحة ، ولا سيما فى الأغنياء .فعيكم - أيها الآباء - أن تعطوا بسخاء كل من يستحقون العطاء ، وعلى رأسهم الأمهات لأولادكم ، اللائى يقمن بإرضاعهم بعد مفارقتكم لهن ، وأن لا تبخلوا عليهن فى أجرة الرضاع ، أو فى النفقة على الأولاد .ثم قال - تعالى - : ( وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّآ آتَاهُ الله . . ) أى : ومن كان رزقه ضيقا وليس واسعا .. . فلينفق على قدر ماله ورزقه وطاقته ، مما آتاه الله - تعالى - من رزق .وقوله : ( لاَ يُكَلِّفُ الله نَفْساً إِلاَّ مَآ آتَاهَا . . ) تعليل لما قبله ، أى : فلينفق كل إنسان على نفسه وعلى زوجه ، وعلى أولاده ، وعلى أقاربه ، وعلى غيرهم . على حسب حاله ، فإن كان موسرا أنفق على حسب يسره ، وإن كان معسرا أنفق على حسب عسره . . . لأن الله - تعالى - لا يكلف نفسا إلا بقدر ما أعطاها من طاقة أو رزق .روى ابن جرير أن عمر بن الخطاب سأل عن أبى عبيدة فقيل له : إنه يلبس الغليظ من الثياب ، ويأكل الخشن من الطعام ، فبعث إليه بألف دينار ، وقال للرسول : انظر ماذا يصنع أذا أخذها : فلما أخذها ، ما لبث أن لبس ألين الثياب ، وأكل أطيب الطعام . . . فجاء الرسول فأخبره فقال عمر : رحم الله أبا عبيدة ، لقد عمل بهذه الآية : ( لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّآ آتَاهُ الله . . ) .ثم ختم - سبحانه - الآية الكريمة ببشارة لمن يتبع أمره فقال : ( سَيَجْعَلُ الله بَعْدَ عُسْرٍ يُسْراً ) أى : سيجعل الله - تعالى - بفضله وإحسانه - اليسر بعد العسر ، والسعة بعد الضيق ، والغنى بعد الفقر . . لمن شاء من عباده ، لأنه - سبحانه - هو الذى يبسط الرزق لمن يشاء ويقدر ، وهو بعباده خبير بصير .قال الإمام ابن كثير : وقد روى الإمام أحمد عن أبى هريرة قال : دخل رجل على أهله . فلما رأى ما بهم من الفاقة خرج إلى البرية ، لما رأت امرأته ذلك قامت إلى الرحى فوضعتها ، وإلى التنور فسجرته - أى أوقدته - ، ثم قالت : اللهم ارزقنا ، فنظرت ، فإذا الجفنة قد امتلأت . .قال : وذهبت إلى التنور فوجدته ممتلئا ، قال : فرجع الزوج فقال لأهله : أأصبتم بعدى شيئا؟ فقالت امرأته : نعم من ربنا . . .فذكر الرجل ذلك للنبى - صلى الله عليه وسلم - فقال : أما إنه لو لم ترفعها ، لم تزل تدور إلى يوم القيامة . .وبعد هذه التشريعات الحكيمة التى تتعلق بالطلاق وما يترتب عليه من آثار ، وبعد هذا التذكير المتكرر بوجوب تقوى الله - تعالى - والمحافظة على أداء تكاليفه ، وبعد هذا الوعظ والمثر فى قلوب الذين يؤمنون بالله واليوم الآخر . . ."
    },
    {
      "ayah": 8,
      "surah": 65,
      "text": "بعد كل ذلك ساق - سبحانه - جانبا من سوء عاقبة الأقوام الذين فسقوا عن أمر ربهم ، وخالفوا رسله : وكرر الأمر بتقواه ، وذكر الناس بجانب من نعمه ، حيث أرسل إليهم رسوله - صلى الله عليه وسلم - ليتلوا عليهم آياته . . . كما ذكرهم بعظيم قدرته - تعالى - وشمول علمه ، فقال - سبحانه - : ( وَكَأِيِّن مِّن قَرْيَةٍ . . . ) .كلمة ( وَكَأِيِّن ) اسم لعدد كثير منهم ، يفسره ما بعده ، فهى بمعنى \" كم \" الخبرية التى تفيد التكثير ، وهى مبتدأ ، وقوله ( مِّن قَرْيَةٍ ) تمييز لها .وجملة ( عَتَتْ عَنْ أَمْرِ رَبِّهَا ) خبر للمبتدأ . والعتو : الخروج عن الطاعة ، يقال : عتا فلان يعتو عتوا وعتيا . إذا تجبر وطغى وتجاوز الحدود فى الاستكبار والعناد .والمراد بالقرية : أهلها ، على سبيل المجاز المرسل ، من إطلاق المحل وإرادة الحال ، فهو كقوله - تعالى - : ( وَسْئَلِ القرية التي كُنَّا فِيهَا ) والقرينة على أن المراد بالقرية أهلها ، قوله - تعالى - بعد ذلك : ( أَعَدَّ الله لَهُمْ عَذَاباً شَدِيداً . . ) .والمراد بالمحاسبة فى قوله ( فَحَاسَبْنَاهَا . . ) المجازاة والمعاقبة الدنيوية على أعمالهم ، بدليل قوله - تعالى - عن العذاب الأخروى بعد ذلك ( أَعَدَّ الله لَهُمْ عَذَاباً شَدِيداً . . ) .ويجوز أن يراد بالمحاسبة هنا : العذاب الأخروى ، وجىء بلفظ الماضى على سبيل التأكيد وتحقق الوقوع ، كما فى قوله - تعالى - : ( ونادى أَصْحَابُ الجنة أَصْحَابَ النار . . ) ويكون قوله - سبحانه - : ( أَعَدَّ الله لَهُمْ عَذَاباً شَدِيداً . . ) تكريرا للوعيد .والمعنى : وكثير من أهل القرى الماضية ، خرجوا عن طاعة ربهم ، وعصوا رسله ، فكانت نتيجة ذلك أن سجلنا عليهم أفعالهم تسجيلا دقيقا ، وجازيناهم عليها جزاء عادلا ، بأن عذبناهم عذابا فظيعا . وعاقبناهم عقابا نكرا . .والشىء النكر بضمتين وبضم فسكون - ما ينكره العقل من شدة كيفية حدوثه إنكارا عظيما ."
    },
    {
      "ayah": 9,
      "surah": 65,
      "text": "والفاء فى قوله - تعالى - : ( فَذَاقَتْ وَبَالَ أَمْرِهَا . . . ) للتفريع على ما تقدم .والوبال : الثقل ، ومنه الطعام الوبيل ، أى : الوخيم الثقيل على المعدة فيكون سببا فى فسادها ومرضها . والذوق : الإحساس بالشىء إحساسا واضحا . .أى : فترتب على هذا الحساب والعقاب ، أن ذاق أهل تلك القرى سوء عاقبة بغيهم وجحودهم لنعم الله .وكان عاقبة أمرها خسرا أى : وكانت نهايتهم نهاية خاسرة خسارة عظيمة ، كما يخسر التاجر صفقته التجارية التى عليها قوام حياته ."
    }
  ]
}
