{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 72,
      "text": "قد ذكر المفسرون عند تفسيرهم لهذه الآيات روايات منها ما أخرجه الشيخان والترمذى ، عن ابن عباس أنه قال : \" انطلق رسول الله صلى الله عليه وسلم فى طائفة من أصحابه ، عامدين إلى سوق عكاظ بنخلة ، وقد حيل بين الشياطين وبين خبر السماء ، وأرسلت عليهم الشهب ، فرجعت الشياطين إلى قومهم ، فقالوا : مالكم؟ قالوا : حيل بيننا وبين خبر السماء ، وأرسلت علينا الشهب ، قالوا : حيل بيننا وبين خبر السماء ، وأرسلت علينا الشهب ، قالوا : ما ذاك إلا لشئ حدث ، فاضربوا مشارق الأرض ومغاربها ، فانظروا ما هذا الذى حال بيننا وبين خبر السماء؟ فانطلقوا يضربون مشارق الأرض ومغاربهما ، فمر النفر - من الجن - الذى أخذوا نحو تهامة ، عامدين إلى سوق عكاظ ، فوجدوا الرسول صلى الله عليه وسلم بنخلة يصلى بأصحابه صلاة الصبح ، فلما سمعوا القرآن ، استمعوا إليه وقالوا : هذا الذى حال بيننا وبين خبر السماء \" .فرجعوا إلى قومهم فقالوا : يا قومنا ، إنا سمعنا قرآنا عجبا ، يهدى إلى الرشد فآمنا به ولن نشرك بربنا آحدا ، وأنزل الله - تعالى - على نبيه ( قُلْ أُوحِيَ إِلَيَّ أَنَّهُ استمع نَفَرٌ مِّنَ الجن ) .وروى أبو داود عن علقمة عن ابن مسعود عن النبى صلى الله عليه وسلم أنه قال : \" أتانى داعى الجن ، فذهبت معهم ، فقرأت عليهم القرآن . . \"وهناك رواية ثالثة لابن إسحاق ملخصها : أنه لما مات أبو طالب ، خرج النبى صلى الله عليه وسلم إلى الطائف يلتمس النصرة من أهلها ويدعوهم إلى الإِيمان . . فأغروا به سفهاءهم ، يسبونه ويستهزئون به . .فانصرف صلى الله عليه وسلم عنهم ، حتى إذا كان ببطن نخلة - هو موضع بين مكة والطائف - قام يصلى من الليل ، فمر به نفر من جن نصيبين - وهو موضع قرب الشام - فاستمعوا إليه ، فلما فرغ من صلاته ، ولوا إلى قومهم منذرين ، قد آمنوا وأجابوا إلى ما سمعوا ، فقص الله - تعالى - خبرهم عليه . .وهناك روايات أخرى فى عدد هؤلاء الجن ، وفى الأماكن التى التقوا فيها مع النبى صلى الله عليه وسلم وفيما قرأه الرسول صلى الله عليه وسلم عليهم ، وفيمن كان معه من الصحابة خلال التقائه بهم . .ويبدو لنا من مجموع الروايات ، أن لقاء النبى صلى الله عليه وسلم بالجن قد تعدد ، وأنهم تارة استمعوا إليه صلى الله عليه وسلم دون أن يراهم ، وتارة التقى بهم وقرأ عليهم القرآن .قال الآلوسى : وقد دلت الأحاديث على أن وفادة الجن كانت ست مرات ، ويجمع بذلك بين اختلاف الروايات فى عددهم وفى غير ذلك . وذكر ابن مردويه عن ابن عباس أنه قال : صرفت الجن إلى رسول الله صلى الله عليه وسلم مرتين ..قال القرطبى : واختلف أهل العلم فى أصل الجن . فعن الحسن البصرى : أن الجن ولد إبليس ، والإِنس ولد آدم ، ومن هؤلاء وهؤلاء مؤمنون وكافرون ، وهم شركاء فى الثواب والعقاب ، فمن كان من هؤلاء وهؤلاء مؤمنا فهو ولى الله ، ومن كان من هؤلاء وهؤلاء كافرا فهو شيطان .وعن ابن عباس : أن الجن هم ولد الجان وليسوا بشياطين ومنهم المؤمن والكافر ، والشياطين هم ولد إبليس ، لا يموتون إلا مع إبليس . .وقال بعض العلماء : عالم الجن من العوالم الكونية ، كعالم الملائكة وقد أخبر الله - تعالى - أنه خلقه من مارج من نار ، أى : أن عنصر النار فيه هو الغالب ، وأنه يرى الأناسى وهم لا يرونه ، أى : بصورته الجبلية ، وإن كان يرى حين يتشكل بأشكال أخرى ، كما رئى جبريل حين تشكل بشكل آدمى .وأخبر - سبحانه - بأن الجن قادرون على الأعمال الشاقة . وأن الله سخر الشياطين لسليمان يعملون له ما يشاء من محاريب وتماثيل . .وأخبر بأن من الجن مؤمنين ، وأن منهم شياطين متمردين ، ومن هؤلاء إبليس اللعين .ولم يختلف أهل الملل فى وجودهم ، بل اعترفوا به كالمسلمين ، وإن اختلفوا فى حقيقتهم ، ولا تلازم بين الوجود والعلم بالحقائق ، ولا بينه وبين الرؤية بالحواس ، فكثير من الأشياء الموجودة لا تزال حقائقها مجهولة ، وأسرارها محجوبة ، وكثير منها لا يرى بالحواس . ألا ترى الروح - وهى مما لا شك فى وجودها فى الإِنسان والحيوان - لم يدرك كنهها أحد ولم يرها أحد ، وغاية ما علم من أمرها بعض صفاتها وآثارها . .وقد بعث النبى صلى الله عليه وسلم إلى الجن ، كما بعث إلى الإِنس ، فدعاهم إلى التوحيد ، وأنذرهم وبلغهم القرآن ، وسيحاسبون على الأعمال يوم الحساب كما يحاسب الناس ، فمؤمنهم كمؤمنهم ، وكافرهم ككافرهم وكل ذلك جاء صريحا فى القرآن والسنة . .وقد افتتح - سبحانه - السورة الكريمة بأمر النبى صلى الله عليه وسلم بأن يقول الناس ما حدث من الجن عند سماعهم للقرآن . فقال : ( قُلْ أُوحِيَ إِلَيَّ أَنَّهُ استمع نَفَرٌ مِّنَ الجن ) .وفى هذا الأمر دلالة على أن المأمور به شئ هام ، يستدعى من السامعين التيقظ والانتباه ، والامتثال للمأمور به ، وتصديقه صلى الله عليه وسلم فيما أخبر به .والنفر : الجماعة من واحد إلى عشرة ، وأصله فى اللغة الجماعة من الإِنس فأطلق على الجماعة من الجن وعلى وجه التشبيه .أى : قل - أيها الرسول الكريم - للناس ، إن الله - تعالى - قد أخبرك عن طريق أمين وحيه جبريل : أن جماعة من الجن قد استمعوا إليك وأنت تقرأ القرآن . .فقالوا - على سبيل الفرح والإِعجاب لما سمعوا - : ( إِنَّا سَمِعْنَا ) من الرسول صلى الله عليه وسلم ( قُرْآناً عَجَباً ) أى : إنا سمعنا قرآنا جليل الشأن ، بديع الأسلوب ، عظيم القدر .."
    },
    {
      "ayah": 10,
      "surah": 72,
      "text": "ثم حكى - سبحانه - ما قالوه على سبيل الإِقرار بأنهم لا يعلمون شيئا من الغيوب فقال : ( وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَداً ) .أى : وقال هؤلاء الجن المؤمنون على سبيل الاعتراف بأن مرد علم الغيوب إلى الله - تعالى - وحده : قالوا وإنا لا ندرى ولا نعلم الآن ، بعد هذه الحراسة المشددة للسماء ، أأريد بأهل الأرض ما يضرّ بهم ، أم أراد الله - تعالى - بها ما ينفعهم؟قال الآلوسى : ولا يخفى ما فى قولهم هذا من الأدب ، حيث لم يصرحوا بنسبة الشر إلى الله - تعالى - ، كما صرحوا به فى الخير ، وإن كان فاعل الكل هو الله - تعالى - ولقد جمعوا بين الأدب وحسن الاعتقاد . ."
    },
    {
      "ayah": 11,
      "surah": 72,
      "text": "ثم حكى - سبحانه - ما قالوه فى وصف حالهم وواقعهم فقال : ( وَأَنَّا مِنَّا الصالحون . . . ) أى : منا الموصوفون بالصلاح والتقوى . . وهم الذين آمنوا بالله - تعالى - إيمانا حقا ، ولم يشركوا معه فى العبادة أحدا . .( وَمِنَّا دُونَ ذَلِكَ ) أى : ومنا قوم دون ذلك فى الصلاح والتقوى . . وهم الذين فسقوا عن أمر ربهم ، ولم يستقيموا على صراطه ودينه .وقوله : ( كُنَّا طَرَآئِقَ قِدَداً ) تشبيه بليغ . والطرائق : جمع طريقة ، وهى الحالة والمذهب .وقددا : جمع قِدَّة ، وهى الفرقة والجماعة من الناس ، الذين تفرقت مشاربهم وأهواؤهم .والجملة الكريمة بيان وتفسير لما قبلها .أى : وأنا من واقع أمرنا منا الصالحون الأخيار . . ومنا من درجته ورتبته أقل من ذلك بكثير أو بقليل . . فنحن فى حياتنا كنا قبل سماعنا للقرآن كالمذاهب المختلفة فى حسنها وقبحها ، وكالطرق المتعددة فى استقامتها واعوجاجها . . أما الآن فقد وفقنا الله - تعالى - إلى الإِيمان به ، وإلى إخلاص العبادة له . .ومن وجوه البلاغة فى الآية الكريمة ، أنهم قالوا : ( وَمِنَّا دُونَ ذَلِكَ ) ، ليشمل التعبير من هم دون الكمال فى الصلاح ، ومن هم قد انحدروا فى الشرور والآثام إلى درجة كبيرة ، وهم الأشرار .والمقصود به الآية الكريمة ، مدح الصالحين ، وذم الصالحين ، ودعوتهم إلى الاقتداء بأهل الصلاح والتقوى والإِيمان ."
    },
    {
      "ayah": 12,
      "surah": 72,
      "text": "ثم حكى - سبحانه - ما قالوه بشأن عجزهم المطلق أمام قدرة خالقهم فقال : ( وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ الله فِي الأرض وَلَن نُّعْجِزَهُ هَرَباً ) .والظن هنا بمعنى العلم واليقين . وقوله : ( نُّعْجِزَهُ ) من الإِعجاز ، وهو جعل الغير عاجزا عن الحصول على ما يريد . وقوله ( فِي الأرض ) و ( هَرَباً ) فى موضع الحال .أى : وأننا قد علمنا وتيقنا بعد إيماننا وبعد سماعنا للقرآن . . أننا فى قبضة الله - تعالى - وتحت قدرته ، ولن نستطيع الهرب من قضائه سواء أكنا فى الأرض أم فى غيرها .فقوله : ( فِي الأرض ) إشارة إلى عدم قدرتهم على النجاة من قضائه - تعالى - مهما حاولوا اللجوء إلى أية بقعة من بقاعها ، ففى أى بقعة منها يكونون ، يدركهم قضاؤه وقدره .وقوله : ( وَلَن نُّعْجِزَهُ هَرَباً ) إشارة إلى أن هربهم إلى السماء لا إلى الأرض ، لن ينجيهم مما يريده - سبحانه - بهم .فالمقصود بالآية الكريمة : إظهار عجزهم المطلق أمام قدرة الله - تعالى - وعدم تمكنهم من الهرب من قضائه ، سواء ألجأوا إلى الأرض ، أم إلى السماء .وشبيه بهذه الآية الكريمة قوله - تعالى - : ( وَمَآ أَنتُمْ بِمُعْجِزِينَ فِي الأرض وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ )."
    },
    {
      "ayah": 13,
      "surah": 72,
      "text": "ثم حكى - سبحانه - حالهم عندما سمعوا ما يهديهم إلى الرشد . . فقال - تعالى - : ( وَأَنَّا لَمَّا سَمِعْنَا الهدى آمَنَّا بِهِ فَمَن يُؤْمِن بِرَبِّهِ فَلاَ يَخَافُ بَخْساً وَلاَ رَهَقاً . . ) .أى : وأننا لما سمعنا الهدى ، أى : القرآن من النبى صلى الله عليه وسلم ( آمَنَّا بِهِ ) بدون تردد أو شك ( فَمَن يُؤْمِن بِرَبِّهِ ) وبما أنزله على نبيه صلى الله عليه وسلم ( فَلاَ يَخَافُ بَخْساً ) أى : نقصا فى ثوابه ( وَلاَ رَهَقاً ) أى : ولا يخاف - أيضا - ظلما يحلقه بزيادة فى سيئاته ، أو إهانة تذله وتجعله كسير القلب ، منقبض النفس .فالمراد بالبخس : الغبن فى الأجر والثواب . والمراد بالرهق : الإِهانة والمذلة والمكروه .والمقصود بالآية الكريمة إظهار ثقتهم المطلقة فى عدالة الله - تعالى - ."
    },
    {
      "ayah": 14,
      "surah": 72,
      "text": "وقوله - سبحانه - : ( وَأَنَّا مِنَّا المسلمون وَمِنَّا القاسطون فَمَنْ أَسْلَمَ فأولئك تَحَرَّوْاْ رَشَداً . وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَباً ) تأكيد وتفصيل لما قبله .والقاسطون : هم الجائرون الظالمون ، جمع قاسط ، وهو الذى ترك الحق واتبع الباطل ، اسم فاعل من قسط الثلاثى بمعنى جار ، بخلاف المقسط فهو الذى ترك الباطل واتبع الحق مأخوذ من أقسط الرباعى بمعنى عدل .أى : وأنا - معاشر الجن - ( مِنَّا المسلمون ) الذين أسلموا وجوههم لله وأخلصوا له العبادة .( وَمِنَّا القاسطون ) أى : الجائرون المائلون عن الحق إلى الباطل .( فَمَنْ أَسْلَمَ ) منا ( فأولئك ) المسلمون ( تَحَرَّوْاْ ) أى : توخوا وقصدوا الرشد والحق ."
    },
    {
      "ayah": 15,
      "surah": 72,
      "text": "( وَأَمَّا القاسطون ) وهم الذين آُروا الغى على الرشد ( فَكَانُواْ لِجَهَنَّمَ حَطَباً ) أى : وقودا لجهنم ، كما توقد النار بما يلقى فيها من حطب وما يشبهه .وإلى هنا نرى الآيات الكريمة قد حكت أقوالا متعددة ، لهؤلاء النفر من الجن ، الذين استمعوا إلى القرآن ، فآمنوا به ، وقالوا لن نشرك بربنا أحدا ."
    },
    {
      "ayah": 16,
      "surah": 72,
      "text": "ثم بين - سبحانه - سنة من سننه التى لا تتخلف ، وهى أن الاستقامة على طريقة توصل إلى السعادة ، وأن الإِعراض عن طاعته - تعالى - يؤدى إلى الشقاء ، وأمر رسوله صلى الله عليه وسلم أن يعلن للناس حقائق دعوته ، وخصائص رسالته ، وإقراره أمامهم بأنه لا يملك لهم ضرا ولا نفعا ، وأن علم الغيب مرده إلى الله - تعالى - وحده ، فقال - سبحانه - :( وَأَلَّوِ استقاموا عَلَى . . . ) .قوله سبحانه : ( وَأَلَّوِ استقاموا عَلَى الطريقة لأَسْقَيْنَاهُم مَّآءً غَدَقاً . . ) معطوف على قوله - تعالى - : ( قُلْ أُوحِيَ إِلَيَّ أَنَّهُ استمع نَفَرٌ مِّنَ الجن . . ) فهو من جملة الموحى به ، وهو من كلام الله - تعالى - لبيان سنة من سننه فى خلقه ، واسم \" أن \" المخففة ضمير الشأن الخبر قوله ، ( وَأَلَّوِ استقاموا . . ) والضمير يعود على القاسطين سواء أكانوا من الإِنس أم من الجن .والماء الغدق : هو الماء الكثير ، يقال : غَدِقَتْ فلان غَدَقاً - كفرح - إذا كثر دمعها فهى غدقة ، ومنه الغيداق للماء الواسع الكثير ، والمراد : لأعطيناهم نعما كثيرة .أى : ولو أن هؤلاء العادلين عن طريق الحق إلى طريق الباطل استقاموا على الطريقة المثلى ، التى هى طريق الإِسلام ، والتزموا بما جاءهم به النبى صلى الله عليه وسلم من عند ربه . .لو أنهم فعلوا ذلك ، لفتحنا عليهم أبواب الرزق ، ولأعطيناهم من بركاتنا وخيراتنا الكثير . . وخص الماء الغدق بالذكر ، لأنه أصل المعاش والسعة .ومن الآيات التى وردت فى هذا المعنى قوله - تعالى - : ( وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجاً . وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ ) وقوله - سبحانه - ( وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض . . . ) وقوله - تعالى - ( وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيهِمْ مِّن رَّبِّهِمْ لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم )."
    },
    {
      "ayah": 17,
      "surah": 72,
      "text": "ثم بين - سبحانه - الحكمة فى هذا العطاء لعباده فقال : ( لِّنَفْتِنَهُمْ ) وأصل الفتن الامتحان والاختبار . تقول : فتنت الذهب بالنار ، أى : اختبرته لتعرف مقدار جودته .والمعنى : نعطيهم ما نعطيهم من خيراتنا ، لنختبرهم ونمتحنهم ، ليظهر للخلائق موقفهم من هذه النعم ، أيشكروننا عليها فنزيدهم منها ، أم يجحدون ويبطرون فنمحقها من بين أيديهم . . ؟والجملة الكريمة معترضة بين ما قبلها ، وبين قوله - تعالى - بعد ذلك : ( وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَاباً صَعَداً ) .وقوله : ( يَسْلُكْهُ ) من السلك بمعنى إدخال الشئ فى الشئ ومنه قوله - تعالى - : ( كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين ) والصَّعَد : الشاق . يقال : فلان فى صَعَد من أمره ، أى : فى مشقة وتعب ، وهو مصدر صَعِد - كفرح - صعداً وصعودا .أى : ومن يعرض عن طاعة ربه ومراقبته وخشيته . . يدخله - سبحانه - فى عذاب شاق أليم ، لا مفر منه ، ولا مهرب له عنه .ومن الحقائق والحكم التى نأخذها من هاتين الآيتين ، أن الاستقامة على أمر الله ، تؤدى إلى السعادة التى ليس بعده سعادة ، وأن رخاء العيش وشظافته هما لون من ألوان الابتلاء والاختبار ، كما قال - تعالى - : ( وَنَبْلُوكُم بالشر والخير ) وأن الإِعراض عن ذكر الله . . عاقبته الخسران المبين ، والعذاب الأليم .قال القرطبى ما ملخصه : قوله : ( لِّنَفْتِنَهُمْ فِيهِ ) أى لنختبرهم كيف شكرهم فيه على تلك النعم .وقال عمر بن الخطاب فى هذه الآية : أنيما كان الماء كان المال ، وأينما كان المال كانت الفتنة فمعنى ( لأَسْقَيْنَاهُم ) لوسعنا عليهم فى الدنيا ، وضرب الماء الغدق الكثير لذلك مثلا ، لأن الخير والرزق كله ، بالمطر يكون ، فأقيم مقامه .وفى صحيح مسلم ، عن أبى سعيد الخدرى ، أن رسول الله صلى الله عليه وسلم قال : \" أخوف ما أخاف عليكم ، ما يخرج لكم من زهرة الدنيا ، قالوا : وما زهرة الدنيا؟ قال : بركات الأرض . . \" .وقال صلى الله عليه وسلم : \" والله ما الفقر أخشى عليكم ، وإنما أخشى عليكم أن تبسط عليكم الدنيا كما بسطت على من قبلكم ، فتنافسوها ، كما تنافسوها فتهلككم كما أهلكتهم \" ."
    },
    {
      "ayah": 18,
      "surah": 72,
      "text": "ثم بين - سبحانه - أن المساجد التى تقام فيها الصلاة والعبادات ، يجب أن تنسب إلى الله - تعالى - وحده ، فقالك ( وَأَنَّ المساجد لِلَّهِ فَلاَ تَدْعُواْ مَعَ الله أَحَداً ) .والجملة الكريمة معطوفة على قوله - تعالى - قبل ذلك : ( أُوحِيَ إِلَيَّ أَنَّهُ استمع نَفَرٌ مِّنَ الجن ) والمساجد : جمع مسجد ، وهو المكان المعد لإقامة الصلاة والعبادة فيه . واللام فى قوله ( لله ) للاستحقاق .أى : وأوحى إلىَّ - أيضا - أن المساجد التى هى أماكن الصلاة والعبادة لا تكون إلا الله - تعالى - وحده ، ولا يجوز أن تنسب إلى صنم من الأصنام ، أو طاغوت من الطواغيت .قال الإِمام ابن كثير : قال قتادة : كانت اليهود والنصارى إذا دخلوا كناسئهم وبيعهم ، أشركو بالله ، فأمر الله نبيه والمؤمنين ، أن يوحدوه وحده .وقال سعيد بن جبير : نزلت فى أعضاء السجود : أى : هى لله فلا تسجدوا بها لغيره . . وفى الحديث أن رسول الله صلى الله عليه وسلم قال : أمرت أن أسجد على سبعه أعظم : على الجبهة - وأشار بيده إلى أنفه - واليدين ، والركبتين ، وأطراف القدمين .ويبدو لنا أن المراد بالمساجد هنا الأماكن المعدة للصلاة والعبادة ، لأن هذا هو المتبادر من معنى الآية ، وأن المقصود بها توبيخ المشركين الذين وضعوا الأنصاب والأصنام ، فى المسجد الحرام وأشركوها فى العبادة مع الله - تعالى - .وأضاف - سبحانه - المساجد إليه ، على سبيل التشريف والتكريم وقد تضاف إلى غيره - تعالى - على سبيل التعريف فحسب ، وفى الحديث الشريف : \" الصلاة فى مسجدى هذا خير من ألف صلاة فى غيره ، إلا المسجد الحرام \" ."
    },
    {
      "ayah": 19,
      "surah": 72,
      "text": "ثم بين - سبحانه - حال الصالحين من الجن ، عندما استمعوا إلى النبى صلى الله عليه وسلم وهو يقرأ القرآن ، ويتقرب إلى الله - تعالى - بالعبادة فقال : ( وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ كَادُواْ يَكُونُونَ عَلَيْهِ لِبَداً )أى : وأوحى الله - تعالى - فيما أوحى من شأن الجن ، ( وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله ) وهو محمد صلى الله عليه وسلم ( يَدْعُوه ) أى : يدعو الله - تعالى - ويعبده فى الصلاة ، ( كَادُواْ ) أى : الجن ( كَادُواْ يَكُونُونَ عَلَيْهِ لِبَداً ) أى : كادوا من شدة التزاحم عليه ، والتكتل حوله .. يكونون كاللبد ، أى : كالشئ الذى تلبد بعضه فوق بعض . ولفظ \" لِبَدا \" جمع لِبْدَة ، وهى الجماعة المتزاحمة ، ومنه لبدة الأسد للشعر المتراكم فى رقبته .ووضع - سبحانه - الاسم الظاهر موضع المضمر ، إذ مقتضى الظاهر أن يقال : وأنه لما قمت تدعو الله . . أو لما قمتُ أدعو الله . . تكريما للنبى صلى الله عليه وسلم حيث وصفه بأنه \" عبد الله \" لما فى هذه الإِضافة من التشريف والتكريم .والجن : إنما ازدحموا حول الرسول صلى الله عليه وسلم وهو يصلى ويقرأ القرآن . . تعجبا مما شاهدوه من صلاته ، ومن حسن قراءته ، ومن كمال اقتداء أصحابه ، قياما ، وركوعا ، وسجودا . . ومنهم من يرى أن الضمير فى \" كادوا \" يعود لكفار قريش ، فيكون المعنى : وأنه لما قام محمد صلى الله عليه وسلم يدعو ربه . . كادوا من تزاحمهم عليه ، يكونون كاللبد ، لا لكى ينتفعوا بما يسمعون ، ولكن لكى يطفئوا نور الله بأفواههم ، والحال أن الله - تعالى - قد رد كيدهم فى نحورهم ، وأبى إلا أن يتم نوره ولو كره المشركون .قال صاحب الكشاف : \" عبد الله \" هو النبى صلى الله عليه وسلم ، فإن قلت : هلا قيل : رسول الله أو النبى؟ قلت : لأن تقديره وأوحى إلى أنه لما قام عبد الله ، فلما كان واقعا فى كلام رسول الله صلى الله عليه وسلم عن نفسه ، جئ به على ما يقتضيه التواضع والتذلل ، أو لأن المعنى أن عبادة عبد الله ، لله - تعالى - ليست بأمر مستبعد عن العقل ولا مستنكر ، حتى يكونوا عليه لبدا .ومعنى \" قام يدعوه \" : قام يعبده . يريد : قيامه لصلاة الفجر بنخلة حين أتاه الجن ، فاستمعوا لقراءته ، وتزاحموا عليه .وقيل معناه : لما قام رسول يعبد الله وحده ، مخالفا المشركين فى عبادتهم كاد المشركون لتظاهرهم عليه وتعاونهم على عداوته ، يزدحمون عليه متراكمين . .ويبدو لنا أن عودة الضمير فى \" كادوا \" على مؤمنى الجن أرجح ، لأن هذا هو الموافق لإِعجابهم بالقرآن الذى سمعوه من النبى صلى الله عليه وسلم لأن هذا هو الظاهر من سياق الآيات ، حيث ن الحديث عنهم ، ولأن الآثار قد وردت فى أن الجن قد التفوا حول النبى صلى الله عليه وسلم حين سمعوا يقرأ القرآن .ومن هذه الآثار قول الزبير بن العوام : هم الجن حين استمعوا القرآن من النبى صلى الله عليه وسلم كادوا يركب بعضهم بعضا ازدحاما عليه . ."
    },
    {
      "ayah": 2,
      "surah": 72,
      "text": "هذا القرآن ( يهدي إِلَى الرشد ) أى : إلى الخير والصواب والهدى ( فَآمَنَّا بِهِ ) إيمانا حقا ، لا يخالطه شك أو ريب ( وَلَن نُّشرِكَ بِرَبِّنَآ أَحَداً ) أى : فآمنا بما اشتمل عليه هذا الكتاب من دعوة إلى إخلاص العبادة لله - تعالى - وحده ، ولن نشرك معه فى العبادة أحدا كائنا من كان هذا الحد .والمقصود من أمره صلى الله عليه وسلم بذلك ، دعوة مشركى قريش إلى الإِيمان بالحق الذى جاء به صلى الله عليه وسلم كما آمن جماعة من الجن به ، وإعلامهم بأن رسالته صلى الله عليه وسلم تشمل الجن والإِنس .وضمير \" أنه \" للشأن ، وخبر \" أن \" جملة ( استمع نَفَرٌ مِّنَ الجن ) ، وتأكيد هذا الخبر بأن ، للاهتمام به لغرابته . ومفعول \" استمع \" محذوف لدلالة قوله : ( إِنَّا سَمِعْنَا قُرْآناً عَجَباً ) عليه .ووصفهم للقرآن بكونه ( قُرْآناً عَجَباً . يهدي إِلَى الرشد ) يدل على تأثرهم به تأثرا شديدا ، وعلى إعجابهم العظيم بنظمه المتقن ، وأسلوبه الحكيم ، ومعانيه البديعة . . ولذا أعلنوا إيمانهم به بدون تردد ، كما يشعر بذلك التعبير بالفاء فى قوله : ( فَآمَنَّا بِهِ . . . ) .والتعبير بقوله - تعالى - : ( فقالوا إِنَّا سَمِعْنَا . . ) يحتمل أنهم قالوا ذلك فيما بينهم ، أو لإِخوانهم الذين رجعوا إليهم ، كما فى قوله - تعالى - فى سورة الأحقاف : ( قَالُواْ ياقومنآ إِنَّا سَمِعْنَا كِتَاباً أُنزِلَ مِن بَعْدِ موسى مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ يهدي إِلَى الحق وإلى طَرِيقٍ مُّسْتَقِيمٍ ) ويحتمل أنهم قالوا ذلك فى أنفسهم على سبيل الإِعجاب ، كما فى قوله - تعالى - : ( وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ ) بل إننا نرجح أن قولهم هذا قد شمل كل ذلك ، لأن هذا هو الذى يتناسب مع إعجابهم بالقرآن الكريم ، ومع حرصهم على إيمان أكبر عدد منهم به ."
    },
    {
      "ayah": 20,
      "surah": 72,
      "text": "ثم أمر الله - تعالى - نبيه صلى الله عليه وسلم أن يعلن لجميع من أرسل إليهم ، أنه لا يعبد أحدا سواه - عز وجل - فقال : ( قُلْ إِنَّمَآ أَدْعُو رَبِّي وَلاَ أُشْرِكُ بِهِ أَحَداً ) .أى : قل - أيها الرسول الكريم - لجميع من أرسلناك إليهم من الجن والإِنس : إنى أعبد ربى وحده ، وأتوجه إليه وحده بالدعاء والطلب ، ولا أشرك معه أحدا فى عبادتى أو صلاتى أو نسكى . ."
    },
    {
      "ayah": 21,
      "surah": 72,
      "text": "وقل لهم ، كذلك : ( قُلْ إِنِّي لاَ أَمْلِكُ لَكُمْ ضَرّاً ) أى : لا أملك ما يضركم ( وَلاَ رَشَداً ) أى : ولا أملك ما ينفعكم ، وإنما الذى يملك ذلك هو الله - تعالى - وحده ."
    },
    {
      "ayah": 22,
      "surah": 72,
      "text": "وقل لهم للمرة الثالثة : ( إِنِّي لَن يُجِيرَنِي مِنَ الله أَحَدٌ ) أى : إنىلن يمنعنى أحد من الله - تعالى - إن أرادنى بسوء .( وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَداً ) أى : ولن أجد من دونه ملجأ أركن إليه . يقال : التحد فلان إلى كذا ، أى : مال إليه .فالآية الكريمة بيان لعجزه صلى الله عليه وسلم عن شئون نفسه أمام قدرة خالقه - عز وجل - بعد بيان عجزه عن شئون غيره ."
    },
    {
      "ayah": 23,
      "surah": 72,
      "text": "وقوله - سبحانه - : ( إِلاَّ بَلاَغاً مِّنَ الله وَرِسَالاَتِهِ . . . ) استثناء من مفعول ( لاَ أَمْلِكُ ) ، وهما قوله قبل ذلك : ( لَكُمْ ضَرّاً وَلاَ رَشَداً ) وما يليهما اعتراض مؤكد لنفى الاستطاعة . أى : قل لهم - أيها الرسول الكريم - إنى لا أملك ما يضركم ولا أملك ما ينفعكم ، وإنما الذى أملكه هو تبليغ رسالات ربى إليكم ، بأمانة واجتهاد .والبلاغ : مصدر بلَّغ ، وهو إيصال الكلام أو الحديث إلى الغير ، ويطلق على الكلام المبلغ من إطلاق المصدر على المفعول ، مثل : \" هذا خلق الله \" ، و \" من \" ابتدائية صفة لقوله : \" بلاغا \" أى : بلاغا كائنا من جهة الله - تعالى - وأمره . والرسالات : جمع رسالة ، وهى ما يرسل إلى الغير من كلام أو كتاب . والمراد بها هنا : تبليغ ما أوحاه الله - تعالى - إلى نبيه للناس .قال الآلوسى ما ملخصه وقوله : ( إِلاَّ بَلاَغاً مِّنَ الله . . . ) استثناء من مفعول لا أملك . . وما بينهما اعتراض . . فإن كان المعنى : لا أملك أن أضركم ولا أن أنفعكم ، كان استثناء متصلا ، كأنه قيل : لا أملك شيئا إلا بلاغا ، وإن كان المعنى : لا أملك أن أقسركم على الغى والرشد ، كان منقطعا ، أو من باب : لا عيب فيهم غير أن سيوفنا . . أى : أنه من أسلوب تأكيد الشئ بما يشبه ضده ، وقوله ( وَرِسَالاَتِهِ ) عطف على قوله ( بَلاَغاً ) وقوله : ( مِّنَ الله ) متعلق بمحذوف وقع صفه له . أى : بلاغا كائنا من الله . .ثم بين - سبحانه - بعد ذلك سوء عاقبة من يخالف أمره فقال : ( وَمَن يَعْصِ الله وَرَسُولَهُ ) فيما أمرا به ، أو نهيا عنه .( فَإِنَّ لَهُ ) أى : لهذا العاصى ( نَارَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَداً ) أى : فحكمه أن له نار جهنم ، وجمع - سبحانه - خالدين باعتبار معنى \" من \" ، كما أن الإِفراد فى قوله ( فَإِنَّ لَهُ ) باعتبار لفظها .وقوله : \" أبدا \" مؤكد لمعنى الخلود . أى : خالدين فيها خلودا أبديا لا نهاية له ."
    },
    {
      "ayah": 24,
      "surah": 72,
      "text": "وقوله - سبحانه - : ( حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِراً وَأَقَلُّ عَدَداً ) تهديد ووعيد للكافرين بسبب استهزائهم بالمؤمنين ، فقد حكى القرآن عن الكفار أنهم قالوا : ( نَحْنُ جَمِيعٌ مُّنتَصِرٌ ) ( وَقَالُواْ نَحْنُ أَكْثَرُ أَمْوَالاً وَأَوْلاَداً وَمَا نَحْنُ بِمُعَذَّبِينَ ) وقالوا : ( متى هذا الوعد إِن كُنتُمْ صَادِقِينَ ) و ( حتى ) هنا حرف ابتداء ، وهى متعلقة بمحذوف دل عليه الكلام ، وهو سخرية الكافرين من المؤمنين و ( إذا ) اسم زمان للمستقبل مضمن معنى الشرط ، وهى فى محل نصب بجوابه الذى هو قوله ( فَسَيَعْلَمُونَ ) .والمعنى : أن هؤلاء الكفار لا يزالون على ما هم عليه من غرور وعناد وجحود . . حتى إذا رأوا ما يوعدون من العذاب فى الدنيا والآخرة ( فَسَيَعْلَمُونَ ) حينئذ من هو أضعف جندا وأقل عددا ، أهم المؤمنون - كما يزعم هؤلاء الكافرون -؟ أم أن الأمر سيكون على العكس؟ لا شك أن الأمر سيكون على العكس ، وهو أن الكافرين فى هذا اليوم سيكونون فى غاية الضعف والذلة والهوان .وجئ بالجملة التى أضيف إليها لفظ \" إذا \" فعلا ماضيا ، للتنبيه على تحقق الوقوع . والآية الكريمة تشير إلى خيبة هؤلاء الكافرين ، وتلاشى آمالهم . . فإنهم فى هذا اليوم سيفقدون الناصر لهم ، كما أنهم سيفقدونه من جهة أنفسهم ، لأنهم مهما كثر عددهم ، فهم مغلوبون ."
    },
    {
      "ayah": 25,
      "surah": 72,
      "text": "ثم أمر الله - تعالى - رسوله للمرة الرابعة ، أن يعلن للناس أن هذا اليوم الذى يأتى فيه نصر الله للمؤمنين لا يعلمه إلا هو ، فقال - تعالى - : ( قُلْ إِنْ أدري أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ ربي أَمَداً . . . ) .أى : وقل - أيها الرسول الكريم - لهؤلاء الكافرين إن نصر الله لنا آت لا ريب فيه ، وعذاب الله لكم آت - أيضا - لا ريب فيه ، ولكنى لا أدرى ولا أعلم أيتحقق ذلك فى الوقت العاجل القريب ، أم يجعل الله - تعالى - لذلك \" أمدا \" أى : غاية ومدة معينة من الزمان ، لا يعلم وقتها إلا هو - سبحانه - .والمقصود من الآية الكريمة : بيان أن العذاب نازل بهم قطعا ولكن موعده قد يكون بعد وقت قريب ، وقد يكون بعد وقت بعيد ، لأن تحديد هذا الوقت مرده إلى الله - تعالى - وحده ."
    },
    {
      "ayah": 26,
      "surah": 72,
      "text": "وقوله - تعالى - بعد ذلك : ( عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً ) تعليل لما قبله . أى : أنا لا أدرى متى يكون عذابكم - أيها الكافرون - لأن مرد علم ذلك إلى الله - تعالى - الذى هو عليم بكل شئ من الظواهر والبواطن ، والذى اقتضت حكمته أن لا يطلع أحدا على غيوبه ، وعلى ما استتر وخفى من أمور خلقه ."
    },
    {
      "ayah": 27,
      "surah": 72,
      "text": "وقوله : ( إِلاَّ مَنِ ارتضى مِن رَّسُولٍ فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً ) استثناء من النفى فى قوله : ( فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً ) .أى : هو - سبحانه - عالم الغيب ، فلا يطلع على غيبه أحدا من خلقه ، إلا الرسول الذى ارتضاه واختاره من خلقه ، فإنه - سبحانه - قد يطلعه على بعض غيوبه ، ليكون ذلك معجزة له ، دالة على صدقه أمام قومه .فإذا ما أراد - سبحانه - إطلاع رسوله المصطفى لحمل رسالته على بعض غيوبه ، سخر له من جميع جوانبه حرسا من الملائكة يحرسونه من وسوسة الشيطان ونوازعه ، ومن كل ما يتعارض مع توصيل وحيه - سبحانه - إلى رسله - بكل أمانة وصيانة .ومعنى ( إِلاَّ مَنِ ارتضى . . . ) من اختار واصطفى واجتنبى ، وعبر عن ذلك بقوله ( مَنِ ارتضى ) للإِشعار بأنه - سبحانه - يخص هؤلاء الذين رضى عنهم ورضوا عنه بالاطلاع على بعض غيوبه ، على سبيل التأييد والتكريم لهم .و \" من \" فى قوله ( مِن رَّسُولٍ ) للبيان . والمراد بالرسول هنا : ما يشمل كل رسول اختاره - سبحانه - لحمل رسالته ، سواء أكان من البشر أم من الملائكة .والضمير فى قوله - تعالى - ( فَإِنَّهُ ) و ( يَسْلُكُ ) يعودان على الله - عز وجل - وأطلق السلك على إيصال الخبر إلى الرسول المرتضى ، للإِشعار بأن هذا الخبر الذى أطلع الله - تعالى - رسوله عليه ، قد وصل إليه وصولا مؤكدا ، ومحفوظا من كل تحريف ، كما يدخل الشئ فى الشئ دخولا تاما بقوة وضبط ، إذ حقيقة السلك . إدخال الشئ فى الشئ بشدة وعناية . .والمراد بقوله : ( مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ ) جميع الجهات ، وعبر عن جميع الجهات بذلك ، لأن معظم ما يتعرض له الإِنسان يكون من هاتين الجهتين .والرصد : جمع راصد ، وهو ما يحفظ الشئ ، ويصونه من كل ما لا يريده ، أى : إلا من ارتضى - سبحانه - من رسول ، فإنه - عز وجل - يطلعه على ما يشاؤه من غيوبه ، ويجعل له حراسا من جميع جوانبه ، يحفظونه من كل سوء .قال الآلوسى : قوله : ( إِلاَّ مَنِ ارتضى مِن رَّسُولٍ . . ) أى : لكن الرسول المرتضى بظهره - جل وعلا - على بعض الغيوب المتعلقة برسالته . . إما لكون بعض هذه الغيوب من مباديها ، بأن يكون معجزة ، وإما لكونه من أركانها وأحكامها كعامة التكاليف الشرعية ، وكيفيات الأعمال وأجزيتها ، ونحو ذلك من الأمور الغيبية ، التى بيانها من وظائف الرسالة ، بأن يسلك من جميع جوانبه عند إطلاعه على ذلك ، حرسا من الملائكة يحرسونه من تعرض الشياطين ، لما أريد إطلاعه عليه . ."
    },
    {
      "ayah": 28,
      "surah": 72,
      "text": "واللام فى قوله - تعالى - : ( لِّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رِسَالاَتِ رَبِّهِمْ .. ) متعلقة بقوله ( يَسْلُكُ ) .والضمير فى ( يعلم ) يعود إلى الله - تعالى - ، والمراد بالعلم : علم المشاهدة الذى يترتب عليه الجزاء ، أى : أطلع الله - تعالى - من ارتضاهم على بعض غيوبه ، وحرسهم من وصول الشياطين إلى هذا الذى أظهرهم عليه من غيوب . . ليعلم - تعالى - علم مشاهدة يترتب عليه الجزاء ، أن الرسل قد أبلغو رسالته - سبحانه - إلى خلقه ، وأنه - تعالى - قد ( وَأَحَاطَ بِمَا لَدَيْهِمْ ) أى : أحاط علمه - تعالى - بكل ما لدى الرسل وغيرهم من أقوال وأفعال ، ( وأحصى كُلَّ شَيْءٍ عَدَداً ) أى : وأحصى كل شئ فى هذا الكون إحصاء تاما ، وعلما كاملا .قال الشوكانى : قوله : ( لِّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رِسَالاَتِ رَبِّهِمْ . . . ) اللام متعلقة بيسلك ، والمراد به العلم المتعلق بالإِبلاغ الموجود بالفعل ، و \" أن \" هى المخففة من الثقيلة ، واسمها ضمير الشأن ، والخبر الجملة ، والرسالات عبارة عن الغيب الذى أريد إظهاره لمن ارتضاه الله من رسول . .وقال قتادة : ليعلم محمد أن الرسل قبله قد أبلغوا الرسالة كما بلغ هو ، وفيه حذف تتعلق به اللام ، أى : أخبرناه صلى الله عليه وسلم بحفظنا الوحى ، ليعلم أن الرسل قبله كانوا على حالته من التبليغ بالحق والصدق .وقيل : ليعلم الرسل أن الملائكة قد بلغوا رسالات ربهم . .ويبدو لنا أن عودة الضمير فى \" ليعلم \" إلى الله - تعالى - هو الأظهر ، أى : ليعلم الله - تعالى - أن رسله قد أبلغوا رسالاته علم مشاهدة كما علمه غيبا ، لأن علم الله بذلك لا يكون إلا على وفق ما وقع . .وهكذا ساقت لنا سورة \" الجن \" الكثير من الحقائق التى تتعلق بإصلاح العقائد والأخلاق والسلوك والأفكار التى طغى كثير منها على العقول والأفهام . .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
    },
    {
      "ayah": 3,
      "surah": 72,
      "text": "ثم حكى - سبحانه - أن هذا النفر من الجن بعد استماعهم إلى القرآن وإيمانهم به ، أخذوا فى الثناء على الخالق - عز وجل - فقال حكاية عنهم : ( وَأَنَّهُ تعالى جَدُّ رَبِّنَا مَا اتخذ صَاحِبَةً وَلاَ وَلَدا ) .ولفظ \" وأن \" قد تكرر فى هذه السورة الكريمة أكثر من عشرمرات ، تارة بالإِضافة إلى ضمير الشأن ، وتارة بالإِضافة إلى ضمير المتكلم .ومن القراء السبعة من قرأة بفتح الهمزة ، ومنهم من قرأه بكسرها ، فمن قرأ ( وَأَنَّهُ تعالى جَدُّ رَبِّنَا . . . ) بالفتح فعلى أنه معطوف على محل الجار والمجرور فى قوله ( فَآمَنَّا بِهِ . . . ) فكأنه قيل : فصدقناه وصدقنا أنه تعالى جد ربنا . . ومن قرأ بالكسر فعلى أنه معطوف على المحكى بعد القول ، أى : قالوا : إنا سمعنا قرآنا عجبا ، وقالوا : إنه تعالى جد ربنا . .قال الجمل فى حاشيته ما ملخصه : قوله - تعالى - : ( وَأَنَّهُ تعالى جَدُّ رَبِّنَا . . . ) قرأه حمزة والكسائى وأبو عامر وحفص بفتح \" أنّ \" وقرأه الباقون بالكسر ..وتلخيص هذا أن \" أنّ \" المشددة فى هذه السورة على ثلاثة أقسام : قسم ليس معه واو العطف ، فهذا لا لخلاف بين القراء فى فتحه أو كسره ، على حسب ما جاءت به التلاوة واقتضته العربية ، كقوله ( قُلْ أُوحِيَ إِلَيَّ أَنَّهُ استمع . . . ) لا خلاف فى فتحه لوقوعه موقع المصدر ، وكقوله : ( إِنَّا سَمِعْنَا قُرْآناً عَجَباً ) لا خلاف فى كسره لأنه محكى بالقول .القسم الثانى أن يقترن بالواو ، وهو أربع عشرة كلمة ، إحداها : لا خلاف فى فتحها ، وهى قوله : ( وَأَنَّ المساجد لِلَّهِ . . . ) وهذا هو القسم الثالث . والثانية وهى قوله : ( وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله . . . ) كسرها ابن عامر وأبو بكر وفتحها الباقون .والاثنتا عشرة الباقية ، فتحها بعضهم ، وكسرها بعضهم وهى قوله : - تعالى - : ( وَأَنَّهُ تعالى جَدُّ رَبِّنَا . . . ) وقوله : ( وَأَنَّهُ كَانَ يَقُولُ . . . . ) ( وَأَنَّا ظَنَنَّآ . . . ) ( وَأَنَّهُ كَانَ رِجَالٌ . . . ) ( وَأَنَّهُمْ ظَنُّواْ . . . ) ( وَأَنَّا لَمَسْنَا . . . ) ( وَأَنَّا كُنَّا . . . ) ( وَأَنَّا لاَ ندري . . . . ) ( وَأَنَّا مِنَّا الصالحون . . . ) ( وَأَنَّا لَمَّا سَمِعْنَا الهدى . . . ) ( وَأَنَّا مِنَّا المسلمون ) .وقوله : ( تعالى ) من التعالى وهو شدة العلو . و ( جَدُّ رَبِّنَا ) الجد - بفتح الجيم - العظمة والجلال .قال القرطبى : الجد فى اللغة : العظمة والجلال ، ومنه قول أنس : كان الرجل إذا حفظ البقرة وآل عمران جد فى عيوننا . أى : عظم . فمعنى جد ربنا : عظمته وجلاله .وقيل معنى \" جد ربنا . . \" غناه ، ومنه قيل للحظ جد ، ورجل مجدود ، أى : محظوظ . وفى الحديث : \" ولا ينفع ذا الجد منك الجد \" أى : ولا ينفع ذا الغنى منك غناه ، وإنما تنفعه الطاعة . .وجملة ( مَا اتخذ صَاحِبَةً وَلاَ وَلَدا ) بيان وتفسير لما قبله .أى : آمنا به - سبحانه - إيمانا حقا ، وصدقنا نبيه فيما جاءنا به من عنده ، وصدقنا - أيضا - أن الحال والشأن تعالى وتعاظم جلال ربنا ، وتنزه فى ذاته وصفاته ، عن أن يكون له شريك فى ملكه . أو أن تكون له صاحبة أو أن يكون له ولد ، كما زعم الزاعمون من الكافرين الجاهلين .وفى هذا القول من هذا النفر من الجن ، رد على أولئك المشركين الذين كانوا يزعمون أن الملائكة بنات الله - تعالى - ، وأنهم - أى الملائكة - جاءوا عن طريق مصاهرته - سبحانه - للجن ، كما حكى عنهم - سبحانه - ذلك فى قوله : ( وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَباً وَلَقَدْ عَلِمَتِ الجنة إِنَّهُمْ لَمُحْضَرُونَ . سُبْحَانَ الله عَمَّا يَصِفُونَ )."
    },
    {
      "ayah": 4,
      "surah": 72,
      "text": "ثم حكى - سبحانه - أقوالا أخرى لهؤلاء المؤمنين من الجن فقال : ( وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى الله شَطَطاً . . . ) والمراد بالسفينة هنا : إبليس - لعنة الله - وقيل المراد به الجنس فيشمل كل كافر ومتمرد من الجن ، والشطط ، مجاوزة الحد والعدل فى كل شئ ، أى : أننا ننزه الله - تعالى - عما كان يقوله سفهاؤنا - وعلى رأسهم إبليس - من أن الله - عز وجل - صاحبة أو ولدا ، فإن هذا القول بعيد كل البعد عن الحق والعدل والصواب ."
    },
    {
      "ayah": 5,
      "surah": 72,
      "text": "وقوله : ( وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ الإنس والجن عَلَى الله كَذِباً ) اعتذار منهم من كفرهم السابق ، فكأنهم يقولون بعد أن استمعوا إلى القرآن ، وآمنوا بالله - تعالى - وحده : إننا ننزه الله - تعالى - عما قاله السفهاء فى شأنه . . وإذا كنا قد اتبعناهم قبل إيماننا ، فسبب ذلك أننا صدقنا هؤلاء السفهاء فيما قالوه لنا ، وما كنا نعتقد أو نتصور أو نظن أن هؤلاء السفهاء يصل بهم الفجور والكذب . . إلى هذا الحد الشنيع .وقوله : ( كذبا ) مفعول به لتقول ، أو صفة لمصدر محذوف ، أى : قولا مكذوبا ."
    },
    {
      "ayah": 6,
      "surah": 72,
      "text": "ثم - حكى - سبحانه - عنهم تكذيبهم لما كان متعارفا عليه فى الجاهلية من أن الجن سلطانا على الناس ، وأن لهم قدرة على النفع والضر . . فقال - تعالى - : ( وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الإنس يَعُوذُونَ بِرِجَالٍ مِّنَ الجن فَزَادُوهُمْ رَهَقاً . . ) .وقوله : ( يَعُوذُونَ ) من العَوْذ بمعنى الاستجارة بالشئ والالتجاء إليه طلبا للنجاة .والرهق : الإِثم وغشيان المحارم .قال صاحب الكشاف : والرهق : غشيان المحارم ، والمعنى : أن الإِنس باستعاذتهم بهم - أى بالجن - زادوهم كفرا وتكبرا . وذلك أن الرجل من العرب كان إذا أمسى فى واد قفر فى بعض مسايره ، وخاف على نفسه قال : أعوذ بسيد هذا الوادى من سفهاء قومه ، يريد الجن وكبيرهم ، فإذا سمعوا ذلك استكبروا وقالوا : سدنا الجن والإِنس ، فذلك رهقهم ، أو : فزاد الجنُّ والإِنسَ رهقا بإغوائهم وإضلالهم لاستعاذتهم بهم . .فالمقصود به من الآية الكريمة بيان فساد ما كان شائعا فى الجاهلية - بل وفى بعض البيئات حتى الآن - من أن الجن لهم القدرة على النفع والضر وأن بعض الناس كانوا يلجأون إليهم طلبا لمنفعتهم وعونهم على قضاء مصالحهم .وإطلاق اسم الرجال على الجن ، من باب التشبيه والمشاكلة لوقوعه من رجال من الإِنس ، فإن الرجل اسم للمذكر البالغ من بنى آدم ."
    },
    {
      "ayah": 7,
      "surah": 72,
      "text": "وقوله - سبحانه - : ( وَأَنَّهُمْ ظَنُّواْ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ الله أَحَداً ) بيان لما استنكره هؤلاء النفر المؤمنون من الجن على قومهم الكافرين . وعلى من يشبهونهم فى الكفر من الإِنس .أى : وأنهم - أى الإِنس - ظنوا واعتقدوا ( كَمَا ظَنَنتُمْ ) واعتقدتم أيها الجن ، أن الله - تعالى - لن يبعث أحدا بعد الموت ، وهذا الظن منهم ومنكم ظن خاطئ فاسد ، فإن البعث حق ، وإن الحساب حق ، وإن الجزاء حق .وفى هذا القول من مؤمنى الجن ، تعريض بمشركى قريش ، الذين أنكروا البعث ، وقالوا : ( مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلاَّ الدهر . . ) ثم حكى - سبحانه - عنهم ما قالوه عند اقترابهم من السماء ، طلبا لمعرفة أخبارها ."
    },
    {
      "ayah": 8,
      "surah": 72,
      "text": "قبل أن يؤمنوا فقال : ( وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً . وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَاباً رَّصَداً ) .وقوله : ( لَمَسْنَا ) من اللمس ، وحقيقته الجس واليد ، واستعير هنا ، لطلب أخبار السماء ، لأن الماس للشئ فى العادة ، إنما يفعل ذلك طلبا لاختباره ومعرفته .والحرس : اسم جمع للحراس ، كخدم وكخدام ، والشهب : جمع شهاب ، وهو القطعة التى تنفصل عن بعض النجوم ، فتسقط فى الجو أو على الأرض أو فى البحر .أى : وأنا طلبنا أخباء السماء كما هى عادتنا قبل أن نؤمن ( فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً ) أى : فوجدناها قد امتلأت بالحراس الأشداء من الملائكة الذين يحرسونها من استراق السمع . . كما أنا قد وجدناها قد امتلأت بالشهب التى تنقض على مسترقى السمع فتحرقهم ."
    },
    {
      "ayah": 9,
      "surah": 72,
      "text": "( وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا ) أى من السماء ( مَقَاعِدَ لِلسَّمْعِ ) أى : كنا نقعد منها مقاعد كائنة للسمع ، خالية من الحرس والشهب .( فَمَن يَسْتَمِعِ الآن ) بعد نزول القرآن ، الذى هو معجزة للنبى صلى الله عليه وسلم والذى آمنا به وصدقناه .( يَجِدْ لَهُ شِهَاباً رَّصَداً ) أى : فمن يجلس الآن ليسترق السمع من السماء يجد له شهابا معدا ومهيأ للانقضاض عليه فيهلكه .فالرصد : جمع راصد ، وهو الحافظ للشئ ، وهو وصف لقوله \" شهابا \" .والفاء فى قوله : ( فَمَن يَسْتَمِعِ الآن ) للتفريع على محذوف ، وكلمة \" الآن \" فى مقابل كلمة \" كنا \" الدالة على المحذوف .والتقدير : كنا نقعد منها مقاعد للسمع ، فنستمع أشياء ، وقد انقضى ذلك ، وصرنا من يستمع الآن منا يجد له شهابا رصدا ، ينقض عليه فيحرقه .والمقصود من هاتين الآيتين : تأكيد إيمانهم بالله - تعالى - ، وبرسوله صلى الله عليه وسلم ، وحض غيرهم على اتباعهم ، وتحذيرهم من التعرض لاستراق السمع .قال الإِمام ابن كثير عند تفسيره لهاتين الآيتين : \" يخبر الله - تعالى - عن الجن حين بعث الله رسوله محمدا صلى الله عليه وسلم وأنزل عليه القرآن ، وكان من حفظه له أن السماء ملئت حرسا شديدا وشهبا ، وحفظت من سائر أرجائها ، وطردت الشياطين عن مقاعدها التى كانت تقعد فيها قبل ذلك ، لئلا يسترقوا شيئا من القرآن ، فيلقوه على ألسنة الكهنة ، فيلتبس الأمر ويختلط ولا يدرى من الصادق ، وهذا من لطف الله بخلقه ، ورحمته بعباده ، وحفظه لكتابه العزيز ، ولهذا قالت الجن : ( وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَساً شَدِيداً وَشُهُباً . وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَاباً رَّصَداً ) أى : من يروم أن يسترق السمع اليوم يجد له شهابا مرصدا ، لا يتخطاه ولا يتعداه ، بل يمحقه ويهلكه \" .وقال بعض العلماء : والصحيح أن الرجم كان موجودا قبل المبعث . فلما بعث صلى الله عليه وسلم كثر وازداد ، كما ملئت السماء بالحرس والشهب .وليس فى الآية دلالة على أن كل ما يحدث من الشهب إنما هو للرجم ، بل إنهم إذا حاولوا استراق السمع رجموا بالشهب ، وإلا فالشهب الآن وفيما مضى قد تكون ظواهر طبيعية ولأسباب كونية . ."
    }
  ]
}
