{
  "text": "Nuh complains to His Lord about His People's Response\nAllah says that Nuh turned to Allah to inform Allah - the All Knowing from Whom nothing escapes - that he presented the clear call, as mentioned previously, and the comprehensive invitation in various ways. He called them sometimes by encouragement and sometimes by intimidating warnings. Yet, they disobeyed him, opposed him, denied him and followed the children of the world. They were those who were heedless of the command of Allah and they possessed delights of wealth and children. However, these things (worldly benefits) were also for gradual punishment and temporary respite, not for honor or blessing. Thus, Allah says,\nوَاتَّبَعُواْ مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلاَّ خَسَاراً\n(and followed one whose wealth and children give him no increase but loss.) The meaning of Allah's statement,\nوَمَكَرُواْ مَكْراً كُبَّاراً\n(And they have plotted a mighty plot.) is that they plotted a deceptive plot for their followers tricking them into believing that they were following the truth and correct guidance. This is like what they will say to them on the Day of Judgement,\nبَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَاداً\n(Nay, but it was your plotting by night and day: when you orderd us to disbelieve in Allah and set up rivals to Him!) (34:33) For this reason He says here,\nThe Idols of the People of Nuh and what happened to Him\nوَمَكَرُواْ مَكْراً كُبَّاراً - وَقَالُواْ لاَ تَذَرُنَّ ءَالِهَتَكُمْ وَلاَ تَذَرُنَّ وَدّاً وَلاَ سُوَاعاً وَلاَ يَغُوثَ وَيَعُوقَ وَنَسْراً\n(And they have plotted a mighty plot. And they have said: `You shall not leave your gods, nor shall you leave Wadd, nor Suwa`, nor Yaghuth, and Ya`uq and Nasr.') These are the names of their idols which they used to worship besides Allah. Al-Bukhari recorded from Ibn `Abbas that he said, \"The idols that were among the people of Nuh wound up among the Arabs afterwards. In reference to Wadd, it became the idol of the people of Kalb in the area of Dawmat Al-Jandal. Suwa` became the idol of the people of Hudhayl. Yaghuth became the idol of the people of Murad, then the people of Bani Ghutayf at Al-Juruf in the area of Saba' worshipped it after them. Ya`uq became the idol of the people of Hamdan. Nasr became the idol of the people of Himyar for the family of Dhu Kala`. These idols were all named after righteous men from the people of Nuh. Then when these men died, Shaytan inspired his (Nuh's) people to erect statues in honor of them at their gathering places where they used to come and sit, and to name these statues after these men (with their names). So they did this (as Shaytan suggested), but these statues were not worshipped until after those people (the ones who built them) had died and the knowledge was lost. Then, those statues were later worshipped.\" This has also been similarly reported from `Ikrimah, Ad-Dahhak, Qatadah and Ibn Ishaq. `Ali bin Abi Talhah reported from Ibn `Abbas that he said, \"These are statues that were worshipped in the time of Nuh.\" Ibn Jarir recorded from Muhammad bin Qays that he said concerning Yaghuth, Ya`uq and Nasr, \"They were righteous people between the time of Adam and Nuh, and they had followers who used to adhere to their guidance. Then, when they died, their companions who used to follow them said, `If we make images of them, it will increase our desire to perform worship when we remember them.' So they made images of them. Then, when those people died and other people came after them, Iblis approached them and said, `They (your predecessors) used to worship these statues and they were granted rain by their worship of them.' Thus, they (the latter people) worshipped them.\"\nThe Supplication of Nuh against His People and for whoever believed in Him\nوَقَدْ أَضَلُّواْ كَثِيراً\n(And indeed they have led many astray.) meaning, by the idols that they took for worship, they mislead a large number of people. For verily, the worship of those idols continued throughout many generations until our times today, among the Arabs, the non-Arabs and all the groups of the Children of Adam. Al-Khalil (Prophet Ibrahim) said in his supplication,\nوَاجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ الاٌّصْنَامَرَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ\n(And keep me and my sons away from worshipping idols.\"O my Lord! They have indeed led astray many among mankind...\") (14:35,36) Allah then says,\nوَلاَ تَزِدِ الظَّـلِمِينَ إِلاَّ ضَلاَلاً\n(Grant no increase to the wrongdoers save error.) This is a supplication from him (Nuh) against his people due to their rebellion, disbelief and obstinacy. This is just as Musa supplicated against Fir`awn and his chiefs in his statement,\nرَبَّنَا اطْمِسْ عَلَى أَمْوَلِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلاَ يُؤْمِنُواْ حَتَّى يَرَوُاْ الْعَذَابَ الاٌّلِيمَ\n(Our Lord ! Destroy their wealth, and harden their hearts, so that they will not believe until they see the painful torment.) (10:88) Verily, Allah responded to the supplication of both of these Prophets concerning their people and He drowned their nations due to their rejection of what he (that Prophet) had come with.\nمِّمَّا خَطِيئَـتِهِمْ أُغْرِقُواْ فَأُدْخِلُواْ نَاراً فَلَمْ يَجِدُواْ لَهُمْ مِّن دُونِ اللَّهِ أَنصَاراً - وَقَالَ نُوحٌ رَّبِّ لاَ تَذَرْ عَلَى الاٌّرْضِ مِنَ الْكَـفِرِينَ دَيَّاراً - إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ وَلاَ يَلِدُواْ إِلاَّ فَاجِراً كَفَّاراً - رَّبِّ اغْفِرْ لِى وَلِوَلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَـتِ وَلاَ تَزِدِ الظَّـلِمِينَ إِلاَّ تَبَاراً",
  "ayah": 24,
  "surah": 71
}
