{
  "text": "القول في تأويل قوله تعالى :  وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ (21)اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معناه: والذين آمنوا وأتبعناهم ذرياتهم بإيمان, ألحقنا بهم ذرياتهم المؤمنين في الجنة, وإن كانوا لم يبلغوا بأعمالهم درجات آبائهم, تكرمة لآبائهم المؤمنين, وما ألتنا آباءهم المؤمنين من أجور أعمالهم من شيء.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا شعبة, عن عمرو بن مرّة, عن سعيد بن جُبَير, عن ابن عباس, في هذه الآية: (والَّذين آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ) فقال: إن الله تبارك وتعالى يرفع للمؤمن ذريته, وإن كانوا دونه في العمل, ليقرّ الله بهم عينه.حدثنا ابن بشار, قال: ثنا مؤمل, قال: ثنا سفيان, عن عمرو بن مرّة, عن سعيد بن جُبَير, عن ابن عباس, قال: إن الله تبارك وتعالى ليرفع ذرّية المؤمن في درجته, وإن كانوا دونه في العمل, ليقرَّ بهم عينه, ثم قرأ \" والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذرياتهم وما ألتناهم من عملهم من شيء \".حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن عمرو بن مرّة الجملي, عن سعيد بن جُبير, عن ابن عباس, قال: إن الله تبارك وتعالى ليرفع ذريَّة المؤمن معه في درجته, ثم ذكر نحوه, غير أنه قرأ (وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ).حدثني موسى بن عبد الرحمن المسروقي, قال: ثنا محمد بن بشر, قال: ثنا سفيان بن سعيد, عن سماعة, عن عمرو بن مرّة, عن سعيد بن جبير, عن ابن عباس, نحوه.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن عمرو بن مرّة, عن سعيد بن جُبَير عن ابن عباس, أنه قال في هذه الآية (والَّذِينَ آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ) قال: المؤمن ترفع له ذرّيته, فيلحقون به, وإن كانوا دونه في العمل.وقال آخرون: بل معنى ذلك: والذين آمنوا وأتبعناهم ذرّيَّاتهم التي بلغت الإيمان بإيمانٍ, ألحقنا بهم ذرياتهم الصغار التي لم تبلغ الإيمان, وما ألتنا الآباء من عملهم من شيء.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي عن أبيه, عن ابن عباس, قوله: (والَّذين آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) يقول: الذين أدرك ذريتهم الإيمان, فعملوا بطاعتي, ألحقتهم بإيمانهم إلى الجنة, وأولادهم الصغار نلحقهم بهم.حدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: (والَّذين آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) يقول: من أدرك ذريته الإيمان, فعملوا بطاعتي ألحقتهم بآبائهم في الجنة, وأولادهم الصغار أيضا على ذلك.وقال آخرون نحو هذا القول, غير أنهم جعلوا الهاء والميم في قوله: ( أَلْحَقْنَا بِهِمْ ) من ذكر الذرّية, والهاء والميم في قوله: ذرّيتهم الثانية من ذكر الذين. وقالوا: معنى الكلام: والذين آمنوا واتبعتهم ذرّيتهم الصغار, وما ألتنا الكبار من عملهم من شيء.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: (والَّذين آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) قال: أدرك أبناؤهم الأعمال التي عملوا, فاتبعوهم عليها واتبعتهم ذرّياتهم التي لم يدركوا الأعمال, فقال الله جلّ ثناؤه ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) قال: يقول: لم نظلمهم من عملهم من شيء فننقصهم, فنعطيه ذرّياتهم الذين ألحقناهم بهم, الذين لم يبلغوا الأعمال ألحقتهم بالذين قد بلغوا الأعمال.وقال آخرون: بل معنى ذلك ( وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ ) فأدخلناهم الجنة بعمل آبائهم, وما ألتنا الآباء من عملهم من شيء.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا المعتمر بن سليمان, قال: سمعت داود يحدّث عن عامر, أنه قال في هذه الآية (والَّذين آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ وَمَا أَلَتْنَاهُم مِنْ عَمَلِهِمْ مِنْ شَيءٍ) فأدخل الله الذرّية بعمل الآباء الجنة, ولم ينقص الله الآباء من عملهم شيئا, قال: فهو قوله: ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) .حدثنا ابن المثنى, قال: ثنا ابن أبي عديّ, عن داود, عن سعيد بن جبير أنه قال في قول الله: (أَلْحَقْنَا بهم ذرّيَّاتِهِمْ وَمَا أَلَتْنَاهُم مِنْ عَمَلِهِمْ مِنْ شَيءٍ) قال: ألحق الله ذرياتهم بآبائهم, ولم ينقص الآباء من أعمالهم, فيردَّه على أبنائهم.وقال آخرون: إنما عنى بقوله: \" أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ \": أعطيناهم من الثواب ما أعطينا الآباء.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن قيس بن مسلم, قال: سمعت إبراهيم في قوله: (وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) قال: أعطوا مثل أجور آبائهم, ولم ينقص من أجورهم شيئًا.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن قيس بن مسلم, عن إبراهيم (وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) قال: أعطوا مثل أجورهم, ولم ينقص من أجورهم.قال: ثنا حكام, عن أبي جعفر, عن الربيع (وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ) يقول: أعطيناهم من الثواب ما أعطيناهم ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) يقول: ما نقصنا آباءهم شيئا.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده, قوله: (والَّذين آمَنُوا وأتْبَعْناهُم ذُرّيَّاتِهِمْ) كذلك قالها يزيد (ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) قال: عملوا بطاعة الله فألحقهم الله بآبائهم.وأولى هذه الأقوال بالصواب وأشبهها بما دلّ عليه ظاهر التنـزيل, القول الذي ذكرنا عن سعيد بن جبير, عن ابن عباس, وهو: والذين آمنوا بالله ورسوله, وأتبعناهم ذرياتهم الذين أدركوا الإيمان بإيمان, وآمنوا بالله ورسوله, ألحقنا بالذين آمنوا ذريتهم الذين أدركوا الإيمان فآمنوا, في الجنة فجعلناهم معهم في درجاتهم, وإن قصرت أعمالهم عن أعمالهم تكرمة منا لآبائهم, وما ألتناهم من أجور عملهم شيئا.وإنما قلت: ذلك أولى التأويلات به, لأن ذلك الأغلب من معانيه, وإن كان للأقوال الأخر وجوه.واختلفت القرّاء في قراءة قوله: (وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) فقرأ ذلك عامه قرّاء المدينة ( وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ ) على التوحيد بإيمان (أَلْحَقْنَا بهم ذرّيَّاتِهِمْ) على الجمع, وقرأته قراء الكوفة ( وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ ) كلتيهما بإفراد. وقرأ بعض قرّاء البصرة وهو أبو عمرو (وأتْبَعْناهُم ذُرّيَّاتِهِمْ بإيمانٍ أَلْحَقْنَا بهم ذرّيَّاتِهِمْ).والصواب من القول في ذلك أن جميع ذلك قراءات معروفات مستفيضات في قراءة الأمصار, متقاربات المعاني, فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) يقول تعالى ذكره: وما ألتنا الآباء, يعني بقوله: ( وَمَا أَلَتْنَاهُمْ ) : وما نقصناهم من أجور أعمالهم شيئا, فنأخذه منهم, فنجعله لأبنائهم الذين ألحقناهم بهم, ولكنا وفَّيناهم أجور أعمالهم, وألحقنا أبناءهم بدرجاتهم, تفضلا منا عليهم. والألت في كلام العرب: النقص والبخس, وفيه لغة أخرى, ولم يقرأ بها أحد نعلمه, ومن الألت قول الشاعر:أبْلــغْ بنــي ثُعَـل عَنَّـي مُغلغَلَـةًجَــهْدَ الرّســالة لا ألْتـا ولا كَذبـا (2)يعني: لا نُقصان ولا زيادة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار قال: ثنا مؤمل قال: ثنا سفيان, عن عمرو بن مرّة, عن سعيد بن جبير, عن ابن عباس ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) قال: ما نقصناهم.حدثني علي قال: ثنا أبو صالح, قال: ثني معاوية, عن ابن عباس قوله: ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) يقول: ما نقصناهم.وحدثني موسى بن عبد الرحمن, قال: ثنا موسى بن بشر, قال: ثنا سفيان بن سعيد, عن سماعة عن (3) عمرو بن مرّة, عن سعيد بن جبير, عن ابن عباس ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) قال: وما نقصناهم.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) قال: ما نقصنا الآباء للأبناء.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, قال: ما نقصنا الآباء للأبناء,( وَمَا أَلَتْنَاهُمْ ) قال: وما نقصناهم.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) قال: نقصناهم.حدثنا ابن حُميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع بن أنس ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) يقول: ما نقصنا آباءهم شيئا.قال ثنا مهران, عن أبي جعفر, عن الربيع بن أنس, مثله.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن أبي المعلى, عن سعيد بن جبير ( وَمَا أَلَتْنَاهُمْ ) قال: وما ظلمناهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) يقول: وما ظلمناهم من عملهم من شيء.حدثني محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) يقول: وما ظلمناهم.وحُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَمَا أَلَتْنَاهُمْ ) يقول: وما ظلمناهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله: ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ ) قال: يقول: لم نظلمهم من عملهم من شيء: لم ننتقصهم فنعطيه ذرّياتهم الذين ألحقناهم بهم لم يبلغوا الأعمال ألحقهم بالذين قد بلغوا الأعمال ( وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ) قال: لم يأخذ عمل الكبار فيجزيه الصغار, وأدخلهم برحمته, والكبار عملوا فدخلوا بأعمالهم.وقوله: ( كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ ) يقول: كلّ نفس بما كسبت وعملت من خير وشرّ مرتهنة لا يؤاخذ أحد منهم بذنب غيره, وإنما يعاقب بذنب نفسه.------------------------الهوامش:(2) البيت من شواهد الفراء في معاني القرآن ( الورقة 313 - 314 ) قال : وقوله : \" وما ألتناهم \" الألت : النقص . وفيه لغة أخرى : \" وما ألتناهم من عملهم من شيء \" . وكذلك هي في قراءة عبد الله ( ابن مسعود ) وأبي بن كعب ، قال الشاعر : \" أبلغ بني ثعل ... البيت \" . يقول : لا نقصان ولا زيادة . وقال الآخر ( نسبه أبو عبيدة إلى رؤبة ) :وليلـــة ذات نـــدى ســـريتولــم يلتنــي عـن سـراها ليـتوالليت هاهنا : لم يثنني عنها نقص بي ، ولا عجز عنها . وفي ( اللسان : ليت ) : \" ولاته عن وجهه يليته ويلوته لوتا : أي حبسه عن وجهه وصرفه . قال الراجز : \" وليلة ذات ندى ... البيتين \" أ . هـ . وقال أبو عبيدة في مجاز القرآن : \" وما ألتناهم \" : أي ما نقصناهم ولا حبسنا منه شيئا أ . هـ .(3) في المطبوعة : عن سماعة بن عمر بن مرة . تحريف .",
  "ayah": 21,
  "surah": 52
}
