{
  "text": "وقوله: ( أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ ) يقول جلّ ثناؤه: بل يقول المشركون يا محمد لك: هو شاعر نتربص به حوادث الدهر, يكفيناه بموت أو حادثة متلفة.وبنحو الذي قلنا في ذلك قال أهل التأويل وإن اختلفت عباراتهم عنه, فقال بعضهم فيه كالذي قلنا. وقال بعضهم: هو الموت.ذكر من قال: عنى بقوله: ( رَيْبَ الْمَنُونِ ) : حوادث الدهر:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى؛ وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( رَيْبَ الْمَنُونِ ) قال: حوادث الدهر.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, قال: قال مجاهد ( رَيْبَ الْمَنُونِ ) حوادث الدهر.ذكر من قال: عنى به الموت: حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن علي, عن ابن عباس, قوله: ( رَيْبَ الْمَنُونِ ) يقول: الموت.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ ) قال: يتربصون به الموت.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ ) قال: قال ذلك قائلون من الناس: تربصوا بمحمد رسول الله صلى الله عليه وسلم الموت يكفيكموه, كما كفاكم شاعر بني فلان وشاعر بني فلان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( رَيْبَ الْمَنُونِ ) قال: هو الموت, نتربص به الموت, كما مات شاعر بني فلان, وشاعر بني فلان.وحدثني سعيد بن يحيى الأموي, قال: ثني أبي, قال: ثنا محمد بن إسحاق, عن عبد الله بن أبي نجيح, عن مجاهد, عن ابن عباس أن قريشا لما اجتمعوا في دار الندوة في أمر النبي صلى الله عليه وسلم قال قائل منهم: احبسوه في وثاق, ثم تربصوا به المنون حتى يهلك كما هلك من قبله من الشعراء زهير والنابغة, إنما هو كأحدهم, فأنـزل الله في ذلك من قولهم: ( أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ ) .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ ) الموت, وقال الشاعر:تَـرَبَّصْ بِهـا رَيْـبَ المَنُـونِ لَعَلَّهَـاسَــيَهْلِكُ عَنْهــا بَعْلهـا أو \" تُسَرَّحُ\" (5)وقال آخرون: معنى ذلك: ريب الدنيا, وقالوا: المنون: الموت.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن أبي سنان ( رَيْبَ الْمَنُونِ ) قال: ريب الدنيا, والمنون: الموت.------------------------الهوامش:(5) وضعنا كلمة \" تسرح \" في قافية البيت في مكان \" شحيح \" التي جاءت في الأصل خطأ ، فاختل بها معنى البيت ووزنه . على أن رواية الشطر الثاني كله في اللسان : ربص . وفي تفسير الشوكاني ( 5 : 96 ) وفي البحر المحيط لأبي حيان ( 8 : 151 ) والقرطبي ( 17 : 72 ) مختلفة عن رواية المؤلف . وهو :* تطلـق يومـا أو يمـوت حليلهـا *والسراح والتسريح : هو الطلاق ، وفي التنزيل : \" فسرحوهن سراحا جميلا \" . ومعنى التربص : الانتظار . وتربص به : انتظر به خيرا أو شرا . وتربص به الشيء : كذلك . وقال الفراء في معاني القرآن ( الورقة 314 ) \" نتربص به ريب المنون \" : أوجاع الدهر ، فيشغل عنكم ، ويتفرق أصحابه ؛ أو عمر آبائه ، فإنا قد عرفنا أعمارهم أ . هـ .",
  "ayah": 30,
  "surah": 52
}
