{
  "text": "القول في تأويل قوله تعالى :  يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا (9)يقول تعالى ذكره: إن عذاب ربك لواقع ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) فيوم من صلة واقع, ويعني بقوله: تمور: تدور وتكفأ. وكان معمر بن المثنى يُنشد بيت الأعشى:كــأنَّ مشْـيتَها مِـنْ بَيْـتِ جارَتهـامَـوْرُ السَّـحابَة لا رَيْـثٌ ولا عَجًـلُ (9)فالمور على روايته: التكفي والترهيل في المشية, وأما غيره فإنه كان يرويه مرّ السحابة.واختلف أهل التأويل في تأويل ذلك, فقال بعضهم فيه نحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: يقول: تحريكا.حدثنا ابن المثنى وعمرو بن مالك, قالا حدثنا أبو معاوية الضرير, عن سفيان بن عُيينة, عن ابن أبي نجيح, عن مجاهد, في قوله: ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: تدور السماء دورا.حدثنا الحسن بن عليّ الصدائي, قال: ثنا إبراهيم بن بشار, قال: ثنا سفيان بن عيينة قال: أخبروني عن معاوية الضرير, عني, عن ابن أبي نجيح, عن مجاهد ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: تدور دورا.حدثنا هارون بن حاتم المقري, قال: ثنا سفيان بن عيينة, قال: ثني أبو معاوية, عني, عن ابن أبي نجيح, عن مجاهد ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: تدور دورا.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) مورها: تحريكها.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول في قوله: ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) يعني: استدارتها وتحريكها لأمر الله, وموج بعضها في بعض.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, قال: قال الضحاك ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: تموج بعضها في بعض, وتحريكها لأمر الله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: هذا يوم القيامة, وأما المور: فلا علم لنا به.وقال آخرون: مورها: تشققها.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا ) قال: يوم تشقَّق السماء.---------------------الهوامش :(9) هذا البيت لأعشى بني قيس بن ثعلبة ( ديوانه طبعة القاهرة 55 ) وهو من شواهد أبي عبيدة في مجاز القرآن ( الورقة 228 ب ) والرواية فيه : مور السحابة في موضع \" مر السحابة \" في رواية الديوان. وقد أنشده شاهدًا على قوله تعالى : ( يوم تمور السماء مورًا ) أي تكفأ ، وهو أن ترهيأ في مشيتها ، أي ترهيأ كما ترهيأ النخلة العيدانة . وقال في ( اللسان : رهأ ) الرهيأة : الضعف والعجز والتواني ، والمراة ترهيأ في مشيتها أي تكفأ كما ترهيأ النخلة العيدانة أ . هـ .",
  "ayah": 9,
  "surah": 52
}
