{
  "text": "قوله تعالى : وإذا رأيت ثم رأيت نعيما وملكا كبيرا ثم : ظرف مكان أي هناك في الجنة ، والعامل في ( ثم ) معنى رأيت أي وإذا رأيت ببصرك ثم . وقال الفراء : في الكلام ما مضمرة ; أي وإذا رأيت ما ثم ; كقوله تعالى : لقد تقطع بينكم أي ما بينكم . وقال الزجاج : ما موصولة ب \" ثم \" على ما ذكره الفراء ، ولا يجوز إسقاط الموصول وترك الصلة ، ولكن رأيت يتعدى في المعنى إلى ثم والمعنى : إذا رأيت ببصرك ثم ويعني ب ثم الجنة ، وقد ذكر الفراء هذا أيضا . والنعيم : سائر ما يتنعم به . والملك الكبير : استئذان الملائكة عليهم ; قال السدي وغيره ، قال الكلبي : هو أن يأتي الرسول من عند الله بكرامة من الكسوة والطعام والشراب والتحف إلى ولي الله وهو في منزله ، فيستأذن عليه ; فذلك الملك العظيم . وقاله مقاتل بن سليمان . وقيل : الملك الكبير : هو أن يكون لأحدهم [ ص: 127 ] سبعون حاجبا ، حاجبا دون حاجب ، فبينما ولي الله فيما هو فيه من اللذة والسرور إذ يستأذن عليه ملك من عند الله ، قد أرسله الله بكتاب وهدية وتحفة من رب العالمين لم يرها ذلك الولي في الجنة قط ، فيقول للحاجب الخارج : استأذن على ولي الله فإن معي كتابا وهدية من رب العالمين . فيقول هذا الحاجب للحاجب الذي يليه : هذا رسول من رب العالمين ، معه كتاب وهدية يستأذن على ولي الله ; فيستأذن كذلك حتى يبلغ إلى الحاجب الذي يلي ولي الله فيقول له : يا ولي الله ! هذا رسول من رب العالمين يستأذن عليك ، معه كتاب وتحفة من رب العالمين أفيؤذن له ؟ فيقول : نعم ! فأذنوا له . فيقول ذلك الحاجب الذي يليه : نعم فأذنوا له . فيقول الذي يليه للآخر كذلك حتى يبلغ الحاجب الآخر . فيقول له : نعم أيها الملك ; قد أذن لك ، فيدخل فيسلم عليه ويقول : السلام يقرئك السلام ، وهذه تحفة ، وهذا كتاب من رب العالمين إليك . فإذا هو مكتوب عليه : من الحي الذي لا يموت إلى الحي الذي يموت . فيفتحه فإذا فيه : سلام على عبدي ووليي ورحمتي وبركاتي ، يا وليي أما آن لك أن تشتاق إلى رؤية ربك ؟ فيستخفه الشوق فيركب البراق فيطير به البراق شوقا إلى زيارة علام الغيوب ، فيعطيه ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر . وقال سفيان الثوري : بلغنا أن الملك الكبير تسليم الملائكة عليهم ; دليله قوله تعالى : والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار وقيل : الملك الكبير كون التيجان على رؤوسهم كما تكون على رأس ملك من الملوك . وقال الترمذي الحكيم : يعني ملك التكوين ، فإذا أرادوا شيئا قالوا له كن . وقال أبو بكر الوراق : ملك لا يتعقبه هلك . وفي الخبر عن النبي - صلى الله عليه وسلم - : \" إن الملك الكبير هو - أن - أدناهم منزلة ينظر في ملكه مسيرة ألفي عام ، يرى أقصاه كما يرى أدناه \" قال : \" وإن أفضلهم منزلة من ينظر في وجه ربه تعالى كل يوم مرتين \" سبحان المنعم .",
  "ayah": 20,
  "surah": 76
}
