{
  "text": "قوله تعالى : إنا أعتدنا للكافرين سلاسلا وأغلالا وسعيراقوله تعالى : إنا أعتدنا للكافرين سلاسلا وأغلالا وسعيرا بين حال الفريقين ، وأنه تعبد العقلاء وكلفهم ومكنهم مما أمرهم ، فمن كفر فله العقاب ، ومن وحد وشكر فله الثواب . والسلاسل : القيود في جهنم طول كل سلسلة سبعون ذراعا كما مضى في ( الحاقة ) . وقرأ نافع والكسائي وأبو بكر عن عاصم وهشام عن ابن عامر سلاسلا منونا . الباقون بغير تنوين . ووقف قنبل وابن كثير وحمزة بغير ألف . الباقون بالألف . فأما قوارير الأول فنونه نافع وابن كثير والكسائي وأبو بكر عن عاصم ، ولم ينون الباقون . ووقف فيه يعقوب وحمزة بغير ألف . والباقون بالألف . وأما قوارير الثانية فنونه أيضا نافع والكسائي وأبو بكر ، ولم ينون الباقون . فمن نون قرأها بالألف ، ومن لم ينون أسقط منها الألف ، واختار أبو عبيد التنوين في الثلاثة ، والوقف بالألف اتباعا لخط المصحف ; قال : رأيت في مصحف عثمان \" سلاسلا \" بالألف و ( وقواريرا ) الأول بالألف ، وكان الثاني مكتوبا بالألف فحكت فرأيت أثرها هناك بينا . فمن صرف فله أربع حجج : أحدها : أن الجموع أشبهت الآحاد فجمعت جمع الآحاد ، فجعلت في حكم الآحاد فصرفت . الثانية : أن الأخفش حكى عن العرب صرف جميع ما لا ينصرف إلا أفعل منك ، وكذا قال الكسائي والفراء : هو على لغة من يجر الأسماء كلها إلا قولهم هو أظرف منك فإنهم لا يجرونه ; وأنشد ابن الأنباري في ذلك قول عمرو بن كلثوم :كأن سيوفنا فينا وفيهم مخاريق بأيدي لاعبيناوقال لبيد :وجزور أيسار دعوت لحتفها     بمغالق متشابه أجسامهاوقال لبيد أيضا :فضلا وذو كرم يعين على الندى     سمح كسوب رغائب غنامها[ ص: 111 ] فصرف مخاريق ومغالق ورغائب ، وسبيلها ألا تصرف . والحجة الثالثة : أن يقول نونت قوارير الأول لأنه رأس آية ، ورؤوس الآي جاءت بالنون ، كقوله جل وعز : مذكورا ، سميعا بصيرا فنونا الأول ليوقف بين رؤوس الآي ، ونونا الثاني على الجوار للأول . والحجة الرابعة : اتباع المصاحف ، وذلك أنهما جميعا في مصاحف مكة والمدينة والكوفة بالألف . وقد احتج من لم يصرفهن بأن قال : إن كل جمع بعد الألف منه ثلاثة أحرف أو حرفان أو حرف مشدد لم يصرف في معرفة ولا نكرة ; فالذي بعد الألف منه ثلاثة أحرف قولك : قناديل ودنانير ومناديل ، والذي بعد الألف منه حرفان قول الله - عز وجل - : لهدمت صوامع لأن بعد الألف منه حرفين ، وكذلك قوله : ومساجد يذكر فيها اسم الله كثيرا . والذي بعد الألف منه حرف مشدد شواب ودواب . وقال خلف : سمعت يحيى بن آدم يحدث عن ابن إدريس قال : في المصاحف الأول الحرف الأول بالألف والثاني بغير ألف ; فهذا حجة لمذهب حمزة . وقال خلف : رأيت في مصحف ينسب إلى قراءة ابن مسعود الأول بالألف والثاني بغير ألف . وأما أفعل منك فلا يقول أحد من العرب في شعره ولا في غيره هو أفعل منك منونا ; لأن ( من ) تقوم مقام الإضافة فلا يجمع بين تنوين وإضافة في حرف ; لأنهما دليلان من دلائل الأسماء ولا يجمع بين دليلين ; قاله الفراء وغيره .وأغلالا جمع غل تغل بها أيديهم إلى أعناقهم . وعن جبير بن نفير عن أبي الدرداء كان يقول : ارفعوا هذه الأيدي إلى الله - جل ثناؤه - قبل أن تغل بالأغلال . قال الحسن : إن الأغلال لم تجعل في أعناق أهل النار ; لأنهم أعجزوا الرب سبحانه ولكن إذلالا . ( وسعيرا ) تقدم القول فيه .",
  "ayah": 4,
  "surah": 76
}
