{
  "text": "১০০ নং আয়াতের তাফসীর:\nউক্ত আয়াতে আল্লাহ তা‘আলা অধিকাংশ মানুষের একটি বদ-অভ্যাসের কথা বর্ণনা করছেন। মানুষ মনে করে আল্লাহ তা‘আলার কাছে ধন সম্পদের অভাব নেই, তিনি তো আমাদেরকে অঢেল সম্পদ দিলেই পারেন। আমাদের দূরবস্থা ও অভাব অনটনে থাকতে হতো না। আল্লাহ তা‘আলা বলেন: আমার কাছে ধন-সম্পদের যে ভাণ্ডার রয়েছে যা কখনো ফুরিয়ে যাবে না, তা যদি তোমাদেরকে দেয়া হয় তাহলে তোমরা এ কথা জানা সত্ত্বেও মানুষকে দান করবে না এ আশংকায় যে, যদি শেষ হয়ে যায় তাহলে আমরা অভাবে পড়ে যাব। অথচ আমি সৃষ্টির শুরু থেকে মানুষকে ধন-সম্পদ ও নেয়ামত দান করেই আসছি।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন:\nيَدُ اللّٰهِ مَلْأَي لاَ يَغِيضُهَا نَفَقَةٌ، سَحَّاءُ اللَّيْلَ وَالنَّهَارَ، وَقَالَ: أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَوَاتِ وَالأَرْضَ، فَإِنَّهُ لَمْ يَغِضْ مَا فِي يَدِهِ\nআল্লাহ তা‘আলার হাত ধন-সম্পদে পরিপূর্ণ, দিন-রাত ব্যয় করাতেও তা কমে না। তোমরা কি লক্ষ্য করেছ, আকাশ-জমিন সৃষ্টির পর থেকে কত ব্যয় করে আসছেন, কিন্তু তার পরেও তাঁর হাতে যা রয়েছে তা কমে না। (সহীহ বুখারী হা: ৪৭১১) কিন্তু আল্লাহ তা‘আলা পরিমিতভাবে দিয়ে থাকেন। অধিক দিলে ফাসাদ সৃষ্টি হবে।\nআল্লাহ তা‘আলা বলেন:\n(وَلَوْ بَسَطَ اللہُ الرِّزْقَ لِعِبَادِھ۪ لَبَغَوْا فِی الْاَرْضِ وَلٰکِنْ یُّنَزِّلُ بِقَدَرٍ مَّا یَشَا۬ئُ  اِنَّھ۫ بِعِبَادِھ۪ خَبِیْرٌۭ بَصِیْرٌ‏)‏\n“আল্লাহ তাঁর (সকল) বান্দাদের রুযী বাড়িয়ে দিলে তারা পৃথিবীতে অবশ্যই সীমালঙ্ঘন করত; কিন্তু তিনি তাঁর ইচ্ছামত পরিমাণেই দিয়ে থাকেন। তিনি তাঁর বান্দাদের সম্পর্কে সম্যক জানেন ও দেখেন।” (সূরা শুরা ৪২:২৭)\n(خَشْيَةَ الْإِنْفَاقِ) অর্থ- خشية ان ينفقوا فيفتقروا\nঅর্থাৎ এ ভয়ে যে, দান করলে ধন শেষ হয়ে যাবে, ফলে তারা নিঃস্ব হয়ে যাবে। মানুষ সংকীর্ণ চিত্তের অধিকারী হওয়ায় কার্পণ্য করে।\nআল্লাহ তা‘আলা বলেন:\n(أَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَإِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًا ‏)‏\n“তাদের কি রাজত্বে কোন অংশ আছে? যদি তাদের কোন অংশ থাকত তাহলে লোকদের তিল পরিমাণও দিত না।” (সূরা নিসা ৪:৫৩)\nআল্লাহ তা‘আলা আরো বলেন:\n(إِنَّ الْإِنْسَانَ خُلِقَ هَلُوْعًا لا   إِذَا مَسَّهُ الشَّرُّ جَزُوْعًا لا ‏ وَّإِذَا مَسَّهُ الْخَيْرُ مَنُوْعًا ‏)‏\n“নিশ্চয়ই মানুষকে সৃষ্টি করা হয়েছে অস্থিরমনা রূপে; যখন তাকে বিপদ স্পর্শ করে তখন সে হয় হা-হুতাশকারী। আর যখন কল্যাণ তাকে স্পর্শ করে তখন সে হয় অতি কৃপণ।” (সূরা মাআ‘রিজ ৭০:১৯-২১)\nসুতরাং আল্লাহর বিরুদ্ধে অভিযোগ তোলার আগে নিজের অবস্থানের দিকে লক্ষ্য করা উচিত।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. দান করার ব্যাপারে কোন কৃপণতা করা যাবে না। আল্লাহ তা‘আলা যা কিছু দিবেন তা থেকে সাধ্যমত দান করতে হবে।",
  "ayah": 100,
  "surah": 17
}
