{
  "text": "\"فقضاهن سبع سموات في يومين\" أي ففرغ من تسويتهن سبع سموات في يومين أي آخرين وهما يوم الخميس ويوم الجمعة \"وأوحى في كل سماء أمرها\" أي ورتب مقررا في كل سماء ما تحتاج إليه من الملائكة وما فيها من الأشياء التي لا يعلمها إلا هو \"وزينا السماء الدنيا بمصابيح\" وهي الكواكب المنيرة المشرقة على أهل الأرض \"وحفظا\" أي حرسا من الشياطين أن تستمع إلى الملإ الأعلى \"ذلك تقدير العزيز العليم\" أي العزيز الذي قد عز كل شيء فغلبه وقهره العليم بجميع حركات المخلوقات وسكناتهم قال ابن جرير حدثنا هناد بن السري حدثنا أبو بكر بن عياش عن أبي سعيد البقال عن عكرمة عن ابن عباس - قال هناد قرأت سائر الحديث - أن اليهود أتت النبي صلى الله عليه وسلم فسألته عن خلق السماوات والأرض فقال صلى الله عليه وسلم \"خلق الله تعالى الأرض يوم الأحد ويوم الإثنين وخلق الجبال يوم الثلاثاء وما فيهن من منافع وخلق يوم الأربعاء - الشجر والماء والمدائن والعمران والخراب - فهذه أربعة \"قل أئنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له أندادا ذلك رب العالمين وجعل فيهل رواسي من فوقها وبارك فيها وقدر فيها أقواتها في أربعة أيام سواء للسائلين\" لمن سأله قال وخلق يوم الخميس السماء وخلق يوم الجمعة النجوم والشمس والقمر والملائكة إلى ثلاث ساعات بقيت منه وفي الثانية ألقى الآفة على كل شىء مما ينتفع به الناس وفي الثالثة آدم وأسكنه الجنة وأمر إبليس بالسجود له وأخرجه منها في آخر ساعة\" ثم قالت اليهود ثم ماذا يا محمد قال \"ثم استوى على العرش\" قالوا قد أصبت لو أتممت فالوا: ثم استراح فغضب النبي صلى الله عليه وسلم غضبا شديدا فنزل \"ولقد خلقنا السموات والأرض وما بينهما في ستة أيام وما مسنا من لغوب فاصبر على ما يقولون\" هذا الحديث فيه غرابة فأما حديث ابن جريج عن إسماعيل بن أمية عن أيوب بن خالد عن عبدالله بن رافع عن أبي هريرة رضي الله عنه قال أخذ رسول الله صلى الله عليه وسلم بيدى فقال \"خلق الله التربة يوم السبت وخلق فيها الجبال يوم الأحد وخلق الشجر يوم الإثنين وخلق المكروه يوم الثلاثاء وخلق النور يوم الأربعاء وبث فيها الدواب يوم الخميس وخلق آدم بعد العصر يوم الجمعة آخر الخلق في آخر ساعة من ساعات يوم الجمعة فيما بين العصر إلى الليل\" فقد رواه مسلم والنسائي في كتابيهما من حديث ابن جريج به وهو من غرائب الصحيح وقد علله البخاري في التاريخ فقال رواه بعضهم عن أبي هريرة رضي الله عنه عن كعب الأحبار وهو الأصح.",
  "ayah": 12,
  "surah": 41
}
