{
  "text": "خدا کے دین کو اختیار کرنے کا انجام عام طورپر آخرت میں سامنے آتا ہے۔ مگر پیغمبر کے مخاطبین اگر پیغمبر کی دعوت کا انکار کردیں تو اس کا برا انجام ان کے لیے موجودہ دنیا ہی سے شروع ہوجاتاہے۔\nتاہم اس دنیوی انجام کاکوئی ایک اصول نہیں۔ یہ مختلف پیغمبروں کے زمانہ میں مختلف صورتوں میں ظاہر ہوتا رہا ہے۔ پیغمبر آخر الزماں صلی اللہ علیہ وسلم کے لیے مخصوص مصالح کی بنا پر خدا کا یہ فیصلہ اس شکل میں ظاہر ہوا کہ پیغمبر کے متبعین کو پیغمبر کے منکرین پر غالب کردیا گیا۔\nمکی دور کے آخری زمانہ میں جب کہ مکہ کے سرداروں نے آپ کا انکار کردیا تھا، عین اسی وقت یہ ہورہا تھا کہ اسلام کی دعوت دھیرے دھیرے مدینہ میں اور مکہ کے بیرونی قبائل میں پھیل رہی تھی۔ گویا اسلام کی دعوتی قوت مکہ کے اطراف کو فتح کرتی ہوئی مکہ کی طرف بڑھ رہی تھی۔ پیغمبر آخر الزماں کے لیے خدا کی سنت دعوتی فتوحات کی صورت میں ظاہر ہوئی۔\nیہاں دعوتی تدبیر کو خدائی تدبیر کہاگیا ہے۔ اس سے اس کی اہمیت کا اندازہ ہوتاہے۔ قریش نے جب مکہ سے آپ کو نکالا تو انھوںنے یہ سمجھا تھا کہ انھوں نے آپ کا خاتمہ کردیا ہے۔ اس وقت آپ ایک ایسے شخص تھے جس کی معاشیات برباد ہوچکی تھی۔ جس کو خود اپنے قبیلہ کی حمایت سے محروم کردیا گیا تھا۔\nقریش یہ سب کرکے اپنے طورپر خوش تھے۔ وہ سمجھتے تھے کہ انھوںنے پیغمبر کے ’’مسئلہ‘‘ کو ہمیشہ کے لیے دفن کردیا ہے۔ مگر وہ اس راز کو سمجھ نہ سکے کہ داعی کا سب سے بڑا ہتھیار دعوت ہے اور یہ وہ چیز ہے جس کو کوئی شخص کبھی داعی سے چھین نہیں سکتا۔ داعی کی دوسری محرومیاں اس کے داعیانہ زور کو اور بڑھا دیتی ہیں، وہ کسی طرح اس کو کم نہیں کرتیں۔ چنانچہ عین اس وقت جب کہ قریش اپنے خیال کے مطابق پیغمبر سے اس کا سب کچھ چھین چکے تھے، اس کی دعوت چاروں طرف عرب کے قبائل میں پھیل رہی تھی۔ لوگوں کے دل اس سے مسخر ہوتے جارہے تھے۔ یہ عمل خاموشی کے ساتھ مسلسل جاری تھا۔ اور فتح مکہ گویا اسی کا انتہائی نقطہ تھا — مکہ والوں نے جن لوگوں کو ’’دس سو‘‘ سمجھ کر گھر سے بے گھر کیا تھا وہ صرف چند سال میں ’’دس ہزار‘‘ بن کر دوبارہ مکہ میں اس طرح واپس آئے کہ مکہ والوں کو یہ ہمت بھی نہ تھی کہ ان کو مکہ میں داخل ہونے سے روکنے کی کوشش کریں۔\nحق کی دعوت سے جن لوگوں کے مفادات پر زد پڑتی ہے وہ اس کو زیر کرنے کے لیے اس کے خلاف تدبیریں کرتے ہیں۔ مگر تمام تدبیروں کا سرا خداکے ہاتھ میں ہے۔ وہ ہر ایک کے اوپر پورا اختیار رکھتاہے۔ خدا کی اس برتر حیثیت کا ابتدائی ظہور اسی موجودہ دنیا میں ہو رہا ہے۔ اس کا کامل اور انتہائی ظہور آخرت میں ہوگا جب کہ اندھے بھی اس کو دیکھ لیں اور بہرے بھی اس کو سننے لگیں۔",
  "ayah": 42,
  "surah": 13
}
