{
  "surah": 12,
  "ayah": 93,
  "text": "Go with this shirt of mine and cast it upon the face of my father so that he may come to seeing.Joseph said, \" Take my shirt to Jacob, for his pain has not ceased from the time he saw the shirt stained with the wolf's blood. The balm will also be my shirt. \" When they took the shirt from Egypt, the morning breeze was commanded to take the shirt's scent to Jacob's nostrils so that, before Joseph's messenger could give the good news, he would receive it from the Real's mes- senger and recognize the Real's perfect gentleness and favor toward him. According to the tasting of the recognizers, this is the divine breeze that wanders furtively around the world to the doors of the breasts of the faithful and the tawḤīd-voicers to see where there may be a limpid breast and an empty secret core in which to dwell.Her love came to me before I knew love-it came across a carefree heart and took possession.To this alluded the Prophet: \" Surely your Lord has breezes in the days of your time, \" and so on. As for Jacob, this generosity was shown to him by means of passion for Joseph. Beneath this lies a magnificent secret. Its explanation is that contemplating Joseph for Jacob was by means of con- templating the Real. Whenever Jacob saw Joseph with the eyes of his head, he was gazing on the Real in contemplation with the eye of his secret core. So, when he was veiled from contemplating Joseph, his heart was also veiled from contemplating the Real. All of Jacob's anxiety and grieving was because of the loss of the contemplation of the Real, not the loss of companionship with Jo- seph. His longing and lamenting at separation from Joseph was because he had lost his mirror. He did not weep for the mirror itself, but for his heart's intimate, which he no longer saw. He burned because of losing that. Hence, on the day when he saw him again, he fell down in prostration, for his heart was contemplating the Real. He was prostrating before the contemplation of the Real, for none other than God is worthy of prostration."
}
