{
  "text": "القول في تأويل قوله تعالى :  وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا إِنَّ الإِنْسَانَ لَظَلُومٌ كَفَّارٌ (34)يقول تعالى ذكره: وأعطاكم مع إنعامه عليكم بما أنعم به عليكم من تسخير هذه الأشياء التي سخرها لكم والرزق الذي رزقكم من نبات الأرض وغروسها من كل شيء سألتموه ، ورغبتم إليه شيئا ، وحذف الشيء الثاني اكتفاء بما التي أضيفت إليها كلّ ، وإنما جاز حذفه ، لأن من تُبعِّض ما بعدها ، فكفت بدلالتها على التبعيض من المفعول ، فلذلك جاز حذفه ، ومثله قوله تعالى:  وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ  يعني به: وأوتيت من كل شيء في زمانها شيئا ، وقد قيل: إن ذلك إنما قيل على التكثير ، نحو قول القائل: فلان يعلم كل شيء ، وأتاه كل الناس ، وهو يعني بعضهم ، وكذلك قوله  فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ  . وقيل أيضا: إنه ليس شيء إلا وقد سأله بعض الناس ، فقيل ( وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ ) أي قد أتى بعضكم منه شيئا ، وأتى آخر شيئا مما قد سأله. وهذا قول بعض نحويّي أهل البصرة.وكان بعض نحويِّي أهل الكوفة يقول: معناه: وآتاكم من كلّ ما سألتموه لو سألتموه ، كأنه قيل: وآتاكم من كلّ سؤلكم ، وقال: ألا ترى أنك تقول للرجل ، لم يسألك شيئا: والله لأعطينك سُؤْلك ما بلغت مسألتك ، وإن لم يسأل .فأما أهل التأويل ، فإنهم اختلفوا في تأويل ذلك ، فقال بعضهم: معناه: وآتاكم من كلّ ما رغبتم إليه فيه.* ذكر من قال ذلك:حدثني محمد بن عمرو ، قال : ثنا أبو عاصم ، قال : ثنا عيسى ، وحدثني الحارث ، قال : ثنا الحسن قال: ثنا ورقاء ، وحدثني الحسن بن محمد ، قال : ثنا شبابة ، قال : ثنا ورقاء جميعا ، عن ابن أبي نجيح عن مجاهد ( مِنْ كُلِّ مَا سَأَلْتُمُوهُ ) ورغبتم إليه فيه.حدثني المثنى ، قال : ثنا أبو حذيفة ، قال : ثنا شبل ، عن ابن أبي نجيح ، عن مجاهد ، وحدثني المثنى ، قال : ثنا عبد الله ، عن ورقاء ، عن ابن أبي نجيح ، عن مجاهد ، وحدثنا القاسم ، قال : ثنا الحسين قال: ثني حجاج ، عن ابن جريج ، عن مجاهد ، مثله.حدثنا محمد بن عبد الأعلى ، قال : ثنا محمد بن ثور ، عن معمر ، عن الحسن ( وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ ) قال: من كلّ الذي سألتموه.وقال آخرون: بل معنى ذلك: وآتاكم من كل الذي سألتموه والذي لم تسألوه.* ذكر من قال ذلك:حدثنا الحسن بن محمد ، قال : ثنا خلف ، يعني ابن هشام ، قال : ثنا محبوب ، عن داود بن أبي هند ، عن رُكانة بن هاشم ( مِنْ كُلِّ مَا سَأَلْتُمُوهُ ) وقال: ما سألتموه وما لم تسألوه.وقرأ ذلك آخرون \" وآتاكُمْ مِنْ كُلٍّ ما سألْتُمُوهُ\" بتنوين كلّ وترك إضافتها إلى \" ما \" بمعنى: وآتاكم من كلّ شيء لم تسألوه ولم تطلبوه منه ، وذلك أن العباد لم يسألوه الشمس والقمر والليل والنهار . وخلق ذلك لهم من غير أن يسألوه.* ذكر من قال ذلك:حدثني أبو حُصَين ، عبد الله بن أحمد بن يونُس ، قال : ثنا بَزِيع ، عن الضحاك بن مُزاحم في هذه الآية: \" وآتاكم من كلّ ما سألتموه \" قال: ما لم تسألوه.حدثنا ابن حميد ، قال : ثنا يحيى بن واضح ، قال : ثنا عبيد ، عن الضحاك أنه كان يقرأ: \" مِنْ كُلِّ ما سألْتُمُوه \" ويفسره: أعطاكم أشياء ما سألتموها ولم تلتمسوها ، ولكن أعطيتكم برحمتي وسعتي. قال الضحاك: فكم من شيء أعطانا الله ما سألناه ولا طلبناه.حُدثت عن الحسين بن الفرج ، قال : سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان ، قال : سمعت الضحاك يقول في قوله: \" وآتاكم من كلّ ما سألتموه \" يقول: أعطاكم أشياء ما طلبتموها ولا سألتموها ، صدق الله كم من شيء أعطاناه الله ما سألناه إياه ولا خطر لنا على بال.حدثنا محمد بن عبد الأعلى ، قال : ثنا محمد بن ثور ، عن معمر ، عن قتادة: \" وآتاكم من كلّ ما سألتموه \" قال: لم تسألوه من كلّ الذي آتاكم.والصواب من القول في ذلك عندنا ، القراءة التي عليها قرّاء الأمصار ، وذلك إضافة \" كلّ \" إلى \" ما \" بمعنى: وآتاكم من سؤلكم شيئا . على ما قد بيَّنا قبل ، لإجماع الحجة من القرّاء عليها ورفضهم القراءة الأخرى.",
  "ayah": 33,
  "surah": 14
}
