{
  "text": "يقول تعالى ذكره: قد مكر هؤلاء الذين ظلموا أنفسهم ، فسكنتم من بعدهم في مساكنهم ، مكرهم. وكان مكرهم الذي مكروا ما:حدثنا محمد بن بشار ، قال : ثنا يحيى ، قال : ثنا سفيان ، قال : ثنا أبو إسحاق ، عن عبد الرحمن بن أبان (8) قال: سمعت عليا يقرأ: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال: كان ملك فره (9) أخذ فروخ النسور ، فعلفها اللحم حتى شبَّت واستعلجت واستغلظت . فقعد هو وصاحبه في التابوت وربطوا التابوت بأرجل النسور ، وعلقوا اللحم فوق التابوت ، فكانت كلما نظرت إلى اللحم صعدت وصعدت ، فقال لصاحبه: ما ترى؟ قال: أرى الجبال  مثل الدخان ، قالا ما ترى؟ قال: ما أرى شيئا ، قال : ويحك صوّب صوّب ، قال: فذلك قوله: ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ).حدثنا محمد بن بشار ، قال : ثنا محمد بن جعفر ، قال : ثنا شعبة ، عن أبي إسحاق ، عن عبد الرحمن بن واصل (10) عن عليّ بن أبي طالب ، مثل حديث يحيى بن سعيد ، وزاد فيه: وكان عبد الله بن مسعود يقرؤها: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".حدثنا الحسن بن محمد ، قال : ثنا محمد بن أبي عديّ ، عن شعبة ، عن أبي إسحاق ، قال : ثنا عبد الرحمن بن واصل (11) أن عليا قال في هذه الآية: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال: أخذ ذلك الذي حاجّ إبراهيم في ربه نسرين صغيرين فرباهما ، ثم استغلظا واستعلجا وشبَّا ، قال: فأوثق رجل كلّ واحد منهما بوتد إلى تابوت ، وجوّعهما ، وقعد هو ورجل آخر في التابوت ، قال : ورفع في التابوت عصا على رأسه اللحم ، قال : فطارا ، وجعل يقول لصاحبه: انظر ماذا ترى؟ قال: أرى كذا وكذا ، حتى قال: أرى الدنيا كأنها ذباب ، فقال: صوّب العصا ، فصوّبها فهبطا ، قال: فهو قول الله تعالى \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال أبو إسحاق: وكذلك في قراءة عبد الله \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".حدثني المثنى ، قال : ثنا أبو حذيفة ، قال : ثنا شبل ، عن ابن أبي نجيح ، عن مجاهد \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" مكر فارس. وزعم أن بختنصر خرج بنسور ، وجعل له تابوتا يدخله ، وجعل رماحا في أطرافها واللحم فوقها . أراه قال: فعلت تذهب نحو اللحم حتى انقطع بصره من الأرض وأهلها ، فنودي: أيها الطاغية أين تريد؟ ففرق : ثم سمع الصوت فوقه ، فصوّب الرماح ، فتصوّبت النسور ، ففزعت الجبال من هدّتها ، وكادت الجبال أن تزول منه من حسّ ذلك ، فذلك قوله \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".حدثا القاسم ، قال : ثنا الحسين ، قال : ثني حجاج ، قال : قال ابن جريج ، قال مجاهد: \" وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللهِ مَكْرُهُمْ وَإِنْ كَادَ مَكْرُهُمْ \" كذا قرأها مجاهد \" كَادَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ\" وقال: إن بعض من مضى جوّع نسورا ، ثم جعل عليها تابوتا فدخله ، ثم جعل رماحا في أطرافها لحم ، فجعلت ترى اللحم فتذهب ، حتى انتهى بصره ، فنودي: أيها الطاغية أين تريد؟ فصوّب الرماح ، فتصوّبت النسور ، ففزعت الجبال ، وظنت أن الساعة قد قامت ، فكادت أن تزول ، فذلك قوله تعالى \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".قال ابن جريج: أخبرني عمرو بن دينار ، عن عكرمة ، عن عمر بن الخطاب ، أنه كان يقرأ \" وَإِنْ كادَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".حدثني هذا الحديث أحمد بن يوسف ، قال : ثنا القاسم بن سلام ، قال : ثنا حجاج ، عن ابن جريج ، عن مجاهد ، أنه كان يقرأ على نحو: \" لَتَزُولُ \" بفتح اللام الأولى ورفع الثانية.حدثنا ابن وكيع ، قال : ثنا أبي ، عن إسرائيل ، عن أبي إسحاق ، عن عبد الرحمن بن دانيل (12) قال: سمعت عليا يقول: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".حدثنا ابن وكيع ، قال : ثنا أبي ، عن إسرائيل ، عن أبي إسحاق ، عن عبد الرحمن بن دانيل (13) قال : سمعت عليا يقول: \" وَإِنْ كادَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال: ثم أنشأ عليّ يحدّث فقال: نـزلت في جبَّار من الجبابرة قال: لا أنتهي حتى أعلم ما في السماء ، ثم اتخذ نسورا فجعل يطعمها اللحم حتى غلظت واستعلجت واشتدّت ، وذكر مثل حديث شعبة.حدثنا ابن وكيع ، قال : ثنا أبو داود الحضرمي ، عن يعقوب ، عن حفص بن حميد أو جعفر ، عن سعيد بن جبير: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال: نمرود صاحب النسور ، أمر بتابوت فجعل وجعل معه رجلا ثم أمر بالنسور فاحتمل ، فلما صعد قال لصاحبه: أي شيء ترى؟ قال: أرى الماء وجزيرة -يعني الدنيا- ثم صعد فقال لصاحبه: أي شيء ترى؟ قال: ما نـزداد من السماء إلا بعدا ، قال : اهبط -وقال غيره: نودي- أيها الطاغية أين تريد؟ قال: فسمعت الجبال حفيف النسور ، فكانت ترى أنها أمر من السماء ، فكادت تزول ، فهو قوله: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".حدثنا ابن وكيع ، قال : ثنا أبي ، عن أبي جعفر ، عن الربيع بن أنس ، أن أنسا كان يقرأ: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \".وقال آخرون: كان مكرهم: شركهم بالله ، وافتراؤهم عليه.* ذكر من قال ذلك:حدثني المثنى ، قال : ثنا أبو صالح ، قال : ثنا معاوية ، عن عليّ ، عن ابن عباس \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" يقول: شركهم ، كقوله  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ  .حدثنا ابن وكيع ، قال : ثنا المحاربي ، عن جويبر ، عن الضحاك: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال: هو كقوله  وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا * لَقَدْ جِئْتُمْ شَيْئًا إِدًّا * تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا  .حدثني المثنى ، قال : ثنا عمرو بن عون ، قال : أخبرنا هشيم ، عن جويبر ، عن الضحاك ، في قوله ( وَإِنْ كَانَ مَكْرُهُمْ ) ثم ذكر مثله.حدثنا بشر ، قال : ثنا يزيد ، قال : ثنا سعيد ، عن قتادة ، أن الحسن كان يقول: كان أهون على الله وأصغر من أن تزول منه الجبال ، يصفهم بذلك. قال قتادة: وفي مصحف عبد الله بن مسعود: \" وَإِنْ كادَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \"، وكان قتادة يقول عند ذلك  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا  أي لكلامهم ذلك.حدثنا محمد بن عبد الأعلى ، قال : ثنا محمد بن ثور ، عن معمر ، عن قتادة ، في قوله: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" قال ذلك حين دعوا لله ولدا. وقال في آية أخرى  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا * أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا  .حُدِثت عن الحسين ، قال : سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان ، قال : سمعت الضحاك يقول في قوله ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) في حرف ابن مسعود: \" وَإِنْ كادَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" هو مثل قوله  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا  .واختلفت القرّاء في قراءة قوله ( لِتَزُولَ مِنْهُ الْجِبَالُ ) فقرأ ذلك عامَّة قرّاء الحجاز والمدينة والعراق ما خلا الكسائي ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) بكسر اللام الأولى وفتح الثانية ، بمعنى: وما كان مكرهم لتزول منه الجبال. وقرأه الكسائي: \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" بفتح اللام الأولى ورفع الثانية على تأويل قراءة من قرا ذلك: \" وَإِنْ كادَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" من المتقدمين الذين ذكرت أقوالهم ، بمعنى: اشتدّ مكرهم حتى زالت منه الجبال ، أو كادت تزول منه ، وكان الكسائي يحدّث عن حمزة ، عن شبل عن مجاهد ، أنه كان يقرأ ذلك على مثل قراءته \" وَإِنْ كانَ مَكْرُهُمْ لَتَزُولُ مِنْهُ الجِبالُ \" برفع تزول.حدثني بذلك الحارث عن القاسم عنه.والصواب من القراءة عندنا ، قراءة من قرأه ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) بكسر اللام الأولى وفتح الثانية ، بمعنى: وما كان مكرهم لتزول منه الجبال.وإنما قلنا: ذلك هو الصواب ، لأن اللام الأولى إذا فُتحت ، فمعنى الكلام: وقد كان مكرهم تزول منه الجبال ، ولو كانت زالت لم تكن ثابتة ، وفي ثبوتها على حالتها ما يبين عن أنها لم تزُل ، وأخرى إجماع الحجة من القرّاء على ذلك ، وفي ذلك كفاية عن الاستشهاد على صحتها وفساد غيرها بغيره.فإن ظنّ ظانٌّ أن ذلك ليس بإجماع من الحجة إذ كان من الصحابة والتابعين من قرأ ذلك كذلك ، فإن الأمر بخلاف ما ظنّ في ذلك ، وذلك أن الذين قرءوا ذلك بفتح اللام الأولى ورفع الثانية قرءوا: \" وَإِنْ كادَ مَكْرُهُمْ \" بالدال ، وهي إذا قرئت كذلك ، فالصحيح من القراءة مع \" وَإِنْ كادَ \" فتح اللام الأولى ورفع الثانية على ما قرءوا ، وغير جائز عندنا القراءة كذلك ، لأن مصاحفنا بخلاف ذلك ، وإنما خطَّ مصاحفنا وإن كان بالنون لا بالدال ، وإذ كانت كذلك ، فغير جائز لأحد تغيير رسم مصاحف المسلمين ، وإذا لم يجز ذلك لم يكن الصحاح من القراءة إلا ما عليه قرّاء الأمصار دون من شذ بقراءته عنهم.وبنحو ما قلنا في معنى ( وَإِنْ كَانَ مَكْرُهُمْ ) قال جماعة من أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد ، قال : ثني أبي ، قال : ثني عمي ، قال : ثني أبي ، عن أبيه ، عن ابن عباس ، قوله ( وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) بقول: ما كان مكرهم لتزول منه الجبال.حدثنا محمد بن عبد الأعلى ، قال : ثنا محمد بن ثور ، عن معمر ، قال : قال الحسن ، في قوله ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) ما كان مكرهم لتزول منه الجبال.حدثني المثنى ، قال : ثنا عمرو بن عون ، قال : أخبرنا هشيم ، عن عوف ، عن الحسن ، قال : ما كان مكرهم لتزول منه الجبال.حدثني الحارث ، قال : ثنا القاسم ، قال : ثنا حجاج ، عن هارون ، عن يونس وعمرو ، عن الحسن ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) قالا وكان الحسن يقول: وإن كان مكرهم لأوهن وأضعف من أن تزول منه الجبال.- قال: قال هارون: وأخبرني يونس ، عن الحسن قال: أربع في القرآن ( وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) ما كان مكرهم لتزول منه الجبال ، وقوله  لاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ  ما كنا فاعلين ، وقوله  إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ  ما كان للرحمن ولد ، وقوله  وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ  ما مكناكم فيه.قال هارون: وحدثني بهنّ عمرو بن أسباط ، عن الحسن ، وزاد فيهنّ واحدة  فَإِنْ كُنْتَ فِي شَكٍّ  ما كنت في شكّ  مِمَّا أَنْـزَلْنَا إِلَيْكَ  .فالأولى من القول بالصواب في تأويل الآية ، إذ كانت القراءة التي ذكرت هي الصواب لما بيَّنا من الدلالة في قوله ( وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ ) وقد أشرك الذين ظلموا أنفسهم بربهم وافتروا عليه فريتهم عليه ، وعند الله علم شركهم به وافترائهم عليه ، وهو معاقبهم على ذلك عقوبتهم التي هم أهلها ، وما كان شركهم وفريتهم على الله لتزول منه الجبال ، بل ما ضرّوا بذلك إلا أنفسهم ، ولا عادت بغية مكروهه إلا عليهم.حدثنا الحسن بن محمد ، قال : ثنا وكيع بن الجرّاح ، قال : ثنا الأعمش ، عن شمر ، عن عليّ ، قال : الغدر: مكر ، والمكر كفر.-----------------------الهوامش :(8) سيأتي ( ص 345 ) أن اسمه عبد الرحمن بن دانيل ، وقد نقل هذا الاسم القرطبي في تفسيره ( 9 : 380 ) ولم أجده في أسماء الرواة ، ولعل لفظتي \" أبان ، وواصل \" هنا تحريف عن \" دانيل \" .(9) الفره : البطر الأشر . المتمادي في غيه .(10) تقدمت الإشارة إليه في ( ص 244 ) .(11) تقدمت الإشارة إليه في ( ص 244 ) .(12) تقدمت الإشارة إليه في ( ص 244 ) .(13) تقدمت الإشارة إليه في ( ص 244 ) .",
  "ayah": 47,
  "surah": 14
}
