{
  "text": "كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ (14) . { الاولين * كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ مَّا كَانُواْ يَكْسِبُونَ } .اعتراض بالردع وبيان له ، لأن { كلاّ } ردع لقولهم أساطير الأولين ، أي أن قولهم باطل . وحرف { بل } للإِبطال تأكيداً لمضمون { كلاّ } وبياناً وكشفاً لما حملهم على أن يقولوا في القرآن ما قالوا وأنه ما أعمى بصائرَهم من الرّيْن .والرّين : الصدأ الذي يعلو حديدَ السيف والمِرآةِ ، ويقال في مصدر الرَّين الرانُ مثل العيب والعَاب ، والذيْم والذام .وأصل فعله أن يسند إلى الشيء الذي أصابه الريْن ، فيقال : ران السيف وران الثوب ، إذا أصابه الريْن ، أي صار ذا رين ، ولما فيه من معنى التغطئة أطلق على التغطية فجاء منه فعل ران بمعنى غشي ، فقالوا : ران النعاس على فلان ، ورانت الخمر ، وكذلك قوله تعالى : { ران على قلوبهم } هو من باب رَان الرينُ على السيف ، وليس من باب رانَ السيفُ ، ومن استعمال القرآن هذا الفعل صار الناس يقولون : رِين على قلب فلان وفلان مَرينٌ على قلبه .والمعنى : غَطَّت على قلوبهم أعمالهم أن يدخلها فهمُ القرآن والبوننِ الشاسِع بينه وبين أساطير الأولين .وقرأ الجمهور بإدغام اللام في الراء بعد قلبها راء لتقارب مخرجيها .وقرأه عاصم بالوقف على لام ( بل ) والابتداء بكلمة ران تجنباً للإدغام .وقرأه حفص بسكتة خفيفة على لام { بل } ليبين أنها لام . قال في «اللسان» : إظهار اللام لغة لأهل الحجاز . قال سيبويه : هما حسنان ، وقال الزجاج : الإِدغام أرجح .والقلوب : العقول ومَحالُّ الإِدراك . وهذا كقوله تعالى : { ختم اللَّه على قلوبهم } في سورة البقرة ( 7 ) .ومن كلام رعاة الأعراب يخاطبون إبلهم في زمن شدة البرد إذا أوردوها الماءَ فاشمأزت منه لبرده بَرِّديهِ تَجديه سَخيناً أي بَلْ رديه وذلك من المُلَح الشبيهة بالمعاياة إذ في ظاهره طلب تبريده وأنه بالتبريد يوجد سخيناً .وما كانوا يكسبون } ما عملوه سالفاً من سيئات أعمالهم وجماحهم عن التدبر في الآيات حتى صار الإعراض والعناد خُلُقاً متأصلاً فيهم فلا تفهم عقولهم دلالة الأدلة على مدلولاتها .روى الترمذي عن أبي هريرة عن رسول الله صلى الله عليه وسلم أنه قال : \" إن العبد إذا أخطأ خطيئة نُكتت في قلبه نُكتة سوداء فإذا هو نزع واستغفر الله وتاب صُقِلَ قلبه فإن عاد زيد فيها حتى تعلو على قلبه وهو الران الذي ذكر الله في كتابه : { كلا بل ران على قلوبهم ما كانوا يكسبون } \" قال الترمذي هذا حديث حسن صحيح .ومجيء { يكسبون } بصيغة المضارع دون الماضي لإفادة تكرر ذلك الكسب وتعدده في الماضي .وفي ذكر فعل { كانوا } دون أن يقال : ما يكسبون ، إشارة إلى أن المراد : ما كسبوه في أعمارهم من الإشراك قبل مجيء الإسلام فإنهم وإن لم يَكونوا مناط تكليف أيامئذ .فهم مخالفون لما جاءت به الشرائع السالفة وتواتر وشاع في الأمم من الدعوة إلى توحيد الله بالإلهية على قول الأشعري وأهل السنة في توجيه مؤاخذة أهل الفترة بذنب الإشراك بالله حسبما اقتضته الأدلة من الكتاب والسنة أو مخالفون لمقتضى دلالة العقل الواضحة على قول الماتريدي والمعتزلة ولحق بذلك ما اكتسبوه من وقت مجيء الإسلام إلى أن نزلت هذه السورة فهي مدة ليست بالقصيرة .و { كلاّ } الثانية تأكيد ل { كلا } الأولى زيادة في الردع ليصير توبيخاً .",
  "ayah": 14,
  "surah": 83
}
