{
  "surah": 3,
  "ayah": 143,
  "text": "You were longing for death before you met it, [to the end of] the verse: every person of certainty whose certainty is not a natural disposition but a passing inclination will always in some of his states long for things and claim certain states in accordance with [the desires of] his soul; likewise [when he is in] a state of other than certainty. When the heart comes forward then he is sincere, so long as he is qualified by that [state of certainty]. But when in another state and at the turning away [of his heart], there remains no trace of that [certainty]. Similar is the case with the one who has not witnessed a [particular] state or experienced it. It may be that he longs for it by virtue of its being formed [as an image] in his soul and the fact that he is not harmed by it when it is [simply] an image. However, when it does take place and he is tried [with it], he is unable to bear its hardships, as is related of Sumnūn the lover, may God have mercy upon him, when he said in one of his verses:'However You wish, then test me!'He was then afflicted with urine retention (asr) but was unable to bear the trial. He would wander the streets and give children things to play with such as walnuts, saying to them, 'Pray for this old man of yours, the liar'. It is in this sense that the poet says:'[Only] when the coward finds himself alone in some place, does he seek the challenge and lines up for battle, all alone'.Thus a state is of little concern until it becomes a station and can only be considered a station when the person has been tried in that very abode. If he makes it through the trial then it [his station] is good. This is one of the benefits of the dealing out of the days between them, that they might be trained in [the presence of] death and their certainty be strengthened, their patience abound and their station realised through the witnessing, as He says: Now you have seen it, with the slaying of your brethren before your, as you, witnessed that. Therein is a rebuke for them, for that their certainty was a state and not a station, which is why they have failed [to dwel] in the abode [of that station]."
}
