{
  "surah": 3,
  "ayah": 15,
  "text": "Shall I tell you of something better than that? For those who are godwary there shall be with their Lord gardens beneath which rivers flow, therein dwelling forever, and spouses made pure, and approval from God. After talking about the enemies, describing their life, and explaining their furthest goal, God in this verse comes back to the story of the friends. Tomorrow, the final outcome of those whose watch- word today is godwariness will be paradise and approval. He says, “For those who are godwary there shall be with their Lord gardens.” Just as godwariness has levels, so also paradise has degrees. The first degree is the Garden of the Shelter, and the first level of godwariness is to avoid the forbidden and the soul's caprice. The Splendorous Qur'an ties the two together in its words, “As for him who fears the standing place be- fore his Lord and prohibits the soul its caprice, surely the Garden shall be the shelter” [79:40-41]. The highest degree is the Garden of Eden, and better than the Garden of Eden is the Greatest Approval. So, the furthest goal of the paradise-dwellers is the Greatest Approval, just as the Lord of the Worlds says: “And goodly dwellings in the gardens of Eden; and approval from God is greatest” [9:72] The Greatest Approval belongs to those who reach the utmost godwariness. The utmost god- wariness is that someone takes whatever has the scar of new arrival and the mark of creation as his own enemy, as Abraham said: “Surely they are an enemy to me, save the Lord of the Worlds” [26:77]. You must turn away from all things and, with detached heart, busy yourself with the suf- fering of passion for the Haqiqah. You must know for certain that the intrusion of others finds no room in passion's suffering. You must cut off your heart and spirit from everything. The heart is Your garden-take it all, for this heart has room either for my intrusion or Your image. In gratitude I will also send my spirit to You- a whiff of union with You does what a hundred spirits cannot. Tomorrow, all will be taken to the furthest limit of their goals and aspirations. Here someone hopes for the Garden of the Refuge and is told, “Flee from the unlawful and be just, and that will not be held back from you.  ” Someone hopes for the Abode of Everlastingness and is told, “Avoid the doubtful and be a renunciant, and that will not be held back from you.” Someone else desires Firdaws and is told, “Keep back from the lawful and be a recognizer, and that will not be held back from you.” A group remain who have no hopes and no desires. They desire what the Beloved desires and choose what the Beloved chooses. The paradises are presented to them, and the maidens and serv- ing boys are made to sit on the turrets scattering precious gifts for them, but they are detached from it all and turn their faces away. They say, “If we must give our heart to someone, well, let us give it to someone who will enslave it.” Suddenly I gave my heart to the one with the tulip face. She was worthy of my heart-that's why I gave it. Let me now speak of the Greatest Approval and finish with that. It is narrated from Anas ibn Mālik that he said one day God's Messenger kept them waiting. When he came out, they asked him what had held him back. He said, “That was because Gabriel came to me holding in his hand something like a mirror with a black spot. He said, 'This is Friday, within which there is an hour of good for you and your community. The Jews and the Christians desired it, but they missed its mark.' “I said, 'O Gabriel! What is this black spot?' “He said, 'It is an hour of Friday with which no Muslim will keep company asking for good from God without God's giving it to him, or storing away the like of it for him for the Day of Res- urrection, or averting from him its like in ugliness. It is the best of days with God, and the folk of the Garden call it “the Day of Increase.”' “I said, 'O Gabriel, and what is this Day of Increase?' “He said, 'Surely there is in the Garden a valley in which flows white musk. Every Friday God descends into it and sets up His Footstool. Then pulpits of light are brought and placed be- hind it and surrounded by the angels. Then footstools of gold are brought and put there. Then the prophets, the sincerely truthful, the witnesses, and the faithful, who are the folk of the chambers, are brought and they sit. Then God smiles and says, “O My servants, ask of Me!” They will say, “We ask You for Your approval. He will say, “I have approved of you.”'”"
}
