{
  "surah": 3,
  "ayah": 22,
  "text": "Those are the ones whose works have failed, those [works] which they performed while following the religion of their prophets and that is because while they were following blindly their prophet they were still saved by virtue of their following [him], since their prophets were their intercessors mediating between them and God in order to procure for them the [divine] effusion; but when they denied the prophets and their just followers they were contravening their particular prophet, since all prophets follow one creed in reality, namely, the belief in the Oneness [of God], without distinguishing between them, being as they are [all] upon the one [single] truth. Thus he who contravenes one [prophet] has in effect contravened all. Likewise, he who contravenes the upholders of justice from among the followers of the prophets is himself unjust and he who is unjust has, by virtue of his injustice, abandoned the following [of prophets]; similarly the denier of the followers is a denier of those who are followed, and the denier of the shadow [of God's Oneness] is a denier of the Essence, abandoning Its light. Once they have contravened their prophet there no longer exists any contact or correspondence between them and him that enables [the procurement of] effusion from His light and they are thus veiled from His light. Although their works had been illumined by His light by virtue of their following [the prophet], not because of any essential light that these [works] possess, since they are not produced out of certainty, once they are veiled from their prophet the accidental light [of these works] disappears and they become dark and like all other evil deeds from among the attributes of the commanding soul. Here [the following comes to mind], something which I have heard on more than one occasion: the slaying of the disbelievers of the faculties of the commanding soul at the hands of the prophets of the hearts and the justice-commanding spiritual faculties."
}
