{
  "surah": 3,
  "ayah": 57,
  "text": "But as for the believers, from among the spiritual ones, who do deeds of righteousness, of all sorts of acts of [spiritual] augmentation, adornment and purification in order to assist the heart against the soul and remaining closely behind it as it orients itself towards the Truth; He will pay them in full their wages, by way of the holy lights and spiritual illuminations that radiate upon them; God loves not the evildoers, who stint what is due by right of wages. As for the intepretation [of this verse] without [effecting] correspondences, it is that they schemed to send someone to slay Jesus, peace be upon him. But a corporeal form was presented to them as a likeness, which was the manifestation of Jesus, the spirit of God, peace be upon him, in the real form of Jesus such that they supposed it to be Jesus and so slew it and crucified it, when God had raised Jesus, peace be upon him, to the fourth heaven as his spirit, peace be upon him, was an effusion of the spiritual aspect of the sun. But in their ignorance they did not know that the spirit of God could not be slain. When he was certain of his state before being raised, he [Jesus] said to his companions: 'I am departing to my father, your heavenly father', that is, I am seeking purification from the world of impurity and connecting to the holy spirit, bestower of forms, effuser of spirits and perfections, nurturer of men by means of infusing [their] spirit with the breath. I shall reinforce you with that effusion. At that time his call was not heeded and his example was not followed and so he commanded the disciples to disperse after him across the land and to call [people] to the Truth. They said, 'How are we to do this if you shall not be amongst us and now when you are our call is not heeded'. He said [to them]: 'The sign of my reinforcement of you is that people will accept your call after me'. After he was raised, his companions would not leave anyone until he heeded their call. Acceptance of their call appeared amongst people, their word prevailed, and their religion spread in all corners of the world."
}
