{
  "surah": 3,
  "ayah": 7,
  "text": "He it is who has sent down upon thee the Book, wherein are firm verses, which are the mother of the Book, and others ambiguous. He is neither a name nor an attribute. Rather, it is an allusion to being. It means that our Lord is, He is fitting to be, and He has been-beyond location and transcendent in attributes. ShurayḤ ʿābid said, “I saw a dervish in the mosque of the Sanctuary calling upon God by saying, 'O He who is He! O He other than whom there is no he! Forgive me.' A voice came from the Unseen: 'O dervish, you received so much reward for saying that the first time that the angels will be writ- ing it out until the resurrection.'” Huwa is two letters, h and w. The place of articulation of h is the last part of the throat, and the place of articulation of the w is the first part of the throat. This alludes to the fact that the letters begin from Him at first and return to Him at last. From Him they begin and to Him they return. It has also been said it alludes to the created things and engendered beings: all things come in the beginning from His power and return in the end by His decree. A dervish in the state of rapture was asked, “What is your name?” He answered, “He.” They said, “Where have you come from?” He said, “He.” They said, “What do you want?” He said, “He.” They said, “Perhaps you mean 'God'.” When the dervish heard the name God, he gave his spirit to the name and left this world. The painters depict Your name in a hundred meanings; remembering You and Your name they give up their spirits. They scatter their lives for the scent of union with You with nothing in hand of Your description but incapacity. Wherein are firm verses, which are the mother of the Book, and others ambiguous. These are the two great divisions of the Qur'an, one apparent and clear, the other abstruse and difficult. The ap- parent belongs to the majesty of the Shariah, and the difficult belongs to the beauty of the Haqiqah. The apparent is so the common people may reach joy and blessings by perceiving it and putting it into practice.  The difficult is so the elect may reach the mystery of the Beneficent by surrendering and attesting to it. From the place of blessings and joy to the place of intimacy and mystery are numerous ups and downs. Given the exaltedness of this state and the eminence of this work, He did not lift up the curtain of abstruseness and ambiguity, lest any of the non-privy walk into this street, for not everyone is worthy to know the secrets of kings. Go, don't wander round the pavilion of secrets! Why try? You're no man for this battle. It needs a man cut off from both worlds to drink down the dregs of the friends' draft."
}
