{
  "surah": 9,
  "ayah": 122,
  "text": "[It is not for the believers to go forth altogether.] Why should not a party of every section of them [go forth]: in other words, every prepared person from a [particular] group must wayfare along the path of the pursuit of knowledge, since it is not possible for all of them [to do so], either outwardly [impossible] because of the [potential] forfeiting of [the groups's] welfare, or inwardly [impossible] because there is no preparedness [for it in each of them]. 'To gain understanding in religion' (tafaqquh) is a kind of knowledge that belongs to the heart and not one that is earned. For not every person who earns knowledge gains understanding, as He says And We have placed covers upon their hearts so that they do not understand it (yafqahūn) [Q. 6:25]: these covers (akinna) are natural overlays and ego-centric veils. Thus whoever desires to gain understanding, let him go forth in the way of God and let him wayfare the path of self-cleansing and self-purification until knowledge manifests itself from his heart onto his tongue, as was revealed to one of the prophets of the Children of Israel: 'O Children of Israel: do not say that knowledge is in the heavens and so who will bring it down, or that it is at the furthest edges of the earth and so who will bring it out, or that it is beyond the sea and so who will traverse [it] and bring it overḍ Knowledge has been placed in your hearts. Acquire [spiritual] refinement at my hands through the refined dispositions of the spiritual ones and assume the character traits of the truthful ones so that I might make manifest the knowledge that is in your hearts until your are immersed and covered in it. Thus what is meant by 'gaining understanding' (tafaqquh) is [the gaining of] knowledge that is firmly rooted in the heart, striking its roots [deep] within the soul, its effect being manifest upon the limbs such that the one possessing it is unable to commit anything that stands in opposition to that knowledge. For otherwise, he would not be a learned one (ʿālim). Do you know not see how God has deprived of understanding (fiqh) that person in whom the awe of God does not prevail over the awe of people, where He says: You indeed rouse greater awe in their hearts than God."
}
