{
  "surah": 9,
  "ayah": 61,
  "text": "[And of them are those who injure the Prophet] and say, 'He is only a listener!': they used to injure the Prophet and slander him because of the goodness of [his] heart and his being quick to accept and believe what he hears and so He affirms the truth of that and submits to them that he [the Prophet] is indeed like that, but [he is so] in terms of goodness. For the recalcitrant, coarse, crude, loathsome and harsh soul that is unyielding in matters and is not affected is not one that is prepared for perfection, since human perfection can only be [attained] through acceptance, being affected and being acted upon. Thus the more that a soul's temperament is malleable, its heart sound and more given to acceptance, the more it is receptive to perfection and the more intensely prepared it is for that [perfection]. This malleability is not a type of weakness or simple-mindedness which entails being acted upon by all that one hears, even the impossible and being affected by all that he comes across and sees, even lies, evil and error. Rather, this [malleability] is a kind of gentleness and readiness to accept the goodness and truth that corresponds to him, which is why He says: Say: 'A listener to good, because the purity of preparedness and the gentleness of soul requires acceptance of what corresponds to him of good things and not what is incompatible with him in the way of evil. Good preparedness does not accept evil, is not affected by it nor imprinted upon it, being as it is incompatible with it and remote therefrom; for you, in other words, he listens to what is beneficial for you and that wherein lies your welfare and nothing else; one who believes in God: an explanation of his malleability and receptivity, since faith can only come with soundness of heart and the gentleness and malleability of the soul; and has faith in the believers, believing their statements concerning good things and listens to what they say regarding these and accepts it; and who is a mercy to those of you who believe, being compassionate and tender towards them, delivering them thus from chastisement by purifying [them] and teaching [them], rectifying the matter of their mode of living and their final return through piety, dutiful contact and [by] teaching [them] virtuous character traits such as forbearance, compassion, enjoining decency by their emulating of him in that respect, and by laying down the divine prescriptions that bring about the [good] ordering of their affair in both abodes and inciting them to all kinds of piety, verbal and in terms of action, as well as in other ways."
}
