{
  "text": "آیت 19 قُلْ اَیُّ شَیْءٍ اَکْبَرُ شَہَادَۃً ط قُلِ اللّٰہُ قف شَہِیْدٌم بَیْنِیْ وَبَیْنَکُمْ قف یہ گویا اس سورة کے عمود کا عکس ہے۔ میں پہلے بتاچکا ہوں کہ اس سورة کا عمود یہ مضمون ہے کہ مشرکین کے مطالبے پر ہم کسی قسم کا حسی معجزہ نہیں دکھائیں گے ‘ کیونکہ اصل معجزہ یہ قرآن ہے۔ اے نبی ﷺ ہم نے آپ پر یہ قرآن اتار دیا ‘ آپ تبشیر ‘ انذار اور تذکیر کے فرائض اسی قرآن کے ذریعے سے سر انجام دیں۔ جس کے اندر صلاحیت ہے ‘ جو طالب حق ہے ‘ جو ہدایت چاہتا ہے ‘ وہ ہدایت پالے گا۔ باقی جس کے دل میں کجی ہے ‘ ٹیڑھ ہے ‘ تعصب ‘ ضد اور ہٹ دھرمی ہے ‘ حسد اور تکبر ہے ‘ آپ ﷺ اس کو دس لاکھ معجزے دکھا دیجیے وہ نہیں مانے گا۔ کیا علماء یہود حضرت مسیح علیہ السلام کے معجزے دیکھ کر آپ علیہ السلام پر ایمان لے آئے تھے ؟ کیسے کیسے معجزے تھے جو انہیں دکھائے گئے ! آپ علیہ السلام گارے سے پرندے کی شکل بنا کر پھونک مارتے اور وہ اڑتا ہوا پرندہ بن جاتا۔ یہ احیائے موتیٰ اور خلق حیات تو وہ چیزیں ہیں جو بالخصوص اللہ تعالیٰ کے اپنے exclusive اَفعال ہیں۔ اللہ تعالیٰ نے حضرت عیسیٰ علیہ السلام کے ہاتھ پر یہ نشانیاں بھی ظاہر کردیں ‘ لیکن انہیں دیکھ کر کتنے لوگوں نے مانا ؟ لہٰذاہم ایسا کوئی معجزہ نہیں دکھائیں گے۔ البتہ آپ ﷺ محنت اور کوشش کرتے جایئے ‘ دعوت و تبلیغ کرتے جایئے۔یہاں پر لفظ بِہٖ خاص پر نوٹ کیجیے۔ فرمایا کہ یہ قرآن میری طرف وحی کیا گیا ہے تاکہ میں خبردار کر دوں تمہیں اس کے ذریعے سے بِہٖ یعنی میرا انذار قرآن کے ذریعے سے ہے۔ مزید فرمایا : وَمَنْم بَلَغَ ط اور جس تک یہ پہنچ جائے۔ اس کا مطلب یہ ہے کہ میں تو تمہیں پہنچا رہا ہوں ‘ اب جو امت بنے گی وہ آگے پہنچائے گی۔ جس تک یہ قرآن پہنچ گیا اس تک رسول اللہ ﷺ کا انداز پہنچ گیا ‘ اور یہ سلسلہ تا قیامت چلے گا ‘ کیونکہ حضور ﷺ اپنے ہی زمانے کے لیے رسول بن کر نہیں آئے تھے ‘ آپ ﷺ تو تا قیامت رسول ہیں۔ یہ آپ ﷺ ہی کی رسالت کا دور چل رہا ہے۔ جو انسان بھی قیامت تک دنیا میں آئے گا وہ آپ ﷺ کی امت دعوت میں شامل ہے ‘ اس تک قرآن کا پیغام پہنچانا اب امت محمد ﷺ کے ذمہ ہے۔اب آ رہا ہے ایک متجسسانہ سوال searching question۔ جیسا کہ میں نے ابتدا میں عرض کیا تھا ‘ جب آپ کو معلوم ہو کہ آپ کا مخالف جو کچھ کہہ رہا ہے وہ اپنے دل کے یقین سے نہیں کہہ رہا ہے ‘ بلکہ ضد اور ہٹ دھرمی کی بنیاد پر کہہ رہا ہے ‘ تو پھر اس کی آنکھوں میں آنکھیں ڈال کر متجسسانہ searching انداز میں اس سے سوال کیا جاتا ہے۔ یہی انداز یہاں اختیار کیا گیا ہے۔ فرمایا : اَءِنَّکُمْ لَتَشْہَدُوْنَ اَنَّ مَعَ اللّٰہِ اٰلِہَۃً اُخْرٰی ط قُلْ لَّآ اَشْہَدُ ج تم ایسا کہو تو کہو ‘ لیکن میرے لیے یہ ممکن نہیں ہے کہ ایسی خلاف عقل اور خلاف فطرت بات کہہ سکوں۔قُلْ اِنَّمَا ہُوَ اِلٰہٌ وَّاحِدٌ وَّاِنَّنِیْ بَرِیْٓءٌ مِّمَّا تُشْرِکُوْنَ واضح رہے کہ اس سورة کا زمانۂ نزول مکی دور کا آخری زمانہ ہے۔ اس وقت تک مدینہ میں بھی خبریں پہنچ چکی تھیں کہ مکہ کے اندر ایک نئی دعوت بڑے زور و شور اور شدو مد کے ساتھ اٹھ رہی ہے۔ چناچہ مدینہ کے یہودیوں کی طرف سے سکھائے ہوئے سوالات بھی مکہ کے لوگ حضور ﷺ سے امتحاناً کرتے تھے۔ مثلاً آپ ذرا بتائیے کہ ذو القرنین کون تھا ؟ اگر آپ نبی ہیں تو بتائیے کہ اصحاب کہف کا قصہ کیا تھا ؟ اور یہ بھی بتائیے کہ روح کی حقیقت کیا ہے ؟ یہ سب سوالات اور ان کے جوابات سورة بنی اسرائیل اور سورة الکہف میں آئیں گے۔ مدینہ کے یہودیوں تک ان کے سوالات کے جوابات سے متعلق تمام خبریں بھی پہنچ چکی تھیں اور ان کے سمجھ دار اور اہل علم لوگ سمجھ چکے تھے کہ یہ وہی نبی ہیں جن کے ہم منتظر تھے۔ مگر یہ لوگ یہ سب کچھ سمجھنے اور جان لینے کے باوجود محروم رہ گئے۔",
  "ayah": 19,
  "surah": 6
}
