{
  "text": "آیت 52 وَلاَ تَطْرُدِ الَّذِیْنَ یَدْعُوْنَ رَبَّہُمْ بالْغَدٰوۃِ وَالْعَشِیِّ یُرِیْدُوْنَ وَجْہَہٗ ط۔دراصل یہ اشارہ ہے اس معاملے کی طرف جو تقریباً تمام رسولوں کے ساتھ پیش آیا۔ واقعہ یہ ہے کہ عام طور پر رسولوں کی دعوت پر سب سے پہلے مفلس اور نادار لوگ ہی لبیّک کہتے رہے ہیں۔ ایسے لوگوں کو نبی کی محفل میں دیکھ کر صاحب ثروت و حیثیت لوگ اس دعوت سے اس لیے بھی بدکتے تھے کہ اگر ہم ایمان لائیں گے تو ہمیں ان لوگوں کے ساتھ بیٹھنا پڑے گا۔ اس سلسلے میں حضرت نوح علیہ السلام کی قوم کا قرآن میں خصوصی طور پر ذکر ہوا ہے کہ آپ علیہ السلام کی قوم کے سردار کہتے تھے کہ اے نوح ہم تو آپ کے پاس آنا چاہتے ہیں ‘ آپ کے پیغام کو سمجھنا چاہتے ہیں ‘ لیکن ہم جب آپ کے اردگرد ان گھٹیا قسم کے لوگوں کو بیٹھے ہوئے دیکھتے ہیں تو ہماری غیرت یہ گوارا نہیں کرتی کہ ہم ان کے ساتھ بیٹھیں۔ یہی بات قریش کے سرداران رسول اللہ ﷺ سے کہتے تھے کہ آپ ﷺ کے پاس ہر وقت جن لوگوں کا جمگھٹا لگا رہتا ہے وہ لوگ ہمارے معاشرے کے پست طبقات سے تعلق رکھتے ہیں ‘ ان میں سے اکثر ہمارے غلام ہیں۔ ایسے لوگوں کی موجودگی میں آپ کی محفل میں بیٹھنا ہمارے شایان شان نہیں۔ ان کی ایسی باتوں کے جواب میں فرمایا جا رہا ہے کہ اے نبی ﷺ آپ ان کی باتوں سے کوئی اثر نہ لیں ‘ آپ ﷺ خواہ مخواہ اپنے ان ساتھیوں کو خود سے دور نہ کریں۔ اگر وہ غریب ہیں یا ان کا تعلق پست طبقات سے ہے تو کیا ہوا ‘ ان کی شان تو یہ ہے کہ وہ صبح شام اللہ کو پکارتے ہیں ‘ اللہ سے مناجات کرتے ہیں ‘ اس کی تسبیح وتحمید کرتے ہیں ‘ اس کے روئے انور کے طالب ہیں اور اس کی رضا چاہتے ہیں۔ سورة البقرۃ میں ایسے لوگوں کے بارے میں ہی فرمایا گیا ہے : مَنْ یَّشْرِیْ نَفْسَہُ ابْتِغَآءَ مَرْضَات اللّٰہِ ط آیت 207 کہ یہ وہ لوگ ہیں جنہوں نے اپنی جانیں اور اپنی زندگیاں اللہ کی رضائی جوئی کے لیے وقف کردی ہیں۔مَا عَلَیْکَ مِنْ حِسَابِہِمْ مِّنْ شَیْءٍ وَّمَا مِنْ حِسَابِکَ عَلَیْہِمْ مِّنْ شَیْءٍ یعنی ہر شخص اپنے اعمال کے لیے خود جواب دہ ہے اور ہر شخص کو اپنی کمائی خود کرنی ہے۔ ان کی ذمہ داری کا کوئی حصہ آپ پر نہیں ہے۔ آپ ﷺ کے ذمے آپ کا فرض ہے ‘ وہ آپ ادا کرتے رہیں۔ جو لوگ آپ ﷺ کی دعوت پر ایمان لا رہے ہیں وہ بھی اللہ کی نظر میں ہیں اور جو اس سے پہلوتہی کر رہے ہیں ان کا حساب بھی وہ لے لے گا۔ ہر ایک کو اس کے طرزعمل کے مطابق بدلہ دیاجائے گا۔ نہ آپ ﷺ ان کی طرف سے جواب دہ ہیں اور نہ وہ آپ ﷺ کی طرف سے۔",
  "ayah": 52,
  "surah": 6
}
