{
  "text": "آیت 70 وَذَرِ الَّذِیْنَ اتَّخَذُوْا دِیْنَہُمْ لَعِبًا وَّلَہْوًا آج بھی ہمارے معاشرے میں ایسے لوگوں کی کمی نہیں جو دین کے معاملے میں کبھی سنجیدہ ہوتے ہی نہیں۔ وہ دین کی ہر بات کو استہزا اور تمسخر میں اڑانے کے عادی ہوتے ہیں۔وَّغَرَّتْہُمُ الْحَیٰوۃُ الدُّنْیَا ان کی ساری توجہ ‘ تمام بھاگ دوڑ دنیا کے لیے ہے۔ زیادہ سے زیادہ کمانا ‘ مال جمع کرنا اور جائیدادیں بنانا ہی ان کا مقصد حیات ہے ‘ خواہ حلال سے ہو یا حرام سے ‘ اس کی کوئی پروا ان کو نہیں ہوتی۔ وَذَکِّرْ بِہٖٓ اَنْ تُبْسَلَ نَفْسٌم بِمَا کَسَبَتْق۔سورۂ قٓ کی آخری آیت میں حکم دیا گیا ہے : فَذَکِّرْ بالْقُرْاٰنِ مَنْ یَّخَافُ وَعِیْدِ کہ آپ قرآن کے ذریعے سے تذکیر کیجیے اس شخص کو جس کے اندر اللہ کی وعید کا کچھ خوف ہے۔ اسی طرح یہاں بھی حضور ﷺ سے فرمایا جا رہا ہے کہ آپ ان دنیا کے پرستاروں کو چھوڑیے ‘ البتہ اس قرآن کے ذریعے سے انہیں تذکیر کرتے رہیے ‘ انہیں یاد دہانی کراتے رہیے۔ ایسا نہ ہو کہ کوئی شخص اپنے کرتوتوں اور بد اعمالیوں کے وبال میں گرفتار ہوجائے۔لَیْسَ لَہَا مِنْ دُوْنِ اللّٰہِ وَلِیٌّ وَّلاَ شَفِیْعٌ ج شفاعت کے بارے میں دو ٹوک انکار categorical denial یہاں دوسری دفعہ آیا ہے۔ اس سے پہلے آیت 51 میں بھی یہ مضمون آچکا ہے۔ سورة البقرۃ آیت 254 میں یَوْمٌ لَّا بَیْعٌ فِیْہِ وَلَا خُلَّۃٌ وَّلَا شَفَاعَۃٌ ط کے دو ٹوک الفاظ کے بعد اگلی آیت آیت الکرسی میں یہ الفاظ بھی آئے ہیں : مَنْ ذَا الَّذِیْ یَشْفَعُ عِنْدَہٗٓ الاَّ بِاِذْنِہٖ ط چناچہ شفاعت حقہ کا انکار نہیں کیا جاسکتا۔ تاہم اس مسئلے کو اچھی طرح سمجھنے کی ضرورت ہے۔ شفاعت کی کچھ شرائط اور کچھ حدود limits ہیں۔ ان شرائط اور حدود وقیود کے بغیر مطلق شفاعت کا تصور گویا ایمان بالآخرت کی نفی کے مترادف ہے۔ یعنی جب آپ کو چھڑانے والے موجود ہیں تو پھر ڈر کا ہے کا ؟ جو چاہو کرو ! شرابی ہیں ‘ زانی ہیں ‘ چور ہیں ‘ ڈاکو ہیں ‘ حرام خور ہیں ‘ غبن کرتے ہیں ‘ جو بھی کچھ ہیں ‘ لیکن اے اللہ تیرے محبوب ﷺ کی امت میں ہیں ! تو اگر اسی طرح سے کوئی معاملہ طے ہونا ہے تو خواہ مخواہ کا ہے کو کوئی اپنا ہاتھ روکے ‘ جی بھر کر عیش کیوں نہ کرے ؟ بابر بہ عیش کوش کہ عالم دوبارہ نیست !وَاِنْ تَعْدِلْ کُلَّ عَدْلٍ لاَّ یُؤْخَذْ مِنْہَا ط یہ مضمون بھی سورة البقرۃ میں دو مرتبہ آیت 48 و 123 آچکا ہے۔",
  "ayah": 70,
  "surah": 6
}
