{
  "text": "آیت 92 وَہٰذَا کِتٰبٌ اَنْزَلْنٰہُ مُبٰرَکٌ مُّصَدِّقُ الَّذِیْ بَیْنَ یَدَیْہِ وَلِتُنْذِرَ اُمَّ الْقُرٰی وَمَنْ حَوْلَہَا ط قُریٰ جمع ہے قریہ کی اور اُمُّ القُریٰ کا مطلب ہے بستیوں کی ماں ‘ یعنی کسی علاقے کا سب سے بڑا شہر۔ ہر ملک میں ایک سب سے بڑا اور سب سے اہم شہر ہوتا ہے ‘ اسے دار الخلافہ کہیں یا دار الحکومت۔ وہ بڑا شہر پورے ملک کے لیے مرکزی حیثیت رکھتا ہے۔ اگرچہ عرب میں اس وقت کوئی مرکزی حکومت نہیں تھی جس کا کوئی دارالحکومت ہوتا ‘ لیکن مختلف وجوہات کی بنا پر مکہ مکرمہ کو پورے عرب میں ایک مرکزی شہر کی حیثیت حاصل تھی۔ خانہ کعبہ کی وجہ سے یہ شہر مذہبی مرکز تھا۔ عرب کے تمام قبائل یہاں حج کے لیے آتے تھے۔ کعبہ ہی کی وجہ سے قریش مکہ کو خطے کی تجارتی سر گرمیوں میں ایک خاص اجارہ داری monopoly حاصل تھی۔ چناچہ اہل مکہ کے ہاں پیسے کی ریل پیل تھی اور عام لوگ خوشحال تھے۔ یہاں تجارتی قافلوں کا آنا جانا سارا سال لگا رہتا تھا۔ یمن سے قافلے چلتے تھے جو مکہ سے ہو کر شام کو جاتے تھے اور شام سے چلتے تھے تو مکہ سے ہو کر یمن کو جاتے تھے۔ ان وجوہات کی بنا پر شہر مکہ بجا طور پر علاقے میں اُمُّ القریٰ کی حیثیت رکھتا تھا۔ اس لیے فرمایا کہ اے نبی ﷺ ہم نے آپ ﷺ کی طرف یہ کتاب مبارک نازل کی ہے تاکہ آپ ﷺ اُمُّ الْقریٰ میں بسنے والوں کو خبردار کریں اور پھر ان کو بھی جو اس کے ارد گرد بستے ہیں۔ یہاں پر وَمَنْ حَوْلَھَا کے الفاظ میں جو فصاحت اور وسعت ہے اسے بھی سمجھ لیں۔ ماحول کا دائرہ بڑھتے بڑھتے لامحدود ہوجاتا ہے۔ اس کا ایک دائرہ تو بالکل قریبی اور immediate ہوتا ہے ‘ پھر اس سے باہر ذرا زیادہ فاصلے پر ‘ اور پھر اس سے باہر مزید فاصلے پر۔ یہ دائرہ پھیلتے پھیلتے پورے کرۂ ارض پر محیط ہوجائے گا۔ اگر دور نبوی میں کرۂ ارض کی آبادی کو دیکھا جائے تو اس وقت براعظم ایک لحاظ سے تین ہی تھے ‘ ایشیا ‘ یورپ اور افریقہ۔ امریکہ بہت بعد میں دریافت ہوا ہے جبکہ آسٹریلیا اور انٹارکٹیکا بھی معلوم دنیا کا حصہ نہ تھے۔ دنیا کے نقشے پر نگاہ ڈالیں تو ایشیا ‘ یورپ اور افریقہ تینوں براعظم جہاں پر مل رہے ہیں ‘ تقریباً یہ علاقہ وہ ہے جسے اب مڈل ایسٹ یا مشرق وسطیٰ کہتے ہیں۔ اگرچہ یہ نام مڈل ایسٹ اس علاقے کے لیے misnomer ہے ‘ یعنی درست نام نہیں ہے ‘ لیکن بہرحال یہ علاقہ ایک نقطۂ اتصال ہے جہاں ایشیا ‘ یورپ اور افریقہ آپس میں مل رہے ہیں اور اس جنکشن پر یہ جزیرہ نمائے عرب واقع ہے۔ یہ علاقہ اس اعتبار سے پوری دنیا کے لیے بھی ایک مرکز کی حیثیت رکھتا ہے۔ چناچہ مَنْ حَوْلَھَا کے دائرے میں پوری دنیا شامل سمجھی جائے گی۔وَالَّذِیْنَ یُؤْمِنُوْنَ بالْاٰخِرَۃِ یُؤْمِنُوْنَ بِہٖ یعنی قرآن کے مخاطب لوگوں میں سے کچھ تو مشرک ہیں اور کچھ وہ ہیں جو بعث بعد الموت کے سرے سے ہی منکر ہیں ‘ لیکن جن لوگوں کے دلوں میں مرنے کے بعد دوبارہ جی اٹھنے اور اللہ کے سامنے جوابدہ ہونے کا ذرا سا بھی تصور موجود ہے وہ ضرور اس پر ایمان لے آئیں گے۔ یہ اشارہ صالحین اہل کتاب کی طرف ہے۔",
  "ayah": 92,
  "surah": 6
}
