{
  "surah": 74,
  "ayah": 1,
  "text": "O enwrapped in thy cloak, stand up and warn! “O source of bounteousness, O rising place of beauty, O chosen by the Majestic! O you who have pulled the cloak of mortal nature over your head and covered yourself with the rug of human na- ture. If you want proximity to Me, stand up through Me and drop from yourself everything other than Me. Rise up from yourself and rise up from your own rising up! Flee to the sanctuary of My exaltedness! Lift off the cloak of mortal nature from yourself, remove the rug of human nature from the road of the heart so that the heart may be a vast plain! Let it fly like a bird in the world of desire on the air of seeking until it arrives at the nest of proximity.” A great man was asked, “What is the meaning of proximity?” “If you mean the servant's proximity to the Real, expressing that is easy and alluding to it simple: It is service in seclusion, hidden from the people; the unveiling of the Haqiqah, hidden from the angels; immersion in companionship, hidden from oneself. “If you are talking about the Real's proximity to the servant, that cannot be put into words, nor do expression and allusion have any access to it. It is nothing but what He Himself says: 'Surely I am near [2:186]: Unsought, uncalled, unperceived, I am near. Compared to My closeness, the eye's blackness is distant from the eye's whiteness, for I am nearer than that, and the breath is far from the lips, for I am nearer than that. I am not near to your intellect's preserve, for I am near to My own attributes in the description of My own firstness.'” The Pir of the Tariqah said, “If people were to see the light of proximity in the recognizer, they would all be burned away, and if the recognizer were to see the light of proximity in himself, he would burn away. The knowledge of proximity does not fit into tongue and ear. It is a narrow road, and proximity disdains companionship with the tongue's water and clay. Whenever proxim- ity shows its face, how can the universe and man wait around?” As long as you are with you, what good is this talk to you? For this is the Fountain of Life, the world disowned.  O enwrapped in thy cloak, stand up and warn! “O trustworthy Gabriel, O cherubim of the heav- ens, O proximate of the threshold! Give good news to creation that MuḤammad MuṣṬafā has been clothed in the garment of prophethood and mounted on the steed of messengerhood. O heaven, you burn candles! O Inhabited House, you become the prayer-niche of the folk of faith! O revered and honored Kaabah, you be the kiblah of the army of the folk of the submission! O dust of the earth, you be the mosque of the folk of No god but God, for that paragon of the world and master of the children of Adam has been singled out for this eminence-bestowing address: “O enwrapped in thy cloak, stand up and warn!” Take care not to have the opinion that before he was addressed like this, he was not a prophet. He said, “I was a prophet when Adam was between water and clay, spirit and body.” There was still no water and no dust when the throne of the covenant of prophethood's good fortune was set up and that paragon sat on that throne. The spirits of the 124,000 prophets were standing in service, and the four captains, who were the elect of prophethood's threshold-Abū Bakr, ʿUmar, ʿUthmān, and ʿAlī-were lined up to serve him. MuṣṬafā said, “O pure faith! Come down into the chamber of Abū Bakr's heart and stay con- cealed until he enters into the loins. When I stick up my head from the midst of the earth of Hijaz, you come from the chamber of Abū Bakr's breast to the tip of his tongue and set up the covenant with me before the world's folk know. Then I will place this crown of honor on his head: 'Abū Bakr and I were created from one clay, but I preceded him to prophethood, without harming him. Had he preceded me, that would not have harmed me.' “O exaltedness of the submission! Tighten the belt of courage and come down into the breast of ʿUmar, and reconcile him with me. Then I will draw this sigil on his days: 'Had I not been sent as prophet, you would have been sent, O ʿUmar!' “O self-purification! You place the crown of shame on your head and tighten the belt of con- tentment and come down into the breast of ʿUthmān so that in the house of the world I may keep his allegiance and write out this inscription: “It is they who are the faithful in truth” [8:4].  “O knowledge! You put on the garment of intellect and go into the monastery of ʿAlī's heart. Stand in wait until tomorrow when the intellect of the prophets enters by the door of my chamber. I will gaze upon him, and he will make knowledge a mirror and intellect an eye. He will look into the mirror and recognize me, and I will proclaim this for him: 'You are to me as Aaron was to Moses.'”"
}
