{
  "text": "যিনি তাদেরকে ক্ষুধায় খাদ্য দিয়েছেন [১] এবং ভীতি থেকে তাদেরকে নিরাপদ করেছেন [২]।\n[১] মক্কায় আসার পুর্বে কুরাইশরা যখন আরবের চারদিকে ছড়িয়ে ছিটিয়ে ছিল তখন তারা অনাহারে মরতে বসেছিল। এখানে আসার পর তাদের জন্য রিযিকের দরজাগুলো খুলে যেতে থাকে। তাদের সপক্ষে ইবরাহীম আলাইহিস সালাম এই বলে দোয়া করেছিলেন ‘হে আল্লাহ! আমি তোমার মর্যাদাশালী ঘরের কাছে একটি পানি ও শস্যহীন উপত্যকায় আমার সন্তানদের একটি অংশের বসতি স্থাপন করিয়েছি, যাতে তারা সালাত কায়েম করতে পারে। কাজেই আপনি লোকদের হৃদয়কে তাদের অনুরাগী করে দিন, তাদের খাবার জন্য ফলমূল দান করুন।” [সূরা ইবরাহীম ৩৭] তার এই দো‘আ অক্ষরে অক্ষরে পূর্ণ হয়। [তাবারী, আদওয়াউল বায়ান]\n[২] অর্থাৎ যে ভীতি থেকে আরব দেশে কেউ নিরাপদ নয়, তা থেকে তারা নিরাপদ রয়েছে। সে যুগে আরবের অবস্থা এমন ছিল যে, সারা দেশে এমন কোন জনপদ ছিল না যেখানে লোকেরা রাতে নিশ্চিন্তে ঘুমাতে পারতো। কারণ সবসময় তারা আশংকা করতো, এই বুঝি কোন লুটেরা দল রাতের অন্ধকারে হঠাৎ তাদের ওপর ঝাঁপিয়ে পড়লো এবং তাদের সবকিছু লুট করে নিয়ে গেলো। কিন্তু কুরাইশরা মক্কায় সম্পূর্ণ নিরাপদ ছিল। তাদের নিজেদের ওপর কোন শত্রুর আক্রমণের ভয় ছিল না। তাদের ছোট বড় সব রকমের কাফেলা দেশের প্রত্যেক এলাকায় যাওয়া আসা করতো। হারাম শরীফের খাদেমদের কাফেলা, একথা জানার পর কেউ তাদের ওপর আক্রমণ করার সাহস করতো না। [কুরতুবী, তাবারী]\nএখানে লক্ষণীয় যে, সুখী জীবনের জন্যে যা যা দরকার তা সমস্তই এ আয়াতে উল্লেখ করা হয়েছে। আল্লাহ তা‘আলা কোরাইশকে এগুলো দান করেছিলেন। اَطْعَمَهُمْ مِّنْ جُوْءٍ বলে পানাহারের যাবতীয় সাজসরঞ্জাম বোঝানো হয়েছে এবং وَّاٰمَنَحُمْ مِّنْ خَوْفٍ বাক্যে দস্যু ও শক্ৰদের থেকে এবং যাবতীয় ভয়-ভীতি থেকে নিরাপত্তা বোঝানো হয়েছে। [তাবারী, আদ্ওয়াউল বায়ান] এভাবে তাদের কাছে জিনিসপত্র সহজলভ্য হওয়া ও নিরাপত্তা বিস্তৃত থাকা একমাত্র আল্লাহ্র পক্ষ থেকেই হয়েছে। সুতরাং, শুধু তাঁরই ইবাদত করা দরকার। তাঁর সাথে কাউকে শরীক না করা উচিত। তাঁর জন্য কোন অংশীদার, শির্ক ইত্যাদি সাব্যস্ত করা থেকে দুরে থাকা কর্তব্য। এ জন্যই আল্লাহ্ তা‘আলা যারাই একমাত্র তাঁর ইবাদত করেছে শির্ক থেকে দুরে থেকে তাঁর দেয়া নে‘আমতের শুকরিয়া আদায় করেছে তাদের জন্য নিরাপত্তা ও পানাহার এ দুটি বিষয়ের ব্যবস্থা করে দিয়েছেন কিন্তু যখনই তারা আল্লাহ্র সাথে শির্ক করেছে তখনই তা উঠিয়ে নিয়েছেন। আল্লাহ্ বলেন, “আর আল্লাহ্ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সবদিক থেকে তার প্রচুর জীবনোপকরণ। তারপর সে আল্লাহ্র অনুগ্রহ অস্বীকার করল, ফলে তারা যা করত সে জন্য আল্লাহ্ সেটাকে আস্বাদ গ্ৰহণ করালেন ক্ষুধা ও ভীতির আচ্ছাদনের।” [সূরা আন-নাহল: ১১২] [ইবন কাসীর]",
  "ayah": 4,
  "surah": 106
}
