{
  "surah": 19,
  "ayah": 1,
  "text": "Kāf HāÌ YāÌ ʿAyn ṣād Hearing these letters is a wine that the Real pours into the hearts of His friends. When they drink it, they seek; when they seek, they rejoice; when they rejoice, they fly; when they fly, they arrive; when they arrive, they depart; when they depart, they join; when they join, they acquire. Then their intellects are drowned in His gentleness, and their hearts absorbed by His unveiling. Listening to the disconnected letters at the beginning of the surahs and verses is a wine poured into the cup of joy and placed in the goblet of intimacy that is given by the majesty of the unity with the attribute of self-sufficiency to His friends. When the friends of the Real drink this wine of intimacy from the cup of holiness in the garden of gentleness, they rejoice. When they rejoice, they seek. They break the cage of being and fly on the wings of passion to the horizon of the Unseen, reaching the Kaabah of union. When they reach it, they reach themselves, their intellects drowned in gentleness, their hearts consumed by unveiling. The breeze of the Beginningless blows from the side of proximity. They lose themselves and find Him. The Pir of the Tariqah said, “For a long time I was seeking Him and finding myself. Now I seek myself and find Him. O Remembered in the proofs, O Reminder of intimacy! Since You are present, of what use is this seeking? O God, I seek the Found. I say to the Seen, 'What do I have, what should I seek, when will I see, what should I say?' I am entranced by this seeking, I am seized by this speaking. O You who are before each day and separate from everyone! In this celebration a thousand minstrels are not enough for me.” Kāf HāÌ YāÌ ʿAyn ṣād. This is the Real's laudation of Himself. With these letters He reminds His creatures of His names and attributes and He praises Himself. Kāf: He is saying, “I am the Great [kabīr], I am the Generous [karīm].” The Great is an allu- sion to the majesty and greatness of the Unity, the Generous is an allusion to the beauty and gener- osity of self-sufficiency. The recognizers are in the unveiling of majesty, the lovers in the contem- plation of beauty."
}
