{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 10,
      "text": "Alif lām rāÌ: [the rāÌ is] an allusion to the mercy that is the Muḥammadan essence, since He says We did not send you except as a mercy to all the worlds [Q. 21:107]. As for alif lām, they have already been mentioned. Those, that is, what is being alluded to by these letters is the pillars of the universal Book that contains wisdom, or the one whose differentiations have been set clear and precise. Or [it means]: I swear by God - in consideration of the ipseity of exclusive unity (aḥadiyya) in concentration and the attribute of inclusive unity (wāḥidiyya) in differentiation within the inner aspect of the realm of divine power (jabarūt) and the outer aspect of the realm of divine mercy (raḥamūt) - to what is being mentioned, or to that those signs mentioned in the sūra, are the signs of the Book, containing wisdom."
    },
    {
      "ayah": 10,
      "surah": 10,
      "text": "And their greeting therein will be \" Peace!, \" and the last of their supplication will be \" Praise belongs to God, the Lord of the Worlds. \" On that desert of the Mustering and station of the Resurrection, the disobedient of AḤmad's com- munity will be kept back at the place of the exposure of the reckoning. The preceders will have gone on ahead with the light of obedience, and the disobedient will stay there alone with the heavy burden of disobedience. In the end, God's mercy will take them by the hand. He will have pity on their aloneness and helplessness. With the call of generosity, He will say, \" My servants! \" When this address of exaltedness and call of generosity in the attribute of mercy reaches their ears, it will put their spirits at ease and open up their hearts to repose and ease [56:89]. He will say, \" My servants, surely the companions of the Garden are today busy rejoicing [36:55] and have no leisure time for you. The Companions of the Fire have no tenderness for you because of the intensity of the chastisement. O assemblies of the indigent, peace be upon you! How will you be when your similars and companions have preceded you and none of them will be your guide? I then shall be your guide. If I were to treat you as you deserve, would that be generosity? \" I would be disloyal like them were I to leave them as they left Me. When the Real's clemency and mercy reach them, He washes away their dread and disobedience with the water of mercy, and the sun of kind favor shines from the constellation of solicitude. With the attribute of boasting and the state of brokenness they will weep sweetly and cry happily at the Court of the Possessor of Majesty. The Exalted Lord will accept their weeping and crying and place a balm on their hearts' pain. He will open their mouths with praise of Him, and they will laud and praise God in the measure of the capacity of servanthood. The last of their words will be what the Lord of the Worlds says: \" And the last of their supplication is 'Praise belongs to God, the Lord of the Worlds.' \" The last of their words will be, \" Praise belongs to God, Lord of the Worlds, for the enemies' schadenfreude has not reached us, and God's bounty and mercy have embraced us. \" Our only goal was God's forgiveness- the favor is God's, for we have reached our goal."
    },
    {
      "ayah": 105,
      "surah": 10,
      "text": "Set thy face to the religion. In other words, \" Purify your intention for the religion and disengage your heart from affirming anything touched by the severity of the bestowal of being. \" He is saying, \" Cleanse your religion from the contamination of eye-service and fix your inten- tion on seeking the alchemy of the Haqiqah-your heart cut off from attachments, your belt tight- ened, and the ring of service on the ear of loyalty. Let your wants be sacrificed to the beginningless want, your soul to approval, your heart to loyalty, your eyes to subsistence. \" My soul wants life only for union with You, my spirit wants ease for joining with You. My ears want hearing for the sake of Your words, my eyes want sight to yearn for Your beauty. From here the light of the Haqiqah begins, the falcon of love flies in the air of solitariness, and the divine attraction arrives. It takes the servant away from the hand of self-determination. None of the intrusive dust of hoping for paradise settles on his present moment, no dread of hell blocks his path. With the tongue of his state he says, \" In the road of passion the passionate must remember neither hell nor paradise. \" Up to this point the servant was seeking, but now he is the sought. He was the lover, but now he is the beloved. He was desiring, but now he is the desired. He saw the carpet of oneness and hurried until he found the proximity of the Friend. Reports turned into face-to-face vision. The obscure became clear. The servant arrived at himself when he reached the Friend. He did not see himself, for he saw the Friend. The Pir of the Tariqah said, \" O God, when I learned what was to be learned, I burned all the learning. I overthrew the collected and collected the overthrown. I sold nonbeing to illuminate being. O God, when I recognized oneness, I melted in the hope of happiness. When will I be able to say, 'I threw away the cup, I turned away from attachments, I gambled away all my being'? \" When will I throw off this cage and build a nest in the divine garden?!"
    },
    {
      "ayah": 11,
      "surah": 10,
      "text": "And if God should hasten for mankind evil, to the end of this [verse]: since preparednesses were created as naturally disposed (mafṭūra) to relative good, whether formal or supra-sensory, in the measure commensurate with their degrees from pre-eternity, then every supplication such [a preparedness] makes and [every] request for good, by the configuration of its receptivity and its purification and yearning for that [good], necessarily brings about the actualisation of that [good] for it promptly and its being effused upon him from the Effusing Principle who is the source of good things and blessings, as He says: And He grants you of all that you ask of Him [Q. 14:34]. Every time that good is effused upon him by virtue of his meriting it because of the existence of purification and cleansing, his preparedness increases by the joining of that good to him, becoming thus stronger and more receptive than the former, and so the Principle, exalted be He, is quicker to respond to him and more effusing upon him. Accordingly with the increase in preparedness comes the increase in effusion until it reaches its [full] extent, which is the significance of 'the doubling of good deeds' and the significance of His words: whoever brings a good deed shall have better than it [Q. 28:84]. As for evil things, these are nothing but the veils of preparedness and the impediments to receptivity and the barriers to effusion. When these [evils] are actualised, what takes place because of them is simply the non-receptivity for good things, whereby they are prevented from the effusion of these [good things] and the preparedness remains as the veil constituting what has been actualised by that [evil] and nothing else. If, in accordance with correspondence, that [preparedness] entails the effusion of evil, then there is nothing in the effusion of the Principle that corresponds to that [evil effusion] and so nothing is effused upon the latter from Its genus, and this is the significance of His words: and whoever brings an evil deed shall only be requited the like of it [Q. 6:160], unless, perhaps, if he has gone to excess and transgressed the bounds of mercy, eliminating [his] preparedness totally, thereby corresponding to devilry and drawing upon its world, as He says: Shall I inform you upon whom the devils descendḍ They descend upon every sinful liar [Q."
    },
    {
      "ayah": 19,
      "surah": 10,
      "text": "Mankind was but one community, upon the primordial nature which God created in mankind, oriented towards the unity, illumined by the light of original guidance, then they differed, by the exigencies of creation and the different constitutions and desires, habits and [social] interactions. And had it not been for a word that had already preceded from your Lord, that is, [were it not for] a decree that had preceded from pre-eternity to designate terms [of life] and provisions and that every fortunate one and every wretched one should fulfil the limits of what has been determined for him in terms of the things he does, it would have been decided between them regarding that over which they differed, imminently and the fortunate one would have been distinguished from the wretched one, as well as truth from falsehood in terms of their religions and communities. However, God's wisdom has entailed that every one of them should attain the direction to which he has turned his countenance through the deeds which he performs and to manifest what is hidden in his soul."
    },
    {
      "ayah": 2,
      "surah": 10,
      "text": "Give good news to those with faith that they have a footing of truthfulness with their Lord. MuḤammad ibn ʿAlī al-Tirmidhī said, \" The footing of truthfulness is the leader of the wholesome and the sincerely truthful, the obeyed interceder, the asker who receives response, MuḤammad. \" It has been said that the footing of truthfulness is the precedence of solicitude and the bounty of guidance. On the first day during the First Compact, He gave the drink of affection to the spirits of the faithful during the session of intimacy from the bowl of love in the cup of kindness. That wine made them drunk and dizzy. He promised them a straight and truthful promise: \" We shall bring you back to this domicile of generosity and We shall caress you again with increase over this excellence: He will increase them from His bounty [4:173]. \" This is why He says,"
    },
    {
      "ayah": 21,
      "surah": 10,
      "text": "And when We made people taste of mercy after adversity that had afflicted them: it has already been mentioned how different types of trials in the way of adversities and hardships and all kinds of severe distress [serve to] break the soul's enthusiasm for evil (shirra) and make the heart more tender by removing the veils of the soul's attributes, thinning the densities of nature and lifting of the coverings of vain desire. That is why their hearts incline by nature to their point of origin when in that state [of tasting mercy], since they are then returning to the entailments of their primordial nature, their original luminosity and their primordial faculty, and they are inclining to ascending, something which is rooted in them, once the impediment has been eliminated. Nay to incline to the upper aspect and to the luminous points of origin is a predisposition created in the nature of all spiritual faculties, even the animal soul, if it should cleanse itself of dark corporeal configurations. For to tend to what is low belongs to corporeal accidents. So much so that even beasts and wild animals when in hardship during times of scarcity and days of drought, [you see them] gather in groups with their heads raised towards the heaven as though their spiritual connection senses the coming down of an effusion from the upper aspect so that they might then draw on it [for relief]. Similarly, when outward graces are plentiful for people, the resources of nature in full supply for them and [their] corporeal needs [satisfied], the soul is strengthened [and emboldened] by the reinforcement of the lower aspect and its faculties become arrogant and overbearing towards the heart, the veil becomes denser and harsher, vain desire acquires mastery and becomes victory such that corporeal nature holds sway and dark corporeal configurations pile up. And thus the heart becomes shaped by the configuration of the soul, hardening, becoming harsher and insolent, made recklessly arrogant by [the plentifulness of] grace to the extent that it becomes ungrateful, blind and inclines to the lower aspect remote as it is to luminous configuration in such instances. In the measure that the soul acquires mastery over the heart, so too does the estimative faculty acquire mastery over the intellect, whereupon devilry becomes master, given that the rational faculty is now captive in the shackles of estimation and under its command, exploited by it for its own pursuits and rendering its goals palatable to it as it actualises the pleasures of the soul, reinforcing it [the rational faculty] from the world of abomination and strengthening its attributes with equipment from the world of natural character and tools of the substrata of [worldly] shares through reflection, such that the heart becomes veiled through [the accumulation of] rust to the receptivity of the attributes of the Truth totally."
    },
    {
      "ayah": 22,
      "surah": 10,
      "text": "He it is who makes you journey on land and sea. Even so, when you are in the ship-it takes them along with a goodly breeze, and they rejoice in it; there comes upon them a raging wind, and waves come from every place and they think that they will be encompassed by them; they supplicate God, purifying the religion for Him: \" If Thou savest us from this, we shall surely be among the thankful. \" In the tongue of the folk of allusion, the journey on land is taking the road to the drinking places of the Shariah through inference by means of the message. The journey on the sea is the overwhelm- ing force of the Real which, at the moment of ecstasy, pulls the reins of the servant's steed without intermediaries through the way stations of the Haqiqah to the places of contemplating holiness. Just as on the sea you make a one-month journey in one day, so also in this field the chevalier traverses the distance of a whole lifetime with one divine attraction. This is why they say, \" One attraction of the Real is equivalent to all the deeds of jinn and men. \" The journey on land is the journey of the worshipers and renunciants in the desert of struggle on the steed of discipline with the guidance of the Shariah. Their goal is the paradise of approval and everlasting blessings. The journey on the sea is the journey of the recognizers and the sincerely truthful in the ship of kind favor, which is driven by the wind of solicitude in the sea of contemplation. Their goal is the Kaabah of union and the mystery of the Beneficent. It has also been said that land and sea are allusions to the contraction and expansion of the recognizers. Sometimes in contraction they weep between confoundedness and bewilderment, and sometimes in expansion they are delighted between witnessing and finding. When the wind of happiness again blows from the horizon of self-disclosure and the rain of generosity pours down from the cloud of gentleness, they see solicitude and kind favor, and the hard cash of their present moment becomes it takes them along with a goodly breeze, and they rejoice in it: On the carpet of witnessing, in the state of intimacy, joy comes over them."
    },
    {
      "ayah": 23,
      "surah": 10,
      "text": "[O mankind] your insolence is only against your own souls, to the end of this [verse]: insolence is the opposite of justness. So just as justness is a virtue that subsumes all other virtues and configuration from the [inclusive] unity that procures an effusion from the light of the Oneness for the soul, so insolence can only be the result of utter engrossment in vices such that it requires all of them. The one so [insolent] is at extreme distance from the Truth and utter darkness, as it is said [in a ḥadīth]: 'Injustice shall be [a heap of] darknesses on the Day of Resurrection'. That is why He says 'against your souls' and not against the victim of the injustice, because the one suffering the injustice will end up fortunate thereby while the unjust one will be utterly wretched. It is but the enjoyment of the life of this world since all excesses and acts of immoderation that are the counterpart to justice are mere natural enjoyments and animal pleasures that will perish with the perishing of sensory life whose similitude in being quick to disappear and of little endurance is given in the similitude here in which the earth adorns itself with its ornaments by [receiving] rainwater but is then quickly destroyed by some ruinous matter before there is time to profit from the plants [that had shot forth with the rain]. There then follows eternal wretchedness and everlasting painful chastisement. According to the ḥadīth it is said that the good that is quickest to receive reward is kindness to relatives; and the evil that receives its punishment most promptly is insolence and the perjurious oath, since against this latter there accumulate the dues of people and so his punishment cannot be delayed for the length of time that a due of God, exalted be He, can. I have heard one [Sufi] shaykh say: 'Rarely does an insolent [tyrant] die a natural death and rarely does a wicked person reach old age', and that is because they both challenge God, exalted be He, by trying to demolish the order which God's solicitude is devoted to keeping in check and because they both contravene His wisdom and His justice."
    },
    {
      "ayah": 25,
      "surah": 10,
      "text": "And God invites to the Abode of Peace, and He guides whomsoever He will to a straight path. Invitations are four: First is the invitation to tawḤīd and bearing witness. That is His words, \" He invites you so that He may forgive you some of your sins \" [14:10]. Second is the invitation to praise and response. That is His words, \" He will invite you, and you will respond to Him \" [17:52]. Third is the invitation to following and leadership. That is His words, \" We shall invite all the people by their leader \" [17:71]. Fourth is the invitation to generosity and hospitality. That is His words, \" And God invites to the Abode of Peace. \" When someone wants to invite someone and to make his friends and dear ones his guests, the condition of the entertainment is that first he sends one of those close to him, one of his own special friends, to inform them and give them the good news. Then, when they come, he sends his dear ones to welcome them. He does not invite any of them alone, but rather he invites their friends and relatives as well. He sends steeds and torches in the road, and when they come their place is made up and ready. When they sit, he first gives them rosewater, then fruit is brought. The prepared food is placed, and the serving boys and servants stand by. When that is finished, they listen to music. It is also a condition that the host not hold himself back from being seen by the guests, and finally that he send them back with respect and honor. The Lord of the Worlds has made all of this ready and set it up for the entertainment of para- dise, and He reports of it and explains it in the Qur'an. The first to call them and give them good news is MuṣṬafā, who is, the Real says, \" inviting to God by His leave \" [33:46]. Then the angels and Riẓwān will come to welcome them: and the angels will receive them [21:103]. He will send them mounts: We shall muster the godwary to the All-Merciful in droves [19:85], which is to say that they will be mounted on noble steeds of light."
    },
    {
      "ayah": 26,
      "surah": 10,
      "text": "Those who do what is beautiful shall have the most beautiful and an increase. Neither dust nor abasement shall overcome their faces. It is they who will be the companions of the Garden, dwelling within it forever. The companions of the Garden are one thing, the lords of companionship something else. About the companions of the Garden He says, \" And God invites to the Abode of Peace \" [10:25]. About the lords of companionship He says, \" And He guides whomsoever He will to a straight path \" [10:25]. The most beautiful, blessedness, and nearness belong to the folk of the Garden. Increase, proxim- ity, and companionship belong to the folk of recognition. I envy your house because of your neighborhood- blessed is he who becomes a neighbor of your house! God's Messenger said, \" When God settles the folk of the Garden in the Garden and the folk of the Fire in the Fire, He will send the Faithful Spirit to the folk of the Garden. He will say, 'O Folk of the Garden! Your Lord greets you and commands you to visit the courtyard of the Garden.' It is the bed of the Garden, and its soil is of musk. Its pebbles are pearls and carnelians, its trees are gold and dates, and its leaves emeralds. The folk of the Garden will go out happy and joyful. Then there will be an assembly, and therein God's generosity will alight upon them, and they will gaze on His face. It is this that was promised by God, and He fulfills it for them. \" He said, \" God will give them permission to listen to music, eat, and drink, and wear the cloth- ing of generosity. Then a caller will call out: 'O friends of God! Does anything of what your Lord promised you remain?' \" They will say, 'No. He has fulfilled what He promised us, and there remains nothing but gazing at the face of our Lord. \" He said, \" So the Lord will disclose Himself to them in veils and say, 'O Gabriel, lift My veils for My servants so that they may gaze at My face.' He will left the first veil, so they will gaze at a light from the Lord and fall prostrate before it."
    },
    {
      "ayah": 27,
      "surah": 10,
      "text": "And for those who earn, all kinds of, evil deeds, in the way of deeds, words and beliefs that veil their preparedness from the reception of perfection, [there shall be] the requital of an evil deed by the like thereof, in terms of the configuration that has been perpetrated by their hearts by way of their evil deeds, preventing them from purity and light, and ignominy, inclination to the lower aspect, shall overcome them - they have no protector against God, to protect them from that ignominy and forsaking on account of the presence of the veil and the non-receptivity for protection by virtue of the impurities becoming fixed [therein] - as if their faces had been covered with strips of darkest night, because of the excessive extent to which they have acquired that dark configuration through their natural inclinations and despicable deeds. Those, they are the inhabitants of the Fire, which their state entails in tending to the lower [aspect] in the way of the fires of [their] vestiges and [evil] acts."
    },
    {
      "ayah": 28,
      "surah": 10,
      "text": "And the day on which We shall gather them all together, at the greatest gathering, the source of the non-delimited union of existence; then We shall say to those who associated others [with God], from among them, that is, the veiled ones who have halted with the other in love and obedience: 'In your place!, that is, hold your place. You and your associates!': the meaning [of this] is that they are made to halt with that with which they had halted [in their idolatry] at the halting place in addition to the severing of the union (waṣl) and the means (asbāb) which are the very causes of their love and their worship, with the worshipped being dissociating from the worshipper because of the absence of corporeal instruments and natural individual desires which necessitated that union. That is the meaning of His words: Then We shall make a separation between them, in other words, even though they are together at the halting place, We shall make a separation between them in terms of direction, in that the level of the worshipped ends up being higher while the level of the worshipper ends up lower in addition to the discrepancy between their two states, if the worshipped being was a noble being, such as the angels, Jesus or Ezra and their like from among those who have a preceding reward from God, as He says: Indeed those to whom [the promise of] the fairest reward went beforehand from Us, those, they will be kept away from it [Q. 21:101]; and their associates will say: 'It was not us that you were worshipping, rather you were worshipping Satan by your obedience of him and what you fancifully invented by your estimations in the way of corrupt falsehoods and fallacious wishes."
    },
    {
      "ayah": 29,
      "surah": 10,
      "text": "God suffices as a witness, to the end of this [verse]: in other words, God knows that we did not command to you this and we did not desire that you worship us."
    },
    {
      "ayah": 3,
      "surah": 10,
      "text": "He directs, the affairs of the heavens and the earths in accordance with His wisdom by the Hand of His power. There is no intercessor, to intercede for anyone by effusing perfection and extending a light with which to bring that person close to God and deliver him from the darknesses of the soul and purify him from the abomination of its attributes, save after, He grants [His] permission by bestowing preparedness, then by facilitating the causes [for that intercession]; that, one who is described by these attributes, is God, your Lord, who nurtures you and directs your affair, so single out worship for Him and know Him by these attributes. Do not worship Satan and do not veil yourself from Him through one of His attributes such that you then ascribe His words and His acts to Satan."
    },
    {
      "ayah": 30,
      "surah": 10,
      "text": "There, that is, at that halting place, every soul, shall be tested and made to taste, what it did before, in this world, and they shall be returned to God, at the halting place for recompense having been cut off from their deities and being isolated from them [and along with], their rightful Lord, who takes charge of requiting them justly and equitably, and that which they were forging, in the way of their fanciful inventions, the principles of their religion, their creed, their fictitious estimations and false wishes, shall fail them."
    },
    {
      "ayah": 35,
      "surah": 10,
      "text": "Say: Is there any of those whom you associate who guides to the Real? Real is one of the names of the Lord. The commentary is that in truth He is God; He is worthy of Godhood, and His measure is in place. What was, is, and will be must go, but He subsists. He is found in the hearts of the friends and known to the spirits of the recognizers. He does not accept alteration or change of state, and He is everlasting in worthiness for Godhood. The name Real often comes forth from the tongue of the Folk of the Tariqah. This is because upon witnessing the acts, this group began to witness the attributes, and then, upon witnessing the attributes, they fell to witnessing the Essence. First they gazed on the artisanry, then they passed beyond the artisanry and gazed on the attributes, then again they passed from gazing on the attri- butes to gazing on the Essence. About gazing on the artisanry He says, \" Have they not gazed upon the dominion of the heav- ens and the earth? \" [7:185]. About gazing on the attributes He says, \" Thou art not upon any task, neither dost thou recite any of the Qur'an, nor do you do any deed, unless We are witnesses over you when you go forth into it \" [10:61]. About gazing on the Essence He says, \" Say 'God,' then leave them \" [6:91]. About gazing on the acts MuṣṬafā said, \" I seek refuge in Thy pardon from Thy punishment. \" About gazing on the attributes he said, \" I seek refuge in Thy approval from Thy anger. \" About gazing on the Essence he said, \" I seek refuge in Thee from Thee. \" Then he passed beyond his own seeing and became disengaged from his own attributes, and he spoke from the station of annihila- tion: \" I do not number Thy laudations. \" Again, he stepped higher to the station of subsistence and gave a mark of the reality of solitariness. He said, \" Thou art as Thou hast lauded Thyself. \" First is the station of inference, second the station of poverty, third the station of contempla- tion, fourth the station of life, and fifth the station of subsistence. The Pir of the Tariqah alluded to the intimations of these meaning when he said, \" O resurrec- tion of the marks bearing witness and destruction of the traces! The recognizer is alive through his own nonbeing. O Splendorous and Self-Standing, everyone hopes for vision, and I am lost in vision. When the flood reaches the ocean, what then is known of the flood? The world is full of day, and the poor blind man is deprived. \" The antagonists say, \" These are not suitable words. \" The sun does not sin if someone is blind."
    },
    {
      "ayah": 37,
      "surah": 10,
      "text": "And this QurÌān is not, a fabrication [concocted], besides God; but it is a confirmation of what is before it, of the Preserved Tablet, and a detailing of the Book, which is the Mother, as where He says: And it is indeed in the Mother Book, with Us, [and it is] indeed exalted, full of wisdom [Q. 43:4]. In other words, how can it be discordant [with previous revelation] when it has already been confirmed previously in two Books, in terms of detailed knowledge as in the Preserved Tablet and in terms of undifferentiated knowledge as in the Mother Book the detailing of which is this [QurÌān]."
    },
    {
      "ayah": 39,
      "surah": 10,
      "text": "Nay, but they denied that, the knowledge whereof they did not comprehend: in other words, since they did not know the modality of its confirmation according to God's knowledge and its revelation to our master Muḥammad, blessings and peace be upon him, and [since] their knowledge fell short of that, they denied it; and whereof the interpretation has not yet come to them, that is, [before there has come to them] the manifestation of what it [the QurÌān] alludes to of promised eventualities and similes, the affair and knowledge of which constitutes its unfolding (taÌwīl) whereat they would not be able to deny [it], because once its realities are manifested no one will be able to deny it. The like of that tremendous denial, did those who were before them deny. Behold then what was, their sequel when they did evil by [their] denial."
    },
    {
      "ayah": 4,
      "surah": 10,
      "text": "To Him is your place of return, all together-God's promise in truth. To return is to go back, and going back must have a beginning. To God belongs the command, before and after [30:4]. Concerning the intimations of the verse, \" To Him is your place of return, all together, \" Junayd said, \" From Him is the beginning and to Him the end. What is between these are the pastures of His bounty and the uninterruptedness of His blessings. For those to whom felicity preceded at the beginning, this will be displayed in His pastures and in moving about in His blessings by their mak- ing manifest the tongue of gratitude, the state of approval, and the contemplation of the Patron of Blessings. As for those who were not permitted the felicity of the beginning, they will nullify the days of training their souls and collect ephemeral chaff so as to be pushed back to the wretchedness that preceded at the beginning. \" Junayd is saying that all things begin with God and all return to God. In other words, everything is brought forth by His power and returned to His decree. He is the First and the Last. The Begin- ningless is His predetermination, the Endless His decision. Everything arrives newly through His gentleness, and all the newly arrived things are annihilated by His severity. Between this and that are the pastures of His bounty and the marks giving witness to His blessings. All those whom the begin- ningless command brought into being inscribed with felicity came forth in the pastures of bounty giving gratitude for blessings and approving of the apportionment, their tongues in remembrance, their hearts grateful, and their spirits limpid and believing. All those who received the beginningless decree of wretchedness had ruined lives, indigent days, and bad outcomes. They were tainted by this world, captivated by the forbidden, and attached to diversions and games. He wanted this for them in the end in order to take them back to the beginningless decree and the First Day. This is what the Lord of the Worlds is saying: \" To Him is your place of return, all together-God's promise in truth. \" It has been said, \" Promised to the obedient are the highest paradises, and promised to the disobedient are mercy and approval."
    },
    {
      "ayah": 40,
      "surah": 10,
      "text": "And of them are some who believe in it, that is, who will believe in it because of the thinness of their veil, and some who would never believe therein, ever, because of the thickness of their veil."
    },
    {
      "ayah": 42,
      "surah": 10,
      "text": "Among them are those who listen to thee. The listeners are diverse and their degrees disparate. One hears through nature with the ear of the head; he was sleeping and listening wakes him up and relieves him of sorrow. Another hears through the state with the ear of the heart; he was resting and listening brings him into movement until the breeze of intimacy blows. Another hears through the Real with a soul that is dead, a heart that is thirsty, and a burning breath; the beginningless reminder arrives, the spirit takes its ease in loving kindness, and the secret core is filled with love. Bū Sahl ṣuʿlūk said, \" In listening the listener is between curtaining and self-disclosure. The curtaining of the Real belongs to the beginners. It is the mark of mercy's gaze on the work of the Men, for in their weakness and incapacity they are not able to bear the unveiling of the ruling power of the Haqiqah. \" In this meaning it has been recounted from Manṣūr Maghribī that he said, \" I alighted at a camp of nomads. A young man made me his guest. Suddenly he fell down unconscious, so I asked about his state. I was told that he was in love with the daughter of his uncle, and that she had just come out of her tent. The youth had seen the dust of her garment as she went, so he fell down unconscious. I got up and went to the doorway of that tent and interceded for the youth. I said, 'A stranger among you has respect and safeguards. I have come to intercede with you in the business of this young man. Be kind to him in his longing.' \" The woman said to me, 'You have a sound heart. He is not able to put up with witnessing the dust from my dress. How will he put up with my love?' This is the state of the desirer, for He keeps him covered by the curtain of selfhood so that he will not be totally burnt and melted by the assaults of the Haqiqah. He sees no more than one flash of the lightning of the Haqiqah, and it brings him into movement; he shouts out, tears his clothing, and weeps. Again, when he reaches the place of straightness and achieves stability in the reality of solitariness, the breeze of proximity begins to blow on him from the horizon of self-disclosure. His movement is changed to stillness, for the influxes of awesomeness bring forth courtesy with the Presence. This is why the Lord of the Worlds says, \" When they were in [the Qur'an's] presence, they said, 'Give ear!' \" [46:29]."
    },
    {
      "ayah": 43,
      "surah": 10,
      "text": "And of them are some who look toward you, but do not perceive the truth nor your reality, because of one of the two mentioned reasons or both, as in the case of the blind person to whose loss of sight is added the loss of insight so that he neither sees nor perceives: how can such be guidedḍ"
    },
    {
      "ayah": 44,
      "surah": 10,
      "text": "Verily God is not unjust towards mankind in any way: since there is mention of deafness and blindness, both of which indicate a lack of preparedness for perception, one is given to think from these statements that an injustice has taken place by virtue of the fact that some possess preparedness while others do not. However, He disavows any [suggestion of] injustice with regard to Himself because the lack of original preparedness is not [an act of] injustice [on His part], on account of the non-existence of the possibility of better [preparedness] than that with regard to that person's specificity and ipseity: thus his entified reality entails that [preparedness] at some level of contingency. It is like in the case of an ass which, given its asinine nature, cannot possess preparedness entailing human perception and its entified reality requires the asinine preparedness entailed therein: nothing is demanded of it that would be beyond [the capacity of] its preparedness. Hence there is no injustice in this case, since there had not been any at the outset. If, however, it [the preparedness] is invalidated by dark configurations taking firm root, then [the matter is clear and] there is nothing more to be said about this. In both cases, that person is unjust to his soul. As for the former, [he is unjust] because he has fallen short in terms of the degrees of contingency and his deficiency relative to what is above him, as, for example, with the ass falling short of [the level of] man and its being deficient in relation to him but not in relation to itself: in terms of itself it [the ass] has neither fallen short nor is deficient. As for the latter, it is obvious. According to this sense then: they [mankind] are unjust to their own souls. They diminish their shares. Or, it is that God does not wrong mankind in any way by demanding of them what is beyond their [individual] preparedness and then punishing them for [failing] that. It is that mankind wrong their own souls by using their preparednesses for things other than for which these were created."
    },
    {
      "ayah": 45,
      "surah": 10,
      "text": "And on the day when He shall gather them as if they had not tarried but an hour of the day, since they do not sense motion, a concomitant of their obliviousness (dhuhūl) to [the passage of] time. For the one who is oblivious to motion will [also] be oblivious to time. Thus a single hour or interminable ages are all the same to them; they recognise one another, by virtue of their former companionship and the exigency of vain desire that is a corollary of the original correspondence [between them] [and recognising each other] by the sign of the ominous fate [that awaits them]. Then if the original genus-correspondence and correspondence of primordial nature remain by virtue of their having the one orientation and coincidence in terms of goals the mutual recognition between them remains. If it does not remain because of the variance of desires and difference of opinions as well as the discrepancy in terms of the configurations deriving from the appendages of creation and the accidents of substrata, this [mutual recognition] turns into mutual denial; those will verily have lost who denied the encounter with God, because of their having fallen under the loneliness (waḥsha) of mutual denial in that case and their veiling themselves with the veils of their wicked habits and the configurations of their corrupt beliefs, and they were not guided: and the light of their preparedness is invalidated so that they are not guided to God nor to mutual recognition and are thus made to slink in a loathsome state, banished, having no intimate with whom to be familiar nor any acquaintance to give refuge to."
    },
    {
      "ayah": 47,
      "surah": 10,
      "text": "And for every community there is a messenger, who corresponds to them in terms of ego-centric states so that he might make possible between them that familiarity which leads to their being able to learn from him and so that he might be able to descend to the limits of their intellects and the levels of their comprehensions and thus cleanse them by means of what will rectify their states and remove their veils and teach them that which will result in their elevation from their stations and guide to God. And when their messenger comes, judgement is passed between them, with the guiding of those who have accepted guidance and the sending astray of those who have chosen to stray and the felicity of the fortunate ones and the wretchedness of those who are damned by the manifestation of all of that in his presence, some obeying him because of their closeness to him, others denying him because of their remoteness from him, justly, that is, with equity, that which prevails in the state of a prophet, being as it is the outward aspect of his affirmation of [God's] Oneness, his conduct and his chosen path, and they are not wronged, by having other than what is their state ascribed to them and then being requited for it. Or, it is that judgement is passed between them by delivering and confirming those who have found guidance through him [the messenger] and destroying those who have gone astray and chastising them on account of the manifesting of the causes for such [chastisement] through his presence [among them]."
    },
    {
      "ayah": 48,
      "surah": 10,
      "text": "And they say: 'When will this promise come to pass, if you are truthfulḍ': a disavowal [on their part] because of their being veiled from the resurrection and their failure to become aware of its meaning, since had they known its modality by the lifting of their veils through disengagement from the garments of the soul, they would have believed them concerning that [promise] and would not have disavowed [it]."
    },
    {
      "ayah": 49,
      "surah": 10,
      "text": "Say: 'I have no power to hurt myself, to the end of this [verse]: he approximated for them the presential vision of the [divine] acts by denying that he has power or effective agency and that if such does come about from him it must necessarily be through God's will, so that they might recognise the vestiges of the resurrection. He then intimates [to them] that the minor resurrection will take place at the termination of their appointed times, which are determined by God as in where He says: For every community there is an appointed time, to the end of this [verse]."
    },
    {
      "ayah": 5,
      "surah": 10,
      "text": "He it is who made the sun a radiance and the moon a light. In terms of allusion, this sun is the sun of success-giving, which shines from the constellation of so- licitude on the servant's bodily parts so that they will be adorned with service and obedience. The moon alludes to the light of tawḤīd and the brightness of recognition in the heart of the recognizer, for with this light he takes the road to the Recognized. The Pir of the Tariqah said, \" O God, the recognizer knows You with Your light, not with the ray of worship's light. He burns in the fire of love and does not turn back from joy. \""
    },
    {
      "ayah": 57,
      "surah": 10,
      "text": "O people! There has come to you an admonition, that is, a [means of] cleansing for your souls by way of [the mention of] promise and threat, warning and glad tidings, restraining from sins that lead to punishment and incitement to deeds that result in reward, so that you might conduct yourselves on the basis of fear and hope, and a healing for what is in the breasts, that is, [for what is in] the hearts of sicknesses, such as doubt, hypocrisy, rancour, deception and the like thereof, [a healing that cures by] instructing [people] in the realities and the wisdoms that necessarily result in certainty and [by] purifying these [hearts] for the reception of gnosis and illumination by the light of the Oneness and being prepared for the self-disclosures of the attributes, and a guidance, for your spirits towards the presential vision of the Essence, and a mercy, by way of the effusion of the perfections that befit every one of the three stations after the actualisation of preparedness at the station of the soul through admonition, and at the station of the heart through purification and at the station of the spirit through guidance, for those who believe, by way of affirmation first, certainty second and eyewitness thirdly."
    },
    {
      "ayah": 58,
      "surah": 10,
      "text": "Say: \" In the bounty of God and His mercy-in that let them rejoice, for it is better than what they gather. \" \" O MuḤammad! Give the faithful good news and tell them that they should be happy in the bounty and mercy of God: 'I have honored you with faith, the Qur'an, submission, and MuḤammad, so be delighted! Become intimate with remembering Me. Accept My covenant in your spirit. Delight in My love. A happy servant is he who is happy with Me. There is no happiness but happiness with Me. May he who is not happy with Me never be happy! The servant has two happinesses in Me: today he is happy with Me, and tomorrow he will be happy along with Me.' \" My face is happy with Your face when You are present. May my spirit be happy with remembering You when You are absent! It has been said that the bounty of God and His mercy that you have with Him in the precedent apportioning is better than the varieties of obedience and the kinds of service that are your own self-exertion. In terms of allusion He is saying, \" My servant, have confidence in My bounty and mercy, not in your own worship and service, for there is no confidence in anything other than My bounty and no ease in other than My mercy. Everyone has a resource, and the resource of the faithful is My bounty; everyone has a storehouse, and the storehouse of the poor is My mercy; everyone has a leaning place, and the leaning place of the recognizers is My precedence; everyone has a treasure, and the treasure of those who trust is My assurance; everyone has a delight, and the delight of the rememberers is remembering Me; everyone has a hope, and the hope of the friends is seeing Me. \" There was a renunciant among the Children of Israel who sat for seventy years in a monastery worshiping God. After seventy years revelation came to the prophet of the time: \" Say to that re- nunciant, 'You have completed beautiful days and passed a life in worshiping Me. I promise you that I will forgive you by My bounty and mercy.' \" The renunciant said, \" He will take me to paradise by His bounty? Where then will that seventy years of worship be seen? What about that? \" In that very hour, the Exalted Lord placed a tremendous pain in one of his teeth."
    },
    {
      "ayah": 59,
      "surah": 10,
      "text": "Say: 'Have you considered what God has sent down, to the end of this [verse]: that is to say, inform me: that which God has sent down in the way of spiritual provision, such as the realities, forms of gnosis, states, and bestowals and [provision] such as refined manners, divine laws, admonitions and counsels, how you have made some of it unlawful, as in the case of the first group, and some lawfulḍ', as in the case of the second group. Say: 'Has God given you permission, to judge what is unlawful and what is lawful, or do you invent lies concerning Godḍ'"
    },
    {
      "ayah": 6,
      "surah": 10,
      "text": "Truly in the alternation, of the night of the victory of the darkness of the soul over the heart and the day of the irradiation of the light of the spirit upon this [heart] and [in] what God has created in the heavens of spirits and the earth of bodies, there are signs for a people who fear, the veils of the attributes of the commanding-soul and who have attained the level of the self-reproaching soul and have recognised these signs."
    },
    {
      "ayah": 60,
      "surah": 10,
      "text": "And what do they suppose, those who invent lies concerning God, [will happen to them] on the Day of, the middle, Resurrectionḍ, at the disengagement of the heart from the garments of the soul and the actualisation of certainty; or, on the day of the major resurrection at the affirmation of the Essential unity and the manifestation of eyewitnessing. In other words, their supposition shall not endure and will amount to nothing then. Or, [it is] on the day of the minor resurrection at [the point of] death and the actualisation of privation: in other words, their supposition shall have an evil consequence for them and will be a chastisement then. Truly God is Bountiful to people, with both kinds of worlds, effusing both [onto them] and facilitating [for them] the reception of both and setting up the preparedness to accept the two; but most of them do not give thanks, for His graces and so they use what He has bestowed on them of preparedness and knowledge in order to actualise particular benefits and sensory goals, becoming ungrateful for His graces and hence prevented from increase."
    },
    {
      "ayah": 62,
      "surah": 10,
      "text": "Surely God's friends-no fear shall be upon them, neither shall they sorrow. God's friends are those who dive for the pearl of wisdom in the oceans of knowledge, who are the sun of desire and the resting place of the covenant of good fortune in the heaven of the innate dis- position, who are accepted by the Divine Presence and the oyster shell of the secrets of Lordhood, who are the title-page of the Shariah and the proof of the Haqiqah. Through them the lineage of MuṣṬafā is alive in the World of the Realities, the pathway of truthfulness is filled with the firm fixity of their feet, their outwardness is adorned with the rulings of the Shariah, their inwardness is illumined by the pearl of poverty. When the traces of the gaze of these exalted ones reach the thorn-bed of deprivation, the jasmine of the religion blooms. When the blessings of their breaths shine upon the salt-waste of misery, the ambergris of passion wafts its scent. If they gaze on a disobedient person, he becomes obedient. If they open their eyes on someone wearing a sash of unbelief, he is accepted and protected by the Exalted Threshold. Thus it is told that once the exalted one of his time and the master of his era, Shiblī, became ill. The caliph of the time liked him, and it reached him that Shiblī was ill. There was a Christian physician, ex- tremely skillful, so he sent him to Shiblī to cure him. The physician came and said to Shiblī, \" O shaykh! If I have to make your medicine from my own skin and flesh, I will not hold it back and I will heal you. \" Shiblī said, \" My medicine is less than that. \" He said, \" What is it? \" He said, \" Cut off that sash, and you will have cured me. \" The physician said, \" It is no stipulation of chivalry that I make a claim and not carry it through. If your healing lies in my cutting off the sash, that's an easy job. \" When the physician cut off his sash, Shiblī got up from the illness. The news of what happened reached the caliph. He became happy and said, \" I thought I was sending a physician to someone ill."
    },
    {
      "ayah": 63,
      "surah": 10,
      "text": "Those who believe and fear [God]: if [this clause is] understood as an adjectival qualification of 'God's friends', then the meaning is: those who believe with the faith of the Truth and who guard against any remnants from themselves or the manifestation of any variegations in them;"
    },
    {
      "ayah": 64,
      "surah": 10,
      "text": "For them is good news in the life of this world and the next world. They have two sorts of good news, one today and one tomorrow. Today: \" Give good news to those with faith that they have a footing of truthfulness with their Lord \" [10:2]. Tomorrow: \" Their Lord will give them the good news of mercy from Him, approval, and the Gardens \" [9:21]. Here you have boundless caresses, everlasting bliss, the happiness of friends, a satisfied King, and joyful ser- vants: \" My servants, whatever you seek, seek for nothing greater than My satisfaction. Whatever you reach, you will reach nothing better than My bounty. Whomever you choose in friendship, you will choose no one like Me. Whomever you see, you will see no one like Me. 'This house is your house, and I am your neighbor.' \" Great are those days whose final outcome is this! Exalted is that servant who is worthy for this! Beautiful is that seed whose fruit is this! Blessed is that night whose morning is this! A house of light, everlasting happiness, and the Forgiving Patron! Say to Our friends, \" Let your eyes be delighted- the ruined house has come to Me in safety. \""
    },
    {
      "ayah": 65,
      "surah": 10,
      "text": "And let not what they say grieve you: in other words, do not be affected by it, for it is [mere] contentiousness [on their part]. Rather, witness the might of God and His vanquishing power so that you might look upon them in light of the annihilation and see their deeds and statements and their threats to you as [scattered] dust. For he who witnesses God's power and might, will see that all power and might belongs [only] to Him and that there is no power or strength in anyone else. He is the Hearer, of what they say about you and will requite them [for it], the Knower, of what ought to be done with them. He then demonstrates their weakness, incapacity and the impossibility of their overcoming him with His words:"
    },
    {
      "ayah": 66,
      "surah": 10,
      "text": "Why, surely to God belongs all who are in the heavens and all who are in the earth, all being under His dominion, disposal and subjugation and have no power over anything other than through His Essence and His will and His empowering of them. Those who call upon besides God are not following associates: what thing can those who call upon besides God follow as associateḍ In other words, if all are under His subjugation and dominion, then what they call upon besides God cannot be anything, nor can it have any effective agency or power; they are following nothing but, the illusions of their conjecture and what they conjure up in their imagination, and they are but reckoning the existence of something which has no existence in reality."
    },
    {
      "ayah": 67,
      "surah": 10,
      "text": "He it is Who made for you the night, of the body, that you should rest therein, and the day, of the spirit that you should perceive thereby the realities of things and that by which you might be guided to Him. Surely in that are signs for a folk who are able to hear, the speech of God and thus understand its esoteric meanings and bounds and discover thereby His attributes and His names and thus witness Him as He is described and qualified by these."
    },
    {
      "ayah": 68,
      "surah": 10,
      "text": "They say, 'God has taken [to Him] a son', that is, a defective [thing] to correspond to Him in genus. Glory be to Him!: declare Him as transcendent above correponding in genus to anything. He is Independent, One who exists by His own Essence and by Whom everything comes to exist. How then can anything be like Himḍ And the One to whom all existence belongs: how can anything correspond to Himḍ"
    },
    {
      "ayah": 7,
      "surah": 10,
      "text": "Surely those who do not hope for Our encounter, are content with the life of this world and at rest with it, and those who are heedless of Our signs, it is they whose refuge will be the Fire for what they were earning. The unbelievers do not hope for the vision of the Real, for they deny it. Inescapably they will never reach it. The faithful have faith in the vision of the Real and hope that they will reach it. Inescap- ably they will reach it. This is the same as what MuṣṬafā said: \" When someone hears of the Real's generosity \" -that is, he hears a report that the Real is generous toward the servant and will caress him with the vision of Him- \" but does not accept the report and does not have faith in the vision, he will never reach that generosity. \" It has been said that they do not hope to see the Real because they have not yearned, they do not yearn because they have not loved, they do not love because they have not recognized, they do not recognize because they have not sought, and they do not seek because the Real has not brought them into seeking and has shut the door of seeking. So, all is from God and according to His desire and will. God says, \" Surely the final end is unto thy Lord \" [53:42]. Had He desired that they seek Him, they would have sought Him. Had they sought, they would have recognized. Had they recognized, they would have loved. Had they loved, they would have yearned. Had they yearned for Him, they would have hoped for His encounter. Had they hoped for His encounter, they would have seen Him. God says, \" And had We willed, We would have given every soul its guidance \" [32:13]. As for those who do not hope for His encounter, their home will be chastisement and separation. This declaration shows that the final goal of those who hope for His encounter is union, encounter, and nearness."
    },
    {
      "ayah": 71,
      "surah": 10,
      "text": "And recite to them the story of Noah when he said to his people, \" If my station and my reminding you of God's signs are too much for you, then in God I trust, so gather together your affair and those whom you associate, and let not your affair be obscure for you. Then decide about me, and do not leave me waiting. \" This is a lordly example from the Glorious Presence. He is saying, \" Trial from My court is a robe of honor for the friends, and drinking the draft of tribulation from the cup of love is the job of men. If someone's makeup is not worthy to be a target for the arrow of My trial, his countenance will also not be worthy of My love and beauty. \" When people choose someone for friendship, it is their habit to want every ease and comfort for their friend. The divine custom is contrary to this: Whenever He approves of someone for friendship, He sends him the drink of tribulation with the robe of love. \" Surely the people most severely tried are the prophets, then the friends, then the next best, then the next best. \" \" When God loves a servant, trial is poured down all over him. \" For a moment look at the state of Noah, the elder of the envoys and the leader of the godwary: What suffering he saw from his own community, what tribulation, and what a load of trial and trouble he carried in inviting them! For a thousand years less fifty he was inviting them, and ev- ery day they would beat him such that he lost consciousness, and they advised his own children to strike and beat him. With all this tribulation and trial he used to say, \" I have so much sorrow that I care nothing for your beating. \" He said to them, \" In God I trust, so gather together your affair and those whom you associate: Do whatever you want, and prepare whatever deception you can, for I am leaning on my Lord and have accepted Him as my caretaker, for in God I trust. \" Trust is the bridge to certainty and the pillar of faith. The Exalted Lord says, \" And in God put your trust, if you have faith \" [5:23]."
    },
    {
      "ayah": 8,
      "surah": 10,
      "text": "Surely those who do not hope for Our encounter, are content with the life of this world and at rest with it, and those who are heedless of Our signs, it is they whose refuge will be the Fire for what they were earning. The unbelievers do not hope for the vision of the Real, for they deny it. Inescapably they will never reach it. The faithful have faith in the vision of the Real and hope that they will reach it. Inescap- ably they will reach it. This is the same as what MuṣṬafā said: \" When someone hears of the Real's generosity \" -that is, he hears a report that the Real is generous toward the servant and will caress him with the vision of Him- \" but does not accept the report and does not have faith in the vision, he will never reach that generosity. \" It has been said that they do not hope to see the Real because they have not yearned, they do not yearn because they have not loved, they do not love because they have not recognized, they do not recognize because they have not sought, and they do not seek because the Real has not brought them into seeking and has shut the door of seeking. So, all is from God and according to His desire and will. God says, \" Surely the final end is unto thy Lord \" [53:42]. Had He desired that they seek Him, they would have sought Him. Had they sought, they would have recognized. Had they recognized, they would have loved. Had they loved, they would have yearned. Had they yearned for Him, they would have hoped for His encounter. Had they hoped for His encounter, they would have seen Him. God says, \" And had We willed, We would have given every soul its guidance \" [32:13]. As for those who do not hope for His encounter, their home will be chastisement and separation. This declaration shows that the final goal of those who hope for His encounter is union, encounter, and nearness."
    },
    {
      "ayah": 84,
      "surah": 10,
      "text": "And Moses said, 'O my people, if you have believed in God, a faith of certainty, then put your trust in Him: he has made trust as one of the concomitants of submission [to God], and it is the submission of one's countenance to God, exalted be He. But he did not make submission as a concomitant of faith, in other words, if your faith and certainty have become perfect in such a way that this has had an effect upon your souls and made them purely for God, annihilated in Him, then trust in Him must necessarily follow [from that]. For the first level of annihilation is the annihilation of acts, followed by the attributes then existence. Once annihilation is complete then trust must follow, which is the annihilation of the acts. If what is meant by islām is obedience, then it is a precondition for trust and not a concomitant thereof, in which case the meaning would be: if your faith is sound in terms of certainty, then trust in Him on the condition that you do not act and that you do not see yourselves or others as having any power or effective agency, but that you become obediently submissive, as one who is dead. For the precondition for the soundness of trust [in God] is the annihilation of the remnants of acts and the faculties, as they say, 'If you do not like this [kind of] tree, then pull it out if you can'. As for the remainder of the sūra to the end, some of it cannot be submitted to allegorical interpretation, and the rest is known from what has already been mentioned."
    },
    {
      "ayah": 9,
      "surah": 10,
      "text": "Surely those who have faith and do wholesome deeds, their Lord will guide them in their faith. In terms of allusion according to the tasting of the folk of recognition, this verse has another inti- mation. He is saying that in reality the faithful and the good men are those whom the Unity keeps under the domes of jealousy through the blessing of generosity. He nurtures them with the beauty of solicitude, He gives them access to recognition of Him, and He brings them close to companion- ship with Him so that they will become one for Him and estranged from other than Him. The Pir of the Tariqah said, \" TawḤīd is not just that you know Him to be one. True tawḤīd is that you be one for Him and estranged from other than Him. \" The beginning of solicitude is that He gives them a goal in the Unseen to take them away from the world. When they become solitary, they are worthy for union with the Solitary. Your seeker must be solitary like You- he must be free of every defect and pain. Until the diver cuts his heart away from the kingdom of life, it is not permissible for the hand of his seeking to reach the desired pearl. What then do you say about someone who, in seeking His majesty and beauty, aims for the greatest salvation? As long as he does not wash his hands of love for life, how will he reach union with the proximity of the Beloved? In the session of Moses a poor man let out a cry. In anger Moses shouted at him. At once Gabriel came: \" O Moses! God says, 'In your session, the owner of pain and possessor of heart was that one man. It was he who was present in your session for My sake. You shouted at him. Even though you are My speaking companion and My dear one, you do not see the secret that we have placed under a black blanket. It is yearning for My beauty that brings the friends into ecstasy. It is the demand for My beauty that pulls their hearts into the world of fear and hope, contraction and expansion. And God contracts and expands [2:245]. When the eyes are full of this world, they cannot hold the attribute of the afterworld."
    }
  ],
  "empty_ayahs": [
    { "ayah": 14, "surah": 10 },
    { "ayah": 73, "surah": 10 },
    { "ayah": 88, "surah": 10 },
    { "ayah": 101, "surah": 10 }
  ]
}
