{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 109,
      "text": "Say: “O unbelievers!” ʿAbdallāh ibn ʿAbbās said that no surah is more difficult and harsher for Satan than this surah, because it is sheer tawḤīd and disavowal of associationism. TawḤīd is of two sorts: the tawḤīd of attestation and the tawḤīd of recognition. The tawḤīd of attestation is to say one, and the tawḤīd of recognition is know one. “To say one” is to bear witness to God's oneness and purity in Essence and attributes. In Es- sence He is pure of spouse, child, and partner, and in attributes He is pure of similar, equal, and pointer. His attributes are not intelligible, their “how” is not understood, comprehended, or lim- ited. They are outside of imagination and understanding, and no one knows how they are. “To know one” is to know that He is one in blessings and bounties, that the giver and bestower is He, and that He is one in apportioning and beneficence. It is He who is one in word and deed, He who is one in bounty and gentleness, He who is one in mercy and favor. He is one-gratitude and favors belong to no one but Him. No one has power and strength but He, and no one has with- holding and bestowal but He. When the rays of the sun of tawḤīd shine on the faithful, tawḤīd-voicing servant, his mark is that he is watchful over his rest and his movement. He does not take one breath without the permis- sion of the Shariah and the Tariqah. He weighs his outwardness in the scales of the Shariah and pulls his inwardness into the playing field of the Tariqah. He keeps his center point pure of relying upon either of them, for, as has been said, “The felicitous person is he who has an outwardness conforming to the Shariah, an inwardness following the Haqiqah, and a secret core quit of relying on his Shariah and his Haqiqah.” If he should rely one iota on himself, this is sheer Zoroastrianism and utter Judaism. O chevalier, if you fill up everything from the highest of the high to what is beneath the earth with acts of obedience and worship, that would not be equal to letting go of one iota of your self- hood so that you do not see yourself."
    }
  ]
}
