{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 17,
      "text": "Glory be to Him who took His servant by night from the Holy Mosque to the Farthest Mosque. At the beginning of this surah He praised Himself, then He disclosed the nobility of MuṣṬafā and uncovered his eminence over the creatures. First He testified to His own faultlessness and men- tioned His own purity. He Himself praised Himself and showed the creatures His perfect power. He turned over the Messenger's miʿrāj to His own act, not the Messenger's act, so that the faithful will not fall into uncertainty and there would be an argument against the deniers. Thus the faithful will know that the marvels of power have no limit and that this state is not strange given the perfect power of the Powerful. Another meaning is to display the nobility of MuṣṬafā and his eminence over the creatures of the world. Then the world's folk will know that his station is that of those snatched away on the carpet of companionship, not that of the travelers in the way stations of service. He who is snatched away is being pulled by the Real, but the traveler is traveling by himself. When someone is being pulled by the Real, he is in the way station of whispered secrets and joy and is fitting for generous bestowal and exaltation. But when someone is himself traveling, he keeps on wanting to gain access to the thresh- old of service and seeking for a rank to appear for himself. The former is the station of MuḤammad, the Real's beloved, and the latter is the station of Moses, the Real's speaking-companion. Do you not see that He said about Moses, “Moses came to Our appointed time” [7:143], but He said about MuṣṬafā, “who took His servant by night.” Moses was a comer, traveling by himself. MuḤammad was taken, snatched away from himself. He who walks with His feet is not like him who walks toward Him, and he to whose secret core revelation comes is not like him who is called to Him. The one who was traveling was absent through distance, so after separation he found union. The one who was taken was in the elevation of union at the outset, and he received the robe of bounty at the end. Then He says, “His servant by night."
    },
    {
      "ayah": 10,
      "surah": 17,
      "text": "And that those who do not believe, from among the people of the left, in the Hereafter, by virtue of their being corporeal folk, veiled from the world of light and imprisoned in the darknesses of physical nature, We have prepared for them a painful chastisement, in the pit of the dungeon of physical nature, fettered in the chains of the love of lower things and in the shackles of attachments, in the fires of privation from pleasures and passionate desires, chastised by the scorpions and snakes of the configurations of darkness."
    },
    {
      "ayah": 100,
      "surah": 17,
      "text": "Say: 'If you possessed the treasuries of my Lord's mercy, you would surely withhold [them], because of your halting with the attributes of your souls, [attributes] one of the concomitants of which is innate avarice, since their [faculty of] perception is confined to what is perceived through the sense of restricted material matters and [because] these [souls] are veiled from the endless blessings and the all-embracing unceasing mercy, which can only be perceived when the [eye of] insight is adorned with the light of guidance such that one fears that it should come to an end or be cut off."
    },
    {
      "ayah": 101,
      "surah": 17,
      "text": "[And verily We gave Moses] nine manifest signs: allusion has been made to these in sūrat al-Ḥijr [Q. 15:87]."
    },
    {
      "ayah": 105,
      "surah": 17,
      "text": "With the truth have We revealed it: in other words, We only revealed the QurÌān after the total elimination of the Prophet's humanness, blessings and peace be upon him, at the station of annihilation and extinction of temporally originated beings from the face of eternity, and [only after] the scattering of the darkness of contingency from the august glories of the Necessary Subsisting Face at the second separation so that there might be an existential locus for it [the QurÌān]. Hence its revelation was only the manifestation of the judgements of differentiations from the source of union upon the differentiated locus of manifestation. Thus its revelation was with the truth from the Truth upon the Truth. Its revelation with the truth, according to this interpretation, is like when they say 'it came down to [stop over at] such and such [a place]' meaning 'he stopped over there', provided that the second [preposition] bi is adverbial, as when you say 'I stopped over in Baghdad', with the first [bi] being a circumstantial qualifier, in other words, that [it was revealed] fully garbed in the truth, meaning one of two things: either with the truth, as in the opposite of falsehood, that is to say, with the facts [of reality] and wisdom, or with the Truth who is God, exalted be He; in other words, that it was revealed with His attribute, which is the truth;"
    },
    {
      "ayah": 106,
      "surah": 17,
      "text": "And [it is] a QurÌān that We have divided, according to the manifestation of the preparednesses of manifestation loci that entail the reception of it in a way commensurate with states, welfares and attributes, as we have mentioned with regard to His words and if We had not made you stand firm [Q. 17:74]."
    },
    {
      "ayah": 107,
      "surah": 17,
      "text": "Say: “Have faith in it, or do not have faith.” Surely those who were given knowledge before it, when it is recited to them, fall down on their faces in prostration. The side of Unity, the exalted Majesty, is alluding to the fact that He has never had and will never have any need for an obedience that was not and then came into being. He is saying, “You have no worth, for nothing is worthy of Me. If you want, have faith, and if you do not want, do not. I have no need for your faith. Beginningless majesty and beauty gain no adornment from the obedi- ence of newly arrived things. I had still not written out existence for any existent thing when My majesty was contemplating My beauty and I was pleased with Myself in Myself. Today that I have created the creatures, I am what I was. I have no need in Myself for any causes and no need in My perfection for any seeking.”"
    },
    {
      "ayah": 109,
      "surah": 17,
      "text": "They fall down on their faces weeping. Weeping is the state of the beginners and the attribute of the travelers-everyone according to his own state and every traveler in the measure of his own deeds. The repenter looks upon his own sin and weeps in fear of punishment. The obedient person looks upon his own lax obedience and weeps in fear of shortcoming. The worshiper weeps in fear of the outcome: “What will be done with me tomorrow?” The recognizer looks at the beginningless precedent and weeps: “What was done to me and decreed for me in the Beginningless?” All this happens to travelers on the path and is a mark of the weakness of their state. As for those who have been snatched away from themselves, the folk of stability, for them weeping is an imperfection and defect in their road. Thus it is related that Junayd was sitting with his wife and Shiblī entered. The wife wanted to cover herself, but Junayd said to her, “Shiblī is not aware of you, so sit.” Junayd kept speaking to her, and then Shiblī wept. When Shiblī began to weep, Junayd said to his wife, “Cover yourself, for Shiblī has come back from absence to awareness.”"
    },
    {
      "ayah": 11,
      "surah": 17,
      "text": "Man supplicates for evil just as he supplicates for good. Sahl said, “The safest of supplications is remembrance and the abandonment of choice in supplica- tion and asking, for in remembrance there is sufficiency, and perchance man will supplicate and ask for that within which is his destruction, while he is not aware. Do you not see that God says, 'Man supplicates for evil just as he supplicates for good.'” When someone remembers constantly and abandons choice in supplicating and asking, the best of his wishes will be freely given to him and the blights of asking and choice will fall away from him. The Prophet said, recounting from his Lord, “When someone's remembrance of Me keeps him too busy to ask from Me, I will give him the best of what I give to the askers.”"
    },
    {
      "ayah": 110,
      "surah": 17,
      "text": "Say: 'Invoke God, to annihilation in the Essence that comprehends all attributes, or invoke the Compassionate One, to annihilation in the attribute which is the mother of all attributes: whichever, of these two stations you seek, you are not an existent there, nor do you have any remnant or name or entity or vestige, since [the name] the Compassionate One (al-Raḥmān) is a name that is valid only for that Essence and that attribute, namely, the Mercy of the Compassionate One (al-Raḥmān) cannot be established for any other than that [Essence] and so it does not require the existence of a remnant, which is distinct from all of the other names and attributes; to Him belong the Most Beautiful Names', all of them in these two stations and not to you. And do not be loud, in the prayer of presential vision by manifesting the attribute of prayer from your soul so that then insolence and I-ness are called to manifest themselves; nor be silent, totally so that the call for obliteration is then made in the locus of annihilation without the return to the station of subsistence in which case no one will be able to follow your example; but seek between that a way: [this is] an indication of [the necessity for] uprightness and [for] adhering to a conduct full of equity in the world of multiplicity and cleaving to the straight path through the Truth."
    },
    {
      "ayah": 111,
      "surah": 17,
      "text": "And say: 'Praise be to God: in other words, manifest the divine perfections and the attributes of the Compassionate One which can only belong to the Essence of the [exclusive] Unity, Who has neither taken a son, [Who] in other words has never been a cause for an existent of His genus since the effect [of that cause] would necessarily be in need of Him, contingent in essence and non-existent in reality: how then can such be of the same genus as One who is Existent in truth and who is Necessary by His very Essence from every aspect; nor has He, anyone equal to Him in terms of the power of His subjugation and [His] kingdom, such as a partner in sovereignty, for otherwise they would share in the necessity of existence and [that] of reality, in which case each one of them would necessarily have to be distinguished from the other but in a matter other than the necessity of reality and so they would have to be composite, in which case they would both be contingent and not necessary [beings]. In addition, if neither of them enjoyed effective agency independent of the other, then neither of them would be a god. But if one of them possessed independence to the exclusion of the other, then that one would be the god and not the other, and he would thus have no partner. If they both possessed that independence, then two independent causative factors would have combined in one effect if they were to act simultaneously [which is absurd]: otherwise, one of the two would be the god but not the other, whether the one is satisfied with the act of the other or not; nor has He [taken] any ally out of weakness', that is to say, He does not have any assistant, whether [functioning] as a cause or a partial cause that might empower Him or help Him against the weakness of reaction and non-existence, or else He would not be a Necessary God, but rather a contingent: so that you might be a lover who subsists through Him and not through your soul. And magnify Him, above that He should be confined to one attribute instead of another or one form as opposed to another or that any of these deficiencies should attach themselves to Him and restrict Him to a specific existence: blessed and exalted be He above that greatly, with magnifications. His might cannot be estimated nor His quintessence be fathomed since there is nothing other than Him that surpasses Him or can be attributed to Him, nay, nothing of all that can be conceptualised or rationally understood. None other than Him can be magnified in this way and God the Truth is the One who grants success [to correct knowledge]."
    },
    {
      "ayah": 12,
      "surah": 17,
      "text": "And We made, the night of engendered being and the darkness of the body and the day of origination [from nothing] and the light of the spirit means by which and by knowledge of which one arrives at the spiritual knowledge of the Essence and the attributes. Then We effaced the sign of the night, through corruption and annihilation, and made the sign of the day, a clear sign that subsists forever, light-giving by virtue of its perfectedness and by virtue of whose light realities are perceived, that you may seek bounty from your Lord, that is, your perfection, for which you prepare yourselves, and that you may know the number of, [spiritual] levels and stations, in other words, that you may count them from the first state of your beginning to the advanced age of your end by rising through them and that you may reckon your deeds, your character traits and your states so that whenever you find an evil deed your expunge it with a good one that is its counterpart from the same genus [of action], or [whenever you find] a vice amongst your character traits you expunge it by its opposite virtue or [if it should be] a sin of one of your states you expunge it by returning repentant to the Side of the Truth; and everything, in the way of forms of knowledge and wisdoms, We have detailed, by the light of your intellects at the point of perfectedness and the descent of the Discriminating Intellect, very distinctly, that is, as differentiated knowledge that is present, as opposed to undifferentiated [knowledge] of which you are unaware, as is the case with the Discriminating Intellect at the beginning."
    },
    {
      "ayah": 13,
      "surah": 17,
      "text": "And every man, We have fastened his omen to his neck. And We shall bring forth for him, on the Day of Resurrection, a book he will meet wide open. What is appropriate for each person was fastened to his neck and written out for him in the Begin- ningless. One had the crown of felicity placed on his head, the tree of his hope filled with fruit, the bounties brought out, the night of separation taken away, the day of union brought forth. By the decree of wretchedness another had the blanket of ill fortune pulled over his head and he was wounded by the sword of deprivation and fastened down with the spikes of rejection. Yes, this ap- portioning happened in the Beginningless; nothing will be increased and nothing decreased. What can be done, for the Greatest Judge wanted it this way. The poor Adamite who has no awareness of his own Beginningless, and who sits heedless of his own Endless! Between what was and what will be, he has been taken by the sleep of heedlessness. He will awake from the sleep of heedless- ness on the day when he is handed the book of his deeds. And We shall bring forth for him, on the Day of Resurrection, a book he will meet wide open, a book whose pen is his tongue, whose ink is his saliva, whose paper is his bodily parts and joints, and which he himself has dictated from beginning to end. The angels are the scribes and the wit-nesses against him, and not one letter will be added or subtracted. It will be said to him,"
    },
    {
      "ayah": 14,
      "surah": 17,
      "text": "Read thy book! Thy soul suffices thee today as a reckoner against thee. “Read your book and see your own deeds.” If you deny one letter of it, that very bodily member from which that deed went forth will testify against you, as God says: “On the day when their tongues, their hands, and their feet bear witness against them concerning what they were doing” [24:24]. This is why He says, “Thy soul suffices thee today as a reckoner against thee,” that is, as a witness of what came from you against you. It has been said that the books are two: One is written by the angel against the servant, and that is his words and deeds; the other is written by the Real against Himself, and that is His pardon and mercy toward the servant. If the beginningless solicitude takes the servant by the hand, His reckoning with him will be from the book of His own mercy, not the book of the servant's deeds. This is just like what has come in the traditions: When the servant's book is placed in his hands, it is said, “Read thy book!” The servant looks into the book and sees written on the first page, “In the name of God, the All-Merciful, the Ever-Merciful.” He says, “Lord God, first dis-charge for me the account for this one line and issue its decree for me.” God says, “My servant! I have taken account of it and I have forgiven you through My bounty and mercy. In the Beginningless, I wrote mercy for you and said about Myself, 'Forgiver of sins and Accepter of repentance' [40:3].” Thy soul suffices thee today as a reckoner against thee. ʿUmar KhaṬṬāb said, “Take an account- ing of yourselves before you are brought to account, weigh your deeds before they are weighed, and prepare for the Greatest Exposure.” Anyone who is aware of the Tribunal of Wrongdoing and the calling to account at the resurrection, who has found a whiff of the recognition of the states and terrors of that day, should know that whatever was his companion during his days-little and much, spots and specks-its talk will be asked from him tomorrow and he will be called to account for it. Hence today he should lift the veil of heedlessness away from his road and keep his deeds and words straight in keeping with the yardstick of the Shariah."
    },
    {
      "ayah": 15,
      "surah": 17,
      "text": "No burdened soul shall bear the burden of another, because of the deep-rootedness in it of the configuration of what it has done and because of its [this configuration] becoming a disposition that adheres to it, to the exclusion of what one other than it has done and of which nothing has affected it. The one who is chastised is only chastised for the configurations which are in him and not because of anything external to him. And We never chastise until We have sent a messenger, the messenger of the intellect to make the definitive proof binding [upon his audience] and to discriminate between truth and falsehood. Do you not see that a [pre-pubescent] boy and a mentally deficient person are not legally obligated; or [until We have sent] the messenger of the Law due to the fact that whatever good or evil in [that] preparedness or felicity or wretchedness will have become manifest because of that [Law] and because he will have been responded to either with affirmation or denial. For, as regards the one who is prepared for perfection, what is in him by way of potential begins to stir when he hears the [messenger's] call and so he begins to yearn and seeks it receptively, affirming and accepting what he [the messenger] is calling him to, by virtue of his correspondence and proximity to him. As for the one who lacks preparedness, he denies and rejects obstinately by virtue of his incompatibility with what he [the messenger] is calling him to and his distance from it."
    },
    {
      "ayah": 16,
      "surah": 17,
      "text": "And when We desire to destroy a town, to the end [of this verse]: to everything in this world there comes elimination and this elimination comes as a result of a preparedness that entails it. Just as the elimination of the body, by the elimination of moderation and the actualisation of deviance, makes a thing distant from the shadow of the Oneness, which is the cause of the subsistence and firm existence of everything, so too is the case when it comes to the destruction of a town and its elimination because of the occurrence of a deviation in it from the straight path, which is the path of God, that is, the [divine] Law that preserves [the cosmic] order. So when the time comes for the destruction of a town it will have undoubtedly become deserving of destruction, and that will be as a result of some wickedness or refusal to obey God. Thus when His will pertains to its destruction there precedes necessarily the wicked acts of its affluent inhabitants, those wealthy and comfortable folk who were arrogant and insolent with God's graces, using them in other than the way in which they ought to be [used]: that [comes] by a command of God and a determining by Him, because of a wretchedness that had adhered to their preparednesses and upon which their destruction became necessary."
    },
    {
      "ayah": 18,
      "surah": 17,
      "text": "Whoever desires the hasty [world], because of the impurity of his preparedness and his being overcome by his vain desires and nature, We hasten for him therein whatever We will, for whom We please: that is, We do not give him more [purely] out of his own volition, no more than what We had determined for him in the way of [his] share in the [Preserved] Tablet. That is why He has made this [hastening] conditional upon His will and again [conditional] with His words 'for whom We please'. In other words, if We had not determined any of what he desired, We would not have made it [possible] for him to exact it: We only give what We please to whom We please. Then We appoint for him Hellfire, that is, the bottommost pit of dark physical nature, because of his attraction, by his own desire, to the lower aspect and his inclination to it, to which he will be exposed, by means of the fires of privation, condemned, by the people of this world and those of the Hereafter, and rejected, from the Side of Mercy and Beatitude, under the wrath of God and His vanquishing."
    },
    {
      "ayah": 19,
      "surah": 17,
      "text": "And whoever desires the Hereafter, by the purity of his preparedness and the soundness of his primordial nature and has fulfilled the preconditions of what he desires in the way of having faith and performing righteous deeds, his striving shall receive gratitude in the form of the actualisation of what he desired, as has been said, 'He who seeks shall find'. For the true seeking and sincere desire can only come about upon the actualisation of the preparedness of the thing sought. When that preparedness - which is the indication that the thing sought has been actualised for him in potentiality and that there has been determined for him in the [Preserved] Tablet the [very] causes for the emergence into actuality of what is being sought and [the causes for] its projection from the Unseen to the visible, which is the striving required for that [thing] and what constitutes a duty upon him to strive for, in the way meant by His words: and strives for it with the necessary effort, that is, the striving required for it [of him] - is combined with the precondition of faith in the Unseen that enjoys certitude, then that [thing which he desires] will necessarily be actualised for him."
    },
    {
      "ayah": 2,
      "surah": 17,
      "text": "And We gave Moses the Book, and We made it a guidance for the Children of Israel. God's many mentions of Moses in the Qur'an are among the signs of His honoring him and the marks of His love for him. When someone loves someone, he often mentions him. MuṣṬafā said, “When someone loves something, he mentions it much”: When someone loves something he is always mentioning its name and remembering it. Do you not see that the Lord of the world, the lovingly kind Enactor, said to Moses, “I cast upon thee love from Me” [20:39]. Hence you should look at how many times He mentioned Moses in the Qur'an: the promised time of Moses, the Mount of Moses, the promise to Moses, the exile of Moses, the whispered prayer of Moses, the brother of Moses, the sister of Moses, the mother of Moses, the traveling companion of Moses, the sea of Moses, the Pharaoh of Moses, the suffering of Moses, the caressing of Moses. He did not leave anything of the states and character traits of Moses without mentioning it in the Qur'an and making the faithful happy by hearing about it. Thus you will know that much mention is the fruit of the tree of friendship and the mark of the road of friendship."
    },
    {
      "ayah": 20,
      "surah": 17,
      "text": "Each We supply [to] these and [to] those, in other words, We supply all of the seekers of this world and the seekers of the Hereafter from Our bounty, and it is not [supplied] simply because of their desires or striving [for it]. Rather their desire and striving are indicators and tokens of the bounty which We have determined for them. And your Lord's bounty is not restricted, prohibited to anyone, neither to the obedient folk nor to the disobedient ones."
    },
    {
      "ayah": 21,
      "surah": 17,
      "text": "See how We have given preference to some of them over others, in this world, in accordance with what Our will and wisdom entails. And truly the Hereafter is greater in degrees, since in the measure that the spirit outweighs the body [in worth] so the degrees of the Hereafter outweigh those of this world and in the measure that they vary in excellence so their [respective] degrees vary."
    },
    {
      "ayah": 22,
      "surah": 17,
      "text": "Do not set up another god besides God, by anticipating bounty from that [other god] and taking this [other] to be the cause of something reaching you which God has not determined for you so that you end up, blameworthy, for the vice of idolatrous association and doubt in the eyes of God and His folk, forsaken, by God who will then leave you [in false] reliance on that [other god] and assist you not: but if He forsakes you, then who is there who can help you after Himḍ [Q. 3:160]. The Prophet, may God bless him and grant him peace, said: 'If the [Muslim] community were to come together to profit you in some way they shall not profit you except with what God has [already] determined for you. And if they were to come together to harm you in some way they shall not harm you except with what God has [already] determined for you. The [heavenly] pens have been put down and the [heavenly] scrolls have dried [of their ink]'. God, glorious and exalted be He, has joined kindness to parents to the affirmation of [His] Oneness, singling out as a form of worship [of Him] since it is one of the requirements of the affirmation of [His] Oneness, as the two [parents] correspond to the Divine Presence in terms of their causality for your existence and to the Lordly Presence in terms of their nurture of you while you were incapable, young and weak without strength or [even] movement. They are also the first locus for the manifestation of the effects of God's attributes, exalted be He, in terms of existentiation, nurturing, mercy and compassion for you. Despite [all of] that they need to have what is due to them fulfilled, while God has no need [whatsoever] of that. Thus the most important of duties after the affirmation of Oneness is kindness to them and the fulfilling of their dues as far as possible."
    },
    {
      "ayah": 23,
      "surah": 17,
      "text": "And your Lord has decreed that you worship none but Him, and beautiful doing toward your parents. In this verse the wise Lord, the eternal Enactor, the lovingly kind and generous Beautiful-Doer commands the servants to servanthood. Servanthood is three things: seeing favor, striving in service, and fear of the end. Seeing favor belongs to Abraham the bosom friend, who said, “Who created me, so He is guiding me” [26:78]. Striving in service belongs to MuḤammad the beloved, to whom it was said, “We did not send down the Qur'an upon thee for thee to be wretched” [20:2]. Fear of the end belongs to Joseph the sincerely truthful, who said, “Receive me as a submitter” [12:101]. When someone stands in the field of servanthood in the row of service and sets his feet in the clay of what he desires, making the Exalted Presence the Kaabah of his wishes, God will put the folk of the empire into his service and will take care of his work in the two worlds without him. This is why MuṣṬafā said, “When someone belongs to God, God belongs to him.” When- ever someone has no watchfulness in servanthood, he will have no contemplation on the carpet of proximity. Know also that the wayfarers in the road of servanthood are three men: One is the worshiper, whose soul is subjugated by the fear of punishment. One is the recognizer, whose heart is subju- gated by the forcefulness of proximity. One is the lover, whose spirit is subjugated by the unveil- ing of the Haqiqah. Whenever the worshiper wants to lift away the bond of struggle from his days, at once he looks at the title-page of the Real's rebuke and throws down his head in the station of shame. Whenever the recognizer wants to make manifest the banner of happiness and expansiveness by virtue of proximity, at once the ruling power of the Real's awesomeness appears and he falls into the lowland of confoundedness. Whenever the lover gazes at majesty, at once he melts in awe, seeing only bewilderment in bewilderment. Whenever he gazes at beauty, he delights in happiness and revelry, seeing only light and joy. In the tongue of his state he says, “Your beauty is my pleasure, Your approval my delight, and among all the religions Your love is my religion."
    },
    {
      "ayah": 3,
      "surah": 17,
      "text": "[They were] descendants of those whom We carried with Noah, the intellect, in the Ark of divine law and practical wisdom. Indeed he was a grateful servant, by virtue of his acknowledgement of God's graces and using them in the way in which they ought to be [used]."
    },
    {
      "ayah": 4,
      "surah": 17,
      "text": "And We decreed for the Children of Israel in the Book: “You will surely work corruption in the earth twice and you will become high with great height.” “We ruled and decreed, bringing the work out from the Unseen, so as to show the creatures that all of that was We, and all are We. In the Beginningless were We, in the Endless are We. Good and bad are by Our desire, profit and loss are by Our predetermination, the engendered beings and the newly arrived things are ruled over by Our prescribing and subjugated by Our determin- ing. From the beginningless to the everlasting Our knowledge goes everywhere and We rule and command everything. The existence and nonexistence of you, who are creatures, are the same for the threshold of Our Majesty. We do not benefit from your existence nor are We harmed by your nonexistence. The perfection of Our exaltedness has no need for your obedience.”"
    },
    {
      "ayah": 44,
      "surah": 17,
      "text": "The seven heavens proclaim His praise, to the end of this [verse]: everything has a specific quality which another does not have. And since what is other than him does not concern him, he yearns for it and seeks it when it is not actualised for him and he preserves it and loves when it is actualised [for him]. By manifesting his specific quality he exalts God as transcending partnership, for otherwise he would not be the exclusive possessor of that [specific quality], and so it is as though he were saying by the tongue of his state, 'I declare Him to be One for having made me unique'. And by seeking his perfection he is exalting Him as transcending the attributes of deficiency as though he were saying 'O Perfect One make me perfect'. And by manifesting his perfection he is saying 'The Perfect Perfecter has made me perfect'. On the basis of such analogy then even a lioness, for example, when it is compassionate towards its young she is [in effect] saying, 'The Gentle One has made me gentle', and 'The Merciful has made me merciful'. And by seeking provision, [one is likewise calling upon] 'the Provider'. Hence the seven heavens glorify Him for [His] everlastingness, perfection, exaltedness, [His] power of effect and that of existentiation and lordship, and for that every day He is upon some matter [Q. 55:29]. And the earth [glorifies Him] for [His] permanence, firmness, power of creation, power of provision, nurture, compassion and mercy and [His] acceptance of acts of obedience and gratitude [performed] upon it by rewarding [these acts] and sundry examples the like thereof. And the angels [glorify Him] for [His] knowledge and power, and those disengaged essences among them [glorify Him] for being disengaged from matter and also for the necessity [of His existence] in addition to all of that, for as well as glorifying Him they sanctify Him, but you do not understand their glorification, because of the inadequacy with which you consider and reflect on the [divine] dominion of things and [your] lack of heedfulness of these. The only one who understands is him who has a heart or gives ear in [full] witness [Q. 50:37]. Lo! He is Forbearing, [towards you] by not hastening to demand your perfections or the manifesting of your specific qualities when you abandon the proclamation of His praise, for one of your specific qualities is to [be able to] understand their glorification and to declare Him One as they declare Him One, Forgiving, you your moments of heedlessness and neglectfulness."
    },
    {
      "ayah": 45,
      "surah": 17,
      "text": "[And when you recite the QurÌān] We place between you and those who do not believe in the Hereafter, because of the failure of their [faculty of] consideration to perceive spiritual realities and the confinement of their aspirations to corporeal things, a hidden barrier, [made of] ignorance and blindness of the heart so that they are unable to see the reality of the reciter, for otherwise they would have been believers. But they do not perceive [the truth of] you because they reckon you to be merely this human form since they are given to corporeal things, immersed as they are in the sea of primordial matter and veiled by coverings of physical nature and the garments of ego-centric attributes from the Truth and His attributes and His acts. For had they recognised the Truth they would have recognised you, and had they recognised His attributes they would have recognised His speech and there would not have been veils of natural coverings and corporeal configurations over their hearts."
    },
    {
      "ayah": 46,
      "surah": 17,
      "text": "[And We place upon their hearts veils] lest they should understand it, for had they recognised His acts they would have known the recitation [of this QurÌān] and there would not have been a deafness in their ears because of the deep rootedness of the dirt of attachments. [And when you mention your Lord alone in the QurÌān] they turn their backs in aversion, because of the scattered nature of their vain desires and the dispersed nature of their aspirations in their devotion to their objects of worship such as the idols that are those corporeal things and those passionate desires. Thus their inner realities do not correspond to the meaning of the [divine] unity, familiar as they are with multiplicity and their veiledness therewith."
    },
    {
      "ayah": 5,
      "surah": 17,
      "text": "So when the time for the first of the two [prophecies] came, that is, the time of the evil sequel for the first of the two, We roused against you servants of Ours, from among the attributes of the heart and the lights of the angelic realm and intellectual opinions, of great might, possessing authority and [power of] subjugation, who ransacked, the habitations of your abodes and loci, slaying some of you through repression and subjugation and enslaving the offspring of corporeal configurations and ego-centric vices and plundering the substance of sensory objects of perception and bestial and predatorial pleasures, and it was a promise, from God, that would come to pass, since He has deposited the potential for perfection and the demand for it in your preparedness and has centred the proofs of the intellect in your primordial nature."
    },
    {
      "ayah": 52,
      "surah": 17,
      "text": "The day He calls you, you will respond with His praise: that is to say, [the day when] His will pertains to sending you forth [from the graves] and so you are sent forth quicker than the blink of an eye, praising Him by your very life, knowledge, power and desire with a [great] praise that entails your attributing to Him perfection by manifesting these perfections [of yours]; and you will think that you have remained only a little, that is, [that you remained only a little] in your graves or sleeping places because you become oblivious to that period of time, as is mentioned in the story of the people of the cave [Q. 18]. Or [that you have remained only a little time] in the first life because you deem it so short in comparison to the life of the Hereafter. Thus the lexical expression can be extended to subsume all three resurrections, except that the preceding verse gives greater weight to [that the reference is to] the minor one."
    },
    {
      "ayah": 53,
      "surah": 17,
      "text": "And say to My servants that they should say what is more beautiful. “O MuḤammad, say to My servants that the words they speak should be more beautiful, more true, and more pleasing. That is remembering and lauding God, mentioning Him on the tongue, and keeping His remembrance in the heart.” The Pir of the Tariqah said, “O You who open the tongues of those who whisper in prayer, who increase the intimacy of the seclusions of the rememberers, and who are present in the souls of the keepers of the mystery! I have no traveling companion but the mention of You, no supplies but keeping Your remembrance, no guidepost and no one to show the road to You but You. O God, look upon the need of someone who has nothing other than one need!” It has also been said, “The most beautiful word of sinners is attesting to offenses, and the most beautiful word of recognizers is attesting to the incapacity to recognize. The Prophet said, 'I do not number Thy laudations: Thou art as Thou hast lauded Thyself.'” The most beautiful words that a sinful man may say is to attest to his own offense and ac- knowledge his own sin so that the Exalted Lord may bestow on him the success of repentance and complete the work of his repentance for him by forgiving his sins, for that is the promise He has given: “And others who have acknowledged their sins. They mixed a wholesome deed with another, an ugly deed. Perhaps God will turn toward them” [9:102]. And the most beautiful word that a recognizing man may say is to attest to his own incapacity to recognize the Real. He knows that no one recognizes Him, nor can anyone do so, as is worthy of Him in the reality of His rightful due and the limits of His exaltedness. This is why Abū Bakr ṣiddīq said, “Glory be to Him who made no path for the creatures to recognize Him save the incapacity to recognize Him!” Pure and faultless is the Lord, who considers the servant's incapacity to recognize Him as recognition! Abū ʿAlī Daqqāq said, “O God, he who recognizes You has not recognized You. What then about the state of him who in fact has not recognized You?!” Naṣrābādī and Shāh [Kirmānī] disagreed with each other."
    },
    {
      "ayah": 55,
      "surah": 17,
      "text": "And We made some of the prophets more excellent than others. The prophets have the generous gifts of states and the specific characteristics of proximity. One of them has chosenness [Adam], another bosom friendship [Abraham], another speaking with God [Moses], and still another the miʿrāj, intercession, and vision. Then He made some of them su- perior to others in specific characteristics. He made the prophets superior to the world's folk, He made the messengers superior to the prophets, He made the Possessors of Resoluteness superior to the messengers, and He made MuṣṬafā superior to the Possessors of Resoluteness. The furthest limits of the stations of all of them are the beginning of the station of MuṣṬafā; the furthest limits of their stations is apparent, but the end of his station is not apparent. He is aware of the secret core of all of them, but no one other than the Real is aware of his secret core. That is why he said, “'I am the master of the children of Adam, without boasting.' How should I boast of that? For I am separate from them in my state and I stand with the Real in beautiful courtesy. Were I to boast, I would boast of the Real, proximity, and closeness, for He says, 'Then He drew close, so He came down' [53:8]. If I do not boast about the place of closeness and proximity, how could I boast about being the master of all the races?” That paragon of the world was a sun whose eastern horizon was Mecca and whose western horizon was Yathrib. Its eclipse was in the cave, but that was an eclipse within which a hundred thousand deposits of gentle favor were unveiled. On his forehead was the splendor of By thy life [15:72], on the sleeve of his covenant the exalted embroidery of MuḤammad is God's mes- senger [48:29], on the door of the pavilion of his secret core this flag of rulership: Surely We have opened up for thee a clear opening [48:1]. The rug of that paragon's messengerhood was thrown from the east of the world to the west of the world, the carpet of his prophethood was spread from Qāf to Qāf, the shadowy banners of unbelief were overthrown with his appearance, the seat of his secret core's joy was set up higher than the throne of Ursa Major."
    },
    {
      "ayah": 6,
      "surah": 17,
      "text": "Then We gave you back, the turn [of power] by virtue of your illumination by the light of the heart and your turning to the breast and your turning your attention to the requirements of the intellect's consideration and opinion, and We aided you with wealth, of beneficial knowledge and rational wisdoms and those of the divine law as well as gnoses of the heart, and children, in the way of excellent qualities in character traits and luminous configurations, and made you greater in number, by virtue of the great number of virtues, excellent natural dispositions and virtuous character traits."
    },
    {
      "ayah": 64,
      "surah": 17,
      "text": "And tempt, to the end of this [verse]: Satan's ability to lead servants astray divides into several aspects, because preparednesses [themselves] vary. And so he whose preparedness is weak, he [Satan] tempts, that is, he fools him with his voice: it is sufficient for him [Satan] to insinuate [to him] with evil whisperings, murmurings and the occasional evil thought. As for the one whose preparedness is strong, if he purifies his preparedness of the taints of ego-centric attributes or if God, exalted be He, has purified him of the taints of otherness, then he [Satan] has no power to lead them astray whatsoever, as He Himself says:"
    },
    {
      "ayah": 65,
      "surah": 17,
      "text": "'Truly in the case of My servants, over them you shall have no power'. Otherwise, if the person [in question] is immersed in sensory preoccupations with his head buried deep in the affairs of this world, he [Satan] will share with him in his wealth and children by goading him to share his love of them with [his love of] God, loving them as he loves God. And he will entice him to enjoy these, to multiply them and to be proud of their existence and he will fill him with false desires and adorn for him empty hopes. If the person is not immersed [so] and if he is aware and perceptive of his [Satan's] enticements, he [Satan] will rally against that person his cavalry and his infantry, in other words, he will scheme to deceive him with all manner of devices and plot against him with different kinds of temptations; and he will pronounce for him that the actualisation of all manner of ephemeral things [of this world] and pleasures is part [and parcel] of the welfare pertaining to [one's] livelihood; and he will delude him [with notions of grandeur] through knowledge and fill him with vanity and similar acts until that person becomes among those 'whom God has led astray knowingly' [cf. Q. 45:23]. If that person were not to be a person of knowledge but a devoted worshipper, of piety, he will lead him astray by making promises [to him] and filling him with desires, deceiving him with acts of obedience and self-purification in the easiest possible way. And your Lord suffices as a guardian: in other words, My elect servants entrust their affairs to God alone, neither to Satan nor to any other - and He shall indeed suffice them in managing their affairs - and they trust only in Him by witnessing His acts and His attributes."
    },
    {
      "ayah": 7,
      "surah": 17,
      "text": "If you do the beautiful, you will have done the beautiful for your own souls, and if you do the ugly, it will be against them. If you do the beautiful, you will earn your reward, and if you do the ugly, you will attract your punishment. The Real is more exalted than that ornament or stain should go back to Him from the acts of the servant. The exalted majesty of the Unity and the perfection of the Self-Sufficiency is more exalted and purer than that it should be adorned by the obedience of the obedient or stained by the disobedience of the disobedient. If you come as a good man, you yourself will profit, and if you come as a bad man, you will bring harm upon yourself. He is saying, “For the majesty of Our Unity, the beauty of Our Self-Sufficiency is enough.” Her own face had itself as a moon, her own eye had itself as collyrium. If you do the beautiful, you will have done the beautiful for your own souls. This is the degree of the generality of the faithful in their deeds. As for the degree of the elect in their deeds and states, it is as was said by Abū Yazīd concerning the allusion of this verse: “He who acts for his own soul does not act for God, and he who acts for God does not act for his own soul, nor does he see it.” Abū Sulaymān Dārānī said, “In this world the doers act in various ways, each of them seeking his own share in his deeds. Thus an ignorant person acts in heedlessness, a doer acts out of habit, a fearful man acts in fear, a trusting person acts while detached, a renunciant acts in seclusion, and a sincerely truthful man acts with love. Those who act in God are fewer than the few.”"
    },
    {
      "ayah": 70,
      "surah": 17,
      "text": "We indeed honored the children of Adam, and We carried them on land and sea, and We provided them with goodly things, and We made them much more excellent than many of those We created. It was a great felicitation, a complete bestowal of eminence, and a tremendous honor that God gave to the faithful children of Adam. On the Day of the Compact, at the outset of the work and the com- mencement of existence, He gave them a place in the grasp of His attributes and addressed them with the quality of gentleness, binding them to the covenant and compact of friendship. Then, when they came into this world, He gave them a beautiful form, a lovely shape, and a complete robe of honor, adorning them with knowledge, intellect, speech, understanding, and ex- cellence. He did not hold them back from the outward success of struggle or the inner realization of contemplation and recognition. He opened the door of His mercy and generosity to them, and He kept them on the carpet of whispered prayer. Whenever they want, they call upon Him, ask from Him, and tell Him their secrets. It has been transmitted in one of the traditions that God said, “My servants, confide your secrets in Me. If you will not, then whisper and speak to Me. If you will not, then listen to Me. If you will not, then gaze upon Me. If you will not, then be at My door and lift up your needs before Me, for I am the most generous of the generous.” Part of the honor is that He bestowed before they asked and He forgave before they begged forgiveness, as has come in the report: “I bestowed upon you before you asked from Me, and I forgave you before you asked Me to forgive you.” Part of the honor is that among all the created things, He specified them for affection and love. That which He did not bestow on the angels and did not say about the cherubim and the spirituals of heaven, He said about them: “He loves them, and they love Him [5:54]. God approves of them and they approve of Him [9:100]. Those who have faith are more intense in love for God [2:165]. So remember Me; I will remember you [2:152].  ” Remember Me is the rivulet of your remembrance, and I will remember you is the ocean of the Real's remembrance. When the rivulet of the servant's remembrance reaches the ocean of the Real's remembrance, the water of the ocean of I will remember you enters the rivulet of Remember Me and all of it becomes the ocean's water. Nothing remains of the rivulet. This is exactly what the Pir of the Tariqah said: “When someone falls into the Real's grasp, he burns, and then the Real is his successor.” O God, You are the meaning of the call of the truthful, You light up the souls of the friends, You are the repose of the hearts of the exiles! You are present in the midst of the spirit, so it is with my lost heart that I say, “Where are You?” You are the life of the spirit and the mirror of the tongue. You Yourself are the spokesman for Yourself. By Your rightful due against Yourself, do not seat us in the shadow of delusion! Convey us to union with You! He said, “We indeed honored the children of Adam.” He did not say “the faithful,” or “the worshipers,” or “the strugglers.” Thus He declared this honoring pure of being the counterpart of activity, or being caused by a conformity with something, or being the result of a worthiness in some respect. The reason He did not tie His generosity and gentleness toward the servants to their deeds or struggle is so that you would know that His caressing has no cause and His honoring is not a com- pensation. He caresses because He wants to, not because of the servants' obedience. He bestows because of His bounty, not because of their effort. The servant who finds the Real's generosity does not find it because of his obedience. Rather, he has obedience because he has found the Real's generosity. It is not the servant's supplication that led to the response of the Real; rather, it is the Real's response that has led the servant to supplicate. The servant who finds the Real does not find from seeking; rather, he finds seeking from finding. Being carried is the act of him who was not; carrying is the bounty of Him who always was. And We carried them on land and sea. The mounts of the common people on land and sea are one thing, and the mounts of the elect something else."
    },
    {
      "ayah": 71,
      "surah": 17,
      "text": "The day when We shall summon, to the end of this [verse], that is [the day when] We bring present, every, party of [every] community together with their witness who is present with them and to whom they orient themselves in terms of their perfection and whom they know, whether he be in the form of a prophet in whom they believed, as mentioned in the interpretation of His words So how shall it be when We bring forward from every community a witness [Q. 4:41], or [in the form of] an imam whose example they followed, or a religion or a book or whatever you will, provided that the [particle] bi is taken to mean 'with'. Or [it is that] We attribute them to their imam and summon them by his name, since he prevails over them and over their affair, their love of whom stands high over their love of anything else. And whoever is given his book in his right hand, that is, from the side of the intellect, which is the stronger of the person's sides, and is sent forth in the form of the felicitous, those will read their book, unlike others, by virtue of their preparedness for reading and understanding, since the one who is given his book in his left hand, that is, from the side of the soul, which is the weaker of the two sides, will not be able to read his book, even if it is readable, because his mind is lost and is utterly bewildered, and they will not be wronged, that is, they will not have anything of the forms of their deeds, their perfections and character traits diminished, not [even] by a small amount."
    },
    {
      "ayah": 72,
      "surah": 17,
      "text": "And whoever has been in this blind, to being guided to the Truth, will be, likewise, in the Hereafter, and [even] further astray, [then] from the here and now, since in this life he enjoys [use of] various instruments, tools and means by which he is able to find the right way while he is at the station of earning with his preparedness intact, if there is one; but there [in the Hereafter] none of that remains."
    },
    {
      "ayah": 73,
      "surah": 17,
      "text": "And indeed they were about to beguile you, to the end [of the verse]: this pertains to those variegations which affect those of the hearts when the soul manifests itself and [affect] those of presential vision and annihilation when the heart remains present. For he [Muḥammad], peace be upon him, because of his desperate desire and eagerness that they [his people] believe, with the presence of [his] heart almost inclined to [comply with] a request of theirs and be satisfied with what contravened his law and to impute to God what is not of Him in his desire for the correspondence which he expected to come about between him and them as a result of that and so that they would come to love him - as He says and then they would have taken you as a friend - and that they might accept his words and be guided by him, and as a way of placating their hearts and making them incline that perhaps they might be mollified and relinquish their severe denial [of his message] so that their veil softens and their hearts are illumined. But he was rebuked and made upright [once again] by God, which is why ʿĀÌisha, may God, exalted be He, be pleased with her, once said that his character trait was [shaped by] the QurÌān, meaning that with him, blessings and peace upon him, whenever his soul manifested itself and aspired to what was not meritorious, he was alerted [to that] by God and was made firm by the sending down of a verse that would make him rectify him and return him to uprightness until he attained the station of fixity. This and many instances the like of it are indicated by His words, exalted be He: It is not for any prophet to have prisoners [Q. 8:67]; and [by] His words: May God pardon you! Why did you give them leave�ḍ [Q. 9:43]; and [by] His words: and you feared people, though God is worthier that you should fear Him [Q. 33:37]; and [by] His words: He frowned and turned away [Q. 80:1], all of which indicates that the greater part of his wayfaring in God was after his arrival, during the period of prophethood and the period of revelation."
    },
    {
      "ayah": 75,
      "surah": 17,
      "text": "Then We would have surely made you taste, that is, had you drawn near to their temptation and been on the verge of according with them, We would have made you taste a doubled chastisement in this life and a doubled chastisement in death, for the severity of chastisement depends on the sublimity of [one's] level and the potency of [one's] preparedness, since the deficiency that necessitates chastisement is proportional to the perfection that necessitates pleasure. So the more complete the preparedness and the more potent the [faculty of] perception the more potent the level of perfection, felicity and pleasure; likewise is the corresponding deficiency and wretchedness, which are more remote and lowlier and the pain more intense."
    },
    {
      "ayah": 78,
      "surah": 17,
      "text": "Establish prayer from the sun's decline. Know that prayer is of five types: the prayer of intimate connection and tender talk at the station of hiddenness, the prayer of presention vision at the station of the spirit, the prayer of intimate communion at the station of secret, the prayer of presence at the station of the heart and the prayer of obedience and yielding at the station of the soul. Thus the sun's decline is the indication of the setting of the sun of unity from its even presiding upon the existence of the servant by means of pure annihilation. For there is no [obligation of] prayer in the state of this presiding [of the sun of unity], as prayer is a deed that requires existence and in this case the servant has no existence until he engages in prayer, as is mentioned in the interpretation of His words and worship your Lord until Certainty comes to you [Q. 15:99]. Do you not see that the lawgiver [Muḥammad], peace be upon him, forbade prayer during the time of [the sun's] even presiding [in the sky]. But at the point of [the sun's] decline, if there falls a shadow of the servant's existence, whether it be upon his becoming veiled by creation at the point of separation after the union or upon subsistence at the point of separation after union, then prayer becomes obligatory, until the dark, of the night of the soul, and the recital [of the QurÌān], at the dawn of the heart. Thus the first prayer and the most subtle is the prayer of intimate connection and tender talk, and the most excellent one is the prayer of presential vision of the spirit, the one alluded to by [the words] 'the afternoon prayer', as is understood from 'the middle prayer', meaning the most excellent prayer, where He says, exalted be He: Maintain the prayers and the middle prayer [Q. 2:238]. The most revelatory and the lightest is the secret prayer through intimate communion at the first moment of being veiled by means of the manifestation of the heart, [and that is] because of the speed with which the moment for it passes. That is why it is preferred that one lightens the recitation [of QurÌānic passages] during the sunset prayer and others, since it is an indication of that [veilingḍ]."
    },
    {
      "ayah": 79,
      "surah": 17,
      "text": "And for a part of the night, keep vigil therewith, in other words, single out some part of the night for vigil devotion, as a supererogatory [devotion] for you, as an addition to what has been specifically prescribed in your case, since that constitutes the indicator of the station of the soul and for that reason it is recommended that this [station] is singled out for additional acts of obedience since this station is in extra need of prayer when compared with all of the other stations, as he [the Prophet] himself acknowledged: 'All the more reason for me to be a thankful servant!' It may be that your Lord will raise you to a praiseworthy station, that is, to a station which everyone is obliged to praise, which is the station of the sealing of sanctity upon the appearance of the Mahdī. For the seal of prophethood is a praiseworthy station from one aspect, namely, the fact that it is the sealing of prophethood; but it is also no praiseworthy from another aspect which is that of the seal of sanctity - from this [latter] perspective, he [the Prophet] is at the station of praising: when the sealing of sanctity is complete, then will he be at a station that is praiseworthy from every aspect."
    },
    {
      "ayah": 8,
      "surah": 17,
      "text": "Perhaps your Lord will have mercy upon you. And if you return, We will return. This verse is a strong handhold and a beautiful caress for the hopeful. In other words, “Perhaps He who nurtures you and feeds you with His bounty will have mercy upon you. There is hope that the Lord who created you gratis out of His bounty, who nourished you with His blessings, who kept you in His guarding and solicitude with His gentleness, and who preserved you from blights and disliked things will have mercy on you in the end and finish the work that He Himself began with bounty.” And if you return, We will return. Sahl ibn ʿAbdallāh said, “If you return to fleeing from Us, We will return to taking the path against you so that you will return to Us.” This is just like what MuṣṬafā said, recounting from God: “When I know that occupation with Me has overpowered My servant's heart, I put My servant's appetite into asking from Me and whispering to Me. When My servant is like that and he desires to be negligent of Me, I come between him and his negligence of Me.”"
    },
    {
      "ayah": 80,
      "surah": 17,
      "text": "And say: 'My Lord, make me enter, into the presence of the unity at the source of the union, with a veritable entrance, an entrance that is virtuous and pleasing [to You], [one] without the defect of the deviating eye that turns its attention to another, or the insolence of the manifestation of I-ness or the blemish of duality; and bring me out, into the multiplicity upon the return to differentiation by means of the existence that is bestowed by [You] the Truth, with a veritable departure, a departure that is virtuous and pleasing [to You], [one] without the defect of variegation through inclination to the soul or the attributes of such [variegation], or misguidance after right guidance by swerving from the road of uprightness and deviating from the customary practices of equity towards injustice such as the temptation of David [cf. 38:24]. And grant me from Yourself a favourable authority', a definitive argument that brings victory, by making [me] steadfast and [granting me] fixity in such a way that I become in [all] things through You during the state of subsistence after annihilation and not through my soul, as he [the Prophet], blessings and peace be upon him, once said: '[O God] do not entrust me to my soul, not even for a blink of an eye'. Or [it means grant me from Yourself] might and power that is vanquishing through You by which I might fortify Your religion and make it prevail over all other religions."
    },
    {
      "ayah": 81,
      "surah": 17,
      "text": "And say: 'The Truth has come, that is to say, the firm necessary existence that belongs to [God] the Truth, the one which cannot be changed or substituted, and falsehood has vanished away, that is to say, the contingent human existence that is subject to annihilation, change and disappearance. Truly falsehood, that is, contigent existence, is ever bound, to perish from the outset and [is] not something that is fixed and is exposed [by chance] to annihilation and thus perishes. Rather, what is evanescent is evanescent from pre-eternity and what is ever-subsisting is ever-subsisting and does not disappear. It is that we have veiled ourselves by a false and corrupt illusion which has been removed."
    },
    {
      "ayah": 82,
      "surah": 17,
      "text": "And We reveal, of the Gathering QurÌānic Intellect in stages, the stars of the differentiations of the Discriminating Intellect, one star at a time, [revealing these] to the existence that derives from [Him] the Truth in accordance with the manifestation of the attributes. In other words, We detail what in your essence is undifferentiated and hidden into manifest exteriorised differentiations as a cure for the ailments of the hearts of those who are prepared, those who have faith in the Unseen from among your community, [ailments] such as ignorance, doubt, hypocrisy, blindness of the heart, rancour, spite, envy and their like and thus cleanse them, and as a mercy that will procure for them perfections and virtues and adorn them with wisdoms and gnoses; though it only increases the evildoers, those who have diminished their preparednesses with vices and evil veils, who have defrauded their shares of perfections by means of corporeal configurations and ego-centric attributes, in loss, by increasing the manifestation of their souls through their attributes, as [is the case] with [their] denial, obduracy, arrogance, unyieldingness, pretence for show and hypocrisy, [all of] which is added to their doubt, ignorance, blindness and erring."
    },
    {
      "ayah": 83,
      "surah": 17,
      "text": "And when We are gracious to man, with a manifest grace, he is disregardful, since he halts with his soul and his body and because corporeal faculties are finite and as such do not contemplate affairs that are infinite that can occur by means of a grace or the rejecting of it when it is not forthcoming and all else; and he only sees what is immediate and waxes in arrogance because his soul has gained mastery over his heart and because he has manifested himself in his I-ness and his pharaonic insolence. Thus he becomes distant from the Truth [as he stands] on the side of the soul and he turns himself away, rejective. Likewise [he acts] on the side of evil when despair afflicts him, since he is veiled from the Powerful and His power. Were he to perceive with the eye of insight, he would witness God's power, exalted be He, in both situations and would become certain in the first situation that gratitude is what binds [one] to graces, and in the second [situation] that patience is what averts misfortunes and he would then give thanks and be patient and would come to realise that it is the Gracious One who has determined [things either way] and he would not, out of arrogance or insolence, be disregardful upon [receiving] a grace, out of fear that it might disappear, but [he would be] regardful of the Gracious One and would not despair in misfortune out of anxiety and exasperation, fully hopeful that it will be lifted, mindful as he would then be of the Trier."
    },
    {
      "ayah": 84,
      "surah": 17,
      "text": "Say: “Each acts according to his own manner.” What comes from the Adamite other than disloyalty? What comes from water and clay other than error? What will be seen from the Lord's generosity other than loyalty? In the whole Qur'an, no verse offers more hope than this. He is saying, “Everyone does what comes from him, and from everyone comes what is worthy of him. The servant returns to sin and the Lord returns to forgiveness.” One of revealed books tells us that God said, “O child of Adam! You keep on returning to sins, and I keep on returning to forgiveness.” It was said to the abandoned one of the empire, the despairing Iblis, “Prostrate yourself before Adam!” He said, “I will not, for Adam is from dust, and I am from fire.” It was said to him, “O unlucky one! No doubt everyone does what is worthy of him, and from everyone comes what is inside him. When fire dies down, it becomes ashes, which can never be renewed. Dust, even if it is old, is renewed by sprinkling water on it. O Iblis, O you who are of fire, you left aside one command, so you will die and never come to life! O Adam, O you who are of dust, you let one tear of remorse fall from your eyes, so I have forgiven your sins and will caress you. O Iblis, what you did comes from fire. O Adam, what you saw is born of dust. Say: 'Each acts according to his own manner.'”"
    },
    {
      "ayah": 85,
      "surah": 17,
      "text": "They ask thee about the spirit. Man is body, heart, and spirit. The body is the place of the Trust, the heart is the threshold of be- ing addressed, and the spirit is the center point of contemplation. All blessings are largesse for the body; its nourishment is food and drink. All favors are gifts for the heart; its nutriment is remem- bering and mentioning the Friend. All vision and contemplation are the portion of the spirit; its nourishment is seeing the Friend. The body is under the severity of power, the heart in the grasp of the attributes, and the spirit in the embrace of exaltedness-the carpet of intimacy spread, the candle of compassion lit, the beginningless Friend having lifted the veil."
    },
    {
      "ayah": 86,
      "surah": 17,
      "text": "And if We willed We could take away what We have revealed to you, by means of obliteration at the locus of annihilation or veiling after unveiling through variegation. Then you would not find in respect thereof any guardian for yourself against Us, to act as guardian [for you] against Us by returning [what We take away],"
    },
    {
      "ayah": 87,
      "surah": 17,
      "text": "[it is] only, simply a tremendous mercy specific to you from Our extreme solicitude [of you], that which is the highest of the levels of the Merciful's mercy, charged by God, exalted be He, with the effusion of complete perfection upon him [the Prophet]. In other words, were We to disclose Ourself in Our Essence, you would not find revelation, nor your essence, unless We disclosed Ourself in the attribute of Mercy and Our Name the Merciful, in which case it [your existence] would be and you would find revelation. Likewise if We were to disclose Ourself in the attribute of Majesty, you would be veiled from revelation and gnosis. Truly His favour, through revelation and Lordly instruction after the bestowal of existence derived from [Him] the Truth, is ever great to you, from pre-eternity."
    },
    {
      "ayah": 88,
      "surah": 17,
      "text": "Say: 'Verily, should mankind and jinn come together to produce the like of this QurÌān, they could not produce the like thereof, since the perfect preparedness that bears it is specific to you and you are the pole of the world: what overflows from you is sprinkled over them and so they are unable to produce the like thereof, nor are they capable of bearing it."
    },
    {
      "ayah": 89,
      "surah": 17,
      "text": "It is because of this meaning that most people refuse all except, disbelief, and [why] they requested physical signs that correspond to their preparednesses and [capacities of] perception, such as the causing of springs to gush forth from the ground, or [the request of] a garden of date-palms and vines, or the causing of the heaven to fall upon them in pieces or [for him to] ascend into it and to bring angels [down] or any of the impossibilities that can be imagined. They received the response of His words:"
    },
    {
      "ayah": 9,
      "surah": 17,
      "text": "Truly this QurÌān guides to that which is straightest, in other words, it elucidates the states of the three groups, those who are foremost, the people of the right and the people of the left. It guides to the way of affirming the Oneness which is the straightest way for those who are foremost, and gives good tidings to the believers, from among the people of the right, those who have faith by pure imitation or by cognitive verification and who maintain the performance of acts of self-cleansing and righteous adornment because it is by these that perfection is arrived at, that there is a great reward for them, in the way of the bliss of the gardens of the acts and the attributes in the worlds of the kingdom, the angelic realm and the realm of divine power."
    },
    {
      "ayah": 95,
      "surah": 17,
      "text": "Say: 'Had there been in the earth angels, walking [and living] secure: in other words, it is not possible for the angels to descend into the earth when they are disengaged souls with angelic configurations. Indeed, were they to descend they would only do so in embodied forms, as He has said And had We appointed him an angel, We would assuredly have made him a man, and We would have assuredly confused for them what they are [already] confusing [Q. 6:9]. For otherwise, you would not be able to perceive them and would remain upon your repudiation [of the Messenger]. And if they were embodied, you would not believe them to be angels. In other words, with you, in both situations, it is repudiation, nay [it is the same with you] whatever the situation, just as a bat will [always] repudiate the light of the sun."
    },
    {
      "ayah": 97,
      "surah": 17,
      "text": "And he whom God guides, as entailed by the pre-eternal solicitude in the original primordial nature, with His light, he is rightly guided, specifically, to the exclusion of all others, and he whom He sends astray, by withholding that light from him - you will not find for them, [any] helpers to guide him, besides Him, or to preserve him against His vanquishing. And We shall assemble them on the Day of Resurrection on their faces, that is, with their head lowered in humiliation, because of their attraction to the lower aspect; or [We shall assemble them] according to the existences and essences upon which they had been in this world, as in when he [the Prophet] said, 'As you lived you shall die and as you died you shall be resurrected'. For the face represents the essence when it exists together with all of its accidents and concomitants. In other words [you shall be assembled] in [your] original condition, without anything additional or anything diminished, blind, to guidance, just as they were in the first life, dumb, [unable] to speak the truth because of their failure to perceive the meaning intended by speech, since they do not possess hearts with which to understand or comprehend. So how can what has not been understood be expressedḍ and deaf, [unable] to hear anything rational, also because of their lack of understanding. Thus the necessitating factor for guidance has no effect on them, neither by way of understanding from God, exalted be He, through inspiration, nor by means of hearing the speech of people, nor by way of insight through taking heed; [their abode shall be Hell] - whenever it abates, We shall intensify for them the blaze: this is similar to His words as often as their skins are consumed, We shall replace them with other skins [Q. 4:56], nay it is rhetorically more powerful. The reason for that [intensification] is their veiling of themselves from Our attributes, specifically, [from] Our power to resurrect [them] and because of their denial of that [power]: they denied [it] instead of inferring [that] power from the creation of the heavens and the earth."
    }
  ],
  "empty_ayahs": [
    { "ayah": 29, "surah": 17 },
    { "ayah": 54, "surah": 17 },
    { "ayah": 99, "surah": 17 },
    { "ayah": 108, "surah": 17 }
  ]
}
