{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 18,
      "text": "Praise belongs to God who sent down the Book to His servant and placed no crookedness therein. Praise belongs to God. He praised Himself by Himself since He knew the incapacity of creatures to reach His praise. The majestic Lord, the perfectly powerful, the fount of bounteous bestowal, the one worthy of His own laudation, the one who gives thanks for His own giving-He Himself praises Himself and He Himself lauds Himself, for He Himself recognizes His exaltedness and He Himself knows His tremendousness and all-compellingness. He is exalted through His own majesty, holy through His own perfection, magnificent through His own magnificence. How will water and dust ever reach His description? How can that which was not, then came to be, know His measure? How can the attributes of newly arrived things match His attributes? That which was not, then came to be, is not. How can the recognition of that which is come from that which is not? The Exalted Lord brought the creatures into existence with His bounty and generosity. He clothed them in the garment of creation, nurtured them and preserved them from trials, accepted their obedience with all its shortcoming, and concealed their iniquity and disloyalty in the curtain of bounty. He gave them the success of obedience and adorned their hearts with faith and recogni- tion. Since He knew that the servants were incapable of discharging gratitude for these blessings, He uncovered His bounty and generosity, made the tongue of gentleness a deputy for the indigent and incapable, and praised Himself. He said “Praise belongs to God.” In the road of love it is a stipulation of friendship to act as deputy for friends. He said, “All those blessings that I gave I gave without you and I apportioned without you. Just as I apportioned without you, so also I praised without you. By virtue of friendship I acted as your deputy so as to complete My beautiful doing and beneficence toward you.” Who sent down the Book to His servant. Who is an allusion. Sent down the Book to His servant is an expression. Allusions are the portion of the spirits, and expressions are the portion of the [bodily] semblances. The spirits, on hearing who, were elated and came into revelry. The semblances, on hearing sent down the Book to His servant, began to struggle and took to the road of seeking."
    },
    {
      "ayah": 10,
      "surah": 18,
      "text": "When the chevaliers took refuge in the cave and said, “Our Lord, give us mercy from Thee and furnish us with right conduct in our affair.” It was said to them, “Go into this cave and sleep sweetly. Put down your heads on the pillow of security, for We will take sleep from you in place of the worship of the world's folk.” Listen to a beautiful, subtle point: The Exalted Lord made a cave appear to them in that moun- tain, and when the faithful servants leave this world He makes the four walls of the grave their cave. Just as He gave them security from enemies in that cave, so also He will give the faithful servants security from Satan in the grave, saying, “Fear not and grieve not” [41:30]. In that cave He showed mercy to them: Your Lord will unfold for you of His mercy [18:16]. In the same way, He will show mercy to the faithful in this cave of the grave: Repose and ease and a garden of bliss [56:89]. Just as He made that cave vast for them, for He says, “while they were in a broad space in it” [18:17], so also He will make this grave vast for the faithful servant with wholesome deeds. He says, “Whoever does wholesome deeds-for their own souls they are making provision” [30:44]. And a sound report has come, “His grave will be made spacious for him.” Just as He opened up the top of the cave for them so that fresh air and the breeze of the morning wind would not be cut off from them, so also He will open up a door from paradise to the faithful servants' garden-plots so that a sweet-smelling breeze will pass over them from the direction of the Gardens of Eden and keep their beds sweet."
    },
    {
      "ayah": 100,
      "surah": 18,
      "text": "And on that day We shall present Hell to the disbelievers: that is, on the day of the minor resurrection those veiled from the Truth shall be chastised with all sorts of chastisements and fires, as mentioned in sūrat al-Anʿām; or [it is] at that presential vision when their chastisement in the fire of Hell is manifested to the one experiencing the major resurrection;"
    },
    {
      "ayah": 101,
      "surah": 18,
      "text": "those [disbelievers] whose eyes were masked from My remembrance, that is, veiled from My signs and [from] the self-disclosures of My attributes that necessarily entail My remembrance."
    },
    {
      "ayah": 108,
      "surah": 18,
      "text": "[wherein they will abide] with no desire to be removed from them, [with no desire for] any self-transmutation (taḥawwul) since they will have attained perfection which their preparedness had entailed and so there will be no yearning for what might be beyond these [Gardens], even if there should be [another] perfection beyond that since they will have no perception thereof, and so neither tasting nor yearning [will they have beyond the Gardens]. The fact that they are the opposite of the polytheists who are veiled from the Truth by the other and the fact that their Gardens are the Gardens of Paradise (firdaws) both prove that the ones intended [here in the verse] are the affirmers of the Oneness (muwaḥḥidūn) of perfected preparedness, above whose perfection there is no other perfection and so there is nothing remaining beyond their rank which they would want to 'change' to."
    },
    {
      "ayah": 109,
      "surah": 18,
      "text": "Say: 'If the sea, the sea of primordial matter that is receptive to the forms that provide it [the matter] with manifestation, were ink for the Words of my Lord, in the way of meanings, realities, entities and spirits, the sea would be spent before the Words of my Lord were spent, since these [Words] are infinite and what is finite can never satisfy what is infinite. And God knows best."
    },
    {
      "ayah": 11,
      "surah": 18,
      "text": "So We smote their ears, that is, We put them to sleep the sleep of obliviousness to their world and their perfection, a heavy sleep from which neither a sentry's whistle nor the call of a summoner with news arouses them, in the Cave of the body, for years, numerous, that is, many [years] or a [specific] number [of years], that is to say, a few, being the period of their immersion in the governing of the body and their being engulfed in the sea of physical nature, preoccupied with it, oblivious to what lies beyond it of their world until the time [arrives] of the attaining of true maturity and of voluntary or natural death, as has been said, 'Mankind are asleep: at death, they awaken'."
    },
    {
      "ayah": 110,
      "surah": 18,
      "text": "Whoever hopes for the encounter with his Lord, let him do wholesome deeds. Sahl said, “The wholesome deed is a deed delimited by the Sunnah.” It has also been said, “The wholesome deed is the one toward which the soul has no regard and within which there is no seeking of reward or recompense.” It has also been said, “Here the wholesome deed is believing in the permissibility of vision and waiting for its time.” Whenever someone hopes for the vision of God, let him believe in his heart that God is seeable in face-to-face vision as a hidden mystery and an everlasting love. Whenever someone seeks the vision of God, he is promised that one day he will reach it: Whoever hopes for the encounter with his Lord, God's term is coming [29:5]. He is expecting a great thing and has a tremendous hope. His aspiration has reached such a high place that he hopes for the vision of God. Were there not this hope, what would be the worth of paradise with all its sweetness? Were there not this promise of vision, why would service rise up from the servant's heart? Everyone has a desire after which he runs, and the recognizer is waiting for the time of vision. People are all passionate for life, so death for them is difficult. The recognizer hurries to death in hope of vision. What harm if you suffer for a year so long as you see the Friend one day in vision."
    },
    {
      "ayah": 12,
      "surah": 18,
      "text": "Then We sent them forth, We aroused them from the sleep of obliviousness by their rising from the lying-place of the body and by their knowledge of God and their disengaged souls, that We might know, that is, so that Our knowledge might become manifest in them as loci of manifestation or in the loci of manifestation of others from among all people [as to], which of the two parties, that differed regarding the duration of their tarrying [in the Cave] and [regarding] the calculating of its end, whether those who specified the period of time or those who left the knowledge of that to God [were the better of the two]. For people differ over the period of occultation (ghayba). Some say that one of them emerges every one thousand years, which amounts to a year with God, because of His statement: And truly a day with your Lord is like a thousand years of your counting [Q. 22:47]. Some say every seven hundred years or every one hundred years, which is part of a day, as they said: we have tarried a day, or part of day [Q. 18:19]. But the verifiers, who are correct, are the ones who leave the knowledge thereof to God, like those who said Your Lord knows best how long you have tarried [Q. 18:19], which is why the Messenger of God, may God bless him and grant him peace, did not specify the moment of the appearance of the Mahdī, peace be upon him, and said, 'They are liars, those who [are given to] specify the moment [of his appearance]'."
    },
    {
      "ayah": 13,
      "surah": 18,
      "text": "We recount to thee their story in truth. Surely they were chevaliers who had faith in their Lord, and We increased them in guidance. Here we have great eminence, complete honor, and infinite caresses placed on these Companions of the Cave by the Lord of the Worlds, for He called them “chevaliers.” He said, “Surely they were chevaliers.” He bestowed on them the same honor that He gave to His bosom friend Abra- ham, whom He called a chevalier: “They said, 'We heard a chevalier mention them; he is called Abraham'” [21:60]. And concerning Yūshaʿ ibn Nūn He said, “When Moses said to his chevalier” [18:60]. About Joseph the sincerely truthful He said, “The governor's wife has been trying to se- duce her chevalier” [12:30]. The conduct and Tariqah of the chevaliers is what MuṣṬafā said to ʿAlī: “O ʿAlī, the chevalier is straight-speaking, loyal, discharger of trusts, ever-merciful in the heart, protector of the poor, full of bestowal, caresser of guests, beautiful-doer, and possessor of shame.” It has been said that the chief of all the chevaliers was Joseph the sincerely truthful, who saw from his brothers the various trials that he saw, but, when he had them in his own hand, he said to them, “No reproof is upon you today” [12:92]. It has been reported that the Messenger was seated when someone got up and asked for help. The Messenger turned toward his companions and said, “Be a chevalier toward him.” ʿAlī got up and went. When he returned, he had one dinar, five dirhams, and a loaf of bread. The Messenger said, “O ʿAlī, what is this state?” He said, “O Messenger of God! When the questioner asked, it occurred to my heart to give him a loaf. Then it came into my heart that I should give him five dirhams. Then it passed through my mind that I should give him one dinar. Now I do not consider it permissible not to do what has come into my mind and passed into my heart.” The Messenger said, “There is no chevalier but ʿAlī!” And We increased them in guidance. When there is a robe of honor built on the perfect good fortune of love, within which is the explication of beginningless solicitude, it should not be less than what was said about those chevaliers: “And We increased them in guidance.”"
    },
    {
      "ayah": 14,
      "surah": 18,
      "text": "And We placed a tie on their hearts when they stood up and said, “Our Lord is the Lord of the heavens and the earth.” “We bound them with the tie of sinlessness, kept them on the carpet of recognition, and firmed them up with the cord of love. We lit the candle of kind favor for them in the streambed of solicitude. We taught them the courtesy of companionship in the grammar school of the Beginningless and they set forth in holiness itself, busying themselves in the cave with the mystery of the Haqiqah.” Whenever something has an exaltedness, it is masked by the veils of exaltedness so that not just any non-privy may gaze upon it and not just any drudge may reach it. Those chevaliers were precious in the Threshold of Unity, for they were lit up by the light of faith and the limpidness of tawḤīd, but the eyes of the folk of those days were tainted with the ooze of unbelief and associa- tionism. The jealousy of the religion took them into the veil of the cave so that those eyes tainted by ooze would not see them. The command came from the side of all-compellingness,"
    },
    {
      "ayah": 15,
      "surah": 18,
      "text": "These, our people: an allusion to the commanding soul and its faculties. For every people have a deity whom they worship, [that deity] being what they desire and seek, and the soul worships vain desire, as in where He says: Have you then seen him who has taken as his god his [own] vain desire [Q. 45:23]. Or [it is an allusion] to the people who lived at the time when each of them had gone forth summoning to God, since whoever cleaves to something which he desires then he worships it. Why [if what they claim is true] do they not bring regarding them, that is, regarding their worship of them, their divinity, their effect and their existence, some clear warrantḍ, some clear proof: this is an indication of the corrupted nature of [their] practice and a rebuke to the effect that to establish a proof for the divinity of something other than God or for the effect and existence of such [a thing] is impossible, as He Himself has said: These are nothing but names which you have named, you and your fathers. God has not revealed any warrant for them [Q. 53:23]. In other words, these [things] are mere names without objects named [by those names], since they are nothing [in reality]."
    },
    {
      "ayah": 16,
      "surah": 18,
      "text": "Take refuge in the cave. Your Lord will unfold for you of His mercy and furnish you with kindliness in your affair. “Go into this cave of jealousy in the shade of solicitude, the embrace of friendship, and the world of protection. Your Lord will unfold for you of His mercy and keep you in the curtain of sinlessness, clothing you in the garment of mercy, giving you a place in the embrace of exaltedness.” What a lovely day when someone is walking on a road and all at once the one entrusted with this talk comes down and throws the lasso of seeking around his neck and pulls! He fastened to them the word of godwariness [48:26]. “You are Mine and I am yours: 'Be for Me as you always were, and I will be for you as I always have been.'”"
    },
    {
      "ayah": 17,
      "surah": 18,
      "text": "Thou wouldst have seen the sun, when it rose, turning aside from their cave to the right. When the lights of the beginningless secrets show their faces to someone's inwardness, how can the light of the sun of form have the gall to throw its rays upon him or exercise its ruling authority over him? The sun of form is for brightening creation, and the lights of the secret cores are for rec- ognizing the Real. The former is the light of form and the latter is the light of the secret core. The former is the world-brightening sun and the latter the heart-brightening light. The former keeps the world bright so that the creatures may gaze upon it, and the latter keeps the hearts of the friends bright so that the Real may gaze upon them. The lights of the secret cores of those chevaliers in the cave gave out the glittering rays of the lights of the secrets, and the shining sun rolled up its skirt, for it was turning aside from their cave to the right [18:17]. When someone's breast is made the place of the lights of the unseen secrets, his attribute is what the Exalted Lord said concerning these chevaliers:"
    },
    {
      "ayah": 18,
      "surah": 18,
      "text": "Thou wouldst have thought them awake, but they were sleeping. And We turned them now to the right, now to the left. And their dog was stretching its paws at the doorstep. Hadst thou looked down upon them, surely thou wouldst have turned away from them fleeing, and thou wouldst have been filled with terror from them. When you look at their outwardness, you see them busy in the playing field of deeds. When you look at their secret cores, you see them detached in the garden of the gentleness of the Possessor of Majesty. Outwardly active, inwardly they gaze on the gentleness of the Beginningless. With Thee alone we worship [1:5] they have bound the belt of struggle, and with And Thee alone we ask for help [1:5] they have placed the crown of contemplation on their heads. On the inside they wear the undershirt of surrender, and on the outside they have covered themselves with the caftan of deeds. Their activity conforms to the command, and their vision conforms to the decree. A pir was asked, “Faith without deeds is incomplete, but the Companions of the Cave had no deeds, for when they began to travel, they immediately slept.” The pir answered, “Which deed is greater than what the Exalted Lord said about them-when they stood up [18:14]?” In the tongue of the folk of allusion the meaning is that they stood back from themselves. The outcome of the servants from their deeds comes down to their standing back from themselves. When they stand back from themselves, they reach the Real. The intermediary disappears and He exercises His determination over them, doing their work Himself, as He said concerning the cheva- liers, “And We turned them now to the right, now to the left.” In other words, “We turned them be- tween the states of annihilation and subsistence, unveiling and veiling, disclosure and curtaining.” The Pir of the Tariqah spoke a few words alluding to the levels of these states and the intima-tions of these realities: “O God, how much will You be hidden, how much apparent? For my heart is bewildered, the spirit distracted. How long this curtaining and self-disclosing? When at last will there be the everlasting self-disclosure? O God, how long will You call and drive away? I have melted in wanting the day in which You stay."
    },
    {
      "ayah": 19,
      "surah": 18,
      "text": "Now send one of you forth with this silver of yours to the city, and let him see which of them has the purest food. Here there are two allusions: One is that every faithful servant, though he may have reached the furthest limit in the Haqiqah, will be held to guarding the rulings of the Shariah, for any reality in which the outward Shariah is not witnessed is the deception and delusion of Satan. The root in this is that the chevaliers sent one of themselves to buy some food for them, and they commanded him to investigate and scrutinize its situation so that heedlessness would not make him fall into something forbidden. The second is what was said by Yūsuf ibn al-Ḥusayn to one of his companions when he took something to the poor or to the folk of recognition, or when he bought food for them: “Let it be the most goodly and the most subtle of things, for when someone reaches recognition, only subtle things conform with him and only delicate things become his intimate. The root here is His words, 'and let him see which of them has the purest food.'” Then he said, “When you buy for the renun- ciants and the worshipers, buy whatever you find, for they are still busy with abasing their own souls and holding them back from appetites.”"
    },
    {
      "ayah": 2,
      "surah": 18,
      "text": "They shall have a beautiful wage, remaining therein endlessly. It gives this warning to the strangers:"
    },
    {
      "ayah": 20,
      "surah": 18,
      "text": "For indeed if they should come to prevail over, that is, to overwhelm, you, they will [either] stone you, with the rocks of caprice and the exigencies of anger and passionate desire and the pursuit of pleasure and thus slaughter you by preventing you from your perfections; or make you return to their creed, by the prevailing [over you] of estimation and the victory of satan and the inclination to vain desire and the worship of graven images. According to the former interpretation then, [this means] the prevailing of the commonalty and the dominance of the veiled imitators and the exaggerating traditionists, as well as that of the engrained followers of falsehood. As for their stoning of the people of the truth and their call to these [latter] to their own [false] creed, that is apparent just as it had been during the time of God's Messenger, may God bless him and grant him peace."
    },
    {
      "ayah": 21,
      "surah": 18,
      "text": "And so it was that We disclosed them: that is, in the very same way as that arousing and putting to sleep did We disclose their state to the prepared who are receptive to the guidance therein and to gnosis of their realities; that they might know, by means of their companionship and their guidance, that God's promise, of resurrection and recompense, is true; and that, as for the Hour, there is no doubt concerning it. Behold they were disputing among themselves their affair: that is, when the prepared seekers were disputing among themselves the matter of one's appointed final return, some of them were saying that resurrection specifically concerns disengaged spirits and not bodies. Some were saying that it concerns both spirits and bodies together; but when they observed them and came to know them, they realised that it [the final return] will be in both body and spirit and that the corporeal [resurrection of the] final return is true, so they said, 'Build over them a building, that is, when they [the sleepers] passed into death, they [the observers] said that, in the same manner that lodges (khānqāh), tombs (mashhad) and pilgrimage sites (mazār) are constructed over the perfected ones, those who enjoy [spiritual] propinquity to prophets and saints, such as Abraham, Muḥammad, ʿAlī and all of the other prophets and saints, may God bless them all and grant them peace. Their Lord knows them best': these are the words of their followers from among their communities and those who follow their example. In other words, those [sleepers of the cave] are too eminent and too illustrious for anyone to know them other than those who die in God and who achieve spiritual realisation through Him, for He is most knowledgeable about them, as He has said, exalted be He: �My friends reside beneath my domes, and none knows them except Me�. Those who prevailed regarding their affair, from among their companions and those who followed their affair seeking blessedness through them and through their site, 'We will verily set up over them, a place of worship', in which prayers can be performed."
    },
    {
      "ayah": 22,
      "surah": 18,
      "text": "They will say, namely, the exotericists from among the People of the Book and the Muslims, those who have no [real] knowledge of [such] truths - and His saying 'guessing at random' (rajman bi'l-ghayb) means: throwing random guesses at what is unseen to them, in other words, out of speculation completely devoid of certainty, after where they say 'Three; their dog the fourth of them', and 'Five; their dog the sixth of them': the interpositioning of the wāw ('and') that indicates that the adjectival qualification combines inseparably with the qualified [noun] and that there is no [possible] number beyond between His words, And they will say, 'Seven, and their dog the eighth of them', and His words and none knows them except a few' afterwards is proof that the true [number] was seven and nothing else. The 'few' are the verifiers whose opinion is that [they were seven]. If we were to interpret them as representing the spiritual faculties, then they will be the following: 1) The twin faculty of reason, the considerative and the cognitive; 2) reflection; 3) estimation; 4) imagination; 5) memory; 6) the sensus communis, called 'fantasia'; and 7) the dog representing the soul and the spirit in both interpretations. That explains what has been related from the Commander of the Believers [ʿAlī b. Abī Ṭālib], peace be upon him, where he said, 'They were seven, three [seated] to the right of the king and three [seated] to his left, with the seventh being the shepherd, the very owner of the dog'. If this report is sound, then that King was Decius, representing the [evil-] commanding soul; the three [seated] to his right with whom he would consult were the two rational faculties in addition to [the faculty of] reflection; the three [seated] to his left to whom he would delegate affairs (istawzara) were the imagination, estimation and memory; the shepherd was 'fantasia' the owner of the sheep of the senses. As for those who said that they [the sleepers] had been three, they intended the heart and the two rational faculties. As for those who said that they had been five, added to these [three] the faculties of reflection and estimation and left out the [faculty that is the] perceiver of forms and that of memory on account of their lack of [the power of] free disposal (taṣarruf) and each of the two functioning as a storage place."
    },
    {
      "ayah": 23,
      "surah": 18,
      "text": "Say not of anything, “I will do it tomorrow,” but only, “If God wills.” And remember thy Lord when thou forgettest. When someone recognizes God, his free choice drops away before His will, and his decrees are enveloped by the witnessing of his Lord's decree. When someone sets foot in the street of recognizing God and comes to know that the creatures are all captive to His power in the prison of the Will on the passageway of the decree and the mea- suring out, he will no longer choose and will not prepare his own work, nor will he make his own rulings. He will throw his own work entirely over to God's will and not mix his own self-exertion with what God has taken care of. With the tongue of the state he will say, “O God, O He who was, is, and will be! I know not Your measure and am incapable of what is worthy of You. I wander in my misery, day by day in loss. How then is someone like me?! But such am I. I lament at gaz- ing into the darkness-will anything remain of me? I do not know. My eyes look to a day when You remain and I am not. Who will be like me if I see that day? And if I see it, I will sacrifice my spirit to it.” And remember thy Lord when thou forgettest. It has been said, “When you forget yourself, remember your Lord, and when you forget the creatures, remember the Creator.” He is saying, “Once you have brought your soul's caprice underfoot and removed your status with people from your heart, remember Me and make your spirit happy with this pure remem- brance.” The caprice of the soul is an idol and status with people is a sash of unbelief. As long as you have not disowned the idol, you will not become a tawḤīd-voicer, and as long as you have not undone the sash, you will not be a Muslim. There was a worshiper by the name of Abū Bakr Ishtanjī who had a great status. He feared that he would destroy the status. He got up and set off on a journey during the month of Ramadan and broke the fast in keeping with the ruling of the Shariah."
    },
    {
      "ayah": 24,
      "surah": 18,
      "text": "Say not of anything, “I will do it tomorrow,” but only, “If God wills.” And remember thy Lord when thou forgettest. When someone recognizes God, his free choice drops away before His will, and his decrees are enveloped by the witnessing of his Lord's decree. When someone sets foot in the street of recognizing God and comes to know that the creatures are all captive to His power in the prison of the Will on the passageway of the decree and the mea- suring out, he will no longer choose and will not prepare his own work, nor will he make his own rulings. He will throw his own work entirely over to God's will and not mix his own self-exertion with what God has taken care of. With the tongue of the state he will say, “O God, O He who was, is, and will be! I know not Your measure and am incapable of what is worthy of You. I wander in my misery, day by day in loss. How then is someone like me?! But such am I. I lament at gaz- ing into the darkness-will anything remain of me? I do not know. My eyes look to a day when You remain and I am not. Who will be like me if I see that day? And if I see it, I will sacrifice my spirit to it.” And remember thy Lord when thou forgettest. It has been said, “When you forget yourself, remember your Lord, and when you forget the creatures, remember the Creator.” He is saying, “Once you have brought your soul's caprice underfoot and removed your status with people from your heart, remember Me and make your spirit happy with this pure remem- brance.” The caprice of the soul is an idol and status with people is a sash of unbelief. As long as you have not disowned the idol, you will not become a tawḤīd-voicer, and as long as you have not undone the sash, you will not be a Muslim. There was a worshiper by the name of Abū Bakr Ishtanjī who had a great status. He feared that he would destroy the status. He got up and set off on a journey during the month of Ramadan and broke the fast in keeping with the ruling of the Shariah."
    },
    {
      "ayah": 25,
      "surah": 18,
      "text": "And they tarried in the Cave three hundred years, of the kind based on the lunar cycles, so that every year represents one month, the total being twenty five years, which was the time of their alertness and vigilance, and remained there in addition another nine, which is the duration of a pregnancy [ḍ]. Within the verse a delightful detail is taken into account, which is that He did not say [and they tarried in the cave] thalāthamiÌata sanatin wa-tisʿan or thalāthamiÌatin wa-tisʿata sinīna, because sana is conventionally used [to denote] the time of the descent of revelation during a solar cycle and not a lunar one. And thus He mentioned the [total] number collectively [without differentiation] but then clarified it with His [other] words, so that it is possible that the specific [unit] is something other than that, such as a month, for example. He then made it clear that the [total] period was an ambiguous and unspecified number of years. For if it had been said thalāthamiÌata shahrin, sinīna, whereby sinīna substitutes for the total number, the sentence would have been sound, the intended meaning being 'such a number of years', namely twenty five. This is supported by His words afterwards:"
    },
    {
      "ayah": 26,
      "surah": 18,
      "text": "Say: 'God is more knowledgeable of how long they tarried. Qatāda said, 'These are the words spoken by the People of the Book and completing where they had said They will say � [Q. 18:22]. And His words Say: 'God is more knowledgeable�' is a refutation of them. In the codex (muṣḥaf) of ʿAbd Allāh [b. Masʿūd] it is: And they said that they had tarried (wa-qālū labithū), that is because there is no verifiable or unvarying certainty [regarding the exact duration]."
    },
    {
      "ayah": 27,
      "surah": 18,
      "text": "And recite that which has been revealed to you of the Book of your Lord: it is possible that the min ('of the Book') denotes inceptiveness of purpose, such that the Book is First Tablet that comprehends all forms of knowledge from which revelation was given to those to whom it was revealed. Or it [the min] could be an explication of what has been revealed, with the Book denoting the Discriminating Intellect in both cases. There is none who can change His words, which are the principles of religion such as the affirmation of oneness and justice and various other such [principles]. And you will not find, besides Him, any refuge, to incline to, since such a thing cannot exist."
    },
    {
      "ayah": 28,
      "surah": 18,
      "text": "And restrain yourself: a command to exercise patience with God and His folk and not to turn your attention to other than Him - this patience is the kind indicative of uprightness and fixity and can only be [realised] through God - along with those who call upon their Lord at morning and evening, in other words, continuously, being the affirmers of His oneness the disengaged indigent ones who seek nothing other than God and have no want of either this world or the Hereafter and who do halt with any acts or attributes, desiring His Countenance, namely, only His essence, calling on Him and not being veiled from Him by other than Him at the moment of the manifestation this [essence] at the daybreak of annihilation or at the moment of Its being veiled by them at subsistence. And so patience with them is patience with God, and the overlooking of them with the eye, which is forbidden, constitutes the turning of one's attention to what is other [than God]."
    },
    {
      "ayah": 29,
      "surah": 18,
      "text": "Indeed We have prepared for the wrongdoers, namely, those who associate [others with God] the ones veiled from the Truth, on account of His words [elsewhere]: Idolatry is truly a tremendous wrong [Q. 31:13], a, tremendous, Fire, and they will be surrounded by its pavilion, of levels of engendered existence (akwān), such as the elemental natures, and the material species forms that comprehend hylic individuals; with water like molten copper, such as pus (ghassāq) [cf. Q:38:57] and vile excretions (ghislīn) [Q. 69:36], that is to say, the putrid fluids that are secreted by the bodies of the inhabitants of the Fire, darkened and containing fat with which they are succoured; or, [they are succoured with] their filthy slops; or, [they are succoured] burning torments and anxieties."
    },
    {
      "ayah": 3,
      "surah": 18,
      "text": "They shall have a beautiful wage, remaining therein endlessly. It gives this warning to the strangers:"
    },
    {
      "ayah": 30,
      "surah": 18,
      "text": "Truly those who believe, by affirming the Oneness of the Essence, being the opposites of the idolaters, and who perform righteous deeds, in the way of acts that are sought for their own sake at the station of uprightness - indeed We do not leave to go to waste, their reward: the replacement of a pronominalisation with an overt noun is intended to indicate that 'reward' is merited by acts to the exclusion of knowledge, since it is on this basis that an advance in degree and level is merited."
    },
    {
      "ayah": 31,
      "surah": 18,
      "text": "[Those, for them there shall be] Gardens of Eden, in the way of the three Gardens; therein they shall be adorned with bracelets of gold: that is, they shall be made ornate therein with different kinds of adornments in the way of the realities of the affirmation of the oneness of the Essence and the meanings of the entified self-disclosures of the Exclusive Unity (aḥadiyya). For, the gold adornments constitute the entifications, whereas the silver ones constitute the luminous ones of the [divine] attributes, as in where He says: and they will be adorned with bracelets of silver [Q. 76:21]; and they shall wear green garments: they shall resplendent, virtuous and radiant attributes that shall necessarily bring about joy; of fine silk: of states and bestowals, since these are subtler; and [heavy] silk brocade: of character traits and earnings, since these are denser, reclining therein on, the couches that are the divine names, which are the points of origin for His acts, on account of their having assumed His attributes and of the fact that the attribute together with the Essence is precisely what that [divine] name is supported by in the Garden of attributes and acts. How excellent a reward, and how fair a resting-place!, in contrast with How evil a drink and how ill a resting-place [Q. 18:29]."
    },
    {
      "ayah": 47,
      "surah": 18,
      "text": "And the day when the mountains shall be set in motion: that is, [the day when] We remove the mountains that are the organs [of the body] by crumbling them and making them as 'scattered dust' [Q. 25:23]; and you will see the earth, that is the body, exposed, manifest, even and flat, simple as it had [once] been without form or compound, pure dust. And We shall gather them: the pronoun ['them'] either refers to the aforementioned faculties or to individual human beings, such that We will not leave out anyone of them, ungathered."
    },
    {
      "ayah": 48,
      "surah": 18,
      "text": "And they shall be presented before your Lord, at resurrection, in ranks, that is to say, standing in rows, standing according to different rank, none veiling another, each in his own rank. 'Verily you have come to Us: We say to them on that Day, 'you have come to Us, barefoot, naked, uncircumcised and each on his own, in other words, just as We created you the first time; rather you claimed, by your denial of the resurrection, that We would not appoint for you a tryst', a moment for the fulfilment of what you were promised by the tongues of prophets in the way of a sending forth [after death] and a resurrection."
    },
    {
      "ayah": 49,
      "surah": 18,
      "text": "And the Book shall be set in place, that is, the Book of the mould that corresponds to what their souls contain of configurations of acts deeply-rooted in them. And you will see the guilty apprehensive of what is in it, because they found in it what they had forgotten about; and they will say: 'O woe to us!: they call for the destruction by which they perished that was the [resulting] effect of corrupt beliefs and evil acts. What is it with this Book that it leaves out neither small nor great, but [instead it] has counted itḍ', and that is because the effects of their motions and their works, be they great or small, all remain in their souls, fixed in the celestial tablets of the souls, that is, accounted for therein, and these [effects] become manifest on them in differentiation at the second re-creation, and they have no way of escaping them; that is the signification of His words: And they shall find all that they did present. And your Lord does not wrong anyone."
    },
    { "ayah": 5, "surah": 18, "text": "They say nothing but a lie." },
    {
      "ayah": 50,
      "surah": 18,
      "text": "The signification of the prostration of the angels and Iblīs's refusal has already been mentioned. As for His words, He [Iblīs] was one of the jinn, [syntactically] constitutes incipient speech, as though someone had said, 'What was wrong with Iblīs that he did not prostrate himselfḍ', to which the reply is, 'He was one of the jinn', that is, [he was] one of those corporeal faculties that are concealed in matter, and that is why he transgressed, against his Lord's command, in other words, on account of his veiling himself with matter and its appendages."
    },
    {
      "ayah": 6,
      "surah": 18,
      "text": "Perhaps thou art consuming thyself with grief in their tracks that they do not have faith in this talk. “O MuḤammad! Do not busy your secret core with their opposition. It is only for you to deliver the message; guidance comes from Us to whomsoever We will.”"
    },
    {
      "ayah": 60,
      "surah": 18,
      "text": "When Moses said to his chevalier, “I will continue on until I reach the meeting place of the two seas.” Moses had four journeys: One was the journey of flight, as God says recounting from Moses, “So I fled from you when I was afraid of you” [26:21]. The second was the journey of seeking on the night of the fire. That is His words, “He was called from the right bank of the watercourse” [28:30]. Third was the journey of revelry: “When Moses came to Our appointed time” [7:143]. Fourth was the journey of toil: “We have certainly met with weariness on this journey of ours” [18:62]. His journey of flight was at the beginning of the work. He fled from the enemy and turned his face toward Midian, having killed the Egyptian man, as the Exalted Lord says: “So Moses struck him and gave him the decree” [28:15]. When there is solicitude, how can prosperity and victory be ended? Since God had solicitude toward Moses' work, He excused him for that killing. He said, “Moses struck him and My decree reached him.” Then He said, “Moses had no sin in that. The sin belonged to the devil and the act was from the devil: He said, 'This is the work of Satan' [28:15].” In the same way, He will excuse the faithful servant with His bounty and convey His pardon to him. He says, “Satan made them slip for something they had earned, but God has surely pardoned them” [3:155]. God overlooked their sin. It was Satanic disquiet and the devil's work. The second was the journey of seeking on the night of the fire. Moses set out seeking fire. What sort of fire was it, for it placed the whole world on fire! Wherever talk of Moses' fire goes, the whole world takes on the scent of passion because of its turmoil. Moses set off in search of fire and found light. These chevaliers set off in search of light and find fire. If the sweetness of listen- ing to the Real's speech without intermediary reached Moses, what wonder is it that His friends catch a scent of that? If the fire of Moses was apparent, the fire of these chevaliers is hidden. If the fire of Moses was in a tree, the fire of these chevaliers is in the spirit."
    },
    {
      "ayah": 61,
      "surah": 18,
      "text": "So when they reached a juncture between the two, in the all-comprehensive present form, they forgot their fish, which is the fish that swallowed Dhū'l-Nūn, may peace be upon him, as a type and not as that individual [fish], because their breakfast was before their arrival at this form externally from that fish which he had been commanded to take as a provision for the journey at the moment of resolve; and so it made its way, into the sea of the body alive as it had been at the first instance, by burrowing, a wide tunnel, as is related. Its [tunnelled] path to the sea remained open and was not covered over by the [waters of the] sea."
    },
    {
      "ayah": 62,
      "surah": 18,
      "text": "And when they had made the traverse, the place of the separation from the fish and fatigue and hunger befell Moses, whereas he had not become fatigued during his journeying and had not become hungry before that, according to what has been narrated, he remembered the fish and the nourishment it could provide and so he asked his lad [to bring them] the breakfast. He said, 'Bring us our breakfast, because his [spiritual] state then was that of the daytime in relation to what comes before in the womb. We have certainly encountered on this journey of ours much fatigue', which is the fatigue and hardship of being born."
    },
    {
      "ayah": 63,
      "surah": 18,
      "text": "He said, 'Do you seeḍ, what is it that has left me nude [as a child], when we sheltered at the rock, at the chest to suckle; indeed I forgot the fish, when we had no need for it - and none but Satan made me forget to mention it, that is to say, it was Satan that made me forget to remember it, substituting an adhkurahu for the [suffixed] pronoun [hu in ansānī-hu]. Moses had been asleep when the fish made its way into the sea in the way related, while the lad-the-Soul had been awake, and so Satan-the-Estimation, the one who had adorned the tree for Adam [cf. Q. 2:35-6], made Moses forget to remember the soul-the-Fish, since the state was one of distraction (dhuhūl). The 'way' that caused amazement was the aforementioned burrowing [made by the fish]."
    },
    {
      "ayah": 64,
      "surah": 18,
      "text": "Said he, 'That, in other words, that escape of the fish and its making its way in accordance with its innate disposition (jibilla), is what we have been, seeking. Because there can be found the juncture of the two seas where Moses had been promised that he would find someone more knowledgeable than him. For the ascent to perfection by close pursuit of the holy intellect can only be at such a station. So they turned back, retracing their footsteps, in rising to the station of the first primordial nature (fiṭra ūlā) as they had initially been retracing their footsteps at the descent from the ascent to perfection until they found the holy intellect which is one of God's servants singled out for the privilege of [divine] solicitude and mercy."
    },
    {
      "ayah": 65,
      "surah": 18,
      "text": "And We taught him knowledge from Us. “When someone is able to sacrifice his attributes to the holy Shariah, We will engrave the secrets of the knowledges of the Haqiqah on his heart: And We taught him knowledge from Us.” The one who speaks of this knowledge is the realizer, who speaks from finding. Light is apparent from his words, familiarity on his face, and servanthood in his conduct. A lightning flash of the Greatest Light has shone in his heart, the lamp of his recognition has been lit, and the unseen secrets have been unveiled to him. Such was Khiẓr in the work of the ship, the boy, and the wall. Take care not to have the opinion that Khiẓr was greater than Moses the Speaking Companion, even if Moses was sent to Khiẓr's grammar school. No, of course not, for in the Court of Inac- cessibility, after MuṣṬafā no prophet has the same joyful expansiveness and proximity as Moses. Nonetheless, He made Khiẓr the furnace of Moses' discipline. Thus, when someone wants to take silver to pureness, he puts it in a fiery furnace. This is because of the superiority of silver over the fiery furnace, not because of the superiority of fire and furnace over silver. Then there are Khiẓr's words,"
    },
    {
      "ayah": 66,
      "surah": 18,
      "text": "As for his words, 'May I follow you, this is the manifestation of the [spiritual] desire for wayfaring and the ascent to perfection."
    },
    {
      "ayah": 67,
      "surah": 18,
      "text": "“Surely thou wilt not be able to bear patiently with me.” The meaning according to true understanding is this allusion: “O Moses, the secret core of your disposition has so much expansiveness from the marks giving witness to the Divinity that you say, 'Show me, that I may gaze upon Thee!' [7:143]. I who am Khiẓr do not have the power and strength to pass these words over my heart or to busy my thoughts with them. Your ruling author- ity will not be able to put up with the grief of my deprivation. Surely thou wilt not be able to bear patiently with me.” As for the breaking the ship in the sea, killing the boy, and repairing the wall, each of these, in keeping with the understanding of the Folk of Findings, alludes to a great principle. It is said that the sea is the sea of recognition. Each of the one hundred twenty-some thousand center points of sinlessness dove into that sea with his community and people in the hope that from that sea they would gather the pearls of tawḤīd in the skirt of seeking, for “He who recognizes himself has rec- ognized his Lord.” The ship is the ship of human nature. Khiẓr wanted to ruin and break that ship with the hand of tenderness, for the owners of the ship were “indigent” [miskīn], and their attribute was “tranquil- ity” [sakīna]. The Court of Eternity had addressed them with these words: “He it is who sent down tranquility into the hearts of the faithful” [48:4]. When MuṣṬafā saw the Real's self-disclosure of Majesty to the hearts of the indigent, he said, “O God, give me life as an indigent, give me death as an indigent, and muster me among the indigent!” When Khiẓr ruined the ship of mortal nature with the hand of tenderness, Moses saw that outwardly it was adorned and flourishing with the ornament of the Shariah and the Tariqah. He said, “Have you made a hole in it to drown its folk?” [18:71]. Khiẓr responded, “And behind them was a king [18:79]: Behind its flourishing was a king, a Satan who had prepared the ambush of severity in the neighborhood of the ship so that he might take the ship with his severity and deception and travel in it by night and day, for 'Satan runs in the children of Adam like blood."
    },
    { "ayah": 68, "surah": 18, "text": "And how can you bear with that whereof you have never been informedḍ'" },
    {
      "ayah": 69,
      "surah": 18,
      "text": "He said, 'You will find me, God willing, patient, because of the power of my preparedness and my steadfastness in staying the path, and I will not disobey you in any matter', on account of my orientation towards you and my acceptance of your command because of my purity and the sincerity of my [spiritual] desire. All of [these] negotiations are taking place by the tongue of the state."
    },
    {
      "ayah": 7,
      "surah": 18,
      "text": "Surely We have made all that is on the earth an adornment for it. The folk who recognize God, love Him, and yearn for Him are the adornment of the earth: its stars, moons, and suns. When the lights of tawḤīd shine in the secret cores of the tawḤīd-voicers, all of the horizons become radiant with their brightness. The adornment of the earth is the friends of God. The cosmos is decorated with them and the world painted with them. Their hearts are lit by the light of recognition, their secret cores are given access to the presence of proximity by the mediation of wisdom, their faces are turned toward the presence of proximity by the well-trodden path of rectitude, and the avenue of the Tariqah and the Sunnah has been placed before them. They are the signposts of the religion and the Pegs of the earth, the lamps of the world and the keys to the Gardens. They lay down the foundations of friendship and prop up the portico of truthfulness. God's gentleness toward the creatures comes through them and the goal in the creation of the realm of being is they. In name and mark they are the poor, and in reality they are the kings of the earth-kings in tatters. Anyone who wants to know their conduct and adornment should recite the story of the Companions of the Cave, for God displays them in the Qur'an:"
    },
    {
      "ayah": 70,
      "surah": 18,
      "text": "'If you follow me, in the wayfaring along the path of perfection, then do not question me concerning anything, in other words, you must follow [my] lead and persevere along the journey with works, acts of self-discipline, [noble] character traits and exertions, and not demand realities or significations, until, the moment for that comes along and then, I [myself] make mention of it, that is, of that knowledge, to you', and inform you about the Unseen realities upon your disengagement through interactions belonging to the mould and to the heart."
    },
    {
      "ayah": 71,
      "surah": 18,
      "text": "So they set off until when they embarked, on the ship of the body that has reached the limit of self-discipline, when it is good for servanthood, [travelling] to the world of holiness across the sea of primordial matter as it journeys to God, he made a hole in it, that is, he diminished it by means of [spiritual] discipline, by decreasing [his intake of] food, weakening its workings, upsetting its regulation and enervating it. Said [Moses], 'Did you make a hole in it to drown its peopleḍ, that is, did you break it in order to drown in the sea of primordial matter the animal and vegetative faculties that are in it so that it might be perishḍ You have certainly done a dreadful thing': this denunciation is an expression of the manifestation of the soul with its attributes and the inclining of the heart to it and the dissatisfaction with being deprived of its shares during the act of [spiritual] disciplining and its lack of contentment with its duties."
    },
    {
      "ayah": 72,
      "surah": 18,
      "text": "He said, 'Did I not say [that] you would not be able to bear with meḍ': a spiritual warning and a holy incitement to the effect that resolve during the wayfaring should be stronger than that."
    },
    {
      "ayah": 73,
      "surah": 18,
      "text": "He said, 'Do not take me to task on account of that which I forgot, to the end [of the verse]: an apology at the station of the self-reproaching soul."
    },
    {
      "ayah": 74,
      "surah": 18,
      "text": "So they set off until, when they met a boy: this is the soul, which manifests itself with its attributes and thus veils the heart accordingly becomes an evil-commanding soul. The slaying of him is the extinguishing of anger, passionate desire and all of the [other] attributes. 'Have you slain an innocent soul: an objection [arising] from the heart's affection for the soul."
    },
    {
      "ayah": 75,
      "surah": 18,
      "text": "And [the statement]: 'Did I not say to you, is a reminder and a spiritual expression."
    },
    {
      "ayah": 76,
      "surah": 18,
      "text": "And [the statement]: 'If I ask you about anything, to the end [of the verse] is an apology and an affirmation of guilt and an admission, all of which constitute variegations at the engendering of the self-reproaching soul."
    },
    {
      "ayah": 77,
      "surah": 18,
      "text": "So they set off, until, when they came to the folk of a [certain] town, [folk] being the corporeal faculties. Their asking of them for food is a demand for spiritual nourishment from them, that is, by means of them, as when universal significations are extracted from the particular perceptibles of these. They refused to extend them hospitality, even though they had given them nourishment before that, because their nourishment at that point came from above them from the holy lights and from the self-disclosures of the Beauty and the Majesty and [from] the divine gnoses and the significations belonging to the Unseen, and not from below their feet as had been the case before the holing of the ship and the slaying of the boy by means of spiritual discipline, when the faculties and the senses prevented that and were not facilitating it. Nay, these only become configured after they have become somnolent and quiet, as when Moses said to his family, 'Wait [here]' [cf. Q. 20:10]. As for the wall which was: about to collapse, this is the reassured soul. It is referred to by the [expression] 'wall' because it originated after the slaying of the evil-commanding soul and [after] its [the latter's] death by means of spiritual disciplining, and so it became like a thing that is inanimate, unable to move by itself and by its own desire and because of the extent of it feebleness it nearly perished. Thus its state was depicted as one 'desiring to collapse'. As for his straightening of it, that is the setting of it in order by means of the perfections of character traits and the beautiful qualities of excellence by the light of the rational-speech faculty until the qualities of excellence came to replace its attributes of vice. As for Moses' words, Had you wished, you could have taken a wage for it, is a variegation of the heart, not of the soul, which is the demand for wage and reward by the acquisition of qualities of excellence and by the use of acts of spiritual discipline, which is why the other responded to him with the words:"
    },
    {
      "ayah": 78,
      "surah": 18,
      "text": "'This is the parting between me and you: in other words, this is the separate reality of my station and yours and the difference between them and the separation between my state and yours. For the cultivation of the soul through spiritual discipline and the assumption of praiseworthy character traits are not intended in anticipation of reward or wage. Otherwise, these would not be qualities of excellence or perfections, since a meritorious quality is to assume the character traits of the divine such that the acts that issue from that person are intended for their own sake and not for some other purpose. What is [done] for some other purpose is [in reality] a veil, a vice and not a quality of excellence. What one ought to do is to throw off the veil and to remove of the cover of the soul's attributes and to become projected into the world of light in order to receive the significations of the Unseen, nay to become qualified by the divine attributes, nay to be realised in God after being annihilated in Him, and not for the sake of reward, as you [Moses] claim. I will inform you the interpretation of that which you were not able to endure with patience: in other words, when the soul is reassured and the faculties have become stable, you will be able to accept [Unseen] significations and to receive the Unseen which I had forbidden you to inquire about 'until I had made mention to it of you'. Now I shall make mention [of things] to you and I shall inform you of the interpretation of these matters if you are prepared for the reception of meanings and gnoses:"
    },
    {
      "ayah": 79,
      "surah": 18,
      "text": "As for the ship, it belonged to poor people, in the sea of primordial matter, that is [it belonged to] the corporeal faculties such as the external sensoria and the natural vegetative faculties. He referred to these [faculties] as masākīn ('poor') because of their constant stillness (sukūn) and their adhering to the dust of the body and their ineffectualness in contravening the heart during wayfaring and conquering it, as with all of the animal faculties. It is related that these [poor] were ten brothers, five of whom were chronically ill with the other five working at sea, which is itself an allusion to the [five] external sensoria and the internal ones; and I wanted to make it defective, by means of spiritual disciplining lest the-king-the-evil-commanding-soul should seize it by force. This was the king who was behind them, that is, infront of them, seizing every ship by force, by taking possession of it and using it for his own vain desires and pursuits."
    },
    {
      "ayah": 8,
      "surah": 18,
      "text": "And indeed We shall turn, by means of Our self-disclosure and the self-disclosure of Our attributes, all that is therein, in the way of its attributes, lifeless, like a level land without vegetation. In other words, We shall annihilate it and its attributes through real death or through natural death and We shall not be concerned thereby. Nay:"
    },
    {
      "ayah": 80,
      "surah": 18,
      "text": "And as for the boy, his parents, who were the spirit and physical nature, were believers, affirmers of the Oneness by virtue of their yielding as they wayfare in obedience of God, submit to God's command and comply with what God desires from them; and We feared lest he should overwhelm them, totally cover them, with insolence, towards them by manifesting himself in his I-ness at the presential vision of the spirit, and ingratitude, towards the grace of having them by his disobedience and evil action; or with ingratitude for the veil so that he ends up spoiling for them their affair and their religion and invalidating [for them] their servanthood of God."
    },
    {
      "ayah": 81,
      "surah": 18,
      "text": "So We desired that their Lord should give them in exchange one better than him in purity, as He did by giving them in [his] place the reassured soul which is better than him in purity and unblemishedness, and closer to mercy, to being loving and merciful since it [the reassured soul] is more affectionate towards the soul and the body and more beneficial to both and more compassionate towards them. It is possible that by 'parents' is meant that the grandfather and the father, and so they figuratively stand for the spirit and the heart, in which case his [the boy's] being 'closer to mercy', means that he is more suitable for them and more intensely affectionate [to them]."
    },
    {
      "ayah": 82,
      "surah": 18,
      "text": "And as for the wall, it belonged to two orphan boys [who lived] in the city: that is, the twin rational faculty of the considerative and the practical that are severed from their parent, who is the holy spirit, because they have veiled themselves from him by means of corporeal coverings, or [he is] the heart that has died or was slain before perfection by the soul's conquest of the city-the-body. And beneath it there was a treasure belonging to them, that is, the treasure of gnosis which is only actualised through these two [faculties] at the station of the heart on account of the fact that all of the universals and the particulars are able to come together in it [the heart] in actuality at the moment of perfection, which is the state of coming of age and the extraction of that treasure. Some exoteric commentators relate that the treasure was scrolls in which there was [certain] knowledge. Their father had been - [this is valid] in the case of both interpretations - a righteous man: it is also said that he was a father from 'above' to them and God preserved them for him, in which case, he can only be the holy spirit.The story of DhūÌl-Qarnayn is well-known. He was a Greek (rūmī) who lived in times not long ago. The [spiritual] correspondence [for this story] is as follows: DhūÌl-Qarnayn in this existence represents the heart which took possession of his two horns (qarnān), that is, his two setting points, the East and the West."
    },
    {
      "ayah": 84,
      "surah": 18,
      "text": "Indeed We established him, throughout the land of the body by empowering him and giving him the fixity to be able to gather wealth from universal and particular meanings, and to [be able to] journey to whichever region of the East and West he wishes; and We gave him to everything, that he desired, in the way of perfections, a road, that is, by which to arrive thereat."
    },
    {
      "ayah": 85,
      "surah": 18,
      "text": "And he followed, a path of attachment to the body and heading in the direction of the lower world,"
    },
    {
      "ayah": 86,
      "surah": 18,
      "text": "until, when he reached the setting of the sun, that is, the setting of the sun of the spirit, he found it setting in a muddy spring, namely, one that was mixed with mud, which is the corporeal matter, an admixture of dark bodies, similar to where He says from a drop of mixed fluid [Q. 76:2]; and he found by it a folk, namely, the egocentric faculties, the corporeal and the spiritual. We said, 'O DhūÌl-Qarnayn - either chastise, by means of spiritual discipline, subjugation and bringing to death, or treat them kindly', by setting them straight and fulfilling their share."
    },
    {
      "ayah": 87,
      "surah": 18,
      "text": "He said, 'As for him who does wrong, by being immoderate, and neither submitting or yielding, like passionate desire, anger, estimation and imagination, we shall chastise him, with spiritual discipline. Then he shall be returned to his Lord, at the minor resurrection, and He shall chastise him, by casting him into the Fire of nature, with an awful chastisement, that is, a terrible one that is more severe than mine; or [he shall be returned to his Lord] at the major resurrection, and He shall chastise him with the chastisement of subjugation and annihilation."
    },
    {
      "ayah": 88,
      "surah": 18,
      "text": "But as for him who believes, by means of knowledge and gnosis, like the two rational faculties, as well as reflection and the external sensoria, and acts righteously, by hastening to acquire qualities of excellence and by yielding and being obedient, he shall have, as a reward, the fairest thing, in the way of the Garden of the attributes and the self-disclosures of Its lights along with Its rivers of knowledge; and we shall speak to him mildly in our command', that is to say, a gentle speech by the actualisation of excellent habitus (malaka)."
    },
    {
      "ayah": 89,
      "surah": 18,
      "text": "Then he followed, a path, the path of ascent and wayfaring to God by means of disengagement and purification,"
    },
    {
      "ayah": 9,
      "surah": 18,
      "text": "or did you think that the Companions of the Cave and the Inscription were a [unique] marvel from among Our signsḍ In other words, if you have witnessed such origination and annihilation, then the state of the Companions of the Cave is not a marvel from among Our signs. Rather this [origination and annihilation] is more marvelous. Know that the Companions of the Cave are the perfect seven, those who always uphold the command of the Truth, the ones through whom the world is sustained and of whom no age is [ever] devoid. [Their number] is the same as and corresponds to the number of the planets, the seven orbiting ones. And just as God, exalted be He, has disposed these to manage the order of the world of form, as alluded to in His words, By those that race forward, and by those that direct the affair [Q. 79:4-5], according to some commentaries, so He delegated [the management of] the order of the world of meaning and the perfecting of the order of [the world of] form to seven souls from among the former [generations], each one of whom is related, in accordance with formal existence, to one of these [planets]. The pole (quṭb) belongs to the sun; the Cave is the inner aspect of the body, while al-Raqīm ('inscription') is its outer aspect, which has been engraved with the forms of the senses and organs - if it is to be explained as [referring to] the [Preserved] Tablet wherein their names have been inscribed (ruqqimat); or [al-Raqīm is] the corporeal world, if [al-Raqīm is] taken to be the name of the valley wherein lies the mountain and [its] cave; or [it represents] the animal soul, if [al-Raqīm is] taken to be the name of the dog; or [it represents] the upper world, if [al-Raqīm is] takent to be the name of the town from which they came, [all of these interpretations] being in accordance with the varying opinions of the commentaries. Among these [seven souls] are the seven well-known prophets that were sent during the [various] generations and eras, even though each of these prophets followed a [separate] Remembrance. They are Adam, Enoch (Idrīs), Noah, Abraham, Moses, Jesus as well as Muḥammad, blessings and peace be upon them, since he [Muḥammad] is the seventh one, the one designated for the miracle of the splitting of the moon [cf."
    },
    {
      "ayah": 90,
      "surah": 18,
      "text": "until, when he reached the rising of the sun, that is, the rising of the sun of the spirit, he found it rising on a folk, namely, the two rational faculties, reflection, intuition and the holy faculty, for whom We had not provided against it any [form of] cover, that is, any veil, on account of their being illumined by its [the spirit's] light and their perceiving of the universal meanings."
    },
    {
      "ayah": 91,
      "surah": 18,
      "text": "So [it was], that is, his affair was as We have described it; and We encompassed in knowledge whatever pertained to him, in the way of forms of knowledge, gnoses, perfections and qualities of excellence. The meaning of this is that none other than Us encompassed [him thus], since it was the Presence that combines the two worlds, and there is no one in existence that can comprehend the things which He knows except God [Himself]. And for some reason it is called God's Throne."
    },
    { "ayah": 92, "surah": 18, "text": "Then he followed, a path by wayfaring in God," },
    {
      "ayah": 93,
      "surah": 18,
      "text": "until, when he reached between the two barriers, that is, the two engendered existences - that was his rank and original station, between the two sides of the two mountains of God; the marching east and west represent two journeys, one a descent and one an ascent - he found on this side of them a folk, namely, the natural faculties, the corporeal and the external sensoria, that could scarcely comprehend speech, on account of their being unable to perceive meanings or utter them."
    },
    {
      "ayah": 94,
      "surah": 18,
      "text": "They said, by the tongue of [their] state, 'Truly Gog, the exigencies and estimative murmurings, and Magog, the whisperings and imaginative tendencies, are causing corruption in the land, of the body by inciting to vices and passionate desires that violate order and [by] urging to works that result in its impairment and the ruining of the rules that regulate good-doing and the bases of wisdom and [result] in the bringing about of vicissitudes, temptations, vain desires, and innovations [all of] which conflict with justice and necessarily bring about the corruption of crops and offspring. So shall we pay you a tribute, by reinforcing you with our perfections and the forms of our perceptibles, on condition that you build between us and them a damḍ, which they cannot traverse and a barrier which they cannot scale, being the legal limit and the veil of the heart in terms of practical wisdom."
    },
    {
      "ayah": 95,
      "surah": 18,
      "text": "He said, 'That wherewith my Lord has empowered me, in the way of universal and particular meanings that are actualised through experience and journeying east and west, is better; so help me with strength, that is, [with] work and obedience, and I will build between you and them a rampart, namely, practical wisdom and the canon of the Law."
    },
    {
      "ayah": 96,
      "surah": 18,
      "text": "Bring me ingots of iron!', in the way of practical forms and the conventions of works. Until, when he had levelled up [the gap] between the two flanks, by setting [things] right and ordaining, he said, to the animal faculties, 'Blow!', into these forms the blowing of particular meanings and egocentric configurations in the way of excellent character traits, until when he had made it a fire, that is, a form of knowledge in its own right, from among the totality of forms of knowledge, which contains an explanation of the modality of works, he said, 'Bring me molten copper, intention and purpose, to pour over it', which comes halfway between knowledge and works and by which the spirit of knowledge is united with the body of work, like the animal spirit that is halfway between the human spirit and the body. There then was actualised a barrier, that is, a base and an edifice constructed from the ingots of works and the blow of forms of knowledge and character traits and the molten liquid of resolves and intentions, and the soul was reassured by it and it became governed and so it became faithful."
    },
    {
      "ayah": 97,
      "surah": 18,
      "text": "And so they were not able to scale it, and climb over it because of the stature of its affair and its being comprehensive of forms of knowledge and arguments which they could neither repel nor take possession of; nor could they pierce it, on account of its becoming sturdy through habitus, works and invocations."
    },
    {
      "ayah": 98,
      "surah": 18,
      "text": "Said he, 'This, barrier, that is, [this] canon, is a mercy from my Lord, to His servants, [one] which will necessarily bring about security and subsistence for them. But when the promise of my Lord, of the minor resurrection, comes to pass, He will level it, [making it] invalid and collapsed on account of the impossibility of using it at the point of death and [because of] the disintegration of the body's instruments [then]."
    },
    {
      "ayah": 99,
      "surah": 18,
      "text": "And on that day, We shall let some of them surge against others, tumultuously mixing. In other words, We shall leave them to mix on account of their coming together in the spirit without separation, and the Trumpet shall be blown, for the sending forth [from death] at the second creation, and We shall gather them a [single] gathering: or at the major resurrection, in the state of annihilation. The manifestation of the Truth which levels it because of the high stature of knowledge and wisdom there. The manifestation of the signification of the dissolution and licitness [granted by God] is by the self-disclosure of the divine acts and the nonexistence of the other and His act And on that day, We shall let some of them surge against others bewildered mixing as one thing without movement. And the Trumpet shall be blown by the existentiation through the existence of [God] the Truth at the state of subsistence and We shall gather them a [single] gathering in the [reality of the] Oneness, uprightness and fixity, and in the fact that they will be in God and not in themselves."
    }
  ],
  "empty_ayahs": [{ "ayah": 39, "surah": 18 }, { "ayah": 107, "surah": 18 }]
}
