{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 41,
      "text": "ḤāÌ Mīm In other words, all that will come to be has been decreed [Ḥumm]. God is saying: “Whatever is be-able has come to be, whatever is doable I have done, whatever is runable I have run, whatever is choosable I have chosen, whatever is acceptable I have accepted, whatever is liftable I have lifted, whatever is throwable I have thrown. Whatever I wanted, I did; whatever I want, I do. When I have accepted someone, I do not look at the disloyalty I see from him. Rather, I pardon and pass over. I do not turn away from what I have said. With Me the word does not change [50:29].” The Pir of the Tariqah said, “O God, the whole world wants You. What does the work is what You want. Happy is the one You want, for even if he turns back from You, You will be waiting in his road.” O chevalier! Whomever He wanted He wanted in the Beginningless, and whomever He ca- ressed, He caressed in the Beginningless. He did the work in the Beginningless, and today He shows what He did. He spoke the words in the Beginningless, and today He lets you hear the spo- ken words. He sewed the robes of honor in the Beginningless, and today He conveys them: Each day He is upon some task [55:29]. “My servant, you know Me today, but I am not of today. Your knowledge is today; but I am eternal. For some time I have been speaking to you of the mysteries, but you hear now. In the Beginningless I made the eternal hearing your deputy in listening to the beginningless word. In the Beginningless I made the eternal knowledge your deputy in knowing the beginningless attributes. When a guardian has an infant's property, he has it as the infant's deputy. When the infant reaches adulthood, he gives the property back to him. You were the infants of nonexistence. The eternal gentleness took care of your work and acted as your deputy. O you who await the arrival of Our gentleness! O you who look for the marks bearing witness to Our Unseen! Nothing drives friend- ship into your heart other than the ruling power of Our secret. No one strikes the knocker on the door of your heart other than the messenger of Our kindness.”"
    },
    {
      "ayah": 10,
      "surah": 41,
      "text": "He set in it unshakables from above it and He blessed it. In form the unshakable mountains are the pegs of the earth, but in reality the friends are the pegs of the earth. It is through their blessing that rain comes from heaven and plants from the earth, and through their supplicating God trial is repelled from the people. The mountains are the pegs of the earth in terms of form, but God's friends are the pegs of the earth in terms of reality. The arrangement of the work of the world is tied to the towering mountains, but the straightness of the states and means of people in terms of meaning is tied to the blessedness and supplication of the friends. In body they are present with the people, but in heart they are absent from the people and present with the Real. Abū Yazīd BasṬāmī said, “It is forty years that I have not spoken to anyone. Whatever I have said, I have said to the Real, and whatever I have heard, I have heard from the Real.” It is from here that MuṣṬafā said, “I spend the night at my Lord; He gives me to eat and drink.” He was present with the people in his person for the sake of discharging the Shariah and expanding the creed, but in his secret core he was with the Real because of the overpowering force of love and the continuity of contemplation. When love overpowers, the lover does not become separate from the beloved. Master Abu ʿAlī Daqqāq said, “Paradise has no business with me, and hell has nothing to do with me, for there is nothing in my heart but joy in the Real's subsistence.” Whatever is other than the Friend, break its snare! Whatever is other than passion, name it “sorrow”! * In my love for Buthayna I desired that we two be alone on a raft in the ocean."
    },
    {
      "ayah": 2,
      "surah": 41,
      "text": "A sending down from the All-Merciful, the Ever-Merciful. This Qur'an was sent down by the Lord whose name is the All-Merciful, the Ever-Merciful. He is the All-Merciful through kindly acts, the Ever-Merciful through lights; the All-Merciful through blessings, the Ever-Merciful through protection from sin; the All-Merciful through self-disclosure, the Ever-Merciful through befriending; the All-Merciful through alleviating acts of worship, the Ever-Merciful through verifying the most beautiful and an increase [10:26]. When the ocean of mercy sends up the waves of generosity and forgiveness, all slips and acts of disobedience cease to exist and come to nothing, for the slip is the attribute of what was not and then came to be, and the mercy is the attribute of what always was and always will be. How can what was not, then came to be, stand up to what always was and always will be?"
    },
    {
      "ayah": 30,
      "surah": 41,
      "text": "Those who have said, “Our Lord is God,” then gone straight-the angels will descend upon them saying, “Fear not and grieve not, and rejoice in the Garden that you were promised.” Those who have said, “Our Lord is God,” is an allusion to the tawḤīd of attestation; then gone straight is an allusion to the tawḤīd of recognition. The tawḤīd of attestation belongs to the gen- erality of the faithful, and the tawḤīd of recognition belongs to the recognizers and the sincerely truthful. The tawḤīd of attestation is that you say that God is one. The tawḤīd of recognition is that you be one for God. Once Abū Yazīd BasṬāmī was standing in the station of knowledge and giving forth marks of the tawḤīd of attestation. A disciple said, “O shaykh! Do you recognize God?” He replied, “In the whole world is there anyone at all who does not recognize or know God?” At another time he was drowned in the ocean of the tawḤīd of recognition, incinerated by the fire of love. He was asked, “Do you recognize God?” He replied, “Who am I to recognize Him. In the whole world, is there anyone who recog- nizes Him?” Who am I in my passion for You that a rose should bloom in the clay of my house from joining with Your face? The tawḤīd of recognition, which was expressed here as going straight, is that you reach the utmost limit of realization in assenting, you stroll into the gardens of the realities on the footing of truthful- ness [10:2] and certainty, and you have a firmly fixed footing on the avenue of the Straight Path. You bind the collar of disengagement to the neck of solitariness, drink down the wine of love from the hand of the cupbearer of truthfulness, smell the rose of the recognitions from the garden of the subtleties, topple the celestial and terrestrial worlds, and say with the tongue of selflessness, “Adam set up the banner of passion in the world and toppled a hundred worlds of knowers. Having breathed for a time in his own soul he gambled away paradise and lost both worlds.” The Pir of the Tariqah said, “Companionship with the Real is two words: response and going straight-response to the Covenant, and going straight in loyalty."
    },
    {
      "ayah": 31,
      "surah": 41,
      "text": "We are your friends in this world's life and in the next world. In this world's life through faith and in the next world through forgiveness, in this world's life through the realization of recognition and in the next world by gaining forgiveness, in this world's life through approval of the decree and in the next world through encounter in the abode of sub- sistence, in this world through love and in the next world through proximity, in this world through contemplation and in the next world through face-to-face vision. If the Adamite were given the life of Noah and he were to spend all his days showing gratitude for the blessing and generosity in this saying of the Exalted Lord- “We are your friends in this world's life and in the next world”-his life would come to an end and he would never be grateful enough for the blessings, or recognize the generosity, in God's words: “We are your friend, your lovingly kind companion, and your helper in this world and the afterworld.” In this world, think how the Real answered the angels for your sake when they said, “What, wilt Thou set therein one who will work corruption there?” [2:30]. God did not say that they would not work corruption. He said, “Surely I know what you do not know [2:30]. You have no aware- ness of the secrets of My Divinity and no cognizance of the gentle favors of My Lordhood toward the Adamites.” The slanderers do not diminish your level with Me, nor do the backbiters harm you. It is as if they praise you unknowingly in My sight with the faults they find. “If they are unworthy, I will make them worthy. If they are far, I will bring them near. If they are abased, I will make them exalted. Though you see their outward disloyalty, I see their inward loy- alty. Though you gaze on the opposition of their limbs and bodily parts, I gaze on the conformity of their hearts and secret cores. Though you wear the waistcoat of obedience, they wear the shirt of union. Though you have the robe of worship, they have the hat of forgiveness. Though you have clung to your own sinlessness, they have clung to My mercy. What would it matter if I did not accept your sinlessness? What harm is there in their disobedience when there is My pardon and forgiveness? They are lifted up by the beginningless gentleness and caressed by the endless bounty."
    },
    {
      "ayah": 37,
      "surah": 41,
      "text": "And of His signs are the night and the day, the sun and the moon. Do not prostrate your- selves to the sun and the moon, but prostrate yourselves to God, who created them. This is the speech of the Lord whose kingship has no removal, whose seriousness has no levity, whose exaltedness has no abasement, and whose decree has no rejection. He has no peer, and from Him there is no escape. He is a God other than whom there is no king, and His kingship is not through army and retinue. His exaltedness is not with drums and flags, horse and servants. He is a king, the portico of whose threshold is the seven lofty heavens, and the resting place of whose elect is the seven inaccessible carpets. The world-adorning sun is like a quicksilver goblet through His wisdom. The moon's figure is sometimes like a gold horseshoe and sometimes like a silver shield through His power. The celestial world and the terrestrial world are both marks of His unity and solitariness. There are countless proofs of God's artisanry, a thousand colors concealed in the petal of a rose. Though the day is white, bright, and brilliant, day and night are the same for those without eyes. If someone wants to know and recognize a king as is fitting, first he should look at his realm, then he should look at his army, then he should look at his artisanry and acts. After that, he should look at him himself so as to know him as is fitting. It is as if the Exalted Lord is saying, “My servant, if you want to look at My realm, to God belongs the kingdom of the heavens and the earth [5:120]. If you want to look at My acts, gaze on the traces of God's mercy, how He brings the earth to life after its death [30:50]. If you want to look at My artisanry, of His signs are the night and the day, the sun and the moon. If you want to look at Me tomorrow, look today from My artisanry to Me with the eye of the heart: Dost thou not see thy Lord, how He stretched out the shadow [25:45]? Then tomorrow look at My bounty with the eye of the secret core: Faces that day will be radiant, gazing upon their Lord [75:22-23]."
    },
    {
      "ayah": 53,
      "surah": 41,
      "text": "We shall show them Our signs on the horizons and in their souls until it is clear to them that He is the Real. It is said that the Lord's religion, which is the cause of the deliverance of the servants and the foundation of their familiarity with Him, is built on two things: One is showing on the part of the Real, and the other traveling on the part of the servant. Showing is what He says: “We shall show them Our signs on the horizons.” Traveling is what He says: “Whoso does a wholesome deed, it is for himself” [41:46]. As long as there is no showing on the Real's part, there will be no traveling on the servant's part. Showing takes place in both the signs of the horizons and the signs of the souls. In the signs of the horizons, it is what He says: “Have they not gazed upon the dominion of the heavens and the earth?” [7:185]. In the signs of the souls, it is what He says: “And in your souls; what, do you not see?” [51:21]. He is saying, “Do you not look at yourself and do you not think about your own makeup?” This is because the Lord of the Worlds has written out many fine points of wisdom and many realities of artisanry with the pen of eternal gentleness on the tablet of this makeup. He has in- scribed on it the lights of fabrication and the traces of honoring. He made the round head-the pavilion of intellect and the gathering place of knowledge-a monastery for the senses. Whatever worth has been acquired by this hollow makeup and composite person has been acquired from intellect and knowledge. The worth of the Adamite lies in intellect and his respectability in knowl- edge, his perfection in intellect and his beauty in knowledge. God created his forehead like a bar of silver. He strung the two bows of his eyebrows with pure musk. He deposited the two dots of his eyes' light into two figures of darkness. He made a hundred thousand red roses grow up in the garden of his two cheeks. He concealed thirty-two teeth like pearls in the oyster shell of his mouth. He sealed his mouth with glistening agate. From the beginning of his lips to the end of his throat He created twenty-nine way stations, making them the places of articulation for the twenty-nine letters."
    }
  ],
  "empty_ayahs": [{ "ayah": 13, "surah": 41 }, { "ayah": 32, "surah": 41 }, { "ayah": 54, "surah": 41 }]
}
