{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 65,
      "text": "O Prophet, when you divorce women, divorce them for the set period. This explains the ruling on divorce. Although the Shariah permits divorce, God hates it, for it is the cause of separation. MuṣṬafā said, “Among the permitted things most hateful to God is divorce.” He also said, “Take spouses and do not divorce, for the Throne shudders at divorce. Whenever a woman asks her husband for divorce, the ease of the Garden is forbidden to her.” He is saying, “Get married and do not seek divorce, for the Tremendous Throne trembles at divorce and separa- tion. Any woman who seeks divorce from her husband without his having harmed her or made her suffer will never smell the scent of the eight paradises.” Marriage is the cause of joining, and God loves union. Divorce is the cause of parting, and God hates separation. The wall of separation's world is affliction, and the water of separation's ocean is the bloody tears of remorse. The day of separation has no sun and the night of severance no day. If there were any drink more bitter than separation, it would have been placed on that rejected one of the Threshold, Iblis. A bowl was prepared of curses, the drink of severance and separation was poured into it, and it was put in his hand. He drank it all down, not leaving a drop. That was expressed like this: “Upon thee shall be My curse until the Day of Doom” [38:78]. The great ones of the religion have said that two goblets appeared from the Unseen. One was And he was one of the unbelievers [2:34] and the other was He is Ever-Merciful toward the faithful [33:43]. The cup of unbelief was full of the drink of separation and the cup of mercy full of the drink of union. He sent the cup of mercy on the hand of welcome with the escort of bounty to the spirit of MuṣṬafā the Arab. God says, “Surely God's bounty upon thee is magnificent” [4:113]. The cup of unbelief was given by the hand of justice with the description of abasement to Iblis the abandoned. It was said, “I shall surely fill Gehenna with thee and whosoever follows thee, all together” [38:85]. Rābiʿa ʿAdawī said, “Unbelief has the flavor of separation, and faith has the pleasure of union."
    }
  ],
  "empty_ayahs": [{ "ayah": 11, "surah": 65 }]
}
