{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 8,
      "text": "They question you concerning the spoils of war: they veiled themselves with their acts and so objected to the act of God and His Messenger, that is, God's act as manifested in the locus of the Messenger. Accordingly they were commanded to guard against acts, in other words, to avoid them by seeing God's act [therein] and to set things right [between themselves] by effacing the attributes of the souls, which are responsible for producing their acts, [acts] which necessarily bring about conflict and disagreement, so that they might return to mutual affection [towards one other] and love [for one another] that stems from the heart by the manifestation of the different types of attributes; and obey God and His Messenger, by the annihilation of its [the soul's] attributes so that it might be easier for you to accept the matter with the volition of the heart, if you are believers', with true faith."
    },
    {
      "ayah": 10,
      "surah": 8,
      "text": "And God did not appoint, that reinforcement, except, as a good tiding, for you, of victory and as reassurance for your hearts when they connect to it upon disengagement from the garb of the soul and its states. It is not that victory comes from it [the soul], for victory, comes only from God, but it is that [His] wisdom requires that [the sequence of] things are made dependent upon their causes; surely God, is powerful enough to bring assistance, victorious, Wise, doing that in accordance with the requirements of wisdom."
    },
    {
      "ayah": 11,
      "surah": 8,
      "text": "When He caused, the slumber of the calming of the corporeal faculties and the ego-centric attributes, to overcome you, by the sending down of the divine peace as security from God and as a reassurance; and sent down upon you, the, water, of the knowledge of certainty, from, the heaven of the spirit, to purify you thereby, from the wickedness of the whisperings of the soul and the murmurings of illusion, and to remove from you the evil, of the whisperings, of Satan, and his attempts to instill fear [in you], and to strengthen your hearts, that is, to fortify your hearts with the strength of certainty and to calm your agitation, and to make firm your feet, for valour and firmness of foot in the face of fear and mortal danger can only be through the strength of certainty."
    },
    {
      "ayah": 12,
      "surah": 8,
      "text": "When your Lord inspired the angels, [saying], 'I am with you: in other words, He was reinforcing the angelic realm (malakūt) with the realm of divine power (jabarūt), so that they would come to learn from the world of divine power that God was assisting them, so make those who believe, in the contiguous strengthening [from heaven], stand firm. I shall cast terror into the hearts of the disbelievers, [and they experience terror] by virtue of the fact that they are severed from the heavenly reinforcement and divine strengthening and that doubt and the force of illusion have taken mastery over them, so smite above the necks: in other words, make them firm by instructing them in the meaning of this and encourage them by casting these words unto them, or by showing them this action on your part, as the reported narrative has it."
    },
    {
      "ayah": 17,
      "surah": 8,
      "text": "Thou didst not throw when thou threwest, but God threw; and that He may try the faithful with a beautiful trial. When thou threwest is dispersion, but God threw is togetherness. Dispersion is the attribute of servanthood, and togetherness is the description of Lordhood. Dispersion without togetherness is of no use, and togetherness without dispersion is not correct. Sheer dispersion without togetherness is the belief of the free-willers, sheer togetherness with- out dispersion is the religion of the predestinarians, and dispersion along with togetherness is the road of the Sunnis and is correct. The free-willers are those who give themselves ability and choice and do not step outside of themselves. The predestinarians are those who lose their own hands and feet to the harshness of all-compellingness; they do not see the secondary causes and give them- selves no free choice. The Sunnis are those who say to them, “In your practice be at the threshold of Thee alone we worship; in your heart ask, weep, and supplicate at the threshold of Thee alone we ask for help [1:5].” Thou didst not throw when thou threwest, but God threw. This is an allusion to the reality of solitariness and the path of unification. He is saying: “Leave aside all other objects of desire. What does he who is seized by My love have to do with other than Me? O MuḤammad, lay no favor on Me because of your activity, but look at My success-giving! Be not delighted at your own remembrance-look at My instruction! Flee from your own marks and see only My love!” The path of unification is oneness and estrangement from self. Giving marks of “me” and “us” is duality, and duality is proof of estrangement. With duality there are today and tomorrow, but the tawḤīd-voicer is apart from today and tomorrow. As long as the tawḤīd-voicer has not found the shadow of the Sun of existence, he has not been released from self. As long as he has not been released from self, he has not found the Real. When thou threwest is the attribute of the desirer who is sitting on the road of variegation and gazing on himself from the Real. But God threw is the description of the desired; having left him- self behind and found stability, he gazes on the Real from the Real."
    },
    {
      "ayah": 2,
      "surah": 8,
      "text": "The faithful are only those whose hearts quake when God is remembered. The faithful are those who fear God. In this verse He makes fear a precondition of faith, just as He says elsewhere: “Fear Me if you have faith” [3:175]. Fear is the protection of faith, the fortress of the religion, and the interceder for sins. When a heart does not have fear, that heart is in ruins, a source of trouble and deprived of God's gaze. In this verse He says that the faithful are those whose hearts fear and tremble at the remembrance of God. In another place He says, “Those who have faith and whose hearts are serene in the remem- brance of God” [13:28]. This alludes to the fact that the faithful are those whose hearts are at ease and rest in the remembrance of God. The former is the mark of the beginners, and the latter is the description of the advanced. At the beginning of his traveling, the servant always weeps, wails, and moans. He weeps so much in dread of separation that the call “Fear not!” [41:30] reaches his secret core. He comes away from the dread of separation to the repose of union. In this station he is at ease and delighted, his heart at rest. This is why He says, “whose hearts are serene in the remembrance of God.” It has also been said that whose hearts quake is the description of the desirer, and whose hearts are serene is the attribute of the desired. Whose hearts quake is the watchword of the folk of the Shariah, and whose hearts are serene is the blanket of the folk of the Haqiqah. Whose hearts quake is the station of the travelers, and whose hearts are serene is the mark of the snatched away. The travelers are in the road of the Shariah in the station of service hoping for blessings, and the snatched away are caressed on the carpet of the Haqiqah, given access to proximity and nearness by the Patron of Blessings."
    },
    {
      "ayah": 20,
      "surah": 8,
      "text": "and do not turn away from Him while you are listening, that is, do not turn away from Him even as you listen, since the effect of listening is understanding and believing in the truth [of what is being said], and the effect of understanding is volition and the effect of volition is obedience, and so it cannot be right to claim to be listening while [simultaneously] turning away, as the two cannot be combined. Therefore, adhere to obedience through volition if you are being truthful about your claims to be listening."
    },
    {
      "ayah": 21,
      "surah": 8,
      "text": "And do not be as those who, claim to listen but are not in fact [listening] at all, veiled as they are from understanding and acceptance, like beasts, nay, the worst of beasts in the eyes of God given what is mentioned [in Q. 8:22]."
    },
    {
      "ayah": 23,
      "surah": 8,
      "text": "For had God known of any good in them, or any righteousness, that is, any preparedness to receive the perfection of their hearing, so that they might then understand, accept and be obedient [He would have made them hear]; and had He made them hear, despite the absence of any good in them, so that they came to understand, their understanding would [even then] have no effect in terms of [subsequent] volition and obedience, nay, they would have turned away quickly, since that understanding in them would be an accidental matter, something that would be quick to disappear, and not essential [in them]; being averse, in their essence, such that understanding and volition would not remain in them long, as the Commander of the Believers [ʿAlī], may God be satisfied with him, said, 'Seek wisdom, even if it should be from the hypocrites, for wisdom keeps faltering in the breast of the hypocrite until it comes to rest alongside its companions in the breast of the believer'. In other words, it [wisdom] cannot fix itself in his [the hypocrite's] breast since here it is accidental and does not correspond with his essence."
    },
    {
      "ayah": 24,
      "surah": 8,
      "text": "O you who have faith, respond to God and the Messenger when he invites you to that which will give you life, and know that God comes between a man and his heart, and unto Him you will be mustered. In the tongue of the folk of allusion, response is of two sorts: one is the response of tawḤīd, and the other the response of realization. TawḤīd is that the faithful say “one,” and realization is that the rec- ognizers be one. TawḤīd is the attribute of the travelers, and realization is the state of those snatched away. The first is the attribute of the Bosom Friend, the second the attribute of the Beloved. The Bosom Friend was a traveler and stood before the Exalted Threshold in the station of service: “Surely I have turned my face toward Him who originated the heavens and the earth, un- swerving” [6:79]. The Beloved was snatched away, sitting in reverence at the top of good fortune. The Beginningless Presence addressed him, “Peace be upon thee, O Prophet, and God's mercy and His blessing.” The traveling of the wayfarers lies in the outward response of following the Messenger. The attraction of the snatched away lies in the secret core's response of contemplating the Knower of Unseen Things. This is why that master of the Tariqah said, “Respond to God in your secret core and His Mes- senger through your outwardness when he invites you to that which will give you life. The life of the souls is through following the Messenger, and the life of the hearts is through contemplating the unseen things.” May I be a ransom for the men dwelling in the Unseen, their secret cores roaming in all that is there! The reality of life will not be turned over to anyone among the folk of creation without the response of tawḤīd and the signet of realization. Hence this call of exaltedness came from the prophetic presence: “I have been commanded to fight the people until they say 'No god but God.'” When He invites you to that which will give you life. In reality the folk of life and the living are those who are pure of backsliding, far from suspicion, famous for friendship, released from the ruling power of the soul, their hearts joined to the Patron, their secret cores adorned with awareness of the Real, alive in the breeze of intimacy, having found the beginningless reminder and reached the Friend The Pir of the Tariqah said, “O God, nothing other than recognizing You is happiness, and nothing other than finding You is life."
    },
    {
      "ayah": 25,
      "surah": 8,
      "text": "And guard against a trial, an idolatry and a veil, which, trial, would certainly not fall upon those among you who do evil, by eliminating [their] preparedness or diminishing it in order to use it where it does not belong, or to expend it for the sake of something other than the Truth, exclusively, by virtue of their being the evildoers alone. As for the meaning of 'would certainly not fall upon', it is proscriptive, in other words, if it should fall it would fall upon these exclusively, similar to where He says and no burdened soul shall bear the burden of another [Q. 6:164]. It is possible that the meaning might be that it would not fall upon them exclusively but would subsume them and others too by virtue of the evil of keeping company with them and the transfer of their vices to those who mix with them, as in where He says, exalted be He, corruption has appeared in the land and on sea because of what people's hands have perpetrated [Q. 30:41]; and know that God is severe in retribution, by giving mastery to the dark configurations which their hearts have acquired over these [hearts] and veiling them from Him and chastising them therewith."
    },
    {
      "ayah": 26,
      "surah": 8,
      "text": "And remember when you were slight, in worth, by virtue of your ignorance and your being severed from the lights of knowledge, and oppressed in the land, the land of the soul, and were fearful lest men should snatch you away, that is, the men of the sensory of faculties because of the weakness of your souls, how He gave you refuge, in the [Medinese] city of knowledge, and reinforced you with His help, at the station of the affirmation of the unity of the acts, and provided you, with the good things of the knowledge of the self-disclosures of the attributes, that you might be thankful, for the grace of knowledge and the self-disclosures, by wayfaring in Him."
    },
    {
      "ayah": 27,
      "surah": 8,
      "text": "[O you who believe] do not betray God, by diminishing the former primordial covenant of affirming the Oneness [of God], and, betray, the Messenger, by diminishing [your] resolve and casting aside the subsequent compact, and betray your trusts, in the way of the gnoses and realities which God has deposited in you in accordance with the pre-eternal original preparedness, [betraying these] by hiding them behind the attributes of the soul, while you are aware, of the fact that you bear these [trusts], or while you are aware that treachery is the worst and most despicable of vices."
    },
    {
      "ayah": 28,
      "surah": 8,
      "text": "And know that your wealth and your children are a trial, that is, [they are] a veiling for you, by virtue of the fact that you are distracted thereby from God, or [that they are] a form of idolatry, because of the fact that you love them as you love God, and that with God is a tremendous wage, so seek this [wage] by disengaging from them and by being mindful of the dues of God in them."
    },
    {
      "ayah": 29,
      "surah": 8,
      "text": "O you who have faith, if you are wary of God, He will appoint for you a criterion, acquit you of your ugly deeds, and forgive you. And God is the possessor of a tremendous bounty. He is saying to the faithful, “If you go by the road of godwariness and take godwariness as your refuge in every state, He will give you a criterion of knowledge and inspiration through which you will separate truth from falsehood, and the straightness of the road from the losing of the road. This is complete knowledge for those of you who are knowers, and sound inspiration for those of you who are recognizers.” The criterion of the knower is the indications of the Shariah and the clear proofs reached by expenditure of effort and the acquisition of servanthood. The criterion of the recognizer is a light from the Unseen and a clear mirror for the divine bestowal and lordly inspiration. In this verse people have spoken of another intimation and beautiful subtlety: He is saying, “O you who have planted the root of the tree of faith! If you nurture it with godwariness, it will give forth three fruits: One is the criterion, as He says: 'He will appoint for you a criterion.' An- other is acquittal: 'acquit you of your ugly deeds.' Third is forgiveness: 'and forgive you.'” The criterion is bestowal of recognition, the acquittal lightening of burdens, the forgiveness bestowal of eminence. The bestowal of recognition is appropriate, the lightening of burdens beautiful, and the bestowal of eminence complete."
    },
    {
      "ayah": 3,
      "surah": 8,
      "text": "Those who perform the prayer and expend from what We have provided them, it is they who are the faithful in truth. They have degrees with their Lord and forgiveness and a generous provision. In the previous verse, He counted out some of the inward deeds, such as godwariness, fear, and truth. Then, in this verse, He joins them with the outward deeds, such as prayer and alms tax. The former are marks of the Haqiqah, and the latter stipulations of the Shariah. Thus you know that these two are joined together. Without the Shariah the Haqiqah is of no use, and without the Haq- iqah the Shariah is not correct. When the two are combined, then it is they who are the faithful in truth. The faithful in reality are they, for they are sound in both the Shariah and the Haqiqah. They have undertaken the Shariah, so they have degrees in the Garden and forgiveness; and they have truthfulness in the Haqiqah, so they have a generous provision. This is the provision of the secret cores through the unveilings and joinings which belong to them alone. It has also been said that the traits counted out in this verse are the realities of servanthood in the encounters [with God] and the unveilings of the Haqiqah in the finding [of Him]. These are reverence for remembrance, quaking at the time of listening, being overcome by increase at the time of recitation, the reality of trust in God, and undertaking the stipulations of servanthood in full loyalty. When these descriptions are perfected, they become realizers through faith. Hence it is said, “It is they who are the faithful in truth.” In other words, in reality the most beautiful has already gone forth to them from God, so for them it has become blessedness, nearness, and the most beautiful with their Lord."
    },
    {
      "ayah": 33,
      "surah": 8,
      "text": "But God was not about to chastise them, because chastisement is the form and effect of wrath and can only result from the wrath of the Prophet or from the wrath of God, [itself] caused by the sins of the community. The Prophet, peace be upon him, was the form of mercy, because of where He, exalted be He, says: And We did not send you except as a mercy to all the worlds [Q. 21:107], which is why when they [the Meccan enemy] broke his two front teeth, he [only] responded by saying, 'O God, guide my people, for they do not know [what they do]', and did not become wrathful, as did Noah, peace be upon him, when he said My Lord, do not leave from among the disbelievers a single dweller upon the earth [Q. 71:26]. Therefore his [Muḥammad's] presence among them is protection [for them] against the sending down of chastisement [on them], as is the existence of forgiveness-seeking. Thus the principal cause for chastisement, given that the [simultaneous] existence of sin and forgiveness-seeking is a barrier to the accumulation of sin and to its become established - indeed, it necessarily brings about its disappearance - does not result in God's wrath. And so as long as there is forgiveness-seeking among them, they will not be chastised."
    },
    {
      "ayah": 34,
      "surah": 8,
      "text": "But what [plea] have they now, that God should not chastise them: in other words, the fact that the chastisement is not sent down is not because they do not deserve it in terms of [the state of] their souls. Nay, they deserve [it] by their essences and because of their issuing forth [with sin] and their barring of those who are prepared from the station of the heart and for there no longer existing any goodness in them. But your presence and the presence alongside you of the believers seeking forgiveness among them is preventing it. Know that contingent existence follows where goodness prevails, because necessary existence is pure good. And so that whose good outweighs its evil has existence through His existence on account of the correspondence [between them] in terms of goodness. But where evil prevails that correspondence would no longer remains and this [evil] must then necessarily be exterminated and annihilated. Thus as long as they remain in [this] combined form, good will be prevalent among them and they will not deserve destruction through chastisement. But if they were to become separated [from the believers] their evil will be pure [of any good], in which case they will have to be destroyed, as was the case in the incident at Badr. From this the verification of the second meaning becomes manifest with regard to where He says And guard against a trial which would certainly not fall exclusively upon those among you who do evil [Q. 8:25], by virtue of evil prevailing over the combined group in this case. That is why the Commander of the Believers, peace be upon him: 'In the earth there were two securities. One of these was removed, while the other remained. As for the one that was removed, this was the Messenger of God, may God bless him and grant him peace. As for the one that has remained, this is the seeking of forgiveness', whereupon he recited this [above] verse; they bar from the Sacred Mosque: this is a conceptualisation of their act of barring and their turning away from its meaning, which is the heart, by residing with the soul and its attributes and of their barring from it of those who are prepared, by tempting them with ego-centric matters and the pleasures of physical nature; though they are not its guardians, by virtue of their remoteness from this attribute [of guardianship] and because the darkness of the soul has prevailed over them and its attributes have acquired mastery over them and because they have veiled themselves from this [sacred mosque] by the disbelief that they derive from religion."
    },
    {
      "ayah": 4,
      "surah": 8,
      "text": "Those who perform the prayer and expend from what We have provided them, it is they who are the faithful in truth. They have degrees with their Lord and forgiveness and a generous provision. In the previous verse, He counted out some of the inward deeds, such as godwariness, fear, and truth. Then, in this verse, He joins them with the outward deeds, such as prayer and alms tax. The former are marks of the Haqiqah, and the latter stipulations of the Shariah. Thus you know that these two are joined together. Without the Shariah the Haqiqah is of no use, and without the Haq- iqah the Shariah is not correct. When the two are combined, then it is they who are the faithful in truth. The faithful in reality are they, for they are sound in both the Shariah and the Haqiqah. They have undertaken the Shariah, so they have degrees in the Garden and forgiveness; and they have truthfulness in the Haqiqah, so they have a generous provision. This is the provision of the secret cores through the unveilings and joinings which belong to them alone. It has also been said that the traits counted out in this verse are the realities of servanthood in the encounters [with God] and the unveilings of the Haqiqah in the finding [of Him]. These are reverence for remembrance, quaking at the time of listening, being overcome by increase at the time of recitation, the reality of trust in God, and undertaking the stipulations of servanthood in full loyalty. When these descriptions are perfected, they become realizers through faith. Hence it is said, “It is they who are the faithful in truth.” In other words, in reality the most beautiful has already gone forth to them from God, so for them it has become blessedness, nearness, and the most beautiful with their Lord."
    },
    {
      "ayah": 41,
      "surah": 8,
      "text": "And know that, whatever booty you take, a fifth is for God, and for His Messenger and for kinsfolk, orphans, the indigent, and the son of the road, if you have faith in God…. Booty is the property of unbelievers that Muslims capture in the time of battle and struggle. It is said that struggle is of two sorts: the outer struggle and the inner struggle. The outer struggle is against the unbelievers with the sword, and the inner struggle is against the soul with severity. Those who struggle with the sword are three men: the wage-earning striver, the forgiven wounded, and the martyred slain. In the same way, the strugglers against the soul are three men: One strives, and he is among the pious; one attacks, and he is among the Pegs; one is released, and he is among the Substitutes. He who struggles against the unbelievers becomes rich by possessing the booty. He who struggles against the soul becomes rich in the heart. When someone is rich in property, the prop- erty is either permitted and a tribulation, or forbidden and a curse. When someone is rich in the heart, his aspiration is greater than this world and his desire greater than the afterworld. MuṣṬafā called struggle against the soul more magnificent and greater. He said: \" We have returned from the lesser struggle to the greater struggle. \" This is because you can avoid the enemy, but you cannot avoid the soul. When you get along with an enemy, you will be secure from his evil. If you get along with the soul, you will see your own destruction. One of the misfortunes of the soul is what MuṣṬafā said: \" God gazes not on your forms or your deeds, but He gazes on your hearts. \" He said that He gazes on the heart, but He does not gaze on the soul. It is well known that gazing is the result of love, and not gazing the result of hatred. If the Real did not consider the soul an enemy, He would gaze on it just as He gazes on the heart. This makes it mandatory to consider the soul an enemy. One must conform with the Real and not gaze on the soul with affection and love. In the battlefield of struggle, one must act against it severely with the sword of discipline."
    },
    {
      "ayah": 42,
      "surah": 8,
      "text": "When you were on the nearer bank, of the city of knowledge and the locus of the Discriminating intellect, and they were on the yonder bank, that is, in the lower aspect that is remote from the Truth and from the locus of knowledge, while the cavalcade of the distinguished natural faculties mounted upon the ego-centric faculties, was below you, that is, [below] the two parties; and had you agreed to meet, to do battle by means of the intellect and wisdom, instead of by means of spiritual discipline and the unity, you would have surely failed to keep meeting, by virtue of the fact that it would have been difficult in that case, necessarily bringing about failure and cowardice; but that God might conclude a matter that was to be done, [that] was predetermined, ascertained according to Him, whose eventuality was necessary. He did this, so that he who perished might perish after a clear proof, this [proof] being attached to the body that is necessarily perishing and imprinted on it, and so that he who survived might live after a clear proof, this being disengaged from him and conjoined to the world of the Holy, that is the core substance of real life and of everlasting subsistence."
    },
    {
      "ayah": 43,
      "surah": 8,
      "text": "When God showed them to you, O heart, in the dream-state of the inactivity of the outer senses and the tranquility of the corporeal faculties, [showing them to you] as being of little worth and feeble in [their] state, and had He shown them to you as many, in the state of the attributes of the soul being prevalent, you would have faltered and quarrelled, over the matter of breaking it [the soul] and vanquishing it, as each one of you is attracted to a [different] direction; but God saved [you], from faltering and quarrelling by means of His strengthening and protection [of you]."
    },
    {
      "ayah": 47,
      "surah": 8,
      "text": "And do not be, like the disbelieving ego-centric faculties, who went forth from, the dwellings of their resting-places, their loci and bounds in recklessness and to show off to people and to feign stamina against the senses."
    },
    {
      "ayah": 48,
      "surah": 8,
      "text": "And when, the Satan of estimation, adorned their deeds for them, with [the false promise] that the kingdom of the heart and its faculties could be overcome, and said: 'Today no person shall overcome you, illuding them [into believing] that their wish would be realised by showing them that there is none from among the men of the senses that shall overcome them and that likewise would be the case with all the other faculties, and I shall be your protector', reinforcing you and fortifying you and fend off the men of the spiritual faculties from you. But when the two armies sighted each other, he turned his back in flight, sensing the state of the spiritual faculties and their power to overcome by virtue of his correspondence to these [spiritualities] in terms of [his capacity of] perceiving [their] meanings, saying, 'I am quit of you, for I am not of your genus. I see, in the way of meanings and of the arrival of reinforcement to them from the heaven of the spirit and the angelic realm of the world of the Holy, what you do not see. Verily I fear God, as I sense some of His lights and His vanquishing, and God is severe in retribution': herein is an allusion to the saying of the master of all messengers [Muḥammad], namely: 'Each person has a devil, except that my devil submitted [to islam] at my hands'.That is the instruction and the model [to be followed] in similar cases where a seeker wishes to effect a correspondence between the stories [of the QurÌān] and his own states. However, I shall rarely repeat the like of this [intepretation] henceforth because other than conceptualising the path of wayfaring and having the initiate imagine what he faces [along this path] with a view to energising him to rise and ascend [through the states], there is little in the way of a useful lesson [therein]. And God is the Guide."
    },
    {
      "ayah": 5,
      "surah": 8,
      "text": "As your Lord brought you forth: in other words, this state, meaning, the state in which they are objecting to you, in terms of translocation, is like their objection when your Lord brought you forth [from your home], because they, having veiled themselves from the act of God with their acts, saw both acts as issuing from you and so were averse to your going forth just as they were averse to your being granted the spoils of war [by God]. Nor did they understand [the significance of] your Lord's bringing you forth, from your home with the truth, that is, garbed in the truth, going forth with it and not with your soul. In this way bi'l-ḥaqq ('with the truth') is a circumstantial qualifier of the direct object of [the verb] akhrajaka ('brough you forth'); or [it means] a going forth garbed in what is the correct action and wisdom."
    },
    {
      "ayah": 50,
      "surah": 8,
      "text": "Wert thou to see when the angels take those who disbelieve, beating their faces and their backs: \" Taste the chastisement of the burning! \" Death is of four sorts: the death of degradation and the curse, the death of remorse and affliction, the death of the gift and generosity, and the death of honor and contemplation. The death of the curse is the death of the unbelievers, the death of remorse is the death of the disobedient, the death of generosity is the death of the faithful, and the death of contemplation is the death of the prophets. About the death of the curse He says, \" Wert thou to see when the angels take those who disbe- lieve. \" In another place He says, \" Wert thou to see when the wrongdoers are in the throes of death... [6:93]. O master! If only you were to see the unbelievers in the agonies of death and the blows and strikes of the chastising angels, before whose harshness, awesomeness, and fearsomeness heaven and earth tremble-the unbelievers caught amidst smoke, fire, unpleasant smells, and the striking of the angels, their hearts overcome by severance from possessions. If they complain, the pain increases, and if they weep, the call no good news [25:22] comes to them. The dust of unworthiness sits on their face, the fire of severance falls into their spirit, hell is filled with their moaning, and the angels disown them. Beware of the severity of severance! Beware of the wound of separation! \" As for the death of remorse, that is the death of the disobedient, who passed their days in heedlessness and fell short in the acts of obedience and worship. Suddenly they fall into the grasp of the angel of death and are caught by death's agonies. On one side they see the angel of mercy, but they are ashamed because they did little good. On the other side they see the angel of chastise- ment, and they fear because they did bad and ugly things. The hapless, disobedient servant stays in the middle, his eyes toward the Unseen to see what will come. Will generosity or degradation come from there? Will he see bounty or justice? Then the angels present his obedience and dis- obedience to him, his obedience being little, his disrespect great."
    },
    {
      "ayah": 53,
      "surah": 8,
      "text": "That is because God would never change a grace that He had conferred on a people, to the end [of the verse]: in other words, all that reaches man is [only] that which his preparedness entails and what he requests by the supplications of his state and by the requesting of is deserved [by him]. Thus when He confers upon a person an outward or an inward grace by virute of the soundness of [his] preparedness and the remainder of goodness in him, He does not change it until that [person] corrupts his preparedness and changes his receptivity for righteousness by veiling himself and by the transmutation of the good that is in him in potentiality into evil because of the actualisation of rust [on his heart] and the accumulation of darkness therein, such that there no longer remains in him any correspondence to good nor any possibility for it to issue from him, whereupon He will change that [grace] into a disfavour, as an act of justice and generosity from Him and in response to the demand made for it by that preparedness by virtue of the attraction in terms of genus and correspondence, and not out of any injustice or tyranny [on His part]."
    },
    {
      "ayah": 6,
      "surah": 8,
      "text": "They dispute with you concerning the truth, veiled as they are by their acts and attributes, after it, the state of that [truth], had become clear, disclosed as it was on your person, or [it means] after the vestiges of that [truth] had become clear to them formerly through miracles, or by your apprising of them that victory shall be theirs;"
    },
    { "ayah": 62, "surah": 8, "text": "He it is Who strengthened you with His help and with the believers;" },
    {
      "ayah": 63,
      "surah": 8,
      "text": "and reconciled their hearts, because of their concord in terms of orientation and their deliverance from the shackles of the attributes of the soul which necessarily entail backsliding and obduracy by virtue of their residing in the world of contrareity and the difference between them in terms of nature. For the heart, as long as it halts with the soul and its desires and [as long as] it has acquired mastery over it by its attributes, it will attract it down towards the lower aspect and will render its [the heart's] goals particular in line with what corresponds to its best interests, such that it [the heart] ends up demanding what is forbidden it by another [heart], whereupon mutual enmity and hatred ensues [between them], and the irascible faculties that seek repute, honour, vanquishing power, victory, leadership and authority will then hold sway and haughtiness, obstinacy, pride and disdain will result, leading to a mutual boycots, alienation, warring and quarrelling. But every time it moves further away from the lower aspect by orienting itself towards the upper aspect and towards being illumined by the lights of unity of the attributes or that of the Essence, it [the heart] will rise higher from the station of the soul and will connect to the spirit and its goals will become universal, no longer being mutually exclusive or the object of rivalry, because of the possibility [now] of its being actualised for one [heart] without depriving another from it, and it [the heart] will then incline towards another with whom there is genus-correspondence in terms of purity, [inclining towards the other] with the love that derives from the essence because of the intensity of correspondence [between them]. The closer that it [the heart] is to the unity, the stronger the power of love in it, by virtue of its extreme propinquity to the one that follows its own religion, much like the radii that connect the circumference of a circle with its centre. Thus the intensity of affinity between these [hearts] is commensurate with the intensity of faith [in them]. Had you expended all that is in the earth, you could not have reconciled their hearts, because what is in the lower aspect [only] increases their mutual enmity and opposition by virtue of the intensity of their covetousness of, and their dogged rivalry over, it; but God reconciled their hearts, by means of the light of unity which bequeathes spiritual love and affinity of the heart."
    },
    {
      "ayah": 7,
      "surah": 8,
      "text": "And when God promised you one of the two parties would be yours, and you wished that the one not armed would be yours. By way of allusion He is saying, “So long as the servant does not suffer he will not reach the treasure.” The Pir of the Tariqah said, “How should I have known that suffering is the mother of happi- ness and that beneath one disappointment lie a thousand treasures? How should I have known that life is in death and that what is desired by all lies in unreached desires?” Life is the life of the heart, and death the death of the soul. Until you die in yourself, you will not come to life through the Real. “Die, O friend, if you want to live!” [DS 52]. That chevalier said it beautifully: “Passion does not accept living souls, falcons do not hunt dead mice.” [DS 202] O God, when someone's life is You, how can he die? When someone's occupation is You, how can his occupation come to an end? O Found and Findable, nothing other than recognizing You is happiness, and nothing other than finding You is life. He who lives without You is imprisoned like a corpse, and he who finds companionship with You is neither of this world nor of that world."
    },
    {
      "ayah": 72,
      "surah": 8,
      "text": "Surely those who have faith, who have emigrated, and struggled with their possessions and their souls in God's path, and those who have given refuge and help, they are friends of one another. O chevalier! The pearl of union with Him is not something that falls into the hand of someone with low aspiration. It is a gem that comes to hand in the box of the self-purification of the purifiers, a jasmine that appears in the gardens of the realities of the passionate. Each of those who dove for this pearl became on his own the sun of desire, the lodging place of the covenant of good fortune, and was accepted by the Divine Presence. Their attribute is what the Exalted Lord says at the end of the surah: They \" have faith, who have emigrated, and struggled with their possessions and their souls in God's path, and those who have given refuge and help. \" Their decree is this: \" They are friends of one another. \""
    },
    {
      "ayah": 74,
      "surah": 8,
      "text": "Those-they are the faithful in truth. Theirs is forgiveness and a generous provision. Their created nature is this: Those-they are the faithful in truth. Their reward is this: Theirs is forgiveness and a generous provision. The generous provision is that the sun of union shines forth from the east. It shines, and all of their hopes become hard cash, their increase becomes infinite, the story of water and clay is concealed, and the beginningless Friend is seen face-to-face. Both eyes and heart see through the Friend. When the light of self-disclosure appears in someone's heart, it's no great wonder that like Moses he finds comfort in the mountain."
    },
    {
      "ayah": 9,
      "surah": 8,
      "text": "When you sought the aid of your Lord, He responded to you. Seeking aid is of three sorts: One is from the creatures against the Real; it is the mark of being estranged and despairing of response. Another is from the Real against the creatures; it is the road of being a Muslim and the precondition of being a servant. Another is from the Real against the Real; it is the means of approach to friendship, and the response is an add-on. Someone who complains of the Real to the people increases in pain. Someone who complains of the creatures to the Real finds the remedy. Someone who complains of the Real to the Real sees the Real. The Pir of the Tariqah Shiblī was saying the following words with the attribute of bewilder- ment in his encounters with Him: “O God, if I seek You, You drive me away, and if I leave You, You seek me. There is no rest with You, and no escape from You. I seek aid in You from You!” He is saying: “O God, if I want You, You drive me away. If I go, You call. What should I do in this bewilderment? With You I have no rest, and without You my work is disordered-no hope of being cut off, no hope of arrival. Help me against You! For these spirits are all mad for You and these hearts are all bewildered by You.” Perhaps You will put things in order, smooth out my road to You, and give me a remedy for pain with Your balm and beautiful doing. O God, today this burning of mine is mixed with pain. I have no capacity to wait it out, no place to flee. The secret of the recognizer's present moment is a sharp blade-there is no place for repose, no way to avoidance."
    }
  ],
  "empty_ayahs": [{ "ayah": 13, "surah": 8 }, { "ayah": 46, "surah": 8 }, { "ayah": 71, "surah": 8 }]
}
