{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 95,
      "text": "By the fig, by the olive, by Mount Sinai, and by this secure land! At the beginning of this surah, God swears an oath by four created things in order to introduce this:"
    },
    {
      "ayah": 2,
      "surah": 95,
      "text": "By the fig, by the olive, by Mount Sinai, and by this secure land! At the beginning of this surah, God swears an oath by four created things in order to introduce this:"
    },
    {
      "ayah": 3,
      "surah": 95,
      "text": "By the fig, by the olive, by Mount Sinai, and by this secure land! At the beginning of this surah, God swears an oath by four created things in order to introduce this:"
    },
    {
      "ayah": 4,
      "surah": 95,
      "text": "Surely We created man in the most beautiful stature. Man is Adam. In other words: “I created Adam in the most beautiful form and chose him out from among all the creatures. I wrote the inscription of love on him and made him worthy of My car- pet. I made apparent in his frame the elements of sense perception, the pearls of holiness, and the sources of intimacy. Then I gave this command to the proximate angels of the Presence and the beings of the realm of creativity: 'Put your foreheads on the ground before his throne and prostrate yourselves before him like servants, for he is the chief and you are the serving-boys. He is a friend, and you are servants.'” Dust be on the heads of those who do not know the exaltedness of their father Adam, who do not recognize his eminence, status, and rank! In this dust-dwelling frame they find their way only to a name, a body, a trace. They are not aware that Adam himself is another world. The worlds are two. One is the world of the horizons, the other the world of the souls. This is in His words, “We shall show them Our signs on the horizons and in their souls” [41:53]. The world of the souls is Adam and those born of Adam. Just as the world of the horizons has earth and heaven, sun, moon, and stars, light and darkness, thunder and lightning, and so on, so also does the world of the souls. Its earth is belief, its heaven recognition, its stars thoughts, its moon reflective thought, its sun perspicacity, its light obedience, its darkness disobedience, its thunder fear and fright, its lightning hope and wishing, its clouds aspiration, its rain mercy, its trees wor- ship, its fruit wisdom. Who is the king of this world? The heart. Who is this king's vizier? The intellect. His army is the senses, his serving-boys hands and feet, his spies ears, his watchers eyes, his spokesman tongue, his summoner thought, his messenger inspiration, his envoy knowledge, his sultan the Real. Pure and great is the Lord who brought such an artifact into appearance from a handful of dust and made manifest His power by creating it! Even more marvelous is that He created a cosmos from a pearl, He created Jesus son of Mary from a wind, He created the camel of ṣāliḤ from a stone, He created a serpent from Moses' staff, He created heaven from a smoke, He created the angels from a light, fragrant musk from a deer's navel, pure ambergris from the sea-cow, the basis of silk from a worm, limpid honey from a fly, red roses from thorns, healing halva from a plant."
    },
    {
      "ayah": 5,
      "surah": 95,
      "text": "Then We shall restore him to the lowest of the low. If he is bound for paradise,"
    },
    {
      "ayah": 6,
      "surah": 95,
      "text": "They shall have a wage unfailing. May God bestow honor with His bounty and generosity!"
    }
  ]
}
