{
  "text": "قوله تعالى : ووصينا الإنسان بوالديه إحسانا حملته أمه كرها ووضعته كرها وحمله وفصاله ثلاثون شهرا حتى إذا بلغ أشده وبلغ أربعين سنة قال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين .فيه سبع مسائل : الأولى : قوله تعالى : ووصينا الإنسان بوالديه إحسانا بين اختلاف حال الإنسان مع أبويه ، فقد يطيعهما وقد يخالفهما ، أي : فلا يبعد مثل هذا في حق النبي - صلى الله عليه وسلم - وقومه حتى يستجيب له البعض ويكفر البعض . فهذا وجه اتصال الكلام بعضه ببعض ، قاله القشيري .الثانية : قوله تعالى : إحسانا قراءة العامة ( حسنا ) وكذا هو في مصاحف أهل الحرمين والبصرة والشام . وقرأ ابن عباس والكوفيون إحسانا وحجتهم قوله تعالى في سورة ( الأنعام وبني إسرائيل ) : وبالوالدين إحسانا وكذا هو في مصاحف الكوفة . وحجة القراءة الأولى قوله تعالى في سورة العنكبوت : ووصينا الإنسان بوالديه حسنا ولم يختلفوا فيها . والحسن خلاف القبح . والإحسان خلاف الإساءة . والتوصية : الأمر . وقد مضى القول في هذا وفيمن نزلت .الثالثة : قوله تعالى : حملته أمه كرها ووضعته كرها أي بكره ومشقة . وقراءة العامة بفتح الكاف . واختاره أبو عبيد ، قال : وكذلك لفظ الكره في كل القرآن بالفتح إلا التي في سورة البقرة : كتب عليكم القتال وهو كره لكم لأن ذلك اسم وهذه كلها مصادر . وقرأ الكوفيون كرها بالضم . قيل : هما لغتان مثل الضعف والضعف والشهد والشهد ، قاله الكسائي ، وكذلك هو عند جميع البصريين . وقال الكسائي أيضا والفراء في الفرق بينهما : إن الكره ( بالضم ) ما حمل الإنسان على نفسه ، وبالفتح ما حمل على غيره ، أي : قهرا وغضبا ، ولهذا قال بعض أهل العربية إن كرها ( بفتح الكاف ) لحن .الرابعة : قوله تعالى : وحمله وفصاله ثلاثون شهرا قال ابن عباس : إذا حملت تسعة أشهر أرضعت إحدى وعشرين شهرا ، وإن حملت ستة أشهر أرضعت أربعة وعشرين شهرا . وروي أن عثمان قد أتي بامرأة قد ولدت لستة أشهر ، فأراد أن يقضي عليها بالحد ، فقال له علي [ ص: 181 ] - رضي الله عنه - : ليس ذلك عليها ، قال الله تعالى : وحمله وفصاله ثلاثون شهرا وقال تعالى : والوالدات يرضعن أولادهن حولين كاملين فالرضاع أربعة وعشرون شهرا والحمل ستة أشهر ، فرجع عثمان عن قوله ولم يحدها . وقد مضى في ( البقرة ) وقيل : لم يعد ثلاثة أشهر في ابتداء الحمل ; لأن الولد فيها نطفة وعلقة ومضغة فلا يكون له ثقل يحس به ، وهو معنى قوله تعالى : فلما تغشاها حملت حملا خفيفا فمرت به . والفصال الفطام . وقد تقدم في ( لقمان ) الكلام فيه . وقرأ الحسن ويعقوب وغيرهما ( وفصله ) بفتح الفاء وسكون الصاد . وروي أن الآية نزلت في أبي بكر الصديق ، وكان حمله وفصاله في ثلاثين شهرا ، حملته أمه تسعة أشهر وأرضعته إحدى وعشرين شهرا . وفي الكلام إضمار ، أي : ومدة حمله ومدة فصاله ثلاثون شهرا ، ولولا هذا الإضمار لنصب ثلاثون على الظرف وتغير المعنى .الخامسة : قوله تعالى : حتى إذا بلغ أشده قال ابن عباس : أشده ثماني عشرة سنة . وقال في رواية عطاء عنه : إن أبا بكر صحب النبي - صلى الله عليه وسلم - وهو ابن ثماني عشرة سنة والنبي - صلى الله عليه وسلم - ابن عشرين سنة ، وهم يريدون الشام للتجارة ، فنزلوا منزلا فيه سدرة ، فقعد النبي - صلى الله عليه وسلم - في ظلها ، ومضى أبو بكر إلى راهب هناك فسأله عن الدين . فقال الراهب : من الرجل الذي في ظل الشجرة ؟ فقال : ذاك محمد بن عبد الله بن عبد المطلب . فقال : هذا والله نبي ، وما استظل أحد تحتها بعد عيسى . فوقع في قلب أبي بكر اليقين والتصديق ، وكان لا يكاد يفارق رسول الله - صلى الله عليه وسلم - في أسفاره وحضره . فلما نبئ رسول الله - صلى الله عليه وسلم - وهو ابن أربعين سنة ، صدق أبو بكر - رضي الله عنه - رسول الله - صلى الله عليه وسلم - وهو ابن ثمانية وثلاثين سنة . فلما بلغ أربعين سنة قال : رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي الآية . وقال الشعبي وابن زيد : الأشد : الحلم . وقال الحسن : هو بلوغ الأربعين . وعنه قيام الحجة عليه . وقد مضى في ( الأنعام ) الكلام في الآية . وقال السدي والضحاك : نزلت في سعد بن أبي وقاص . وقد تقدم . وقال الحسن : هي مرسلة نزلت على العموم . والله أعلم .السادسة : قوله تعالى : قال رب أوزعني أي ألهمني . أن أشكر في موضع نصب على المصدر ، أي : شكر نعمتك علي أي ما أنعمت به علي من الهداية وعلى والدي بالتحنن والشفقة حتى ربياني صغيرا . وقيل : أنعمت علي بالصحة والعافية وعلى والدي بالغنى والثروة . وقال علي - رضي الله عنه - : هذه الآية نزلت في أبي بكر الصديق - رضي الله عنه - ، أسلم أبواه جميعا ولم يجتمع لأحد من المهاجرين أن أسلم أبواه غيره ، فأوصاه الله بهما ولزم [ ص: 182 ] ذلك من بعده . ووالده هو قحافة عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم . وأمه أم الخير ، واسمها سلمى بنت صخر بن عامر بن كعب بن سعد . وأم أبيه أبي قحافة ( قيلة ) ( بالياء المعجمة باثنتين من تحتها ) وامرأة أبي بكر الصديق اسمها ( قتيلة ) ( بالتاء المعجمة باثنتين من فوقها ) بنت عبد العزى .وأن أعمل صالحا ترضاه قال ابن عباس : فأجابه الله فأعتق تسعة من المؤمنين يعذبون في الله منهم بلال وعامر بن فهيرة ، ولم يدع شيئا من الخير إلا أعانه الله عليه . وفي الصحيح عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : [ من أصبح منكم اليوم صائما ] ؟ قال أبو بكر أنا . قال : [ فمن تبع منكم اليوم جنازة ] ؟ قال أبو بكر أنا . قال : [ فمن أطعم منكم اليوم مسكينا ] ؟ قال أبو بكر أنا . قال : [ فمن عاد منكم اليوم مريضا ] ؟ قال أبو بكر أنا . قال رسول الله - صلى الله عليه وسلم - : [ ما اجتمعن في امرئ إلا دخل الجنة ] .السابعة : قوله تعالى : وأصلح لي في ذريتي أي اجعل ذريتي صالحين . قال ابن عباس : فلم يبق له ولد ولا والد ولا والدة إلا آمنوا بالله وحده . ولم يكن أحد من أصحاب رسول الله أسلم هو وأبواه وأولاده وبناته كلهم إلا أبو بكر . وقال سهل بن عبد الله : المعنى اجعلهم لي خلف صدق ، ولك عبيد حق . وقال أبو عثمان : اجعلهم أبرارا لي مطيعين لك . وقال ابن عطاء : وفقهم لصالح أعمال ترضى بها عنهم . وقال محمد بن علي : لا تجعل للشيطان والنفس والهوى عليهم سبيلا . وقال مالك بن مغول : اشتكى أبو معشر ابنه إلى طلحة بن مصرف ، فقال : استعن عليه بهذه الآية ، وتلا : رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأصلح لي في ذريتي إني تبت إليك وإني من المسلمين إني تبت إليك قال ابن عباس : رجعت عن الأمر الذي كنت عليه . وإني من المسلمين أي المخلصين بالتوحيد .",
  "ayah": 15,
  "surah": 46
}
