{
  "text": "والتدمير : الهلاك . وكذلك الدمار . وقرئ ( يدمر كل شيء ) من دمر دمارا . يقال : دمره تدميرا ودمارا ودمر عليه بمعنى . ودمر يدمر دمورا دخل بغير إذن . وفي الحديث : [ من سبق طرفه استئذانه فقد دمر ] مخفف الميم . وتدمر : بلد بالشام . ويربوع [ ص: 192 ] تدمري إذا كان صغيرا قصيرا . بأمر ربها بإذن ربها . وفي البخاري عن عائشة رضي الله عنها زوج النبي - صلى الله عليه وسلم - قالت : ما رأيت رسول الله - صلى الله عليه وسلم - ضاحكا حتى أرى منه لهواته إنما كان يتبسم . قالت : وكان إذا رأى غيما أو ريحا عرف في وجهه . قالت : يا رسول الله ، الناس إذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر ، وأراك إذا رأيته عرف في وجهك الكراهية ؟ فقال : [ يا عائشة ما يؤمنني أن يكون فيه عذاب عذب قوم بالريح وقد رأى قوم العذاب فقالوا هذا عارض ممطرنا ] خرجه مسلم والترمذي ، وقال فيه : حديث حسن . وفي صحيح مسلم عن ابن عباس عن النبي - صلى الله عليه وسلم - أنه قال : [ نصرت بالصبا وأهلكت عاد بالدبور ] . وذكر الماوردي أن القائل هذا عارض ممطرنا من قوم عاد : بكر بن معاوية ، ولما رأى السحاب قال : إني لأرى سحابا مرمدا ، لا تدع من عاد أحدا . فذكر عمرو بن ميمون أنها كانت تأتيهم بالرجل الغائب حتى تقذفه في ناديهم . قال ابن إسحاق : واعتزل هود ومن معه من المؤمنين في حظيرة ، ما يصيبه ومن معه منها إلا ما يلين أعلى ثيابهم . وتلتذ الأنفس به ، وإنها لتمر من عاد بالظعن بين السماء والأرض وتدمغهم بالحجارة حتى هلكوا . وحكى الكلبي أن شاعرهم قال في ذلك :فدعا هود عليهم     دعوة أضحوا هموداعصفت ريح عليهم     تركت عادا خموداسخرت سبع ليال     لم تدع في الأرض عوداوعمر هود في قومه بعدهم مائة وخمسين سنة .فأصبحوا لا يرى إلا مساكنهم قرأ عاصم وحمزة لا يرى إلا مساكنهم بالياء غير مسمي الفاعل . وكذلك روى حماد بن سلمة عن ابن كثير إلا أنه قرأ ( ترى ) بالتاء . وقد روي ذلك عن أبي بكر عن عاصم . الباقون ( ترى ) بتاء مفتوحة . ( مساكنهم ) بالنصب ، أي : لا ترى يا محمد إلا مساكنهم . قال المهدوي : ومن قرأ بالتاء غير مسمي الفاعل فعلى لفظ الظاهر الذي هو المساكن المؤنثة ، وهو قليل لا يستعمل إلا في الشعر . وقال أبو حاتم : لا يستقيم هذا في اللغة إلا أن يكون فيها إضمار ، كما تقول في الكلام ألا ترى النساء إلا زينب . ولا يجوز لا ترى إلا زينب . وقال سيبويه : معناه لا ترى [ ص: 193 ] أشخاصهم إلا مساكنهم . واختار أبو عبيد وأبو حاتم قراءة عاصم وحمزة . قال الكسائي : معناه لا يرى شيء إلا مساكنهم ، فهو محمول على المعنى ، كما تقول : ما قام إلا هند ، والمعنى ما قام أحد إلا هند . وقال الفراء : لا يرى الناس لأنهم كانوا تحت الرمل ، وإنما ترى مساكنهم لأنها قائمة . كذلك نجزي القوم المجرمين أي مثل هذه العقوبة نعاقب بها المشركين .",
  "ayah": 25,
  "surah": 46
}
