{
  "text": "قوله تعالى : قل أرأيتم ما تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات ائتوني بكتاب من قبل هذا أو أثارة من علم إن كنتم صادقين .[ ص: 168 ] فيه خمس مسائل : الأولى : قوله تعالى : قل أرأيتم ما تدعون من دون الله أي ما تعبدون من الأصنام والأنداد من دون الله . أروني ماذا خلقوا من الأرض أي هل خلقوا شيئا من الأرض أم لهم شرك أي نصيب في السماوات أي في خلق السماوات مع الله . ائتوني بكتاب من قبل هذا أي من قبل هذا القرآن .الثانية : قوله تعالى : أو أثارة من علم قراءة العامة أو أثارة بألف بعد الثاء . قال ابن عباس عن النبي - صلى الله عليه وسلم - : [ هو خط كانت تخطه العرب في الأرض ] ، ذكره المهدوي والثعلبي .وقال ابن العربي : ولم يصح . وفي مشهور الحديث عن النبي - صلى الله عليه وسلم - قال : [ كان نبي من الأنبياء يخط فمن وافق خطه فذاك ] ولم يصح أيضا .قلت : هو ثابت من حديث معاوية بن الحكم السلمي ، خرجه مسلم . وأسند النحاس : حدثنا محمد بن أحمد ( يعرف بالجرايجي ) قال حدثنا محمد بن بندار قال حدثنا يحيى بن سعيد عن سفيان الثوري عن صفوان بن سليم عن أبي سلمة عن ابن عباس عن النبي - صلى الله عليه وسلم - في قوله - عز وجل - : أو أثارة من علم قال : [ الخط ] وهذا صحيح أيضا .قال ابن العربي : واختلفوا في تأويله ، فمنهم من قال : جاء لإباحة الضرب لأن بعض الأنبياء كان يفعله . ومنهم من قال جاء للنهي عنه ; لأنه - صلى الله عليه وسلم - قال : [ فمن وافق خطه فذاك ] . ولا سبيل إلى معرفة طريق النهي المتقدم فيه ، فإذا لا سبيل إلى العمل به . قال :لعمرك ما تدري الضوارب بالحصا ولا زاجرات الطير ما الله صانعوحقيقته عند أربابه ترجع إلى صور الكواكب ، فيدل ما يخرج منها على ما تدل عليه تلك الكواكب من سعد أو نحس يحل بهم ، فصار ظنا مبنيا على ظن ، وتعلقا بأمر غائب قد درست طريقه وفات تحقيقه ، وقد نهت الشريعة عنه ، وأخبرت أن ذلك مما اختص الله به ، وقطعه عن [ ص: 169 ] الخلق ، وإن كانت لهم قبل ذلك أسباب يتعلقون بها في درك الأشياء المغيبة ، فإن الله قد رفع تلك الأسباب وطمس تلك الأبواب وأفرد نفسه بعلم الغيب ، فلا يجوز مزاحمته في ذلك ، ولا يحل لأحد دعواه . وطلبه عناء لو لم يكن فيه نهي . فإذ وقد ورد النهي فطلبه معصية أو كفر بحسب قصد الطالب .قلت : ما اختاره هو قول الخطابي . قال الخطابي : قوله - عليه السلام - : [ فمن وافق خطه فذاك ] هذا يحتمل الزجر إذ كان ذلك علما لنبوته وقد انقطعت ، فنهينا عن التعاطي لذلك .قال القاضي عياض : الأظهر من اللفظ خلاف هذا ، وتصويب خط من يوافق خطه ، لكن من أين تعلم الموافقة والشرع منع من التخرص وادعاء الغيب جملة - فإنما معناه أن من وافق خطه فذاك الذي يجدون إصابته ، لا أنه يريد إباحة ذلك لفاعله على ما تأوله بعضهم . وحكى مكي في تفسير قوله : [ كان نبي من الأنبياء يخط ] أنه كان يخط بأصبعه السبابة والوسطى في الرمل ثم يزجر .وقال ابن عباس في تفسير قوله [ ومنا رجال يخطون ] : هو الخط الذي يخطه الحازي فيعطى حلوانا فيقول : اقعد حتى أخط لك ، وبين يدي الحازي غلام معه ميل ثم يأتي إلى أرض رخوة فيخط الأستاذ خطوطا معجلة لئلا يلحقها العدد ، ثم يرجع فيمحو على مهل خطين خطين ، فإن بقي خطان فهو علامة النجح ، وإن بقي خط فهو علامة الخيبة . والعرب تسميه الأسحم وهو مشئوم عندهم .الثالثة : قال ابن العربي : إن الله تعالى لم يبق من الأسباب الدالة على الغيب التي أذن في التعلق بها والاستدلال منها إلا الرؤيا ، فإنه أذن فيها ، وأخبر أنها جزء من النبوة وكذلك الفأل ، وأما الطيرة والزجر فإنه نهى عنهما . والفأل : هو الاستدلال بما يسمع من الكلام على ما يريد من الأمر إذا كان حسنا ، فإذا سمع مكروها فهو تطير ، أمره الشرع بأن يفرح بالفأل ويمضي على أمره مسرورا . وإذا سمع المكروه أعرض عنه ولم يرجع لأجله ، وقد قال النبي - صلى الله عليه وسلم - : [ اللهم لا طير إلا طيرك ولا خير إلا خيرك ولا إله غيرك ] . وقد روى بعض الأدباء :[ ص: 170 ]الفأل والزجر والكهان كلهم     مضللون ودون الغيب أقفالوهذا كلام صحيح ، إلا في الفأل فإن الشرع استثناه وأمر به ، فلا يقبل من هذا الشاعر ما نظمه فيه ، فإنه تكلم بجهل ، وصاحب الشرع أصدق وأعلم وأحكم .قلت : قد مضى في الطيرة والفأل وفي الفرق بينهما ما يكفي في ( المائدة ) وغيرها . ومضى في ( الأنعام ) أن الله سبحانه منفرد بعلم الغيب ، وأن أحدا لا يعلم ذلك إلا ما أعلمه الله ، أو يجعل على ذلك دلالة عادية يعلم بها ما يكون على جري العادة ، وقد يختلف . مثاله إذا رأى نخلة قد أطلعت فإنه يعلم أنها ستثمر ، وإذا رآها قد تناثر طلعها علم أنها لا تثمر . وقد يجوز أن يأتي عليها آفة تهلك ثمرها فلا تثمر ، كما أنه جائز أن تكون النخلة التي تناثر طلعها يطلع الله فيها طلعا ثانيا فتثمر . وكما أنه جائز أيضا ألا يلي شهره شهر ولا يومه يوم إذا أراد الله إفناء العالم ذلك الوقت . إلى غير ذلك مما تقدم في ( الأنعام ) بيانه .الرابعة : قال ابن خويز منداد : قوله تعالى : أو أثارة من علم يريد الخط . وقد كان مالك رحمه الله يحكم بالخط إذا عرف الشاهد خطه . وإذا عرف الحاكم خطه أو خط من كتب إليه حكم به ، ثم رجع عن ذلك حين ظهر في الناس ما ظهر من الحيل والتزوير . وقد روي عنه أنه قال : [ يحدث الناس فجورا فتحدث لهم أقضية ] . فأما إذا شهد الشهود على الخط المحكوم به ، مثل أن يشهدوا أن هذا خط الحاكم وكتابه ، أشهدنا على ما فيه وإن لم يعلموا ما في الكتاب . وكذلك الوصية أو خط الرجل باعترافه بمال لغيره يشهدون أنه خطه ونحو ذلك - فلا يختلف مذهبه أن يحكم به . وقيل : أو أثارة من علم أو بقية من علم ، قاله ابن عباس والكلبي وأبو بكر بن عياش وغيرهم . وفي الصحاح أو أثارة من علم بقية منه . وكذلك الأثرة ( بالتحريك ) . ويقال : سمنت الإبل على أثارة ، أي : بقية شحم كان قبل ذلك . وأنشد الماوردي والثعلبي قول الراعي :وذات أثارة أكلت عليها     نباتا في أكمته ففارا[ ص: 171 ] وقال الهروي : والأثارة والأثر : البقية ، يقال : ما ثم عين ولا أثر . وقال ميمون بن مهران وأبو سلمة بن عبد الرحمن وقتادة : أو أثارة من علم خاصة من علم . وقال مجاهد : رواية تأثرونها عمن كان قبلكم . وقال عكرمة ومقاتل : رواية عن الأنبياء . وقال القرظي : هو الإسناد الحسن المعنى ، شيء يثار أو يستخرج . وقال الزجاج : أو أثارة أي : علامة . والأثارة مصدر كالسماحة والشجاعة . وأصل الكلمة من الأثر ، وهي الرواية ، يقال : أثرت الحديث آثره أثرا وأثارة وأثرة فأنا آثر ، إذا ذكرته عن غيرك . ومنه قيل : حديث مأثور ، أي : نقله خلف عن سلف . قال الأعشى :إن الذي فيه تماريتما     بين للسامع والآثرويروى ( بين ) وقرئ ( أو أثرة ) بضم الهمزة وسكون الثاء . ويجوز أن يكون معناه بقية من علم . ويجوز أن يكون معناه شيئا مأثورا من كتب الأولين . والمأثور : ما يتحدث به مما صح سنده عمن تحدث به عنه . وقرأالسلمي والحسن وأبو رجاء بفتح الهمزة والثاء من غير ألف ، أي : خاصة من علم أوتيتموها أو أوثرتم بها على غيركم . وروي عن الحسن أيضا وطائفة ( أثرة ) مفتوحة الألف ساكنة الثاء ، ذكر الأولى الثعلبي والثانية الماوردي . وحكى الثعلبي عن عكرمة : أو ميراث من علم . إن كنتم صادقينالخامسة : قوله تعالى : ائتوني بكتاب من قبل هذا أو أثارة من علم فيه بيان مسالك الأدلة بأسرها ، فأولها المعقول ، وهو قوله تعالى : قل أرأيتم ما تدعون من دون الله أروني ماذا خلقوا من الأرض أم لهم شرك في السماوات وهو احتجاج بدليل العقل في أن الجماد لا يصح أن يدعى من دون الله فإنه لا يضر ولا ينفع . ثم قال : ائتوني بكتاب من قبل هذا فيه بيان أدلة السمع أو أثارة من علم",
  "ayah": 4,
  "surah": 46
}
