{
  "text": "حروف مقطعات اور ان کے معنی  الم جیسے حروف مقطعات ہیں جو سورتوں کے اول میں آئے ہیں ان کی تفسیر میں مفسرین کا اختلاف ہے بعض تو کہتے ہیں ان کے معنی صرف اللہ تعالیٰ ہی کو معلوم ہیں اور کسی کو معلوم نہیں۔ اس لئے وہ ان حروف کی کوئی تفسیر نہیں کرتے۔ قرطبی نے حضرت ابو بکر، حضرت عمر، حضرت عثمان، حضرت علی، حضرت ابن مسعود ؓ سے ہی نقل کیا ہے۔ عامر، شعبی، سفیان ثوری، ربیع بن خیثم رحمہم اللہ بھی یہی کہتے ہیں ابو حاتم بن حبان کو بھی اسی سے اتفاق ہے بعض لوگ ان حروف کی تفسیر بھی کرتے ہیں لیکن ان کی تفسیر میں بہت کچھ اختلاف ہے۔ عبدالرحمن بن زید بن اسلم فرماتے ہیں یہ سورتوں کے نام ہیں۔ علامہ ابو القاسم محمود بن عمر زمحشری اپنی تفسیر میں لکھتے ہیں اکثر لوگوں کا اسی پر اتفاق ہے۔ سیبویہ نے بھی یہی کہا ہے اور اس کی دلیل بخاری و مسلم کی وہ حدیث ہے جس میں ہے کہ رسول اللہ ﷺ جمعہ کے دن صبح کی نماز میں الم السجد اور ہل اتی علی الانسان پڑھتے تھے۔ حضرت مجاہد فرماتے ہیں الم اور حم اور المص اور ص یہ سب سورتوں کی ابتداء ہے جن سے یہ سورتیں شروع ہوتی ہیں۔ انہی سے یہ بھی منقول ہے کہ الم قرآن کے ناموں میں سے ایک نام ہے۔ حضرت قتادہ اور حضرت زید بن اسلم کا قول بھی یہی ہے کہ اور شاید اس قول کا مطلب بھی وہی ہے جو حضرت عبدالرحمن بن زید اسلم فرماتے ہیں کہ یہ سورتوں کے نام ہیں اس لئے کہ ہر سورت کو قرآن کہہ سکتے ہیں اور یہ نہیں ہوسکتا کہ سارے قرآن کا نام المص ہو کیونکہ جب کوئی شخص کہے کہ میں نے سورة المص پڑھی تو ظاہر یہی سمجھا جاتا ہے کہ اس نے سورة اعراف پڑھی نہ کہ پورا قرآن واللہ اعلم۔ بعض مفسرین کہتے ہیں کہ یہ اللہ تعالیٰ کے نام ہیں۔ حضرت شعب سالم بن عبداللہ اسماعیل بن عبدالرحمن سدی کبیر یہی کہتے ہیں۔ حضرت ابن عباس سے روایت ہے کہ الم اللہ تعالیٰ کا بڑا نام ہے۔ اور روایت میں ہے کہ حم، طس اور الم یہ سب اللہ تعالیٰ کے بڑے نام ہیں۔ حضرت علی اور حضرت ابن عباس دونوں سے یہ مروی ہے۔ ایک اور روایت میں ہے یہ اللہ تعالیٰ کی قسم ہے اور اس کا نام بھی ہے۔ حضرت عکرمہ فرماتے ہیں یہ قسم ہے۔ ابن عباس سے یہ بھی مروی ہے کہ اس کے معنی انا اللہ اعلم ہیں یعنی میں ہی ہوں اللہ زیادہ جاننے والا۔ حضرت سعید بن جبیر سے مروی ہے۔ ابن عباس، ابن مسعود اور بعض دیگر صحابہ سے روایت ہے کہ یہ اللہ تعالیٰ کے ناموں کے الگ الگ حروف ہیں۔ ابو العالیہ فرماتے ہیں کہ یہ تین حرف الف اور لام اور میم انتیس حرفوں میں سے ہیں جو تمام زبانوں میں آتے ہیں۔ ان میں سے ہر ہر حرف اللہ تعالیٰ کی نعمت اور اس کی بلا کا ہے اور اس میں قوموں کی مدت اور ان کے وقت کا بیان ہے۔ حضرت عیسیٰ ؑ کے تعجب کرنے پر کہا گیا تھا کہ وہ لوگ کیسے کفر کریں گے ان کی زبانوں پر اللہ تعالیٰ کے نام ہیں۔ اس کی روزیوں پر وہ پلتے ہیں۔ الف سے اللہ کا نام اللہ شروع ہوتا ہے اور لام سے اس کا نام لطیف شروع ہوتا ہے اور میم سے اس کا نام مجید شروع ہوتا ہے اور الف سے مراد آلا یعنی نعمتیں ہیں اور لام سے مراد اللہ تعالیٰ کا لطف ہے اور میم سے مراد اللہ تعالیٰ کا مجد یعنی بزرگی ہے۔ الف سے مراد ایک سال ہے لام سے تیس سال اور میم سے چالیس سال (ابن ابی حاتم) امام ابن جریر نے ان سب مختلف اقوال میں تطبیق دی ہے یعنی ثابت کیا ہے کہ ان میں ایسا اختلاف نہیں جو ایک دوسرے کے خلاف ہو۔ ہوسکتا ہے یہ سورتوں کے نام بھی ہوں اور اللہ تعالیٰ کے نام بھی، سورتوں کے شروع کے الفاظ بھی ہوں اور ان میں سے ہر ہر حرف سے اللہ تعالیٰ کے ایک ایک نام کی طرف اشارہ، اور اس کی صفتوں کی طرف اور مدت وغیرہ کی طرف بھی ہو۔ ایک ایک لفظ کئی کئی معنی میں آتا ہے۔ جیسے لفظ امتہ کہ اس کے ایک معنی ہیں۔ دین جیسے قرآن میں ہے آیت (اِنَّا وَجَدْنَآ اٰبَاۗءَنَا عَلٰٓي اُمَّةٍ وَّ اِنَّا عَلٰٓي اٰثٰرِهِمْ مُّهْتَدُوْنَ) 43۔ الزخرف :22) ہم نے اپنے باپ دادوں کو اسی دین پر پایا۔ دوسرے معنی ہیں۔ اللہ کا اطاعت گزار بندہ۔ جیسے فرمایا آیت (اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًا) 16۔ النحل :120) یعنی حضرت ابراہیم ؑ اللہ تعالیٰ کے مطیع اور فرمانبردار اور مخلص بندے تھے اور وہ مشرکوں میں سے نہ تھے۔ تیسرے معنی ہیں جماعت، جیسے فرمایا آیت (وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ) 28۔ القصص :23) یعنی ایک جماعت کو اس کنویں پر پانی پلاتے ہوئے پایا۔ اور جگہ ہے آیت (وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا) 16۔ النحل :36) یعنی ہم نے ہر جماعت میں کوئی رسول یقینا بھیجا۔ چوتھے معنی ہیں مدت اور زمانہ۔ فرمان ہے آیت (وَادَّكَرَ بَعْدَ اُمَّةٍ) 12۔ یوسف :45) یعنی ایک مدت کے بعد اسے یاد آیا۔ پس جس طرح یہاں ایک لفظ کے کئی معنی ہوئے اسی طرح ممکن ہے کہ ان حروف مقطعہ کے بھی کئی معنی ہوں۔ امام ابن جریر کے اس فرمان پر ہم کہہ سکتے ہیں کہ ابو العالیہ نے جو تفسیر کی ہے اس کا مطلب تو یہ ہے کہ یہ ایک لفظ، ایک ساتھ، ایک ہی جگہ ان سب معنی میں ہے اور لفظ امت وغیرہ جو کئی کئی معنی میں آئے ہیں جنہیں اصطلاح میں الفاظ مشترکہ کہتے ہیں۔ ان کے معنی ہوتے ہیں جو عبارت کے قرینے سے معلوم ہوجاتے ہیں ایک ہی جگہ سب کے سب معنی مراد نہیں ہوتے اور سب کو ایک ہی جگہ محمول کرنے کے مسئلہ میں علماء اصول کا بڑا اختلاف ہے اور ہمارے تفسیری موضوع سے اس کا بیان خارج ہے واللہ اعلم۔ دوسرے یہ کہ امت وغیرہ الفاظ کے معنی ہی بہت سارے ہیں اور یہ الفاظ اسی لئے بنائے گئے ہیں کہ بندش کلام اور نشست الفاظ سے ایک معنی ٹھیک بیٹھ جاتے ہیں ایک حرف کی دلالت ایک ایسے نام پر ممکن ہے جو دوسرے ایسے نام پر بھی دلالت کرتا ہو اور ایک کو دوسرے پر کوئی فضیلت نہ ہو تو مقدر ماننے سے نہ ضمیر دینے سے نہ وضع کے اعتبار سے اور نہ کسی اور اعتبار سے ایسی بات علمی طور پر تو نہیں سمجھی جاسکتی البتہ اگر منقول ہو تو اور بات ہے لیکن یہاں اختلاف ہے اجماع نہیں ہے اس لئے یہ فیصلہ قابل غور ہے۔ اب بعض اشعار عرب کے جو اس بات کی دلیل میں پیش کئے جاتے ہیں ایک کلمہ کو بیان کرنے کے لئے صرف اس کا پہلا حرف بول دیتے ہیں۔ یہ ٹھیک ہے لیکن ان شعروں میں خود عبارت ایسی ہوتی ہے جو اس پر دلالت کرتی ہے۔ ایک حرف کے بولتے ہی پورا کلمہ سمجھ میں آجاتا ہے لیکن یہاں ایسا بھی نہیں واللہ اعلم قرطبی کہتے ہیں ایک حدیث میں ہے کہ جو مسلمان قتل پر آدھے کلمہ سے بھی مدد کرے مطلب یہ ہے کہ اقتل پورا نہ کہے بلکہ صرف اق کہے مجاہد کہتے ہیں۔ سورتوں کے شروع میں جو حروف ہیں مثلاً ق، ص، حم، طسم الر وغیرہ یہ سب حروف ہجا ہیں۔ بعض عربی دان کہتے ہیں کہ یہ حروف الگ الگ جو اٹھائیس ہیں ان میں سے چند ذکر کر کے باقی کو چھوڑ دیا گیا ہے جیسے کوئی کہے کہ میرا بیٹا اب ت ث لکھتا ہے تو مطلب یہ ہوتا ہے کہ یہ تمام اٹھائیس حروف لکھتا ہے لیکن ابتدا کے چند حروف ذکر کر دئیے اور باقی کو چھوڑ دیا۔ سورتوں کے شروع میں اس طرح کے کل چودہ حروف آئے ہیں۔ ال م ص و ک ہ ی ع ط س ح ق ن ان سب کو اگر ملا لیا جائے تو یہ عبارت بنتی ہے۔ نص حکیم قاطع لہ سر تعداد کے لحاظ سے یہ حروف چودہ ہیں اور جملہ حروف اٹھائیس ہیں اس لئے یہ آدھے ہوئے بقیہ جن حروف کا ذکر نہیں کیا گیا ان کے مقابلہ میں یہ حروف ان سے زیادہ فضیلت والے ہیں اور یہ صناعت تصریف ہے ایک حکمت اس میں یہ بھی ہے کہ جتنی قسم کے حروف تھے اتنی قسمیں باعتبار اکثریت کے ان میں آگئیں یعنی مہموسہ مجہورہ وغیرہ۔ سبحان اللہ ہر چیز میں اس مالک کی حکمت نظر آتی ہے یہ یقینی بات ہے کہ اللہ کا کلام لغو، بیہودہ، بیکار، بےمعنی الفاظ سے پاک ہے جو جاہل لوگ کہتے ہیں کہ سرے سے ان حروف کے کچھ معنی ہی نہیں وہ بالکل خطا پر ہیں۔ اس کے کچھ نہ کچھ معنی یقیناً ہیں اگر نبی معصوم ﷺ سے اس کے معنی کچھ ثابت ہوں تو ہم وہ معنی کریں گے اور سمجھیں گے ورنہ جہاں کہیں حضور ﷺ نے کچھ معنی بیان نہیں کئے ہم بھی نہ کریں گے اور ایمان لائیں گے کہ یہ اللہ کی طرف سے ہے۔ حضور ﷺ سے تو اس بارے میں ہمیں کچھ نہیں ملا اور علماء کا بھی اس میں بیحد اختلاف ہے۔ اگر کسی پر کسی قول کی دلیل کھل جائے تو خیر وہ اسے مان لے ورنہ بہتر یہ ہے کہ ان حروف کے کلام اللہ ہونے پر ایمان لائے اور یہ جانے کہ اس کے معنی ضرور ہیں جو اللہ ہی کو معلوم ہیں اور ہمیں معلوم نہیں ہوئے۔ دوسری حکمت ان حروف کے لانے میں یہ بھی ہے کہ ان سے سورتوں کی ابتداء معلوم ہوجائے لیکن یہ وجہ ضعیف ہے اس لئے کہ اس کے بغیر ہی سورتوں کی جدائی معلوم ہوجاتی ہے جن سورتوں میں ایسے حروف ہی نہیں کیا ان کی ابتداء انتہا معلوم نہیں ؟ پھر سورتوں سے پہلے بسم اللہ کا پڑھنے اور لکھنے کے اعتبار سے موجود ہونا کیا ایک سورت کو دوسری سے جدا نہیں کرتا ؟ امام ابن جریر نے اس کی حکمت یہ بھی بیان کی ہے کہ چونکہ مشرکین کتاب اللہ کو سنتے ہی نہ تھے اس لئے انہیں سنانے کے لئے ایسے حروف لائے گئے تاکہ جب ان کا دھیان کان لگ جائے تو باقاعدہ تلاوت شروع ہو لیکن یہ وجہ بھی بودی ہے اس لئے اگر ایسا ہوتا تو تمام سورتوں کی ابتدا انہی حروف سے کی جاتی حالانکہ ایسا نہیں ہوا۔ بلکہ اکثر سورتیں اس سے خالی ہیں پھر جب کبھی مشرکین سے کلام شروع ہو یہی حروف چاہئیں۔ نہ کہ صرف سورتوں کے شروع میں ہی یہ حروف ہوں۔ پھر اس پر بھی غور کرلیجئے کہ یہ سورت یعنی سورة بقرہ اور اس کے بعد کی سورت یعنی سورة آل عمران یہ تو مدینہ شریف میں نازل ہوتی ہیں اور مشرکین مکہ ان کے اترنے کے وقت وہاں تھے ہی نہیں پھر ان میں یہ حروف کیوں آئے ؟ ہاں یہاں پر ایک اور حکمت بھی بیان کی گئی ہے کہ ان حروف کے لانے میں قرآن کریم کا ایک معجزہ ہے جس سے تمام مخلوق عاجز ہے باوجود یہ کہ یہ حروف بھی روزمرہ کے استعمالی حروف کے لانے میں قرآن کریم کا ایک معجزہ ہے جس سے تمام مخلوق عاجز ہے باوجود یہ کہ یہ حروف بھی روزمرہ کے استعمالی حروف سے ترکیب دئیے گئے ہیں لیکن مخلوق کے کلام سے بالکل نرالے ہیں۔ مبرد اور محققین کی ایک جماعت اور فراء اور قطرب سے بھی یہی منقول ہے زمخشری نے تفسیر کشاف میں اس قول کو نقل کر کے اس کی بہت کچھ تائید کی ہے۔ شیخ امام علامہ ابو العباس حضرت ابن تیمیہ ؒ اور حافظ مجتہد ابو الحاج مزی نے بھی یہی حکمت بیان کی ہے۔ زمحشری فرماتے ہیں یہی وجہ ہے کہ تمام حروف اکٹھے نہیں آئے ہاں ان حروف کو مکرر لانے کی یہ وجہ ہے کہ بار بار مشرکین کو عاجز اور لاجواب کیا جائے اور انہیں ڈانٹا اور دھمکایا جائے جس طرح قرآن کریم میں اکثر قصے کئی کئی مرتبہ لائے گئے ہیں اور بار بار کھلے الفاظ میں بھی قرآن کے مثل لانے میں ان کی عاجزی کا بیان کیا گیا ہے۔ بعض جگہ تو صرف ایک حرف آیا ہے جیسے ص ن ق کہیں دو حروف آئے ہیں جیسے حم کہیں تین حروف آئے ہیں جیسے الم کہیں چار آئے ہیں جیسے المر اور المص اور کہیں پانچ آئے ہیں جیسے کھیعص اور حمعسق اس لئے کہ کلمات عرب کے کل کے کل اسی طرح پر ہیں یا تو ان میں ایک حرفی لفظ ہیں یا دو حرفی یا سہ حرفی یا چار حرفی یا پانچ حرفی کے پانچ حرف سے زیادہ کے کلمات نہیں۔ جب یہ بات ہے کہ یہ حروف قرآن شریف میں بطور معجزے کے آئے ہیں تو ضروری تھا کہ جن سورتوں کے شروع میں یہ حروف آئے ہیں وہاں ذکر بھی قرآن کریم کا ہو اور قرآن کی بزرگی اور بڑائی بیان ہو چناچہ ایسا ہی انتیس سورتوں میں یہ واقع ہوا ہے سنئے فرمان ہے آیت (الۗمّۗ ذٰلِكَ الْكِتٰبُ لَا رَيْبَ فِيْهِ ھُدًى لِّلْمُتَّقِيْنَ) 2۔ البقرۃ :2۔۔ 1) یہاں بھی ان حروف کے بعد ذکر ہے کہ اس قرآن کے اللہ جل شانہ کا کلام ہونے میں کوئی شک نہیں اور جگہ فرمایا آیت (الۗـۗمَّ ۙ اللّٰهُ لَآ اِلٰهَ اِلَّا ھُوَ ۙ الْـحَيُّ الْقَيُّوْمُ ۭ نَزَّلَ عَلَيْكَ الْكِتٰبَ بالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَ ۙ) 3۔ آل عمران :3۔۔ 2۔۔ 1) وہ اللہ جس کے سوا کوئی معبود نہیں جو زندہ اور دائم قائم ہے جس نے تم پر حق کے ساتھ یہ کتاب تھوڑی تھوڑی نازل فرمائی ہے جو پہلے کی کتابوں کی بھی تصدیق کرتی ہے یہاں بھی ان حروف کے بعد قرآن کریم کی عظمت کا اظہار کیا گیا۔ اور جگہ فرمایا آیت (الۗمّۗصۗ ۚ كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰي لِلْمُؤْمِنِيْنَ) 7۔ الاعراف :2۔۔ 1) یعنی یہ کتاب تیری طرف اتاری گئی ہے تو اپنا دل تنگ نہ رکھ اور جگہ فرمایا آیت (الر کتاب انزلنا الیک) الخ یہ کتاب ہم نے تیری طرف نازل کی تاکہ تو لوگوں کو اپنے رب کے حکم سے اندھیروں سے نکال کر اجالے میں لائے۔ ارشاد ہوتا ہے آیت (الۗمّۗ ۚ تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَ ۭ) 32۔ السجدہ :2۔۔ 1) اس کتاب کے رب العالمین کی طرف سے نازل شدہ ہونے میں کوئی شک و شبہ نہیں۔ فرماتا ہے آیت (حٰـمۗ ۚ تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِ ۚ) 41۔ فصلت :2۔۔ 1) بخششوں اور مہربانیوں والے اللہ نے اسے نازل فرمایا ہے آیت (حمعسق کذلک یوحی الیک) الخ یعنی اسی طرح وحی کرتا ہے اللہ تعالیٰ غالب حکمتوں والا تیری طرف اور ان نبیوں کی طرف جو تجھ سے پہلے تھے، اسی طرح اور ایسی سورتوں کے شروع کو بہ غور دیکھئے تو معلوم ہوتا ہے کہ ان حروف کے بعد کلام پاک کی عظمت و عزت کا ذکر ہے جس سے یہ بات قوی معلوم ہوتی ہے کہ یہ حروف اس لئے لائے گئے ہیں کہ لوگ اس کے لئے معارضے اور مقابلے میں عاجز ہیں۔ واللہ اعلم۔ بعض لوگوں نے یہ بھی کہا ہے کہ ان حروف سے مدت معلوم کرائی گئی ہے اور فتنوں لڑائیوں اور دوسرے ایسے ہی کاموں کے اوقات بتائے گئے ہیں۔ لیکن یہ قول بھی بالکل ضعیف معلوم ہوتا ہے اس کی دلیل میں ایک حدیث بھی بیان کی جاتی ہے۔ لیکن اول تو وہ ضعیف ہے دوسرے اس حدیث سے اس قول کی پختگی کا ایک طرف اس کا باطل ہونا زیادہ ثابت ہوتا ہے۔ وہ حدیث محمد بن اسحاق بن یسار نے نقل کی ہے جو تاریخ کے مصنف ہیں۔ اس حدیث میں ہے کہ ابو یاسر بن اخطب یہودی اپنے چند ساتھیوں کو لے کر حضور کی خدمت میں حاضر ہوا آپ اس وقت سورة بقرہ کی شروع آیت (الۗمّۗ ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ٻ فِيْهِ ڔ ھُدًى لِّلْمُتَّقِيْنَ) 2۔ البقرۃ :2۔۔ 1) تلاوت فرما رہے تھے وہ اسے سن کر اپنے بھائی حی بن اخطب کے پاس آیا اور کہا میں نے آج حضور ﷺ کو اس آیت کی تلاوت کرتے ہوئے سنا ہے۔ وہ پوچھتا ہے تو نے خود سنا ؟ اس نے کہا ہاں میں نے خود سنا ہے۔ حی ان سب یہودیوں کو لے کر پھر حضور ﷺ کے پاس آتا ہے اور کہتا ہے حضور ﷺ کیا یہ سچ ہے کہ آپ اس آیت کو پڑھ رہے تھے۔ آپ نے فرمایا ہاں سچ ہے۔ اس نے کہا سنئے ! آپ سے پہلے جتنے نبی آئے کسی کو بھی نہیں بتایا گیا تھا۔ کہ اس کا ملک اور مذہب کب تک رہے گا لیکن آپ کو بتادیا گیا پھر کھڑا ہو کر لوگوں سے کہنے لگا سنو ! الف کا عدد ہوا ایک، لام کے تیس، میم کے چالیس۔ کل اکہتر ہوئے۔ کیا تم اس نبی کی تابعداری کرنا چاہتے ہو جس کے ملک اور امت کی مدت کل اکہتر سال ہو پھر حضور ﷺ کی طرف متوجہ ہو کر دریافت کیا کہ کیا کوئی اور آیت بھی ایسی ہے ؟ آپ نے فرمایا ہاں المص۔ کہنے لگا یہ بڑی بھاری اور بہت لمبی ہے۔ الف کا ایک، لام کے تیس، میم کے چالیس، صواد کے نوے یہ سب ایک سو اکسٹھ سال ہوئے۔ کہا اور کوئی بھی ایسی آیت ہے۔ آپ نے فرمایا ہاں۔ \" الر \" کہنے لگا یہ بھی بہت بھاری اور لمبی ہے۔ الف کا ایک، لام کے تیس اور رے کے دو سو۔ جملہ دو سو اکتیس برس ہوئے۔ کیا اس کے ساتھ کوئی اور بھی ایسی ہے۔ آپ نے فرمایا \" المر \" ہے کہا یہ تو بہت ہی بھاری ہے الف کا ایک، لام کے تیس، میم کے چالیس، رے کے دو سو، سب مل کردو سو اکہتر ہوگئے۔ اب تو کام مشکل ہوگیا اور بات خلط ملط ہوگئی۔ لوگو اٹھو۔ ابو یاسر نے اپنے بھائی سے اور دوسرے علماء یہود سے کہا۔ \" کیا عجب کہ ان سب حروف مجموعہ کی مدت حضرت محمد ﷺ کو ملا ہو اکہتر ایک، سو ایک، سو اکتیس ایک، دو سو اکتیس ایک، دو سو اکہتر ایک، یہ سب مل کر سات سو چار برس ہوئے۔ انہوں نے کہا اب کام خلط ملط ہوگیا۔ بعض لوگوں کا خیال ہے کہ یہ آیتیں انہی لوگوں کے حق میں نازل ہوئیں آیت (ھُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ ھُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ) 3۔ آل عمران :7) یعنی وہی اللہ جس نے تجھ پر یہ کتاب نازل فرمائی جس میں محکم آیتیں ہیں جو اصل کتاب ہیں اور دوسری آیتیں مشابہت والی بھی ہیں۔ اس حدیث کا دارومدار محمد بن سائب کلبی پر ہے اور جس حدیث کا یہ اکیلا راوی ہو محدثین اس سے حجت نہیں پکڑتے اور پھر اس طرح اگر مان لیا جائے اور ہر ایسے حرف کے عدد نکالے جائیں تو جن پر چودہ حروف کو ہم نے بیان کیا ان کے عدد بہت ہوجائیں گے اور جو حروف ان میں سے کئی کئی بار آئے ہیں اگر ان کے عدد کا شمار بھی کئی کئی بار لگایا جائے تو بہت ہی بڑی گنتی ہوجائے گی۔ واللہ اعلم",
  "ayah": 1,
  "surah": 2
}
