{
  "text": "سینہ زور چور  حضرت عبداللہ بن عباس حضرت عبداللہ بن مسعود اور نبی ﷺ کے بعض اور صحابہ ؓ سے مروی ہے کہ یہ بیان بھی منافقوں سے ہی متعلق ہے ان کا فساد، کفر اور اللہ تعالیٰ کی نافرمانی تھی مطلب یہ ہے کہ زمین میں اللہ کی نافرمانی کرنا یا نافرمانی کا حکم دینا زمین میں فساد کرنا ہے اور زمین و آسمان میں اصلاح سے مراد اللہ تعالیٰ کی اطاعت ہے۔ حضرت مجاہد فرماتے ہیں کہ انہیں جب اللہ تعالیٰ کی نافرمانی سے روکا جاتا ہے تو کہتے ہیں کہ ہم تو ہدایت و اصلاح پر ہیں۔ حضرت سلمان فارسی ؓ فرماتے ہیں اس خصلت کے لوگ اب تک نہیں آئے۔ مطلب یہ ہے کہ حضور ﷺ کے زمانہ میں یہ بدخصلت لوگ تھے تو سہی لیکن اب جو آئیں گے وہ ان سے بھی بدتر ہوں گے یہ نہ سمجھنا چاہیے کہ وہ یہ کہتے ہیں کہ اس وصف کا کوئی حضور ﷺ کے زمانے میں تھا ہی نہیں۔ امام ابن جریر فرماتے ہیں ان منافقوں کا فساد برپا کرنا یہ تھا کہ اللہ تعالیٰ کی نافرمانیاں کرتے تھے جس کام سے اللہ تعالیٰ منع فرماتا تھا، اسے کرتے تھے۔ فرائض ربانی ضائع کرتے تھے۔ اللہ تعالیٰ کے سچے دین میں شک و شبہ کرتے تھے۔ اس کی حقیقت اور صداقت پر یقین کامل نہیں رکھتے تھے۔ مومنوں کے پاس آ کر اپنی ایمانداری کی ڈینگیں مارتے تھے حالانکہ دل میں طرح طرح کے وسوسے ہوتے تھے موقع پا کر اللہ کے دشمنوں کی امداد و اعانت کرتے تھے اور اللہ کے نیک بندوں کے مقابلہ میں ان کی پاسداری کرتے تھے اور باوجود اس مکاری اور مفسدانہ چلن کے اپنے آپ کو مصلح اور صلح کل کے حامی جانتے تھے۔ قرن کریم نے کفار سے موالات اور دوستی رکھنے کو بھی زمین میں فساد ہونے سے تعبیر کیا ہے۔ ارشاد ہوتا ہے آیت (وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۗءُ بَعْضٍ ۭاِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِي الْاَرْضِ وَفَسَادٌ كَبِيْرٌ) 8۔ الانفال :73) یعنی کفار آپس میں ایک دوسرے کے دوست ہیں اگر تم ایسا نہ کرو گے یعنی آپس میں دوستی نہ کرو گے تو اس زمین میں بھاری فتنہ اور بڑا فساد پھیل جائے گا۔ اس آیت نے مسلمان اور کفار کے دوستانہ تعلقات منقطع کر دے اور جگہ فرمایا اے ایمان والو ! مومنوں کو چھوڑ کر کافروں کو دوست نہ بناؤ کیا تم چاہتے ہو کہ اللہ تعالیٰ کی تم پر کھلی حجت ہوجائے یعنی تمہاری دلیل نجات کٹ جائے۔ پھر فرمایا منافق لوگ تو جہنم کے نچلے طبقے میں ہوں گے اور ہرگز تم ان کے لئے کوئی مددگار نہ پاؤ گے۔ چونکہ منافقوں کا ظاہر اچھا ہوتا ہے، اس لئے مسلمانوں سے حقیقت پوشیدہ رہ جاتی ہے وہ ایمانداروں کو اپنی چکنی چپڑی باتوں سے دھوکہ دے دیتے ہیں اور ان کے بےحقیقت کلمات اور کفار سے پوشیدہ دوستیوں سے مسلمانوں کو خطرناک مصائب جھیلنے پڑتے ہیں پس بانی فساد یہ منافقین ہوئے۔ اگر یہ اپنے کفر پر ہی رہتے تو ان کی خوفناک سازشوں اور گہری چالوں سے مسلمانوں کو اتنا نقصان ہرگز نہ پہنچتا اور اگر پورے مسلمان ہوجاتے اور ظاہر باطن یکساں کرلیتے تب تو دنیا کے امن وامان کے ساتھ آخرت کی نجات و فلاح بھی پالیتے باوجود اس خطرناک پالیسی کے جب انہیں یکسوئی کی نصیحت کی جاتی تو جھٹ کہ اٹھتے کہ ہم تو صلح کل ہیں ہم کسی سے بگاڑنا نہیں چاہتے، ہم فریقین کے ساتھ اتفاق رکھتے ہیں۔ حضرت عبداللہ بن عباس فرماتے ہیں کہ وہ کہتے تھے \" ہم ان دونوں جماعتوں یعنی مومنوں اور اہل کتاب کے درمیان صلح کرانے والے ہیں۔ \" لیکن اللہ تعالیٰ نے فرمایا کہ یہ ان کی نری جہالت ہے جسے یہ صلح سمجھتے ہیں وہ عین فساد ہے لیکن انہیں شعور ہی نہیں۔",
  "ayah": 11,
  "surah": 2
}
