{
  "text": "نصاریٰ اور یہودی مکافات عمل کا شکار ! اس آیت کی تفسیر میں دو قول ہیں ایک تو یہ کہ اس سے مراد نصاریٰ ہیں دوسرا یہ کہ اس سے مراد مشرکین ہیں نصرانی بھی بیت المقدس کی مسجد میں پلیدی ڈال دیتے تھے اور لوگوں کو اس میں نماز ادا کرنے سے روکتے تھے، بخت نصر نے جب بیت المقدس کی بربادی کے لئے چڑھائی کے تھی تو ان نصرانیوں نے اس کا ساتھ دیا تھا اور مدد کی تھی، بخت نصر بابل کا رہنے والا مجوسی تھا اور یہودیوں کی دشمنی پر نصرانیوں نے بھی اس کا ساتھ دیا تھا اور اس لئے بھی کہ بنی اسرائیل نے حضرت یحییٰ بن زکریا ؑ کو قتل کر ڈالا تھا اور مشرکین نے بھی رسول اللہ ﷺ کو حدیبیہ والے سال کعبتہ اللہ سے روکا تھا یہاں تک کہ ذی طوی میں آپ کو قربانیاں دینا پڑیں اور مشرکین سے صلح کرنے کے بعد آپ وہیں سے واپس آگئے حالانکہ یہ امن کی جگہ تھی باپ اور بھائی کے قاتل کو بھی یہاں کوئی نہیں چھیڑتا تھا اور ان کی کوشش یہی تھی کہ ذکر اللہ اور حج وعمرہ کرنے والی مسلم جماعت کو روک دیں حضرت ابن عباس کا یہی قول ہے ابن جریر نے پہلے قول کو پسند فرمایا ہے اور کہا ہے کہ مشرکین کعبتہ اللہ کو برباد کرنے کی سعی نہیں کرتے تھے یہ سعی نصاری کی تھی کہ وہ بیت المقدس کی ویرانی کے درپے ہوگئے تھے۔ لیکن حقیقت میں دوسرا قول زیادہ صحیح ہے، ابن زید اور حضرت عباس کا قول بھی یہی ہے اور اس بات کو بھی نہ بھولنا چاہئے کہ جب نصرانیوں نے یہودیوں کو بیت المقدس سے روکا تھا اس وقت یہودی بھی محض بےدین ہوچکے تھے ان پر تو حضرت داؤد اور حضرت عیسیٰ بن مریم کی زبانی لعنتیں نازل ہوچکی تھیں وہ نافرمان اور حد سے متجاوز ہوچکے تھے اور نصرانی حضرت مسیح کے دین پر تھے اس سے معلوم ہوتا ہے کہ اس آیت سے مراد مشرکین مکہ ہیں اور یہ بھی ایک وجہ ہے کہ اوپر یہود و نصاریٰ کی مذمت بیان ہوئی تھی اور یہاں مشرکین عرب کی اس بدخصلت کا بیان ہو رہا ہے کہ انہوں نے حضور ﷺ کو اور آپ ﷺ کے صحابیوں کو مسجد الحرام سے روکا مکہ سے نکالا پھر حج وغیرہ سے بھی روک دیا۔ امام ابن جریر کا یہ فرمان کہ مکہ والے بیت اللہ کی ویرانی میں کوشاں نہ تھے اس کا جواب یہ ہے کہ رسول اللہ ﷺ اور صحابہ کو وہاں سے روکنے اور نکال دینے اور بیت اللہ میں بت بٹھا دینے سے بڑھ کر اس کی ویرانی کیا ہوسکتی ہے ؟ خود قرآن میں موجود ہے آیت (وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ) 8۔ الانفال :34) اور جگہ فرمایا آیت (مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓي اَنْفُسِهِمْ بالْكُفْرِ) 9۔ التوبہ :17) یعنی یہ لوگ مسجد حرام سے روکتے ہیں مشرکوں سے اللہ کی مسجدیں آباد نہیں ہوسکتیں جو اپنے کفر کے خود گواہ ہیں جن کے اعمال غارت ہیں اور جو ہمیشہ کے لئے جہنمی ہیں مسجدوں کی آبادی ان لوگوں سے ہوتی ہے جو اللہ پر اور قیامت کے دن پر ایمان رکھنے والے اور نماز و زکوٰۃ کے پابند اور صرف اللہ ہی سے ڈرنے والے ہیں یہی لوگ راہ راست والے ہیں اور جگہ فرمایا آیت (هُمُ الَّذِيْنَ كَفَرُوْا وَصَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوْفًا اَنْ يَّبْلُغَ مَحِلَّهٗ) 48۔ الفتح :25) ان لوگوں نے بھی کفر کیا اور تمہیں مسجد حرام سے بھی روکا اور قربانیوں کو ان کے ذبح ہونے کی جگہ تک نہ پہنچنے دیا اگر ہمیں ان مومن مردوں عورتوں کا خیال نہ ہوتا جو اپنی ضعیفی اور کم قوتی کے باعث مکہ سے نہیں نکل سکے۔ جنہیں تم جانتے بھی نہیں ہو تو ہم تمہیں ان سے لڑ کر ان کے غارت کردینے کا حکم دیتے لیکن یہ بےگناہ مسلمان پیس نہ دیئے جائیں اس لئے ہم نے سردست یہ حکم نہیں دیا لیکن یہ کفار اپنی شرارتوں سے باز نہ آئے تو وہ وقت دور نہیں جب ان پر ہمارے درد ناک عذاب برس پڑیں۔ پس جب وہ مسلمان ہستیں جن سے مسجدوں کی آبادی حقیقی معنی میں ہے وہ ہی روک دیئے گئے تو مسجدوں کے اجاڑنے میں کونسی کمی رہ گئی ؟ مسجدوں کی آبادی صرف ظاہری زیب وزینت رنگ و روغن سے نہیں ہوتی بلکہ اس میں ذکر اللہ ہونا اس میں شریعت کا قائم رہنا اور شرک اور ظاہری میل کچیل سے پاک رکھنا یہ ان کی حقیقی آبادی ہے پھر فرمایا کہ انہیں لائق نہیں کہ بےخوفی اور بےباکی کے ساتھ بیت اللہ میں نہ آنے دو ہم تمہیں غالب کردیں گے اس وقت یہی کرنا چناچہ جب مکہ فتح ہوگیا اگلے سال009ہجری اعلان کرا دیا کہ اس سال کے بعد حج میں کوئی مشرک نہ آنے پائے اور بیت اللہ شریف کا طواف کوئی ننگا ہو کر نہ کرے جن لوگوں کے درمیان صلح کی کوئی مدت مقرر ہوئی ہے وہ قائم ہے یہ حکم دراصل تصدیق اور عمل ہے اس آیت پر آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا) 9۔ التوبہ :28) یعنی مشرک لوگ نجس ہیں اس سال کے بعد انہیں مسجد حرام میں نہ آنے دو اور یہ معنی بھی بیان کئے گئے ہیں کہ چاہئے تو یہ تھا کہ یہ مشرک کانپتے ہوئے اور خوف زدہ مسجد میں آئیں لیکن برخلاف اس کے الٹے یہ مسلمانوں کو روک رہے ہیں یہ مطلب بھی ہوسکتا ہے کہ اس آیت میں اللہ تعالیٰ ایمانداروں کو بشارت دیتا ہے کہ عنقریب میں تمہیں غلبہ دوں گا اور یہ مشرک اس مسجد کی طرف رخ کرنے سے بھی کپکپانے لگیں گے چناچہ یہی ہوا اورحضور ﷺ نے وصیت کی کہ جزیرہ عرب میں دو دین باقی نہ رہنے پائیں اور یہود و نصاریٰ کو وہاں سے نکال دیا جائے الحمد اللہ کہ اس امت کے بزرگوں نے اس وصیت رسول ﷺ پر عمل بھی کر دکھایا اس سے مسجدوں کی فضیلت اور بزرگی بھی ثابت ہوئی بالخصوص اس جگہ کی اور مسجد کی جہاں سب سے بڑے اور کل جن وانس کے رسول محمد ﷺ بھیجے گئے تھے۔ ان کافر پر دنیا کی رسوائی بھی آئی، جس طرح انہوں نے مسلمانوں کو روکا جلا وطن کیا ٹھیک اس کا پورا بدلہ انہیں ملا یہ بھی روکے گئے، جلا وطن کئے گئے اور ابھی اخروی عذاب باقی ہیں کیونکہ انہوں نے بیت اللہ شریف کی حرمت توڑی وہاں بت بٹھائے غیر اللہ سے دعائیں اور مناجاتیں شروع کردیں۔ ننگے ہو کر بیت اللہ کا طواف کیا وغیرہ اور اگر اس سے مراد نصرانی لئے جائیں تو بھی ظاہر ہے کہ انہوں نے بھی بیت المقدس کی بےحرمتی کی تھی، بالخصوص اس صخرہ (پتھر) کی جس کی طرف یہود نماز پڑھتے تھے، اسی طرح جب یہودیوں نے بھی نصرانیوں سے بہت زیادہ ہتک کی اور تو ان پر ذلت بھی اس وجہ سے زیادہ نازل ہوئی دنیا کی رسوائی سے مراد امام مہدی کے زمانہ کی رسوائی بھی ہے اور جزیہ کی ادائیگی بھی ہے حدیث شریف میں ایک دعا وارد ہوئی ہے۔ دعا (اللھم احسن عاقبتنا فی الامور کلھا واجرنا من خزی الدنیا و عذاب الاخرۃ) اے اللہ تو ہمارے تمام کاموں کا انجام اچھا کر اور دنیا کی رسوائی اور آخرت کے عذاب سے نجات دے۔ یہ حدیث حسن ہے مسند احمد میں موجود ہے صحاح ستہ میں نہیں اس کے راوی بشر بن ارطاۃ صحابی ہیں۔ ان سے ایک تو یہ حدیث مروی ہے دوسری وہ حدیث مروی ہے جس میں ہے کہ غزوے اور جنگ کے موقعہ پر ہاتھ نہ کاٹے جائیں۔",
  "ayah": 114,
  "surah": 2
}
