{
  "text": "دین حق کا باطل سے سمجھوتہ جرم عظیم ہے  آیت بالا کا مطلب یہ ہے کہ یہ لوگ تجھ سے ہرگز راضی نہیں ہوں گے لہذا تو بھی انہیں چھوڑ اور رب کی رضا کے پیچھے لگ جا تو نے انہیں دعوت رسالت پہنچا دیں۔ دین حق وہی ہے جو اللہ نے تجھے دیا ہے تو اس پر جم جا۔ حدیث شریف میں ہے میری امت کی ایک جماعت حق پر جم کر دوسروں کے مقابلہ میں رہے گی اور غلبہ کے ساتھ رہے گی یہاں تک کہ قیامت آئے پھر اپنے نبی کو خطاب کر کے دھمکایا کہ ہرگز ان کی رضا مندی اور ان سے صلح جوئی کے لئے اپنے دین میں سست نہ ہونا ان کی طرف نہ جھکنا ان کی نہ ماننا فقہاء کرام نے اس آیت سے استدلال کیا ہے کہ کفر ایک ہی مذہب ہے خواہ وہ یہود ہوں نصرانی ہوں یا کوئی اور ہوں اس لئے کہ ملت کا لفظ یہاں مفرد ہی رکھا جیسے اور جگہ ہے آیت (لکم دینکم ولی دین) تمہارے لئے تمہارا دین ہے اور میرے لئے میرا دین ہے اس استدلال پر اس مسئلہ کی بنا ڈالی ہے کہ مسلمان اور کفار آپس میں وارث نہیں ہوسکتے اور کفر آپس میں ایک دوسرے کے وارث ہوسکتے ہیں گو وہ دونوں ایک ہی قسم کے کافر ہوں یا دو الگ الگ کفروں کے کافر ہوں، امام شافعی اور امام ابوحنیفہ کا یہی مذہب ہے اور امام احمد سے بھی ایک روایت میں یہی قول منقول ہے اور دوسری روایت میں امام احمد کا اور امام مالک کا یہ قول مروی ہے کہ دو مختلف مذہب والے آپس میں ایک دوسرے کے وارث نہ ہوں ایک صحیح حدیث میں بھی یہی مضمون ہے واللہ اعلم۔ حق تلاوت سے کیا مراد ہے ؟  پھر فرمایا کہ جنہیں ہم نے کتاب دی ہے وہ حق تلاوت ادا کرتے ہوئے پڑھتے ہیں، قتادہ کہتے ہیں اس سے مراد یہود نصاریٰ ہیں اور روایت میں ہے کہ اس سے مراد اصحاب رسول اللہ ﷺ حضرت عمر فرماتے ہیں حق تلاوت یہ ہے کہ جنت کے ذکر کے وقت جنت کا سوال کیا جائے اور جہنم کے ذکر کے وقت اس سے پناہ مانگی جائے ابن مسعود فرماتے ہیں حلال و حرام کو جاننا کلمات کو ان کی جگہ رکھنا تغیر و تبدل نہ کرنا وغیرہ یہی تلاوت کا حق ادا کرنا ہے حسن بصری فرماتے ہیں کھلی آیتوں پر عمل کرنا متشابہ آیتوں پر ایمان لانا مشکلات کو علماء کے سامنے پیش کرنا حق تلاوت کے ساتھ پڑھنا ہے ابن عباس سے اس کا مطلب حق اتباع بجا لانا بھی مروی ہے پس تلاوت بمعنی اتباع ہے جیسے آیت (وَالْقَمَرِ اِذَا تَلٰىهَا) 91۔ الشمس :2) میں ایک مرفوع حدیث میں بھی اس کے یہی معنی مروی ہیں لیکن اس کے بعض راوی مجہول ہیں گو معنی ٹھیک ہے حضرت ابو موسیٰ اشعری فرماتے ہیں قرآن کی اتباع کرنے والا جنت کے باغیچوں میں اترنے والا ہے، حضرت عمر کی تفسیر کے مطابق یہ بھی مروی ہے کہ آنحضرت ﷺ جب کوئی رحمت کے ذکر کی آیت پڑھتے تو ٹھہر جاتے اور اللہ سے رحمت طلب کرتے اور جب کبھی کسی عذاب کی آیت تلاوت فرماتے تو رک کر اللہ تعالیٰ سے پناہ طلب فرماتے۔ پھر فرمایا اس پر ایمان یہی لوگ رکھتے ہیں یعنی جو اہل کتاب اپنی کتاب کی سوچ سمجھ کر تلاوت کرتے ہیں وہ قرآن پر ایمان لانے پر مجبور ہوجاتے ہیں جیسے اور جگہ آیت (وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْ) 5۔ المائدہ :66) اگر یہ توراۃ انجیل پر اور اللہ کی ان کی طرف نازل کردہ چیز پر قائم رہتے تو ان کے اوپر سے اور پیروں تلے سے انہیں کھانا ملتا اور فرمایا اے اہل کتاب جب تک تم توراۃ و انجیل کو اور جو تمہاری طرف تمہارے رب کی طرف سے اترا اس کو قائم نہ کرلو تب تک تم کسی چیز پر نہیں ہو ان کا قائم کرنا مستلزم ہے کہ تم اس میں جو ہے اسے سچا جانو اور اس میں حضور ﷺ کے ذکر کی صفات آپ کی تابعداری کا حکم آپ کی اتباع کی رغبت سب کچھ موجود ہے اور جگہ فرمایا جو لوگ نبی ﷺ امی کی تابعداری کرتے ہیں جس رسول کا ذکر اور تصدیق اپنی کتاب توراۃ و انجیل میں بھی لکھا دیکھتے ہیں اور جگہ فرمایا آیت (اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًا) 17۔ الاسرآء :107) یعنی تم ایمان لاؤ یا نہ لاؤ جنہیں اس سے پہلے علم دیا گیا ہے ان پر جب اللہ کی آیتیں پڑھی جاتی ہیں منہ کے بل سجدے میں گرپڑتے ہیں اور زبانی کہتے ہیں کہ ہمارا رب پاک ہے ہمارے رب کا وعدہ بالکل سچا اور صحیح ہے اور جگہ ہے جنہیں ہم نے اس سے اگلی کتاب دی ہے وہ بھی اس پر ایمان لاتے ہیں اور ان پر یہ پڑھی جاتی ہیں منہ کے بل سجدے میں گرپڑتے ہیں اور زبانی کہتے ہیں کہ ہمارا رب پاک ہے ہمارے رب کا وعدہ بالکل سچا اور صحیح ہے اور جگہ ہے جنہیں ہم نے اس سے اگلی کتاب دی ہے وہ بھی اس پر ایمان لاتے ہیں اور ان پر یہ پڑھی جاتی ہے تو اپنے ایمان کا اقرار کر کے کہتے ہیں ہم تو پہلے ہی سے ماننے والوں میں ہیں انہیں ان کے صبر کا دوہرا اجر دیا جائے گا یہ لوگ برائی کو بھلائی سے ہٹاتے ہیں اور ہمارے دیئے ہوئے میں سے دوسروں کو دیتے ہیں اور جگہ ارشاد ہے آیت (وَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۭ فَاِنْ اَسْلَمُوْا فَقَدِ اھْتَدَوْا) 3۔ آل عمران :20) یعنی پڑھے لکھے اور بےپڑھے لوگوں سے کہ دو کہ کیا تم اسلام قبول کرتے ہو ؟ اگر مان لیں تو راہ پر ہیں اور اگر نہ مانیں تو تجھ پر صرف تبلیغ ہے اللہ تعالیٰ اپنے بندوں کو خوب دیکھ رہا ہے اسی لئے یہاں فرمایا کہ ساتھ کفر کرنے والے خسارے والے ہیں، جیسے فرمایا آیت (وَمَنْ يَّكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهٗ) 11۔ ہود :17) جو بھی اس کے ساتھ کفر کرے اس کے وعدے کی جگہ آگ ہے صحیح حدیث میں اس کی قسم جس کے ہاتھ میں میری جان ہے اس امت میں سے جو بھی مجھے سنے خواہ یہودی ہو خواہ نصرانی ہو پھر مجھ پر ایمان نہ لائے وہ جہنم میں جائے گا۔",
  "ayah": 120,
  "surah": 2
}
