{
  "text": "امام توحید  اس آیت میں خلیل اللہ حضرت ابراہیم ؑ کی بزرگی کا بیان ہو رہا ہے جو توحید میں دنیا کے امام ہیں انہوں نے تکالیف پر صبر کر کے اللہ تعالیٰ کے حکم کی بجا آوری میں ثابت قدمی اور جوان مردی دکھائی فرماتا ہے اے نبی ﷺ تم ان مشرکین اور اہل کتاب کو جو ملت ابراہیم کے دعویدار ہیں ذرا ابراہیم ؑ کی فرماں برداری اور اطاعت گزاری کے واقعات تو سناؤ تاکہ انہیں معلوم ہوجائے کہ دین حنیف پر اسوہ ابراہیمی پر کون قائم ہے وہ یا آپ اور آپ کے اصحاب ؟ قرآن کریم کا ارشاد ہے آیت (وَاِبْرٰهِيْمَ الَّذِيْ وَفّيٰٓ) 53۔ النجم :37) ابراہیم وہ ہیں انہوں نے پوری وفاداری دکھائی اور فرمایا آیت (اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًا ۭ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَ) 16۔ النحل :120) ابراہیم لوگوں کے پیشوا اللہ تعالیٰ کے فرماں بردار مخلص اور نعمت کے شکر گزار تھے جنہیں اللہ عزوجل نے پسند فرما کر راہ راست پر لگا دیا تھا جنہیں ہم نے دنیا میں بھلائی دی تھی اور آخرت میں بھی صالح اور نیک انجام بنایا تھا پھر ہم نے تیری طرف اے نبی وحی کی کہ تو بھی ابراہیم حنیف کی ملت کی پیروی کر جو مشرکین میں سے نہ تھے اور جگہ ارشاد ہے کہ ابراہیم ؑ نہ تو یہودی تھے نہ نصرانی تھے نہ مشرک تھے بلکہ خالص مسلمان تھے ان سے قربت اور نزدیکی والا وہ شخص ہے جو ان کی تعلیم کا تابع ہو اور یہ نبی اور ایمان والے ان ایمان والوں کا دوست اللہ تعالیٰ خود ہے ابتلاء کے معنی امتحان اور آزمائش کے ہیں۔ کلمات سے مراد شریعت حکم اور ممانعت وغیرہ ہے کلمات سے مراد کلمات تقدیریہ بھی ہوتی ہے جیسے مریم (علیہما السلام) کی بابت ارشاد ہے صدقت بکلمات ربھا یعنی انہوں نے اپنے رب کے کلمات کی تصدیق کی۔ کلمات سے مراد کلمات شرعیہ بھی ہوتی ہے۔ آیت (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًا ۭلَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚ وَهُوَ السَّمِيْعُ الْعَلِيْمُ) 6۔ الانعام :115) یعنی اللہ تعالیٰ کے شرعی کلمات سے سچائی اور عدل کے ساتھ پورے ہوئے یہ کلمات یا تو سچی خبریں ہیں یا طلب عدل ہے غرض ان کلمات کو پورا کرنے کی جزا میں انہیں امامت کا درجہ ملا، ان کلمات کی نسبت بہت سے اقوال ہیں مثلاً احکام حج، مونچھوں کو کم کرنا، کلی کرنا، ناک صاف کرنا، مسواک کرنا، سر کے بال منڈوانا یا رکھوانا تو مانگ نکالنا، ناخن کاٹنا، زیر ناف کے بال کاٹنا، ختنہ کرانا، بغل کے بال کاٹنا، پیشاب پاخانہ کے بعد استنجا کرنا، جمعہ کے دن غسل کرنا، طواف کرنا، صفا ومروہ کے درمیان سعی کرنا، رمی جمار کرنا، طواف افاضہ کرنا۔ مکمل اسلام  حضرت عبداللہ فرماتے ہیں اس سے مراد پورا اسلام ہے جس کے تیس حصے ہیں دس کا بیان سورة برائت میں ہے آیت (التائبون العابدون) سے مومنین تک یعنی توبہ کرنا عبادت کرنا حمد کرنا اللہ کی راہ میں پھرنا رکوع کرنا سجدہ کرنا بھلائی کا حکم دینا برائی سے روکنا اللہ کی حدود کی حفاظت کرنا ایمان لانا دس کا بیان \" قد افلاح \" کے شروع سے یحافظون تک ہے اور سورة معارج میں ہے یعنی نماز کو خشوع خضوع سے ادا کرنا لغو اور فضول باتوں اور کاموں سے منہ پھیرلینا زکوٰۃ دیتے رہا کرنا، شرمگاہ کی حفاظت کرنا، امانت داری کرنا، وعدہ وفائی کرنا، نماز پر ہمیشگی اور حفاظت کرنا قیامت کو سچا جاننا عذابوں سے ڈرتے رہنا سچی شہادت پر قائم رہنا اور دس کا بیان سورة احزاب میں آیت (اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۗىِٕـمِيْنَ وَالـﮩـىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذّٰكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذّٰكِرٰتِ ۙ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا) 33۔ الاحزاب :35) تک ہے یعنی اسلام لانا، ایمان رکھنا، قرآن پڑھنا، سچ بولنا، صبر کرنا، عاجزی کرنا، خیرات دینا، روزہ رکھنا، بدکاری سے بچنا، اللہ تعالیٰ کا ہر وقت بکثرت ذکر کرنا، ان تینوں احکام کا جو عامل ہو وہ پورے اسلام کا پابند ہے اور اللہ کے عذابوں سے بری ہے۔ کلمات ابراہیمی میں اپنی قوم سے علیحدگی کرنا بادشاہ وقت سے نڈر ہو کر اسے بھی تبلیغ کرنا پھر اللہ تعالیٰ کی راہ میں جو مصیبت آئے اس پر صبر کرنا سہنا پھر وطن اور گھر بار کو اللہ کی راہ میں چھوڑ کر ہجرت کرنا مہمانداری کرنا اللہ کی راہ میں جانی اور مالی مصیبت راہ اللہ برداشت کرنا یہاں تک کہ بچہ کو اللہ کی راہ قربان کرنا اور وہ بھی اپنے ہی ہاتھ سے یہ کل احکام خلیل الرحمٰن ؑ بجا لائے۔ سورج چاند اور ستاروں سے بھی آپ کی آزمائش ہوئی امامت کے ساتھ بیت اللہ بنانے کے حکم کے ساتھ حج کے حکم اور مقام ابراہیم کے ساتھ بیت اللہ کے رہنے والوں کی روزیوں کے ساتھ حضرت محمد صلعم کو آپ کے دین پر بھیجنے کے ساتھ بھی آزمائش ہوئی اللہ تعالیٰ نے فرمایا کہ اے خلیل میں تمہیں آزماتا ہوں دیکھتا ہوں تم کیا ہو ؟ تو آپ نے فرمایا مجھے لوگوں کا امام بنا دے، اس کعبہ کو لوگوں کے ثواب اور اجتماع کا مرکز بنا دے، یہاں والوں کو پھلوں کی روزیاں دے یہ تمام باتیں عزوجل نے پوری کردیں اور یہ سب نعمتیں آپ کو عطا ہوئیں صرف ایک آرزو پوری نہ ہوئی وہ یہ کہ میری اولاد کو بھی امامت ملے تو جواب ملا ظالموں کو میرا عہد نہیں پہنچتا کلمات سے مراد اس کے ساتھ کی آیتیں بھی ہیں موطا وغیرہ میں ہے کہ سب سے پہلے ختنہ کرانے والے سب سے پہلے مہمان نوازی کرنے والے سب سے پہلے ناخن کٹوانے والے سب سے پہلے مونچھیں پست کرنے والے سب سے پہلے سفید بال دیکھنے والے حضرت ابراہیم ہی ہیں ﷺ سفید بال دیکھ کر پوچھا کہ اے اللہ یہ کیا ہے ؟ جواب ملا وقار و عزت ہے کہنے لگے پھر تو اے اللہ اسے اور زیادہ کر۔ سب سے پہل منبر پر خطبہ کہنے والے، سب سے پہلے قاصد، بھیجنے والے، سب سے پہلے تلوار چلانے والے، سب سے پہلے مسواک کرنے والے سب سے پہلے پانی کے ساتھ استنجا کرنے والے، سب سے پہلے پاجامہ پہننے والے حضرت ابراہیم خلیل اللہ ؑ ہیں۔ ایک غیر ثابت حدیث میں ہے کہ رسول اللہ ﷺ نے فرمایا اگر میں منبر بناؤں تو میرے باپ ابراہیم نے بھی بنایا تھا اور اگر میں لکڑی ہاتھ میں رکھوں تو یہ بھی میرے باپ ابراہیم کی سنت ہے مختلف بزرگوں سے کلمات کی تفسیر میں جو کچھ ہم نے نقل کردیا اور ٹھیک بھی یہی ہے کہ یہ سب باتیں ان کلمات میں تھیں کسی خاص تخصیص کی کوئی وجہ ہمیں نہیں ملی واللہ صحیح مسلم شریف میں حضرت عائشہ ؓ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا ہے دس باتیں فطرت کی اور اصل دین کی ہیں مونچھیں کم کرنا، داڑھی بڑھانا، مسواک کرنا، ناک میں پانی دینا، ناخن لینا، پر یان دھونی، بغل کے بال لینا، زیر ناف کے بال لینا، استنجا کرنا راوی کہتا ہے میں دسویں بات بھول گیا شاید کلی کرنا تھی۔ صحین میں ہے حضور ﷺ فرماتے ہیں پانچ باتیں فطرت کی ہیں ختنہ کرانا، موئے (بال) زہار لینا، مونچھیں کم کرنا، ناخن لینا، بغل کے بال لینا ایک حدیث میں ہے کہ حضرت ابراہیم کو وفا کرنے والا اس لئے فرمایا ہے کہ وہ ہر صبح کے وقت پڑھتے تھے آیت (فَسُـبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ 17؀ وَلَهُ الْحَمْــدُ فِي السَّمٰوٰتِ وَالْاَرْضِ وَعَشِـيًّا وَّحِيْنَ تُظْهِرُوْنَ 18؀ يُخْرِجُ الْـحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْـحَيِّ وَيُـحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۭ وَكَذٰلِكَ تُخْرَجُوْنَ 19ۧ) 30۔ الروم :17) ایک اور روایت میں ہے کہ ہر دن چار رکعتیں پڑھتے تھے لیکن یہ دونوں حدیثیں ضعیف ہیں اور ان میں کئی کئی راوی ضعیف ہیں اور ضعف کی بہت سی وجوہات ہیں بلکہ ان کا بیان بھی بےبیان ضعف جائز نہیں متن بھی ضعف پر دلالت کرتا ہے۔ حضرت ابراہیم ؑ اپنی امت کی خوشخبری سن کر اپنی اولاد کے لئے بھی یہی دعا کرتے تھے جو قبول تو کی جاتی ہے لیکن ساتھ ہی خبر کردی جاتی ہے کہ آپ کی اولاد میں ظالم بھی ہوں گے جنہیں اللہ تعالیٰ کا عہد نہ پہنچے گا وہ امام نہ بنائے جائیں گے نہ ان کی اقتدار اور پیروی کی جائے گی سورة عنکبوت کی آیت میں اس مطلب کو واضح کردیا گیا ہے کہ خلیل اللہ کی یہ دعا بھی قبول ہوئی وہاں ہے آیت (وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِي الدُّنْيَا) 29۔ العنکبوت :27) یعنی ہم نے ان کی اولاد میں نبوت اور کتاب رکھ دی۔ حضرت ابراہیم کے بعد جتنے انبیاء اور رسول آئے وہ سب آپ ہی کی اولاد میں تھے اور جتنی کتابیں نازل ہوئیں سب آپ ہی کی اولاد میں ہوئی دعا (صلوات اللہ وسلامہ علیھم اجمعین) یہاں یہ بھی خبر دی گئی ہے کہ آپ کی اولاد میں ظلم کرنے والے بھی ہوں گی، ظالم سے مرد بعض نے مشرک بھی لی ہے عہد سے مراد امر ہے ابن عباس فرماتے ہیں ظالم کو کسی چیز کا والی اور بڑا نہ بنانا چاہئے گو وہ اولاد ابراہیم میں سے ہو، حضرت خلیل کی دعا ان کی نیک اولاد کے حق میں قبول ہوئی ہے یہ بھی معنی کئے گئے ہیں کہ ظالم سے کوئی عہد نہیں کہ اس کی اطاعت کی جائے اس کا عہد توڑ دیا جائے پورا نہ کیا جائے اور یہ بھی مطلب ہے کہ قیامت کے دن اللہ تعالیٰ نے اسے کچھ دینے کا عہد نہیں کیا دنیا میں تو کھا پی رہا ہے اور عیش و عشرت کر رہا ہے۔ بس یہی ہے عہد سے مراد دین بھی ہے یعنی تیری کل اولاد دیندار نہیں جیسے اور جگہ ہے آیت (وَمِنْ ذُرِّيَّـتِهِمَا مُحْسِنٌ وَّظَالِمٌ لِّنَفْسِهٖ مُبِيْنٌ) 37۔ الصافات :113) یعنی ان کی اولاد میں بھلے بھی ہیں اور برے بھی اطاعت کے معنی بھی کئے گئے ہیں یعنی اطاعت صرف معروف اور بھلائی میں ہی ہوگی اور عہد کے معنی نبوت کے بھی آئے ہیں ابن خویز منذاذ مالکی فرماتے ہیں ظالم شخص نہ تو خلیفہ بن سکتا ہے نہ حاکم نہ مفتی نہ گواہ نہ راوی۔",
  "ayah": 124,
  "surah": 2
}
