{
  "text": "ازلی اور ابدی مستحق عبادت اللہ وحدہ لا شریک  مشرکین عرب پر جو حضرت اسماعیل کی اولاد تھے اور کفار بنی اسرائیل پر جو حضرت یعقوب کی اولاد تھے دلیل لاتے ہوئے اللہ تعالیٰ بیان فرماتا ہے کہ حضرت یعقوب نے تو اپنی اولاد کو اپنے آخری وقت میں اللہ تعالیٰ وحدہ لا شریک لہ کی عبادت کی وصیت کی تھی ان سے پہلے تو پوچھا کہ تم میرے بعد کس کی عبادت کرو گے ؟ سب نے جواب دیا کہ آپ کے اور آپ کے بزرگوں برحق کی۔ حضرت یعقوب حضرت اسحاق کے لڑکے اور حضرت اسحاق حضرت ابراہیم کے۔ حضرت اسماعیل کا نام باپ دادوں کے ذکر میں بطور تخطیب کے آگیا ہے کیونکہ آپ چچا ہوتے ہیں اور یہ بھی واضح رہے کہ عرب میں چچا کو بھی باپ کہہ دیتے ہیں۔ اس آیت سے استدلال کر کے دادا کو بھی باپ کے حکم میں رکھ کر دادا کی موجودگی میں بہن بھائی کو ورثہ سے محروم کیا ہے۔ حضرت صدیق اکبر ؓ کا فیصلہ یہی ہے جیسے کہ صحیح بخاری شریک میں موجود ہے ام المومنین حضرت عائشہ کا مذہب بھی یہی ہے۔ امام مالک امام شافعی اور ایک مشہور روایت میں امام احمد سے منقول ہے کہ وہ بھائیوں بہنوں کو بھی وارث قرار دیتے ہیں۔ حضرت عمر، حضرت عثمان، حضرت علی، حضرت ابن مسعود، حضرت زید بن ثابت اور سلف و خلف کا مذہب بھی یہی ہے۔ امام مالک امام شافعی بصری طاؤس اور عطا بھی یہی کہتے ہیں۔ امام ابوحنیفہ اور بہت سے سلف و خلف کا مذہب بھی یہی ہے۔ قاضی ابو یوسف اور محمد بن حسن بھی یہی کہتے ہیں اور یہ دونوں امام ابوحنیفہ کے شاگرد رشید ہیں اس مسئلہ کی صفائی کا یہ مقام نہیں اور نہ تفسیر کا یہ موضوع ہے۔ ان سب بچوں نے اقرار کیا کہ ہم ایک ہی معبود کی عبادت کریں گے یعنی اس اللہ کی الوہیت میں کسی کو شریک نہ کریں گے اور ہم اس کی اطاعت گزاری، فرمانبرداری اور خشوع و خضوع میں مشغول رہا کریں گے۔ جیسے اور جگہ ہے آیت (ولہ اسلم) الخ زمین و آسمان کی ہر چیز خوشی اور ناخوشی سے اس کی مطیع ہے، اس کی طرف تم سے لوٹائے جاؤ گے تمام انبیاء کا دین یہی اسلام رہا ہے اگرچہ احکام میں اختلاف رہا ہے۔ جیسے فرمایا آیت (وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا فَاعْبُدُوْنِ) 21۔ الانبیآء :25) یعنی تجھ سے پہلے جتنے رسول ہم نے بھیجے سب کی طرف وحی کی کہ میرے سوا کوئی معبود نہیں، تم سب میری ہی عبادت کرتے رہو۔ اور آیتیں بھی اس مضمون کی بہت سی ہیں اور احادیث میں بھی یہ مضمون بکثر وارد ہے۔ آنحضرت ﷺ فرماتے ہیں \" ہم علاتی بھائی ہیں، ہمارا دین ایک ہے \" پھر فرماتا ہے یہ امت جو گزر چکی تمہیں ان کی طرف نسبت نفع نہ دے گی ہاں اگر عمل ہوں تو اور بات ہے، ان کے اعمال ان کے ساتھ اور تمہارے اعمال تمہارے ساتھ تم ان کے افعال کے بارے میں نہیں پوچھے جاؤ گے۔ حدیث شریف میں ہے جس کا عمل اچھا نہ ہوگا اس کا نسب اسے کوئی فائدہ نہیں دے گا۔",
  "ayah": 134,
  "surah": 2
}
