{
  "text": "اہل کتاب کی تصدیق یا تکذیب ! اللہ تعالیٰ اپنے ایماندار بندوں کو ارشاد فرماتا ہے کہ جو کچھ حضرت محمد مصطفے ٰ ﷺ پر اترا اس پر تو وہ تفصیل وار ایمان لائیں اور جو آپ سے پہلے انبیاء پر اترا، اس پر بھی اجمالاً ایمان لائیں۔ ان اگلے انبیاء کرام میں سے بعض کے نام بھی لے دئے اور باقی نبیوں کا مجمل ذکر کردیا۔ ساتھ ہی فرمایا کہ یہ کسی نبی کے درمیان تفریق نہ کریں کہ ایک کو مانیں اور دوسرے سے انکار کر جائیں جو عادت اوروں کی تھی کہ وہ انبیاء میں تفریق کرتے تھے، کسی کو مانتے تھے، کسی سے انکاری تھے، یہودی حضرت عیسیٰ ؑ اور محمد ﷺ تینوں کو نہیں مانتے تھی۔ ان سب کو فتویٰ ملا کہ آیت (اُولٰۗىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا) 4۔ النسآء :151) یہ لوگ بالیقین کافر ہیں۔ حضرت ابوہریرہ ؓ فرماتے ہیں \" اہل کتاب توراۃ کو عبرانی میں پڑھتے تھے اور عربی میں تفسیر کر کے اہل اسلام کو سناتے تھے۔ \" نبی ﷺ نے فرمایا کہ اہل کتاب کی سچائی یا تکذیب نہ کرو۔ کہ دیا کہ اللہ پر اور اس کی نازل ہوئی کتابوں پر ہمارا ایمان ہے۔ نبی ﷺ صبح کی دو سنتوں میں پہلی رکعت میں یہ آیت (اٰمَنَّا باللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا) 2۔ البقرۃ :136) پوری آیت اور دوسری رکعت میں آیت (اٰمَنَّا باللّٰهِ ۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ) 3۔ آل عمران :52) پڑھا کرتے تھے اسباط حضرت یعقوب کے بیٹوں کو کہتے ہیں، جو بارہ تھے، جن میں سے ہر ایک کی نسل میں بہت سے انسان ہوئے، بنی اسماعیل کو قبائل کہتے تھے، اور بنی اسرائیل کو اسباط کہتے تھے۔ زمخشری نے کشاف میں لکھا ہے کہ یہ حضرت یعقوب کے پوتے تھے جو ان کے بارہ لڑکوں کی اولاد تھی۔ بخاری میں ہے کہ مراد قبائل بنی اسرائیل ہیں۔ ان میں بھی نبی ہوئے تھے جن پر وحی نازل ہوئی تھی۔ جیسے موسیٰ ؑ نے فرمایا آیت (اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۗءَ وَجَعَلَكُمْ مُّلُوْكًا ڰ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ) 5۔ المائدہ :20) اللہ کی نعمت کو یاد کرو کہ اس نے تم میں انبیاء اور بادشاہ بنائے۔ اور جگہ ہے آیت (وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًا) 7۔ الاعراف :160) ہم نے ان کے بارہ گروہ کر دئے۔ سبط کہتے ہیں درخت کو یعنی یہ مثل درخت کے ہیں، جس کی شاخیں پھیلی ہوئی ہیں۔ حضرت ابن عباس فرماتے ہیں کل انبیاء بنی اسرائیل میں سے ہی ہوئے ہیں سوائے دس کے نوح، ہود، صالح، شعیب، ابراہیم لوط، اسحاق، یعقوب، اسماعیل، محمد علیہم الصلوۃ والسلام۔ سبط کہتے ہیں اس جماعت اور قبیلہ کو جن کا مورث اعلیٰ اوپر جا کر ایک ہو۔ ابن ابی خاتم میں ہے ہمیں توراۃ و انجیل پر ایمان رکھنا ضروری ہے لیکن عمل کے لیے صرف قرآن و حدیث ہی ہے۔",
  "ayah": 136,
  "surah": 2
}
