{
  "text": "امیر المومنین حضرت عمربن خطاب ؓ فرماتے ہیں دوبرابر کی چیزیں صلوات اور رحمت اور ایک درمیان کی چیز یعنی ہدایت ان صبر کرنے والوں کو ملتی ہے، مسند احمد میں ہے حضرت ام سلمہ فرماتی ہیں میرے خاوند حضرت ابو سلمہ ایک روز میرے پاس حضور ﷺ کی خدمت میں ہو کر آئے اور خوشی خوشی فرمانے لگے آج تو میں نے ایک ایسی حدیث سنی ہے کہ میں بہت ہی خوش ہوا ہوں وہ حدیث یہ ہے کہ جس کسی مسلمان کو کوئی تکلیف پہنچے اور وہ کہے دعا (اللھم اجرنی فی مصیبتی واخلف لی خیرا منھا) یعنی اللہ مجھے اس مصیبت میں اجر دے اور مجھے اس سے بہتر بدلہ عطا فرما تو اللہ تعالیٰ اسے اجر اور بدلہ ضرور دیتا ہے، حضرت ام سلمہ فرماتی ہیں میں نے اس دعا کو یاد کرلیا جب حضرت ابو سلمہ کا انتقال ہوا تو میں نے آیت (انا للہ وانا الیہ راجعون) پڑھ کر پھر یہ دعا بھی پڑلی لیکن مجھے خیال آیا کہ بھلا ابو سلمہ سے بہتر شخص مجھے کون مل سکتا ہے ؟ جب میری عدت گذر چکی تو میں ایک روز ایک کھال کو دباغت دے رہی تھی کہ آنحضور ﷺ تشریف لائے اور اندر آنے کی اجازت چاہی میں نے اپنے ہاتھ دھو ڈالے کھال رکھ دی اور حضور ﷺ سے اندر تشریف لانے کی درخواست کی اور آپ کو ایک گدی پر بٹھا دیا آپ نے مجھ سے اپنا نکاح کرنے کی کوشش ظاہر کی، میں نے کہا حضور ﷺ یہ تو میری خوش قسمتی کی بات ہے لیکن اول تو میں بڑی باغیرت عورت ہوں ایسا نہ ہو کہ حضور ﷺ کی طبیعت کے خلاف کوئی بات مجھ سے سرزد ہوجائے اور اللہ کے ہاں عذاب ہو دوسرے یہ کہ میں عمر رسیدہ ہوں، تیسرے بال بچوں والی ہوں آپ نے فرمایا سنو ایسی بےجا غیرت اللہ تعالیٰ تمہاری دور کر دے گا اور عمر میں کچھ میں بھی چھوٹی عمر کا نہیں اور تمہارے بال بچے میرے ہی بال بچے ہیں میں نے یہ سن کر کہا حضور ﷺ مجھے کوئی عذر نہیں چناچہ میرا نکاح اللہ کے نبی ﷺ سے ہوگیا اور مجھے اللہ تعالیٰ نے اس دعا کی برکت سے میرے میاں سے بہت ہی بہتر یعنی اپنا رسول ﷺ عطا فرمایا فالحمد للہ صحیح مسلم شریف میں بھی یہ حدیث باختلاف الفاظ مروی ہے، مسند احمد میں حضرت علی سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا جس کسی مسلمان کو کوئی رنج و مصیبت پہنچے اس پر گویا زیادہ وقت گذر جائے پھر اسے یاد آئے اور وہ انا للہ پڑھے تو مصیبت کے صبر کے وقت جو اجر ملا تھا وہی اب بھی ملے گا، ابن ماجہ میں ہے حضرت ابو سنان فرماتے ہیں میں نے اپنے ایک بچے کو دفن کیا ابھی میں اس کی قبر میں سے نکلا نہ تھا کہ ابو طلحہ خولانی نے میرا ہاتھ پکڑ کر مجھے نکالا اور کہا سنو میں تمہیں ایک خوشخبری سناؤں رسول اللہ ﷺ نے فرمایا ہے کہ اللہ تعالیٰ ملک الموت سے دریافت فرماتا ہے تو نے میرے بندے کی آنکھوں کی ٹھنڈک اور اس کا کلیجہ کا ٹکڑا چھین لیا بتا تو اس نے کیا کہا ؟ وہ کہتے ہیں اللہ تیری تعریف کی اور انا للہ پڑھا اللہ تعالیٰ فرماتا ہے اس کے لیے جنت میں ایک گھر بناؤ اور اس کا نام بیت الحمد رکھو۔",
  "ayah": 157,
  "surah": 2
}
