{
  "text": "ٹھوس دلائل مطلب یہ ہے کہ اس اللہ کی فرماں روائی اور اس کی توحید کی دلیل ایک تو یہ آسمان ہے جس کی بلندی لطافت کشادگی جس کے ٹھہرے ہوئے اور چلتے پھرتے والے روشن ستارے تم دیکھ رہے ہو، پھر زمین کی پیدائش جو کثیف چیز ہے جو تمہارے قدموں تلے بچھی ہوئی ہے، جس میں بلند بلند چوٹیوں کے سر بہ فلک پہاڑ ہیں جس میں موجیں مارنے والے بےپایاں سمندر ہیں جس میں انواع واقسام کے خوش رنگ بیل بوٹے ہیں جس میں طرح طرح کی پیداوار ہوتی ہے جس میں تم رہتے سہتے ہو اور اپنی مرضی کے مطابق آرام دہ مکانات بنا کر بستے ہو اور جس سے سینکڑوں طرح کا نفع اٹھاتے ہو، پھر رات دن کا آنا جانا رات گئی دن گیا رات آگئی۔ نہ وہ اس پر سبقت کرے نہ یہ اس پر۔ ہر ایک اپنے صحیح انداز سے آئے اور جائے کبھی کے دن بڑے کبھی کی راتیں، کبھی دن کا کچھ حصہ رات میں جائے کبھی رات کا کچھ حصہ دن میں آجائے، پھر کشتیوں کو دیکھوں جو خود تمہیں اور تمہارے مال و اسباب اور تجارتی چیزوں کو لے کر سمندر میں ادھر سے ادھرجاتی آتی رہتی ہیں، جن کے ذریعہ اس ملک والے اس ملک والوں سے اور اس ملک والے اس ملک والوں سے رابطہ اور لین دین کرسکتے ہیں، یہاں کی چیزیں وہاں اور وہاں کی یہاں پہنچ سکتی ہیں، پھر اللہ تعالیٰ کا اپنی رحمت کاملہ سے بارش برسانا اور اس سے مردہ زمین کو زندہ کردینا، اس سے اناج اور کھیتیاں پیدا کرنا، چاروں طرف ریل پیل کردینا، زمین میں مختلف قسم کے چھوٹے بڑے کار آمد جانوروں کو پیدا کرنا ان سب کی حفاظت کرنا، انہیں روزیاں پہنچانا ان کے لئے سونے بیٹھنے چرنے چگنے کی جگہ تیار کرنا، ہواؤں کو پورب پچھم چلانا، کبھی ٹھنڈی کبھی گرم کبھی کم کبھی زیادہ، بادلوں کو آسمان و زمین کے درمیان مسخر کرنا، انہیں ایک طرف سے دوسری کی طرف لے جانا، ضرورت کی جگہ برسانا وغیرہ یہ سب اللہ کی قدرت کی نشانیاں ہیں جن سے عقل مند اپنے اللہ کے وجود کو اور اس کی وحدانیت کو پالیتے ہیں، جیسے اور جگہ فرمایا کہ آسمان و زمین کی پیدائش اور رات دن کے آنے جانے میں عقل مندوں کے لئے نشانیاں ہیں، جو اٹھتے بیٹھتے لیٹتے اللہ تعالیٰ کا نام لیا کرتے ہیں اور زمین و آسمان کی پیدائش میں غور فکر سے کام لیتے ہیں اور کہتے ہیں اے ہمارے رب تو نے انہیں بیکار نہیں بنایا تیری ذات پاک ہے تو ہمیں جہنم کے عذاب سے بچا، حضرت عبداللہ بن عباس ؓ فرماتے ہیں کہ قریشی رسول اللہ ﷺ کے پاس آئے اور کہنے لگے آپ اللہ تعالیٰ سے دعا کیجئے کہ وہ صفا پہاڑ کو سونے کا بنا دے ہم اس سے گھوڑے اور ہتھیار وغیرہ خریدیں اور تیرا ساتھ دیں اور ایمان بھی لائیں آپ نے فرمایا پختہ وعدے کرتے ہو ؟ انہوں نے کہا ہاں پختہ وعدہ ہے آپ نے اللہ تعالیٰ سے دعا کی حضرت جبرائیل ؑ آئے اور فرمایا تمہاری دعا تو قبول ہے لیکن اگر یہ لوگ پھر بھی ایمان نہ لائے تو ان پر اللہ کا وہ عذاب آئے گا جو آج سے پہلے کسی پر نہ آیا ہو، آپ کانپ اٹھے اور عرض کرنے لگے نہیں اللہ تو انہیں یونہی رہنے دے میں انہیں تیری طرف بلاتا رہوں گا کیا عجب آج نہیں کل اور کل نہیں تو پرسوں ان میں سے کوئی نہ تیری جھک جائے اس پر یہ آیت اتری کہ اگر انہیں قدرت کی نشانیاں دیکھنی ہیں تو کیا یہ نشانیاں کچھ کم ہیں ؟ ایک اور شان نزول بھی مروی ہے کہ جب آیت (والھکم) الخ اتری تو مشرکین کہنے لگے ایک اللہ تمام جہاں کا بندوبست کیسے کریگا ؟ اس پر یہ آیت نازل ہوئی کہ وہ اللہ اتنی بڑی قدرت والا ہے، بعض روایتوں میں ہے اللہ کا ایک ہونا سن کر انہوں نے دلیل طلب کی جس پر یہ آیت نازل ہوئی اور قدرت کے نشان ہائے ان پر ظاہر کئے گئے۔",
  "ayah": 164,
  "surah": 2
}
