{
  "text": "ایمان کا ایک پہلو اس پاک آیت میں صحیح عقیدے اور راہ مستقیم کی تعلیم ہو رہی ہے حضرت ابوذر ؓ نے جب حضور ﷺ سے ایمان کے بارے میں سوال کیا گیا کہ ایمان کیا چیز ہے ؟ تو حضور ﷺ نے اس آیت کی تلاوت فرمائی، انہوں نے پھر سوال کیا حضور نے پھر یہی آیت تلاوت فرمائی پھر یہی سوال کیا آپ نے فرمایا سنو نیکی سے محبت اور برائی سے عداوت ایمان ہے (ابن ابی حاتم) لیکن اس روایت کی سند منقطع ہے، مجاہد حضرت ابوذر سے اس حدیث کو روایت کرتے ہیں حالانکہ ان کی ملاقات ثابت نہیں ہوئی۔ ایک شخص نے حضرت ابوذر سے سوال کیا کہ ایمان کیا ہے ؟ تو آپ نے یہی آیت تلاوت فرما دی اس نے کہا حضرت میں آپ سے بھلائی کے بارے میں سوال نہیں کرتا میرا سوال ایمان کے بارے میں ہے تو آپ نے فرمایا سن ایک شخص نے یہی سوال حضور سے کیا آپ نے اسی آیت کی تلاوت فرما دی وہ بھی تمہاری طرح راضی نہ ہوا تو آپ نے فرمایا مومن جب نیک کام کرتا ہے تو اس کا جی خوش ہوجاتا ہے اور اسے ثواب کی امید ہوتی ہے اور جب گناہ کرتا ہے تو اس کا دل غمیگین ہوجاتا ہے اور وہ عذاب سے ڈرنے لگتا ہے (ابن مردویہ) یہ روایت بھی منقطع ہے اب اس آیت کی تفسیر سنئے۔ مومنوں کو پہلے تو حکم ہوا کہ وہ بیت المقدس کی طرف منہ کر کے نماز پڑھیں پھر انہیں کعبہ کی طرف گھما دیا گیا جو اہل کتاب پر اور بعض ایمان والوں پر بھی شاق گزرا پس اللہ تعالیٰ نے اس کی حکمت بیان فرمائی کہ اس کا اصل مقصد اطاعت فرمان اللہ ہے وہ جدھر منہ کرنے کو کہے کرلو، اہل تقویٰ اصل بھلائی اور کامل ایمان یہی ہے کہ مالک کے زیر فرمان رہو، اگر کوئی مشرق کیطرف منہ کرے یا مغرب کی طرف منہ پھیر لے اور اللہ کا حکم نہ ہو تو وہ اس توجہ سے ایماندار نہیں ہوجائے گا بلکہ حقیقت میں باایمان وہ ہے جس میں وہ اوصاف ہوں جو اس آیت میں بیان ہوئے، قرآن کریم نے ایک اور جگہ فرمایا ہے آیت (لَنْ يَّنَال اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۗؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰي مِنْكُمْ) 22۔ الحج :37) یعنی تمہاری قربانیوں کے گوشت اور لہو اللہ کو نہیں پہنچتے بلکہ اس تک تمہارا تقویٰ پہنچتا ہے۔ حضرت ابن عباس اس آیت کی تفسیر میں فرماتے ہیں کہ تم نمازیں پڑھو اور دوسرے اعمال نہ کرو یہ کوئی بھلائی نہیں۔ یہ حکم اس وقت تھا جب مکہ سے مدینہ کی طرف لوٹے تھے لیکن پھر اس کے بعد اور فرائض اور احکام نازل ہوئے اور ان پر عمل کرنا ضروری قرار دیا گیا، مشرق و مغرب کو اس کے لئے خاص کیا گیا کہ یہود مغرب کی طرف اور نصاریٰ مشرق کی طرف منہ کیا کرتے تھے، پس غرض یہ ہے کہ یہ تو صرف لفظی ایمان ہے ایمان کی حقیقت تو عمل ہے، حضرت مجاہد فرماتے ہیں بھلائی یہ ہے کہ اطاعت کا مادہ دل میں پیدا ہوجائے، فرائض پابندی کے ساتھ ادا ہوں، تمام بھلائیوں کا عامل ہو، حق تو یہ ہے کہ جس نے اس آیت پر عمل کرلیا اس نے کامل اسلام پا لیا اور دل کھول کر بھلائی سمیٹ لی، اس کا ذات باری پر ایمان ہے یہ وہ جانتا ہے کہ معبود برحق وہی ہے فرشتوں کے وجود کو اور اس بات کو کہ وہ اللہ کا پیغام اللہ کے مخصوص بندوں پر لاتے ہیں یہ مانتا ہے، کل آسمانی کتابوں کو برحق جانتا ہے اور سب سے آخری کتاب قرآن کریم کو جو کہ تمام اگلی کتابوں کو سچا کہنے والی تمام بھلائیوں کی جامع اور دین و دنیا کی سعادت پر مشتمل ہے وہ مانتا ہے، اسی طرح اول سے آخر تک کے تمام انبیاء پر بھی اس کا ایمان ہے، بالخصوص خاتم الانبیاء رسول اللہ ﷺ پر بھی۔ مال کو باوجود مال کی محبت کے راہ اللہ میں خرچ کرتا ہے، صحیح حدیث شریف میں ہے رسول اللہ ﷺ فرماتے ہیں افضل صدقہ یہ ہے کہ تو اپنی صحت اور مال کی محبت کی حالت میں اللہ کے نام دے باوجودیکہ مال کی کمی کا اندیشہ ہو اور زیادتی کی رغبت بھی ہو (بخاری ومسلم) مستدرک حاکم میں ہے کہ رسول اللہ ﷺ نے آیت (وَاٰتَى الْمَالَ عَلٰي حُبِّهٖ ذَوِي الْقُرْبٰى وَالْيَـتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِ ۙ وَالسَّاۗىِٕلِيْنَ وَفِي الرِّقَابِ ۚ وَاَقَام الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ اِذَا عٰھَدُوْا) 2۔ البقرۃ :177) پڑھ کر فرمایا کہ اس کا مطلب یہ ہے تم صحت میں اور مال کی چاہت کی حالت میں فقیری سے ڈرتے ہوئے اور امیری کی خواہش رکھتے ہوئے صدقہ کرو، لیکن اس روایت کا موقوف ہونا زیادہ صحیح ہے، اصل میں یہ فرمان حضرت عبداللہ بن مسعود ؓ کا ہے، قرآن کریم میں سورة دھر میں فرمایا آیت (وَيُطْعِمُوْنَ الطَّعَامَ عَلٰي حُبِّهٖ مِسْكِيْنًا وَّيَـتِـيْمًا وَّاَسِيْرًا) 76۔ الانسان :8) مسلمان باوجود کھانے کی چاہت کے مسکینوں یتیموں اور قیدیوں کو کھانا کھلاتے ہیں اور کہتے ہیں کہ ہم تمہیں اللہ کی خوشنودی کے لئے کھلاتے ہیں نہ تم سے اس کا بدلہ چاہتے ہیں نہ شکریہ اور جگہ فرمایا آیت (لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ) 3۔ آل عمران :92) جب تک تم اپنی چاہت کی چیزیں اللہ کے نام نہ دو تم حقیقی بھلائی نہیں پاسکتے۔ اور جگہ فرمایا آیت (وَيُؤْثِرُوْنَ عَلٰٓي اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ) 59۔ الحشر :9) یعنی باوجود اپنی حاجت اور ضرورت کے بھی وہ دوسروں کو اپنے نفس پر مقدم کرتے ہیں پس یہ لوگ بڑے پایہ کے ہیں کیونکہ پہلی قسم کے لوگوں نے تو اپنی پسندیدہ چیز باوجود اس کی محبت کے دوسروں کو دی لیکن ان بزرگوں نے اپنی چاہت کی وہ چیز جس کے وہ خود محتاج تھے دوسروں کو دے دی اور اپنی حاجت مندی کا خیال بھی نہ کیا۔ ذوی القربی انہیں کہتے ہیں جو رشتہ دار ہوں صدقہ دیتے وقت یہ دوسروں سے زیادہ مقدم ہیں۔ حدیث میں ہے مسکین کو دینا اکہرا ثواب ہے اور قرابت دار مسکین کو دینا دوہرا ثواب ہے، ایک ثواب صدقہ کا دوسرا صلہ رحمی کا۔ تمہاری بخشش اور خیراتوں کے زیادہ مستحق یہ ہیں، قرآن کریم میں ان کے ساتھ سلوک کرنے کا حکم کئی جگہ ہے۔ یتیم سے مراد وہ چھوٹے بچے ہیں جن کے والد مرگئے ہوں اور ان کا کمانے والا کوئی نہ ہو نہ خود انہیں اپنی روزی حاصل کرنے کی قوت وطاقت ہو، حدیث شریف میں ہے بلوغت کے بعد یتیمی نہیں رہتی مساکین وہ ہیں جن کے پاس اتنا ہو جو ان کے کھانے پینے پہننے اوڑھنے رہنے سہنے کا کافی ہو سکے، ان کے ساتھ بھی سلوک کیا جائے جس سے ان کی حاجت پوری ہو اور فقر و فاقہ اور قلت وذلت کی حالت سے بچ سکیں، بخاری ومسلم میں حضرت ابوہریرہ ؓ سے مروی ہے رسول اللہ ﷺ فرماتے ہیں مسکین صرف وہی لوگ نہیں جو مانگتے پھرتے ہوں اور ایک ایک دو دو کھجوریں یا ایک ایک دو دو لقمے روٹی کے لے جاتے ہوں بلکہ مسکین وہ بھی ہیں جن کے پاس اتنا نہ ہو کہ ان کے سب کام نکل جائیں نہ وہ اپنی حالت ایسی بنائیں جس سے لوگوں کو علم ہوجائے اور انہیں کوئی کچھ دے دے۔ ابن السبیل مسافر کو کہتے ہیں، اسی طرح وہ شخص بھی جو اطاعت اللہ میں سفر کر رہا ہو اسے جانے آنے کا خرچ دینا، مہمان بھی اسی حکم میں ہے، حضرت عبداللہ بن عباس ؓ مہمان کو بھی ابن السبیل میں داخل کرتے ہیں اور دوسرے بزرگ سلف بھی۔ سائلین وہ لوگ ہیں جو اپنی حاجت ظاہر کر کے لوگوں سے کچھ مانگیں، انہیں بھی صدقہ زکوٰۃ دینا چاہئے، حضور ﷺ فرماتے ہیں سائل کا حق ہے اگرچہ وہ گھوڑے پر سوار آئے (ابوداؤد) آیت (فی الرقاب) سے مراد غلاموں کو آزادی دلانا ہے خواہ یہ وہ غلام ہوں جنہوں نے اپنے مالکوں کو مقررہ قیمت کی ادائیگی کا لکھ دیا ہو کہ اتنی رقم ہم تمہیں ادا کردیں گے تو ہم آزاد ہیں لیکن اب ان بیچاروں سے ادا نہیں ہوسکی تو ان کی امداد کر کے انہیں آزاد کرانا، ان تمام قسموں کی اور دوسرے اسی قسم کے لوگوں کی پوری تفسیر سورة برات میں آیت (انما الصدقات) کی تفسیر میں بیان ہوگی انشاء اللہ تعالیٰ ، حضرت فاطمہ بنت قیس ؓ سے روایت ہے کہ رسول اللہ ﷺ نے فرمایا مال میں زکوٰۃ کے سوا کچھ اور بھی اللہ تعالیٰ کا حق ہے پھر آپ نے یہ آیت پڑھ کر سنائی، اس حدیث کا ایک راوی ابو حمزہ میمون اعور ضعیف ہے۔ پھر فرمایا نماز کو وقت پر پورے رکوع سجدے اطمینان اور آرام خشوع اور خضوع کے ساتھ ادا کرے جس طرح ادائیگی کا شریعت کا حکم ہے اور زکوٰۃ کو بھی ادا کرے یا یہ معنی کہ اپنے نفس کو بےمعنی باتوں اور رذیل اخلاقوں سے پاک کرے جیسے فرمایا آیت (قَدْ اَفْلَحَ مَنْ زَكّٰىهَا) 91۔ الشمس :9) یعنی اپنے نفس کو پاک کرنے والا فلاح پا گیا اور اسے گندگی میں لتھیڑنے (لت پت کرنے والا) تباہ ہوگیا موسیٰ ؑ نے فرعون سے ہی فرمایا تھا کہ آیت (ھل لک الی ان تزکی) الخ اور جگہ اللہ تعالیٰ کا فرمان ہے آیت (وَوَيْلٌ لِّـلْمُشْرِكِيْنَ ۙ الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بالْاٰخِرَةِ هُمْ كٰفِرُوْنَ ۙ) 41۔ فصلت :6) یعنی ان مشرکوں کو ویل ہے جو زکوٰۃ ادا نہیں کرتے یا یہ کہ جو اپنے آپ کو شرک سے پاک نہیں کرتے، پس یہاں مندرجہ بالا آیت زکوٰۃ سے مراد زکوٰۃ نفس یعنی اپنے آپ کو گندگیوں اور شرک وکفر سے پاک کرنا ہے، اور ممکن ہے مال کی زکوٰۃ مراد ہو تو اور احکام نفلی صدقہ سے متعلق سمجھے جائیں گے جیسے اوپر حدیث بیان ہوئی کہ مال میں زکوٰۃ کے سوا اور حق بھی ہیں۔ پھر فرمایا وعدے پورے کرنے والے جیسے اور جگہ ہے آیت (يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَ) 13۔ الرعد :20) یہ لوگ اللہ کے عہد کو پورا کرتے ہیں اور وعدے نہیں توڑتے، وعدے توڑنا نفاق کی خصلت ہے، جیسے حدیث میں ہے منافق کی تین نشانیاں ہیں، بات کرتے ہوئے جھوٹ بولنا، وعدہ خلافی کرنا، امانت میں خیانت کرنا، ایک اور حدیث میں ہے جھگڑے کے وقت گالیاں بکنا۔ پھر فرمایا فقر و فقہ میں مال کی کمی کے وقت بدن کی بیماری کے وقت لڑائی کے موقعہ پر دشمنان دین کے سامنے میدان جنگ میں جہاد کے وقت صبر و ثابت قدم رہنے والے اور فولادی چٹان کی طرح جم جانے والے۔ صابرین کا نصب بطور مدح کے ہے ان سختیوں اور مصیبتوں کے وقت صبر کی تعلیم اور تلقین ہو رہی ہے، اللہ تعالیٰ ہماری مدد کرے ہمارا بھروسہ اسی پر ہے۔ پھر فرمایا ان اوصاف والے لوگ ہی سچے ایمان والے ہیں ان کا ظاہر باطن قول فعل یکساں ہے اور متقی بھی یہی لوگ ہیں کیونکہ اطاعت گزار ہیں اور نافرمانیوں سے دور ہیں۔",
  "ayah": 177,
  "surah": 2
}
