{
  "text": "روداد روزہ اور صلوۃ اللہ تعالیٰ اس امت کے ایمان داروں کو مخاطب کر کے انہیں حکم دے رہا ہے کہ روزے رکھو روزے کے معنی اللہ تعالیٰ کے فرمان کی بجا آوری کی خالص نیت کے ساتھ کھانے پینے اور جماع سے رک جانے کے ہیں اس سے فائدہ یہ ہے کہ نفس انسان پاک صاف اور طیب و طاہر ہوجاتا ہے ردی اخلاط اور بےہودہ اخلاق سے انسان کا تنقیہ ہوجاتا ہے، اس حکم کے ساتھ ہی فرمایا گیا ہے کہ اس حکم کے ساتھ تم تنہا نہیں بلکہ تم سے اگلوں کو بھی روزے رکھنے کا حکم تھا، اس بیان سے یہ بھی مقصد ہے کہ یہ امت اس فریضہ کی بجاآوری میں اگلی امتوں سے پیچھے نہ رہ جائے جیسے اور جگہ ہے آیت (لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا) 5۔ المائدہ :48) یعنی ہر ایک کے لئے ایک طریقہ اور راستہ اگر اللہ تعالیٰ چاہتا تو تم سب کو ایک ہی امت کردیتا لیکن وہ تمہیں آزما رہا ہے تمہیں چاہئے کہ نیکیوں میں سبقت کرتے رہو، یہی یہاں بھی فرمایا کہ تم پر بھی روزے اسی طرح فرض ہیں جس طرح تم سے پہلے گزرنے والوں پر تھے، روزے سے بدن کو پاکیزگی ملتی ہے اور عمل شیطانی راہ پر چلنے سے رک جاتا ہے، بخاری ومسلم میں ہے رسول اللہ ﷺ فرماتے ہیں اے جوانو تم میں سے جسے نکاح کی طاقت ہو وہ نکاح کرلے اور جسے طاقت نہ ہو وہ روزے رکھے اس کے لئے یہ جوش کو سرد کردیتے ہیں پھر روزوں کی مقدار بیان ہو رہی ہے کہ یہ چند دن ہی ہیں تاکہ کسی پر بھاری نہ پڑے اور ادائیگی سے قاصر نہ رہ جائے بلکہ ذوق وشوق سے اس الٰہی فریضہ کو بجا لائے، پہلے تو ہر ماہ میں تین روزوں کا حکم تھا پھر رمضان کے روزوں کا حکم ہوا اور اگلا حکم منسوخ ہوا اس کا مفصل بیان آ رہا ہے انشاء اللہ تعالیٰ۔ حضرت معاذ ؓ حضرت ابن مسعود ؓ حضرت ابن عباس ؓ عطاء قتادہ ضحاک کا فرمان ہے کہ حضرت نوح ؑ کے زمانے سے ہر مہینہ میں تین روزوں کا حکم تھا جو حضور ﷺ کی امت کے لئے بدلا اور ان پر اس مبارک مہینہ کے روزے فرض ہوئے۔ حضرت حسن بصری فرماتے ہیں کہ اگلی امتوں پر بھی ایک مہینہ کامل کے روزے فرض تھے۔ ایک مرفوع حدیث میں ہے کہ رمضان کے روزے تم سے پہلے کی امتوں پر بھی فرض تھے، حضرت ابن عمر ؓ فرماتے ہیں کہ پہلی امتوں کو یہ حکم تھا کہ جب وہ عشاء کی نماز ادا کرلیں اور سو جائیں تو ان پر کھانا پینا عورتوں سے مباشرت کرنا حرام ہوجاتا ہے، حضرت ابن عباس ؓ فرماتے ہیں اگلے لوگوں سے مراد اہل کتاب ہیں۔ پھر بیان ہو رہا ہے کہ تم میں سے جو شخص ماہ رمضان میں بیمار ہو یا سفر میں ہو تو وہ اس حالت میں روزے چھوڑ دے مشقت نہ اٹھائے اور اس کے بعد اور دنوں میں جبکہ یہ عذر ہٹ جائیں قضا کرلیں، ہاں ابتداء اسلام میں جو شخص تندرست ہو اور مسافر بھی نہ ہو اسے بھی اختیار تھا خواہ روزہ رکھے خواہ نہ رکھے مگر فدیہ میں ایک مسکین کو کھانا کھلا دے اگر ایک سے زیادہ کو کھلائے تو افضل تھا گو روزہ رکھنا فدیہ دینے سے زیادہ بہتر تھا، ابن مسعود ابن عباس مجاہد طاؤس مقاتل وغیرہ یہی فرماتے ہیں مسند احمد میں ہے حضرت معاذ بن جبل ؓ فرماتے ہیں نماز کی اور روزے کی تین حالتیں بدلی گئیں پہلے تو سولہ سترہ مہینہ تک مدینہ میں آکر حضور ﷺ نے بیت المقدس کی طرف نماز ادا کی پھر \" قدنری \" والی آیت آئی اور مکہ شریف کی طرف آپ نے منہ پھیرا۔ دوسری تبدیلی یہ ہوئی کہ نماز کے لئے ایک دوسرے کو پکارتا تھا اور جمع ہوجاتے تھے لیکن اس سے آخر عاجز آگئے پھر ایک انصاری حضرت عبداللہ بن زید حضور ﷺ کی خدمت میں حاضر ہوئے اور عرض کی یا رسول اللہ ﷺ میں نے خواب میں دیکھا لیکن وہ خواب گویا بیداری کی سی حالت میں تھا کہ ایک شخص سبز رنگ کا حلہ پہنے ہوئے ہے اور قبلہ کی طرف متوجہ ہو کر کہہ رہا ہے آیت اللہ اکبر اللہ اکبرا شھدان لا الہ الا اللہ دوبارہ یونہی اذان پوری کی پھر تھوڑی دیر کے بعد اس نے تکبیر کہی جس میں آیت قدقامت الصلوۃ بھی دو مرتبہ کہا۔ رسول اللہ ﷺ نے فرمایا حضرت بلال ؓ کو یہ سکھاؤ وہ اذان کہیں گے چناچہ سب سے پہلے حضرت بلال نے اذان کہی دوسری روایت میں ہے کہ حضرت عمر نے بھی آ کر اپنا یہی خواب بیان کیا تھا۔ لیکن ان سے پہلے حضرت زید آچکے تھے۔ تیسری تبدیلی یہ ہوئی کہ پہلے یہ دستور تھا کہ حضور ﷺ نماز پڑھا رہے ہیں کوئی آیا کچھ رکعتیں ہوچکی ہیں تو وہ کسی سے دریافت کرتا کہ کتنی رکعتیں ہوچکی ہیں وہ جواب دیتا کہ اتنی رکعتیں پڑھ لی ہیں وہ اتنی رکعتیں ادا کرتا پھر حضور کے ساتھ مل جاتا حضرت معاذ ؓ ایک مرتبہ آئے اور کہنے لگے کہ میں حضور کو جس حال میں پاؤں گا اسی میں مل جاؤں گا اور جو نماز چھوٹ گئی ہے اسے حضور کے سلام پھیرنے کے بعد ادا کروں گا چناچہ انہوں نے یہی کیا اور آنحضرت ﷺ کے سلام پھیرنے کے بعد اپنی رہی ہوئی رکعتیں ادا کرنے کے لئے کھڑے ہوئے آنحضرت ﷺ نے انہیں دیکھ کر فرمایا معاذ نے تمہارے لئے یہ اچھا طریقہ نکالا ہے تم بھی اب یونہی کیا کرو، یہ تین تبدیلیاں تو نماز کی ہوئیں، روزوں کی تبدیلیاں سنئے اول جب نبی ﷺ مدینہ میں آئے تو ہر مہینہ میں تین روزے رکھتے تھے اور عاشورہ کا روزہ رکھا کرتے تھے پھر اللہ تعالیٰ نے آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَي الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَ) 2۔ البقرۃ :183) نازل فرما کر رمضان کے روزے فرض کئے۔ دوسرا ابتدائی یہ حکم تھا کہ جو چاہے روزہ رکھے جو چاہے نہ رکھے اور فدیہ دے دے پھر یہ آیت (فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ) 2۔ البقرۃ :185) تم میں سے جو شخص رمضان کے مہینے میں قیام کی حالت میں ہو وہ روزہ رکھا کرے پس جو شخص مقیم ہو مسافر نہ ہو تندرست ہو بیمار نہ ہو اس پر روزہ رکھنا ضروری ہوگیا ہاں بیمار اور مسافر کے لئے رخصت ملی اور ایسا بوڑھا انتہائی جو روزے کی طاقت ہی نہ رکھتا ہو اسے بھی رخصت دی گئی۔ تیسری حالت یہ ہے کہ ابتداء میں کھانا پینا عورتوں کے پاس آنا سونے سے پہلے پہلے جائز تھا سو گیا تو پھر گو رات کو ہی جاگے لیکن کھانا پینا اور جماع اس کے لئے منع تھا پھر صرمہ نامی ایک انصاری صحابی دن بھر کام کاج کر کے رات کو تھکے ہارے گھر آئے عشاء کی نماز ادا کی اور نیند آگئی دوسرے دن کچھ کھائے پئے بغیر روزہ رکھا لیکن حالت بہت نازک ہوگئی حضور ﷺ نے پوچھا کہ یہ کیا بات ؟ تو انہوں نے سارا واقعہ کہہ دیا، ادھر یہ واقعہ تو ان کے ساتھ ہوا ادھر حضرت عمر ؓ نے سو جانے کے بعد اپنی بیوی صاحبہ سے مجامعت کرلی اور حضور کے پاس آکر حسرت و افسوس کے ساتھ اپنے اس قصور کا اقرار کیا جس پر آیت (اُحِلَّ لَكُمْ لَيْلَةَ الصِّيَام الرَّفَثُ اِلٰى نِسَاۗىِٕكُمْ) 2۔ البقرۃ :187) سے (ثُمَّ اَتِمُّوا الصِّيَامَ اِلَى الَّيْلِ ۚ وَلَا تُـبَاشِرُوْھُنَّ وَاَنْتُمْ عٰكِفُوْنَ ۙ فِي الْمَسٰجِدِ) 2۔ البقرۃ :187) تک نازل ہوئی اور مغرب کے بعد سے لے کر صبح صادق کے طلوع ہونے تک رمضان کی راتوں میں کھانے پینے اور مجامعت کرنے کی رخصت دے دی گئی، بخاری مسلم میں حضرت عائشہ صدیقہ ؓ سے مروی ہے کہ پہلے عاشورہ کا روزہ رکھا جاتا جب رمضان کی فرضیت نازل ہوئی تو اب ضروری نہ رہا جو چاہتا رکھ لیتا جو نہ چاہتا نہ رکھتا، حضرت ابن مسعود ؓ سے بھی یہ مروی ہے۔ آیت (وَعَلَي الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍ) 2۔ البقرۃ :184) کا مطلب حضرت معاذ بیان فرماتے ہی کہ ابتداء اسلام میں جو چاہتا روزہ رکھتا جو چاہتا نہ رکھتا اور ہر روزے کے بدلے ایک مسکین کو کھانا کھلا دیتا۔ حضرت سلمہ بن اکوع سے بھی صحیح بخاری میں ایک روایت آئی ہے کہ اس آیت کے نازل ہونے کے وقت جو شخص چاہتا افطار کرتا اور فدیہ دے دیتا یہاں تک کہ اس کے بعد کی آیت اتری اور یہ منسوخ ہوئی، حضرت ابن عمر بھی اسے منسوخ کہتے ہیں حضرت ابن عباس فرماتے ہیں یہ منسوخ نہیں مراد اس سے بوڑھا مرد اور بڑھیا عورت ہے جسے روزے کی طاقت نہ ہو، ابن ابی لیلیٰ ، کہتے ہیں عطار ؒ کے پاس رمضان میں گیا دیکھا کہ وہ کھانا کھا رہے ہیں مجھے دیکھ کر فرمانے لگے کہ حضرت ابن عباس کا قول ہے کہ اس آیت نے پہلی آیت کا حکم منسوخ کردیا، اب یہ حکم صرف بہت زیادہ بےطاقت بوڑھے بڑے کے لئے ہے، حاصل کلام یہ ہے کہ جو شخص مقیم ہو اور تندرست ہو اس کے لئے یہ حکم نہیں بلکہ اسے روزہ ہی رکھنا ہوگا ہاں ایسے بوڑھے، بڑے معمر اور کمزور آدمی جنہیں روزے کی طاقت ہی نہ ہو روزہ نہ رکھیں اور نہ ان پر قضا ضروری ہے لیکن اگر وہ مالدار ہوں تو آیا انہیں کفارہ بھی دینا پڑے گا یا نہیں ہمیں اختلاف ہے امام شافعی کا ایک قول تو یہ ہے کہ چونکہ اس میں روزے کی طاقت نہیں لہذا یہ بھی مثل بچے کے ہے نہ اس پر کفارہ ہے نہ اس پر قضا کیونکہ اللہ تعالیٰ کسی کو اس کی طاقت سے زیادہ تکلیف نہیں دیتا، دوسرا قول حضرت امام شافعی ؒ کا یہ ہے کہ اس کے ذمہ کفارہ ہے، اکثر علماء کرام کا بھی یہی فیصلہ ہے۔ حضرت ابن عباس ؓ وغیرہ کی تفسیروں سے بھی یہی ثابت ہوا ہے امام بخاری ؒ کا پسندیدہ مسئلہ بھی یہی ہے وہ فرماتے ہیں کہ بہت بڑی عمر والا بوڑھا جسے روزے کی طاقت نہ ہو تو فدیہ دے دے جیسے حضرت انس بن مالک ؓ نے اپنی بڑی عمر میں بڑھاپے کے آخری دنوں میں سال دو سال تک روزہ نہ رکھا اور ہر روزے کے بدلے ایک مسکین کو روٹی گوشت کھلا دیا کرے، مسند ابو لیلیٰ میں ہے کہ جب حضرت انس ؓ روزہ رکھنے سے عاجز ہوگئے تو گوشت روٹی تیار کر کے تیس مسکینوں کو بلا کر کھلا دیا کرتے، اسی طرح حمل والی اور دودھ پلانے والی عورت کے بارے میں جب انہیں اپنی جان کا یا اپنے بچے کی جان کا خوف ہو علماء میں سخت اختلاف ہے، بعض تو کہتے ہیں کہ وہ روزہ نہ رکھیں فدیہ دے دیں اور جب خوف ہٹ جائے قضا بھی کرلیں بعض کہتے ہیں صرف فدیہ ہے قضا نہ کریں، بعض کہتے ہیں قضا کرلیں فدیہ نہیں اور بعض کا قول ہے کہ نہ روزہ رکھیں نہ فدیہ نہ قضا کریں امام ابن کثیر نے اس مسئلہ کو اپنی کتاب الصیام میں تفصیل کے ساتھ لکھا ہے فلحمد للہ (بظاہر یہی بات دلائل سے زیادہ قریب نظر آتی ہے کہ یہ دونوں ایسی حالت میں روزہ رکھیں اور بعد میں قضا کریں۔ نہ فدیہ دیں۔)",
  "ayah": 184,
  "surah": 2
}
