{
  "text": "نزول قرآن اور ماہ رمضان ماہ رمضان شریف کی فضیلت و بزرگی کا بیان ہو رہا ہے اسی ماہ مبارک میں قرآن کریم اترا مسند احمد کی حدیث میں ہےحضور ﷺ نے فرمایا ہے ابراہیمی صحیفہ رمضان کی پہلی رات اترا اور توراۃ چھٹی تاریخ اگلے تمام صحیفے اور توراۃ و انجیل تیرھویں تاریخ اور قرآن چوبیسویں تاریخ نازل ہوا ایک اور روایت میں ہے کہ زبور بارھویں کو اور انجیل اٹھارہویں کو، اگلے تمام صحیفے اور توراۃ و انجیل و زبور جس پیغمبر پر اتریں ایک ساتھ ایک ہی مرتبہ اتریں لیکن قرآن کریم بیت العزت سے آسمانی دنیا تک تو ایک ہی مرتبہ نازل ہوا اور پھر وقتًا فوقتًا حسب ضرورت زمین پر نازل ہوتا رہا یہی مطلب آیت (اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةِ الْقَدْرِ) 97۔ القدر :1) آیت اور آیت (اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ) 44۔ الدخان :3) اور آیت (اُنْزِلَ فِيْهِ الْقُرْاٰنُ) 2۔ البقرۃ :185) مطلب یہ ہے کہ قرآن کریم ایک ساتھ آسمان اول پر رمضان المبارک کے مہینے میں لیلتہ القدر کو نازل ہوا اور اسی کو لیلہ مبارکہ بھی کہا ہے، ابن عباس وغیرہ سے یہی مروی ہے، آپ سے جب یہ سوال ہوا کہ قرآن کریم تو مختلف مہینوں میں برسوں میں اترتا رہا پھر رمضان میں اور وہ بھی لیلتہ القدر میں اترنے کے کیا معنی ؟ تو آپ نے یہی مطلب بیان کیا (ابن مردویہ وغیرہ) آپ سے یہ بھی مروی ہے کہ آدھی رمضان میں قرآن کریم دنیا کے آسمان کی طرف اترا بیت العزۃ میں رکھا گیا پھر حسب ضرورت واقعات اور سوالات پر تھوڑا تھوڑا اترتا رہا اور بیس سال میں کامل ہوا اس میں بہت سی آیتیں کفار کے جواب میں بھی اتریں کفار کا ایک اعتراض یہ بھی تھا کہ یہ قرآن کریم ایک ساتھ سارا کیوں نہیں اترا ؟ جس کے جواب میں فرمایا گیا آیت (لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا) 25۔ الفرقان :32) یہ اس لئے کہ تیرے دل کو برقرار اور مضبوط رکھیں پھر قرآن کریم کی تعریف میں بیان ہو رہا ہے کہ یہ لوگوں کے دلوں کی ہدایت ہے اور اس میں واضح اور روشن دلیلیں ہیں تدبر اور غور و فکر کرنے والا اس سے صحیح راہ پر پہنچ سکتا ہے یہ حق وباطل حرام وحلال میں فرق ظاہر کرنے والا ہے ہدایت و گمراہی اور رشدوبرائی میں علیحدگی کرنے والا ہے، بعض سلف سے منقول ہے کہ صرف رمضان کہنا مکروہ ہے شہر رمضان یعنی رمضان کا مہینہ کہنا چاہے، حضرت ابوہریرہ سے مروی ہے رمضان نہ کہو یہ اللہ تعالیٰ کا نام ہے شہر رمضان یعنی رمضان کا مہینہ کہا کرو، حضرت مجاہد ؒ اور محمد بن کعب سے بھی یہی مروی ہے، حضرت ابن عباس اور حضرت زید بن ثابت ؓ کا مذہب اس کے خلاف ہے، رمضان نہ کہنے کے بارے میں ایک مرفوع حدیث بھی ہے لیکن سندا وہ وہی ہے امام بخاری نے بھی اس کے رد میں باب باندھ کر بہت سی حدیثیں بیان فرمائی ہیں ایک میں ہے جو شخص رمضان کے روزے ایمان اور نیک نیتی کے ساتھ رکھے اس کے سبب اس کے اگلے گناہ بخش دیئے جاتے ہیں وغیرہ غرض اس آیت سے ثابت ہوا کہ جب رمضان کا چاند چڑھے کوئی شخص اپنے گھر ہو، سفر میں نہ ہو اور تندرست بھی ہو اسے روزے رکھنے لازمی اور ضروری ہیں، پہلے اس قسم کے لوگوں کو بھی جو رخصت تھی وہ اٹھ گئی اس کا بیان فرما کر پھر بیمار اور مسافر کے لئے رخصت کا بیان فرمایا کہ یہ لوگ روزہ ان دنوں میں نہ رکھیں اور پھر قضا کرلیں یعنی جس کے بدن میں کوئی تکلیف ہو جس کی وجہ سے روزے میں مشقت پڑے یا تکلیف بڑھ جائے یا سفر میں ہو تو افطار کرلے اور جتنے روزے جائیں اتنے دن پھر قضا کرلے۔ پھر ارشاد ہوتا ہے کہ ان حالتوں میں رخصت عطا فرما کر تمہیں مشقت سے بچا لینا یہ سراسر ہماری رحمت کا ظہور ہے اور احکام اسلام میں آسانی ہے، اب یہاں چند مسائل بھی سنئے 001 سلف کی ایک جماعت کا خیال ہے کہ جو شخص اپنے گھر میں مقیم ہو اور چاند چڑھ جائے رمضان شریف کا مہینہ آجائے پھر درمیان میں اسے سفر درپیش ہو تو اسے روزہ ترک کرنا جائز نہیں کیونکہ ایسے لوگوں کو روزہ رکھنے کا صاف حکم قرآن پاک میں موجود ہے، ہاں ان لوگوں کو بحالت سفر روزہ چھوڑنا جائز ہے جو سفر میں ہوں اور رمضان کا مہینہ آجائے، لیکن یہ قول غریب ہے، ابو محمد بن حزم نے اپنی کتاب \" محلی \" میں صحابہ اور تابعین کی ایک جماعت کا یہی مذہب نقل کیا ہے لیکن اس میں کلام ہے واللہ اعلم۔ نبی ﷺ رمضان المبارک میں فتح مکہ کے غزوہ کے لئے نکلے روزے سے تھے \" کدید \" میں پہنچ کر روزہ افطار کیا اور لوگوں کو بھی حکم دیا کہ روزہ توڑ دیں (متفق علیہ) 002 صحابہ رحمۃ اللہ تابعین کی ایک اور جماعت نے کہا کہ سفر میں روزہ توڑ دینا واجب ہے کیونکہ قرآن کریم میں ہے آیت (فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ) 2۔ البقرۃ :185) لیکن صحیح قول جو جمہور کا مذہب ہے یہ ہے کہ آدمی کو اختیار ہے خواہ رکھے خواہ نہ رکھے اس لئے کہ ماہ رمضان میں لوگ جناب رسول اللہ ﷺ کے ساتھ نکلتے تھے بعض روزے سے ہوتے تھے بعض روزے سے نہیں ہوتے تھے پس روزے دار بےروزہ پر اور بےروزہ دار روزہ دار پر کوئی عیب نہیں پکڑاتا تھا اگر افطار واجب ہوتا تو روزہ رکھنے والوں پر انکار کیا جاتا، بلکہ خود نبی ﷺ سے بحالت سفر روزہ رکھنا ثابت ہے، بخاری ومسلم میں ہے حضرت ابو درداء ؓ فرماتے ہیں رمضان المبارک میں سخت گرمی کے موسم میں ہم نبی ﷺ کے ساتھ ایک سفر میں تھے گرمی کی شدت کی وجہ سے سر پر ہاتھ رکھے رکھے پھر رہے تھے ہم میں سے کوئی بھی روزے سے نہ تھا سوائے رسول اللہ ﷺ اور حضرت عبداللہ بن رواحہ کے۔ 003 تیسرا مسئلہ۔ ایک جماعت علماء کا خیال ہے جن میں حضرت امام شافعی ؒ بھی ہیں کہ سفر میں روزہ رکھنا نہ رکھنے سے افضل ہے کیونکہ حضور ﷺ سے بحالت سفر روزہ رکھنا ثابت ہے، ایک دوسری جماعت کا خیال ہے کہ روزہ نہ رکھنا افضل ہے کیونکہ اس میں رخصت پر عمل ہے، اور ایک حدیث میں ہے کہ حضور ﷺ سے سفر کے روزے کی بابت سوال ہوا تو آپ ﷺ نے فرمایا جو روزہ توڑ دے اس نے اچھا کیا اور جو نہ توڑے اس پر کوئی گناہ نہیں ایک اور حدیث شریف میں ہے نبی ﷺ نے فرمایا اللہ کی رخصتوں کو جو اس نے تمہیں دی ہیں تم لے لو۔ تیسری جماعت کا قول ہے کہ رکھنا نہ رکھنا دونوں برابر ہے۔ ان کی دلیل حضرت عائشہ والی حدیث ہے کہ حضرت حمزہ بن عمرو اسلمی ؓ نے کہا یا رسول اللہ ﷺ ! میں روزے اکثر رکھا کرتا ہوں تو کیا اجازت ہے کہ سفر میں بھی روزے رکھ لیا کروں فرمایا اگر چاہو نہ رکھو (بخاری ومسلم) بعض لوگوں کا قول ہے کہ اگر روزہ بھاری پڑتا ہو تو افطار کرنا افضل ہے، حضرت جابر ؓ سے روایت ہے کہ رسول اللہ ﷺ نے ایک شخص کو دیکھا اس پر سایہ کیا گیا ہے پوچھا یہ کیا بات ہے ؟ لوگوں نے کہا حضور ﷺ یہ روزے سے ہے آپ نے فرمایا سفر میں روزہ رکھنا نیکی نہیں (بخاری ومسلم) یہ خیال رہے کہ جو شخص سنت سے منہ پھیرے اور روزہ چھوڑنا سفر کی حالت میں بھی مکروہ جانے تو اس پر افطار ضروری ہے اور روزہ رکھنا حرام ہے۔ مسند احمد وغیرہ میں حضرت ابن عمر حضرت جابر ؓ وغیرہ سے مروی ہے کہ جو شخص اللہ تعالیٰ کی رخصت کو قبول نہ کرے اس پر عرفات کے پہاڑوں برابر گناہ ہوگا۔چوتھا مسئلہ : آیا قضاء روزوں میں پے درپے روزے رکھنے ضروری ہیں یا جدا جدا بھی رکھ لئے جائیں تو حرج نہیں ؟ ایک مذہب بعض لوگوں کا یہ ہے کہ قضا کو مثل ادا کے پورا کرنا چاہئے، ایک کے پیچھے ایک یونہی لگاتار روزے رکھنے چاہئیں دوسرے یہ کہ پے درپے رکھنے واجب نہیں خواہ الگ الگ رکھے خواہ ایک ساتھ اختیار ہے جمہور سلف وخلف کا یہی قول ہے اور دلائل سے ثبوت بھی اسی کا ہے، رمضان میں پے درپے رورزے رکھنا اس لئے ہیں کہ وہ مہینہ ہی ادائیگی روزہ کا ہے اور رمضان کے نکل جانے کے بعد تو صرف وہ گنتی پوری کرنی ہے خواہ کوئی دن ہو اسی لئے قضاء کے حکم کے بعد اللہ کی آسانی کی نعمت کا بیان ہوا ہے، مسند احمد میں ہے رسول اللہ ﷺ نے فرمایا بہتر دین وہی ہے جو آسانی والا ہو، بہتر دین وہی ہے جو آسانی والا ہو، مسند ہی میں ایک اور حدیث میں ہے، عروہ کہتے ہیں کہ ہم ایک مرتبہ رسول اللہ ﷺ کا انتظار کر رہے تھے کہ آپ تشریف لائے سر سے پانی کے قطرے ٹپک رہے تھے معلوم ہوتا تھا کہ وضو یا غسل کر کے تشریف لا رہے ہیں جب نماز سے فارغ ہوئے تو لوگوں نے آپ ﷺ سے سوالات کرنے شروع کر دئے کہ حضور ﷺ کیا فلاں کام میں کوئی حرج ہے ؟ فلاں کام میں کوئی حرج ہے ؟ آخر میں حضور ﷺ نے فرمایا اللہ کا دین آسانیوں والا ہے تین مرتبہ یہی فرمایا، مسند ہی کی ایک اور حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں لوگوں آسانی کرو سختی نہ کرو تسکین دو نفرت نہ دلاؤ، بخاری ومسلم کی حدیث میں بھی ہے رسول اللہ ﷺ نے حضرت معاذ اور حضرت ابو موسیٰ کو جب یمن کی طرف بھیجا تو فرمایا تم دونوں خوشخبریاں دینا، نفرت نہ دلانا، آسانیاں کرنا سختیاں نہ کرنا، آپس میں اتفاق سے رہنا اختلاف نہ کرنا سنن اور مسانید میں ہے کہ رسول اللہ ﷺ نے فرمایا میں یکطرفہ نرمی اور آسانی والے دین کے ساتھ بھیجا گیا ہوں، محجن بن ادرع ؓ فرماتے ہیں کہ رسول اللہ ﷺ نے ایک شخص کو نماز پڑھتے ہوئے دیکھا غور سے آپ اسے دیکھتے رہے پھر فرمایا کیا تم اسے سچائی کے ساتھ نماز پڑھتے ہوئے دیکھ رہے ہو لوگوں نے کہا یا رسول اللہ ﷺ یہ تمام اہل مدینہ سے زیادہ نماز پڑھنے والا ہے آپ ﷺ نے فرمایا اسے نہ سناؤ کہیں یہ اس کی ہلاکت کا باعث نہ ہو سنو اللہ تعالیٰ کا ارادہ اس امت کے ساتھ آسانی کا ہے سختی کا نہیں، پس آیت کا مطلب یہ ہوا کہ مریض اور مسافر وغیرہ کو یہ رخصت دینا اور انہیں معذور جاننا اس لئے ہے کہ اللہ تعالیٰ کا ارادہ آسانی کا ہے سختی کا نہیں اور قضا کا حکم گنتی کے پورا کرنے کے لئے ہے اور اس رحمت نعمت ہدایت اور عبادت پر تمہیں اللہ تبارک وتعالیٰ کی بڑائی اور ذکر کرنا چاہئے جیسے اور جگہ حج کے موقع پر فرمایا آیت (فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۗءَكُمْ اَوْ اَشَدَّ ذِكْرًا) 2۔ البقرۃ :200) یعنی جب احکام حج ادا کر چکو تو اللہ کا ذکر کرو اور جگہ جعمہ جمعہ کی نماز کی ادائیگی کے بعد فرمایا کہ جب نماز پوری ہوجائے تو زمین میں پھیل جاؤ اور رزق تلاش کرو اور اللہ کا ذکر زیادہ کرو تاکہ تمہیں فلاح ملے، اور جگہ فرمایا آیت (فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السّٰجِدِيْنَ) 15۔ الحجر :98) یعنی سورج کے نکلنے سے پہلے سورج کے ڈوبنے سے پہلے رات کو اور سجدوں کے بعد اللہ تعالیٰ کی تسبیح بیان کیا کرو، اسی لئے مسنون طریقہ یہ ہے کہ ہر فرض نماز کے بعد اللہ تعالیٰ کی حمد تسبیح اور تکبیر پڑھنی چاہئے، حضرت ابن عباس ؓ سے روایت ہے کہ ہم رسول اللہ ﷺ کا نماز سے فارغ ہونا صرف اللہ اکبر کی آوازوں سے جانتے تھے، یہ آیت دلیل ہے اس امر کی کہ عیدالفطر میں بھی تکبیریں پڑھنی چاہئیں داود، بن علی اصبہانی ظاہری کا مذہب ہے کہ اس عید میں تکبیروں کا کہنا واجب ہے کیونکہ اس میں صیغہ امر کا ہے ولتکبرو اللہ اور اس کے بالکل برخلاف حنفی مذہب ہے وہ کہتے ہیں کہ اس عید میں تکبیریں پڑھنا مسنون نہیں، باقی بزرگان دین اسے مستحب بتاتے ہیں گو بعض تفصیلوں میں قدرے اختلاف ہے پھر فرمایا تاکہ تم شکر کرو یعنی اللہ تعالیٰ کے احکام بجا لا کر اس کے فرائض کو ادا کر کے اس کے حرام کردہ کاموں سے بچ کر اس کی حدود کی حفاظت کر کے تم شکر گزار بندے بن جاؤ۔",
  "ayah": 185,
  "surah": 2
}
