{
  "text": "حکم جہاد اور شرائط  حضرت ابو العالیہ ؒ فرماتے ہیں کہ مدینہ شریف میں جہاد کا پہلا حکم یہی نازل ہوا ہے، حضور ﷺ اس آیت کے حکم کی رو سے صرف ان لوگوں سے ہی لڑتے تھے جو آپ سے لڑیں جو آپ سے نہ لڑیں خود ان سے لڑائی نہیں کرتے تھے یہاں تک کہ سورة برأت نازل ہوئی، بلکہ عبدالرحمن بن زید بن سلام ؒ تو یہاں تک فرماتے ہیں کہ یہ آیت منسوخ ہے اور ناسخ آیت (فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُــوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍ) 9۔ التوبہ :5) ہے یعنی جہاں کہیں مشرکین کو پاؤ انہیں قتل کرو، لیکن اس بارے میں اختلاف ہے اس لئے کہ اس سے تو مسلمانوں کو رغبت دلانا اور انہیں آمادہ کرنا ہے کہ اپنے ایسے دشمنوں سے کیوں جہاد نہ کروں جو تمہارے اور تمہارے دین کے کھلے دشمن ہیں، جیسے وہ تم سے لڑتے ہیں تم بھی ان سے لڑو جیسے اور جگہ فرمایا آیت (وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۗفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۗفَّةً ۭ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ) 9۔ التوبہ :36) یعنی مل جل کر مشرکوں سے جہاد کرو جس طرح وہ تم سے سب کے سب مل کر لڑائی کرتے ہیں چناچہ اس آیت میں بھی فرمایا انہیں قتل کرو جہاں پاؤ اور انہیں وہاں سے نکالو جہاں سے انہوں نے تمہیں نکالا ہے مطلب یہ ہے کہ جس طرح ان کا قصد تمہارے قتل کا اور تمہیں جلا وطن کرنے کا ہے تمہارا بھی اس کے بدلے میں یہی قصد رہنا چاہئے۔ پھر فرمایا تجاوز کرنے والے کو اللہ تعالیٰ پسند نہیں کرتا، یعنی اللہ تعالیٰ کی نافرمانی نہ کرو ناک کان وغیرہ نہ کاٹو، خیانت اور چوری نہ کرو، عورتوں اور بچوں کو قتل نہ کرو، ان بوڑھے بڑے لوگوں کو بھی نہ مارو جو نہ لڑنے کے لائق ہیں نہ لڑائی میں دخل دیتے ہیں درویشوں اور تارک دنیا لوگوں کو بھی قتل نہ کرو بلکہ بلا مصلحت جنگی نہ درخت کاٹو نہ حیوانوں کو ضائع کرو، حضرت ابن عباس ؓ حضرت عمر بن عبدالعزیز حضرت مقاتل بن حیان وغیرہ نے اس آیت کی تفسیر میں یہی فرمایا ہے، صحیح مسلم شریف میں ہے رسول اللہ ﷺ مجاہدین کو فرمان دیا کرتے تھے کہ اللہ کی راہ میں جہاد کرو خیانت نہ کرو، بدعہدی سے بچو، ناک کان وگیرہ اعضاء نہ کاٹو، بچوں کو اور زاہد لوگوں کو جو عبادت خانوں میں پڑے رہتے ہیں قتل نہ کرو۔ مسند احمد کی ایک روایت میں ہے کہ آپ ﷺ فرمایا کرتے تھے اللہ کا نام لے کر نکلو اللہ کی راہ میں جہاد کرو کفار سے لڑو ظلم و زیادتی نہ کرو دھوکہ بازی نہ کرو۔ دشمن کے اعضاء بدن نہ کاٹو درویشوں کو قتل نہ کرو، بخاری ومسلم میں ہے کہ ایک مرتبہ ایک غزوے میں ایک عورت قتل کی ہوئی پائی گئی حضور ﷺ نے اسے بہت برا مانا اور عورتوں اور بچوں کے قتل کو منع فرما دیا، مسند احمد میں ہے کہ حضور ﷺ نے ایک، تین، پانچ، سات، نو، گیارہ مثالیں دیں ایک تو ظاہر کردی باقی چھوڑ دیں فرمایا کہ کچھ لوگ کمزور اور مسکین تھے کہ ان پر زور آور مالدار دشمن چڑھ آیا اللہ تعالیٰ نے ضعیفوں کی مدد کی اور ان طاقتوروں پر انہیں غالب کردیا اب ان لوگوں نے ان پر ظلم و زیادتی شروع کردی جس کے باعث اللہ تعالیٰ نے ان ضعیفوں کی مدد کی اور ان طاقتوروں پر انہیں غالب کردیا اب ان لوگوں نے ان پر ظلم و زیادتی شروع کردی جس کے باعث اللہ تعالیٰ ان پر قیامت تک کے لئے ناراض ہوگیا۔ یہ حدیث اسناداً صحیح ہے، مطلب یہ ہے کہ جب یہ کمزور قوم غالب آگئی تو انہوں نے ظلم و زیادتی شروع کردی فرمان باری تعالیٰ کا کوئی لحاظ نہ کیا اس کے باعث پروردگار عالم ان سے ناراض ہوگیا، اس بارے میں احادیث اور آثار بکثرت ہیں جن سے صاف ظاہر ہے کہ ظلم و زیادتی اللہ کو ناپسند ہے اور ایسے لوگوں سے اللہ ناخوش رہتا ہے، چونکہ جہاد کے احکام میں بظاہر قتل وخون ہوتا ہے اس لئے یہ بھی فرما دیا کہ ادھر اگر قتل وخون ہے تو ادھر اللہ کے ساتھ کفر و شرک ہے اور اس مالک کی راہ سے اس کی مخلوق کو روکنا ہے اور یہ فتنہ قتل سے بہت زیادہ سخت ہے، ابو مالک فرماتے ہیں تمہاری یہ خطا کاریاں اور بدکاریاں قتل سے زیادہ زبوں تر ہیں۔ پھر فرمان جاری ہوتا ہے کہ بیت اللہ میں ان سے لڑائی نہ کرو جیسے بخاری ومسلم میں ہے کہ یہ شہر حرمت والا ہے آسمان و زمین کی پیدائش کے زمانے سے لے کر قیامت تک باحرمت ہی ہے صرف تھوڑے سے وقت کے لئے اللہ تعالیٰ نے میرے لئے اسے حلال کردیا تھا لیکن وہ آج اس وقت بھی حرمت والا ہے اور قیامت تک اس کا یہ احترام اور بزرگی باقی رہے گی اس کے درخت نہ کاٹے جائیں اور اس کے کانٹے نہ اکھیڑے جائیں اگر کوئی شخص اس میں لڑائی کو جائز کہے اور میری جنگ کو دلیل میں لائے تو تم کہہ دینا اللہ تعالیٰ نے صرف اپنے رسول ﷺ کو تھوڑے سے وقت کے لیے اجازت دی تھی لیکن تمہیں کوئی اجازت نہیں۔ آپ کے اس فرمان سے مراد فتح مکہ کا دن ہے جس دن آپ نے مکہ والوں سے جہاد کیا تھا اور مکہ کو فتح کیا تھا چند مشرکین بھی مارے گئے تھے۔ گو بعض علماء کرام یہ بھی فرماتے ہیں کہ مکہ صلح سے فتح ہوا حضور ﷺ نے صاف ارشاد فرما دیا تھا کہ جو شخص اپنا دروازہ بند کرلے وہ امن میں ہے جو مسجد میں چلا جائے امن میں ہے جو ابو سفیان کے گھر میں چلا جائے وہ بھی امن ہے۔ پھر فرمایا کہ ہاں اگر وہ تم سے یہاں لڑائی شروع کردیں تو تمہیں اجازت ہے کہ تم بھی یہیں ان سے لڑو تاکہ یہ ظلم دفع ہو سکے، چناچہ آنحضرت ﷺ نے حدیبیہ والے دن اپنے اصحاب سے لڑائی کی بیعت لی جب قریشیوں نے اپنے ساتھیوں سے مل کر یورش کی تھی تب آپ ﷺ نے درخت تلے اپنے اصحاب سے بیعت لی۔ پھر اللہ تعالیٰ نے اس لڑائی کو دفع کردیا چناچہ اس نعمت کا بیان اس آیت میں ہے کہ وہ آیت (وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ) 48۔ الفتح :24) پھر ارشاد ہوتا ہے کہ اگر یہ کفار حرم میں لڑائی بند کردیں اور اس سے باز آجائیں اور اسلام قبول کرلیں تو اللہ تعالیٰ ان کے گناہ معاف فرما دے گا گو انہوں نے مسلمانوں کو حرم میں قتل کیا ہو باری تعالیٰ ایسے بڑے گناہ کو بھی معاف فرما دے گا۔ پھر حکم ہوتا ہے کہ ان مشرکین سے جہاد جاری رکھو تاکہ یہ شرک کا فتنہ مٹ جائے اور اللہ تعالیٰ کا دین غالب اور بلند ہوجائے اور تمام دین پر ظاہر ہوجائے، جیسے بخاری ومسلم میں حضرت ابو موسیٰ اشعری ؓ سے روایت ہے کہ رسول اللہ ﷺ سے پوچھا گیا کہ ایک شخص اپنی بہادری جتانے کے لئے لڑتا ہے ایک شخص حمیت و غیرت قومی سے لڑتا ہے، ایک شخص ریاکاری اور دکھاوے کے طور پر لڑتا ہے تو فرمائیے کہ ان میں سے کون شخص اللہ تعالیٰ کی راہ میں جہاد کرنے والا ہے ؟ آپ ﷺ نے فرمایا اللہ تعالیٰ کی راہ میں جہاد کرنے والا وہی ہے جو صرف اس کے لئے لڑے کہ اللہ تعالیٰ کی بات بلند ہو اس کے دین کا بول بالا ہو، بخاری ومسلم کی ایک اور حدیث میں کہ مجھے حکم دیا گیا ہے کہ میں لوگوں سے جہاد کرتا رہوں یہاں تک کہ وہ لا الہ الا اللہ کہیں ان کی جان ومال کا تحفظ میرے ذمہ ہوگا مگر اسلامی احکام اور ان کے باطنی حساب اللہ تعالیٰ کے ذمہ ہے۔ پھر فرمایا کہ اگر یہ کفار شرک و کفر سے اور تمہیں قتل کرنے سے باز آجائیں تو تم بھی ان سے رک جاؤ اس کے بعد جو قتال کرے گا وہ ظالم ہوگا اور ظالموں کو ظلم کا بدلہ دینا ضروری ہے یہی معنی ہیں۔ حضرت مجاہد کے اس قول کے کہ جو لڑیں ان سے ہی لڑا جائے، یا مطلب یہ ہے کہ اگر وہ ان حرکات سے رک جائیں تو وہ ظلم یعنی شرک سے ہٹ گئے پھر کوئی وجہ نہیں کہ ان سے جنگ وجدال ہو، یہاں لفظ عدوان جو کہ زیاتی کے معنی میں ہے وہ زیادتی کے مقابلہ میں زیادتی کے بدلے کے لئے ہے حقیقتا وہ زیادتی نہیں جیسے فرمایا آیت (فمن اعتدی علیکم فاعتدو علیہ بمثل ما اعتدی علیکم) یعنی تم پر جو زیادتی کرے تم بھی اس پر اس جیسی زیادتی کرلو اور جگہ ہے آیت (جَزَاۗءُ سَـيِّئَةٍۢ بِمِثْلِهَا ۙ وَتَرْهَقُھُمْ ذِلَّةٌ) 10۔ یونس :27) یعنی برائی کا بدلہ اسی جیسی برائی ہے اور جگہ فرمان ہے آیت (وَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِهٖ) 16۔ النحل :126) یعنی اگر تم سزا اور عذاب کرو تو اسی مثل سزا کرو جو تم کئے گئے ہو، پاس ان تینوں جگہوں میں زیادتی برائی اور سزا \" بدلے \" کے طور پر کہا گیا ہے ورنہ فی الواقع وہ زیادتی برائی اور سزا و عذاب نہیں، حضرت عکرمہ اور حضرت قتادہ کا فرمان ہے اصلی ظالم وہی ہے جو لا الہ الا اللہ کو تسلیم کرنے سے انکار کرے، صحیح بخاری شریف میں ہے کہ حضرت عبداللہ بن عمر ؓ کو گھیر کر کہا کہ لوگ تو مر کٹ رہے ہیں آپ حضرت عمر ؓ کے صاحبزادے ہیں رسول اللہ ﷺ کے صحابی ہیں کیوں اس لڑائی میں شامل نہیں ہوتے ؟ آپ ؓ نے فرمایا سنو اللہ تعالیٰ نے مسلمان بھائی کا خون حرام کردیا ہے، انہوں نے کہا کیا جناب باری کا یہ فرمان نہیں کہ ان سے لڑو یہاں تک کہ فتنہ باقی نہ رہے آپ نے جواب دیا کہ ہم تو لڑتے رہے یہاں تک کہ فتنہ دب گیا اور اللہ تعالیٰ کا پسندیدہ دین غالب آگیا لیکن اب تم چاہتے ہو کہ تم لڑو تاکہ فتنہ پیدا ہو اور دوسرے مذاہب ابھر آئیں۔ ایک اور روایت میں ہے کہ کسی نے آپ سے پوچھا کہ اے ابو عبدالرحمن آپ نے اللہ کی راہ میں جہاد کرنا کیوں چھوڑ رکھا ہے اور یہ کیا اختیار کر رکھا ہے کہ حج پر حج کر رہے ہو ہر دوسرے سال حج کو جایا کرتے ہو حالانکہ جہاد کے فضائل آپ سے مخفی نہیں آپ نے فرمایا بھتیجے سنو ! اسلام کی بنائیں پانچ ہیں۔ اللہ اور اس کے رسول پر ایمان لانا، پانچوں وقتوں کی نماز ادا کرنا، رمضان کے روزے رکھنا، زکوٰۃ دینا، بیت اللہ شریف کا حج کرنا، اس نے کہا کیا قرآن پاک کا یہ حکم آپ نے نہیں سنا کہ ایمان والوں کی دو جماعتیں اگر آپس میں جھگڑیں تو تم ان میں صلح کرا دو اگر پھر بھی ایک گروہ دوسرے پر بغاوت کرے تو باغی گروہ سے لڑو یہاں تک کہ وہ پھر سے اللہ کا فرمانبردار بن جائے، اور جگہ ارشاد ہے ان سے لڑو تاوقتیکہ فتنہ مٹ جائے آپ نے فرمایا ہم نے حضور ﷺ کے زمانہ میں اس کی تعمیل کرلی جبکہ اسلام کمزور تھا اور مسلمان تھوڑے تھے جو اسلام قبول کرتا تھا اس پر فتنہ آپڑتا تھا یا تو قتل کردیا جاتا یا سخت عذاب میں پھنس جاتا یہاں تک کہ یہ پاک دین پھیل گیا اور اس کے حلقہ بگوش بہ کثرت ہوگئے اور فتنہ برباد ہوگیا اس نے کہا اچھا تو پھر فرمائیے کہ حضرت علی اور حضرت عثمان ؓ کے بارے میں آپ کا کیا خیال ہے فرمایا عثمان ؓ کو تو اللہ تعالیٰ نے معاف فرما دیا گو تم اس معافی سے برا مناؤ اور علی تو رسول اللہ ﷺ کے چچا زاد بھائی اور آپ کے داماد تھے اور یہ دیکھو ان کا مکان یہ رہا جو تمہاری آنکھوں کے سامنے ہے۔",
  "ayah": 193,
  "surah": 2
}
