{
  "text": "حق جہاد کیا ہے ؟  حضرت حذیفہ ؓ فرماتے ہیں کہ یہ آیت اللہ کی راہ میں خرچ کرنے کے بارے میں نازل ہوئی ہے (بخاری) اور بزرگوں نے بھی اس آیت کی تفسیر میں یہی بیان فرمایا ہے، حضرت ابو عمران فرماتے ہیں کہ مہاجرین میں سے ایک نے قسطنطنیہ کی جنگ میں کفار کے لشکر پر دلیرانہ حملہ کیا اور ان کی صفوں کو چیرتا ہوا ان میں گھس گیا تو بعض لوگ کہنے لگے کہ یہ دیکھو یہ اپنے ہاتھوں اپنی جان کو ہلاکت میں ڈال رہا ہے حضرت ابو ایوب ؓ نے یہ سن کر فرمایا اس آیت کا صحیح مطلب ہم جانتے ہیں سنو ! یہ آیت ہمارے ہی بارے میں نازل ہوئی ہے ہم نے حضور ﷺ کی صحبت اٹھائی آپ کے ساتھ جنگ وجہاد میں شریک رہے آپ کی مدد پر تلے رہے یہاں تک کہ اسلام غالب ہوا اور مسلمان غالب آگئے تو ہم انصاریوں نے ایک مرتبہ جمع ہو کر آپس میں مشورہ کیا کہ اللہ تعالیٰ نے اپنے نبی ﷺ کی صحبت کے ساتھ ہمیں مشرف فرمایا ہم آپ کی خدمت میں لگے رہے آپ کی ہمرکابی میں جہاد کرتے رہے اب بحمد اللہ اسلام پھیل گیا مسلمانوں کا غلبہ ہوگیا لڑائی ختم ہوگئی ان دنوں میں نہ ہم نے اپنی اولاد کی خبر گیری کی نہ مال کی دیکھ بھال کی نہ کھیتیوں اور باغوں کا کچھ خیال کیا اب ہمیں چاہئے کہ اپنے خانگی معاملات کی طرف توجہ کریں اس پر یہ آیت نازل ہوئی، پس جہاد کو چھوڑ کر بال بچوں اور بیوپار تجارت میں مشغول ہوجانا یہ اپنے ہاتھوں اپنے تئیں ہلاک کرنا ہے (ابوداود، ترمذی، نسائی وغیرہ) ایک اور روایت میں ہے کہ قسطنطنیہ کی لڑائی کے وقت مصریوں کے سردار حضرت عقبہ بن عامر تھے اور شامیوں کے سردار یزید بن فضالہ بن عبید تھے، حضرت براء بن عازب ؓ سے ایک شخص نے پوچھا کہ اگر میں اکیلا تنہا دشمن کی صف میں گھس جاؤں اور وہاں گھر جاؤں اور قتل کردیا جاؤں تو کیا اس آیت کے مطابق میں اپنی جان کو آپ ہی ہلاک کرنے والا بنوں گا ؟ آپ نے جواب دیا نہیں نہیں اللہ تعالیٰ اپنے نبی ﷺ سے فرماتا ہے آیت (فَقَاتِلْ فِيْ سَبِيْلِ اللّٰهِ ۚ لَا تُكَلَّفُ اِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِيْنَ) 4۔ النسآء :84) اے نبی اللہ کی راہ میں لڑتا رہ تو اپنی جان کا ہی مالک ہے اسی کو تکلیف دے یہ آیت تو اللہ کی راہ میں خرچ کرنے سے رک جانے والوں کے بارے میں نازل ہوئی ہے (ابن مردویہ وغیرہ) ترمذی کی ایک اور روایت میں اتنی زیادتی ہے کہ آدمی کا گناہوں پر گناہ کئے چلے جانا اور توبہ نہ کرنا یہ اپنے ہاتھوں اپنے تئیں ہلاک کرنا ہے۔ ابن ابی حاتم میں ہے کہ مسلمانوں نے دمشق کا محاصرہ کیا اور ازدشنوہ کے قبیلہ کا ایک آدمی جرات کر کے دشمنوں میں گھس گیا ان کی صفیں چیرتا پھاڑتا اندر چلا گیا لوگوں نے اسے برا جانا اور حضرت عمرو بن عاص کے پاس یہ شکایت کی چناچہ حضرت عمرو نے انہیں بلا لیا اور فرمایا قرآن میں ہے اپنی جانوں کو ہلاکت میں نہ ڈالو۔ حضرت ابن عباس فرماتے ہیں لڑائی میں اس طرح کی بہادری کرنا اپنی جان کو بربادی میں ڈالنا نہیں بلکہ اللہ کی راہ میں مال خرچ نہ کرنا ہلاکت میں پڑنا ہے، حضرت ضحاک بن ابو جبیرہ فرماتے ہیں کہ انصار اپنے مال اللہ کی راہ میں کھلے دل سے خرچ کرتے رہتے تھے لیکن ایک سال قحط سالی کے موقع پر انہوں نے وہ خرچ روک لیا جس پر یہ آیت نازل ہوئی، حضرت امام حسن بصری فرماتے ہیں اس سے مراد بخل کرنا ہے، حضرت نعمان بن بشیر فرماتے ہیں کہ گنہگار کا رحمت باری سے ناامید ہوجانا یہ ہلاک ہونا ہے اور حضرات مفسرین بھی فرماتے ہیں کہ گناہ ہوجائیں پھر بخشش سے ناامید ہو کر گناہوں میں مشغول ہوجانا اپنے ہاتھوں پر آپ ہلاک ہونا ہے، تہلکۃ سے مراد اللہ کا عذاب بھی بیان کیا گیا ہے، قرطبی وغیرہ سے روایت ہے کہ لوگ حضور ﷺ کے ساتھ جہاد میں جاتے تھے اور اپنے ساتھ کچھ خرچ نہیں لے جاتے تھے اب یا تو وہ بھوکوں مریں یا ان کا بوجھ دوسروں پر پڑے تو ان سے اس آیت میں فرمایا جاتا ہے کہ اللہ نے جو تمہیں دیا ہے اسے اس کی راہ کے کاموں میں لگاؤ اور اپنے ہاتھوں ہلاکت میں نہ پڑو کہ بھوک پیاس سے یا پیدل چل چل کر مرجاؤ۔ اس کے ساتھ ہی ان لوگوں کو جن کے پاس کچھ ہے حکم ہو رہا ہے کہ تم احسان کرو تاکہ اللہ تمہیں دوست رکھے نیکی کے ہر کام میں خرچ کیا کرو بالخصوص جہاد کے موقعہ پر اللہ کی راہ میں خرچ کرنے سے نہ رکو یہ دراصل خود تمہاری ہلاکت ہے، پس احسان اعلیٰ درجہ کی اطاعت ہے جس کا یہاں حکم ہو رہا ہے اور ساتھ ہی یہ بیان ہو رہا ہے کہ احسان کرنے والے اللہ کے دوست ہیں۔",
  "ayah": 195,
  "surah": 2
}
