{
  "text": "حج اور عمرہ کے مسائل  اوپر چونکہ روزوں کا ذکر ہوا تھا پھر جہاد کا بیان ہوا اب حج کا تذکرہ ہو رہا ہے اور حکم ہوتا ہے کہ حج اور عمرے کو پورا کرو، ظاہر الفاظ سے معلوم ہوتا ہے کہ حج اور عمرے کو شروع کرنے کے بعد پورا کرنا چاہئے، تمام علماء اس پر متفق ہیں کہ حج و عمرے کو شروع کرنے کے بعد ان کا پورا کرنا لازم ہے گو عمرے کے واجب ہونے اور مستحب ہونے میں علماء کے دو قول ہیں جنہیں ہم نے پوری طرح کتاب الاحکام میں بیان کردیا ہے فللہ الحمد والمنۃ حضرت علی ؓ فرماتے ہیں کہ پورا کرنا یہ ہے کہ تم اپنے گھر سے احرام باندھو حضرت سفیان ثوری ؒ فرماتے ہیں کہ ان کا تمام کرنے کا مقصد یہ ہے کہ تم اپنے گھر سے احرام باندھو تمہارا سفر صرف حج و عمرے کی غرض سے ہو میقات پہنچ کر لبیک پکارنا شروع کردو تمہارا ارادہ تجارت یعنی کسی اور دنیوی غرض کا نہ ہو، کہ نکلے تو اپنے کام کو اور مکہ کے قریب پہنچ کر خیال آگیا کہ آؤ حج وعمرہ بھی کرتا چلوں گو اس طرح بھی حج وعمرہ ادا ہوجائے لیکن یہ پورا کرنا نہیں پورا کرنا یہ ہے کہ صرف اسی ارادے سے گھر سے نکلو حضرت مکحول فرماتے ہیں کہ ان کا پورا کرنا یہ ہے کہ انہیں میقات سے شروع کرے، حضرت عمر فرماتے ہیں ان کا پورا کرنا یہ ہے کہ ان دونوں کو الگ الگ ادا کرے اور عمرے کو حج کے مہینوں میں نہ کرے اس لئے کہ قرآن شریف میں ہے آیت (اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ ۙوَلَا جِدَالَ فِي الْحَجِّ) 2۔ البقرۃ :197) حج کے مہینے مقرر ہیں قاسم بن محمد فرماتے ہیں کہ حج کے مہینوں میں عمرہ کرنا پورا ہونا نہیں ان سے پوچھا گیا کہ محرم میں عمرہ کرنا کیسا ہے ؟ کہا لوگ اسے تو پورا کہتے تھے لیکن اس قول میں شبہ ہے اس لئے کہ یہ ثابت شدہ امر ہے کہ رسول اللہ ﷺ نے چار عمرے کئے اور چاروں ذوالقعدہ میں کئے ایک سن006ہجری میں ذوالقعدہ کے مہینے میں، دوسرا ذوالقعدہ سن007ہجری میں عمرۃ القضاء تیسرا ذوالقعدہ سن008ہجری میں عمرۃ الجعرانہ، چوتھا ذوالقعدہ سن0100ہجری میں حج کے ساتھ، ان عمروں کے سوا ہجرت کے بعد آپ کا اور کوئی عمرہ نہیں ہوا، ہاں آپ نے ام ہانی ؓ نے آپ کے ساتھ حج کے لئے جانے کا ارادہ کرلیا تھا لیک سواری کی وجہ سے ساتھ نہ جاسکیں جیسے کہ بخاری شریف میں یہ واقعہ منقول ہے حضرت سعید بن جبیر ؒ تو صاف فرماتے ہیں کہ یہ ام ہانی ؓ کے لیے ہی مخصوص ہے واللہ اعلم۔ حضرت ابن عباس ؓ فرماتے ہیں کہ حج و عمرے کا احرام باندھنے کے بعد بغیر پورا کئے چھوڑنا جائز نہیں، حج اس وقت پورا ہوتا ہے جبکہ قربانی والے دن جمرہ عقبہ کو کنکر مار لے اور بیت اللہ کا طواف کرلے اور صفا مروہ کے درمیان دوڑ لے اب حج ادا ہوگیا، ابن عباس ؓ فرماتے ہیں حج عرفات کا نام ہے اور عمرہ طواف ہے حضرت عبداللہ کی قرأت یہ ہے آیت (واتموا الحج والعمرۃ الی البیت) عمرہ بیت اللہ تک جاتے ہی پورا ہوگیا، حضرت سعید بن جبیر سے جب یہ ذکر ہوا تو آپ نے فرمایا حضرت ابن عباس کی قرأت بھی یہی تھی، حضرت علقمہ بھی یہی فرماتے ہیں ابراہیم سے مروی ہے حدیث (واقیموا الحج والعمرۃ الی البیت) ، حضرت شعبی کی قرأت میں والعمرۃ ہے وہ فرماتے ہیں عمرہ واجب نہیں گو اس کے خلاف بھی ان سے مروی ہے، بہت سی احادیث میں بہت سندوں کے ساتھ حضرت انس ؓ اور صحابہ ؓ کی ایک جماعت سے روایت ہے کہ رسول اللہ ﷺ نے حج و عمرے کا ایک ساتھ احرام باندھے، ایک اور حدیث میں ہے عمرہ حج میں قیامت تک کے لئے داخل ہوگیا ابو محمد بن ابی حاتم نے اپنی کتاب میں اپنی کتاب میں ایک روایت وارد کی ہے کہ ایک شخص آنحضرت ﷺ کے پاس آیا اور زعفران کی خوشبو سے مہک رہا تھا اس نے پوچھا یا رسول اللہ ﷺ ! میرے احرام کے بارے میں کیا حکم ہے اس پر یہ آیت اتری حضور ﷺ نے پوچھا وہ سائل کہاں ہے ؟ اس نے کہا یا رسول اللہ ﷺ ! اپنے زعفرانی کپڑے اتار ڈال اور خوب مل کر غسل کرلو اور جو اپنے حج میں کرتا ہے وہی عمرے میں بھی کر یہ حدیث غریب ہے اور یہ سیاق عجیب ہے بعض روایتوں میں غسل کرلو اور جو اپنے حج میں کرتا ہے وہی عمرے میں بھی کر یہ حدیث غریب ہے اور یہ سیاق عجیب ہے بعض روایتوں میں غسل کا اور اس آیت کے نازل ہونے کا ذکر نہیں، ایک روایت میں اس کا نام یعلی بن امیہ آیا ہے دوسری روایت میں صفوان بن امیہ ؓ واللہ اعلم۔ پھر فرمایا اگر تم گھیر لئے جاؤ تو جو قربانی میسر ہو کر ڈالو مفسرین نے ذکر کیا کہ یہ آیت سن006ہجری میں حدیبیہ کے میدان میں اتری جبکہ مشرکین نے رسول اللہ ﷺ کو مکہ جانے سے روکا تھا اور اسی بارے میں پوری سورة فتح اتری اور حضور ﷺ کے صحابہ کو رخصت ملی کہ وہ اپنی قربانیوں کو وہیں ذبح کر ڈالیں چناچہ ستر اونٹ ذبح کئے گئے سر منڈوائے گئے اور احرام کھول دئیے گئے اول مرتبہ حضور ﷺ کے فرمان کو سن کر لوگ ذرا جھجھکے اور انہیں انتظار تھا کہ شاید کوئی ناسخ حکم اترے یہاں تک کہ خود آپ باہر آئے، اور اپنا سر منڈوانے والوں پر رحم کرے لوگوں نے کہا حضور ﷺ بال کتروانے والوں کے لئے بھی دعا کیجئے آپ ﷺ نے پھر سر منڈاوانے والوں کے لیے یہی دعا کی، تیسری مرتبہ کتروانے والوں کے لئے بھی دعا کردی، سات سات شخص ایک ایک اونٹ میں شریک تھے صحابہ کی کل تعداد چودہ سو تھی حدیبیہ کے میدان میں ٹھہرے ہوئے تھے جو حد حرم سے باہر تھا گو یہ بھی مروی ہے کہ حد حرم کے کنارے پر تھے واللہ اعلم۔ علماء کا اس میں اختلاف ہے کہ یہ حکم صرف ان لوگوں کے لئے ہی ہے جنہیں دشمن گھیرے یا کسی بیماری وغیرہ سے بھی کوئی مجبور ہوجائے تو اس کے لئے بھی رخصت ہے کہ وہ اسی جگہ احرام کھول ڈالے اور سر منڈوالے اور قربانی کر دے، حضرت ابن عباس تو صرف پہلی قسم کے لوگوں کے لئے ہی بتاتے ہیں، ابن عمر، طاؤس، زہری اور زید بن اسلم بھی یہی فرماتے ہیں، لیکن مسند احمد کی ایک مرفوع حدیث میں ہے کہ جس شخص کا ہاتھ پاؤں ٹوٹ جائے یا بیمار ہوجائے یا لنگڑا لولا ہوجائے تو وہ حلال ہوگیا وہ اگلے سال حج کرلے راوی حدیث کہتا ہے کہ میں نے اسے ابن عباس اور ابوہریرہ سے ذکر کیا انہوں نے بھی فرمایا سچ ہے سنن اربعہ میں بھی یہ حدیث ہے، حضرت ابن مسعود، ابن زبیر، علقمہ سعید بن مسیب، عروہ بن زبیر، مجاہد، نخعی، عطا اور مقاتل بن حیان سے بھی یہی مروی ہے کہ بیمار ہوجانا اور لنگڑا لولا ہوجانا بھی ایسا ہی عذر ہے، حضرت سفیان ثوری ہر مصیبت و ایذاء کو ایسا ہی عذر بتاتے ہیں، بخاری ومسلم کی ایک حدیث میں ہے کہ حضرت زبیر بن عبدالمطلب کی صاحبزادی ضباعہ ؓ رسول اللہ ﷺ سے دریافت کرتی ہیں کہ حضور ﷺ ! میرا ارادہ حج کا ہے لیکن میں بیمار رہتی ہوں آپ نے فرمایا حج کو چلی جاؤ اور شرط کرلو کہ میرے احرام سے فارغ ہونے کی وہی جگہ ہوگی جہاں میں مرض کی وجہ سے رک جاؤں اسی حدیث کی بنا پر بعض علماء کرام کا فتویٰ ہے کہ حج میں شرط کرنا ناجائز ہے، امام شافعی بھی فرماتے ہیں کہ اگر یہ حدیث صحیح ہو تو میرا قول بھی یہی ہے، حضرت امام بیہقی فرماتے ہیں یہ حدیث باکل صحیح پس امام صاحب کا مذہب بھی یہی ہوا فالحمد للہ۔ پھر ارشاد ہوتا ہے کہ جو قربانی میسر ہو اسے قربان کر دے، حضرت علی فرماتے ہیں یعنی ایک بکری ذبح کر دے، ابن عباس فرماتے ہیں اونٹ ہو گائے ہو بکری ہو بھیڑ ہو ان کے نر ہوں۔ ان آٹھوں قسموں میں سے جسے چاہے ذبح کرے، ابن عباس سے صرف بکری بھی مروی ہے اور بھی بہت سے مفسرین نے یہی فرمایا اور چاروں اماموں کا بھی یہی مذہب ہے، حضرت عائشہ اور حضرت ابن عمر وغیرہ فرماتے ہیں کہ اس سے مراد صرف اونٹ اور گائے ہی ہے، غالبًا ان کی دلیل حدیبیہ والا واقعہ ہوگا اس میں کسی صحابی سے بکری کا ذبح کرنا منقول نہیں، گائے اور اونٹ ہی ان بزرگوں نے قربان کئے ہیں، بخاری ومسلم میں حضرت جابر ؓ سے مروی ہے کہ ہمیں اللہ کے نبی ﷺ نے حکم دیا کہ ہم سات سات آدمی گائے اور اونٹ میں شریک ہوجائیں، حضرت ابن عباس سے یہ بھی منقول ہے کہ جس جانور کے ذبح کرنے کی وسعت ہو اسے ذبح کر ڈالے، اگر مالدار ہے تو اونٹ اس سے کم حیثیت والا ہے تو گائے ورنہ پھر بکری حضرت عروہ فرماتے ہیں مہنگے سستے داموں پر موقوف ہے، جمہور کے اس قول کی کہ بکری کافی ہے کہ یہ دلیل ہے کہ قرآن نے میسر آسان ہونے کا ذکر فرمایا ہے یعنی کم سے کم وہ چیز جس پر قربانی کا اطلاق ہو سکے اور قربانی کے جانور اونٹ گائے بکریاں اور بھیڑیں ہییں جیسے حبر البحر ترجمان قرآن رسول اللہ ﷺ کے چچا زاد بھائی حضرت عبداللہ بن عباس ؓ کا فرمان ہے، بخاری ومسلم کی ایک حدیث میں ہے کہ حضور ﷺ نے ایک مرتبہ بکری کی قربانی کی۔ پھر فرمایا جب تک قربانی اپنی جگہ پر نہ پہنچ جائے تم اپنے سروں کو نہ منڈواؤ، اس کا عطف آیت (وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ) 2۔ البقرۃ :196) پر ہے، آیت (فان احصرتم) پر نہیں امام ابن جریر سے یہاں سہو ہوگیا ہے وجہ یہ ہے کہ آنحضرت ﷺ اور آپ کے ساتھیوں نے حدیبیہ والے سال جبکہ مشرکین رکاوٹ بن گئے تھے اور آپ کو حرم میں نہ جانے دیا تو حرم سے باہر ہی سب نے سر بھی منڈوائے اور قربانیاں بھی کردیں، لیکن امن کی حالت میں جبکہ حرم میں پہنچ سکتے ہوں تو جائز نہیں جب تک کہ قربانی اپنی جگہ پر نہ پہنچ جائے اور حاجی حج و عمرے کے جملہ احکام سے فارغ نہ ہولے اگر وہ حج و عمرے کا ایک ساتھ احرام باندھے ہوئے ہو تو ان میں سے ایک کو کرنے والے ہو تو خواہ اس نے صرف حج کا احرام باندھا ہو خواہ تمتع کی نیت کی ہو، بخاری مسلم میں ہے کہ حضرت ام المومنین حفصہ ؓ نے رسول اللہ ﷺ سے پوچھا کہ یارسول اللہ ﷺ ! سب تو احرام کھول ڈالے لیکن آپ تو احرام میں ہی ہیں آپ نے فرمایا ہاں میں نے اپنا سر منڈوا لیا ہے اور اپنی قربانی کے جانور کے گلے میں علامت ڈال دی ہے جب تک یہ ذبح نہ ہوجائے میں احرام نہیں اتار سکتا۔ پھر حکم ہوتا ہے کہ بیمار اور سر کی تکلیف والا شخص فدیہ دے دے صحیح بخاری شریف میں ہے عبداللہ بن معقل کہتے ہیں کہ میں کوفے کی مسجد میں حضرت کعب بن عجرہ ؓ کے پاس بیٹھا ہوا تھا میں نے ان سے اس آیت کے بارے میں پوچھا تو انہوں نے جواب میں کہا کہ مجھے لوگ اٹھا کر حضور ﷺ کے پاس لے گئے جوئیں میرے منہ پر چل رہی تھیں آپ نے مجھے دیکھ کر فرمایا تمہاری حالت یہاں تک پہنچ گئی ہوگی میں خیال بھی نہیں کرسکتا کیا تمہیں اتنی طاقت نہیں کہ ایک بکری ذبح کر ڈالو میں نے کہا حضور ! میں میں تو مفلس آدمی ہوں آپ نے فرمایا جاؤ اپنا سر منڈوا دو اور تین روزے رکھ لینا یا چھ مسکینوں کو آدھا آدھا صاع (تقریبا سوا سیر سوا چھٹانک) اناج دے دینا یہ آیت میرے بارے میں اتری ہے اور حکم کے اعتبار سے ہر ایک ایسے معذور شخص کو شامل ہے ایک اور روایت میں ہے کہ میں ہنڈیا تلے آگ سلگا رہا تھا کہ حضور ﷺ نے میری یہ حالت دیکھ کر مجھے یہ مسئلہ بتایا، ایک اور روایت میں ہے کہ یہ واقعہ حدیبیہ کا ہے اور میرے سر پر بڑے بڑے بال تھے جن میں بکثرت جوئیں ہوگئی تھیں، ابن مردویہ کی روایت میں ہے کہ پھر میں نے سر منڈوا دیا اور ایک بکری ذبح کردی، ایک اور حدیث میں ہے (نسک) یعنی قربانی ایک بکری ہے اور روزے اگر رکھے تو تین رکھے اگر صدقہ دے تو ایک فرق (پیمانہ) چھ مسکینوں کے درمیان تقسیم کردینا ہے، حضرت علی، محمد بن کعب، علقمہ، ابراہیم، مجاہد، عطا، سدی اور ربیع بن انس رحمہم اللہ کا بھی یہی فتویٰ ہے، ابن ابی حاتم کی حدیث میں ہے کہ رسول اکرم ﷺ نے حضرت کعب بن عجرہ ؓ کو تینوں مسئلے بتا کر فرما دیا تھا کہ اس میں سے جس پر تم چاہو عمل کرو کافی ہے، حضرت ابن عباس ؓ فرماتے ہیں جہاں دو تین صورتیں لفظ \" او \" کے ساتھ بیان ہوئی ہوں وہاں اختیار ہوتا ہے جسے چاہے کرلے، حضرت مجاہد، عکرمہ، عطاء، طاؤس، حسن، حمید، اعرج، ابراہیم نخعی اور ضحاک سے بھی یہی مروی ہے چاروں اماموں کا اور اکثر علماء کا بھی یہی مذہب ہے کہ اگر چاہے روزے رکھ لے اگر چاہے صدقہ کر دے اگر چاہے قربانی کرلے روزے تین ہیں صدقہ ایک فرق یعنی تین صاع یعنی آٹھ سیر میں آدھی چھٹانک کم ہے چھ مسکینوں پر تقسیم کر دے اور قربانی ایک بکری کی ہے، ان تینوں صورتوں میں سے جو چاہے کرلے، پروردگار رحمن ورحیم کو چونکہ یہاں رخصت دینی تھی اس لئے سب سے پہلے روزے بیان فرمائے جو سب سے آسان صورت ہے، صدقہ کا ذکر کیا پھر قربانی کا، اور حضور ﷺ کو چونکہ افضلیت پر عمل کرانا تھا اس لئے پہلے قربانی کا ذکر کیا پھر چھ مسکینوں کو کھلانے کا پھر تین روزے رکھنے کا، سبحان اللہ دونوں مقام کے اعتبار سے دونوں ترکیبیں کس قدر درست اور برمحل ہیں فالحمد للہ سعید بن جبیر سے اس آیت کا مطلب پوچھا جاتا ہے تو فرماتے ہیں کہ غلہ کا حکم لگایا جائے گا اگر اس کے پاس ہے تو ایک بکری خرید لے ورنہ بکری کی قیمت درہموں سے لگائی جائے اور اس کا غلہ خریدا جائے اور صدقہ کردیا جائے ورنہ ہر آدھے صاع کے بدلے ایک روزہ رکھے، حضرت حسن فرماتے ہیں جب محرم کے سر میں تکلیف ہو تو بال منڈوا دے اور اور ان تین میں سے ایک فدیہ ادا کر دے روزے دس ہیں، صدقہ دس مسکینوں کا کھانا بتلاتے ہیں لیکن یہ اقوال ٹھیک نہیں اس لئے کہ مرفوع حدیث میں آچکا ہے کہ روزے تین ہیں اور چھ مسکینوں کا کھانا ہے اور ان تینوں صورتوں میں اختیار ہے قربانی کی بکری کر دے خواہ تین روزے رکھ لے خواہ چھ فقیروں کو کھانا کھلا دے، ہاں یہ ترتیب احرام کی حالت میں شکار کرنے والے پر ہے جیسے کہ قرآن کریم کے الفاظ ہیں اور فقہاء کا اجماع ہے لیکن یہاں ترتیب ضروری نہیں اختیار ہے، طاؤس فرماتے ہیں یہ قربانی اور یہ صدقہ مکہ میں ہی کر دے لیکن روزے جہاں چاہے رکھ لے، ایک اور روایت میں ہے ابو اسماء جو ابن جعفر کے مولیٰ ہیں فرماتے ہیں کہ حضرت عثمان بن عفان ؓ حج کو نکلے آپ کے ساتھ حضرت علی اور حضرت حسین ؓ بھی تھے میں ابو جعفر کے ساتھ تھا ہم نے دیکھا کہ ایک شخص سویا ہوا ہے اور اس کی اونٹنی اس کے سرہانے بندھی ہوئی ہے میں نے اسے جگایا دیکھا تو وہ حضرت حسین تھے ابن جعفر انہیں لے کر چلے یہاں تک کہ ہم سقیا میں پہنچے وہاں بیس دن تک ہم ان کی تیمارداری میں رہے ایک مرتبہ حضرت علی نے پوچھا کیا حال ہے ؟ جناب حسین نے اپنے سر کی طرف اشارہ کیا آپ نے حکم دیا کہ سر منڈوا لو پھر اونٹ منگوا کر ذبح کردیا، تو اگر اس اونٹ کا نحر کرنا احرام سے حلال ہونے کے لئے تھا تو خیر اور اگر یہ فدیہ کے لئے تھا تو ظاہر ہے کہ مکہ کے باہر یہ قربانی ہوئی۔ پھر ارشاد ہوتا ہے کہ تمتع والا شخص بھی قربانی کرے، خواہ حج و عمرے کا ایک ساتھ احرام باندھا ہو یا پہلے عمرے کا احرام باندھا ہو یا اس سے فارغ ہو کر حج کا احرام باندھ لیا ہو، اصل تمتع یہی ہے اور فقہاء کے کلام میں بھی مشہور یہی ہے اور عام تمتع ان دونوں قسموں میں شامل ہے، جیسے کہ اس پر صحیح حدیثیں دلالت کرتی ہیں بعض راوی تو کہتے ہیں کہ حضور ﷺ نے خود حج تمتع کیا تھا بعض کہتے ہیں آپ قارن تھے اور اتنا سب کہتے ہیں کہ قربانی کے جانور آپ کے ساتھ تھے، پس آیت میں یہ حکم ہے کہ تمتع کرنے والا جس قربانی پر قادر ہو وہ کر ڈالے جس کا ادنی درجہ ایک بکری کو قربان کرنا ہے گو گائے کی قربانی بھی کرسکتا ہے چناچہ حضور ﷺ نے اپنی بیویوں کی طرف سے گائے کی قربانی کی تھی جو سب کی سب تمتع والی تھیں (ابن مردویہ) اس سے ثابت ہوا کہ تمتع بھی مشروع ہے، عمران بن حصین ؓ فرماتے ہیں کہ تمتع کی آیت بھی قرآن میں نازل ہوچکی ہے اور ہم نے خود آنحضرت ﷺ کے ساتھ تمتع کیا پھر نہ تو قرآن میں اس کی ممانعت نازل ہوئی نہ حضور ﷺ نے اس سے روکا لیکن لوگوں نے اپنی رائے سے اسے ممنوع قرار دیا، امام بخاری ؒ فرماتے ہیں اس سے مراد غالبًا حضرت عمر ؓ ہیں حضرت امام المحدثین کی یہ بات بالکل صحیح ہے، حضرت عمر سے منقول ہے کہ وہ لوگوں کو اس سے روکتے تھے اور فرماتے تھے کہ اگر ہم کتاب اللہ کو لیں تو اس میں بھی حج و عمرے کے پورا کرنے کا حکم موجود ہے آیت (وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ) 2۔ البقرۃ :196) لیکن یہ یاد رہے کہ لوگ بکثرت بیت اللہ شریف کا قصد حج و عمرے کے ارادے سے کریں جیسے کہ آپ سے صراحۃ مروی ہے ؓ پھر فرمایا جو شخص قربانی نہ کرسکے وہ تین روزے حج میں رکھ لے اور سات روزے اس وقت رکھ لے جب حج سے لوٹے یہ پورے دس ہوجائیں گے، یعنی قربانی کی طاقت جسے نہ ہو وہ روزے رکھ لے تین تو ایام حج میں اور بقیہ بعد میں، علماء کا فرمان ہے کہ اولیٰ یہ ہے کہ یہ روزے عرفے سے پہلے ذی الحج کے دنوں میں رکھ لے حضرت طاؤس مجاہد وغیرہ یہ بھی فرماتے ہیں کہ اول شوال میں بھی یہ روزے جائز ہیں، حضرت شعبی وغیرہ فرماتے ہیں روزوں کو اگر عرفہ کے دن کا روزہ شامل کر کے ختم کرے تو بھی اختیار ہے، حضرت ابن عباس ؓ سے بھی یہ منقول ہے کہ اگر عرفے سے پہلے دو دنوں میں دو روزے رکھ لے اور تیسرا عرفہ کے دن ہو تو بھی جائز ہے، حضرت ابن عمر ؓ بھی فرماتے ہیں ایک روزہ یوم الترویہ سے پہلے ایک یوم الترویہ کا اور یک عرفہ کا، حضرت علی ؓ کا فرمان بھی وہی ہے۔ اگر کسی شخص سے یہ تینوں روزے یا ایک دو چھوٹ گئے ہوں اور ایام تشریق یعنی بقروعید کے بعد کے تین دن آجائیں تو حضرت عائشہ اور حضرت ابن عمر ؓ کا فرمان ہے کہ وہ ان دنوں میں بھی یہ روزے رکھ سکتا ہے (بخاری) امام شافعی کا بھی پہلا قول یہی ہے، حضرت علی کرم اللہ وجہہ سے بھی یہی مروی ہے، حضرت عکرمہ، حسن بصری اور عروہ بن زبیر سے بھی شامل ہے، حضرت امام شافعی کا نیا قول یہ ہے کہ ان دنوں میں یہ روزے ناجائز ہیں، کیونکہ صحیح مسلم شریف میں حدیث ہے کہ ایام تشریق کھانے پینے اور اللہ کا ذکر کرنے کے دن ہیں۔ پھر سات روزے لوٹنے کے وقت اس سے مراد یا تو یہ ہے کہ جب لوٹ کر اپنی قیام گاہ پہنچ جاؤ پس لوٹتے وقت راستہ میں بھی یہ سات روزے رکھ سکتا ہے مجاہد اور عطا یہی کہتے ہیں، یا مراد وطن میں پہنچ جانے سے ہے ابن عمر ؓ یہی فرماتے ہیں اور بھی بہت سے تابعین کا یہی مذہب ہے بلکہ ابن جریر تو اس پر اجماع بتاتے ہیں، بخاری شریف کی ایک مطول حدیث میں ہے کہ حضور ﷺ نے حجۃ الوداع میں عمرے کا حج کے ساتھ تمتع کیا اور قربانی دی ذوالحلیفہ سے آپ نے قربانی ساتھ لے لی تھی عمرے کے پھر حج کی تہلیل کی لوگوں نے بھی آپ کے ساتھ تمتع کیا بعض لوگوں نے تو قربانی ساتھ ہی رکھ لی تھی۔ بعض کے ساتھ قربانی کے جانور نہ تھے مکہ شریف پہنچ کر آپ نے فرمایا کہ جس کے ساتھ قربانی ہے وہ حج ختم ہونے تک احرام میں رہے اور جس کے ساتھ قربانی نہیں وہ بیت اللہ شریف کا طواف کر کے صفا مروہ کے درمیان دوڑ کر احرام کھول ڈالے سر کے بال منڈوالے یا کتروالے پھر حج کا احرام باندھے اگر قربانی کی طاقت نہ ہو تو تین روزے تو حج میں رکھ لے اور سات روزے جب اپنے وطن پہنچے تب رکھ لے (بخاری) اس سے ثابت ہوتا ہے کہ یہ سات روزے وطن میں جانے کے بعد ہیں۔ پھر فرمایا یہ پورے دس ہیں یہ فرمان تاکید کے لئے ہے جیسے عربوں میں کہا جاتا ہے میں نے اپنی آنکھوں سے دیکھا کانوں سے سنا ہاتھ سے لکھا اور قرآن میں بھی ہے آیت (ولا طائر یطیر بجناحیہ) نہ کوئی پرندہ جو اپنے دونوں پروں سے اڑتا ہو اور جگہ ہے آیت (وَّلَا تَخُــطُّهٗ بِيَمِيْنِكَ) 39۔ العنکبوت :48) تو اپنے دائیں ہاتھ سے لکھنا نہیں، اور جگہ ہے ہم نے موسیٰ ؑ کو تیس راتوں کا وعدہ دیا اور دس اور اس کے ساتھ پورا کیا اور اس کے رب کا وقت مقررہ چالیس راتوں کو پورا ہوا، اور اس کے رب کا وقت مقررہ چالیس راتوں کو پورا ہوا، پس جیسے ان سب جگہوں میں صرف تاکید ہے ایسے ہی یہ جملہ بھی تاکید کے لئے ہے، اور یہ بھی کہا گیا ہے کہ یہ تمام و کمال کرنے کا حکم ہے اور کاملہ کا مطلب یہ بھی بیان کیا گیا ہے کہ یہ قربانی کے بدلے کافی ہیں۔ اس کے بعد فرمایا گیا ہے یہ حکم ان لوگوں کے لئے ہے جس کے گھر والے مسجد حرام کے رہنے والے نہ ہوں، اس پر تو اجماع ہے کہ حرم والے تمتع نہیں کرسکتے حضرت ابن عباس یہی فرماتے ہیں، بلکہ آپ سے مروی ہے کہ آپ ﷺ نے فرمایا اے مکہ والو تم تمتع نہیں کرسکتے باہر والوں کے لئے تمتع ہے تم کو تو ذرا سی دور جانا پڑتا ہے تھوڑے سا فاصلہ طے کیا پھر عمرے کا احرام باندھ لیا، حضرت طاؤس کی تفسیر بھی یہی ہے، لیکن حضرت عطاء ؒ فرماتے ہیں کہ میقات یعنی احرام باندھنے کے مقامات کے اندر ہوں وہ بھی اسی حکم میں ہیں، ان کے لئے بھی تمتع کرنا جائز نہیں، مکحول بھی یہی فرماتے ہیں، تو عرفات والوں کا مزدلفہ والوں کا عرفہ اور رجیع کے رہنے والوں کا بھی یہی حکم ہے، زہری فرماتے ہی مکہ شریف سے ایک دن کی راہ کے فاصلہ پر ہو یا اس کے قریب وہ تو تمتع کرسکتا ہے اور لوگ نہیں کرسکتے، حضرت عطاء دو دن بھی فرماتے ہیں، امام شافعی کا مذہب یہ ہے کہ اہل حرم اور جو اتنے فاصلے پر ہوں کہ وہاں مکی لوگوں کے لئے نماز قصر کرنا جائز نہ ہو ان سب کے لئے یہی حکم ہے اس لئے کہ یہ سب حاضر کہے جائیں گے ان کے علاوہ سب مسافر، اور ان سب کے لئے حج میں تمتع کرنا جائز ہے واللہ اعلم۔ پھر فرمایا اللہ تعالیٰ سے ڈرو اس کے احکام میں بجا لاؤ جن کاموں سے اس نے منع کیا ہے رک جاؤ اور یقین رکھو کہ اس کے نافرمانوں کو وہ سخت سزا کرتا ہے۔",
  "ayah": 196,
  "surah": 2
}
