{
  "text": "احرام کے مسائل  عربی دان حضرات نے کہا ہے کہ مطلب اگلے جملہ کا یہ ہے کہ حج حج ہے ان مہینوں کا جو معلوم اور مقرر ہیں، پس حج کے مہینوں میں احرام باندھنا دوسرے مہینوں کے احرام سے زیادہ کامل ہے، گو اور ماہ کا احرام بھی صحیح ہے، امام مالک، امام ابو حنیفہ، امام احمد، امام اسحق، امام ابراہیم نخعی، امام ثوری، امام لیث، اللہ تعالیٰ ان پر سب رحمتیں نازل فرمائے فرماتے ہیں کہ سال بھر میں جس مہینہ میں چاہے حج کا احرام باندھ سکتا ہے ان بزرگوں کی دلیل آیت (يَسْــَٔـلُوْنَكَ عَنِ الْاَهِلَّةِ) 2۔ البقرۃ :189) ہے، دوسری دلیل یہ ہے کہ حج اور عمرہ دونوں کو نسک کہا گیا ہے اور عمرے کا احرام حج کے مہینوں میں ہی باندھنا صحیح ہوگا بلکہ اگر اور ماہ میں حج کا احرام باندھا تو غیر صحیح ہے لیکن اس سے عمرہ بھی ہوسکتا ہے یا نہیں ؟ اس میں امام صاحب کے دو قول ہیں حضرت ابن عباس حضرت جابر، حضرت عطا مجاہد رحمہم اللہ کا بھی یہی مذہب ہے کہ حج کا احرام حج کے مہینوں کے سوا باندھنا غیر صحیح ہے اور اس پر دلیل آیت (اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ) 2۔ البقرۃ :197) ہے عربی دان حضرات کی ایک دوسری جماعت کہتی ہے کہ آیت کے ان الفاظ سے مطلب یہ ہے کہ حج کا وقت خاص خاص مقرر کردہ مہینے میں تو ثابت ہوا کہ ان مہینوں سے پہلے حج کا جو احرام باندھے گا وہ صحیح نہ ہوگا جس طرح نماز کے وقت سے پہلے کوئی نماز پڑھ لے، امام شافعی ؒ فرماتے ہیں کہ ہمیں مسلم بن خالد نے خبر دی انہوں نے ابن جریج سے سنا اور انہیں عمرو بن عطاء نے کہا ان سے عکرمہ نے ذکر کیا کہ حضرت عبداللہ بن عباس ؓ کا فرمان ہے کہ کسی شخص کو لائق نہیں کہ حج کے مہینوں کے سوا بھی حج کا احرام باندھے کیونکہ اللہ تعالیٰ فرماتا ہے آیت (اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ) 2۔ البقرۃ :197) اس روایت کی اور بھی بہت سی سندیں ہیں ایک سند میں ہے کہ سنت یہی ہے، صحیح ابن خزیمہ میں بھی یہ روایت منقول ہے، اصول کی کتابوں میں یہ مسئلہ طے شدہ ہے کہ صحابی کا فرمان حکم میں مرفوع حدیث کے مساوی ہوتا ہے پس یہ حکم رسول ہوگیا اور صحابی بھی یہاں وہ صحابی ہیں جو مفسر قرآن اور ترجمان القرآن ہیں، علاوہ ازیں ابن مردویہ کی ایک مرفوع حدیث میں ہے حضور ﷺ فرماتے ہیں کہ حج کا احرام باندھنا کسی کو سوا حج کے مہینوں کے لائق نہیں، اس کی اسناد بھی اچھی ہیں، لیکن شافعی اور بیہقی نے روایت کی ہے کہ اس حدیث کے راوی حضرت جابر بن عبداللہ ؓ سے پوچھا گیا کہ حج کے مہینوں سے پہلے حج کا احرام باندھ لیا جائے تو آپ نے فرمایا نہیں، یہ موقوف حدیث ہی زیادہ ثابت اور زیادہ صحیح ہے اور صحابی کے اس فتویٰ کی تقویت حضرت عبداللہ بن عباس کے اس قول سے بھی ہوتی ہے کہ سنت یوں ہے واللہ اعلم۔ اشہر معلومات سے مراد حضرت عبداللہ بن عمر فرماتے ہیں شوال ذوالقعدہ اور دس دن ذوالحجہ کے ہیں (بخاری) یہ روایت ابن جریر میں بھی ہے، مستدرک حکم میں بھی ہے اور امام حاکم اسے صحیح بتلاتے ہیں، حضرت عمر، حضرت عطا، حضرت مجاہد، حضرت ابراہیم نخعی، حضرت شعبی، حضرت حسن، حضرت ابن سیرین، حضرت مکحول، حضرت قتادہ، حضرت ضحاک بن مزاحم، حضرت ربیع بن انس، حضرت مقاتل بن حیان رحمہم اللہ بھی یہی کہتے ہیں، حضرت امام شافعی، امام ابو حنیفہ، امام احمد بن حنبل، ابو یوسف اور ابو ثور رحمۃ اللہ علیہم کا بھی یہی مذہب ہے، امام ابن جریر بھی اسی قول کو پسند فرماتے ہیں اشہر کا لفظ جمع ہے تو اس کا اطلاق دو پورے مہینوں اور تیسرے کے بعض حصے پر بھی ہوسکتا ہے، جیسے عربی میں کہا جاتا ہے کہ میں نے اس سال یا آج کے دن اسے دیکھا ہے پس حقیقت میں سارا سال اور پورا دن تو دیکھتا نہیں رہتا بلکہ دیکھنے کا وقت تھوڑا ہی ہوتا ہے مگر اغلباً (تقریبا) ایسابول دیا کرتے ہیں اسی طرح یہاں بھی اغلبا تیسرے مہینہ کا ذکر ہے قرآن میں بھی ہے آیت (فَمَنْ تَعَـجَّلَ فِيْ يَوْمَيْنِ فَلَآ اِثْمَ عَلَيْهِ) 2۔ البقرۃ :203) حالانکہ وہ جلدی ڈیڑھ دن کی ہوتی ہے مگر گنتی میں دو دن کہے گئے، امام مالک، امام شافعی کا ایک پہلا قول یہ بھی ہے کہ شوال ذوالقعدہ اور ذوالحجہ کا پورا مہینہ ہے، ابن عمر سے بھی یہی مروی ہے، ابن شہاب، عطاء، جابر بن عبداللہ سے بھی یہی مروی ہے طاؤس، مجاہد، عروہ ربیع اور قتادہ سے بھی یہی مروی ہے ایک مرفوع حدیث میں بھی یہ آیا ہے لیکن وہ موضوع ہے، کیونکہ اس کا راوی حسین بن مخارق ہے جس پر احادیث کو وضع کرنے کی تہمت ہے، بلکہ اس کا مرفوع ہونا ثابت نہیں واللہ اعلم۔ امام مالک کے اس قول کو مان لینے کے بعد یہ ثابت ہوتا ہے کہ ذوالحجہ کے مہینے میں عمرہ کرنا صحیح نہ ہوگا یہ مطلب نہیں کہ دس ذی الحجہ کے بعد بھی حج ہوسکتا ہے، چناچہ حضرت عبداللہ سے روایت ہے کہ حج کے مہینوں میں عمرہ درست نہیں، امام ابن جریر بھی ان اقوال کا یہی مطلب بیان کرتے ہیں کہ حج کا زمانہ تو منیٰ کے دن گزرتے ہی جاتا رہا، محمد بن سیرین کا بیان ہے کہ میرے علم میں تو کوئی اہل علم ایسا نہیں جو حج کے مہینوں کے علاوہ عمرہ کرنے کو ان مہینوں کے اندر عمرہ کرنے سے افضل ماننے شک کرتا ہو، قاسم بن محمد سے ابن عون نے حج کے مہینوں میں عمرہ کرنے کے مسئلہ کو پوچھا تو آپ نے جواب دیا کہ اسے لوگ پورا عمرہ نہیں مانتے، حضرت عمر اور حضرت عثمان ؓ نے بھی حج کے مہینوں کے علاوہ عمرہ کرنا پسند فرماتے تھے بلکہ ان مہینوں میں عمرہ کرنے کو منع کرتے تھے واللہ اعلم (اس سے اگلی آیت کی تفسیر میں گزر چکا ہے) کہ رسول اللہ ﷺ نے ذوالقعدہ میں چار عمرے ادا فرمائے ہیں اور ذوالقعدہ بھی حج کا مہینہ ہے پس حج کے مہینوں میں عمرہ ادا فرماتے ہیں اور ذوالقعدہ بھی حج کا مہینہ ہے پس حج کے مہینوں میں عمرہ کرنا جائز ٹھہرا واللہ اعلم۔ پھر ارشاد ہوتا ہے کہ جو شخص ان مہینوں میں حج مقرر کرے یعن حج کا احرام باندھ لے اس سے ثابت ہوا کہ حج کا احرام باندھنا اور اسے پورا کرنا لازم ہے، فرض سے مراد یہاں واجب و لازم کرلینا ہے، ابن عباس فرماتے ہیں حج اور عمرے کا احرام باندھنے والے سے مراد ہے۔ عطاء فرماتے ہیں فرض سے مراد احرام ہے، ابراہیم اور ضحاک کا بھی یہی قول ہے، ابن عباس فرماتے ہیں احرام باندھ لینے اور لبیک پکار لینے کے بعد کہیں ٹھہرا رہنا ٹھیک نہیں اور بزرگوں کا بھی یہی قول ہے، بعض بزرگوں نے یہ بھی کہا ہے کہ فرض سے مراد لبیک پکارنا ہے۔ (رفث) سے مراد جماع ہے جیسے اور جگہ قرآن میں ہے آیت (اُحِلَّ لَكُمْ لَيْلَةَ الصِّيَام الرَّفَثُ اِلٰى نِسَاۗىِٕكُمْ) 2۔ البقرۃ :187) یعنی روزے کی راتوں میں اپنی بیویوں سے جماع کرنا تمہارے لئے حلال کیا گیا ہے، احرام کی حالت میں جماع اور اس کے تمام مقدمات بھی حرام ہیں جیسے مباشرت کرنا، بوسہ لینا، ان باتوں کا عورتوں کی موجودگی میں ذکر کرنا۔ گویا بعض نے مردوں کی محفلوں میں بھی ایسی باتیں کرنے کو دریافت کرنے پر فرمایا کہ عورتوں کے سامنے اس قسم کی باتیں کرنا رفث ہے۔ رفث کا ادنی درجہ یہ ہے کہ جماع وغیرہ کا ذکر کیا جائے، فحش باتیں کرنا، دبی زبان سے ایسے ذکر کرنا، اشاروں کنایوں میں جماع کا ذکر، اپنی بیوی سے کہنا کہ احرام کھل جائے تو جماع کریں گے، چھیڑ چھاڑ کرنا، مساس کرنا وغیرہ یہ سب رفث میں داخل ہے اور احرام کی حالت میں یہ سب باتیں حرام ہیں مختلف مفسروں کے مختلف اقوال کا مجموعہ یہ ہے۔ فسوق کے معنی عصیان و نافرمانی شکار گالی گلوچ وغیرہ بد زبانی ہے جیسے حدیث میں ہے مسلمان کو گالی دینا فسق ہے اور اسے قتل کرنا کفر ہے، اللہ کے سوا دوسرے کے تقرب کے لئے جانوروں کو ذبح کرنا بھی فسق ہے جیسے قرآن کریم میں ہے آیت (اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ) 6۔ الانعام :145) بد القاب سے یاد کرنا بھی فسق ہے قرآن فرماتا ہے آیت (ولا تنابزو بالا لقاب) مختصر یہ ہے کہ اللہ تعالیٰ کی ہر نافرمانی فسق میں داخل ہے گو یہ فسق ہر وقت حرام ہے لیکن حرمت والے مہینوں میں اس کی حرمت اور بڑھ جاتی ہے اللہ تعالیٰ فرماتا ہے آیت (فَلَا تَظْلِمُوْا فِيْهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۗفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۗفَّةً) 9۔ التوبہ :136) ان حرمت والے مہینوں میں اپنی جان پر ظلم نہ کرو اس طرح حرم میں بھی یہ حرمت بڑھ جاتی ہے ارشاد ہے آیت (وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ) 22۔ الحج :25) یعنی حرم میں جو الحاد اور بےدینی کا ارادہ کرے اور اسے ہم المناک عذاب دیں گے، امام ابن جریر فرماتے ہیں یہاں مراد فسق سے وہ کام ہیں جو احرام کی حالت میں منع ہیں جیسے شکار کھیلنا بال منڈوانا یا کتروانا یا ناخن لینا وغیرہ، حضرت ابن عمر سے بھی یہی مروی ہے لیکن بہترین تفسیر وہی ہے جو ہم نے بیان کی یعنی ہر گناہ سے روکا گیا ہے واللہ اعلم۔ بخاری ومسلم میں ہے جو شخص بیت اللہ کا حج کرے نہ رفث کرے نہ فسق تو وہ گناہوں سے ایسا نکل جاتا ہے جیسے اپنے پیدا ہونے کا دن تھا۔ پھر ارشاد ہوتا ہے کہ حج میں جھگڑا نہیں یعنی حج کے وقت اور حج کے ارکان وغیرہ میں جھگڑا نہ کرو اور اس کا پورا بیان اللہ تعالیٰ نے فرما دیا ہے، حج کے مہینے مقرر ہوچکے ہیں ان میں کمی زیادتی نہ کرو، موسم حج کو آگے پیچھے نہ کرو جیسا کہ مشرکین کا وطیرہ تھا جس کی مذمت قرآن کریم میں اور جگہ فرمادی گئی ہے اسی طرح قریش شعر حرام کے پاس مزدلفہ میں ٹھہر جاتے تھے اور باقی عرب عرفات میں ٹھہرتے تھے پھر آپس میں جھگڑتے تھے اور ایک دوسرے سے کہتے تھے کہ ہم صحیح راہ پر اور طریق ابراہیمی پر ہیں جس سے یہاں ممانعت کی جارہی ہے کہ اللہ تعالیٰ نے اپنے نبی ﷺ کے ہاتھوں وقت حج ارکان حج اور ٹہرنے وغیرہ کی جگہیں بیان کردی ہیں اب نہ کوئی ایک دوسرے پر فخر کرے نہ حج کے دن آگے پیچھے کرے بس یہ جھگڑے اب میٹا دو۔ واللہ اعلم۔ یہ مطلب بھی بیان کیا گیا ہے کہ حج کے سفر میں آپس میں نہ جھگڑو نہ ایک دوسرے کو غصہ دلاؤ نہ کسی کو گالیاں دو ، بہت سے مفسرین کا یہ قول بھی ہے اور بہت سے مفسرین کا پہلا قول بھی ہے، حضرت عکرمہ فرماتے ہیں کہ کسی کا اپنے غلام کو ڈانٹ ڈپٹ کرنا یہ اس میں داخل نہیں ہاں مارے نہیں، لیکن میں کہتا ہوں کہ غلام کو اگر مار بھی لے تو کوئی ڈر خوف نہیں، مسند احمد کی حدیث میں ہے کہ ہم رسول اللہ ﷺ کے ساتھ سفر حج میں تھے اور عرج میں ٹھہرے ہوئے تھے حضرت عائشہ ؓ آنحضرت ﷺ کے پاس بیٹھی ہوئی تھیں اور حضرت اسماء ؓ اپنے والد حضرت صدیق اکبر ؓ کے پاس بیٹھی ہوئی تھیں حضرت ابوبکر اور آنحضرت ﷺ کے اونٹوں کا سامان حضرت ابوبکر کے خادم کے پاس تھا حضرت صدیق اس کا انتظار کر رہے تھے تھوڑی دیر میں وہ آگیا اس سے پوچھا کہ اونٹ کہاں ہے ؟ اس نے کہا حضرت کل رات کو گم ہوگیا آپ ناراض ہوئے اور فرمانے لگے ایک اونٹ کو بھی تو سنبھال نہ سکا یہ کہہ کر آپ نے اسے مارا نبی ﷺ مسکرا رہے تھے اور فرماتے جا رہے تھے دیکھو احرام کی حالت میں کیا کر رہے ہیں ؟ یہ حدیث ابو داود اور ابن ماجہ میں بھی ہے، بعض سلف سے یہ بھی مروی ہے کہ حج کے تمام ہونے میں یہ بھی ہے لیکن یہ خیال رہے کہ آنحضور ﷺ کا حضرت ابوبکر صدیق ؓ کے اس کام پر یہ فرمانا اس میں نہایت لطافت کے ساتھ ایک قسم کا انکار ہے پس مسئلہ یہ ہوا کہ اسے چھوڑ دینا ہی اولیٰ ہے واللہ اعلم۔ مسند عبد بن حمید میں ہے کہ جو شخص اپنا حج پورا کرے اور مسلمان اس کی زبان اور ہاتھ سے ایذاء نہ پائیں اس کے تمام اگلے گناہ معاف ہوجاتے ہیں۔ پھر فرمایا تم جو بھلائی کرو اس کا علم اللہ تعالیٰ کو ہے، چونکہ اوپر ہر برائی سے روکا تھا کہ نہ کوئی برا کام کرو نہ بری بات کہو تو یہاں نیکی کی رغبت دلائی جا رہی ہے کہ ہر نیکی کا پورا بدلہ قیامت کے دن پاؤ گے۔ پھر ارشاد ہوتا ہے کہ توشہ اور سفر خرچ لے لیا کرو حضرت ابن عباس فرماتے ہیں لوگ بلا خرچ سفر کو نکل کھڑے ہوتے تھے پھر لوگوں سے مانگتے پھرتے جس پر یہ حکم ہوا، حضرت عکرمہ، حضرت عینیہ بھی یہی فرماتے ہیں، بخاری نسائی وغیرہ میں یہ روایتیں مروی ہیں، ایک روایت میں یہ بھی ہے کہ عینی لوگ ایسا کرتے تھے اور اپنے تئیں متوکل کہتے تھے، حضرت عبداللہ بن عمر ؓ سے یہ بھی روایت ہے کہ جب احرام باندھتے تو جو کچھ توشہ بھنا ہوتا سب پھینک دیتے اور نئے سرے سے نیا سامان کرتے اس پر یہ حکم ہوا کہ ایسا نہ کرو آٹا ستو وغیرہ توشے ہیں ساتھ لے لو دیگر بہت سے معتبر مفسرین نے بھی اسی طرح کہا ہے بلکہ ابن عمر ؓ تو یہ بھی فرماتے ہیں کہ انسان کی عزت اسی میں ہے کہ وہ عمدہ سامان سفر ساتھ رکھے، آپ اپنے ساتھیوں سے دل کھول کر خرچ کرنے کی شرط کرلیا کرتے تھے چونکہ دنیوی توشہ کا حکم دیا ہے تو ساتھ ہی فرمایا ہے کہ آخرت کے توشہ کی تیاری بھی کرلو یعنی اپنی قبر میں اپنے ساتھ خوف اللہ لے کر جاؤ جیسے اور جگہ لباس کا ذکر کر کے ارشاد فرمایا آیت (ۭوَلِبَاس التَّقْوٰى ۙ ذٰلِكَ خَيْرٌ) 7۔ الاعراف :26) پرہیزگاری کا لباس بہتر ہے، یعنی خشوع خضوع طاعت وتقویٰ کے باطنی لباس سے بھی خالی نہ رہو، بلکہ یہ لباس اس ظاہری لباس سے کہیں زیادہ بہتر اور نفع دینے والا ہے، ایک حدیث میں بھی ہے کہ دنیا میں اگر کچھ کھوؤ گے تو آخرت میں پاؤ گے یہاں کا توشہ وہاں فائدہ دے گا (طبرانی) اس حکم کو سن کر ایک مسکین صحابی ؓ نے حضور ﷺ سے کہا یا رسول اللہ ﷺ ہمارے پاس تو کچھ ہے ہی نہیں آپ نے فرمایا اتنا تو ہونا چاہئے جس سے کسی سے سوال نہ کرنا پڑے اور بہترین خزانہ اللہ تعالیٰ کا خوف ہے۔ (ابن ابی حاتم) پھر ارشاد ہوتا ہے کہ عقلمندو مجھ سے ڈرتے رہا کرو، یعنی میرے عذابوں سے، میری پکڑ دھکڑ سے، میری گرفت سے، میری سزاؤں سے ڈرو، دب کر میرے احکام کی تعمیل کرو، میرے ارشاد کے خلاف نہ کرو تاکہ نجات پاسکو یہ ہی عقلی امتیاز ہے۔",
  "ayah": 197,
  "surah": 2
}
