{
  "text": "تجارت اور حج  صحیح بخاری شریف میں اس آیت کی تفسیر میں حضرت عبداللہ بن عباس ؓ سے مروی ہے کہ جاہلیت کے زمانہ میں عکاظ، مجنہ اور ذوالمجاز نامی بازار تھے اسلام کے بعد صحابہ کرام ؓ ایام حج میں تجارت کو گناہ سمجھ کر ڈرے تو انہیں اجازت دی گئی کہ ایام حج میں تجارت کرنا گناہ نہیں، ایک روایت میں یہ بھی ہے کہ یہ مسئلہ آنحضرت ﷺ سے دریافت کیا گیا جس پر یہ آیت نازل ہوئی کہ حج کے دنوں میں احرام سے پہلے یا احرام کے بعد حاجی کے لئے خریدو فروخت حلال ہے، ابن عباس کی قرأت میں آیت (من ربکم) کے بعد فی مواسم الحج کا لفظ بھی ہے، ابن زبیر سے بھی یہی مروی ہے دوسرے مفسرین نے بھی اس کی تفسیر اسی طرح کی ہے، حضرت ابن عمر ؓ سے پوچھا گیا کہ ایک شخص حج کو نکلتا ہے اور ساتھ ہی خوش الحانی کے ساتھ پڑھتا جاتا ہے تو اس کے بارے میں کیا حکم ہے ؟ آپ نے یہی آیت پڑھ کر سنائی (ابن جریر) مسند احمد کی روایت میں ہے کہ ابو امامہ تیمی نے حضرت ابن عمر سے پوچھا کہ ہم حج میں جانور کرایہ پر دیتے ہیں کیا ہمارا حج ہوجاتا ہے ؟ آپ نے فرمایا کہ تم بیت اللہ شریف کا طواف نہیں کرتے ؟ کیا تم عرفات میں نہیں ٹھہرتے ؟ کیا تم شیطانوں کو کنکریاں نہیں مارتے ؟ کیا تم سر نہیں منڈواتے ؟ اس نے کہا یہ سب کام تو ہم کرتے ہیں تو آپ نے فرمایا سنو ایک شخص نے یہی سوال نبی ﷺ سے کیا تھا اور اس کے جواب میں حضرت جبرائیل ؑ آیت (لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ) 2۔ البقرۃ :198) لے کر اترے اور حضور ﷺ نے اسے بلا کر فرمایا کہ تم حاجی ہو تمہارا حج ہوگیا۔ مسند عبدالرزاق میں بھی یہ روایت ہے کہ اور تفسیر عبد بن حمید وغیرہ میں بھی، بعض روایتوں میں الفاظ کی کچھ کمی بیشی بھی ہے، ایک روایت میں یہ بھی ہے کہ کیا تم احرام نہیں باندھتے ؟ امیر المومنین حضرت عمر فاروق ؓ سے سوال ہوتا ہے کہ کیا آپ حضرات حج کے دنوں میں تجارت بھی کرتے تھے ؟ آپ نے فرمایا اور تجارت کا موسم ہی کونسا تھا ؟ عرفات کو منصرف (یعنی تصرف کر کے) پڑھا گیا ہے حالانکہ اس کے غیر منصرف ہونے کے دو سبب اس میں موجود ہیں یعنی اسم علم اور تانیث، اس لئے کہ دراصل یہ جمع ہے جیسے مسلمات اور مومنات ایک خاص جگہ کا نام مقرر کردیا گیا ہے اس لئے اصلیت کی رعایت کی گئی اور منصرف پڑھا گیا عرفہ وہ جگہ ہے جہاں کا ٹھہرنا حج کا بنیادی رکن ہے مسند احمد وغیرہ میں حدیث ہے کہ حج عرفات ہے تین مرتبہ حضور ﷺ نے یہی فرمایا جو سورج نکلنے سے پہلے عرفات میں پہنچ گیا اس نے حج کو پا لیا، منی کے تین دنوں میں جلدی یا دیر کی جاسکتی ہے، پر کوئی گناہ نہیں، ٹھہرنے کا وقت عرفے کے دن سورج ڈھلنے کے بعد سے لے کر عید کی صبح صادق کے طلوع ہونے تک ہے، نبی ﷺ حجۃ الوداع میں ظہر کی نماز کے بعد سورج غروب ہونے تک یہاں ٹھہرے رہے اور فرمایا تھا مجھ سے حج کے طریقے سیکھ لو، حضرت امام مالک ؒ ، امام ابوحنیفہ اور امام شافعی کا یہی مذہب ہے کہ دسویں کی فجر سے پہلے جو شخص عرفات میں پہنچ جائے، اس نے حج پا لیا، حضرت امام احمد، فرماتے ہیں کہ ٹھہرنے کا وقت عرفہ کے دن کے شروع سے ہے ان کی دلیل وہ حدیث ہے جس میں مروی ہے کہ جب رسول اللہ ﷺ مزدلفہ میں نماز کے لئے نکلے تو ایک شخص حاضر خدمت ہوا اور اس نے پوچھا کہ یا رسول اللہ ﷺ ! میں طی کی پہاڑیوں سے آرہا ہوں اپنی سواری کو میں نے تھکا دیا اور اپنے نفس پر بڑی مشقت اٹھائی واللہ ہر ہر پہاڑ پر ٹھہرتا آیا ہوں کیا میرا حج ہوگیا ؟ آپ نے فرمایا جو شخص ہمارے یہاں کی اس نماز میں پہنچ جائے اور ہمارے ساتھ چلتے وقت تک ٹھہرا رہے اور اس سے پہلے وہ عرفات میں بھی ٹھہر چکا ہو خواہ رات کو خواہ دن کو اس کا حج پورا ہوگیا اور وہ فریضہ سے فارغ ہوگیا۔ (مسند احمد وسنن) امام ترمذی اسے صحیح کہتے ہیں، امیر المومنین حضرت علی ؓ سے مروی ہے کہ حضرت ابراہیم ؑ کے پاس اللہ تعالیٰ نے حضرت جبرائیل ؑ کو بھیجا اور انہوں نے آپ کو حج کرایا جب عرفات میں پہنچے تو پوچھا کہ (عرفت) کیا تم نے پہچان لیا ؟ حضرت خلیل اللہ نے جواب دیا (عرفت) میں نے جان لیا کیونکہ اس سے پہلے یہاں آچکے تھے اس لئے اس جگہ کا نام ہی عرفہ ہوگیا، حضرت عطاء، حضرت ابن عباس، حضرت ابن عمر اور حضرت ابو مجلز سے بھی یہی مروی ہے واللہ اعلم۔ \" مشعر الحرام \" مشعر الاقصی \" اور \" الال \" بھی ہے، اور اس پہاڑ کو بھی عرفات کہتے ہیں جس کے درمیان جبل الرحمۃ ہے، ابو طالب کے ایک مشہور قصیدے میں بھی ایک شعر ان معنوں کا ہے، اہل جاہلیت بھی عرفات میں ٹھہرتے تھے جب پہاڑ کی دھوپ چوٹیوں پر ایسی باقی رہ جاتی جیسے آدمی کے سر پر عمامہ ہوتا ہے تو وہ وہاں سے چل پڑتے لیکن حضور ﷺ یہاں سے اس وقت چلے جب سورج بالکل غروب ہوگیا، پھر مزدلفہ میں پہنچ کر یہاں پڑاؤ کیا اور سویرے اندھیرے ہی اندھیرے بالکل اول وقت میں رات کے اندھیرے اور صبح کی روشنی کے ملے جلے وقت میں آپ نے یہیں نماز صبح ادا کی اور جب روشنی واضح ہوگئی تو صبح کی نماز کے آخری وقت میں آپ نے وہاں سے کوچ کیا حضرت مسور بن مخرمہ فرماتے ہیں کہ نبی ﷺ نے ہمیں عرفات میں خطبہ سنایا اور حسب عادت حمد و ثنا کے بعد اما بعد کہہ کر فرمایا کہ حج اکبر آج ہی کا دن ہے دیکھو مشرک اور بت پرست تو یہاں سے جب دھوپ پہاڑوں کی چوٹیوں پر اس طرح ہوتی تھی جس طرح لوگوں کے سروں پر عمامہ ہوتا ہے تو سورج غروب ہونے سے پیشتر ہی لوٹ جاتے تھے لیکن ہم سورج غروب ہونے کے بعد یہاں سے واپس ہوں گے وہ مشعر الحرام سے سورج نکلنے کے بعد چلتے تھے جبکہ اتنی وہ پہاڑوں کی چوٹیوں پر دھوپ اس طرح نمایاں ہوجاتی جس طرح لوگوں کے سروں پر عمامے ہوتے ہیں لیکن ہم سورج نکلنے سے پہلے ہی چل دیں گے ہمارا طریقہ مشرکین کے طریقے کے خلاف ہے (ابن مردویہ ومستدرک حاکم) امام حاکم نے اسے شرط شیخین پر اور بالکل صحیح بتلایا ہے، اس سے یہ بھی ثابت ہوگیا کہ حضرت مسور ؓ نے رسول اللہ ﷺ سے سنا ہے ان لوگوں کا قول ٹھیک نہیں جو فرماتے ہیں کہ حضرت مسور نے حضور ﷺ کو دیکھا ہے لیکن آپ سے کچھ سنا نہیں، حضرت معرور بن سوید کا بیان ہے کہ میں نے حضرت عمر ؓ کو عرفات سے لوٹتے ہوئے دیکھا گویا اب تک بھی وہ منظر میرے سامنے ہے، آپ کے سر کے اگلے حصے پر بال نہ تھے اپنے اونٹ پر تھے اور فرما رہے تھے ہم واضح روشنی میں لوٹے صحیح مسلم کی حضرت جابر والی ایک مطول حدیث جس میں حجۃ الوداع کا پورا بیان ہے اس میں یہ بھی ہے کہ رسول اللہ ﷺ سورج کے غروب ہونے تک عرفات میں ٹھہرے جب سورج چھپ گیا اور قدرے زردی ظاہر ہونے لگی تو آپ نے اپنے پیچھے اپنی سواری پر حضرت اسامہ ؓ کو سوار کیا اور اونٹنی کی نکیل تان لی یہاں تک کہ اس کا سر پالان کے قریب پہنچ گیا اور دائیں ہاتھ سے لوگوں کو اشارہ فرماتے جاتے تھے کہ لوگو آہستہ آہستہ چلو نرمی اطمینان وسکون اور دلجمعی کے ساتھ چلو جب کوئی پہاڑی آئی تو نکیل قدرے ڈھیلی کرتے تاکہ جانور بہ آسانی اوپر چڑھ جائے، مزدلفہ میں آکر آپ نے مغرب اور عشاء کی نماز ادا کی اذان ایک ہی کہلوائی اور دونوں نمازوں کی تکبیریں الگ الگ کہلوائیں مغرب کے فرضوں اور عشا کے فرضوں کے درمیان سنت نوافل کچھ نہیں پڑھے پھر لیٹ گئے، صبح صادق کے طلوع ہونے کے بعد نماز فجر ادا کی جس میں اذان واقامت ہوئی پھر قصوی نامی اونٹنی پر سوار ہو کر مشعر الحرام میں آئے قبلہ کی طرف متوجہ ہو کر دعا میں مشغول ہوگئے اور اللہ اکبر اور لا الہ الا اللہ اور اللہ کی توحید بیان کرنے لگے یہاں تک کہ خوب سویرا ہوگیا، سورج نکلنے سے پہلے ہی پہلے آپ یہاں سے روانہ ہوگئے، حضرت اسامہ ؓ سے سوال ہوتا ہے کہ حضور ﷺ جب یہاں سے چلے تو کیسی چال چلتے تھے فرمایا اور درمیانہ دھیمی چال سواری چلا رہے تھے ہاں جب راستہ میں کشادگی دیکھتے تو ذرا تیز کرلیتے (بخاری ومسلم) پھر فرمایا عرفات سے لوٹتے ہوئے مشعرالحرام میں اللہ کا ذکر کرو یعنی یہاں دونون نمازیں جمع کرلیں، عمرو بن میمون ؒ عبداللہ بن عمر ؓ سے مشعرالحرام کے بارے میں دریافت فرماتے ہیں تو آپ خاموش رہتے ہیں جب قافلہ مزدلفہ میں جا کر اترتا ہے تو فرماتے ہیں سائل کہا ہے یہ مشعر الحرام، آپ سے یہ بھی مروی ہے کہ مزدلفہ تمام کا تمام مشعر الحرام ہے، پہاڑ بھی اور اس کے آس پاس کی کل جگہ، آپ نے لوگوں کو دیکھا کہ وہ قزح پر بھیڑ بھاڑ کر رہے ہیں تو فرمایا یہ لوگ کیوں بھیڑ بھاڑ کر رہے ہیں ؟ یہاں کی سب جگہ مشعر الحرام ہے، اور بھی بہت سے مفسرین نے یہی فرمایا ہے کہ دونوں پہاڑوں کے درمیان کی کل جگہ مشعر الحرام ہے، حضرت عطاء سے سوال ہوتا ہے کہ مزدلفہ کہاں ہے آپ فرماتے ہیں جب عرفات سے چلے اور میدان عرفات کے دونوں کنارے چھوڑے پھر مزدلفہ شروع ہوگیا وادی محسر تک جہاں چاہو ٹھہرو لیکن میں تو قزح سے ادھر ہی ٹھہرنا پسند کرتا ہوں تاکہ راستے سے یکسوئی ہوجائے، مشاعر کہتے ہیں ظاہری نشانوں کو مزدلفہ کو مشعر الحرام اس لئے کہتے ہیں کہ وہ حرم میں داخل ہے، سلف صالحین کی ایک جماعت کا اور بعض اصحاب شافعی کا مثلا قفال اور ابن خزیمہ کا خیال ہے کہ یہاں کا ٹھہرنا حج کا رکن ہے بغیر یہاں ٹھہرے حج صحیح نہیں ہوتا کیونکہ ایک حدیث حضرت عروہ بن مضرس سے اس معنی کی مروی ہے، بعض کہتے ہیں یہ ٹھہرنا واجب ہے حضرت امام شافعی ؒ کا ایک قول یہ بھی ہے اگر کوئی یہاں نہ ٹھہرا تو قربانی دینی پڑے گی، امام صاحب کا دوسرا قول یہ ہے کہ مستحب ہے اگر نہ بھی ٹہرا تو کچھ حرج نہیں، پس یہ تین قول ہوئے ہم یہاں اس بحث کو زیادہ طول دینا مناسب نہیں سمجھتے واللہ اعلم۔ (قرآن کریم کے ظاہری الفاظ پہلے قول کی زیادہ تائید کرتے ہیں واللہ اعلم۔ مترجم) ایک مرسل حدیث میں ہے کہ عرفات کا سارا میدان ٹھہرنے کی جگہ ہے، عرفات سے بھی اٹھو اور مزدلفہ کی کل حد بھی ٹھہرنے کی جگہ ہے ہاں وادی محسر نہیں، مسند احمد کی اس حدیث میں اس کے بعد ہے کہ مکہ شریف کی تمام گلیاں قربانی کی جگہ ہیں اور ایام تشریق سب کے سب قربانی کے دن ہیں، لیکن یہ حدیث بھی منقطع ہے اس لئے کہ سلیمان بن موسیٰ رشدق نے جبیر بن مطعم کو نہیں پایا لیکن اس کی اور سندیں بھی ہیں واللہ اعلم۔ پھر ارشاد باری تعالیٰ ہوتا ہے کہ اللہ تعالیٰ کا ذکر کرو جیسے کہ اس نے تمہیں ہدایت دی ہے کہ احکام حج وضاحت کے ساتھ بیان فرما دئیے اور خلیل اللہ کی اس سنت کو واضح کردیا۔ حالانکہ اس سے پہلے تم اس سے بیخبر تھے، یعنی اس ہدایت سے پہلے، اس قرآن سے پہلے، اس رسول سے پہلے، فی الواقع ان تینوں باتوں سے پہلے دنیا گمراہی میں تھی۔ فالحمدللہ۔",
  "ayah": 198,
  "surah": 2
}
