{
  "text": "ہم سب کو آزمائش سے گزرنا ہے  مطلب یہ ہے کہ آزمائش اور امتحان سے پہلے جنت کی آرزوئیں ٹھیک نہیں اگلی امتوں کا بھی امتحان لیا گیا، انہیں بھی بیماریاں مصیبتیں پہنچیں، بأساء کے معنی فقیری وضراء کے معنی سخت بیماری بھی کیا گیا ہے۔ (زلزلوا) ان پر دشمنوں کا خوف اس قدر طاری ہوا کہ کانپنے لگے ان تمام سخت امتحانوں میں وہ کامیاب ہوئے اور جنت کے وارث بنے، صحیح حدیث میں ہے ایک مرتبہ حضرت خباب بن ارت ؓ نے کہا یا رسول اللہ ﷺ آپ ہماری امداد کی دعا نہیں کرتے ؟ آپ ﷺ نے فرمایا بس ابھی سے گھبرا اٹھے سنو تم سے اگلے موحدوں کو پکڑ کر ان کے سروں پر آرے رکھ دئیے جاتے تھے اور چیر کر ٹھیک دو ٹکڑے کر دئیے جاتے تھے لیکن تاہم وہ توحید وسنت سے نہ ہٹتے تھے، لوہے کی کنگھیوں سے ان کے گوشت پوست نوچے جاتے تھے لیکن وہ اللہ تعالیٰ کے دین کو نہیں چھوڑتے تھے، قسم اللہ کی اس میرے دین کو تو میرا رب اس قدر پورا کرے گا کہ بلا خوف وخطر صنعاء سے حضرموت تک سوار تنہا سفر کرنے لگے گا اسے سوائے اللہ کے کسی کا خوف نہ ہوگا، البتہ دل میں یہ خیال ہونا اور بات ہے کہ کہیں میری بکریوں پر بھیڑیا نہ پڑے لیکن افسوس تم جلدی کرتے ہو، قرآن میں ٹھیک یہی مضمون دوسری جگہ ان الفاظ میں بیان ہوا ہے۔ آیت (الۗمّۗ ۚ اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ) 29۔ العنکبوت :1) کیا لوگوں نے یہ سمجھ رکھا ہے کہ وہ محض ایمان کے اقرار سے ہی چھوڑ دئیے جائیں گے اور ان کی آزمائش نہ ہوگی ہم نے تو اگلوں کی بھی آزمائش کی سچوں کو اور جھوٹوں کو یقینا ہم نکھار کر رہیں گے، چناچہ اسی طرح صحابہ کرام رضون اللہ علیہم اجمعین کی پوری آزمائش ہوئی یوم الاحزاب کو یعنی جنگ خندق میں ہوئی جیسے خود قرآن پاک نے اس کا نقشہ کھینچا ہے فرمان ہے آیت (اِذْ جَاۗءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَـنَاجِرَ وَتَظُنُّوْنَ باللّٰهِ الظُّنُوْنَا) 33۔ الاحزاب :10) یعنی جبکہ کافروں نے تمہیں اوپر نیچے سے گھیر لیا جبکہ آنکھیں پتھرا گئیں اور دل حلقوم تک آگئے اور اللہ تعالیٰ کے ساتھ گمان ہونے لگے اس جگہ مومنوں کی پوری آزمائش ہوگئی اور وہ خوب جھنجھوڑ دئیے گئے جبکہ منافق اور ڈھل مل یقین لوگ کہنے لگے کہ اللہ رسول کے وعدے تو غرور کے ہی تھے ہرقل نے جب ابو سفیان سے ان کے کفر کی حالت میں پوچھا تھا کہ تمہاری کوئی لڑائی بھی اس دعویدار نبوت سے ہوئی ہے ابو سفیان نے کہا ہاں پوچھا پھر کیا رنگ رہا کہا کبھی ہم غالب رہے کبھی وہ غالب رہے تو ہرقل نے کہا انبیاء کی آزمائش اسی طرح ہوتی رہتی ہے لیکن انجام کار کھلا غلبہ انہیں کا ہوتا ہے مثل کے معنی طریقہ کے ہیں جیسے اور جگہ ہے آیت (وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ) 43۔ الزخرف :8) ، اگلے مومنوں نے مع نبیوں کے ایسے وقت میں اللہ تعالیٰ کی مدد طلب کی اور سخت اور تنگی سے نجات چاہی جنہیں جواب ملا کہ اللہ تعالیٰ کی امداد بہت ہی نزدیک ہے جیسے اور جگہ ہے آیت (فَاِنَّ مَعَ الْعُسْرِ يُسْرًا ۙ اِنَّ مَعَ الْعُسْرِ يُسْرًا ۭ) 94۔ الشرح :65) ، یقینا سختی کے ساتھ آسانی ہے برائی کے ساتھ بھلائی ہے، ایک حدیث میں ہے کہ بندے جب ناامید ہونے لگتے ہیں تو اللہ تعالیٰ تعجب کرتا ہے کہ میری فریاد رسی تو آپہنچنے کو ہے اور یہ ناامید ہوتا چلا جا رہا ہے پس اللہ تعالیٰ ان کی عجلت اور اپنی رحمت کے قرب پر ہنس دیتا ہے۔",
  "ayah": 214,
  "surah": 2
}
