{
  "text": "حرمت شراب کیوں ؟ جب شراب کی حرمت کی آیت نازل ہوئی تو حضرت عمر نے کہا یا اللہ تو اس کا واضح بیان فرما ان پر سورة بقرہ کی یہ آیت (يَسْــَٔـلُوْنَكَ عَنِ الْخَــمْرِ وَالْمَيْسِرِ) 2۔ البقرۃ :219) نازل ہوئی حضرت عمر کو بلوایا گیا اور انہیں یہ آیت پڑھ کر سنائی گئی لیکن حضرت عمر نے پھر بھی یہی دعا کی کہ یا اللہ اسے ہمارے لئے اور زیادہ صاف بیان فرما اس پر سورة نساء کی آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكٰرٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا) 4۔ النسآء :43) نازل ہوئی اور ہر نماز کے وقت پکارا جانے لگا کہ نشے والے لوگ نماز کے قریب بھی نہ آئیں حضرت عمر کو بلوایا گیا اور ان کے سامنے اس آیت کی بھی تلاوت کی گئی آپ نے پھر بھی یہی دعا کی یا اللہ ہمارے لئے اس کا بیان اور واضح کر اس پر سورة مائدہ کی آیت (انما الخمر۔ الخ) اتری جب فاروق اعظم ؓ کو بلا کر یہ آیت بھی سنائی گئی اور جب ان کے کان میں آیت کے آخری الفاظ (فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ) 5۔ المائدہ :91) پڑے تو آپ بول اٹھے انتہینا انتہینا ہم رک گئے ہم باز آئے ملاحظہ ہو مسند احمد، ترمذی اور نسائی وغیرہ، ابن ابی حاتم اور ابن مردویہ میں بھی روایت ہے لیکن اس کا راوی ابو میسرہ ہے جن کا نام عمر بن شرحبیل ہمدانی کوفی ہے، ابو زرعہ فرماتے ہیں کہ ان کا سماع حضرت عمر سے ثابت نہیں واللہ اعلم۔ امام علی بن مدینی فرماتے ہیں اس کی اسنا صالح اور صحیح ہے امام ترمذی بھی اسے صحیح کہتے ہیں ابن ابی حاتم میں حضرت عمر کے (انتہینا انتہینا) کے قول کے بعد یہ بھی ہے کہ شراب مال کو برباد کرنے والی اور عقل کو خبط کرنے والی چیز ہے یہ روایت اور اسی کے ساتھ مسند کی حضرت ابوہریرہ والی اور روایتیں سورة مائدہ کی آیت (انما الخمر) کی تفسیر میں مفصل بیان ہوں گی انشاء اللہ تعالیٰ ، امیرالمومنین حضرت عمر فاروق ؓ فرماتے ہیں خمر ہر وہ چیز ہے جو عقل کو ڈھانپ لے اس کا پورا بیان بھی سورة مائدہ میں ہی آئے گا انشاء اللہ تعالیٰ ، میسر کہتے ہیں جوے بازی کو گناہ اس ان کا وبال اخروی ہے اور فائدہ صرف دنیاوی ہے کہ بدن کو کچھ نفع پہنچے یا غذا ہضم ہو یا فضلے برآمد ہوں یا بعض ذہن تیز ہوجائیں یا ایک طرح کا سرور حاصل ہو جیسے کہ حسان بن ثابت کا جاہلیت کے زمانہ کا شعر ہے شراب پی کر ہم بادشاہ اور دلیر بن جاتے ہیں، اسی طرح اس کی خریدو فروخت اور کشید میں بھی تجارتی نفع ممکن ہے ہوجائے۔ اسی طرح جوئے بازی میں ممکن ہے جیت ہوجائے، لیکن ان فوائد کے مقابلہ میں نقصانات ان کے بکثرت ہیں کیونکہ اس سے عقل کا مارا جانا، ہوش و حواس کا بیکار ہونا ضروری ہے، ساتھ ہی دین کا برباد ہونا بھی ہے، یہ آیت گویا شراب کی حرمت کا پیش خیمہ تھی مگر اس میں صاف صاف حرمت بیان نہیں ہوئی تھی اسی لئے حضرت عمر کی چاہت تھی کہ کھلے لفظوں میں شراب کی حرمت نازل ہو، چناچہ آخرکار سورة مائدہ کی آیت میں صاف فرما دیا گیا کہ شراب اور جوا اور پانسے اور تیر سے فال لینا سب حرام اور شیطانی کام ہیں، اے مسلمانو اگر نجات کے طالب ہو تو ان سب سے باز آجاؤ، شیطان کی تمنا ہے کہ شراب اور جوئے کے باعث تم میں آپس میں عداوت وبغض ڈال دے اور تمہیں اللہ کے ذکر اور نماز سے روک دے کیا اب تم ان شیطانی کاموں سے رک جانے والے بن جاؤ گے ؟ اس کا پورا بیان انشاء اللہ سورة مائدہ میں آئے گا، مفسرین تابعی فرماتے ہیں کہ شراب کے بارے میں پہلے یہی آیت نازل ہوئی، پھر سورة نساء کی آیت نازل ہوئی پھر سورة مائدہ کی آیت اتری اور شراب مکمل طور پر حرام ہوگئی۔عفو اور اس کی وضاحتیں  (فل العفو) کی ایک قرأت قل العفو بھی ہے اور دونوں قرأتیں ٹھیک ہیں معنی قریب قریب اور ایک ہوسکتے ہیں اور بندھی بیٹھ سکتے ہیں، حضرت معاذ بن جبل اور حضرت ثعلبہ ؓ رسول اللہ ﷺ کے پاس آئے اور دریافت کیا کہ حضور ﷺ ! ہمارے غلام بھی ہیں بال بچے بھی ہیں اور ہم مال دار بھی ہیں کیا کچھ اللہ کی راہ میں دیں ؟ جس کے جواب میں آیت (قل العفو) کہا گیا یعنی جو اپنے بال بچوں کے خرچ کے بعد بچے، بہت سے صحابہ اور تابعین سے اس کی یہی تفسیر مروی ہے، حضرت طاؤس کہتے ہیں ہر چیز میں تھوڑا تھوڑا اللہ کی راہ بھی دیتے رہا کرو، ربیع کہتے ہیں افضل اور بہتر مال اللہ کی راہ میں دو ، سب اقوال کا خلاصہ یہ ہے کہ حاجت سے زائد چیز اللہ کی راہ میں خرچ کرو، حضرت حسن فرماتے ہیں ایسا نہ کرو کہ سب دے ڈالو اور پھر خود سوال کے لئے بیٹھ جاؤ، چناچہ صحیح مسلم شریف میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے کہا حضور ! میرے پاس ایک دینار ہے آپ نے فرمایا اپنے کام میں لاؤ، کہا میرے پاس ایک اور ہے فرمایا اپنی بیوی پر خرچ کرو کہا حضرت ایک اور ہے فرمایا اپنے بچوں کی ضروریات پر لگاؤ کہا ایک اور بھی ہے فرمایا اسے تو اپنی عقل سے خود بھی کرسکتا ہے۔ صحیح مسلم شریف کی ایک اور حدیث میں ہے کہ حضور ﷺ نے ایک شخص سے فرمایا اپنے نفس سے شروع کر پہلے اسی پر صدقہ کر پھر تو اپنے بال بچوں پر پھر بچے تو اپنے رشتہ داروں پر پھر تو اور اور حاجت مندوں پر، اسی کتاب میں ایک اور حدیث میں ہے کہ سب سے افضل خیرات وہ ہے جو انسان اپنے خرچ کے مطابق باقی رکھ کر بچی ہوئی چیز کو اللہ کی راہ میں دے اوپر والا ہاتھ نیچے والے ہاتھ سے افضل ہے، پہلے انہیں دے جن کا خرچ تیرے ذمہ ہے ایک اور حدیث میں ہے اے ابن آدم جو تیرے پاس اپنی ضرورت سے زائد ہو اسے اللہ کی راہ میں دے ڈالنا ہی تیرے لئے بہتر ہے اس کا روک رکھنا تیرے لئے برا ہے ہاں اپنی ضرورت کے مطابق خرچ کرنے میں تجھ پر کوئی ملامت نہیں ابن عباس کا ایک قول یہ بھی مروی ہے کہ یہ حکم زکوٰۃ کے حکم سے منسوخ ہوگیا، حضرت مجاہد کہتے ہیں کہ زکوٰۃ کی آیت گویا اس آیت کی تفسیر ہے اور اس کا واضح بیان ہے، ٹھیک قول یہی ہے۔ پھر ارشاد ہے کہ جس طرح یہ احکام واضح کر کے کھول کھول کر ہم نے بیان فرمائے اسی طرح ہم باقی احکام بھی وضاحت اور تشریح کے ساتھ بیان فرمائیں گے، وعدے وعید بھی صاف طور پر کھول دئیے جائیں گے تاکہ تم دنیائے فانی کی طرف بےرغبت ہو کر آخرت کی طرف متوجہ ہوجاؤ ہمیشہ باقی رہنے والی ہے، حضرت حسن نے اس آیت کی تلاوت کر کے فرمایا واللہ جو غور وتدبر کرے گا جان لے گا کہ دنیا بلا کا گھر ہے اور اس کا انجام فنا ہے اور آخرت جزا اور بقا کا گھر ہے حضرت قتادہ فرماتے ہیں فکر کرنے سے صاف معلوم ہوسکتا ہے کہ دنیا پر آخرت کو کس قدر فضیلت ہے پس عقلمند کو چاہئے کہ آخرت کی بھلائی کے جمع کرنے کی کوشش میں لگ جائے۔ یتیم کا مال اور ہماری ذمہ داری۔ پھر یتیم کے بارے میں احکام نازل ہوتے ہیں حضرت ابن عباس ؓ فرماتے ہیں پہلے یہ حکم ہوا تھا کہ آیت (وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بالَّتِيْ هِىَ اَحْسَنُ حَتّٰي يَبْلُغَ اَشُدَّهٗ) 6۔ الانعام :152) یعنی یتیم کے مال کے قریب بھی نہ جاؤ مگر اس طریقہ سے جو بہترین طریقہ ہو اور فرمایا گیا تھا آیت (اِنَّ الَّذِيْنَ يَاْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَاْكُلُوْنَ فِيْ بُطُوْنِھِمْ نَارًا ۭ وَسَيَصْلَوْنَ سَعِيْرًا) 4۔ النسآء :10)۔ یعنی جو لوگ ظلم سے یتیموں کا مال کھا جاتے ہیں وہ اپنے پیٹ میں آگ بھر رہے ہیں اور وہ بھڑکتی ہوئی جہنم میں عنقریب داخل ہوں گے تو ان آیتوں کو سن کر ان لوگوں نے جو یتیموں کے والی تھے یتیموں کا کھانا اور ان کا پانی اپنے گھر کے کھانے اور گھر کے پانی سے بالکل جدا کردیا اب اگر ان کا پکا ہوا کھانا بچ جاتا تو اسے یا تو وہ خود ہی دوسرے وقت کھائے یا خراب ہوجائے تو یوں ایک طرف تو ان یتیموں کا نقصان ہونے لگا دوسری جانب والیاں یتیم بھی تنگ آگئے کہ کب تک ایک ہی گھر میں اس طرح رکھ رکھاؤ کیا کریں تو ان لوگوں نے آکر حضور ﷺ سے عرض کی جس پر یہ آیت (قُلْ اِصْلَاحٌ لَّھُمْ خَيْرٌ ۭوَاِنْ تُخَالِطُوْھُمْ فَاِخْوَانُكُمْ) 2۔ البقرۃ :220) نازل ہوئی اور نیک نیتی اور دیانت داری کے ساتھ ان کے مال کو اپنے مال میں ملا لینے کی رخصت دی گئی، ابو داود و نسائی وغیرہ میں یہ روایتیں موجود ہیں اور سلف وخلف کی ایک بہت بڑی جماعت نے اس کا شان نزول یہی بیان فرمایا ہے، حضرت صدیقہ ؓ فرماتی ہیں یتیم کے مال کی اس طرح دیکھ بھال سخت مشکل ہے کہ اس کا کھانا پینا ملا جلا رکھنے کی اجازت دی گئی اس لئے کہ وہ بھی دینی بھائی ہیں یا نیت نیک ہونی چاہئے، قصد اور ارادہ اگر یتیم کی نقصان رسانی کا ہے تو وہ بھی اللہ تبارک وتعالیٰ سے پوشیدہ نہیں اور اگر مقصود یتیم کی بھلائی اور اس کے مال کی نگہبانی ہے تو اسے بھی وہ علام الغیوب بخوبی جانتا ہے۔ پھر فرمایا کہ اللہ تمہیں تکلیف ومشقت میں مبتلا رکھنا نہیں چاہتا جو تنگی اور حرج تم پر یتیم کا کھانا پینا بالکل جدا رکھنے میں تھا وہ اللہ تعالیٰ نے دور فرما دیا اور تم پر تخفیف کردی اور ایک ہنڈیا رکھنا اور ملا جلا کام کرنا تمہارے لئے مباح قرار دیا، بلکہ یتیم کا نگران اگر تنگ دست مسکین محتاج ہو تو دستور کے مطابق اپنے خرچ میں لاسکتا ہے، اور اگر کسی مالدار نے اپنے بوقت ضرورت اس کی چیز کام میں لے لی تو پھر ادا کر دے، یہ مسائل انشاء اللہ وضاحت کے ساتھ سورة نساء کی تفسیر میں بیان ہوں گے۔",
  "ayah": 220,
  "surah": 2
}
