{
  "text": "پھر فرمان ہے کہ اگر چار مہینے گزر جانے کے بعد وہ طلاق دینے کا قصد کرے، اس سے ثابت ہوتا ہے کہ چار مہینے گزرتے ہیں طلاق نہیں ہوگی۔ جمہور متاخرین کا یہی مذہب ہے، گو ایک دوسری جماعت یہ بھی کہتی ہے کہ بلا جماع چار ماہ گزرنے کے بعد طلاق ہوجائے گی۔ حضرت عمر، حضرت عثمان، حضرت علی، حضرت ابن مسعود، حضرت ابن عباس، حضرت ابن عمر، حضرت زید بن ثابت اور بعض تابعین سے بھی یہی مروی ہے لیکن یاد رہے کہ راجح قول اور قرآن کریم کے الفاظ اور صحیح حدیث سے ثابت شدہ قول یہی ہے کہ طلاق واقع نہ ہوگی (مترجم) پھر بعض تو یہ کہتے ہیں بائن ہوگی، جو لوگ طلاق پڑنے کے قائل ہیں وہ فرماتے ہیں کہ اس کے بعد اسے عدت بھی گزارنی پڑے گی۔ ہاں ابن عباس اور ابو الشعثاء فرماتے ہیں کہ اگر ان چار مہینوں میں اس عورت کو تین حیض آگئے ہیں تو اس پر عدت بھی نہیں۔ امام شافعی کا بھی قول یہی ہے لیکن جمہور متاخرین علماء کا فرمان یہی ہے کہ اس مدت کے گزرتے ہیں طلاق واقع نہ ہوگی بلکہ اب ایلاء کرنے والے کو مجبور کیا جائے گا کہ یا تو وہ اپنی قسم کو توڑے یا طلاق دے۔ موطا مالک میں حضرت عبداللہ بن عمر سے یہی مروی ہے۔ صحیح بخاری میں بھی یہ روایت موجود ہے، امام شافعی اپنی سند سے حضرت سلیمان بن یسار سے روایت کرتے ہیں کہ میں نے دس سے اوپر صحابیوں سے سنا کہ وہ کہتے تھے چار ماہ کے بعد ایلاء کرنے والے کو کھڑا کیا گیا تو کم سے کم یہ تیرہ صحابی ہوگئے۔ حضرت علی سے بھی یہی منقول ہے۔ امام شافعی فرماتے ہیں یہی ہمارا مذہب ہے اور یہی حضرت عمر، حضرت ابن عمر، حضرت عثمان بن زید بن ثابت اور دس سے اوپر اوپر دوسرے صحابہ کرام سے مروی ہے، دارقطنی میں ہے حضرت ابو صالح فرماتے ہیں میں نے بارہ صحابیوں سے اس مسئلہ کو پوچھا، سب نے یہی جواب عنایت فرمایا، حضرت عمر، حضرت عثمان، حضرت علی، حضرت ابو درداء، حضرت ام المومنین عائشہ صدیقہ، حضرت ابن عمر، حضرت ابن عباس، بھی یہی فرماتے ہیں اور تابعین میں سے حضرت سعید بن مسیب، حضرت عمر بن عبدالعزیز، حضرت مجاہد، حضرت طاؤس، حضرت محمد بن کعب، حضرت قاسم ؒ اجمعین کا بھی یہی قول ہے اور حضرت امام مالک، حضرت امام شافعی، حضرت امام احمد اور ان کے ساتھیوں کا بھی یہی مذہب ہے۔ امام بن جریر بھی اسی قول کو پسند کرتے ہیں۔ لیث، اسحاق بن راھویہ، ابو عبید، ابو ثور، داؤد وغیرہ بھی یہی فرماتے ہیں۔ یہ سب حضرات فرماتے ہیں کہ اگر چار ماہ کے بعد رجوع نہ کرے تو اسے طلاق دینے پر مجبور کیا جائے گا۔ اگر طلاق نہ دے تو حاکم خود اس کی طرف سے طلاق دے دے گا مگر یہ طلاق رجعی ہوگی، عدت کے اندر رجعت کا حق خاوند کو حاصل ہے، ہاں صرف امام مالک فرماتے ہیں کہ اسے رجعت جائز نہیں یہاں تک کہ عدت میں جماع کرے لیکن یہ قول نہایت غریب ہے۔ یہاں جو چار مہینے کی تاخیر کی اجازت دی ہے اس کی مناسبت میں موطا امام مالک میں حضرت عبداللہ بن دینار کی روایت سے حضرت عمر کا ایک واقعہ عموماً فقہاء کرام ذکر کرتے ہیں، جو یہ ہے کہ حضرت عمر راتوں کو مدینہ شریف کی گلیوں میں گشت لگاتے رہتے۔ ایک رات کو نکلے تو آپ نے سنا کہ ایک عورت اپنے سفر میں گئے ہوئے خاوند کی یاد میں کچھ اشعار پڑھ رہی ہے جن کا ترجمہ یہ ہے \" افسوس ان کالی کالی اور لمبی راتوں میں میرا خاوند نہیں ہے جس سے میں ہنسوں، بولوں۔ قسم اللہ کی اگر اللہ کا خوف نہ ہوتا تو اس وقت اس پلنگ کے پائے حرکت میں ہوتے۔ \" آپ اپنی صاحبزادی ام المومنین حضرت حفصہ کے پاس آئے اور فرمایا بتاؤ زیادہ سے زیادہ عورت اپنے خاوند کی جدائی پر کتنی مدت صبر کرسکتی ہے ؟ فرمایا چھ مہینے یا چار مہینے۔ آپ نے فرمایا اب میں حکم جاری کردوں گا کہ مسلمان مجاہد سفر میں اس سے زیادہ نہ ٹھہریں۔ بعض روایتوں میں کچھ زیادتی بھی ہے اور اس کی بہت سی سندیں ہیں اور یہ واقعہ مشہور ہے۔",
  "ayah": 227,
  "surah": 2
}
