{
  "text": "رسم طلاق میں آئینی اصلاحات اور خلع : اسلام سے پہلے یہ دستور تھا کہ خاوند جتنی چاہے طلاقیں دیتا چلا جائے اور عدت میں رجوع کرتا جائے اس سے عورتوں کی جان غضب میں تھی کہ طلاق دی، عدت گزرنے کے قریب آئی رجوع کرلیا، پھر طلاق دے دی اس طرح عورتوں کو تنگ کرتے رہتے تھے، پس اسلام نے حد بندی کردی کہ اس طرح کی طلاقیں صرف دو ہی دے سکتے ہیں۔ تیسری طلاق کے بعد لوٹا لینے کا کوئی حق نہ رہے گا، سنن ابو داؤد میں باب ہے کہ تین طلاقوں کے بعد مراجعت منسوخ ہے، پھر یہ روایت لائے ہیں کہ حضرت ابن عباس یہی فرماتے ہیں، ابن ابی حاتم میں ہے کہ ایک شخص نے اپنی بیوی سے کہا کہ نہ تو میں تجھے بساؤں گا نہ چھوڑوں گا، اس نے کہا یہ کس طرح ؟ طلاق دے دوں گا اور جہاں عدت ختم ہونے کا وقت آیا تو رجوع کرلوں گا، پھر طلاق دے دوں گا، پھر عدت ختم ہونے سے پہلے رجوع کرلوں گا اور یونہی کرتا چلا جاؤں گا۔ وہ عورت حضور ﷺ کے پاس آئی اور اپنا یہ دکھ رونے لگی اس پر یہ آیت مبارکہ نازل ہوئی، ایک اور روایت میں ہے کہ اس آیت کے نازل ہونے کے بعد لوگوں نے نئے سرے سے طلاقوں کا خیال رکھنا شروع کیا اور وہ سنبھل گئے، اور تیسری طلاق کے بعد اس خاوند کو لوٹا لینے کا کوئی حق حاصل نہ رہا اور فرما دیا گیا کہ دو طلاقوں تک تو تمہیں اختیار ہے کہ اصلاح کی نیت سے اپنی بیوی کو لوٹا لو اگر وہ عدت کے اندر ہے اور یہ بھی اختیار ہے کہ نہ لوٹاؤ اور عدت گزر جانے دو تاکہ وہ دوسرے سے نکاح کرنے کے قابل ہوجائے اور اگر تیسری طلاق دینا چاہتے ہو تو بھی احسان و سلوک کے ساتھ ورنہ اس کا کوئی حق نہ مارو، اس پر کوئی ظلم نہ کرو، اسے ضرر و نقصان نہ پہنچاؤ، ایک شخص نے حضور ﷺ سے سوال کیا کہ دو طلاقیں تو اس آیت میں بیان ہوچکی ہیں تیسری کا ذکر کہاں ہے ؟ آپ نے فرمایا آیت (اوتسریح باحسان) میں، جب تیسری طلاق کا ارادہ کرے تو عورت کو تنگ کرنا اس پر سختی کرنا تاکہ وہ اپنا حق چھوڑ کر طلاق پر آمادگی ظاہر کرے، یہ مردوں پر حرام ہے۔ جیسے اور جگہ ہے آیت (ۭوَلَا تَعْضُلُوْھُنَّ لِتَذْهَبُوْا بِبَعْضِ مَآ اٰتَيْتُمُوْھُنَّ اِلَّآ اَنْ يَّاْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍ) 4۔ النسآء :19) یعنی عورتوں کو تنگ نہ کرو تاکہ انہیں دئیے ہوئے میں سے کچھ لے لو، ہاں یہ اور بات ہے کہ عورت اپنی خوشی سے کچھ دے کر طلاق طلب کرے جیسے فرمایا آیت (فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۗــــــًٔـا مَّرِيْۗـــــــًٔـا) 4۔ النسآء :4) یعنی اگر عورتیں اپنی راضی خوشی سے کچھ چھوڑ دیں تو بیشک وہ تمہارے لئے حلال طیب ہے اور جب میاں بیوی میں نااتفاقی بڑھ جائے عورت اس سے خوش نہ ہو اور اس کے حق کو نہ بجا لاتی ہو ایسی صورت میں وہ کچھ لے دے کر اپنے خاوند سے طلاق حاصل کرلے تو اسے دینے میں اور اسے لینے میں کوئی گناہ نہیں۔ یہ بھی یاد رہے کہ اگر عورت بلاوجہ اپنے خاوند سے خلع طلب کرتی ہے تو وہ سخت گنہگار ہے چناچہ ترمذی وغیرہ میں حدیث ہے کہ جو عورت اپنے خاوند سے بےسبب طلاق طلب کرے اس پر جنت کی خوشبو بھی حرام ہے، اور روایت میں ہے کہ حالانکہ جنت کی خوشبو چالیس سال کی دوری سے آتی ہے، اور روایت میں ہے کہ ایسی عورتیں منافق ہیں، آئمہ سلف و خلف کی ایک بڑی جماعت کا فرمان ہے کہ خلع صرف اسی صورت میں ہے کہ نافرمانی اور سرکشی عورت کی طرف سے ہو، اس وقت مرد فدیہ لے کر اس عورت کو الگ کرسکتا ہے جیسے قرآن پاک کی اس آیت میں ہے اس کے سوا کی صورت میں یہ سب جائز نہیں، بلکہ حضرت امام مالک تو فرماتے ہیں کہ اگر عورت کو تکلیف پہنچا کر اس کے حق میں کمی کر کے اگر اسے مجبور کیا گیا اور اس سے کچھ مال واپس لیا گیا تو اس کا لوٹا دینا واجب ہے، امام شافعی فرماتے ہیں کہ جب حالت اختلاف میں جائز ہے تو حالت اتفاق میں بطور اولی جائز ٹھہرے گا، بکر بن عبداللہ کہتے ہیں کہ سرے سے خلع منسوخ ہے کیونکہ قرآن میں ہے آیت (وَّاٰتَيْتُمْ اِحْدٰىھُنَّ قِنْطَارًا فَلَا تَاْخُذُوْا مِنْهُ شَـيْـــًٔـا) 4۔ النسآء :20) یعنی اگر تم نے اپنی بیویوں کو ایک خزانہ بھی دے رکھا ہو، تو بھی اس میں سے کچھ بھی نہ لو، لیکن یہ قول ضعیف ہے اور مردود ہے، اب آیت کا شان نزول سنئے، موطا مالک میں ہے کہ حبیبہ بن سہل انصاریہ حضرت ثابت بن قیس شماس کی بیوی تھیں، آنحضرت ﷺ ایک دن صبح کی نماز کیلئے اندھیرے اندھیرے نکلے تو دیکھا کہ دروازے پر حضرت حبیبہ کھڑے ہیں، آپ نے پوچھا کون ہے ؟ کہا میں حبیبہ بن سہل ہوں۔ فرمایا کیا بات ہے ؟ کہا حضور ﷺ میں ثابت بن قیس کے گھر میں نہیں رہ سکتی یا وہ نہیں یا میں نہیں، آپ سن کر خاموش رہے۔ جب ثابت آئے تو آپ ﷺ نے فرمایا تمہاری بیوی صاحبہ کچھ کہہ رہی ہیں۔ حضرت حبیبہ نے کہا حضور ﷺ میرے خاوند مجھے جو دیا ہے وہ سب میرے پاس ہے اور میں اسے واپس کرنے پر آمادہ ہوں۔ آپ ﷺ نے حضرت ثابت کو فرمایا سب لے لو، چناچہ انہوں نے لے لیا اور حضرت حبیبہ آزاد ہوگئیں، ایک روایت میں ہے کہ حضرت ثابت نے انہیں مارا تھا اور اس مار سے کوئی ہڈی ٹوٹ گئی تھی۔ حضور ﷺ نے جب انہیں یہ فرمایا اس وقت انہوں نے دریافت کیا کہ کیا میں یہ مال لے سکتا ہوں، آپ ﷺ نے فرمایا ہاں، کہا میں نے اسے دو باغ دئیے ہیں، یہ سب واپس دلوا دیجئے۔ وہ مہر کے دونوں باغ واپس کئے گئے اور جدائی ہوگئی۔ ایک اور روایت میں ہے کہ حبیبہ نے یہ بھی فرمایا تھا کہ میں اس کے اخلاق اور دین میں عیب گیری نہیں کرتی لیکن میں اسلام میں کفر کو ناپسند کرتی ہوں چناچہ مال لے کر حضرت ثابت نے طلاق دے دی۔ بعض روایات میں ان کا نام جمیلہ بھی آیا ہے۔ بعض روایات میں یہ بھی ہے کہ مجے اب غیظ و غضب کے برداشت کی طاقت نہیں رہی۔ ایک روایت میں یہ بھی ہے کہ آپ ﷺ نے فرمایا جو دیا ہے لے لو، زیادہ نہ لینا۔ ایک روایت میں ہے کہ حضرت حبیبہ نے فرمایا تھا وہ صورت کے اعتبار سے بھی کچھ حسین نہیں۔ ایک روایت میں ہے کہ یہ حضرت عبداللہ بن ابی کی بہن تھیں اور سب سے پہلا خلع تھا جو اسلام میں ہوا۔ ایک وجہ یہ بھی بیان کی تھی کہ حضرت ﷺ میں نے ایک مرتبہ خیمے کے پردہ کو جو اٹھایا تو دیکھا کہ میرے خاوند چند آدمیوں کے ساتھ آ رہے ہیں، ان تمام میں یہ سیاہ فام چھوٹے قد والے اور بدصورت تھے۔ حضور ﷺ کے اس فرمان پر کہ اس کا باغ واپس کرو، حبیبہ نے کہا تھا کہ آپ فرمائیں تو میں اس کے منہ پر تھوک دیا کرتی، جمہور کا مذہب تو یہ ہے کہ خلع عورت اپنے سے دئیے ہوئے سے زیادہ لے تو بھی جائز ہے کیونکہ قرآن نے آیت (فَلَاجُنَاحَ عَلَيْھِمَا فِـيْمَا افْتَدَتْ بِهٖ) 2۔ البقرۃ :229) فرمایا ہے، حضرت عمر کے پاس ایک عورت اپنے خاوند سے بگڑی ہوئی آئی، آپ نے فرمایا اسے گندگی والے گھر میں قید کردو پھر قید خانہ سے اسے بلوایا اور کہا کیا حال ہے ؟ اس نے کہا آرام کی راتیں مجھ پر میری زندگی میں یہی گزری ہیں۔ آپ نے اس کے خاوند سے فرمایا اس سے خلع کرلے۔ اگرچہ گوشوارہ کے بدلے ہی ہو، ایک روایت میں ہے اسے تین دن وہاں قید رکھا تھا، ایک اور روایت میں ہے کہ آپ نے فرمایا اگر یہ اپنی چٹیا کی دھجی بھی دے تو لے لے اور اسے الگ کر دے۔ حضرت عثمان فرماتے ہیں اس کے سوا سب کچھ لے کر بھی خلع ہوسکتا ہے۔ ربیع بنت معوذ بن عفراء فرماتی ہیں میرے خاوند اگر موجود ہوتے تو بھی میرے ساتھ سلوک کرنے میں کمی کرتے اور کہیں چلے جاتے تو بالکل ہی محروم کردیتے۔ ایک مرتبہ جھگڑے کے موقع پر میں نے کہہ دیا کہ میری ملکیت میں جو کچھ ہے لے لو اور مجھے خلع دو۔ اس نے کہا اور یہ معاملہ فیصل ہوگیا لیکن میرے چچا معاذ بن عفراء اس قصہ کو لے کر حضرت عثمان کے پاس گئے۔ عثمان نے بھی اسے برقرار رکھا اور فرمایا کہ چوٹی کی دھجی چھوڑ کر سب کچھ لے لو، بعض روایتوں میں ہے یہ بھی اور اس (سیس) چھوٹی چیز بھی غرض سب کچھ لے لو، پس مطلب ان واقعات کا یہ ہے کہ یہ دلیل ہے اس پر کہ عورت کے پاس جو کچھ ہے دے کر وہ خلع کرا سکتی ہے اور خاوند اپنی دی ہوئی چیز سے زائد لے کر بھی خلع کرسکتا ہے۔ ابن عمر، ابن عباس، مجاہد، عکرمہ، ابراہیم، نخعی، قیصہ بن ذویب، حسن بن صالح عثمان رحم اللہ اجمعین بھی یہی فرماتے ہیں۔ امام مالک، لیث، امام شافعی اور ابو ثور کا مذہب بھی یہی ہے۔ امام ابن جریر بھی اسی کو پسند فرماتے ہیں اور اصحاب ابوحنیفہ کا قول ہے کہ اگر قصور اور ضرر رسانی عورت کی طرف سے ہو تو خاوند کو جائز ہے کہ جو اس نے دیا ہے واپس لے لے، لیکن اس سے زیادہ لینا جائز نہیں۔ گو زیادہ لے لے تو بھی قضاء کے وقت جائز ہوگا اور اگر خاوند کی اپنی جانب سے زیادتی ہو تو اسے کچھ بھی لینا جائز نہیں۔ گو، لے لے تو قضا جائز ہوگا۔ امام احمد ابو عبید اور اسحاق بن راھویہ فرماتے ہیں کہ خاوند کو اپنے دئیے ہوئے سے زیادہ لینا جائز ہی نہیں۔ سعید بن مسیب عطاء عمرو بن شعیب زہری طاؤس حسن شعبی حماد بن ابو سلیمان اور ربیع بن انس کا بھی یہی مذہب ہے۔ عمر اور حاکم کہتے ہیں حضرت علی کا بھی یہ فیصلہ ہے۔ اوزاعی کا فرمان ہے کہ قاضیوں کا فیصلہ ہے کہ دئیے ہوئے سے زیادہ کو جائز نہیں جانتے۔ اس مذہب کی دلیل وہ حدیث بھی ہے جو اوپر بیان ہوچکی ہے جس میں ہے کہ اپنا باغ لے لو اور اس سے زیادہ نہ لو۔ مسند عبد بن حمید میں بھی ایک مرفوع حدیث ہے کہ نبی ﷺ نے خلع لینے والی عورت سے اپنے دئیے ہوئے سے زیادہ لینا مکروہ رکھا، اور اس صورت میں جو کچھ فدیہ وہ دے لے گا، کا لفظ قرآن میں ہے۔ اس کے معنی یہ ہوں گے کہ دئیے ہوئے میں سے جو کچھ دے، کیونکہ اس سے پہلے یہ فرمان موجود ہے کہ تم نے جو انہیں دیا ہے اس میں سے کچھ نہ لو، ربیع کی قرأت میں بہ کے بعد منہ کا لفظ بھی ہے۔ پھر فرمایا کہ یہ حدود اللہ ہیں ان سے تجاوز نہ کرو ورنہ گنہگار ہوں گے (فصل) خلع کو بعض حضرات طلاق میں شمار نہیں کرتے۔ وہ فرماتے ہیں کہ اگر ایک شخص نے اپنی بیوی کو دو طلاقیں دے دیں ہیں پھر اس عورت نے خلع کرا لیا ہے تو اگر خاوند چاہے تو اس سے پھر بھی نکاح کرسکتا ہے اور اس پر دلیل یہی آیت وارد کرتے ہیں۔ یہ قول حضرت ابن عباس کا ہے، حضرت عکرمہ بھی فرماتے ہیں کہ یہ طلاق نہیں، دیکھو آیت کے اول و آخر طلاق کا ذکر ہے پہلے دو طلاقوں کا پھر آخر میں تیسری طلاق کا اور درمیان میں جو خلع کا ذکر ہے، پس معلوم ہوا کہ خلع طلاق نہیں بلکہ فسخ ہے۔ امیرالمومنین حضرت عثمان بن عفان اور حضرت عمر طاؤس عکرمہ، احمد بن حنبل، اسحاق بن راہویہ، ابو ثور، داؤد بن علی ظاہری کا بھی یہی مذہب ہے۔ امام شافعی کا بھی قدیم قول یہی ہے اور آیت کے ظاہری الفاظ بھی یہی ہیں۔ بعض دیگر بزرگ فرماتے ہیں کہ خلع طلاق بائن ہے اور اگر ایک سے زیادہ کی نیت ہوگی تو وہ بھی معتبر ہے۔ ایک روایت میں ہے کہ ام بکر اسلمیہ نے اپنے خاوند عبداللہ بن خالد سے خلع لیا اور حضرت عثمان نے اسے ایک طلاق ہونے کا فتویٰ دیا اور ساتھ ہی فرما دیا کہ اگر کچھ سامان لیا ہو تو جتنا سامان لیا ہو وہ ہے، لیکن یہ اثر ضعیف ہے واللہ اعلم۔ حضرت عمر، حضرت علی، حضرت ابن مسعود، حضرت ابن عمر، سعید بن مسیب، حسن، عطا، شریح، شعبی، ابراہیم، جابر بن زید، مالک، ابوحنیفہ اور ان کے ساتھی ثوری، اوزاعی، ابو عثمان بتی کا یہی قول ہے کہ خلع طلاق ہے۔ امام شافعی کا بھی جدید قول یہی ہے، ہاں حنیفہ کہتے ہیں کہ اگر دو طلاق کی نیت خلع دینے والے کی ہے تو دو ہوجائیں گی۔ اگر کچھ کچھ لفظ نہ کہے اور مطلق خلع ہو تو ایک طلاق بائن ہوگی اگر تین کی نیت ہے تو تین ہوجائیں گی۔ امام شافعی کا ایک اور قول بھی ہے کہ اگر طلاق کا لفظ نہیں اور کوئی دلیل و شہادت بھی نہیں تو وہ بالکل کوئی چیز نہیں۔ مسئلہ : امام ابو حنیفہ، شافعی احمد، اسحاق بن راہویہ رحمہم اللہ کا مسلک ہے کہ خلع کی عدت طلاق کی عدت ہے۔ عمر علی ابن مسعود اور سعید بن مسیب، سلمان بن یسار، عمروہ، سالم، ابو سلمہ، عمر بن عبدالعزیز، ابن شہاب، حسن، شعبی، ابراہیم نخعی، ابو عیاض، خلاس بن عمرو، قتادہ، سفیان ثوری، اوزاعی، لیث بن سعد اور ابو عبید رحمتہ اللہ علیھم اجمعین کا بھی یہی فرمان ہے۔ امام ترمذی فرماتے ہیں اکثر اہل علم اسی طرف گئے ہیں وہ کہتے ہیں کہ چونکہ خلع طلاق ہے لہذا عدت اس کی عدت طلاق کے مثل ہے، دوسرا قول یہ ہے کہ صرف ایک حیض اس کی عدت ہے۔ حضرت عثمان کا یہی فیصلہ ہے، ابن عمر گو تین حیض کا فتویٰ دیتے تھے لیکن ساتھ ہی فرما دیا کرتے تھے کہ حضرت عثمان ہم سے بہتر ہیں اور ہم سے بڑے عالم ہیں، اور ابن عمر سے ایک حیض کی مدت بھی مروی ہے۔ ابن عباس، عکرمہ، امان بن عثمان اور تمام وہ لوگ جن کے نام اوپر آئے ہیں جو خلع کو فسخ کہتے ہیں ضروری ہے کہ ان سب کا قول بھی یہی ہو، ابو داؤد اور ترمذی کی حدیث میں بھی یہی ہے کہ ثابت بن قیس کی بیوی صاحبہ کو آپ نے اس صورت میں ایک حیض عدت گزارنے کا حکم دیا تھا، ترمذی میں ہے کہ ربیع بنت معوذ کو بھی خلع کے بعد ایک ہی حیض عدت گزارنے کا حضور ﷺ کا فرمان صادر ہوا تھا۔ حضرت عثمان نے خلع والی عورت سے فرمایا تھا کہ تجھ پر عدت ہی نہیں۔ ہاں اگر قریب کے زمانہ میں ہی خاوند سے ملی ہو تو ایک حیض آجانے تک اس کے پاس ٹھہری رہو۔ مریم مغالبہ کے بارے میں حضور ﷺ کا جو فیصلہ تھا اس کی متابعت حضرت امیرالمومنین نے کی۔ مسئلہ : جمہور علمائے کرام اور چاروں اماموں کے نزدیک خلع والی عورت سے رجوع کرنے کا حق خاوند کو حاصل نہیں، اس لئے کہ اس نے مال دے کر اپنے تئیں آزاد کرا لیا ہے۔ عبداللہ بن ابی اوفی، ماہان حنفی، سعید اور زہری کا قول ہے کہ اگر واپس کیا پھیر دے تو حق رجعت حاصل ہے بغیر عورت کی رضامندی کے بھی رجوع کرسکتا ہے۔ سفیان ثوری فرماتے ہیں کہ اگر خلع میں طلاق کا لفظ نہیں تو وہ صرف جدائی ہے اور رجوع کرنے کا حق نہیں اور اگر طلاق کا نام لیا ہے تو بیشک وہ رجعت کا پورا پورا حقدار ہے، داؤد ظاہری بھی یہی فرماتے ہیں، ہاں سب کا اتفاق ہے کہ اگر دونوں رضامند ہوں تو نیا نکاح عدت کے اندر اندر کرسکتے ہیں۔ عبدالبر ایک فرقہ کا یہ قول بھی حکایت کرتے ہیں کہ عدت کے اندر جس طرح دوسرا کوئی اس سے نکاح نہیں کرسکتا، اسی طرح خلع دینے والا خاوند بھی نکاح نہیں کرسکتا، لیکن یہ قول شاذ اور مردود ہے۔ مسئلہ : اس عورت پر عدت کے اندر اندر دوسری طلاق بھی واقع ہوسکتی ہے یا نہیں ؟ اس میں علماء کے تین قول ہیں۔ ایک یہ کہ نہیں، کیونکہ وہ عورت اپنے نفس کی مالکہ ہے اور اس خاوند سے الگ ہوگئی ہے، ابن عباس ابن زبیر عکرمہ جابر بن زید حسن بصری شافعی احمد اسحاق ابو ثور کا یہی قول ہے۔ دوسرا قول امام مالک کا ہے کہ اگر خلع کے ساتھ ہی بغیر خاموش رہے طلاق دے دے تو واقع ہوجائے گی ورنہ نہیں، یہ مثل اس کے ہے جو حضرت عثمان سے مروی ہے۔ تیسرا قول یہ ہے کہ عدت میں طلاق واقع ہوجائے گی۔ ابوحنیفہ ان کے اصحاب، ثوری، اوزاعی، سعید بن مسیب، شریح، طاؤس، ابراہیم، زہری، حاکم، حکم اور حماد کا بھی یہی قول ہے۔ ابن مسعود اور ابو الدرداء سے بھی یہ مروی تو ہے لیکن ثابت نہیں۔ پھر فرمایا ہے کہ یہ اللہ کی حدیں ہیں۔ صحیح حدیث میں ہے اللہ تعالیٰ کی حدوں سے آگے نہ بڑھو، فرائض کو ضائع نہ کرو، محارم کی بےحرمتی نہ کرو، جن چیزوں کا ذکر شریعت میں نہیں تم بھی ان سے خاموش رہو کیونکہ اللہ کی ذات بھول چوک سے پاک ہے۔ اس آیت سے استدلال ہے ان لوگوں کا جو کہتے ہیں کہ تینوں طلاقیں ایک مرتبہ ہی دینا حرام ہیں۔ مالکیہ اور ان کے موافقین کا یہی مذہب ہے، ان کے نزدیک سنت طریقہ یہی ہے کہ طلاق ایک ایک دی جائے کیونکہ آیت (الطلاق مرتان) کہا پھر فرمایا کہ یہ حدیں ہیں اللہ کی، ان سے تجاوز نہ کرو، اس کی تقویت اس حدیث سے بھی ہوتی ہے جو سنن نسائی میں ہے۔ حضور ﷺ کو ایک مرتبہ یہ معلوم ہوا کہ کسی شخص نے اپنی بیوی کو تینوں طلاقیں ایک ساتھ دی ہیں۔ آپ سخت غضبناک ہو کر کھڑے ہوگئے اور فرمانے لگے کیا میری موجودگی میں کتاب اللہ کے ساتھ کھیلا جانے لگا۔ یہاں تک کہ ایک شخص نے کھڑے ہو کر کہا اگر حضور ﷺ اجازت دیں تو میں اس شخص کو قتل کرو، لیکن اس روایت کی سند میں انقطاع ہے۔",
  "ayah": 229,
  "surah": 2
}
