{
  "text": "آئین طلاق کی وضاحت : مردوں کو حکم ہو رہا ہے کہ جب وہ اپنی بیویوں کو طلاق دیں جن حالتوں میں لوٹا لینے کا حق انہیں حاصل ہے اور عدت ختم ہونے کے قریب پہنچ جائے یا عمدگی کے ساتھ لوٹائے یعنی رجعت پر گواہ مقرر کرے اور اچھائی سے بسانے کی نیت رکھے یا اسے عمدگی سے چھوڑ دے اور عدت ختم ہونے کے بعد اپنے ہاں بغیر اختلاف جھگڑے دشمنی اور بد زبانی کے نکال دے، جاہلیت کے اس دستور کو اسلام نے ختم کردیا کہ طلاق دے دی، عدت ختم ہونے کے قریب رجوع کرلیا، پھر طلاق دے دی پھر رجوع کرلیا، یونہی اس دکھیا عورت کی عمر برباد کردیتے تھے کہ نہ وہ سہاگن ہی رہے نہ بیوہ، تو اس سے اللہ نے روکا اور فرمایا کہ ایسا کرنے والا ظالم ہے۔ پھر فرمایا اللہ کی آیتوں کو ہنسی نہ بناؤ۔ ایک مرتبہ رسول اللہ ﷺ اشعری قبیلہ پر ناراض ہوئے تو حضرت ابو موسیٰ اشعری نے حاضر خدمت ہو کر (ان اصلاحات طلاق کے بارے میں) سبب دریافت کیا، آپ نے فرمایا کیونکہ یہ لوگ کہہ دیا کرتے ہیں کہ میں نے طلاق دی، میں نے رجوع کیا۔ یاد رکھو مسلمانوں کی یہ طلاقیں نہیں۔ عورتوں کی عدت کے مطابق طلاقیں دو۔ اس حکم کا یہ بھی مطلب لیا گیا ہے کہ ایک شخص ہے جو بلاوجہ طلاق دیتا ہے اور عورت کو ضرر پہنچانے کیلئے اور اس کی عدت لمبی کرنے کیلئے رجوع ہی کرتا چلا جاتا ہے۔ یہ بھی کہا گیا ہے کہ ایک شخص ہے جو طلاق دے یا آزاد کرے یا نکاح کرے پھر کہہ دے کہ میں نے تو ہنسی ہنسی میں یہ کیا۔ ایسی صورتوں میں یہ تینوں کام فی الحقیقت واضح ہوجائیں گے۔ حضرت ابن عباس فرماتے ہیں کہ ایک شخص نے اپنی بیوی کو طلاق دی پھر کہہ دیا کہ میں نے تو مذاق کیا تھا، اس پر یہ آیت اتری اور حضور ﷺ نے فرمایا یہ طلاق ہوگئی (ابن مردویہ) حسن بصری فرماتے ہیں کہ لوگ طلاق دے دیتے، آزاد کردیتے، نکاح کرلیتے اور پھر کہہ دیتے کہ ہم نے بطور دل لگی کے یہ کیا تھا، اس پر یہ آیت اتری اور حضور ﷺ نے فرمایا جو طلاق یا غلام آزاد کرے یا نکاح کرا دے خواہ پختگی کے ساتھ خواہ ہنسی مذاق میں وہ سب ہوگیا (ابن ابی حاتم) یہ حدیث مرسل اور موقوف کئی سندوں سے مروی ہے۔ ابو داؤد ترمذی اور ابن ماجہ میں حدیث ہے کہ تین چیزیں ہیں کہ پکے ارادے سے ہوں، دل لگی سے ہوں تو تینوں پر اطلاق ہوجائے گا۔ نکاح، طلاق اور رجعت۔ امام ترمذی اسے حسن غریب کہتے ہیں۔ اللہ کی نعمت یاد کرو کہ اس نے رسول بھیجے ہدایت اور دلیلیں نازل فرمائیں، کتاب اور سنت سکھائی حکم بھی کئے، منع بھی کئے وغیرہ وغیرہ۔ جو کام کرو اور جو کام نہ کرو ہر ایک میں اللہ جل شانہ سے ڈرتے رہا کرو اور جان رکھو کہ اللہ تعالیٰ ہر پوشیدہ اور ہر ظاہر کو بخوبی جانتا ہے۔",
  "ayah": 231,
  "surah": 2
}
