{
  "text": "ورثاء کے لئے طلاق کی مزید آئینی وضاحت : اس آیت میں عورتوں کے ولی وارثوں کو ممانعت ہو رہی ہے کہ جب کسی عورت کو طلاق ہوجائے اور عدت بھی گزر جائے پھر میاں بیوی اپنی رضامندی سے نکاح کرنا چاہیں تو وہ انہیں نہ روکیں۔ اس آیت میں اس امر کی بھی دلیل ہے کہ عورت خود اپنا نکاح نہیں کرسکتی اور نکاح بغیر ولی کے نہیں ہوسکتا چناچہ ترمذی اور ابن جریر نے اس آیت کی تفسیر میں یہ حدیث وارد کی ہے کہ عورت عورت کا نکاح نہیں کرسکتی نہ عورت اپنا نکاح آپ کرسکتی ہے۔ وہ عورتیں زنا کار ہیں جو اپنا نکاح آپ کرلیں۔ دوسری حدیث میں ہے نکاح بغیر راہ یافتہ کے اور دو عادل گواہوں کے نہیں، گو اس مسئلہ میں بھی اختلاف ہے لیکن اس کے بیان کی جگہ تفسیر نہیں۔ ہم اس کا بیان کتاب الاحکام میں کرچکے ہیں فالحمداللہ۔ یہ آیت حضرت معقل بن یسار اور ان کی ہمشیرہ صاحبہ کے بارے میں نازل ہوئی ہے۔ صحیح بخاری شریف میں اس آیت کی تفسیر کے بیان میں ہے کہ حضرت معقل بن یسار فرماتے ہیں میری بہن کا منگیتر میرے پاس آتا تھا۔ میں نے نکاح کردیا۔ اس نے کچھ دنوں بعد طلاق دے دی۔ پھر عدت گزر جانے کے بعد نکاح کی درخواست کی، میں نے انکار کردیا۔ اس پر یہ آیت اتری جسے سن کر حضرت معقل نے باوجود یہ کہ قسم کھا رکھی تھی کہ میں تیرے نکاح میں نہ دوں گا، نکاح پر آمادہ ہوگئے اور کہنے لگے میں نے اللہ کا فرمان سنا اور میں نے مان لیا اور اپنے بہنوئی کو بلا کر دوبارہ نکاح کردیا اور اپنی قسم کا کفارہ ادا کیا۔ ان کا نام جمیل بنت یسار تھا۔ ان کے خاوند کا نام ابو البداح تھا۔ بعض نے ان کا نام فاطمہ بن یسار بتایا ہے۔ سدی فرماتے ہیں کہ یہ آیت حضرت جابر بن عبداللہ اور ان کے چچا کی بیٹی کے بارے میں نازل ہوئی ہے لیکن پہلی بات ہی زیادہ صحیح ہے۔ پھر یہ فرمایا یہ نصیحت و وعظ کیلئے ہے جنہیں شریعت پر ایمان ہو، اللہ کا ڈر ہو، قیامت کا خوف ہو، انہیں چاہئے کہ اپنی ولایت میں جو عورتیں ہوں انہیں ایسی حالت میں نکاح سے نہ روکیں، شریعت کی اتباع کر کے ایسی عورتوں کو ان کے خاوندوں کے نکاح میں دے دینا اور اپنی حمیت و غیرت کو جو خلاف شرع ہو، شریعت کے ماتحت کردینا ہی تمہارے لئے بہتری اور پاکیزگی کا باعث ہے۔ ان مصلحتوں کا علم جناب باری تعالیٰ کو ہی ہے، تمہیں معلوم نہیں کہ کس کام کے کرنے میں بھلائی ہے اور کس کے چھوڑنے میں۔ یہ علم حقیقت میں اللہ رب العزت ہی کو ہے۔",
  "ayah": 232,
  "surah": 2
}
