{
  "text": "حق مہر کب اور کتنا : عقد نکاح کے بعد دخول سے بھی طلاق کا دینا مباح ہو رہا ہے۔ مفسرین نے فرمایا ہے کہ یہاں مراد \" مس \" سے نکاح ہے دخول سے پہلے طلاق دے دینا بلکہ مہر کا بھی ابھی تقرر نہیں ہوا اور طلاق دے دینا بھی جائز ہے، گو اس میں عورت کے بیحد دل شکنی ہے، اسی لئے حکم ہے کہ اپنے مقدور بھر اس صورت میں مرد کو عورت کے ساتھ سلوک کرنا چاہئے۔ حضرت ابن عباس فرماتے ہیں اس کا اعلیٰ حصہ خادم ہے اور اس سے کمی چاندی ہے اور اس سے کم کپڑا ہے یعنی اگر مالدار ہے تو غلام وغیرہ دے اور اگر مفلس ہے تو کم سے کم تین کپڑے دے۔ حضرت شعبی فرماتے ہیں درمیانہ درجہ اس فائدہ پہنچانے کا یہ ہے کہ کرتہ دوپٹہ لحاف اور چادر دے دے۔ تشریح فرماتے ہیں پانچ سو درہم دے، ابن سیرین فرماتے ہیں غلام دے یا خوراک دے یا کپڑے لتے دے، حضرت حسن بن علی نے دس ہزار دئیے تھے لیکن پھر بھی وہ بیوی صاحبہ فرماتی تھیں کہ اس محبوب مقبول کی جدائی کے مقابلہ میں یہ حقیر چیز کچھ بھی نہیں۔ امام ابوحنیفہ کا قول ہے کہ اگر دونوں اس فائدہ کی مقدار میں تنازعہ کریں تو اس کے خاندان کے مہر سے آدھی رقم دلوا دی جائے، حضرت امام شافعی کا فرمان ہے کہ کسی چیز پر خاوند کو مجبور نہیں کیا جاسکتا بلکہ کم سے کم جس چیز کو متعہ یعنی فائدہ اور اسباب کہا جاسکتا ہے وہ کافی ہوگا۔ میرے نزدیک اتنا کپڑا متعہ ہے جتنے میں نماز پڑھ لینی جائز ہوجائے، گو پہلا قول حضرت الامام کا یہ تھا کہ مجھے اس کا کوئی صحیح اندازہ معلوم نہیں لیکن میرے نزدیک بہتر یہ ہے کہ کم سے کم تیس درہم ہونے چاہئیں جیسا کہ حضرت عبداللہ بن عمر سے مروی ہے، اس بارے میں بہت سے اقوال ہیں کہ ہر طلاق والی عورت کو کچھ نہ کچھ اسباب دینا چاہئے یا صرف اسی صورت کو جس سے میل ملاپ نہ ہوا ہو، بعض تو سب کیلئے کہتے ہیں کیونکہ قرآن کریم میں ہے کہ آیت (وَلِلْمُطَلَّقٰتِ مَتَاعٌۢ بِالْمَعْرُوْفِ ۭحَقًّا عَلَي الْمُتَّقِيْنَ) 2۔ البقرۃ :241) پس اس آیت کے عموم سے سب کیلئے وہ ثابت کرتے ہیں۔ اس طرح ان کی دلیل یہ بھی ہے آیت (فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا) 33۔ الاحزاب :28) یعنی اے نبی ﷺ اپنی بیویوں سے کہو کہ اگر تمہاری چاہت دنیا کی زندگی اور اسی کی زینت کی ہے تو آؤ میں تمہیں کچھ اسباب بھی دوں اور تمہیں اچھائی کے ساتھ چھوڑ دوں، پس یہ تمام ازواج مطہرات وہ تھیں جن کا مہر بھی مقرر تھا اور جو حضور ﷺ کی خدمت میں بھی آچکی تھیں، سعید بن جبیر، ابو العالیہ، حسن بصری کا قول یہی ہے۔ امام شافعی کا بھی ایک قول یہی ہے اور بعض تو کہتے ہیں کہ ان کا نیا اور صحیح قول یہی ہے واللہ اعلم۔ بعض کہتے ہیں اسباب کا دینا اس طلاق والی کو ضروری ہے جس سے خلوت نہ ہوئی ہو گو مہر مقرر ہوچکا ہو کیونکہ قرآن کریم میں ہے آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَا ۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا) 33۔ الاحزاب :49) یعنی اے ایمان والو تم جب ایمان والی عورت سے نکاح کرلو پھر انہیں ہاتھ لگانے سے پہلے ہی طلاق دے دو تو ان پر تمہاری طرف سے کوئی عدت نہیں جو عدت وہ گزاریں تم انہیں کچھ مال اسباب دے دو اور حسن کردار سے چھوڑ دو ، سعید بن مسیب کا قول ہے کہ سورة احزاب کی یہ آیت سورة بقرہ کی آیت سے منسوخ ہوچکی ہے۔ حضرت سہل بن سعد اور ابو اسید فرماتے ہیں کہ رسول اللہ ﷺ نے حضرت امیہ بنت شرجبیل سے نکاح کیا جب وہ رخصت ہو کر آئیں اور آپ نے اپنا ہاتھ بڑھایا تو گویا اس نے برا مانا، آپ ﷺ نے ابو اسید سے فرمایا اسے دو رنگین کپڑے دے کر رخصت کرو، تیسرا قول یہ ہے کہ صرف اسی صورت میں بطور فائدہ کے اسباب و متاع کا دینا ضروری ہے جبکہ عورت کی وداع نہ ہوئی ہو اور مہر بھی مقرر نہ ہوا ہو اور اگر دخول ہوگیا ہو تو مہر مثل یعنی خاندان کے دستور کے مطابق دینا پڑے گا اگر مقرر نہ ہوا ہو اور اگر مقرر ہوچکا ہو اور رخصت سے پہلے طلاق دے دے تو آدھا مہر دینا پڑے گا اور اگر رخصتی بھی ہوچکی ہے تو پورا مہر دینا پڑے گا اور یہی متعہ کا عوض ہوگا۔ ہاں اس مصیبت زدہ عورت کیلئے متعہ ہے جس سے نہ ملاپ ہوا نہ مہر مقرر ہوا اور طلاق مل گئی۔ حضرت ابن عمر اور مجاہد کا یہی قول ہے، گو بعض علماء اسی کو مستحب بتلاتے ہیں کہ ہر طلاق والی عورت کو کچھ نہ کچھ دے دینا چاہئے ان کے سوا جو مہر مقرر کئے ہوئے نہ ہوں اور نہ خاوند بیوی کا میل ہوا ہو، یہی مطلب سورة احزاب کی اس آیت تخیر کا ہے جو اس سے پہلے اسی آیت کی تفسیر میں بیان ہوچکی ہے اور اسی لئے یہاں اس خاص صورت کیلئے فرمایا گیا ہے کہ امیر اپنی وسعت کے مطابق دیں اور غریب اپنی طاقت کے مطابق۔ حضرت شعبی سے سوال ہوتا ہے کہ یہ اسباب نہ دینے والا کیا گرفتار کیا جائے گا ؟ تو آپ فرماتے ہیں اپنی طاقت کے برابر دے دے، اللہ کی قسم اس بارے میں کسی کو گرفتار نہیں کیا گیا اگر یہ واجب ہوتا تو قاضی لوگ ضرور ایسے شخص کو قید کرلیتے۔",
  "ayah": 236,
  "surah": 2
}
