{
  "text": "مزید وضاحت : اس آیت میں صاف دلالت ہے اس امر پر کہ پہلی آیت میں جن عورتوں کیلئے متعہ مقرر کیا گیا تھا وہ صرف وہی عورتیں ہیں جن کا ذکر اس آیت میں تھا کیونکہ اس آیت میں یہ بیان ہوا ہے کہ دخول سے پہلے جبکہ طلاق دے دی گئی ہو اور مہر مقرر ہوچکا ہو تو آدھا مہر دینا پڑے گا۔ اگر یہاں بھی اس کے سوا کوئی اور متعہ واجب ہوتا تو وہ ضرور ذکر کیا جاتا کیونکہ دونوں آیتوں کی دونوں صورتوں میں ایک کے بعد ایک بیان ہو رہی ہیں واللہ اعلم، اس صورت میں جو یہاں بیان ہو رہی ہے آدھے مہر پر علماء کا اجماع ہے، لیکن تین کے نزدیک پورا مہر اس وقت واجب ہوجاتا ہے جبکہ خلوت ہوگئی یعنی میاں بیوی تنہائی کی حالت میں کسی مکان میں جمع ہوگئے، گو ہم بستری نہ ہوئی ہو۔ امام شافعی کا بھی پہلا قول یہی ہے اور خلفائے راشدین کا فیصلہ بھی یہی ہے، لیکن امام شافعی کی روایت سے حضرت ابن عباس سے مروی ہے کہ اس صورت میں بھی صرف نصف مہر مقررہ ہی دینا پڑے گا، امام شافعی فرماتے ہیں میں بھی یہی کہتا ہوں اور ظاہر الفاظ کتاب اللہ کے بھی یہی کہتے ہیں۔ امام بیہقی فرماتے ہیں کہ اس روایت کے ایک راوی لیث بن ابی سلیم اگرچہ سند پکڑے جانے کے قابل نہیں لیکن ابن ابی طلحہ سے ابن عباس کی یہ روایت مروی ہے جس سے معلوم ہوتا ہے کہ آپ کا فرمان یہی ہے، پھر فرماتا ہے کہ اگر عورتیں خود ایسی حالت میں اپنا آدھا مہر بھی خاوند کو معاف کردیں تو یہ اور بات ہے اس صورت میں خاوند کو سب معاف ہوجائے گا۔ ابن عباس فرماتے ہیں کہ ثیبہ عورت اگر اپنا حق چھوڑ دے تو اسے اختیار ہے۔ بہت سے مفسرین تابعین کا یہی قول ہے، محمد بن کعب قرظی کہتے ہیں کہ اس سے مراد عورتوں کا معاف کرنا نہیں بلکہ مردوں کا معاف کرنا ہے۔ یعنی مرد اپنا آدھا حصہ چھوڑ دے اور پورا مہر دے دے لیکن یہ قول شاذ ہے کوئی اور اس قول کا قائل نہیں، پھر فرماتا ہے کہ وہ معاف کر دے جس کے ہاتھ میں نکاح کی گرہ ہے۔ ایک حدیث میں ہے اس سے مراد خاوند ہے۔ حضرت علی سے سوال ہوا کہ اس سے مراد کیا عورت کے اولیاء ہیں، فرمایا نہیں بلکہ اس سے مراد خاوند ہے۔ اور بھی بہت سے مفسرین سے یہی مروی ہے۔ امام شافعی کا جدید قول بھی یہی ہے۔ امام ابوحنیفہ وغیرہ کا بھی یہی مذہب ہے، اس لئے کہ حقیقتاً نکاح کو باقی رکھنا توڑ دینا وغیرہ یہ سب خاوند کے ہی اختیار میں ہے اور جس طرح ولی کو اس کی طرف سے جس کا ولی ہے، اس کے مال کا دے دینا جائز نہیں اسی طرح اس کے مہر کے معاف کردینے کا بھی اختیار نہیں۔ دوسرا قول اس بارے میں یہ ہے کہ اس سے مراد عورت کے باپ بھائی اور وہ لوگ ہیں جن کی اجازت بغیر عورت نکاح نہیں کرسکتی۔ ابن عباس، علقمہ، حسن، عطاء، طاؤس، زہری، ربیعہ، زید بن اسلم، ابراہیم نخعی، عکرمہ، محمد بن سیرین سے بھی یہی مروی ہے کہ ان دونوں بزرگوں کا بھی ایک قول یہی ہے۔ امام مالک کا اور امام شافعی کا قول قدیم بھی یہی ہے، اس کی دلیل یہ ہے کہ ولی نے ہی اس حق کا حقدار اسے کیا تھا تو اس میں تصرف کرنے کا بھی اسے اختیار ہے، گو اور مال میں ہیر پھیر کرنے کا اختیار نہ ہو، عکرمہ فرماتے ہیں اللہ تعالیٰ نے معاف کردینے کی رخصت عورت کو دی اور اگر وہ بخیلی اور تنگ دلی کرے تو اس کا ولی بھی معاف کرسکتا ہے۔ گو وہ عورت سمجھدار ہو، حضرت شریح بھی یہی فرماتے ہیں لیکن جب شعبی نے انکار کیا تو آپ نے اس سے رجوع کرلیا اور فرمانے لگے کہ اس سے مراد خاوند ہی ہے بلکہ وہ اس بات پر مباہلہ کو تیار رہتے تھے۔ پھر فرماتا ہے تمہارا خون معاف کرنا ہی تقویٰ سے زیادہ قریب ہے، اس سے مراد عورتیں دونوں ہی ہیں یعنی دونوں میں سے اچھا وہی ہے جو اپنا حق چھوڑ دے، یعنی عورت یا تو اپنا آدھا حصہ بھی اپنے خاوند کو معاف کر دے یا خاوند ہی اسے بجائے آدھے کے پورا مہر دے دے۔ آپس کی فضیلت یعنی احسان کو نہ بھولو، اسے بیکار نہ چھوڑو بلکہ اسے کام میں لاؤ۔ ابن مردویہ کی ایک روایت میں ہے کہ رسول اللہ ﷺ نے فرمایا لوگوں پر ایک کاٹ کھانے والا زمانہ آئے گا، مومن بھی اپنے ہاتھوں کی چیز کو دانتوں سے پکڑ لے گا اور فضیلت و بزرگی کو بھول جائے گا، حالانکہ اللہ تعالیٰ کا فرمان ہے اپنے آپس کے فضل کو نہ بھولو، برے ہیں وہ لوگ جو ایک مسلمان کی بےکسی اور تنگ دستی کے وقت اس سے سستے داموں اس کی چیز خریدتے ہیں۔ حالانکہ رسول اللہ ﷺ نے اس بیع سے منع فرما دیا ہے۔ اگر تیرے پاس بھلائی ہو تو اپنے بھائی کو بھی وہ بھلائی پہنچا اس کی ہلاکت میں حصہ نہ لے۔ ایک مسلمان دوسرے مسلمان کا بھائی ہے، نہ اسے رنج و غم پہنچے نہ اسے بھلائیوں سے محروم رکھے، حضرت عون حدیثیں بیان کرتے جاتے ہیں روتے جاتے یہاں تک کہ داڑھی سے ٹپکتے رہتے اور فرماتے میں مالداروں کی صحبت میں بیٹھا اور دیکھا کہ ہر وقت دل ملول رہتا ہے کیونکہ جدھر نظر اٹھتی ہر ایک کو اپنے سے اچھے کپڑوں میں اچھی خوشبوؤں میں اور اچھی سواریوں میں دیکھتا، ہاں مسکینوں کی محفل میں میں نے بڑی راحت پائی، رب العالم یہی فرماتا ہے ایک دوسرے کی فضیلت فراموش نہ کرو، کسی کے پاس جب بھی کوئی سائل آئے اور اس کے پاس کچھ نہ ہو تو وہ اس کیلئے دُعائے خیر ہی کر دے۔ اللہ تعالیٰ تمہارے اعمال سے خبردار ہے، اس پر تمہارے کام اور تمہارا حال بالکل روشن ہے اور عنقریب وہ ہر ایک عامل کو اس کے عمل کا بدلہ دے گا۔",
  "ayah": 237,
  "surah": 2
}
