{
  "text": "صلوۃ وسطی کون سی ہے ؟ : اللہ تعالیٰ کا حکم ہو رہا ہے کہ نمازوں کے وقت کی حفاظت کرو اس کی حدود کی نگرانی رکھو اور اول وقت ادا کرتے رہو، رسول اللہ ﷺ سے حضرت عبداللہ بن مسعود سوال کرتے ہیں کہ کون سا عمل افضل ہے ؟ آپ ﷺ نے فرمایا نماز کو وقت پر پڑھنا، پھر پوچھا کون سا ؟ فرمایا اللہ کی راہ میں جہاد کرنا، پھر کونسا ؟ ماں باپ سے بھلائی کرنا۔ حضرت عبداللہ فرماتے ہیں اگر میں کچھ اور بھی پوچھتا تو آپ اور بھی جواب دیتے (بخاری و مسلم) حضرت ام فردہ جو بیعت کرنے والی عورتوں میں سے ہیں، فرماتی ہیں کہ رسول اللہ ﷺ سے میں نے سنا آپ ﷺ اعمال کا ذکر فرما رہے تھے۔ اسی میں آپ ﷺ نے فرمایا سب سے زیادہ پسندیدہ عمل اللہ تعالیٰ کے نزدیک نماز کو اول وقت ادا کرنے کی جلدی کرنا ہے۔ (مسند احمد) امام ترمذی اس حدیث کے ایک راوی عمری کو غیر قوی بتاتے ہیں، پھر صلوۃ وسطی کی مزید تاکید ہو رہی ہے۔ سلف و خلف کا اس میں اختلاف ہے کہ صلوۃ وسطی کس نماز کا نام ہے، حضرت علی، حضرت ابن عباس وغیرہ کا قول ہے کہ اس سے مراد صبح کی نماز ہے۔ ابن عباس ایک مرتبہ نماز پڑھتے ہیں جس میں ہاتھ اٹھا کر قنوت بھی پڑھتے ہیں، پھر فرماتے ہیں یہی وہ نماز وسطی ہے جس میں قنوت کا حکم ہوا ہے۔ دوسری روایت میں ہے کہ یہ واقعہ بصرے کی مسجد کا ہے اور قنوت اپنے رکوع سے پہلے پڑھی تھی۔ ابو العالیہ فرماتے ہیں بصرے میں میں نے حضرت عبداللہ بن قیس کے پیچھے صبح کی نماز ادا کی پھر میں نے ایک صحابی سے پوچھا کہ صلوۃ وسطی کون سی ہے، آپ نے فرمایا یہی صبح کی نماز ہے۔ اور روایت میں ہے کہ بہت سے اصحاب اس مجمع میں تھے اور سب نے یہی جواب دیا۔ جابر بن عبداللہ بھی یہی فرماتے ہیں اور بھی بہت سے صحابہ تابعین کا یہی مسلک ہے۔ امام شافعی بھی یہی فرماتے ہیں اس لئے کہ ان کے نزدیک صبح کی نماز میں ہی قنوت ہے۔ بعض کہتے ہیں کہ اس سے مراد مغرب کی نماز ہے اس لئے کہ اس سے پہلے بھی چار رکعت والی نماز ہے اور اس کے بعد بھی چار رکعت والی نماز ہے اور سفر میں دونوں قصر کی جاتی ہیں لیکن مغرب پوری ہی رہتی ہے۔ یہ وجہ بھی ہوسکتی ہے کہ اس کے بعد دو نمازیں رات کی عشاء اور فجر وہ ہیں جن میں اونچی آواز سے قرأت پڑھی جاتی ہے اور دو نمازیں اس سے پہلی دن کی وہ ہیں کہ جن میں آہستہ قرأت پڑھی جاتی ہے یعنی ظہر، عصر۔ بعض کہتے ہیں یہ نماز ظہر کی ہے۔ ایک مرتبہ چند لوگ حضرت زید بن ثابت کی مجلس میں بیٹھے ہوئے تھے، وہاں یہی مسئلہ چھڑا، لوگوں نے ایک آدمی بھیج کر حضرت اسامہ سے دریافت کیا، آپ نے فرمایا یہ ظہر کی نماز ہے جسےحضور ﷺ اول وقت پڑھا کرتے تھے (طیالسی) زید بن ثابت فرماتے ہیں اس سے زیادہ بھاری نماز صحابہ پر اور کوئی نہ تھی اس لئے یہ آیت نازل ہوئی اور اس سے پہلے بھی دو نمازیں ہیں اور اس کے بعد دو ہیں۔ آپ ہی سے یہ بھی مروی ہے کہ قریشیوں کی ایک جماعت کے بھیجے ہوئے دو شخصوں نے آپ سے یہی سوال کیا جس کے جواب میں آپ نے فرمایا وہ عصر ہے، پھر دو اور شخصوں نے پوچھا آپ نے فرمایا وہ ظہر ہے، پھر ان دونوں نے حضرت اسامہ سے پوچھا، آپ نے فرمایا یہ ظہر ہے۔ آپ اسے آفتاب ڈھلتے ہی پڑھا کرتے تھے، بمشکل ایک دو صف کے لوگ آتے تھے، کوئی نیند میں ہوتا کوئی کاروبار میں مشغول ہوتا جس پر یہ آیت اتری اور آپ نے فرمایا تو یہ لوگ اس حرکت سے باز آئیں یا میں ان کے گھروں کو جلا دوں گا، لیکن اس کے راوی زبرقان نے صحابی سے ملاقات نہیں کی لیکن حضرت زید سے اور روایات سے بھی یہ ثابت ہے کہ آپ اس سے مراد ظہر کی نماز ہی بتاتے تھے، ایک مرفوع حدیث میں بھی یہ ہے کہ حضرت عمر، حضرت ابو سعید، حضرت عائشہ وغیرہ سے بھی یہی مروی ہے۔ امام ابوحنیفہ سے بھی ایک روایت اسی کی ہے، بعض کہتے ہیں اس سے مراد عصر کی نماز ہے۔ اکثر علماء صحابہ وغیرہ کا یہی قول ہے، جمہور تابعین کا بھی یہی قول ہے اور اکثر اہل اثر کا بھی، بلکہ جمہور لوگوں کا، حافظ ابو محمد عبدالمومن دمیاطی نے اس بارے میں ایک مستقل رسالہ تصنیف فرمایا ہے جس کا نام کشف الغطاء فی تبیین الصلوۃ الوسطیٰ ہے اس میں ان کا فیصلہ بھی یہی ہے کہ صلوۃ وسطیٰ عصر کی نماز ہے۔ حضرت عمر، حضرت علی، ابن مسعود، ابو ایوب، عبداللہ بن عمرو، سمرہ بن جندب، ابوہریرہ، ابو سعید، حفصہ، ام حبیبہ، ام سلمہ، ابن عمر، ابن عباس، عائشہ (رضوان اللہ علیہم اجمعین) وغیرہ کا فرمان بھی یہی ہے اور ان حضرات سے یہی مروی ہے اور بہت سے تابعین سے یہ منقول ہے۔ امام احمد اور امام شافعی کا بھی یہی مذہب ہے۔ امام ابوحنیفہ کا بھی صحیح مذہب یہی ہے۔ ابو یوسف، محمد سے بھی یہی مروی ہے۔ ابن حبیب مالکی بھی یہی فرماتے ہیں۔ اس قول کی دلیل سنیئے، رسول اللہ ﷺ نے جنگ احزاب میں فرمایا اللہ تعالیٰ ان مشرکوں کے دلوں کو اور گھر کو آگ سے بھر دے کہ انہوں نے ہمیں صلوۃ وسطیٰ یعنی نماز عصر سے روک دیا (مسند احمد) حضرت علی فرماتے ہیں کہ ہم اس سے مراد صبح یا عصر کی نماز لیتے ہیں یہاں تک کہ جنگ احزاب میں میں نے حضور ﷺ سے یہ سنا، اس میں قبروں کو بھی آگ سے بھرنا وارد ہوا ہے۔ مسند احمد میں ہے کہ حضور نے اس آیت کی تلاوت کی اور فرمایا یہ عصر کی نماز ہے۔ اس حدیث کے بہت سے طرق ہیں اور بہت سی کتابوں میں مروی ہے۔ حضرت ابوہریرہ سے ایک مرتبہ اس بارے میں سوال ہوا تو آپ نے فرمایا ہم نے بھی ایک مرتبہ اس میں اختلاف کیا تو ابو ہاشم بن عتبہ مجلس میں سے اٹھ کر رسول اللہ ﷺ کے مکان پر گئے، اجازت مانگ کر اندر داخل ہوئے اور آپ سے معلوم کر کے باہر آ کر ہمیں فرمایا یہ نماز عصر ہے (ابن جریر) عبدالعزیز بن مروان کی مجلس میں بھی ایک مرتبہ یہی مسئلہ پیش آیا، آپ نے فرمایا جاؤ فلاں صحابی سے پوچھ آؤ، تو ایک شخص نے کہا کہ مجھ سے سنیئے مجھے حضرت ابوبکر اور حضرت عمر نے میرے بچپن میں یہی مسئلہ پوچھنے کیلئے رسول اللہ ﷺ کے پاس بھیجا تھا، آپ نے میری چھنگلیا یعنی سب سے چھوٹی انگلی پکڑ کر فرمایا دیکھ یہ تو ہے فجر کی نماز، پھر اس کے پاس والی انگلی تھام کر فرمایا یہ ہوئی ظہر کی، پھر انگوٹھا پکڑ کر فرمایا یہ ہے مغرب کی نماز، پھر شہادت کی انگلی پکڑ کر فرمایا یہ عشاء کی نماز، پھر مجھ سے کہا اب تمہاری کون سی نگلی باقی رہی، میں نے کہا بیچ کی، فرمایا اور نماز کون سی باقی رہی، میں نے کہا عصر کی، فرمایا یہی صلوۃ وسطیٰ ہے (ابن جریر) لیکن یہ روایت بہت ہی غریب ہے، غرض صلوۃ وسطیٰ سے نماز عصر مراد ہونا بہت سی احادیث میں وارد ہے جن میں سے کوئی حسن ہے کوئی صحیح ہے کوئی ضعیف ہے۔ ترمذی مسلم وغیرہ میں بھی یہ حدیثیں ہیں، پھر اس نماز کے بارے میں حضور ﷺ کی تاکیدیں اور سختی کے ساتھ محافظت بھی ثابت ہے چناچہ ایک حدیث میں ہے جس سے عصر کی نماز فوت ہوجائے گویا اس کا گھرانہ تباہ ہوگیا اور مال و اسباب برباد ہوگیا اور حدیث میں ہے ابر والے دن نماز اول وقت پڑھو، سنو جس شخص نے عصر کی نماز چھوڑ دی اس کے اعمال غارت ہوجاتے ہیں۔ ایک مرتبہ حضور ﷺ نے عصر کی نماز قبیلہ غفار کی ایک وادی میں جس کا نام حمیص تھا، ادا کی پھر فرمایا یہی نماز تم سے اگلے لوگوں پر بھی پیش کی گئی تھی لیکن انہوں نے اسے ضائع کردیا، سنو اسے پڑھنے والے کو دوہرا اجر ملتا ہے اس کے بعد کوئی نماز ہیں جب تک کہ تم تارے نہ دیکھ لو (مسند احمد) حضرت عائشہ اپنے آزاد کردہ غلام ابو یونس سے فرماتی ہیں کہ میرے لئے ایک قرآن شریف لکھو اور جب اس آیت (حافظا) تک پہنچو تو مجھے اطلاع کرنا، چناچہ جب آپ کو اطلاع دی گئی تو آپ نے آیت (والصلوۃ الوسطی) کے بعد آیت (وصلوۃ العصر) لکھوایا اور فرمایا میں نے خود اسے رسول اللہ ﷺ سے سنا ہے (مسند احمد) ایک روایت میں آیت (وھی صلوۃ العصر) کا لفظ بھی ہے (ابن جریر) حضور ﷺ کی دوسری بیوی صاحبہ حضرت حفصہ نے عمرو بن رافع کو جب آپ کے قرآن کے کاتب تھے، اسی طرح یہ آیت لکھوائی (موطا امام مالک) اس حدیث کے بھی بہت سے طریقے ہیں اور کئی کتابوں میں مروی ہے کہ ام المومنین نے فرمایا میں نے رسول اللہ ﷺ سے یہی الفاظ سنے ہیں، حضرت نافع فرماتے ہیں میں نے یہ قرآن شریف اپنی آنکھوں سے دیکھا، یہی عبارت واؤ کے ساتھ تھی، ابن عباس اور عبید بن عسیر کی قرأت بھی یونہی ہے، ان روایات کو مدنظر رکھ کر بعض حضرات کہتے ہیں کہ چونکہ واؤ عطف کیلئے ہوتا ہے کہ صلوۃ الوسطیٰ اور ہے اور صلوۃ عصر اور ہے لیکن اس کا جاب یہ ہے کہ اگر اسے بطور حدیث کے مانا جائے تو حضرت علی والی حدیث بہت زیادہ صحیح ہے اور اس میں صراحت موجود ہے، رہا واؤ، سو ممکن ہے کہ زائدہ ہو عاطفہ نہ ہو جیسے آیت (وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ) 6۔ الانعام :55) میں اور (وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ) 6۔ الانعام :75) میں یا یہ واؤ عطف صفت کیلئے ہو عطف ذات کیلئے نہ ہو جیسے آیت (وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّـبِيّٖنَ) 33۔ الاحزاب :40) میں اور جیسے آیت (سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَى ۙ الَّذِيْ خَلَقَ فَسَوّٰى ۽ وَالَّذِيْ قَدَّرَ فَهَدٰى ۽ وَالَّذِيْٓ اَخْرَجَ الْمَرْعٰى ۽) 87۔ الاعلی :14) میں۔ اس کی مثالیں اور بھی بہت سی ہیں، شاعروں کے شعروں میں بھی یہ بات پائی جاتی ہے۔ سیبویہ جو نحویوں کے امام ہیں، فرماتے ہیں کہ \" مررت باخیک وصاحبک \" کہنا درست ہے حالانکہ صاحب اور اخ سے مراد ایک ہی شخص ہے، واللہ اعلم اور اگر اس قرأت کے الفاظ کو بطور قرآنی الفاظ کے مانا جائے تو ظاہر ہے کہ اس خبر واحد سے قرأت قرآنی ثابت نہیں ہوتی جب تک کہ تواتر ثابت نہ ہو، اسی لئے حضرت عثمان نے اپنے مرتب کردہ قرآن میں اس قرأت کو نہیں لیا، اور نہ ساتوں قاریوں کی قرأت میں یہ الفاظ ہیں بلکہ نہ کسی اور ایسے معتبر قاری کی یہ قراٹ پائی گئی ہے، علاوہ ازیں ایک حدیث اور ہے جس سے اس قرأت کا منسوخ ہونا ثابت ہو رہا ہے۔ صحیح مسلم شریف میں ہے کہ یہ آیت اتری (حافظو علی الصلوات والصلوۃ الوسطی وصلوۃ العصر) ہم ایک مدت تک اسی طرح حضور ﷺ کے سامنے اس آیت کو پڑھتے رہے پھر یہ تلاوت منسوخ ہوگئی اور آیت یوں ہی رہی آیت (حٰفِظُوْا عَلَي الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى) 2۔ البقرۃ :238) ایک شخص نے راوی حدیث حضرت شفیق سے کہا کہ پھر کیا یہ نماز عصر کی نماز ہی ہے، فرمایا میں تو سنا چکا کہ کس طرح آیت اتری اور کس طرح منسوخ ہوئی، پس اس بنا پر یہ قرأت حضرت عائشہ اور حضرت حفصہ کی روایت والی یا تو لفظاً منسوخ کی جائے گی اور اگر واؤ کو مغائرت کیلئے مانا جائے تو لفظ و معنی دونوں کے اعتبار سے منسوخ کی جائے گی، بعض کہتے ہیں اس سے مراد مغرب کی نماز ہے۔ ابن عباس سے بھی یہ مروی ہے لیکن اس کی سند میں کلام ہے، بعض اور حضرات کا قول بھی یہی ہے اس کی ایک وجہ تو یہ بیان کی جاتی ہے کہ اور فرض نمازیں یا تو چار رکعت والی ہیں یا دو رکعت والی، اور اس کی تین رکعتیں ہیں پس یہ درمیانہ نماز ٹھہری۔ دوسری وجہ یہ بھی ہوسکتی ہے کہ فرض نمازوں کی یہ وتر ہے اور اس لئے بھی کہ اس کی فضیلت میں بھی بہت کچھ حدیثیں وارد ہوئی ہیں، بعض لوگ اس سے مراد عشاء کی نماز بھی بتلاتے ہیں۔ بعض کہتے ہیں پانچ وقتوں میں سے ایک وقت کی نماز ہے لیکن ہم معین نہیں کرسکتے یہ مبہم ہے جس طرح لیلۃ القدر پورے سال میں یا پورے مہینے میں یا پچھلے دس دنوں میں مبہم ہے۔ بعض حضرات فرماتے ہیں پانچوں نمازوں کو مجموعہ مراد ہے اور بعض کہتے ہیں یہ عشاء اور صبح ہے۔ بعض کا قول ہے یہ جماعت کی نماز ہے بعض کہتے ہیں جمعہ کی نماز ہے، کوئی کہتا ہے صلوۃ خوف مراد ہے، کوئی کہتا ہے نماز عید مراد ہے، کوئی کہتا ہے صلوۃ ضحیٰ مراد ہے، بعض کہتے ہیں ہم توقف کرتے ہیں اور کسی قول کے قائل نہیں بنتے، اس لئے کہ دلیلیں مختلف ہیں، وجہ ترجیح معلوم نہیں، کسی قول پر اجماع ہوا نہیں بلکہ زمانہ صحابہ سے لے کر آج تک جھگڑا جاری رہا، جس طرح حضرت سعید بن مسیب فرماتے ہیں کہ صحابہ کرام اس بارے میں اس طرح مختلف تھے پھر انگلیوں میں انگلیاں ڈال کردکھائیں، لیکن یہ یاد رہے کہ یہ پچھلے اقوال سب کے سب ضعیف ہیں، جھگڑا صرف صبح اور عصر کی نماز میں ہے اور صحیح احادیث سے عصر کی نماز کا صلوۃ وسطیٰ ہونا ثابت ہے پس لازم ہوگیا کہ ہم سب اقوال کو چھوڑ کر یہی عقیدہ رکھیں کہ صلوۃ وسطیٰ نماز عصر ہے۔ امام ابو محمد عبدالرحمن بن ابو حاتم رازی رحمہم اللہ نے اپنی کتاب فضائل شافعی میں روایت کی ہے کہ حضرت امام صاحب فرمایا کرتے تھے حدیث (کل ماقلت فکان عن النبی ﷺ بخلاف قولی مما یصح فحدیث النبی ﷺ اولی ولا تقلدونی) یعنی میرے جس کسی قول کیخلاف کوئی حدیث صحیح شریف مروی ہو تو حدیث ہی اولیٰ ہے خبردار میری تقلید نہ کرنا، امام شافعی کے اس فرمان کو امام ربیع امام زعفرانی اور امام احمد بن حنبل بھی روایت کرتے ہیں، اور موسیٰ ابو الولید جارود امام شافعی سے نقل کرتے ہیں کہ آپ نے فرمایا (اذا صح الحدیث و قلت قولا فانا راجع عن قولی و قائل بذالک) یعنی میری جو بات حدیث شریف کیخلاف ہو، میں اپنی اس بات سے رجوع کرتا ہوں اور صاف کہتا ہوں کہ میرا مذہب وہی ہے جو حدیث میں ہو، یہ امام صاحب کی امانت اور سرداری ہے اور آپ جیسے ائمہ کرام میں سے بھی ہر ایک نے یہی فرمایا ہے کہ ان کے اقوال کو دین نہ سمجھا جائے۔ رحمھم اللہ ورضی عنھم اجمعین اسی لئے قاضی ماوردی فرماتے ہیں کہ امام صاحب کا صلوۃ وسطیٰ کے بارے میں یہی مذہب سمجھنا چاہئے کہ وہ عصر ہے، گو امام صاحب کا اپنا قول یہ ہے کہ وہ عصر نہیں ہے مگر آپ کے اس فرمان کے مطابق حدیث صحیح کے خلاف اس قول کو پا کر ہم نے چھوڑ دیا۔ شافعی مذہب کے اور بھی بہت سے محدثین نے یہی فرمایا ہے فالحمدللہ بعض فقہاء شافعی تو کہتے ہیں کہ امام صاحب کا صرف ایک ہی قول ہے کہ وہ صبح کی نماز ہے لیکن یہ سب باتیں طے کرنے کیلئے تفسیر مناسب نہیں، علیحدہ اس کا بیان میں نے کردیا ہے فالحمدللہ۔ پھر فرمایا اللہ تعالیٰ کے سامنے خشوع خضوع، ذلت اور مسکینی کے ساتھ کھڑے ہوا کرو جس کو یہ لازم ہے کہ انسانی بات چیت نہ ہو اسی لئے حضرت ابن مسعود کے سلام کا جواب حضور ﷺ نے نماز میں نہ دیا اور بعد میں فراغت فرمایا کہ نماز مشغولیت کی چیز ہے اور حضرت معاویہ بن حکم سے جبکہ انہوں نے نماز پڑھتے ہوئے بات کی تو فرمایا نماز میں انسانی بات چیت نہ کرنی چاہئے یہ تو صرف تسبیح اور ذکر اللہ ہے (مسلم)",
  "ayah": 238,
  "surah": 2
}
