{
  "text": "مسند احمد وغیرہ میں ہے کہ اس آیت کے نازل ہونے سے پہلے لوگ ضروری بات چیت بھی نماز میں کرلیا کرتے تھے، جب یہ آیت اتری تو چپ رہنے کا حکم دے دیا گیا، لیکن اس حدیث میں ایک اشکال یہ ہے کہ علماء کرام کی ایک جماعت کے نزدیک نماز میں بات چیت کرنے کی حرمت حبشہ کی ہجرت کے بعد اور مدینہ شریف کی ہجرت سے پہلے ہی مکہ شریف میں نازل ہوچکی تھی چناچہ صحیح مسلم میں ہے حضرت عبداللہ بن مسعود فرماتے ہیں کہ حبشہ کی ہجرت سے پہلے ہم نبی ﷺ کو سلام کرتے تھے آپ نما میں ہوتے پھر بھی جواب دیتے، جب حبشہ سے ہم واپس آئے تو حضور ﷺ کو میں نے آپ کی نماز کی حالت میں ہی سلام کیا آپ نے جواب نہ دیا، اب میرے رنج و غم کا کچھ نہ پوچھئے نماز سے فارغ ہو کر آپ نے مجھے فرمایا عبداللہ اور کوئی بات نہیں میں نماز میں تھا اس وجہ سے میں نے جواب نہ دیا، اللہ جو چاہے نیا حکم اتارے، اس نے یہ نیا حکم نازل فرمایا ہے کہ نماز میں نہ بولا کرو، پس یہ واقعہ ہجرت مدینہ سے پہلے کا ہے اور یہ آیت مدینہ میں نازل ہوئی ہے، اب بعض تو کہتے ہیں کہ زید بن ارقم کے قول کا مطلب جنس کلام سے ہے اور اس کی حرمت پر اس آیت سے استدلال بھی خود ان کا فہم ہے واللہ اعلم، بعض کہتے ہیں ممکن ہے دو دفعہ حلال ہوا ہو اور دو دفعہ ممانعت ہوئی ہو لیکن پہلا قول زیادہ ظاہر ہے، حضرت ابن مسعود والی روایت جو ابو یعلی میں ہے اس میں ہے کہ حضور ﷺ کے جواب نہ دینے سے مجھے یہ خوف ہوا کہ شاید میرے بارے میں کوئی وحی نازل ہوئی ہے۔ آپ نے مجھ سے فارغ ہو کر حدیث (وعلیک اسلام ایھا المسلم و رحمتہ اللہ) نماز میں جب تم ہو تو خاموش رہا کرو، چونکہ نمازوں کی پوری حفاظت کرنے کا فرمان صادر ہوچکا تھا اس لئے اب اس حالت کو بیان فرمایا جاتا جس میں تمام ادب و آداب کی پوری رعایت عموماً نہیں رہ سکتی، یعنی میدان جنگ میں جبکہ دشمن سر پر ہو تو فرمایا کہ جس طرح ممکن ہو سوار پیدل قبلہ کی طرف منہ کر کے نماز ادا کرلیا کرو، ابن عمر اس آیت کا یہی مطلب بیان کرتے ہیں بلکہ نافع فرماتے ہیں میں تو جانتا ہوں یہ مرفوع ہے، مسلم شریف میں ہے سخت خوف کے وقت اشارے سے ہی نماز پڑھ لیا کرو، گو سواری پر سوار ہو، عبداللہ بن انیس کو جب حضور ﷺ نے خالد بن سفیان کے قتل کیلئے بھیجا تھا تو آپ نے اسی طرح نماز عصر اشارے سے ادا کی تھی (ابو داؤد) بپس اس میں جناب باری نے اپنے بندوں پر بہت آسانی کردی اور بوجھ کو ہلکا کردیا، صلوۃ خوف ایک رکعت پڑھنی بھی آئی ہے۔ حضرت ابن عباس فرماتے ہیں اللہ تعالیٰ نے تمہارے نبی ﷺ کی زبانی حضر کی حالت میں چار رکعتیں فرض کی ہیں اور سفر کی حالت میں اور دو اور خوف کی حالت میں ایک (مسلم) امام احمد فرماتے ہیں یہ اس وقت ہے جب بہت زیادہ خوف ہو، جابر بن عبداللہ اور بہت سے اور بزرگ صلوۃ خوف ایک رکعت بتاتے ہیں، امام بخاری نے صحیح بخاری میں باب باندھا ہے کہ فتوحات قلعہ کے موقع پر اور دشمن کے مڈبھیڑ کے موقع پر نماز ادا کرنا اوزاعی فرماتے ہیں اگر فتح قریب آگئی ہو اور نماز پڑھنے پر قدرت نہ ہو تو ہر شخص اپنے طور پر اشارے سے نماز پڑھ لے، اگر اتنا وقت بھی نہ ملے تو تاخیر کریں یہاں تک کہ لڑائی ختم ہوجائے اور چین نصیب ہو تو دو رکعتیں ادا کرلیں ورنہ ایک رکعت کافی ہے لیکن صرف تکبیر کہہ لینا کافی نہیں بلکہ تاخیر کردیں یہاں تک کہ امن ملے، مکحول بھی یہی کہتے ہیں حضرت انس بن مالک فرماتے ہیں کہ تستر قلعہ کی لڑائی میں میں بھی فوج میں تھا، صبح صادق کے وقت گھمسان کی لڑائی ہو رہی تھی، ہمیں وقت ہی نہ ملا کہ نماز ادا کرتے، خوب دن چڑھے اس دن ہم نے صبح کی نماز پڑھی، اگر نماز کیلئے بدلے میں مجھے دنیا اور جو کچھ اس میں ہے مل جائے تاہم میں خوش نہیں ہوں، بعد ازاں حضرت امام المحدثین نے اس حدیث سے استدلال کیا ہے جس میں ہے کہ جنگ خندق میں سورج غروب ہوجانے تک آنحضرت ﷺ عصر کی نماز نہ پڑھ سکے، پھر دوسری حدیث میں ہے کہ آپ نے جب اپنے صحابہ کو بنی قریظہ کی طرف بھیجا تو ان سے فرما دیا تھا کہ تم میں سے کوئی بھی بنی قریظہ سے درے نماز عصر نہ پڑھے، اب جبکہ نماز عصر کا وقت آگیا تو بعض نے تو وہیں پڑھی یہاں تک کہ سورج غروب ہوگیا، وہیں جا کر نماز پڑھی، حضور ﷺ کو جب اس کا علم ہوا تو آپ نے انہیں نہ ڈانٹا۔ پس اس سے حضرت امام بخاری یہ مسئلہ ثابت کرتے ہیں گو جمہور اس کے مخالف ہیں وہ کہتے ہیں سورة نساء میں جو نماز خوف کا حکم ہے اور جس نماز کی مشروعیت اور طریقہ احادیث میں وارد ہوا ہے وہ جنگ خندق کے بعد کا ہے جیسا کہ ابو سعید وغیرہ کی روایت میں صراحتاً بیان ہے، لیکن امام بخاری امام مکحول اور امام اوزاعی رحمھم اللہ کا جواب یہ ہے کہ اس کی مشروعیت بعد میں ہونا اس جواز کیخلاف نہیں، ہوسکتا ہے کہ یہ بھی جائز ہو اور وہ بھی طریقہ ہو، کیونکہ ایسی حالت میں شاذو نادر کبھی ہی ہوتی ہے اور خود صحابہ نے حضرت فاروق اعظم کے زمانے میں فتح تستر میں اس پر عمل کیا اور کسی نے انکار نہیں کیا واللہ اعلم، پھر فرمان ہے کہ امن کی حالت میں بجاآوری کا پورا خیال رکھو، جس طرح میں نے تمہیں ایمان کی راہ دکھائی اور جہل کے بعد علم دیا تو تمہیں بھی چاہئے کہ اس کے شکریہ میں ذکر اللہ باطمینان کیا کرو، جیسا کہ نماز خوف کا بیان کر کے فرمایا جب اطمینان ہوجائے تو نمازوں کو اچھی طرح قائم کرو، نماز مومنوں پر وقت مقررہ پر فرض ہے، صلوۃ خوف کا پورا بیان سورة نساء کی آیت واذا (کنت فیھم) کی تفسیر میں آئے گا انشاء اللہ تعالیٰ۔",
  "ayah": 239,
  "surah": 2
}
