{
  "text": "بیوگان کے قیام کا مسئلہ : اکثر مفسرین کا قول ہے کہ یہ آیت اس سے پہلے کی آیت اس سے پہلے کی آیت یعنی چار مہینے دس رات کی عدت والی آیت کی منسوخ ہوچکی ہے، صحیح بخاری شریف میں ہے کہ حضرت ابن زبیر نے حضرت عثمان سے کہا کہ جب یہ آیت منسوخ ہوچکی ہے تو پھر آپ اسے قرآن کریم میں کیوں لکھوا رہے ہیں، آپ نے فرمایا بھتیجے جس طرح اگلے قرآن میں یہ موجود ہے یہاں بھی موجود ہی رہے گی، ہم کوئی تغیر و تبدیل نہیں کرسکتے، حضرت ابن عباس فرماتے ہیں پہلے تو یہی حکم تھا کہ سال بھر تک نان نفقہ اس بیوہ عورت کو میت کے مال سے دیا جائے اور اسی کے مکان میں یہ رہے، پھر آیت میراث نے اسے منسوخ کردیا اور خاوند کو اولاد ہونے کی صورت میں مال متروکہ کا آٹھواں حصہ اور اولاد نہ ہونے کے وقت چوتھائی مال ورثہ کا مقرر کیا گیا اور عدت چار ماہ دس دن مقرر ہوئی۔ اکثر صحابہ اور تابعین سے مروی ہے کہ یہ آیت منسوخ ہے، سعید بن مسیب کہتے ہیں سورة احزاب کی آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَا ۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا) 33۔ الاحزاب :49) نے اسے منسوخ کردیا، حضرت مجاہد فرماتے ہیں سات مہینے بیس دن جو اصلی عدت چار مہینے دس دن کے سوا کے ہیں اس آیت میں اس مدت کا حکم ہو رہا ہے، عدت تو واجب ہے لیکن یہ زیادتی کی مدت کا عورت کو اختیار ہے خواہ وہیں بیٹھ کر یہ زمانہ گزار دے خواہ نہ گزارے اور چلی جائے، میراث کی آیت نے رہنے سہنے کے مکان کو بھی منسوخ کردیا، وہ جہاں چاہ عدت گزارے مکان کا خرچ خاوند کے ذمہ ہیں، پس ان اقوال سے معلوم ہوتا ہے کہ اس آیت نے سال بھر تک کی عدت کو واجب ہی نہیں کیا پھر منسوخ ہونے کے کیا معنی ؟ یہ تو صرف خاوند کی وصیت ہے اور اسے بھی عورت پورا کرنا چاہے تو کرے ورنہ اس پر جبر نہیں، وصیتہ سے مراد یہ ہے کہ اللہ تعالیٰ تمہیں وصیت کرتا ہے جیسے آیت (يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ ۤ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ) 4۔ النسآء :11) اس کا نصب فلتو صوالھن کو محذوف مان کر ہے۔ وصیتہ کی قرأت یہی ہے یعنی آیت (کتب علیکم وصیتہ) پس اگر عورتیں سال بھر تک اپنے فوت شدہ خاوندوں کے مکانوں میں رہیں تو انہیں نہ نکالا جائے اور اگر وہ عدت گزار کر جانا چاہیں تو ان پر کوئی جبر نہیں، امام ابن تیمیہ بھی اسی قول کو پسند فرماتے ہیں اور بھی بہت سے لوگ اسی کو اختیار کرتے ہیں اور باقی کی جماعت اسے منسوخ بتاتی ہے، پس اگر ان کا ارادہ اصلی عدت کے بعد کے زمانہ کے منسوخ ہونے کا ہے تو خیر ورنہ اس بارے میں ائمہ کا اختلاف ہے، وہ کہتے ہیں خاوند کے گھر میں عدت گزارنی ضروری ہے اور اس کی دلیل موطا مالک کی حدیث ہے کہ حضرت ابو سعید خدری کی ہمشیرہ صاحبہ فریعہ بن مالک رسول اللہ ﷺ کے پاس آئیں اور کہا ہمارے غلام بھاگ گئے تھے جنہیں ڈھونڈنے کیلئے میرے خاوند گئے قدوم میں ان غلاموں سے ملاقات ہوئی لیکن انہوں نے آپ کو قتل کردیا ان کا کوئی مکان نہیں جس میں عدت گزاروں اور نہ کچھ کھانے پینے کو ہے اگر آپ اجازت دیں تو اپنے میکے چلی جاؤں اور وہیں عدت پوری کروں، آپ نے فرمایا اجازت ہے، میں لوٹی ابھی تو میں حجرے میں ہی تھی کہ حضور ﷺ نے مجھے بلوایا یا خود بلایا اور فرمایا تم نے کیا کہا، میں نے پھر قصہ بیان کیا، آپ ﷺ نے فرمایا اسی گھر میں ہی ٹھہری رہو یہاں تک کہ عدت گزر جائے، چناچہ میں نے وہیں عدت کا زمانہ پورا کیا یعنی چار مہینے دس دن۔ حضرت عثمان کے زمانہ میں آپ نے مجھے بلوایا اور مجھ سے یہی مسئلہ پوچھا، میں نے اپنا یہ واقعہ حضور ﷺ کے فیصلے سمیت سنایا، حضرت عثمان نے بھی اسی کی پیروی کی اور یہی فیصلہ دیا، اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔",
  "ayah": 240,
  "surah": 2
}
