{
  "text": "حفظ قرآن اور لین دین میں گواہ اور لکھنے کی تاکید  یہ آیت قرآن کریم کی تمام آیتوں سے بڑی ہے، حضرت سعید بن مسیب فرماتے ہیں کہ مجھے یہ بات پہنچی ہے کہ قرآن کی سب سے بڑی آیت یہی آیت الدین ہے، یہ آیت جب نازل ہوئی تو رسول اللہ ﷺ نے فرمایا سب سے پہلے انکار کرنے والے حضرت آدم ہیں۔ اللہ تعالیٰ نے جب حضرت آدم کو پیدا کیا، ان کی پیٹھ پر ہاتھ پھیرا اور قیامت تک کی ان کی تمام اولاد نکالی، آپ نے اپنی اولاد کو دیکھا، ایک شخص کو خوب تروتازہ اور نورانی دیکھ کر پوچھا کہ الٰہی ان کا کیا نام ہے ؟ جناب باری نے فرمایا یہ تمہارے داؤد ہیں، پوچھا اللہ ان کی عمر کیا ہے ؟ فرمایا ساٹھ سال، کہا اے اللہ اس کی عمر کچھ اور بڑھا، اللہ تعالیٰ نے فرمایا نہیں، ہاں اگر تم اپنی عمر میں سے انہیں کچھ دینا چاہو تو دے دو ، کہا اے اللہ میری عمر میں سے چالیس سال اسے دئیے جائیں، چناچہ دے دئیے گئے، حضرت آدم کی اصلی عمر ایک ہزار سال کی تھی، اس لین دین کو لکھا گیا اور فرشتوں کو اس پر گواہ کیا گیا حضرت آدم کی موت جب آئی، کہنے لگے اے اللہ میری عمر میں سے تو ابھی چالیس سال باقی ہیں، اللہ تعالیٰ نے فرمایا وہ تم نے اپنے لڑکے حضرت داؤد کو دے دئیے ہیں، تو حضرت آدم نے انکار کیا جس پر وہ لکھا ہوا دکھایا گیا اور فرشتوں کی گواہی گزری، دوسری روایت میں ہے کہ حضرت آدم کی عمر پھر اللہ تعالیٰ نے ایک ہزار پوری کی اور حضرت داؤد کی ایک سو سال کی (مسند احمد) لیکن یہ حدیث بہت ہی غریب ہے اس کے راوی علی بن زین بن جدعان کی حدیثیں منکر ہوتی ہیں، مستدرک حاکم میں بھی یہ روایت ہے، اس آیت میں اللہ تعالیٰ نے اپنے ایماندار بندوں کو ارشاد فرمایا ہے کہ وہ ادھار کے معاملات لکھ لیا کریں تاکہ رقم اور معیاد خوب یاد رہے، گواہ کو بھی غلطی نہ ہو، اس سے ایک وقت مقررہ کیلئے ادھار دینے کا جواز بھی ثابت ہوا، حضرت ابن عباس فرمایا کرتے تھے کہ معیاد مقرر کرکے قرض کے لین دین کی اجازت اس آیت سے بخوبی ثابت ہوتی ہے، صحیح بخاری شریف میں ہے کہ مدینے والوں کا ادھار لین دین دیکھ کر آنحضور ﷺ نے فرمایا ناپ تول یا وزن مقرر کرلیا کرو، بھاؤ تاؤ چکا لیا کرو اور مدت کا بھی فیصلہ کرلیا کرو۔ قرآن حکیم کہتا ہے کہ لکھ لیا کرو اور حدیث شریف میں ہے کہ ہم ان پڑھ امت ہیں، نہ لکھنا جانیں نہ حساب، ان دونوں میں تطبیق اس طرح ہے کہ دینی مسائل اور شرعی امور کے لکھنے کی تو مطلق ضرورت ہی نہیں خود اللہ تعالیٰ کی طرف سے یہ بیحد آسان اور بالکل سہل کردیا گیا۔ قرآن کا حفظ اور احادیث کا حفظ قدرتاً لوگوں پر سہل ہے، لیکن دنیوی چھوٹی بڑی لین دین کی باتیں اور وہ معاملات جو ادھار سدھار ہوں، ان کی بابت بیشک لکھ لینے کا حکم ہوا اور یہ بھی یاد رہے کہ یہ حکم بھی وجوباً نہیں پس نہ لکھنا دینی امور کا ہے اور لکھ لینا دنیوی کام کا ہے۔ بعض لوگ اس کے وجوب کی طرف بھی گئے ہیں، ابن جریج فرماتے ہیں جو ادھار دے وہ لکھ لے اور جو بیچے وہ گواہ کرلے، ابو سلیمان مرعشی جنہوں نے حضرت کعب کی صحبت بہت اٹھائی تھی انہوں نے ایک دن اپنے پاس والوں سے کہا اس مظلوم کو بھی جانتے ہو جو اللہ تعالیٰ کو پکارتا ہے اور اس کی دعا قبول نہیں ہوتی لوگوں نے کہا یہ کس طرح ؟ فرمایا یہ وہ شخص ہے جو ایک مدت کیلئے ادھار دیتا ہے اور نہ گواہ رکھتا ہے نہ لکھت پڑھت کرتا ہے پھر مدت گزرنے پر تقاضا کرتا ہے اور دوسرا شخص انکار کرجاتا ہے، اب یہ اللہ سے دعا کرتا ہے لیکن پروردگار قبول نہیں کرتا اس لئے کہ اس نے کام اس کے فرمان کیخلاف کیا ہے اور اپنے رب کا نافرمان ہوا ہے، حضرت ابو سعید شعبی ربیع بن انس حسن ابن جریج ابن زید وغیرہ کا قول ہے کہ پہلے تو یہ واجب تھا پھر وجوب منسوخ ہوگیا اور فرمایا گیا کہ اگر ایک دوسرے پر اطمینان ہو تو جسے امانت دی گئی ہے اسے چاہئے کہ ادا کردے، اور اس کی دلیل یہ حدیث ہے، گو یہ واقعہ اگلی امت کا ہے لیکن تاہم ان کی شریعت ہماری شریعت ہے۔ جب تک ہماری شریعت پر اسے انکار نہ ہو اس واقعہ میں جسے اب ہم بیان کرتے ہیں لکھت پڑھت کے نہ ہونے اور گواہ مقرر نہ کئے جانے پر شارع ؑ نے انکار نہیں کیا، دیکھئے مسند میں ہے کہ حضور ﷺ نے فرمایا بنی اسرائیل کے ایک شخص نے دوسرے شخص سے ایک ہزار دینار ادھار مانگے، اس نے کہا گواہ لاؤ، جواب دیا کہ اللہ کی گواہی کافی ہے، کہا ضمانت لاؤ، جواب دیا اللہ کی ضمانت کافی ہے، کہا تو نے سچ کہا، ادائیگی کی معیاد مقرر ہوگئی اور اس نے اسے ایک ہزار دینار گن دئیے، اس نے تری کا سفر کیا اور اپنے کام سے فارغ ہوا، جب معیاد پوری ہونے کو آئی تو یہ سمندر کے قریب آیا کہ کوئی جہاز کشتی ملے تو اس میں بیٹھ جاؤں اور رقم ادا کر آؤں، لیکن کوئی جہاز نہ ملا، جب دیکھا کہ وقت پر نہیں پہنچ سکتا تو اس نے ایک لکڑی لی، اسے بیچ سے کھوکھلی کرلی اور اس میں ایک ہزار دینار رکھ دئیے اور ایک پرچہ بھی رکھ دیا، پھر منہ کو بند کردیا اور اللہ سے دعا کی کہ پروردگار تجھے خوب علم ہے کہ میں نے فلاں شخص سے ایک ہزار دینار قرض لئے اس نے مجھ سے ضمانت طلب کی، میں نے تجھے ضامن کیا اور وہ اس پر خوش ہوگیا، گواہ مانگا، میں نے گواہ بھی تجھی کو رکھا، وہ اس پر بھی خوش ہوگیا، اب جبکہ اپنا قرض ادا کر آؤں لیکن کوئی کشتی نہیں ملی، اب میں اس رقم کو تجھے سونپتا ہوں اور سمندر میں ڈال دیتا ہوں اور دعا کرتا ہوں کہ یہ رقم اسے پہنچا دے، پھر اس لکڑی کو سمندر میں ڈال دیا اور خود چلا گیا لیکن پھر بھی کشتی کی تلاش میں رہا کہ مل جائے تو جاؤں، یہاں تو یہ ہوا، وہاں جس شخص نے اسے قرض دیا تھا، جب اس نے دیکھا کہ وقت پورا ہوا اور آج اسے آجانا چاہئے تھا، تو وہ بھی دریا کنارے آن کھڑا ہوا کہ وہ آئے گا اور میری رقم مجھے دے دے گا یا کسی کے ہاتھ بھجوائے گا، مگر جب شام ہونے کو آئی اور کوئی کشتی اس کی طرف سے نہیں آئی تو یہ واپس لوٹا، کنارے پر ایک لکڑی دیکھی تو یہ سمجھ کر کہ خالی ہاتھ تو جا ہی رہا ہوں، اس لکڑی کو بھی لے چلوں، پھاڑ کر سکھا لوں گا جلانے کے کام آئے گی، گھر پہنچ کر جب اسے چیرتا ہے تو کھنا کھن بجتی ہوئی اشرفیاں نکلتی ہیں، گنتا ہے تو پوری ایک ہزار ہیں، وہیں پرچہ پر نظر پڑتی ہے، اسے بھی اٹھا کر پڑھ لیتا ہے، پھر ایک دن وہی شخص آتا ہے اور ایک ہزار دینار پیش کرکے کہتا ہے یہ لیجئے آپ کی رقم، معاف کیجئے گا میں نے ہرچند کوشش کی کہ وعدہ خلافی نہ ہو لیکن کشتی کے نہ ملنے کی وجہ سے مجبور ہوگیا اور دیر لگ گئی، آج کشتی ملی، آپ کی رقم لے کر حاضر ہوا، اس نے پوچھا کیا میری رقم آپ نے بھجوائی بھی ہے ؟ اس نے کہا میں کہ چکا ہوں کہ مجھے کشتی نہ ملی تھی، اس نے کہا آپ اپنی رقم لے کر خوش ہو کر چلے جاؤ، آپ نے جو رقم لکڑی میں ڈال کر اسے توکل علی اللہ ڈالی تھی، اسے اللہ نے مجھ تک پہنچا دیا اور میں نے اپنی رقم پوری وصول پالی۔ اس حدیث کی سند بالکل صحیح ہے، صحیح بخاری شریف میں سات جگہ یہ حدیث آئی ہے۔ پھر فرمان ہے کہ لکھنے والا عدل و حق کے ساتھ لکھے، کتابت میں کسی فریق پر ظلم نہ کرے، ادھر ادھر کچھ کمی بیشی نہ کرے بلکہ لین دین والے دونوں متفق ہو کر جو لکھوائیں وہی لکھے، لکھا پڑھا شخص معاملہ کو لکھنے سے انکار نہ کرے، جب اسے لکھنے کو کہا جائے لکھ دے، جس طرح اللہ کا یہ احسان اس پر ہے کہ اس نے اسے لکھنا سکھایا اسی طرح جو لکھنا نہ جانتے ہوں ان پر یہ احسان کرے اور ان کے معاملہ کو لکھ دیا کرے۔ حدیث میں ہے یہ بھی صدقہ ہے کہ کسی کام کرنے والے کا ہاتھ بٹا دو ، کسی گرے پڑے کا کام کردو، اور حدیث میں ہے جو علم کو جان کر پھر اسے چھپائے، قیامت کے دن اسے آگ کی لگام پہنائی جائے گی، حضرت مجاہد اور حضرت عطا فرماتے ہیں کاتب پر لکھ دینا اس آیت کی رو سے واجب ہے۔ جس کے ذمہ حق ہو وہ لکھوائے اور اللہ سے ڈرے، نہ کمی بیشی کرے نہ خیانت کرے۔ اگر یہ شخص بےسمجھ ہے اسراف وغیرہ کی وجہ سے روک دیا گیا ہے یا کمزور ہے یعنی بچہ ہے یا حواس درست نہیں یا جہالت اور کندذہنی کی وجہ سے لکھوانا بھی نہیں جانتا تو جو اس کا والی اور بڑا ہو، وہ لکھوائے۔ پھر فرمایا کتابت کے ساتھ شہادت بھی ہونی چاہئے تاکہ معاملہ خوب مضبوط اور بالکل صاف ہوجائے۔ دو عورتوں کو ایک عورت کے قائم مقام کرنا عورت کے نقصان کے سبب ہے، جیسے صحیح مسلم شریف میں حدیث ہے کہ حضور ﷺ نے فرمایا اے عورتوں صدقہ کرو اور بکثرت استغفار کرتی رہو، میں نے دیکھا ہے کہ جہنم میں تم بہت زیادہ تعداد میں جاؤ گی، ایک عورت نے پوچھا حضور ﷺ کیوں ؟ آپ ﷺ نے فرمایا تم لعنت زیادہ بھیجا کرتی ہو اور اپنے خاوندوں کی ناشکری کرتی ہو، میں نے نہیں دیکھا کہ باوجود عقل دین کی کمی کے، مردوں کی عقل مارنے والی تم سے زیادہ کوئی ہو، اس نے پھر پوچھا کہ حضور ﷺ ہم میں دین کی عقل کی کمی کیسے ہے ؟ فرمایا عقل کی کمی تو اس سے ظاہر ہے کہ دو عورتوں کی گواہی ایک مرد کی گواہی کے برابر ہے اور دین کی کمی یہ ہے کہ ایام حیض میں نہ نماز ہے نہ روزہ۔ گواہوں کی نسبت فرمایا کہ یہ شرط ہے کہ وہ عدالت والے ہوں۔ امام شافعی کا مذہب ہے کہ جہاں کہیں قرآن شریف میں گواہ کا ذکر ہے وہاں عدالت کی شرط ضروری ہے، گو وہاں لفظوں میں نہ ہو اور جن لوگوں نے ان کی گواہی رد کردی ہے جن کا عادل ہونا معلوم نہ ہو ان کی دلیل بھی یہی آیت ہے۔ وہ کہتے ہیں کہ گواہ عادل اور پسندیدہ ہونا چاہئے۔ دو عورتیں مقرر ہونے کی حکمت بھی بیان کردی گئی ہے کہ اگر ایک گواہی کو بھول جائے تو دوسری یاد دلا دے کی فتذکر کی دوسری قرأت فتذکر بھی ہے، جو لوگ کہتے ہیں کہ اس کی شہادت اس کے ساتھ مل کر شہادت مرد کے کر دے گی انہوں نے مکلف کیا ہے، صحیح بات پہلی ہی ہے واللہ اعلم۔ گواہوں کو چاہئے کہ جب وہ بلائے جائیں انکار نہ کریں یعنی جب ان سے کہا جائے کہ آؤ اس معاملہ پر گواہ رہو تو انہیں انکار نہ کرنا چاہئے جیسے کاتب کی بابت بھی یہی فرمایا گیا ہے، یہاں سے یہ بھی فائدہ حاصل کیا گیا ہے کہ گواہ رہنا بھی فرض کفایہ ہے، یہ بھی کہا گیا ہے کہ جمہور کا مذہب یہی ہے اور یہ معنی بھی بیان کئے گئے ہیں کہ جب گواہ گواہی دینے کیلئے طلب کیا جائے یعنی جب اس سے واقعہ پوچھا جائے تو وہ خاموش نہ رہے، چناچہ حضرت ابو مجلز مجاہد وغیرہ فرماتے ہیں کہ جب گواہ بننے کیلئے بلائے جاؤ تو تمہیں اختیار ہے خواہ گواہ بننا پسند کرو یا نہ کرو یا نہ جاؤ لیکن جب گواہ ہو چکو پھر گواہی دینے کیلئے جب بلایا جائے تو ضرور جانا پڑے گا، صحیح مسلم اور سنن کی حدیث میں ہے اچھے گواہ وہ ہیں جو بےپوچھے ہی گواہی دے دیا کریں، بخاری و مسلم کی دوسری حدیث میں جو آیا ہے کہ بدترین گواہ وہ ہیں جن سے گواہی طلب نہ کی جائے اور وہ گواہی دینے بیٹھ جائیں اور وہ حدیث جس میں ہے کہ پھر ایسے لوگ آئیں گے جن کی قسمیں گواہیوں پر اور گواہیاں قسموں پر پیش پیش رہیں گی، اور روایت میں آیا ہے کہ ان سے گواہی نہ لی جائے گی تاہم وہ گواہی دیں گے تو یاد رہے (مذمت جھوٹی گواہی دینے والوں کی اور تعریف سچی گواہی دینے والوں کی ہے) اور یہی ان مختلف احادیث میں تطبیق ہے، حضرت ابن عباس وغیرہ فرماتے ہیں آیت دونوں حالتوں پر شامل ہے، یعنی گواہی دینے کیلئے بھی اور گواہ رہنے کیلئے بھی انکار نہ کرنا چاہئے۔ پھر فرمایا چھوٹا معاملہ ہو یا بڑا لکھنے سے کسمساؤ نہیں بلکہ مدت وغیرہ بھی لکھ لیا کرو۔ ہمارا یہ حکم پورے عدل والا اور بغیر شک و شبہ فیصلہ ہوسکتا ہے۔ پھر فرمایا جبکہ نقد خریدو فروخت ہو رہی ہو تو چونکہ باقی کچھ نہیں رہتا اس لئے اگر نہ لکھا جائے تو کسی جھگڑے کا احتمال نہیں، لہذا کتابت کی شرط تو ہٹا دی گئی، اب رہی شہادت تو سعید بن مسیب تو فرماتے ہیں کہ ادھار ہو یا نہ ہو، ہر حال میں اپنے حق پر گواہ کرلیا کرو، دیگر بزرگوں سے مروی ہے کہ (آیت فان امن الخ،) فرما کر اس حکم کو بھی ہٹا دیا، یہ بھی ذہن نشین رہے کہ جمہور کے نزدیک یہ حکم واجب نہیں بلکہ استحباب کے طور پر اچھائی کیلئے ہے اور اس کی دلیل یہ حدیث ہے جس سے صاف ثابت ہے کہ حضور ﷺ نے خریدو فروخت کی جبکہ اور کوئی گواہ شاہد نہ تھا، چناچہ مسند احمد میں ہے کہ آپ ﷺ نے ایک اعرابی سے ایک گھوڑا خریدا اور اعرابی آپ کے پیچھے پیچھے آپ ﷺ کے دولت خانہ کی طرف رقم لینے کیلئے چلا، حضور ﷺ تو ذرا جلد نکل آئے اور وہ آہستہ آہستہ آ رہا تھا، لوگوں کو یہ معلوم نہ تھا کہ یہ گھوڑا بک گیا ہے، انہوں نے قیمت لگانی شروع کی یہاں تک کہ جتنے داموں اس نے آپ ﷺ کے ہاتھ بیچا تھا اس سے زیادہ دام لگ گئے، اعرابی کی نیت پلٹی اور اس نے آپ ﷺ کو آواز دے کر کہا حضرت یا تو گھوڑا اسی وقت نقد دے کرلے لو یا میں اور کے ہاتھ بیچ دیتا ہوں، حضور ﷺ یہ سن کر رکے اور فرمانے لگے تو تو اسے میرے ہاتھ بیچ چکا ہے پھر یہ کیا کہہ رہا ہے ؟ اس نے کہا اللہ کی قسم میں نے تو نہیں بیچا، حضرت ﷺ نے فرمایا غلط کہتا ہے، میرے تیرے درمیان معاملہ طے ہوچکا ہے، اب لوگ ادھر ادھر سے بیچ میں بولنے لگے، اس گنوار نے کہا اچھا تو گواہ لائیے کہ میں نے آپ کے ہاتھ بیچ دیا، مسلمانوں نے ہرچند کہا کہ بدبخت آپ ﷺ تو اللہ کے پیغمبر ہیں، آپ ﷺ کی زبان سے تو حق ہی نکلتا ہے، لیکن وہ یہی کہے چلا جائے کہ لاؤ گواہ پیش کرو، اتنے میں حضرت خزیمہ آگئے اور اعرابی کے اس قول کو سن کر فرمانے لگے میں گواہی دیتا ہوں کہ تو نے بیچ دیا ہے اور آنحضرت ﷺ کے ہاتھ تو فروخت کرچکا ہے۔ آپ ﷺ نے فرمایا تو کیسے شہادت دے رہا ہے، حضرت خزیمہ نے فرمایا آپ ﷺ کی تصدیق اور سچائی کی بنیاد پر یہ شہادت دی۔ چناچہ آپ ﷺ نے فرمایا کہ آج سے حضرت خزیمہ کی گواہی دو گواہوں کے برابر ہے۔ پس اس حدیث سے خریدو فروخت پر گواہی دو گواہوں کی ضروری نہ رہی، لیکن احتیاط اسی میں ہے کہ تجارت پر بھی دو گواہ ہوں، کیونکہ ابن مردویہ اور حاکم میں ہے کہ تین شخص ہیں جو اللہ تعالیٰ سے دعا کرتے ہیں لیکن قبول نہیں کی جاتی، ایک تو وہ کہ جس کے گھر بداخلاق عورت ہو اور وہ اسے طلاق نہ دے، دوسرا وہ شخص جو کسی یتیم کا مال اس کی بلوغت کے پہلے اسے سونپ دے، تیسرا وہ شخص جو کسی کو مال قرض دے اور گواہ نہ رکھے، امام حاکم اسے شرط و بخاری و مسلم پر صحیح بتلاتے ہیں، بخاری مسلم اس لئے نہیں لائے کہ شعبہ کے شاگرد اس روایت کو حضرت ابو موسیٰ اشعری پر موقوف بتاتے ہیں۔ پھر فرماتا ہے کہ کاتب کا چاہئے کہ جو لکھا گیا وہی لکھے اور گواہ کو چاہئے کہ واقعہ کیخلاف گواہی نہ دے اور نہ گواہی کو چھپائے، حسن قتادہ وغیرہ کا یہی قول ہے ابن عباس یہ مطلب بیان کرتے ہیں کہ ان دونوں کو ضرر نہ پہنچایا جائے مثلاً انہیں بلانے کیلئے گئے، وہ کسی اپنے کام میں مشغول ہوں تو یہ کہنے لگے کہ تم پر یہ فرض ہے۔ اپنا حرج کرو اور چلو، یہ حق انہیں ہیں۔ اور بہت سے بزرگوں سے بھی یہی مروی ہے۔ پھر ارشاد ہوتا ہے کہ میں جس سے روکوں اس کا کرنا اور جو کام کرنے کو کہوں اس سے رک جانا بہ بدکاری ہے جس کا وبال تم سے چھٹے گا نہیں۔ پھر فرمایا اللہ سے ڈرو اس کا لحاظ رکھو، اس کی فرمانبرداری کرو، اس کے روکے ہوئے کاموں سے رک جاؤ، اللہ تعالیٰ تمہیں سمجھا رہا ہے جیسے اور جگہ فرمایا آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْ) 8۔ الانفال :29) اے ایمان والو اگر تم اللہ سے ڈرتے رہو گے تو وہ تمہیں دلیل دے دے گا، اور جگہ ہے ایمان لو ! اللہ سے ڈرتے رہو اس کے رسول ﷺ پر ایمان رکھو وہ تمہیں دوہری رحمتیں دے گا اور تمہیں نور عطا فرمائے گا جس کی روشنی میں تم چلتے رہو گے۔ پھر فرمایا تمام کاموں کا انجام اور حقیقت سے ان کی مصلحتوں اور دوراندیشیوں سے اللہ آگاہ ہے اس سے کوئی چیز مخفی نہیں، اس کا علم تمام کائنات کو گھیرے ہوئے ہے اور ہر چیز کا اسے حقیقی علم ہے۔",
  "ayah": 282,
  "surah": 2
}
