{
  "text": "کچھ اور دلائل  اوپر کی آیات میں ان دلائل قدرت کا بیان تھا جو خود انسان کے اندر ہیں اب اس مبارک آیت میں ان دلائل کا بیان ہو رہا ہے جو روز مرہ آنکھوں کے سامنے ہیں۔ \" استوا \" یہاں قصد کرنے اور متوجہ ہونے کے معنی میں ہے اس لئے کہ اس کا صلہ \" الی \" ہے \" سوھن \" کے معنی درست کرنے اور ساتوں آسمان بنانے کے ہیں سماء اسم جنس ہے۔ پھر بیان فرمایا کہ اس کا علم محیط کل ہے جیسے ارشاد آیت (اَلَا يَعْلَمُ مَنْ خَلَقَ) 67۔ الملک :14) وہ بےعلم ہو کیسے سکتا ہے جو خالق ہو ؟ سورة سجدہ کی آیت (ائنکم لتکفرون) گویا اس آیت کی تفصیل ہے جس میں فرمایا ہے کیا تم اس اللہ کے ساتھ کفر کرتے ہو ؟ جس نے زمین کو صرف دو دن میں پیدا کیا تم اس کے لئے شریک ٹھہراتے ہو ؟ جو رب العالمین ہے جس نے زمین میں مضبوط پہاڑ اوپر سے گاڑ دئیے جس نے زمین میں برکتیں اور روزیاں رکھیں اور چار دن میں زمین کی سب چیزیں درست کردیں۔ جس میں دریافت کرنے والوں کی تشفی ہے پھر آسمانوں کی طرف متوجہ ہو کر جو دھویں کی شکل میں تھے فرمایا کہ اے زمینو اور آسمانو خوشی یا ناخوشی سے آؤ تو دونوں نے کہا باری تعالیٰ ہم تو برضا و خوشی حاضر ہیں۔ دو دن میں ان ساتوں آسمانوں کو پورا کردیا اور ہر آسمان میں اس کا کام بانٹ دیا اور دنیا کے آسمان کو ستاروں کے ساتھ مزین کردیا اور انہیں (شیطانوں سے) بچاؤں کا سبب بنایا۔ یہ ہے اندازہ اس اللہ کا جو بہت بڑا غالب اور بہت بڑے علم والا ہے۔ اس سے معلوم ہوا کہ پہلے زمین پیدا کی پھر ساتوں آسمان۔ ہم دیکھتے ہیں کہ ہر عمارت کا یہی قاعدہ ہے کہ پہلے نیچے کا حصہ بنایا جائے پھر اوپر کا مفسرین نے بھی اس کی تصریح کی ہے جس کا بیان بھی ابھی آئے گا۔ انشاء اللہ تعالیٰ۔ لیکن یہ سمجھ لینا چاہیے کہ قرآن کریم میں ارشاد ہے۔ آیت (ءَاَنْتُمْ اَشَدُّ خَلْقًا اَمِ السَّمَاۗءُ ۭ بَنٰىهَا) 79۔ النازعات :27) تمہاری پیدائش مشکل ہے یا آسمانوں کی ؟ اللہ تعالیٰ نے اس کے خلا کو بلند کر کے اسے ٹھیک ٹھاک کیا اور ان میں سے رات دن پیدا کئے پھر اس کے بعد زمین پھیلائی اس سے پانی اور چارہ نکالا اور پہاڑوں کو گاڑا جو سب تمہارے اور تمہارے جانوروں کے کام کی چیزیں ہیں۔ اس آیت میں یہ فرمایا ہے کہ زمین کی پیدائش آسمان کے بعد ہے تو بعض بزرگوں نے تو فرمایا ہے کہ مندرجہ بالا آیت میں \" ثم \" صرف عطف خبر کے لئے ہے عطف فعل کے لئے نہیں یعنی یہ مطلب نہیں کہ زمین کے بعد آسمان کی پیدائش شروع کی بلکہ صرف خبر دینا مقصود ہے کہ آسمانوں کو بھی پیدا کیا اور زمینوں کو بھی۔ عرب شاعروں کے اشعار میں یہ موجود ہے کہ کہیں \" ثم \" صرف خبر کا خبر پر عطف ڈالنے کے لئے ہوتا ہے تقدیم تاخیر مراد نہیں ہوتی۔ اور بعض بزرگوں نے فرمایا ہے کہ آیت \" ءانتم \" میں آسمانوں کی پیدائش کے بعد زمین کا پھیلانا اور بچھانا وغیرہ بیان ہوا ہے نہ کہ پیدا کرنا۔ تو ٹھیک یہ ہے کہ پہلے زمین کو پیدا کیا پھر آسمان کو پھر زمین کو ٹھیک ٹھاک کیا اس طرح دونوں آیتیں ایک دوسرے کے مخالف نہ رہیں گی۔ اس عیب سے اللہ کا کلام بالکل محفوظ ہے۔ ابن عباس ؓ نے یہی معنی بیان فرمائے ہیں (یعنی پہلے زمین کی درستی وغیرہ یہ بعد کی چیز ہے) حضرت ابن مسعود حضرت ابن عباس اور دیگر صحابہ سے مروی ہے کہ اللہ تبارک و تعالیٰ کا عرش پانی پر تھا اور کسی چیز کو پیدا نہیں کیا تھا جب اور مخلوق کو پیدا کرنا چاہا تو پانی سے دھواں بلند کیا وہ اونچا چڑھا اور اس سے آسمان بنائے پھر پانی خشک ہوگیا اور اس کی زمین بنائی پھر اس کو الگ الگ کر کے سات زمینیں بنائیں اتوار اور پیر کے دو دن میں یہ ساتوں زمینیں بن گئیں۔ زمین مچھلی پر ہے اور مچھلی وہ ہے جس کا ذکر قرآن مجید کی اس آیت میں ہے آیت (ن والقلم مچھلی پانی میں ہے اور پانی صفاۃ پر ہے اور صفاۃ فرشتے پر اور فرشتے پتھر پر زمین کانپنے لگی تو اللہ تعالیٰ نے پہاڑوں کو گاڑ دیا اور وہ ٹھہر گئی یہی معنی میں اللہ تعالیٰ کے فرمان آیت (وَجَعَلْنَا فِي الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْ) 21۔ الانبیآء :38) زمین نہ ہلے اس لئے ہم نے اس میں پہاڑ جما دئیے ہیں۔ پہاڑ زمین کی پیداوار درخت وغیرہ زمین کی کل چیزیں منگل اور بدھ کے دو دنوں میں پیدا کیں اسی کا بیان آیت (قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ) 41۔ فصلت :9) والی آیت میں ہے پھر آسمان کی طرف توجہ فرمائی جو دھواں تھا آسمان بنایا پھر اسی میں ساتھ آسمان بنائے جمعرات اور جمعہ کے دو دنوں میں جمعہ کے دن کو اس لئے جمعہ کہا جاتا ہے کہ اس میں زمین و آسمان کی پیدائش جمع ہوگئی ہر آسمان میں اس نے فرشتوں کو پیدا کیا اور ان ان چیزوں کو جن کا علم اس کے سوا کسی کو نہیں کہ دنیا آسمان کو ستاروں کے ساتھ زینت دی اور انہیں شیطان سے حفاظت کا سبب بنایا ان تمام چیزوں کو پیدا کر کے پروردگار نے عرش عظیم پر قرار پکڑا جسے فرماتا ہے۔ آیت (خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَي الْعَرْشِ) 7۔ الاعراف :54) یعنی چھ دن میں آسمانوں اور زمین کو پیدا کر کے پھر عرش پر مستوی ہوگیا اور جگہ فرمایا آیت (كَانَتَا رَتْقًا فَفَتَقْنٰهُمَا) 21۔ الانبیآء :30) یعنی یہ دونوں دھواں سے تھے ہم نے انہیں پھاڑا اور پانی سے ہر چیز کو زندگی دی (تفسیر سدی) یہ موقوف قول جس میں کئی قسم کا احتمال ہے بہ ظاہراً ایسی اہم بات میں حجت تامہ نہیں ہوسکتا۔ واللہ اعلم) ابن جریر میں ہے حضرت عبداللہ بن سعید ؓ فرماتے ہیں کہ اتوار سے مخلوق کی پیدائش شروع ہوئی۔ دو دن میں زمینیں پیدا ہوئیں دو دن میں ان میں موجود تمام چیزیں پیدا کیں اور دو دن میں آسمانوں کو پیدا کیا جمعہ کے دن آخری وقت ان کی پیدائش ختم ہوئی اور اسی وقت حضرت آدم ؑ کو پیدا کیا اور اسی وقت میں قیامت قائم ہوگی۔ مجاہد فرماتے ہیں کہ اللہ تعالیٰ نے زمین کو آسمان سے پہلے پیدا کیا اس سے جو دھواں اوپر چڑھا اس کے آسمان بنائے جو ایک پر ایک اس طرح سات ہیں اور زمینیں ایک نیچے ایک اوپر اس طرح سات ہیں۔ اس آیت سے صاف معلوم ہوتا ہے کہ زمین کی پیدائش آسمانوں سے پہلے ہے جیسے سورة سجدہ کی آیت میں ہے۔ علماء کی اس پر متفق ہیں۔ صرف قتادہ فرماتے ہیں کہ آسمان زمین سے پہلے پیدا ہوئے ہیں۔ قرطبی اس میں توقف کرتے ہیں آیت (والنازعات) کی آیت کی وجہ سے یہ لوگ کہتے ہیں کہ یہاں آسمان کی پیدائش کا ذکر زمین سے پہلے ہے۔ صحیح بخاری میں ہے کہ حضرت ابن عباس سے جب یہ سوال ہوا تو آپ نے جواب دیا کہ زمین پیدا تو آسمانوں سے پہلے کی گئی ہے لیکن بعد میں پھیلائی گئی ہے۔ یہی جواب اگلے پچھلے علماء کا ہے۔ سورة نازعات کی تفسیر میں بھی اس کا بیان آئے گا انشاء اللہ تعالیٰ۔ حاصل امر یہ ہے کہ زمین کا پھیلانا اور بچھانا بعد میں ہے اور دحھا کا لفظ قرآن میں ہے اور اس کے بعد جو پانی چارہ پہاڑ وغیرہ کا ذکر ہے یہ گویا اس لفظ کی تشریح ہے جن جن چیزوں کی نشوونما کی قوت اس زمین میں رکھی تھی ان سب کو ظاہر کردیا اور زمین کی پیداوار طرح طرح کی مختلف شکلوں اور مختلف قسموں میں نکل آئی۔ اسی طرح آسمان میں بھی ٹھہرے رہنے والے چلنے والے ستارے وغیرہ بنائے۔ واللہ سبحانہ وتعالیٰ اعلم۔ صحیح مسلم اور نسائی میں حدیث میں ہے حضرت ابوہریرہ ؓ فرماتے ہیں رسول اللہ ﷺ نے میرا ہاتھ پکڑا اور فرمایا مٹی کو اللہ تعالیٰ نے ہفتہ والے دن پیدا کیا، پہاڑوں کو اتوار کے دن، درختوں کو پیر کے دن، برائیوں کو منگل کے دن نور کو، بدھ کے دن، جانوروں کو جمعرات کے دن، آدم کو جمعہ کے دن اور عصر کے بعد جمعہ کی آخری ساعت میں عصر کے بعد سے رات تک۔ یہ حدیث غرائب میں سے ہے۔ امام ابن مدینی امام بخاری وغیرہ نے اس پر بحث کی ہے اور فرمایا ہے کہ کعب کا اپنا قول اور حضرت ابوہریرہ نے کعب کا یہ قول سنا ہے اور بعض راویوں نے اسے غلطی سے مرفوع حدیث قرار دے لیا ہے۔ امام بیہقی کہتے ہیں۔",
  "ayah": 29,
  "surah": 2
}
