{
  "text": "اعمال مومن حضرت ابن عباس ؓ فرماتے ہیں مطلب یہ ہے کہ جو کچھ اللہ کی طرف سے تم پر نازل ہوا اور تجھ سے پہلے کے انبیاء پر نازل ہوا وہ ان سب کی تصدیق کرتے ہیں ایسا نہیں کہ وہ کسی کو مانیں اور کسی سے انکار کریں بلکہ اپنے رب کی سب باتوں کو مانتے ہیں اور آخرت پر بھی ایمان رکھتے ہیں یعنی بعث و قیامت، جنت و دوزخ، حساب و میزان سب کو مانتے ہیں۔ قیامت چونکہ دنیا کے فنا ہونے کے بعد آئے گی اس لئے اسے آخرت کہتے ہیں۔ بعض مفسرین نے کہا ہے کہ جن کی پہلے ایمان بالغیب وغیرہ کے ساتھ صفت بیان کی گئی تھی انہی کی دوبارہ یہ صفتیں بیان کی گئی ہیں۔ یعنی ایماندار خواہ عرب مومن ہوں خواہ اہل کتاب وغیرہ۔ مجاہد ابو العالیہ، ربیع بن انس اور قتادہ کا یہی قول ہے۔ بعض نے کہا ہے یہ دونوں ہیں تو ایک مگر مراد اس سے صرف اہل کتاب ہی نہیں۔ ان دونوں صورتوں میں واؤ عطف کا ہوگا اور صفتوں کا عطف صفتوں پر ہوگا جیسے سبح اسم الخ میں صفتوں کا عطف صفتوں پر ہے اور شعراء کے شعروں میں بھی آیا ہے۔ تیسرا قول یہ ہے کہ پہلی صفتیں تو ہیں عرب مومنوں کی اور آیت (وَ الَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ ھُمْ يُوْقِنُوْنَ) 2۔ البقرۃ :4) سے مراد اہل کتاب مومنوں کی صفتیں ہیں۔ سدی نے حضرت ابن عباس، ابن مسعود اور بعض دیگر صحابہ رضوان اللہ علیہم اجمعین کے نقل کیا ہے اور ابن جریر نے بھی اسی سے اتفاق کیا ہے اور اس کی شہادت میں یہ آیت لائے ہیں آیت (وَاِنَّ مِنْ اَھْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ باللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْھِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَـمَنًا قَلِيْلًا) 3۔ آل عمران :199) یعنی اہل کتاب میں ایسے لوگ بھی ہیں جو اللہ تعالیٰ پر اور اس وحی پر جو تمہاری طرف نازل ہوئی اور اس وحی پر جو اس سے پہلے ان کی طرف اتاری گئی ایمان لاتے ہیں اور اللہ تعالیٰ سے ڈرتے رہتے ہیں۔ اور جگہ ارشاد ہے آیت (اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ) 28۔ القصص :52) یعنی جنہیں اس سے پہلے ہم نے کتاب دی تھی وہ اس کے ساتھ ایمان رکھتے اور جب ان کو (یہ قرآن) پڑھ کر سنایا جاتا ہے تو کہتے ہیں۔ ہم اس پر بھی ایمان لائے اور اور اسے اپنے رب کی طرف سے حق جانا۔ ہم تو اس سے پہلے ہی مسلمان تھے۔ انہیں ان کے صبر کرنے اور برائی کے بدلے بھلائی کرنے اور اللہ کی راہ میں خرچ کرنے کی وجہ سے دوہرا اجر ملے گا۔ بخاری مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں۔ تین شخصوں کو دوہرا اجر ملے گا، ایک اہل کتاب جو اپنے نبی پر ایمان لائیں اور مجھ پر ایمان رکھیں۔ دوسرا وہ غلام جو اللہ تعالیٰ کا حق ادا کرے اور اپنے مالک کا بھی۔ تیسرا وہ شخص جو اپنی لونڈی کو اچھا ادب سکھائے پھر اسے آزاد کر کے اس سے نکاح کرلے۔ امام جریر کے اس فرق کی مناسبت اس سے بھی معلوم ہوتی ہے کہ سورت کے شروع میں مومنوں اور کافروں کا بیان ہوا ہے تو جس طرح کفار کی دو قسمیں ہیں کافر اور منافق۔ اسی طرح مومنوں کی بھی دو قسمیں ہیں۔ عربی مومن اور کتابی مومن۔ میں کہتا ہوں ظاہراً یہ ہے کہ حضرت مجاہد کا یہ قول ٹھیک ہے کہ سورة بقرہ کی اول چار آیتیں مومنوں کے اوصاف کے بیان میں ہیں اور دو آیتیں اس کے بعد کی کافروں کے بارے میں ہیں اور ان کے بعد کی تیرہ آیتیں منافقوں سے متعلق ہیں پس یہ چاروں آیتیں ہر مومن کے حق میں عام ہیں۔ عربی ہو یا عجمی، کتابی ہو یا غیر کتابی، انسانوں میں سے ہو یا جنات میں سے۔ اس لئے کہ ان میں سے ہر ایک وصف دوسرے کو لازم اور شرط ہے ایک بغیر دوسرے کے نہیں ہوسکتا۔ غیب پر ایمان لانا، نماز قائم کرنا، اور زکوٰۃ دینا اس وقت تک صحیح نہیں جب تک کہ رسول اللہ ﷺ پر اور اگلے انبیاء پر جو کتابیں اتری ہیں۔ ان پر ایمان نہ ہو اور ساتھ ہی آخرت کا یقین کامل نہ ہو جس طرح پہلی تین چیزیں بغیر پچھلی تین چیزوں کے غیر معتبر ہیں۔ اسی طرح پچھلی تینوں بغیر پہلی تینوں کے صحیح نہیں۔ اسی لئے ایمان والوں کو حکم الٰہی ہے آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا باللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰي رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ اَنْزَلَ مِنْ قَبْلُ) 4۔ النسآء :136) یعنی ایمان والو اللہ پر، اس کے رسول ﷺ پر اور جو کتاب اس پر اتری ہے اس پر اور جو کتابیں ان سے پہلے اتری ہیں ان پر ایمان لاؤ۔ اور فرمایا آیت (وَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بالَّتِيْ ھِىَ اَحْسَنُ) 29۔ العنکبوت :46) یعنی اہل کتاب سے جھگڑنے میں بہترین طریقہ برتو اور کہو کہ ہم ایمان لائے ہیں اس پر جو ہم پر نازل کیا گیا اور جو تمہاری طرف اتارا گیا ہے ہمارا اور تمہارا معبود ایک ہی ہے۔ ارشاد ہے اے اہل کتاب جو ہم نے اتارا ہے اس پر ایمان لاؤ اس کو سچا کرنے والا ہے جو تمہارے پاس ہے۔ اور جگہ فرمایا۔ اے اہل کتاب تم کسی چیز پر نہیں ہو جب تک توراۃ، انجیل اور جو کچھ تمہاری طرف تمہارے رب کی جانب سے اتارا گیا ہے۔ قائم نہ رکھو۔ دوسری جگہ تمام ایمان والوں کی طرف سے خبر دیتے ہوئے قرآن پاک نے فرمایا آیت (اٰمَنَ الرَّسُوْلُ بِمَآ اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَ) 2۔ البقرۃ :285) یعنی ہمارے رسول ﷺ ایمان لائے اس پر جو ان کی طرف ان کے رب کی طرف سے نازل ہوا اور تمام ایمان والے بھی ہر ایک ایمان لایا اللہ تعالیٰ پر، اس کے فرشتوں پر، اس کی کتابوں پر اور اس کے رسولوں پر۔ ہم رسولوں میں فرق اور جدائی نہیں کرتے۔ اسی طرح ارشاد ہوتا ہے کہ جو لوگ اللہ تعالیٰ پر اور اس کے رسولوں پر ایمان لاتے ہیں اور رسولوں میں سے کسی میں تفریق نہیں کرتے۔ اس مضمون کی اور بھی بہت سی آیتیں ہیں جن میں ایمان والوں کا اللہ تعالیٰ پر اس کے تمام رسولوں اور سب کتابوں پر ایمان لانے کا ذکر کیا گیا ہے۔ اور یہ بات ہے کہ اہل کتاب کے ایمان والوں کی ایک خاص خصوصیت ہے کیونکہ ان کا ایمان اپنے ہاں کتابوں میں تفصیل کے ساتھ ہوتا ہے اور پھر جب حضور ﷺ کے ہاتھ پر وہ اسلام قبول کرتے ہیں تو قرآن کریم پر بھی تفصیل کے ساتھ ایمان لاتے ہیں۔ اسی لئے ان کو دوہرا اجر ملتا ہے اور اس امت کے لوگ بھی اگلی کتابوں پر ایمان لاتے ہیں لیکن ان کا ایمان اجمالی طور پر ہوتا ہے۔ جیسے صحیح حدیث میں ہے کہ جب تم سے اہل کتاب کوئی بات کریں تو تم نہ اسے سچ کہو نہ جھوٹ بلکہ کہہ دیا کرو کہ ہم تو جو کچھ ہم پر اترا اسے بھی مانتے ہیں اور جو کچھ تم پر اترا اس پر بھی ایمان رکھتے ہیں۔ بعض موقع پر ایسا بھی ہوتا ہے کہ جو لوگ حضور ﷺ پر ایمان لاتے ہیں ان کا ایمان بہ نسبت اہل کتاب کے زیادہ پورا زیادہ کمال والا زیادہ راسخ اور زیادہ مضبوط ہوتا ہے اس حیثیت سے ممکن ہے کہ انہیں اہل کتاب سے بھی زیادہ اجر ملے چاہے وہ اپنے پیغمبر اور پیغمبر آخر الزمان ﷺ پر ایمان لانے کے سبب دوہرا اجر پائیں لیکن یہ لوگ کمال ایمان کے سبب اجر میں ان سے بھی بڑھ جائیں۔ واللہ اعلم۔",
  "ayah": 4,
  "surah": 2
}
