{
  "text": "دوغلاپن اور یہودی یعنی اہل کتاب اس علم کے باوجود جو کہے اور نہ کرے \" اس پر کتنا عذاب نازل ہوتا ہے پھر تم خود ایسا کرنے لگے ہو ؟ جیسا دوسروں کو تقویٰ طہارت اور پاکیزگی سکھاتے ہو خود بھی تو اس کے عامل بن جاؤ لوگوں کو روزے نماز کا حکم دینا اور خود اس کے پابند نہ ہونا یہ تو بڑی شرم کی بات ہے دوسروں کو کہنے سے پہلے انسان کو خود عامل ہونا ضروری ہے اپنی کتاب کے ساتھ کفر کرنے سے لوگوں کو روکتے ہو لیکن اللہ کے اس نبی کو جھٹلا کر تم خود اپنی ہی کتاب کے ساتھ کفر کیوں کرتے ہو ؟ یہ بھی مطلب ہے کہ دوسروں کو اس دین اسلام کو قبول کرنے کے لئے کہتے ہو مگر دنیاوی ڈر خوف سے خود قبول نہیں کرتے۔ حضرت ابو الدردا ؓ فرماتے ہیں اور اپنے نفس کا ان سے بھی زیادہ۔ ان لوگوں کو اگر رشوت وغیرہ نہ ملتی تو حق بتا دیتے لیکن خود عامل نہ تھے جس کی وجہ سے اللہ تعالیٰ نے ان کی مذمت کی۔ مبلغین کے لئے خصوصی ہدایت٭٭ یہاں پر یہ بات یاد رکھنی چاہئے کہ اچھی چیز کا حکم دینے پر ان کی برائی نہیں کی گئی بلکہ خود نہ کرنے پر برائی بیان کی گئی ہے اچھی بات کو کہنا تو خود اچھائی ہے بلکہ یہ تو واجب ہے لیکن اس کے ساتھ ہی ساتھ انسان کو خود بھی اس پر عمل کرنا چاہئے جیسے حضرت شعیب ؑ نے فرمایا تھا آیت (وَمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰي مَآ اَنْهٰىكُمْ عَنْهُ ۭ اِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُ ۭ وَمَا تَوْفِيْقِيْٓ اِلَّا باللّٰهِ ۭ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ) 11۔ ہود :88) یعنی میں ایسا نہیں ہوں کہ تمہیں جس کام سے روکوں وہ خود کروں میرا ارادہ تو اپنی طاقت کے مطابق اصلاح کا ہے میری توفیق اللہ کی مدد سے ہے میرا بھروسہ اسی پر ہے اور میری رغبت و رجوع بھی اسی کی طرف ہے پس نیک کاموں کے کرنے کے لئے کہنا بھی واجب ہے اور خود کرنا بھی۔ ایک واجب کو نہ کرنے سے دوسرا بھی چھوڑ دینا نہیں چاہئے۔ علماء سلف و خلف کا قول یہی ہے گو بعض کا ایک ضعیف قول یہ بھی ہے کہ برائیوں والا دوسروں کو اچھائیوں کا حکم نہ دے لیکن یہ قول ٹھیک نہیں، پھر ان حضرات کا اس آیت سے دلیل پکڑنا تو بالکل ہی ٹھیک نہیں بلکہ صحیح یہی ہے کہ بھلائی کا حکم کرے اور برائی سے روکے اور خود بھی بھلائی کرے اور برائی سے رکے۔ اگر دونوں چھوڑے گا تو دوہرا گنہگار ہوگا ایک کے ترک پر اکہرا۔ طبرانی کی معجم کبیر میں ہے رسول اللہ ﷺ نے فرمایا جو عالم لوگوں کو بھلائی سکھائے اور خود عمل نہ کرے اس کی مثال چراغ جیسی ہے کہ لوگ اسی کی روشنی سے فائدہ اٹھا رہے ہیں۔ لیکن وہ خود جل رہا ہے یہ حدیث غریب ہے مسند احمد کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں۔ معراج والی رات میں نے دیکھا کہ کچھ لوگوں کے ہونٹ آگ کی قینچیوں سے کاٹے جا رہے ہیں میں نے پوچھا یہ کون لوگ ہیں تو کہا گیا کہ یہ آپ کی امت کے خطیب اور واعظ اور عالم ہیں جو لوگوں کو بھلائی سکھاتے تھے مگر خود نہیں کرتے تھے علم کے باوجود سمجھتے نہیں تھے۔ دوسری حدیث میں ہے کہ ان کی زبانیں اور ہونٹ دونوں کاٹے جا رہے تھے یہ حدیث صحیح ہے ابن حبان ابن ابی حاتم ابن مردویہ وغیرہ میں موجود ہے۔ ابو وائل فرماتے ہیں ایک مرتبہ حضرت اسامہ سے کہا گیا کہ آپ حضرت عثمان سے کچھ نہیں کہتے آپ نے جواب دیا کہ تمہیں سنا کر ہی کہوں تو ہی کہنا ہوگا میں تو انہیں پوشیدہ طور پر ہر وقت کہتا رہتا ہوں لیکن میں کسی بات کو پھیلانا نہیں چاہتا اللہ کی قسم میں کسی شخص کو سب سے افضل نہیں کہوں گا اس لئے کہ میں نے جناب رسول اللہ ﷺ سے سنا ہے کہ ایک شخص کو قیامت کے دن لایا جائے گا اور اسے جہنم میں ڈالا جائے گا اس کی آنتیں نکل آئیں گی اور وہ اس کے اردگرد چکر کھاتا رہے گا جہنمی جمع ہو کر اس سے پوچھیں گے کہ حضرت آپ تو ہمیں اچھی باتوں کا حکم کرنے والے اور برائیوں سے روکنے والے تھے یہ آپ کی کیا حالت ہے ؟ وہ کہے گا افسوس میں تمہیں کہتا تھا لیکن خود نہیں کرتا تھا میں تمہیں روکتا تھا لیکن خود نہیں رکتا تھا (مسند احمد) بخاری مسلم میں بھی یہ روایت ہے مسند کی ایک اور حدیث میں ہے کہ اللہ تعالیٰ ان پڑھ لوگوں سے اتنا درگزر کرے گا جتنا جاننے والوں سے نہیں کرے گا بعض آثار میں یہ بھی وارد ہے کہ عالم کو ایک دفعہ بخشا جائے تو عام آدمی کو ستر دفعہ بخشا جاتا ہے عالم جاہل یکساں نہیں ہوسکتے قرآن کریم میں ہے آیت (هَلْ يَسْتَوِي الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۭ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ) 39۔ الزمر :9) جاننے والے اور انجان برابر نہیں نصیحت صرف عقلمند لوگ ہی حاصل کرسکتے ہیں ابن عساکر میں ہےحضور ﷺ نے فرمایا۔ جنتی لوگ جہنمیوں کو دیکھ کر کہیں گے کہ تمہاری نصیحتیں سن سن کر ہم تو جنتی بن گئے مگر تم جہنم میں کیوں آپڑے وہ کہیں گے افسوس ہم تمہیں کہتے تھے لیکن خود نہیں کرتے تھے۔ حضرت ابن عباس سے ایک شخص نے کہا حضرت میں بھلائیوں کا حکم کرنا اور برائیوں سے لوگوں کو روکنا چاہتا ہوں آپ نے فرمایا کیا تم اس درجہ تک پہنچ گئے ہو ؟ اس نے کہا ہاں آپ نے فرمایا اگر تم ان تینوں آیتوں کی فضیحت سے نڈر ہوگئے ہو تو شوق سے وعظ شروع کرو۔ اس نے پوچھا وہ تین آیتیں کیا ہیں ؟ آپ نے فرمایا ایک تو آیت (اَتَاْمُرُوْنَ النَّاس بالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُوْنَ الْكِتٰبَ ۭ اَفَلَاتَعْقِلُوْنَ) 2۔ البقرۃ :44) کیا تم لوگوں کو بھلائیوں کا حکم دیتے ہو اور خود اپنے تئیں بھولے جا رہے ہو ؟ دوسری آیت آیت (لِمَ تَقُوْلُوْنَ مَا لَا تَفْعَلُوْنَ كَبُرَ مَقْتًا عِنْدَ اللّٰهِ اَنْ تَقُوْلُوْا مَا لَا تَفْعَلُوْنَ) 61۔ الصف :23) کیوں تم وہ کہتے ہو جو خود نہیں کرتے ؟ اللہ کے نزدیک یہ بڑی ناپسندیدہ بات ہے کہ تم وہ کہو جو خود نہ کرو۔ تیسری آیت حضرت شعیب ؑ کا فرمان آیت (وَمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰي مَآ اَنْهٰىكُمْ عَنْهُ ۭ اِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُ ۭ وَمَا تَوْفِيْقِيْٓ اِلَّا باللّٰهِ ۭ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ) 11۔ ہود :88) یعنی میں جن کاموں سے تمہیں منع کرتا ہوں ان میں تمہاری مخالفت کرنا نہیں چاہتا، میرا ارادہ صرف اپنی طاقت بھر اصلاح کرنا ہے کہو تم ان تینوں آیتوں سے بےخوف ہو ؟ اس نے کہا نہیں فرمایا پھر تم اپنے نفس سے شروع کرو۔ (تفسیر مردویہ) ایک ضعیف حدیث طبرانی میں ہے کہ حضور ﷺ نے فرمایا جو لوگوں کو کسی قول فعل کی طرف بلائے اور خود نہ کرے تو اللہ تعالیٰ کے غضب و غصہ میں رہتا ہے یہاں تک کہ وہ خود آپ عمل کرنے لگ جائے۔ حضرت ابراہیم نخعی نے بھی حضرت ابن عباس والی تینوں آیتیں پیش کر کے فرمایا ہے کہ میں ان کی وجہ سے قصہ گوئی پسند نہیں کرتا۔",
  "ayah": 44,
  "surah": 2
}
