{
  "text": "حشر کا منظر  نعمتوں کو بیان کرنے کے بعد عذاب سے ڈرایا جاتا ہے اور کہا جاتا ہے کہ کوئی کسی کو کچھ فائدہ نہ دے گا جیسے فرمایا آیت (وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى) 35۔ فاطر :18) یعنی کسی کا بوجھ کسی پر نہ پڑے گا اور فرمایا آیت (لِكُلِّ امْرِۍ مِّنْهُمْ يَوْمَىِٕذٍ شَاْنٌ يُّغْنِيْهِ) 80۔ عبس :37) یعنی اس دن ہر شخص نفسا نفسی میں پڑا ہوا ہوگا اور فرمایا، اے لوگو اپنے رب کا خوف کھاؤ اور اس دن سے ڈرو جس دن باپ بیٹے کو اور بیٹا باپ کو کچھ بھی فائدہ نہیں پہنچا سکے گا۔ ارشاد ہے آیت (وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا ھُمْ يُنْصَرُوْنَ) 2۔ البقرۃ :48) یعنی کسی کافر کی نہ کوئی سفارش کرے نہ اس کی سفارش قبول ہو اور فرمایا ان کفار کو شفاعت کرنے والوں کی شفاعت فائدہ نہ دے گی دوسری جگہ اہل جہنم کا یہ مقولہ نقل کیا گیا ہے کہ افسوس آج ہمارا نہ کوئی سفارشی ہے نہ دوست۔ یہ بھی ارشاد ہے فدیہ بھی نہ لیا جائے گا اور جو لوگ کفر پر مرجاتے ہیں وہ اگر زمین بھر کر سونا دیں اور ہمارے عذابوں سے چھوٹنا چاہیں تو یہ بھی نہیں ہوسکتا اور جگہ ہے کافروں کے پاس اگر تمام زمین کی چیزیں اور اس کے مثال اور بھی ہوں اور قیامت کے دن وہ اسے فدیہ دے کر عذابوں سے بچنا چاہیں تو بھی کچھ قبول نہ ہوگا اور دردناک عذابوں میں مبتلا رہیں گے اور جگہ ہے۔ گو وہ زبردست فدیہ دیں پھر بھی قبول نہیں دوسری جگہ ہے آج تم سے نہ بدلہ لیا جائے نہ ہی کافروں سے تمہارا ٹھکانا جہنم ہے اسی کی آگ تمہاری وارث ہے۔ مطلب یہ ہے کہ ایمان کے بغیر سفارش اور شفاعت کا آسرا بیکار محض ہے قرآن میں ارشاد ہے اس دن سے پہلے نیکیاں کرلو جس دن نہ خریدو فروخت ہوگی نہ دوستی اور شفاعت مزید فرمایا آیت (يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ) 14۔ ابراہیم :31) اس دن نہ بیع ہوگی نہ دوستی۔ عدل کے معنی یہاں بدلے کے ہیں اور بدلہ اور فدیہ ایک ہے حضرت علی والی حدیث میں صرف کے معنی نفل اور دل کے معنی فریضہ مروی ہیں لیکن یہ قول یہاں غریب ہے اور صحیح قول پہلا ہی ہے ایک روایت میں ہے حضور ﷺ سے پوچھا گیا کہ یا رسول اللہ ﷺ عدل کے کیا معنی ہیں آپ نے فرمایا فدیہ۔ ان کی مدد بھی نہ کی جائے گی یعنی کوئی حمایتی نہیں ہوگا، قرابتیں کٹ جائیں گی جاہ و حشم جاتا رہے گا کسی کے دل میں ان کے لئے رحم نہ رہے گا نہ خود ان میں کوئی قدرت و قوت رہے گی اور جگہ ہے آیت (وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ) 23۔ المؤمنون :88) وہ پناہ دیتا ہے اور اس کی پکڑ سے نجات دینے والا کوئی نہیں، ایک جگہ ہے آج کے دن نہ اللہ کا سا کوئی عذاب دے سکے نہ اس کی سی قید و بند۔ ارشاد ہے آیت (مالکم لا تناصرون بل ھم الیوم مستسلمون) تم آج کیوں ایک دوسرے کی مدد نہیں کرتے بلکہ وہ سب کے سب آج گردنیں جھکائے تابع فرمان بنے کھڑے ہیں اور آیت میں ہے آیت (فَلَوْلَا نَــصَرَهُمُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ قُرْبَانًا اٰلِهَةً) 46۔ الاحقاف :48) اللہ کے نزدیکی کے لئے وہ اللہ کے سوا جن کی پوجا پاٹ کرتے تھے آج وہ معبود اپنے عابدوں کی مدد کیوں نہیں کرتے ؟ بلکہ وہ تو غائب ہوگئے مطلب یہ ہے کہ محبتیں فنا ہوگئیں رشوتیں کٹ گئیں، شفاعتیں مٹ گئیں، آپس کی امداد و نصرت نابود ہوگئی معاملہ اس عادل حاکم جبار وقہار اللہ تعالیٰ مالک الملک سے پڑا ہے جس کے ہاں سفارشیوں اور مددگاروں کی مدد کچھ کام نہ آئے بلکہ اپنی تمام برائیوں کا بدلہ بھگتنا پڑے گا، ہاں یہ اس کی کمال بندہ پروری اور رحم و کرم انعام و اکرام ہے کہ گناہ کا بدلہ برابر دے اور نیکی کا بدلہ کم از کم دس گنا بڑھا کر دے۔ قرآن کریم میں ایک جگہ ہے کہ وقفہ لینے دو تاکہ ان سے ایک سوال کرلیا جائے گا کہ آج یہ ایک دوسرے کی مدد چھوڑ کر نفسا نفسی میں کیوں مشغول ہیں ؟ بلکہ ہمارے سامنے سر جھکائے اور تابع فرمان ہیں۔",
  "ayah": 48,
  "surah": 2
}
