{
  "text": "احسانات کی یاد دہانی  ان آیتوں میں فرمان باری ہے کہ اے اولاد یعقوب میری اس مہربانی کو بھی یاد رکھو کہ میں نے تمہیں فرعون کے بدترین عذابوں سے چھٹکارا دیا، فرعون نے ایک خواب دیکھا تھا کہ بیت المقدس کی طرف سے ایک آگ بھڑکی جو مصر کے ہر ہر قطعی کے گھر میں گھس گئی اور بنی اسرائیل کے مکانات میں وہ نہیں گئی جس کی تعبیر یہ تھی کہ بنی اسرائیل میں ایک شخص پیدا ہوگا جس کے ہاتھوں اس کا غرور ٹوٹے گا اس کے اللہ کے دعویٰ کی بدترین سزا اسے ملے گی اس لئے اس ملعون نے چاروں طرف احکام جاری کر دئیے کہ بنی اسرائیل میں جو بچہ بھی پیدا ہو، سرکاری طور سے اس کی دیکھ بھال رکھی جائے اگر لڑکا ہو تو فوراً مار ڈالا جائے اور لڑکی ہو تو چھوڑ دی جائے۔ علاوہ ازیں بنی اسرائیل سے سخت بیگار لی جائے ہر طرح کی مشقت کے کاموں کا بوجھ ان پر ڈال دیا جائے۔ یہاں پر عذاب کی تفسیر لڑکوں کے مار ڈالنے سے کی گئی اور سورة ابراہیم میں ایک کا دوسری پر عطف ڈالا جس کی پوری تشریح انشاء اللہ سورة قصص کے شروع میں بیان ہوگی اللہ تعالیٰ ہمیں مضبوطی دے ہماری مدد فرمائے اور تائید کرے آمین یسومونکم کے معنی مسلسل اور کرنے کے آتے ہیں یعنی وہ برابر دکھ دئیے جاتے تھے چونکہ اس آیت میں پہلے یہ فرمایا تھا کہ میری انعام کی ہوئی نعمت کو یاد کرو اس لئے فرعون کے عذاب کی تفسیر کو لڑکوں کے قتل کرنے کے طور پر بیان فرمایا تاکہ نعمتوں کی تعداد زیادہ ہو۔ یعنی متفرق عذابوں سے اور بچوں کے قتل ہونے سے تمہیں حضرت موسیٰ کے ہاتھوں نجات دلوائی۔ مصر کے جتنے بادشاہ عمالیق وغیرہ کفار میں سے ہوئے تھے ان سب کو فرعون کہا جاتا تھا جیسے کہ روم کے کافر بادشاہ کو قیصر اور فارس کے کافر بادشاہ کو کسری اور یمن کے کافر بادشاہ کو تبع اور حبشہ کے کافر بادشاہ کو نجاشی اور ہند کے کافر بادشاہ کو بطلیموس۔ اس فرعون کا نام ولید بن مصعب بن ریان تھا۔ بعض نے مصعب بن ریان بھی کہا ہے۔ عملیق بن اود بن ارم بن سام بن نوح کی اولاد میں سے تھا اس کی کنیت ابو مرہ تھی۔ اصل میں اصطخر کے فارسیوں کی نسل میں تھا اللہ کی پھٹکار اور لعنت اس پر نازل ہو پھر فرمایا کہ اس نجات دینے میں ہماری طرف سے ایک بڑی بھاری نعمت تھی بلاء کے اصلی معنی آزمائش کے ہیں لیکن یہاں پر حضرت ابن عباس، حضرت مجاہد، ابو العالیہ، ابو مالک سدی وغیرہ سے نعمت کے معنی منقول ہیں، امتحان اور آزمائش بھلائی برائی دونوں کے ساتھ ہوتی ہے لیکن بلوتہ بلاء کا لفظ عموماً برائی کی آزمائش کے لئے اور ابلیہ ابلا وبلاء کا لفظ بھلائی کے ساتھ کی آزمائش کے لئے آتا ہے یہ کہا گیا ہے کہ اس میں تمہاری آزمائش یعنی عذاب میں اور اس بچوں کے قتل ہونے میں تھی۔ قرطبی اس دوسرے مطلب کو جمہور کا قول کہتے ہیں تو اس میں اشارہ ذبح وغیرہ کی طرف ہوگا اور بلاء کے معنی برائی کے ہوں گے پھر فرمایا کہ ہم نے فرعون سے بچا لیا۔ تم موسیٰ کے ساتھ شہر سے نکلے اور فرعون تمہیں پکڑنے کو نکلا تو ہم نے تمہارے لئے پانی کو پھاڑ دیا اور تمہیں اس میں سے پار اتار کر تمہارے سامنے فرعون کو اس کے لشکر سمیت ڈبو دیا۔ ان سب باتوں کا تفصیل وار بیان سورة شعراء میں آئے گا انشاء اللہ تعالیٰ۔ عمرو بن میمون اودی فرماتے ہیں کہ جب حضرت موسیٰ ؑ بنی اسرائیل کو لے کر نکلے اور فرعون کو خبر ہوئی تو اس نے کہا کہ جب مرغ بولے تب سب نکلو اور سب کو پکڑ کر قتل کر ڈالو لیکن اس رات اللہ تعالیٰ کی قدرت سے صبح تک کوئی مرغ نہ بولا مرغ کی آواز سنتے ہی فرعون نے ایک بکری ذبح کی اور کہا کہ اس کی کلیجی سے میں فارغ ہوں اس سے پہلے چھ لاکھ قبطیوں کا لشکر جرار میرے پاس حاضر ہوجانا چاہئے چناچہ حاضر ہوگیا اور یہ ملعون اتنی بڑی جمعیت کو لے کر بنی اسرائیل کی ہلاکت کے لئے بڑے کروفر سے نکلا اور دریا کے کنارے انہیں پا لیا۔ اب بنی اسرائیل پر دنیا تنگ آگئی پچھے ہٹیں تو فرعونیوں کی تلواروں کی بھینٹ چڑھیں آگے بڑھیں تو مچھلیوں کا لقمہ بنیں۔ اس وقت حضرت یوشع بن نون نے کہا کہ اے اللہ کے نبی اب کیا کیا جائے ؟ آپ نے فرمایا حکم الٰہی ہمارا راہنما ہے، یہ سنتے ہی انہوں نے اپنا گھوڑا پانی میں ڈال دیا لیکن گہرے پانی میں جب غوطے کھانے لگا تو پھر کنارے کی طرف لوٹ آئے اور پوچھا اے موسیٰ رب کی مدد کہاں ہے ؟ ہم نہ آپ کو جھوٹا جانتے ہیں نہ رب کو تین مرتبہ ایسا ہی کہا۔ اب حضرت موسیٰ کی طرف وحی آئی کہ اپنا عصا دریا پر مارو عصا مارتے ہی پانی نے راستہ دے دیا اور پہاڑوں کہ طرح کھڑا ہوگیا حضرت موسیٰ اور آپ کے ماننے والے ان راستوں سے گزر گئے انہیں اس طرح پار اترتے دیکھ کر فرعون اور فرعونی افواج نے بھی اپنے گھوڑے اسی راستہ پر ڈال دئیے۔ جب تمام کے تمام میں داخل ہوگئے پانی کو مل جانے کا حکم ہوا پانے کے ملتے ہی تمام کے تمام ڈوب مرے بنی اسرائیل نے قدرت الٰہی کا یہ نظارہ اپنی آنکھوں سے کنارے پر کھڑے ہو کر دیکھا جس سے وہ بہت ہی خوش ہوئے اپنی آزادی اور فرعون کی بربادی ان کے لئے خوشی کا سبب بنی۔ یہ بھی مروی ہے کہ یہ دن عاشورہ کا تھا یعنی محرم کی دسویں تاریخ۔ مسند احمد میں حدیث ہے کہ جبحضور ﷺ مدینہ شریف میں تشریف لائے تو دیکھا کہ یہودی عاشورہ کا روزہ رکھتے ہیں پوچھا کہ تم اس دن کا روزہ کیوں رکھتے ہو ؟ انہوں نے کہا اس لئے کہ اس مبارک دن میں بنی اسرائیل نے فرعون کے ظلم سے نجات پائی اور ان کا دشمن غرق ہوا جس کے شکریہ میں حضرت موسیٰ ؑ نے یہ روزہ رکھا آپ نے فرمایا تم سے زیادہ حقدار موسیٰ ؑ کا میں ہوں پس حضور ﷺ نے خود بھی اس دن روزہ رکھا اور لوگوں کو بھی روزہ رکھنے کا حکم دیا۔ بخاری مسلم نسائی ابن ماجہ وغیرہ میں بھی یہ حدیث موجود ہے۔ ایک اور ضعیف حدیث میں ہے کہ رسول اللہ ﷺ نے فرمایا اس دن اللہ تعالیٰ نے بنی اسرائیل کے لئے سمندر کو پھاڑ دیا تھا اس حدیث کے راوی زید العمی ضعیف ہیں اور ان کے استاد یزید رقاشی ان سے بھی زیادہ ضعیف ہیں۔",
  "ayah": 49,
  "surah": 2
}
