{
  "text": "ہدایت یافتہ لوگ  یعنی وہ لوگ جن کے اوصاف پہلے بیان ہوئے مثلاً غیب پر ایمان لانا، نماز قائم رکھنا، اللہ کے دئیے ہوئے سے دینا۔ حضور ﷺ پر جو اترا اس پر ایمان لانا، آپ سے پہلے جو کتابیں اتریں ان کو ماننا، دار آخرت پر یقین رکھ کر وہاں کام آنے کے لئے نیک اعمال کرنا۔ برائیوں اور حرام کاریوں سے بچنا۔ یہی لوگ ہدایت یافتہ ہیں جنہیں اللہ کی طرف سے نور ملا، اور بیان و بصیرت حاصل ہوا اور انہی لوگوں کے لئے دنیا اور آخرت میں فلاح و نجات ہے۔ ابن عباس نے ہدایت کی تفسیر \" نور \" اور \" استقامت \" سے کی ہے اور \" فلاح \" کی تفسیر اپنی چاہت کو پالینے اور برائیوں سے بچ جانے کی ہے۔ ابن جریر فرماتے ہیں کہ یہ لوگ اپنے رب کی طرف سے نور، دلیل، ثابت قدمی، سچائی اور توفیق میں حق پر ہیں اور یہی لوگ اپنے ان پاکیزہ اعمال کی وجہ سے نجات، ثواب اور دائمی جنت پانے کے مستحق ہیں اور عذاب سے محفوظ ہیں۔ ابن جریر یہ بھی فرماتے ہیں کہ دوسرے اولئک کا اشارہ اہل کتاب کی طرف ہے جن کی صفت اس سے پہلے بیان ہوچکی ہے جیسے پہلے گزر چکا۔ اس اعتبار سے آیت (والذین یومنون بما انزل الیک) الخ پہلے کی آیت سے جدا ہوگا اور مبتدا بن کر مرفوع ہوگا اور اس کی خبر آیت (اولئک ھم المفلحون) ہوگی لیکن پسندیدہ قول یہی ہے کہ اس کا اشارہ پہلے کے سب اوصاف والوں کی طرف ہے اہل کتاب ہوں یا عرب ہوں۔ حضرت ابن عباس، حضرت ابن مسعود اور بعض صحابہ سے مروی ہے کہ آیت (یومنون بالغیب) سے مراد عرب ایمان دار ہیں اس کے بعد کے جملہ سے مراد اہل کتاب ایماندار ہیں۔ پھر دونوں کے لئے یہ بشارت ہے کہ یہ لوگ ہدایت اور فلاح والے ہیں۔ اور یہ پہلے بیان ہوچکا ہے کہ یہ آیتیں عام ہیں اور یہ اشارہ بھی عام ہے واللہ اعلم۔ مجاہد، ابو العالیہ، ربیع بن انس، اور قتادہ سے یہی مروی ہے ایک مرتبہ رسول اللہ ﷺ سے سوال ہوا کہ حضور قرآن پاک کی بعض آیتیں تو ہمیں ڈھاریں دیتی ہیں اور امید قائم کرا دیتی ہیں اور بعض آیتیں کمر توڑ دیتی ہیں اور قریب ہوتا ہے کہ ہم نامید ہوجائیں۔ آپ نے فرمایا لو میں تمہیں جنتی اور جہنمی کی پہچان صاف صاف بتادوں۔ پھر آپ نے الم سے مفلحون تک پڑھ کر فرمایا یہ تو جنتی ہیں صحابہ نے خوش ہو کر فرمایا \" الحمد للہ ہمیں امید ہے کہ ہم انہی میں سے ہوں \" پھر آیت (ان الذین کفروا) سے عظیم تک تلاوت کی اور فرمایا یہ جہنمی ہیں۔ انہوں نے کہا ہم ایسے نہیں آپ نے فرمایا ہاں۔ (ابن ابی حاتم)",
  "ayah": 5,
  "surah": 2
}
