{
  "text": "ہم بھی اللہ عزوجل کو خود دیکھیں گے  موسیٰ ؑ جب اپنے ساتھ بنی اسرائیل کے ستر شخصوں کو لے کر اللہ تعالیٰ کے وعدے کے مطابق کوہ طور پر گئے اور ان لوگوں نے کلام الٰہی سنا تو حضرت موسیٰ سے کہنے لگے ہم تو جب مانیں جب اللہ تعالیٰ کو اپنے سامنے خود دیکھ لیں۔ اس گستاخانہ سوال پر ان پر آسمان سے ان کے دیکھتے ہوئے بجلی گری اور ایک سخت ہولناک آواز ہوئی جس سے سب کے سب مرگئے۔ موسیٰ ؑ یہ دیکھ کر گریہ وزاری کرنے لگے اور رو رو کر جناب باری میں عرض کرنے لگے کہ اللہ بنی اسرائیل کو میں کیا جواب دوں گا یہ جماعت تو ان کے سرداروں اور بہترین لوگوں کی تھی پروردگار اگر یہی چاہت تھی تو انہیں اور مجھے اس سے پہلے ہی مار ڈالتا۔ اللہ تعالیٰ بیوقوفوں کی بیوقوفی کے کام پر ہمیں نہ پکڑ۔ یہ دعا مقبول ہوئی اور آپ کو معلوم کرایا گیا کہ یہ بھی دراصل بچھڑا پوجنے والوں میں سے تھے انہیں سزا مل گئی۔ پھر انہیں زندہ کردیا اور ایک کے بعد ایک کر کے سب زندہ کئے گئے۔ ایک دوسرے کے زندہ ہونے کو ایک دوسرا دیکھتا رہا۔ محمد بن اسحاق فرماتے ہیں کہ جب موسیٰ ؑ اپنی قوم کے پاس آئے اور انہیں بچھڑا پوجتے ہوئے دیکھا اور اپنے بھائی کو اور سامری کو تنبیہہ کی۔ بچھڑے کو جلا دیا اور اس کی راکھ دریا میں بہا دی اس کے بعد ان میں سے بہترین لوگوں کو چن کر اپنے ساتھ لیا جن کی تعداد ستر تھی اور کوہ طور پہ توبہ کرنے کے لئے چلے ان سے کہا کہ تم توبہ کرو ورنہ روزہ رکھو پاک صاف ہوجاؤ کپڑوں کو پاک کرلو جب بحکم الٰہی طور سینا پر پہنچے تو ان لوگوں نے کہا کہ اے اللہ کے پیغمبر اللہ تعالیٰ سے دعا کیجئے کہ وہ اپنا کلام ہمیں بھی سنائے جب موسیٰ ؑ پہاڑ کے پاس پہنچے تو ایک بادل نے آ کر سارے پہاڑ کو ڈھک لیا اور آپ اسی کے اندر اندر اللہ تعالیٰ کے قریب ہوگئے جب کلام رب ذوالجلال شروع ہوا تب موسیٰ ؑ کی پیشانی نور سے چمکنے لگی اس طرح کہ کوئی اس طرف نظر اٹھانے کی تاب نہیں رکھتا تھا۔ بادل کی اوٹ ہوگئی اور سب لوگ سجدے میں گرپڑے اور حضرت موسیٰ ؑ کی دعا سے آپ کے ساتھی بنی اسرائیل بھی اللہ تعالیٰ کا کلام سننے لگے کہ انہیں حکم احکام ہو رہے ہیں جب کلام الہ العالمین ختم ہوا بادل چھٹ گیا اور موسیٰ ؑ ان کے پاس چلے آئے تو یہ لوگ کہنے لگے موسیٰ ہم تو ایمان نہ لائیں گے جب تک اپنے رب کو اپنے سامنے نہ دیکھ لیں۔ اس گستاخی پر ایک زلزلہ آیا اور سب کے سب ہلاک ہوگئے۔ اب موسیٰ ؑ نے خلوص دل کے ساتھ دعائیں شروع کیں اور کہنے لگے اس سے تو یہی اچھا تھا کہ ہم سب اس سے پہلے ہی ہلاک ہوجاتے۔ بیوقوفوں کے کاموں پر ہمیں ہلاک نہ کر یہ لوگ ان کے چیدہ اور پسندیدہ لوگ تھے جب میں تنہا بنی اسرائیل کے پاس جاؤں گا تو انہیں کیا جواب دوں گا کون میری بات اس کو سچا سمجھے گا اور پھر اس کے بعد کون مجھ پر ایمان لائے گا ؟ اللہ ہماری توبہ ہے۔ تو قبول فرما۔ اور ہم پر فضل و کرم کر، حضرت موسیٰ ؑ یونہی خشوع و خضوع سے دعا مانگتے رہے یہاں تک کہ پروردگار نے ان کی اس دعا کو قبول فرمایا اور ان مردوں کو زندہ کردیا، اب سب نے ایک زبان ہو کر بنی اسرائیل کی طرف سے توبہ شروع کی ان سے فرمایا گیا کہ جب تک یہ اپنی جانوں کو ہلاک نہ کریں اور ایک دوسرے کو قتل نہ کریں میں ان کی توبہ قبول نہیں فرماؤں گا۔ سدی کبیر کہتے ہیں یہ واقعہ بنی اسرائیل کے آپس میں لڑانے کے بعد کا ہے۔ اس سے یہ بھی معلوم ہوا کہ یہ خطاب گو عام ہے لیکن حقیقت میں اس سے مراد وہی ستر شخص ہیں۔ رازی نے اپنی تفسیر میں ان ستر شخصوں کے بارے میں لکھا ہے کہ انہوں نے اپنے جینے کے بعد کہا کہ اے نبی اللہ ﷺ ، اللہ تعالیٰ سے دعا کیجئے کہ وہ ہمیں نبی بنا دے۔ آپ نے دعا کی اور وہ قبول بھی ہوئی لیکن یہ قول غریب ہے موسیٰ ؑ کے زمانے میں سوائے ہارون ؑ کے اور اس کے بعد حضرت یوشع بن نون ؑ کے کسی اور کی نبوت ثابت نہیں۔ اہل کتاب کا یہ بھی دعویٰ ہے کہ ان لوگوں نے اپنی دعا کے مطابق اللہ تعالیٰ کو اپنی آنکھوں سے اسی جگہ دیکھا یہ بھی غلط ہے اس لئے کہ خود موسیٰ ؑ نے جب دیدار باری تعالیٰ کا سوال کیا تو انہیں منع کردیا گیا پھر بھلا یہ ستر اشخاص دیدار باری کی تاب کیسے لاتے ؟ اس آیت کی تفسیر میں ایک دوسرا قول بھی ہے کہ موسیٰ ؑ توراۃ لے کر آئے جو احکام کا مجموعہ تھی اور ان سے کہا کہ یہ اللہ تعالیٰ کی کتاب ہے اس پر عمل کرو اور مضبوطی کے ساتھ اس کے پابند ہوجاؤ تو وہ کہنے لگے کہ حضرت ہمیں کیا خبر اللہ تعالیٰ خود آ کر ظاہر ہو کر ہم سے کیوں نہیں کہتا ؟ کیا وجہ ہے کہ وہ آپ سے باتیں کرے اور ہم سے نہ کرے ؟ جب تک ہم اللہ کو خود نہ دیکھ لیں ہرگز ایمان نہ لائیں گے اس قول پر ان کے اوپر غضب الٰہی نازل ہوا اور ہلاک کر دئیے گئے پھر زندہ کئے گئے پھر موسیٰ ؑ نے انہیں کہا کہ اب تو اس توراۃ کو تھام لو انہوں نے پھر انکار کیا اب کی مرتبہ فرشتے پہاڑ اٹھا کر لائے اور ان کے سروں کے اوپر معلق کردیا کہ اگر نہ مانو گے تو یہ پہاڑ تم پر گرا دیا جائے گا اور تم سب پیس ڈالے جاؤ گے اس سے یہ بھی معلوم ہوا کہ مرنے کے بعد یہ جی اٹھے اور پھر بھی مکلف رہے یعنی احکام الٰہی ان پر پھر بھی جاری رہے ماوردی نے کہا ہے کہ بعض لوگ کہتے ہیں کہ جب انہوں نے اللہ تعالیٰ کی یہ زبردست نشانی دیکھ لی مرنے کے بعد زندہ ہوئے تو پھر تکلیف شرعی ان پر سے ہٹ گئی اس لئے کہ اب تو یہ مجبور تھے کہ سب کچھ مان لیں۔ خود ان پر یہ واردات پیش آئی اب تصدیق ایک بےاختیاری امر ہوگیا۔ دوسری جماعت کہتی ہے کہ نہیں بلکہ باوجود اس کے وہ احکام شرع کے مکلف رہے کیونکہ ہر عاقل مکلف ہے۔ قرطبی کہتے ہیں ٹھیک قول یہی ہے یہ امور ان پر قدرتی طور سے آئے تھے جو انہیں پابندی شرع سے آزاد نہیں کرسکتے خود بنی اسرائیل نے بھی بڑے بڑے معجزات دیکھے خود ان کے ساتھ ایسے ایسے معاملات ہوئے جو بالکل نادر اور خلاف قیاس اور زبردست معجزات تھے باوجود اس کے وہ بھی مکلف رہے اسی طرح یہ بھی ٹھیک قول ہے اور واضح امر بھی یہی ہے۔ واللہ اعلم۔",
  "ayah": 56,
  "surah": 2
}
