{
  "text": "یہود پہ احسانات الہیہ کی تفصیل  سابقہ آیات میں بیان ہوا تھا کہ فلاں فلاں بلائیں ہم نے تم پر سے دفع کردیں اب بیان ہو رہا ہے کہ فلاں فلاں نعمتیں بھی ہم نے تمہیں عطا فرمائیں غمام غمامتہ کی جمع ہے چونکہ یہ آسمان کو چھپا لیتا ہے اس لئے اسے غمامہ کہتے ہیں یہ ایک سفید رنگ کا بادل تھا جو وادی تیہ میں ان کے سروں پر سایہ کئے رہتا تھا جیسے نسائی وغیرہ میں ابن عباس سے ایک لمبی حدیث میں مروی ہے، ابن ابی حاتم کہتے ہیں کہ ابن عمر ربیع بن انس ابو مجاز ضحاک اور سدی نے بھی یہی کہا ہے حسن اور قتادہ بھی یہی کہتے ہیں اور لوگ کہتے ہیں کہ یہ بادل عام بادلوں سے زیادہ ٹھنڈک والا اور زیادہ عمدہ تھا۔ حضرت مجاہد فرماتے ہیں یہ وہی بادل تھا جس میں اللہ تعالیٰ قیامت کے دن آئے گا ابو حذیفہ کا قول بھی یہی ہے آیت (ھَلْ يَنْظُرُوْنَ اِلَّآ اَنْ يَّاْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۗىِٕكَةُ وَقُضِيَ الْاَمْرُ ۭ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ) 2۔ البقرۃ :210) اس آیت میں اس کا ذکر ہے کہ کیا ان لوگوں کو اس کا انتظار ہے کہ اللہ تعالیٰ اور اس کے فرشتے بادل میں آئے۔ یہی وہ بادل ہے جس میں بدر والے دن فرشتے نازل ہوئے تھے۔ جو \" من \" ان پر اترا وہ درختوں پر اترا تھا۔ یہ صبح جاتے تھے اور جمع کر کے کھالیا کرتے تھے وہ گوند کی قسم کا تھا۔ کوئی کہتا ہے شبنم کی وضع کا تھا حضرت قتادہ فرماتے ہیں اولوں کی طرح \" من \" ان کے گھروں میں اترتا تھا جو دودھ سے زیادہ سفید اور شہد سے زیادہ میٹھا تھا۔ صبح صادق سے لے کر آفتاب نکلنے تک اترتا رہتا تھا ہر شخص اپنے گھر بار کے لئے اتنی مقدار میں جمع کرلیتا تھا جتنا اس دن کافی ہو اگر کوئی زیادہ لیتا تو بگڑ جاتا تھا۔ جمعہ کے دن وہ دو دن کا لے لیتے تھے جمعہ اور ہفتہ کا اس لئے کہ ہفتہ ان کا بڑا دن تھا ربیع بن انس کہتے ہیں من شہد جیسی چیز تھی جس میں پانی ملا کر پیتے تھے شعبی فرماتے ہیں تمہارا یہ شہد اس \" من \" کا سترواں حصہ ہے شعروں میں یہی \" من \" شہد کے معنی میں آیا ہے یہ سب اقوال قریب قریب ہیں غرض یہ ہے کہ ایک ایسی چیز تھی جو انہیں بلا تکلیف و تکلف ملتی تھی اگر صرف اسے کھایا جائے تو وہ کھانے کی چیز تھی اور اگر پانی میں ملا لی جائے تو پینے کی چیز تھی اور اگر دوسری چیزوں کے ساتھ مرکب کردی جاتی تو اور چیز ہوجاتی تھی۔ لیکن یہاں \" من \" سے مراد یہی \" من \" مشہور نہیں صحیح بخاری شریف کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں کھمبی من میں سے ہے اور اس کا پانی آنکھ کے لئے شفا ہے۔ ترمذی اسے حسن صحیح کہتے ہیں ترمذی میں ہے کہ عجوہ جو مدینہ کی کھجوروں کی ایک قسم ہے وہ جنتی چیز ہے اور اس میں زہر کا تریاق ہے اور کھمبی من میں سے ہے اور اس کا پانی آنکھ کے درد کی دوا ہے یہ حدیث حسن غریب ہے۔ دوسرے بہت سے طریقوں سے بھی مروی ہے۔ ابن مردویہ کی حدیث میں ہے کہ صحابہ نے اس درخت کے بارے میں اختلاف کیا جو زمین کے اوپر ہوتا ہے جس کی جڑیں مضبوط نہیں ہوتیں۔ بعض کہنے لگے کھمبی کا درخت ہے آپ نے فرمایا کھمبی تو \" من \" میں سے ہے اور اس کا پانی آنکھ کے لئے شفا ہے \" سلویٰ \" ایک قسم کا پرند ہے چڑیا سے کچھ بڑا ہوتا ہے۔ سرخی مائل رنگ کا جنوبی ہوائیں چلتی تھی اور ان پرندوں کو وہاں لا کر جمع کردیتی تھیں بنی اسرائیل اپنی ضرورت کے مطابق انہیں پکڑ لیتے تھے اور ذبح کر کے کھاتے تھے اگر ایک دن گزر کر بچ جاتا تو وہ بگڑ جاتا تھا اور جمعہ کے دن دو دن کے لئے جمع کرلیتے تھے کیونکہ ہفتہ کا دن ان کے لئے عید کا دن ہوتا تھا اس دن عبادتوں میں مشغول رہنے اور شکار وغیرہ سے بچنے کا حکم تھا۔ بعض لوگوں نے کہا ہے کہ یہ پرند کبوتر کے برابر ہوتے تھے ایک میل کی لمبائی چوڑائی میں ایک نیزے کے برابر اونچا ڈھیر ان پرندوں کا ہوجاتا تھا۔ یہ دونوں چیزیں ان پر وادی تیہ میں اتری تھیں۔ جہاں انہوں نے اپنے پیغمبر ﷺ سے کہا تھا کہ اس جنگل میں ہمارے کھانے کا بندوبست کیسے ہوگا تب ان پر \" من وسلوی \" اتارا گیا اور پانی کے لئے جب حضرت موسیٰ ؑ سے درخواست کی گئی تو پروردگار عالم نے فرمایا کہ \" اس پتھر پر اپنا عصا مارو \" عصا لگتے ہی اس سے بارہ چشمے جاری ہوگئے اور بنی اسرائیل کے بارہ ہی فرقے تھے۔ ہر قبیلہ نے ایک ایک چشمہ اپنے لئے بانٹ لیا، پھر سایہ کے طالب ہوئے کہ اس چٹیل میدان میں سایہ بغیر گزر مشکل ہے تو اللہ تبارک و تعالیٰ نے طور پہاڑ کا ان پر سایہ کردیا، رہ گیا لباس تو قدرت الٰہی سے جو لباس وہ پہنے ہوئے تھے وہ ان کے قد کے بڑھنے کے ساتھ بڑھتا رہتا تھا ایک سال کے بچہ کا لباس جوں جوں اس کا قدوقامت بڑھتا لباس میں بڑھتا جاتا نہ پھٹتا نہ خراب ہوتا نہ میلا ہوتا، ان تمام نعمتوں کا ذکر مختلف جگہ قرآن پاک میں موجود ہے جیسے یہ آیت اور آیت (اذا ستسقی) والی آیت وغیرہ۔ بذلی کہتے ہیں کہ سلویٰ شہید کو کہتے ہیں لیکن ان کا یہ قول غلط ہے ثورج نے اور جوہری نے بھی یہی کہا ہے اور اس کی شہادت میں عرب شاعروں کے شعر اور بعض لغوی محاورے بھی پیش کئے ہیں۔ بعض نے کہا ہے کہ ایک دوا کا نام ہے۔ کسائی کہتے ہیں سلویٰ واحد کا لفظ ہے اور اس کی جمع سلاوی آتی ہے اور بعض کہتے ہیں کہ جمع میں اور مفرد میں یہی صیغہ رہتا ہے یعنی لفظ سلویٰ۔ غرض یہ اللہ کی دو نعمتیں تھیں جن کا کھانا ان کے لئے مباح کیا گیا لیکن ان لوگوں نے اللہ تعالیٰ کی ان نعمتوں کی ناشکری کی اور یہی ان کا اپنی جانوں پر ظلم کرنا تھا باوجودیکہ اس سے پہلے بہت کچھ اللہ کی نعمتیں ان پر نازل ہوچکی تھیں۔ تقابلی جائزہ  بنی اسرائیل کی حالت کا یہ نقشہ آنکھوں کے سامنے رکھ کر پھر اصحاب رسول اللہ ﷺ کی حالت پر نظر ڈالو کہ باوجود سخت سے سخت مصیبتیں جھیلنے اور بےانتہا تکلیفیں برداشت کرنے کے وہ اتباع نبی ﷺ پر اور عبادت الٰہی پر جمے رہے نہ معجزات طلب کئے نہ دنیا کی راحتیں مانگیں نہ اپنے تعیش کے لئے کوئی نئی چیز پیدا کرنے کی خواہش کی، جنگ تبوک میں جبکہ بھوک کے مارے بیتاب ہوگئے اور موت کا مزہ آنے لگا تب حضور ﷺ سے کہا کہ یا رسول اللہ اس کھانے میں برکت کی دعا کیجئے اور جس کے پاس جو کچھ بچا کھچا تھا جمع کر کے حاضر کردیا جو سب مل کر بھی نہ ہونے کے برابر ہی تھا حضور ﷺ نے دعا کی اور اللہ تبارک و تعالیٰ نے قبول فرما کر اس میں برکت دی انہوں نے خوب کھایا بھی اور تمام توشے دان بھر لئے، پانی کے قطرے قطرے کو جب ترسنے لگے تو اللہ کے رسول ﷺ کی دعا سے ایک ابر آیا اور ریل پیل کردی، پیا پلایا اور مشیں اور مشکیزے سب بھر لئے۔ پس صحابہ کی اس ثابت قدمی الوالعزمی کامل اتباع اور سچی توحید نے ان کی اصحاب موسیٰ ؑ پر قطعی فضیلت ثابت کردی۔",
  "ayah": 57,
  "surah": 2
}
