{
  "text": "یہود پر تسلسل احسانات  یہ ایک اور نعمت یاد دلائی جا رہی ہے کہ جب تمہارے نبی نے تمہارے لئے پانی طلب کیا تو ہم نے اس پتھر سے چشمے بہا دئیے جو تمہارے ساتھ رہا کرتا تھا اور تمہارے ہر قبیلے کے لئے اس میں سے ایک ایک چشمہ ہم نے جاری کرا دیا جسے ہر قبیلہ نے جان لیا اور ہم نے کہہ دیا کہ من وسلویٰ کھاتے رہو اور ان چشموں کا پانی پیتے رہو بےمحنت کی روزی کھا پی کر ہماری عبادت میں لگے رہو نافرمانی کر کے زمین میں فساد مت پھیلاؤ ورنہ یہ نعمتیں چھن جائیں گی۔ حضرت ابن عباس ؓ فرماتے ہیں یہ ایک چکور پتھر تھا جو ان کے ساتھ ہی تھا۔ حضرت موسیٰ ؑ نے بحکم اللہ اس پر لکڑی ماری چاروں طرف سے تین تین نہریں بہ نکلیں۔ یہ پتھر بیل کے سر جتنا تھا جو بیل پر لاد دیا جاتا تھا۔ جہاں اترتے رکھ دیتے اور عصا کی ضرب لگتے ہی اس میں سے نہریں بہ نکلیں۔ جب کوچ کرتے اٹھا لیتے نہریں بند ہوجاتیں اور پتھر کو ساتھ رکھ لیتے۔ یہ پتھر طور پہاڑ کا تھا ایک ہاتھ لمبا اور ایک ہاتھ چوڑا تھا بعض کہتے ہیں یہ جنتی پتھر تھا دس دس ہاتھ لمبا چوڑا تھا دو شاخیں تھیں جو چمکتی رہتی تھیں۔ ایک اور قول میں ہے کہ یہ پتھر حضرت آدم کے ساتھ جنت سے آیا تھا اور یونہی ہاتھوں ہاتھ پہنچتا ہوا حضرت شعیب کو ملا تھا انہوں نے لکڑی اور پتھر دونوں حضرت موسیٰ ؑ کو دئے تھے بعض کہتے ہیں یہ وہی پتھر ہے جس پر حضرت موسیٰ اپنے کپڑے رکھ کر نہا رہے تھے اور بحکم الٰہی یہ پتھر آپ کے کپڑے لے کر بھاگا تھا اسے حضرت موسیٰ ؑ نے حضرت جبرائیل کے مشورے سے اٹھا لیا تھا جس سے آپ کا معجزہ ظاہر ہوا۔ زمحشری کہتے ہیں کہ حجر پر الف لام جس کے لئے ہے عہد کے لئے نہیں یعنی اسی ایک پتھر پر عصا مارو یہ نہیں کہ فلاں پتھر ہی پر مارو حضرت حسن سے بھی یہی مروی ہے اور یہی معجزے کا کمال اور قدرت کا پورا اظہار ہے آپ کی لکڑی لگتے ہی وہ بہنے لگتا اور پھر دوسری لکڑی لگتے ہی خشک ہوجاتا بنی اسرائیل آپس میں کہنے لگے کہ اگر یہ پتھر گم ہوگیا تو ہم پیاسے مرنے لگیں گے تو اللہ تعالیٰ نے فرمایا کہ تم لکڑی نہ مارو صرف زبانی کہو تاکہ انہیں یقین آجائے واللہ اعلم۔ ہر ایک قبیلہ اپنی اپنی نہر کو اس طرح جان لیتا کہ ہر قبیلہ کا ایک ایک آدمی پتھر کے پاس کھڑا رہ جاتا اور لکڑی لگتے ہی وہ بہنے لگتا اور پھر دوسری لکڑی لگتے ہی خشک ہوجاتا بنی اسرائیل آپس میں کہنے لگے کہ اگر یہ پتھر گم ہوگیا تو ہم پیاسے مرنے لگیں گے تو اللہ تعالیٰ نے فرمایا کہ تم لکڑی نہ مارو صرف زبانی کہو تاکہ انہیں یقین آجائے واللہ اعلم۔ ہر ایک قبیلہ اپنی اپنی نہر کو اس طرح جان لیتا کہ ہر قبیلہ کا ایک ایک آدمی پتھر کے پاس کھڑا رہ جاتا اور لکڑی لگتے ہی اس میں سے چشمے جاری ہوجاتے جس شخص کی طرف جو چشمہ جاتا وہ اپنے قبیلے کو بلا کر کہہ دیتا کہ یہ چشمہ تمہارا ہے یہ واقعہ میدان تیہہ کا ہے سورة اعراف میں بھی اس واقعہ کا بیان ہے لیکن چونکہ وہ سورت مکی ہے اس لئے وہاں ان کا بیان غائب کی ضمیر سے کیا گیا ہے اور اللہ تعالیٰ نے جو احسانات ان پر نازل فرمائے تھے وہ اپنے رسول ﷺ کے سامنے دہرائے ہیں اور یہ سورت مدنی ہے اس لئے یہاں خود انہیں خطاب کیا گیا ہے۔ سورة اعراف میں فانبجست کہا اور یہاں فانفجرت کہا اس لئے کہ وہاں اول اول جاری ہونے کے معنی میں ہے اور یہاں آخری حال کا بیان ہے واللہ اعلم۔ اور ان دونوں جگہ کے بیان میں دس وجہ سے فرق ہے جو فرق لفظی بھی ہے اور معنوی بھی زمخشری نے اپنے طور پر ان سب وجوہ کو بیان کیا ہے اور حقیقت اس میں قریب ہے واللہ اعلم۔",
  "ayah": 60,
  "surah": 2
}
