{
  "text": "مہر کیوں لگا دی گئی ؟ حضرت سدی فرماتے ہیں ختم سے مراد طبع ہے یعنی مہر لگا دی حضرت قتادہ فرماتے ہیں یعنی ان پر شیطان غالب آگیا وہ اسی کی ماتحتی میں لگ گئے یہاں تک کہ مہر لگا دی حضرت قتادہ فرماتے ہیں یعنی ان پر شیطان غالب آگیا وہ اسی کی ماتحتی میں لگ گئے یہاں تک کہ مہر الٰہی ان کے دلوں پر اور ان کے کانوں پر لگ گئی اور آنکھوں پر پردہ پڑگیا۔ ہدایت کو نہ دیکھ سکتے ہیں نہ سن سکتے ہیں، نہ سمجھ سکتے ہیں۔ حضرت مجاہد فرماتے ہیں کہ گناہ لوگوں کے دلوں میں بستے جاتے ہیں اور انہیں ہر طرف سے گھیر لیتے ہیں۔ بس یہی طبع اور ختم یعنی مہر ہے۔ دل اور کان کے لئے محاورہ میں مہر آتی ہے۔ مجاہد ؒ فرماتے ہیں قرآن میں ران کا لفظ ہے طبع کا لفظ ہے اوراقفال کا لفظ ہے۔ ران طبع سے کم ہے اور طبع اقفال سے کم ہے، اقفال سب سے زیادہ ہے۔ حضرت مجاہد نے اپنا ہاتھ دکھا کر کہا کہ دل ہتھیلی کی طرح ہے اور بندے کے گناہ کی وجہ سے وہ سمٹ جاتا ہے اور بند ہوجاتا ہے۔ اس طرح کہ ایک گناہ کیا تو گویا چھنگلیا بند ہوگئی پھر دوسرا گناہ کیا دوسری انگلی بند ہوگئی یہاں تک کہ تمام انگلیاں بند ہوگئیں اور اب مٹھی بالکل بند ہوگئی جس میں کوئی چیز داخل نہیں ہوسکتی۔ اسی طرح گناہوں سے دل پر پردے پڑجاتے ہیں مہر لگ جاتا ہیں مہر لگ جاتی ہے پھر اس پر کسی طرح حق اثر نہیں کرتا۔ اسے زین بھی کہتے ہیں مطلب یہ ہوا کہ تکبر کی وجہ ان کا حق سے منہ پھیرلینا بیان کیا جا رہا ہے جیسے کہا جاتا ہے کہ فلاں شخص اس بات کے سننے سے بہرا بن گیا۔ مطلب یہ ہوتا ہے کہ تکبر اور بےپرواہی کر کے اس نے اس بات کی طرف دھیان نہیں دیا۔ امام ابن جریر فرماتے ہیں یہ مطلب ٹھیک نہیں اس لئے کہ یہاں تو خود اللہ تعالیٰ فرماتا ہے کہ اس نے ان کے دلوں پر مہر لگا دی۔ زمحشری نے اس کی تردید کی ہے اور پانچ تاویلیں کی ہیں لیکن سب کی سب بالکل بےمعنی اور فضول ہیں اور صرف اپنے معتزلی ہونے کی وجہ سے اسے یہ تکلفات کرنے پڑے ہیں کیونکہ اس کے نزدیک یہ بات بہت بری ہے کہ کسی کے دل پر اللہ قدوس مہر لگا دے لیکن افسوس اس نے دوسری صاف اور صریح آیات پر غور نہیں کیا۔ ایک جگہ ارشاد ہے آیت (فَلَمَّا زَاغُوْٓا اَزَاغ اللّٰهُ قُلُوْبَهُمْ ۭ وَاللّٰهُ لَا يَهْدِي الْقَوْمَ الْفٰسِقِيْنَ) 61۔ الصف :5) یعنی جب وہ ٹیڑھے ہوگئے تو اللہ نے ان کے دل ٹیڑھے کر دئیے اور فرمایا آیت (وَنُقَلِّبُ اَفْــــِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ) 6۔ الانعام :110) ہم ان کے دلوں کو اور ان کی نگاہوں کو الٹ دیتے ہیں گویا کہ وہ سرے سے ایمان ہی نہ لائے تھے اور ہم انہیں ان کی سرکشی میں بھٹکتے ہوئے ہی چھوڑ دیتے ہیں۔ اس قسم کی اور آیتیں بھی ہیں۔ جو صاف بتاتی ہیں کہ اللہ تعالیٰ نے ان کے دلوں پر مہر لگا دی ہے اور ہدایت کو ان سے دور کردیا ہے۔ حق کو ترک کرنے اور باطل پر جم رہنے کی وجہ سے جو یہ سراسر عدل و انصاف ہے اور عدل اچھی چیز ہے نہ کہ بری۔ اگر زمخشری بھی بغور ان آیات پر نظر ڈالتے تو تاویل نہ کرتے۔ واللہ اعلم۔ قرطبی فرماتے ہیں۔ امت اجماع ہے کہ اللہ سبحانہ وتعالیٰ نے اپنی ایک صفت مہر لگانا بھی بیان کی ہے جو کفار کے کفر کے بدلے ہے۔ فرمایا ہے آیت (بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا) 4۔ النسآء :155) بلکہ ان کے کفر کی وجہ سے اللہ نے ان پر مہر لگا دی۔ حدیث میں بھی ہے کہ اللہ تعالیٰ دلوں کو الٹ پلٹ کرتا ہے۔ دعا میں ہے حدیث (یا مقلب القلوب ثبت قلوبنا علی دینک) یعنی اے دلوں کے پھیرنے والے ہمارے دلوں کو اپنے دین پر قائم رکھ۔ حضرت حذیفہ ؓ والی حدیث میں ہے کہ رسول اللہ ﷺ نے فرمایا دلوں پر فتنے اس طرح پیش ہوتے ہیں جیسے ٹوٹے ہوئے بورے کا ایک ایک تنکا جو دل انہیں قبول کرلیتا ہے اس میں ایک سیاہ نکتہ ہوجاتا ہے اور جس دل میں یہ فتنے اثر نہیں کرتے، اس میں ایک سفید نکتہ ہوجاتا ہے جس کی سفیدی بڑھتے بڑھتے بالکل صاف سفید ہو کر سارے دل کو منور کردیتی ہے۔ پھر اسے کبھی کوئی فتنہ نقصان نہیں پہنچا سکتا اسی طرح دوسرے دل کی سیاہی (جو حق قبول نہیں کرتا) پھیلتی جاتی ہے یہاں تک کہ سارا دل سیاہ ہوجاتا ہے۔ اب وہ الٹے کوزے کی طرح ہوجاتا ہے۔ نہ اچھی بات اسے اچھی لگتی ہے نہ برائی بری معلوم ہوتی ہے۔ امام ابن جریر کا فیصلہ وہی ہے جو حدیث میں آچکا ہے کہ مومن جب گناہ کرتا ہے اس کے دل میں ایک سیاہ نکتہ ہوجاتا ہے اگر وہ باز آجائے توبہ کرلے اور رک جائے تو وہ نکتہ مٹ جاتا ہے اور اس کا دل صاف ہوجاتا ہے اور اگر وہ گناہ میں بڑھ جائے تو وہ سیاہی بھی پھیلتی جاتی ہے یہاں تک کہ سارے دل پر چھا جاتی ہے، یہی وہ ران ہے جس کا ذکر اس آیت میں ہے آیت (كَلَّا بَلْ ۫ رَانَ عَلٰي قُلُوْبِهِمْ مَّا كَانُوْا يَكْسِبُوْنَ) 83۔ المطففین :14) یعنی یقیناً ان کے دلوں پر ران ہے، ان کی بد اعمالیوں کی وجہ سے (ترمذی۔ نسائی۔ ابن جریر) امام ترمذی ؒ نے اس حدیث کو حسن صحیح کہا ہے تو معلوم ہوا کہ گناہوں کی زیادتی دلوں پر غلاف ڈال دیتی ہے اور اس کے بعد مہر الٰہی لگ جاتی ہے جسے ختم اور طبع کہا جاتا ہے۔ اب اس دل میں ایمان کے جانے اور کفر کے نکلنے کی کوئی راہ باقی نہیں رہتی۔ اسی مہر کا ذکر اس آیت آیت (ختم اللہ) الخ میں ہے، وہ ہماری آنکھوں دیکھی حقیقت ہے کہ جب کسی چیز کا منہ بند کر کے اس پر مہر لگا دی جائے تو جب تک وہ مہر نہ ٹوٹے نہ اس میں کچھ جاسکتا ہے نہ اس سے کوئی چیز نکل سکتی ہے۔ اسی طرح جن کفار کے دلوں اور کانوں پر مہر الٰہی لگ چکی ہے ان میں بھی بغیر اس کے ہٹے اور ٹوٹے نہ ہدایت آئے، نہ کفر جائے۔ سمعھم پر پورا وقف ہے اور آیت (علی ابصارھم غشاوۃ) الگ پورا جملہ ہے۔ ختم اور طبع دلوں اور کانوں پر ہوتی ہے اور غشاوت یعنی پردہ آنکھوں پر پڑتا ہے۔ جیسے کہ حضرت عبداللہ بن عباس، حضرت عبداللہ بن مسعود اور دوسرے صحابہ ؓ سے مروی ہے۔ قرآن میں ہے آیت (فَاِنْ يَّشَاِ اللّٰهُ يَخْتِمْ عَلٰي قَلْبِكَ ۭ وَيَمْــحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمٰتِهٖ) 42۔ الشوری :24) اور جگہ ہے آیت (وختم علی سمعہ وقلبہ وجعل علی بصرہ غشاوۃ ان آیتوں میں دل اور کان پر ختم کا ذکر ہے اور آنکھ پر پردے کا بعض نے یہاں غشاوۃ زبر کے ساتھ بھی پڑھا ہے تو ممکن ہے کہ ان کے نزدیک فعل جعل مقصود ہو اور ممکن ہے کہ نصب محل کی اتباع سے ہو جیسے \" آیت (وحورعین) \" میں۔ شروع سورت کی چار آیتوں میں مومنین کے اوصاف بیان ہوئے پھر ان دو آیتوں میں کفار کا حال بیان ہوا۔ اب منافقوں کا ذکر ہوتا ہے جو بظاہر ایماندار بنتے ہیں لیکن حقیقت میں کافر ہیں چونکہ ان لوگوں کی چالاکیاں عموماً پوشیدہ رہ جاتی ہیں۔ اس لئے ان کا بیان ذرا تفصیل سے کیا گیا اور بہت کچھ ان کی نشانیاں بیان کی گئیں انہی کے بارے میں سورة برات اتری اور انہی کا ذکر سورة نور وغیرہ میں کیا گیا تاکہ ان سے پورا بچاؤ ہو اور ان کی مذموم خصلتوں سے مسلمان دور رہیں۔ پس فرمایا۔",
  "ayah": 7,
  "surah": 2
}
