{
  "text": "پتھر دل لوگ  اس آیت میں بنی اسرائیل کو زجر و توبیخ کی گئی ہے کہ اس قدر زبردست معجزے اور قدرت کی نشانیاں دیکھ کر پھر بھی بہت جلد تمہارے دل سخت پتھر بن گئے۔ اسی لئے ایمان والوں کو اس طرح کی سختی سے روکا گیا اور کہا گیا آیت (اَلَمْ يَاْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّ ۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْ ۭ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ) 57۔ الحدید :16) یعنی کیا اب تک وہ وقت نہیں آیا کہ ایمان والوں کے دل اللہ تعالیٰ کے ذکر اور اللہ کے نازل کردہ حق سے کانپ اٹھیں ؟ اور اگلے اہل کتاب کی طرح نہ ہوجائیں جن کے دل لمبا زمانہ گزرنے کے بعد سخت ہوگئے اور ان میں سے اکثر فاسق ہیں۔ حضرت ابن عباس سے مروی ہے کہ اس مقتول کے بھتیجے نے اپنے چچا کے دوبارہ زندہ ہونے اور بیان دینے کے بعد جب مرگیا تو کہا کہ اس نے جھوٹ کہا اور پھر کچھ وقت گزر جانے کے بعد بنی اسرائیل کے دل پھر پتھر سے بھی زیادہ سخت ہوگئے کیونکہ پتھروں سے تو نہریں نکلتی اور بہنے لگتی ہیں بعض پتھر پھٹ جاتے ہیں ان سے چاہے وہ بہنے کے قابل نہ ہوں بعض پتھر خوف اللہ سے گرپڑتے ہیں لیکن ان کے دل کسی وعظ و نصیحت سے کسی پند و موعظت سے نرم ہی نہیں ہوتے۔ یہاں سے یہ بھی معلوم ہوا کہ پتھروں میں ادراک اور سمجھ ہے اور جگہ ہے آیت (تُـسَبِّحُ لَهُ السَّمٰوٰتُ السَّـبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّ ۭ وَاِنْ مِّنْ شَيْءٍ اِلَّايُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْ ۭ اِنَّهٗ كَانَ حَلِــيْمًا غَفُوْرًا) 17۔ الاسرآء :44) یعنی ساتوں آسمان اور زمینیں اور ان کی تمام مخلوق اور ہر ہر چیز اللہ تعالیٰ کی تسبیح بیان کرتی ہے لیکن تم ان کی تسبیح سمجھتے نہیں ہو۔ اللہ تعالیٰ حلم و بردباری والا اور بخشش و عفو والا ہے۔ ابو علی جبانی نے پتھر کے خوف سے گر پڑنے کی تاویل اولوں کے برسنے سے کی ہے لیکن یہ ٹھیک نہیں رازی بھی غیر درست بتلاتے ہیں اور فی الواقع یہ تاویل صحیح نہیں کیونکہ اس میں لفظی معنی بےدلیل کو چھوڑنا لازم آیا ہے واللہ اعلم۔ نہریں بہہ نکلنا زیادہ رونا ہے۔ پھٹ جانا اور پانی کا نکلنا اس سے کم رونا ہے گرپڑنا دل سے ڈرنا بعض کہتے ہیں یہ مجازاً کہا گیا جیسے اور جگہ ہے یریدان ینقض یعنی دیوار گرپڑنا چاہ رہی تھی۔ ظاہر ہے کہ یہ مجاز ہے۔ حقیقتاً دیوار کا اردہ ہی نہیں ہوتا۔ رازی قرطبی وغیرہ کہتے ہیں ایسی تاویلوں کی کوئی ضرورت نہیں اللہ تعالیٰ جو صفت جس چیز میں چاہے پیدا کرسکتا ہے دیکھئے اس کا فرمان ہے آیت (اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَي السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُ) 33۔ الاحزاب :72) یعنی ہم نے امانت کو آسمانوں زمینوں اور پہاڑوں کے سامنے پیش کیا انہوں نے اس کے اٹھانے سے مجبوری ظاہر کی اور ڈر گئے اور آیت گزر چکی کہ تمام چیزیں اللہ تعالیٰ کی تسبیح بیان کرتی ہے اور جگہ ہے آیت (والنجم والشجر یسجدان یعنی اکاس بیل اور درخت اللہ تعالیٰ کو سجدہ کرتے ہیں اور فرمایا یتقیاظلالہ الخ اور فرمایا آیت (قَالَتَآ اَتَيْنَا طَاۗىِٕعِيْنَ) 41۔ فصلت :11) زمین و آسمان نے کہا ہم خوشی خوشی حاضر ہیں اور جگہ ہے کہ پہاڑ بھی قرآن سے متاثر ہو کر ڈر کے مارے پھٹ پھٹ جاتے اور جگہ فرمان ہے آیت (وقالوا لجلودھم) یعنی گناہ گار لوگ اپنے جسموں سے کہیں گے تم نے ہمارے خلاف شہادت کیوں دی ؟ وہ جواب دیں گے کہ ہم سے اس اللہ نے بات کرائی جو ہر چیز کو بولنے کی طاقت عطا فرماتا ہے ایک صحیح حدیث میں ہے کہ احد پہاڑ کی نسبت رسول اللہ ﷺ نے فرمایا یہ پہاڑ ہم سے محبت رکھتا ہے اور ہم بھی اس سے محبت رکھتے ہیں ایک اور حدیث میں ہے کہ جس کھجور کے تنے پر ٹیک لگا کر حضور ﷺ جمعہ کا خطبہ پڑھا کرتے تھے جب منبر بنا اور وہ تنا ہٹا دیا گیا تو وہ تنا پھوٹ پھوٹ کر رونے لگا۔ صحیح مسلم شریف کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں میں مکہ کے اس پتھر کو پہچانتا ہوں جو میری نبوت سے پہلے مجھے سلام کیا کرتا تھا حجر اسود کے بارے میں ہے کہ جس نے اسے حق کے ساتھ بوسہ دیا ہوگا یہ اس کے ایمان کی گواہی قیامت والے دن دے گا اور اس طرح کی بہت سی آیات اور حدیثیں ہیں جن سے صاف معلوم ہوتا ہے کہ ان چیزوں میں ادراک و حس ہے اور یہ تمام باتیں حقیقت پر محمول ہیں نہ کہ مجاز پر۔ آیت میں لفظ \" او \" جو ہے اس کی بابت قرطبی اور رازی تو کہتے ہیں کہ یہ تبخیر کے لئے ہے یعنی ان کے دلوں کو خواہ جیسے پتھر سمجھ لو یا اس سے بھی زیادہ سخت۔ رازی نے ایک وجہ یہ بھی بیان کی ہے کہ یہ ابہام کے لئے ہے گویا مخاطب کے سامنے باوجود ایک بات کا پختہ علم ہونے کے دو چیزیں بطور ابہام پیش کی جا رہی ہیں۔ بعض کا قول ہے کہ مطلب یہ ہے کہ بعض دل پتھر جیسے اور بعض اس سے زیادہ سخت ہیں واللہ اعلم۔ اس لفظ کے جو معنی یہاں پر ہیں وہ بھی سن لیجئے اس پر تو اجماع ہے کہ آؤ شک کے لئے نہیں یا تو یہ معنی میں واو کے ہے یعنی اس کے دل پتھر جیسے اور اس سے بھی زیادہ سخت ہوگئے جیسے آیت (وَلَا تُطِعْ مِنْهُمْ اٰثِمًا اَوْ كَفُوْرًا) 76۔ الانسان :24) میں اور آیت (عذرا اور نذرا) میں شاعروں کے اشعار میں اور واؤ کے معنی میں جمع کے لئے آیا ہے یا او یہاں پر معنی میں بل یعنی بلکہ کے ہے جیسے آیت (كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْـيَةً) 4۔ النسآء :77) میں اور آیت (وَاَرْسَلْنٰهُ اِلٰى مِائَةِ اَلْفٍ اَوْ يَزِيْدُوْنَ) 37۔ الصافات :147) میں اور آیت (فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰى) 53۔ النجم :9) میں بعض کا قول ہے کہ مطلب یہ ہے کہ وہ پتھر جیسے ہیں یا سختی میں تمہارے نزدیک اس سے بھی زیادہ بعض کہتے ہیں صرف مخاطب پر ابہام ڈالا گیا ہے اور یہ شاعروں کے شعروں میں بھی پایا جاتا ہے کہ باوجود پختہ علم و یقین کے صرف مخاطب پر ابہام ڈالنے کے لئے ایسا کلام کرتے ہیں قرآن کریم میں اور جگہ ہے آیت (وَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ) 34۔ سبأ :24) یعنی ہم یا تم صاف ہدایت یا کھلی گمراہی پر ہیں تو ظاہر ہے کہ مسلمانوں کا ہدایت پر ہونا اور کفار کا گمراہی پر ہونا یقینی چیز ہے لیکن مخاطب کے ابہام کے لئے اس کے سامنے کلام مبہم بولا گیا۔ یہ بھی مطلب ہوسکتا ہے کہ تمہارے دل ان دو سے خارج نہیں یا تو وہ پتھر جیسے ہیں یا اس سے بھی زیادہ سخت یعنی بعض ایسے اس قول کے مطابق یہ بھی ہے آیت (كَمَثَلِ الَّذِى اسْـتَوْقَدَ نَارًا) 2۔ البقرۃ :17) پھر فرمایا آیت (او کصیب) اور فرمایا ہے کسراب پھر فرمایا آیت (او کظلمات) مطلب یہی ہے کہ بعض ایسے اور بعض ایسے واللہ اعلم۔ تفسیر ابن مردویہ میں ہے رسول اللہ ﷺ فرماتے ہیں اللہ کے ذکر کے سوا زیادہ باتیں نہ کیا کرو کیونکہ کلام کی کثرت دل کو سخت کردیتی ہے اور سخت دل والا اللہ سے بہت دور ہوجاتا ہے امام ترمذی نے بھی اس حدیث کو بیان فرمایا ہے اور اس کے ایک طریقہ کو غریب کہا ہے بزار میں حضرت انس سے مرفوعاً روایت ہے کہ چار چیزیں بدبختی اور شقاوت کی ہیں خوف اللہ سے آنکھوں سے آنسو نہ بہنا۔ دل کا سخت ہوجانا۔ امیدوں کا بڑھ جانا۔ لالچی بن جانا۔",
  "ayah": 74,
  "surah": 2
}
