{
  "text": "امی کا مفہوم اور ویل کے معنی  امی کے معنی وہ شخص جو اچھی طرح لکھنا نہ جانتا ہو امیون اس کی جمع ہے آنحضرت ﷺ کی صفتوں میں ایک صفت \" امی \" بھی آئی ہے اس لئے کہ آپ بھی لکھنا نہیں جانتے تھے۔ قرآن کہتا ہے آیت (وَمَا كُنْتَ تَتْلُوْا مِنْ قَبْلِهٖ مِنْ كِتٰبٍ وَّلَا تَخُــطُّهٗ بِيَمِيْنِكَ اِذًا لَّارْتَابَ الْمُبْطِلُوْنَ) 29۔ العنکبوت :48) یعنی تو اے نبی اس سے پہلے نہ تو پڑھ سکتا نہ لکھ سکتا تھا اگر ایسا ہوتا تو شاید ان باطل پرستوں کے شبہ کی گنجائش ہوجاتی۔ آنحضرت ﷺ فرماتے ہیں ہم امی اور ان پڑھ لوگ ہیں نہ لکھنا جانیں نہ حساب، مہینہ کبھی اتنا ہوتا ہے اور کبھی اتنا پہلی بار تو آپ نے دونوں ہاتھوں کی کل انگلیاں تین بار نیچے کی طرف جھکائیں یعنی تیس دن کا دو بار اور تیسری مرتبہ میں انگوٹھے کا حلقہ بنا لیا یعنی انتیس دن کا مطلب یہ ہے کہ ہماری عبادتیں اور ان کے وقت حساب کتاب پر موقوف نہیں قرآن کریم نے اور جگہ فرمایا اللہ تعالیٰ نے ان پڑھوں میں ایک رسول انہی میں سے بھیجا امام ابن جریر فرماتے ہیں کہ اس لفظ میں بےپڑھے آدمی کو ماں کی طرف منسوب کیا گیا حضرت عبداللہ بن عباس سے ایک روایت ہے کہ یہاں پر \" امی \" نہیں کہا گیا ہے جنہوں نے نہ تو کسی رسول کی تصدیق کی تھی نہ کسی کتاب کو مانا تھا اور اپنی لکھی ہوئی کتابوں کو اوروں سے کتاب اللہ کی طرح منوانا چاہتے تھے لیکن اول تو یہ قول محاورات عرب کے خلاف ہے دوسرے اس قول کی سند ٹھیک نہیں۔ امانی کے معنی باتیں اوراقوال ہیں حضرت ابن عباس سے مروی ہے \" کذب \" \" آرزو \" \" جھوٹ کے \" معنی بھی کئے گئے ہیں تلاوت اور ظاہری الفاظ کے معنی بھی مروی ہیں جیسے قرآن مجید میں اور جگہ سے آیت (الا اذا تمنی) یہاں تلاوت کے معنی صاف ہیں شعراء کے شعروں میں بھی یہ لفظ تلاوت کے معنی میں ہے اور وہ صرف گمان ہی پر ہیں یعنی حقیقت کو نہیں جانتے اور اس پر ناحق کا گمان کرتے ہیں اور اوٹ پٹانگ باتیں بناتے ہیں۔ پھر یہودیوں کی ایک دوسری قسم کا بیان ہو رہا ہے جو پڑھے لکھے لوگ تھے اور گمراہی کی طرف دوسروں کو بلاتے تھے اور اللہ پر جھوٹ باندھتے تھے اور مریدوں کا مال ہڑپ کرتے تھے۔ ویل کے معنی ہلاکت اور بربادی کے ہیں اور جہنم کے گڑھے کا نام بھی ہے جس کی آگ اتنی تیز ہے کہ اگر اس میں پہاڑ ڈالے جائیں تو دھول ہوجائیں ابن ابی حاتم کی ایک حدیث میں ہے کہ رسول اللہ ﷺ نے فرمایا جہنم کی ایک وادی کا نام ویل ہے جس میں کافر ڈالے جائیں گے چالیس سال کے بعد تلے میں پہنچیں گے اتنی گہرائی ہے لیکن سند کے اعتبار سے یہ حدیث غریب بھی ہے منکر بھی ہے اور ضعیف بھی ہے اور ایک غریب حدیث میں ہے کہ جہنم کے ایک پہاڑ کا نام ویل ہے یہودیوں نے توراۃ کی تحریف کردی اس میں کمی یا زیادتی کی۔ آنحضرت ﷺ کا نام نکال ڈالا اس لئے اللہ کا غضب ان پر نازل ہوا اور توراۃ اٹھا لی گئی اور اللہ تعالیٰ نے فرما دیا کہ ان کے ہاتھوں کے لکھے اور ان کی کمائی برباد اور ہلاک ہو ویل کے معنی سخت عذاب برائی، ہلاکت، افسوس، درد، دکھ، رنج و ملال وغیرہ کے بھی آتے ہیں۔ ویل، ویح، ویش، ویہ، ویک، ویب سب ایک ہی معنی میں ہیں گو بعض نے ان الفاظ کے جدا جدا معنی بھی کئے ہیں لفظ ویل نکرہ ہے اور نکرہ مبتدا نہیں بن سکتا لیکن چونکہ یہ معنی میں بد دعا کے ہے اس لئے اسے مبتدا بنا دیاگ یا ہے بعض لوگوں نے اسے نصب دینا بھی جائز سمجھا ہے لیکن ویلا کی قرأت نہیں یہاں یہودیوں کے علماء کی بھی مذمت ہو رہی ہے کہ وہ اپنی باتوں کو اللہ تعالیٰ کا کلام کہتے تھے اور اپنے والوں کو خوش کر کے دنیا کماتے تھے حضرت عبداللہ بن عباس ؓ فرماتے ہیں کہ تم اہل کتاب سے کچھ بھی کیوں پوچھو ؟ اللہ تعالیٰ کی تازہ کتاب تمہارے ہاتھوں میں ہے اہل کتاب نے تو کتاب اللہ میں تحریف کی اپنی ہاتھ کی لکھی ہوئی باتوں کو اللہ عزوجل کی طرف منسوب کردیا اس کی تشہیر کی پھر تمہیں اپنی محفوظ کتاب کو چھوڑ کر ان کی تبدیل کردہ کتاب کی کیا ضرورت ؟ افسوس کہ وہ تم سے نہ پوچھیں اور تم ان سے دریافت کرتے پھرو تھوڑے مول سے مراد ساری دنیا مل جائے تو بھی آخرت کے مقابلہ میں کمتر ہے اور جنت کے مقابلہ میں بیحد حقیر چیز ہے پھر فرمایا کہ ان کے اس فعل کی وجہ سے کہ وہ اپنی باتوں کو اللہ رب العزت کی باتوں کی طرح لوگوں سے منواتے ہیں اور اس پر دنیا کماتے ہیں ہلاکت اور بربادی ہے۔",
  "ayah": 78,
  "surah": 2
}
