{
  "text": "منافقت کی قسمیں۔ دراصل نفاق کہتے ہیں بھلائی ظاہر کرنے اور برائی پوشیدہ رکھنے کو۔ نفاق کی دو قسمیں ہیں اعتقادی اور عملی۔ پہلی قسم کے منافق تو ابدی جہنمی ہیں اور دوسری قسم کے بدترین مجرم ہیں۔ اس کا بیان تفصیل کے ساتھ انشاء اللہ کسی مناسب جگہ ہوگا۔ امام ابن جریج فرماتے ہیں \" منافق کا قول اس کے فعل کے خلاف، اس کا باطن ظاہر کے خلاف اس کا آنا جانے کے خلاف اور اس کی موجودگی عدم موجودگی ہوا کرتی ہے۔ نفاق مکہ شریف میں تو تھا ہی نہیں بلکہ اس کے الٹ تھا یعنی بعض لوگ ایسے تھے جو زبردستی بہ ظاہر کافروں کا ساتھ دیتے تھے مگر دل میں مسلمان ہوتے تھے۔ جب آنحضرت ﷺ ہجرت کر کے مکہ چھوڑ کر مدینہ تشریف لائے اور یہاں پر اوس اور خزرج کے قبائل نے انصار بن کر آپ کا ساتھ دیا اور جاہلیت کے زمانہ کی مشرکانہ بت پرستی ترک کردی اور دونوں قبیلوں میں سے خوش نصیب لوگ مشرف بہ اسلام ہوگئے لیکن یہودی اب تک اللہ تعالیٰ کی اس نعمت سے محروم تھے۔ ان میں سے صرف حضرت عبداللہ بن سلام ؓ نے اس سچے دین کو قبول کیا تب تک بھی منافقوں کا خبیث گروہ قائم نہ ہوا تھا اور حضور ﷺ نے ان یہودیوں اور عرب کے بعض قبائل سے صلح کرلی تھی۔ غرض اس جماعت کے قیام کی ابتدا یوں ہوئی کہ مدینہ شریف کے یہودیوں کے تین قبیلے تھے بنو قینقاع، بنو نضیر اور بنو قریظہ، بنو قینقاع تو خزرج کے حلیف اور بھائی بند بنے ہوئے تھے اور باقی دو قبیلوں کا بھائی چارہ اوس سے تھا۔ جب جنگ بدر ہوئی اور اس میں پروردگار نے اپنے دین والوں کو غالب کیا۔ شوکت و شان اسلام ظاہر ہوئی، مسلمانوں کا سکہ جم گیا اور کفر کا زور ٹوٹ گیا تب یہ ناپاک گروہ قائم ہوا چناچہ عبداللہ بن ابی بن سلول تھا تو خزرج کے قبیلے سے لیکن اوس اور خزرج دونوں اسے اپنا بڑا مانتے تھے بلکہ اس کی باقاعدہ سرداری اور بادشاہت کے اعلان کا پختہ ارادہ کرچکے تھے کہ ان دونوں قبیلوں کا رخ اسلام کی طرف پھر گیا اور اس کی سرداری یونہی رہ گئی۔ یہ خار تو اس کے دل میں تھا ہی، اسلام کی روز افزوں ترقی میں لڑائی اور کامیابی نے اسے مخبوط الحواس بنادیا۔ اب اس نے دیکھا کہ یوں کام نہیں چلے گا اس نے بظاہر اسلام قبول کرلینے اور باطن میں کافر رہنے کی ٹھانی اور جس قدر جماعت اس کے زیر اثر تھی سب کو یہی ہدایت کی، اس طرح منافقین کی ایک جمعیت مدینہ کے آس پاس قائم ہوگئی۔ ان منافقین میں بحمدللہ مکی مہاجر ایک بھی نہ تھا بلکہ یہ بزرگ تو اپنے اہل و عیال، مال و متاع کو نام حق پر قربان کر کے اللہ کے رسول ﷺ کا ساتھ دے کر آئے تھے۔ (فرضی اللہ عنھم اجمعین)۔ حضرت عبداللہ بن عباس ؓ فرماتے ہیں \" یہ منافق اوس اور خزرج کے قبیلوں میں سے تھے اور یہودی بھی جو ان کے طریقے پر تھے۔ قبیلہ اوس اور خزرج کے نفاق کا ان آیتوں میں بیان ہے۔ \" ابو العالیہ، حضرت حسن، قتادہ، سدی نے یہی بیان کیا ہے۔ پروردگار عالم نے منافقوں کی بہت سی بد خصلتوں کا یہاں بیان فرمایا۔ تاکہ ان کے ظاہر حال سے مسلمان دھوکہ میں نہ آجائیں اور انہیں مسلمان خیال کر کے اپنا نہ سمجھ بیٹھیں۔ جس کی وجہ سے کوئی بڑا فساد پھیل جائے۔ یہ یاد رہے کہ بدکاروں کو نیک سمجھنا بھی بجائے خود بہت برا اور نہایت خوفناک امر ہے جس طرح اس آیت میں فرمایا گیا ہے کہ یہ لوگ زبانی اقرار تو ضرور کرتے ہیں مگر ان کے دل میں ایمان نہیں ہوتا۔ اسی طرح سورة منافقون میں بھی کہا گیا ہے کہ آیت (اِذَا جَاۗءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِ ۘ وَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗ ۭ وَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَ) 63۔ المنفقون :1) یعنی منافق تیرے پاس آ کر کہتے ہیں کہ ہماری گواہی ہے کہ آپ رسول اللہ ہیں اور اللہ تعالیٰ جانتا ہے کہ تو اس کا رسول ہے لیکن چونکہ حقیقت میں منافقوں کا قول ان کے عقیدے کے مطابق نہ تھا اس لئے ان لوگوں کے شاندار اور تاکیدی الفاظ کے باوجود اللہ تعالیٰ نے انہیں جھٹلا دیا۔ اور سورة منافقون میں فرمایا آیت (وَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَ) 63۔ المنفقون :1) یعنی اللہ تعالیٰ گواہی دیتا ہے کہ بالیقین منافق جھوٹے ہیں اور یہاں بھی فرمایا آیت (وما ھم بمومنین) یعنی دراصل وہ ایماندار نہیں وہ اپنے ایمان کو ظاہر کر کے اور اپنے کفر کو چھپا کر اپنی جہالت سے اللہ تعالیٰ کو دھوکہ دیتے ہیں اور اسے نفع دینے والی اور اللہ کے ہاں چل جانے والی کاریگری خیال کرتے ہیں۔ جیسے کہ بعض مومنوں پر ان کا یہ مکر چل جاتا ہے۔ قرآن میں اور جگہ ہے آیت (يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰي شَيْءٍ ۭ اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ) 58۔ المجادلہ :18) یعنی قیامت کے دن جبکہ اللہ تعالیٰ ان سب کو کھڑا کرے گا تو جس طرح وہ یہاں ایمان والوں کے سامنے قسمیں کھاتے ہیں۔ اللہ تعالیٰ کے سامنے بھی قسمیں کھائیں گے اور سمجھتے ہیں کہ وہ بھی کچھ ہیں۔ خبردار یقیناً وہ جھوٹے ہیں۔ یہاں بھی ان کے اس غلط عقیدے کی وضاحت میں فرمایا کہ دراصل وہ اپنے اس کام کی برائی کو جانتے ہی نہیں۔ یہ دھوکہ خود اپنی جانوں کو دے رہے ہیں۔ جیسے کہ اور جگہ ارشاد ہوا آیت (اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَھُوَ خَادِعُھُمْ) 4۔ النسآء :142) یعنی منافق اللہ کو دھوکہ دیتے ہیں حالانکہ وہ انہیں کو دھوکہ میں رکھنے والا ہے۔ بعض قاریوں نے یخدعون پڑھا ہے اور بعض یخادعون مگر دونوں قرأتوں کے معنی کا مطلب ایک ہی ہوتا ہے۔ ابن جریر نے کہا کہ اللہ تعالیٰ کو اور ایمان والوں کو منافق دھوکہ کیسے دیں گے ؟ وہ جو اپنے دل کے خلاف اظہار کرتے ہیں وہ تو صرف بچاؤ کے لیے ہوتا ہے تو جواباً کہا جائے گا کہ اس طرح کی بات کرنے والے کو بھی جو کسی خطرہ سے بچنا چاہتا ہے عربی زبان میں مخادع کہا جاتا ہے چونکہ منافق بھی قتل، قید اور دنیاوی عذابوں سے محفوظ رہنے کے لئے یہ چال چلتے تھے اور اپنے باطن کے خلاف اظہار کرتے تھے اس لئے انہیں دھوکہ باز کہا گیا۔ ان کا یہ فعل چاہے کسی کو دنیا میں دھوکا دے بھی دے لیکن درحقیقت وہ خود اپنے آپ کو دھوکہ دے رہے ہیں۔ کیونکہ وہ اسی میں اپنی بھلائی اور کامیابی جانتے ہیں اور دراصل یہ سب ان کے لئے انتہائی برا عذاب اور غضب الٰہی ہوگا جس کے سہنے کی ان میں طاقت نہیں ہوگی پس یہ دھوکہ حقیقتاً ان پر خود وبال ہوگا۔ وہ جس کام کے انجام کو اچھا جانتے ہیں وہ ان کے حق میں برا اور بہت برا ہوگا۔ ان کے کفر، شک اور تکذیب کی وجہ سے ان کا رب ان سے ناراض ہوگا لیکن افسوس انہیں اس کا شعور ہی نہیں اور یہ اپنے اندھے پن میں ہی مست ہیں۔ ابن جریج اس کی تفسیر میں فرماتے ہیں کہ آیت (لا الہ الا اللہ) کا اظہار کر کے وہ اپنی جان اور مال کا بچاؤ کرنا چاہتے ہیں، یہ کلمہ ان کے دلوں میں جا گزریں نہیں ہوتا۔ حضرت قتادہ فرماتے ہیں منافقوں کی یہی حالت ہے کہ زبان پر کچھ، دل میں کچھ، عمل کچھ، عقیدہ کچھ، صبح کچھ اور شام کچھ کشتی کی طرح جو ہوا کے جھونکے سے کبھی ادھر ہوجاتی ہے کبھی ادھر۔",
  "ayah": 8,
  "surah": 2
}
