{
  "text": "خود پرست اسرائیلی  بنی اسرائیل کے عناد وتکبر اور ان کی خواہش پرستی کا بیان ہو رہا ہے کہ توراۃ میں تحریف و تبدل کیا حضرت موسیٰ کے بعد انہی کی شریعت آنے والے انبیاء کی بھی مخالفت کی چناچہ فرمایا آیت (اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌ) 5۔ المائدہ :44) یعنی ہم نے توراۃ نازل فرمائی جس میں ہدایت اور نور تھا جس پر انبیاء بھی خود بھی عمل کرتے اور یہودیوں کو بھی ان کے علماء اور درویش ان پر عمل کرنے کا حکم کرتے تھے غرض پے درپے یکے بعد دیگرے انبیاء کرام بنی اسرائیل میں آتے رہے یہاں تک کہ یہ سلسلہ عیسیٰ ؑ پر ختم ہوا انہیں انجیل ملی جس میں بعض احکام توراۃ کے خلاف بھی تھے اسی لئے انہیں نئے نئے معجزات بھی ملے جیسے مردوں کو بحکم رب العزت زندہ کردینا مٹی سے پرند بنا کر اس میں پھونک مار کر بحکم رب العزت اڑا دینا، بیماروں کو اپنے دم جھاڑے سے رب العزت کے حکم سے اچھا کردینا، بعض بعض غیب کی خبریں رب العزت کے معلوم کرانے سے دینا وغیرہ آپ کی تائید پر روح القدس یعنی حضرت جبرائیل کو لگا دیا لیکن بنی اسرائیل اپنے کفر اور تکبر میں اور بڑھ گئے اور زیادہ حسد کرنے لگے اور ان تمام انبیاء کرام کے ساتھ برے سلوک سے پیش آئے۔ کہیں جھٹلاتے اور کہیں مار ڈالتے تھے محض اس بنا پر کہ انبیاء کی تعلیم ان کی طبیعتوں کے خلاف ہوا کرتی تھی ان کی رائے اور انہیں ان کے قیاسات اور ان کے بنائے ہوئے اصول و احکام ان کی قبولیت سے ٹکراتے تھے اس لئے دشمنی پر تل جاتے تھے حضرت عبداللہ بن مسعود حضرت عبداللہ بن عباس محمد بن کعب اسماعیل بن خالد سدی ربیع بن انس عطیہ عوفی اور قتادہ وغیرہ کا قول یہی ہے کہ روح القدس سے مراد حضرت جبرائیل ہیں جیسے قرآن شریف میں اور جگہ ہے آیت (نَزَلَ بِهِ الرُّوْحُ الْاَمِيْنُ) 26۔ الشعرآء :193) یعنی اسے لے کر روح امین اترے ہیں صحیح بخاری میں تعلیقاً مروی ہے کہ رسول اللہ ﷺ نے حضرت حسان شاعر کے لئے مسجد میں منبر رکھوایا وہ مشرکین کی ہجو کا جواب دیتے تھے اور آپ ان کے لئے دعا کرتے تھے کہ اے اللہ عزوجل حسان کی مدد روح القدس سے فرما جیسے کہ یہ تیرے نبی کی طرف سے جواب دیتے ہیں بخاری و مسلم کی ایک اور حدیث میں ہے کہ حضرت حسان ؓ خلافت فاروقی کے زمانے میں ایک مرتبہ مسجد نبوی میں کچھ اشعار پڑھ رہے تھے حضرت عمر نے آپ کی طرف تیز نگاہیں اٹھائیں تو آپ نے فرمایا میں تو اس وقت بھی ان شعروں کو یہاں پڑھتا تھا جب یہاں تم سے بہتر شخص موجود تھے پھر حضرت ابوہریرہ ؓ کی طرف دیکھ کر فرمایا ابوہریرہ تمہیں اللہ کی قسم کیا تم نے رسول اللہ ﷺ کو یہ فرماتے نہیں سنا ؟ کہ اے حسان تو مشرکوں کے اشعار کا جواب دے اے اللہ تعالیٰ تو حسان کی تائید روح القدس سے کر۔ حضرت ابوہریرہ نے فرمایا ہاں اللہ کی قسم میں نے حضور سے یہ سنا ہے بعض روایتوں میں یہ بھی ہے کہ حضور نے فرمایا حسان تم ان مشرکین کی ہجو کرو جبرائیل بھی تمہارے ساتھ ہیں حضرت حسان کے شعر میں بھی جبرائیل کو روح القدس کہا گیا ہے ایک اور حدیث میں ہے کہ جب یہودیوں نے رسول اللہ ﷺ سے روح کی بابت پوچھا تو آپ نے فرمایا تمہیں اللہ کی قسم اللہ کی نعمتوں کو یاد کر کے کہو کیا خود تمہیں معلوم نہیں کہ وہ جبرائیل ہیں اور وہی میرے پاس بھی وحی لاتے ہیں ان سب نے کہا بیشک (ابن اسحاق) ابن حبان میں ہے رسول اللہ ﷺ فرماتے ہیں جبرائیل ؑ نے میرے دل میں کہا کہ کوئی شخص اپنی روزی اور زندگی پوری کئے بغیر نہیں مرتا۔ اللہ تعالیٰ سے ڈرتے رہو اور دنیا کمانے میں دین کا خیال رکھو بعض نے روح القدس سے مراد اسم اعظم لیا ہے بعض نے کہا ہے فرشتوں کا ایک سردار فرشتہ ہے بعض کہتے ہیں قدس سے مراد اللہ تعالیٰ اور روح سے مراد جبرائیل ہے کسی نے کہا ہے قدس یعنی برکت کسی نے کہا ہے پاک کسی نے کہا ہے روح سے مراد انجیل ہے جیسے فرمایا آیت (وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ رُوْحًا مِّنْ اَمْرِنَا) 42۔ الشوری :52) یعنی اسی طرح ہم نے تیری طرف روح کی وحی اپنے حکم سے کی۔ امام ابن جریر ؒ کا فیصلہ یہی ہے کہ یہاں مراد روح القدس سے حضرت جبرائیل ہیں جیسے اور جگہ ہے اذ اید تک بروح القدس الخ اس آیت میں روح القدس کی تائید کے ذکر کے ساتھ کتاب و حکمت توراۃ و انجیل کے سکھانے کا بیان ہے معلوم ہوا کہ یہ اور چیز ہے اور وہ اور چیز علاوہ ازیں روانی عبارت بھی اس کی تائید کرتی ہے قدس سے مراد مقدس ہے جیسے حاتم جود اور رجل صدق میں روح القدس کہنے میں اور روح منہ کہنے میں قربت اور بزرگی کی ایک خصوصیت پائی جاتی ہے یہ اس لئے بھی کہا گیا ہے کہ یہ روح مردوں کی پیٹھوں اور حیض والے رحموں سے بےتعلق رہی ہے بعض مفسرین نے اس سے مراد حضرت عیسیٰ ؑ کی پاکیزہ روح لی ہے پھر فرمایا کہ ایک فرقے کو تم نے جھٹلایا اور ایک فرقے کو تم قتل کرتے ہو جھٹلانے میں ماضی کا صیغہ لائے لیکن قتل میں مستقبل کا اس لئے کہ ان کا حال آیت کے نزول کے وقت بھی یہی رہا چناچہ حضور ﷺ نے اپنے مرض الموت میں فرمایا کہ اس زہر آلود لقمہ کا اثر برابر مجھ پر رہا جو میں نے خیبر میں کھایا تھا اس وقت اس نے رک رک کر جان کاٹ دی۔",
  "ayah": 87,
  "surah": 2
}
