{
  "text": "حسد و بغض سے ممانعت اس قصے میں حسد و بغض سرکشی اور تکبر کا بدانجام بیان ہو رہا ہے کہ کس طرح حضرت کے دو صلبی بیٹوں میں کشمکش ہوگئی اور ایک اللہ کا ہو کر مظلوم بنا اور مار ڈالا گیا اور اپنا ٹھکانا جنت میں بنا لیا اور دوسرے نے اسے ظلم و زیادتی کے ساتھ بےوجہ قتل کیا اور دونوں جہان میں برباد ہوا۔ فرماتا ہے \" اے نبی ﷺ انہیں حضرت آدم کے دونوں بیٹوں کا صحیح صحیح بےکم وکاست قصہ سنا دو۔ ان دونوں کا نام ہابیل و قابیل تھا۔ مروی ہے کہ چونکہ اس وقت دنیا کی ابتدائی حالت تھی، اس لئے یوں ہوتا تھا کہ حضرت آدم کے ہاں ایک حمل سے لڑکی لڑکا دو ہوتے تھے، پھر دوسرے حمل میں بھی اسی طرح تو اس حمل کا لڑکا اور دوسرے حمل کی لڑکی ان دونوں کا نکاح کرا دیا جاتا تھا، ہابیل کی بہن تو خوبصورت نہ تھی اور قابیل کی بہن خوبصورت تھی تو قابیل نے چاہا کہ اپنی ہی بہن سے اپنا نکاح کرلے، حضرت آدم نے اس سے منع کیا آخر یہ فیصلہ ہوا کہ تم دونوں اللہ کے نام پر کچھ نکالو، جس کی خیرات قبول ہوجائے اس کا نکاح اس کے ساتھ کردیا جائے گا۔ ہابیل کی خیرات قبول ہوگئی پھر وہ ہوا جس کا بیان قرآن کی ان آیات میں ہوا :\" مفسرین کے اقوال سنئیے حضرت آدم کی صلبی اولاد کے نکاح کا قاعدہ جو اوپر مذکور ہوا بیان فرمانے کے بعد مروی ہے کہ بڑا بھائی قابیل کھیتی کرتا تھا اور ہابیل جانوروں والا تھا، قابیل کی بہن بہ نسبت ہابیل کی بہن کے خوب رو تھی۔ جب ہابیل کا پیغام اس سے ہوا تو قابیل نے انکار کردیا اور اپنا نکاح اس سے کرنا چاہا، حضرت آدم نے اس سے روکا۔ اب ان دونوں نے خیرات نکالی کہ جس کی قبول ہوجائے وہ نکاح کا زیادہ حقدار ہے حضرت آدم اس وقت مکہ چلے گئے کہ دیکھیں کیا ہوتا ہے ؟ اللہ تعالیٰ نے حضرت آدم سے فرمایا زمین پر جو میرا گھر ہے اسے جانتے ہو ؟ آپ نے کہا نہیں حکم ہوا مکہ میں ہے تم وہیں جاؤ، حضرت آدم نے آسمان سے کہا کہ میرے بچوں کی تو حفاظت کرے گا ؟ اس نے انکار کیا زمین سے کہا اس نے بھی انکار کردیا، پہاڑوں سے کہا انہوں نے بھی انکار کیا، قابیل سے کہا، اس نے کہا ہاں میں محافظ ہوں، آپ جایئے آکر ملاحظہ فرما لیں گے اور خوش ہوں گے۔ اب ہابیل نے ایک خوبصورت موٹا تازہ مینڈھا اللہ کے نام پر ذبح کیا اور بڑے بھائی نے اپنی کھیتی کا حصہ اللہ کیلئے نکالا۔ آگ آئی اور ہابیل کی نذر تو جلا گئی، جو اس زمانہ میں قبولیت کی علامت تھی اور قابیل کی نذر قبول نہ ہوئی، اس کی کھیتی یونہی رہ گئی، اس نے راہ اللہ کرنے کے بعد اس میں سے اچھی اچھی بالیں توڑ کر کھا لیں تھیں۔ چونکہ قابیل اب مایوس ہوچکا تھا کہ اس کے نکاح میں اس کی بہن نہیں آسکتی، اس لئے اپنے بھائی کو قتل کی دھمکی دی تھی اس نے کہا کہ \" اللہ تعالیٰ کا فرمان ہے کہ اللہ تعالیٰ تقویٰ والوں کی قربانی قبول فرمایا کرتا ہے۔ اس میں میرا کیا قصور ؟ ایک روایت میں یہ بھی ہے کہ یہ مینڈھا جنت میں پلتا رہا اور یہی وہ مینڈھا ہے جسے حضرت ابراہیم ؑ نے اپنے بچے کے بدلے ذبح کیا۔ ایک روایت میں ہے کہ ہابیل نے اپنے جانوروں میں سے بہترین اور مرغوب و محبوب جانور اللہ کے نام اور خوشی کے ساتھ قربان کیا، برخلاف اس کے قابیل نے اپنی کھیتی میں سے نہایت ردی اور واہی چیز اور وہ بےدلی سے اللہ کے نام نکالی۔ ہابیل تنو مندی اور طاقتوری میں بھی قابیل سے زیادہ تھا تاہم اللہ کے خوف کی وجہ سے اس نے اپنے بھائی کا ظلم و زیادتی سہ لی اور ہاتھ نہ اٹھایا۔ بڑے بھائی کی قربانی جب قبول نہ ہوئی اور حضرت آدم نے اس سے کہا تو اس نے کہا کہ چونکہ آپ ہابیل کو چاہتے ہیں اور آپ نے اس کیلئے دعا کی تو اس کی قربانی قبول ہوگئی۔ اب اس نے ٹھان لی کہ میں اس کانٹے ہی کو اکھاڑ ڈالوں۔ موقع کا منتظر تھا ایک روز اتفاقاً حضرت ہابیل کے آنے میں دیر لگ گئی تو انہیں بلانے کیلئے حضرت آدم نے قابیل کو بھیجا۔ یہ ایک چھری اپنے ساتھ لے کر چلا، راستے میں ہی دونوں بھائیوں کی ملاقات ہوگئی، اس نے کہا میں تجھے مار ڈالوں گا کیونکہ تیری قربانی قبول ہوئی اور میری نہ ہوئی اس پر ہابیل نے کہا میں نے بہترین، عمدہ، محبوب اور مرغوب چیز اللہ کے نام نکالی اور تو نے بیکار بےجان چیز نکالی، اللہ تعالیٰ اپنے متقیوں ہی کی نیکی قبول کرتا ہے۔ اس پر وہ اور بگڑا اور چھری گھونپ دی، ہابیل کہتے رہ گئے کہ اللہ کو کیا جواب دے گا ؟ اللہ کے ہاں اس ظلم کا بدلہ تجھ سے بری طرح لیا جائیگا۔ اللہ کا خوف کر مجھے قتل نہ کر لیکن اس بےرحم نے اپنے بھائی کو مار ہی ڈالا۔ قابیل نے اپنی تو ام بہن سے اپنا ہی نکاح کرنے کی ایک وجہ یہ بھی بیان کی تھی کہ ہم دونوں جنت میں پیدا ہوئے ہیں اور یہ دونوں زمین میں پیدا ہوئے ہیں، اسی لئے میں اس کا حقدار ہوں۔ یہ بھی مروی ہے کہ قابیل نے گیہوں نکالے تھے اور ہابیل نے گائے قربان کی تھی۔ چونکہ اس وقت کوئی مسکین تو تھا ہی نہیں جسے صدقہ دیا جائے، اس لئے یہی دستور تھا کہ صدقہ نکال دیتے آگ آسمان سے آتی اور اسے جلا جاتی یہ قبولیت کا نشان تھا۔ اس برتری سے جو چھوٹے بھائی کو حاصل ہوئی، بڑا بھائی حسد کی آگ میں بھڑکا اور اس کے قتل کے درپے ہوگیا، یونہی بیٹھے بیٹھے دونوں بھائیوں نے قربانی کی تھی۔ نکاح کے اختلاف کو مٹانے کی وجہ نہ تھی، قرآن کے ظاہری الفاظ کا اقتضا بھی یہی ہے کہ ناراضگی کا باعث عدم قبولیت قربانی تھی نہ کچھ اور۔ ایک روایت مندرجہ روایتوں کے خلاف یہ بھی ہے کہ قابیل نے کھیتی اللہ کے نام نذر دی تھی جو قبول ہوئی لیکن معلوم ہوتا ہے کہ اس میں راوی کا حافظہ ٹھیک نہیں اور یہ مشہور امر کے بھی خلاف ہے واللہ اعلم۔ اللہ تعالیٰ اس کا عمل قبول کرتا ہے جو اپنے فعل میں اس سے ڈرتا رہے۔ حضرت معاذ فرماتے ہیں لوگ میدان قیامت میں ہوں گے تو ایک منادی ندا کرے گا کہ پرہیزگار کہاں ہیں ؟ پس پروردگار سے ڈرنے والے کھڑے ہوجائیں گے اور اللہ کے بازو کے نیچے جا ٹھہریں گے اللہ تعالیٰ نہ ان سے رخ پوشی کرے گا نہ پردہ۔ راوی حدیث ابو عفیف سے دریافت کیا گیا کہ متقی کون ہیں ؟ فرمایا وہ جو شرک اور بت پرستی سے بچے اور خالص اللہ تعالیٰ کی عبادت کرے پھر یہ سب لوگ جنت میں جائیں گے۔ جس نیک بخت کی قربانی قبول کی گئی تھی، وہ اپنے بھائی کے اس ارادہ کو سن کر اس سے کہتا ہے کہ تو جو چاہے کر، میں تو تیری طرح نہیں کروں گا بلکہ میں صبر و ضبط کروں گا، تھے تو زور و طاقت میں یہ اس سے زیادہ مگر اپنی بھلائی، نیک بختی اور تواضع و فروتنی اور پرہیزگاری کی وجہ سے یہ فرمایا کہ تو گناہ پر آمادہ ہوجائے لیکن مجھ سے اس جرم کا ارتکاب نہیں ہوسکتا، میں تو اللہ تعالیٰ سے ڈرتا ہوں وہ تمام جہان کا رب ہے۔ بخاری و مسلم میں ہے کہ \" جب دو مسلمان تلواریں لے کر بھڑ گئے تو قاتل مقتول دونوں جہنمی ہیں۔ \" صحابہ نے پوچھا قاتل تو خیر لیکن مقتول کیوں ہوا ؟ آپ نے فرمایا اس لئے کہ وہ بھی اپنے ساتھی کے قتل پر حریص تھا۔ حضرت سعد بن وقاص نے اس وقت جبکہ باغیوں نے حضرت عثمان ذوالنورین کو گھیر رکھا تھا کہا کہ میں گواہی دیتا ہوں کہ رسول اللہ ﷺ نے فرمایا ہے \" عنقریب فتنہ برپا ہوگا۔ بیٹھا رہنے والا اس وقت کھڑے رہنے والے سے اچھا ہوگا اور کھڑا رہنے والا چلنے والے سے بہتر ہوگا اور چلنے والا دوڑنے والے سے بہتر ہوگا \"۔ کسی نے پوچھا \" حضور ﷺ اگر کوئی میرے گھر میں بھی گھس آئے اور مجھے قتل کرنا چاہے \"۔ آپ نے فرمایا پھر بھی تو حضرت آدم کے بیٹے کی طرح ہوجا۔ ایک روایت میں آپ کا اس کے بعد اس آیت کی تلاوت کرنا بھی مروی ہے۔ حضرت ایوب سختیاتی فرماتے ہیں \" اس امت میں سب سے پہلے جس نے اس آیت پر عمل کیا وہ امیر المومنین حضرت عثمان بن عفان ہیں \"۔ ایک مرتبہ ایک جانور پر حضور ﷺ سوار تھے اور آپ کے ساتھ ہی آپ کے پیچھے حضرت ابوذر تھے، آپ نے فرمایا ابوذر بتاؤ تو جب لوگوں پر ایسے فاقے آئیں گے کہ گھر سے مسجد تک نہ جاسکیں گے تو تو کیا کرے گا ؟ میں نے کہا جو حکم رب اور رسول ﷺ ہو فرمایا صبر کرو۔ پھر فرمایا جبکہ آپس میں خونریزی ہوگی یہاں تک کہ ریت کے تھر بھی خون میں ڈوب جائیں تو تو کیا کرے گا ؟ میں نے وہی جواب دیا تو فرمایا کہ اپنے گھر میں بیٹھ جا اور دروازے بند کرلے کہا پھر اگرچہ میں نہ میدان میں اتروں ؟ فرمایا تو ان میں چلا جا، جن کا تو ہے اور وہیں رہ۔ عرض کیا کہ پھر میں اپنے ہتھیار ہی کیوں نہ لے لوں ؟ فرمایا پھر تو تو بھی ان کے ساتھ ہی شامل ہوجائے گا بلکہ اگر تجھے کسی کی تلوار کی شعائیں پریشان کرتی نظر آئیں تو بھی اپنے منہ پر کپڑا ڈال لے تاکہ تیرے اور خود اپنے گناہوں کو وہی لے جائے۔ حضرت ربعی فرماتے ہیں ہم حضرت حذیفہ کے جنازے میں تھے، ایک صاحب نے کہا میں نے مرحوم سے سنا ہے آپ رسول اللہ ﷺ کی سنی ہوئی حدیثیں بیان فرماتے ہوئے کہتے تھے کہ اگر تم آپس میں لڑو گے تو میں اپنے سب سے دور دراز گھر میں چلا جاؤں گا اور اسے بند کر کے بیٹھ جاؤں گا، اگر وہاں بھی کوئی گھس آئے گا تو میں کہہ دوں گا کہ لے اپنا اور میرا گناہ اپنے سر پر رکھ لے، پس میں حضرت آدم کے ان دو بیٹوں میں سے جو بہتر تھا، اس کی طرح ہوجاؤں گا۔ میں تو چاہتا ہوں کہ تو میرا اور اپنا گناہ اپنے سر رکھ لے جائے۔ یعنی تیرے وہ گناہ جو اس سے پہلے کے ہیں اور میرے قتل کا گناہ بھی۔ یہ مطلب بھی حضرت مجاہد سے مروی ہے کہ میری خطائیں بھی مجھ پر آپڑیں اور میرے قتل کا گناہ بھی۔ لیکن انہی سے ایک قول پہلے جیسا بھی مروی ہے، ممکن ہے یہ دوسرا ثابت نہ ہو۔ اسی بنا پر بعض لوگ کہتے ہیں کہ قاتل مقتول کے سب گناہ اپنے اوپر بار کرلیتا ہے اور اس معنی کی ایک حدیث بھی بیان کی جاتی ہے لیکن اس کی کوئی اصل نہیں۔ بزار میں ایک حدیث ہے کہ \" بےسبب کا قتل تمام گناہوں کو مٹا دیتا ہے \"۔ گویہ حدیث اوپر والے معنی میں نہیں، تاہم یہ بھی صحیح نہیں اور اس روایت کا مطلب یہ بھی ہے کہ قتل کی ایذاء کے باعث اللہ تعالیٰ مقتول کے سب گناہ معاف کردیتا ہے۔ اب وہ قاتل پر آجاتے ہیں۔ یہ بات ثابت نہیں ممکن ہے بعض قاتل ویسے بھی ہوں، قاتل کو میدان قیامت میں مقتول ڈھونڈھتا پھرے گا اور اس کے ظلم کے مطابق اس کی نیکیاں لے جائے گا۔ اور سب نیکیاں لے لینے کے بعد بھی اس ظلم کی تلافی نہ ہوئی تو مقتول کے گناہ قاتل پر رکھ دیئے جائیں گے، یہاں تک کہ بدلہ ہوجائے تو ممکن ہے کہ سارے ہی گناہ بعض قاتلوں کے سر پڑجائیں کیونکہ ظلم کے اس طرح کے بدلے لئے جانے احادیث سے ثابت ہیں اور یہ ظاہر ہے کہ قتل سب سے بڑھ کر ظلم ہے اور سب سے بدتر۔ واللہ اعلم۔ امام ابن جریر فرماتے ہیں مطلب اس جملے کا صحیح تر یہی ہے کہ میں چاہتا ہوں کہ تو اپنے گناہ اور میرے قتل کے گناہ سب ہی اپنے اوپر لے جائے، تیرے اور گناہوں کے ساتھ ایک گناہ یہ بھی بڑھ جائے۔ اس کا یہ مطلب ہرگز نہیں کہ میرے گناہ بھی تجھ پر آجائیں، اس لئے کہ اللہ تعالیٰ کا فرمان ہے کہ ہر عامل کو اس کے عمل کی جزا ملتی ہے، پھر یہ کیسے ہوسکتا ہے کہ مقتول کے عمر بھر کے گناہ قاتل پر ڈال دیئے جائیں، اور اس کے گناہوں پر اس کی پکڑ ہو ؟ باقی رہی یہ بات کہ پھر ہابیل نے یہ بات اپنے بھائی سے کیوں کہی ؟ اس کا جواب یہ ہے کہ اس نے آخری مرتبہ نصیحت کی اور ڈرایا اور خوف زدہ کیا کہ اس کام سے باز آ جا، ورنہ گہنگار ہو کر جہنم واصل ہوجائے گا کیونکہ میں تو تیرا مقابلہ کرنے ہی کا نہیں، سارا بوجھ تجھ ہی پر ہوگا اور تو ہی ظالم ٹھہرے گا اور ظالموں کا ٹھکانا دوزخ ہے۔ اس نصیحت کے باوجود اس کے نفس نے اسے دھوکا دیا اور غصے اور حسد اور تکبر میں آکر اپنے بھائی کو قتل کردیا، اسے شیطان نے قتل پر ابھار دیا اور اس نے اپنے نفس امارہ کی پیروی کرلی ہے اور لوہے سے اسے مار ڈالا۔ ایک روایت میں ہے کہ یہ اپنے جانوروں کو لے کر پہاڑیوں پر چلے گئے تھے، یہ ڈھونڈھتا ہوا وہاں پہنچا اور ایک بھاری پتھر اٹھا کر ان کے سر پردے مارا، یہ اس وقت سوئے ہوئے تھے۔ بعض کہتے ہیں مثل درندے کے کاٹ کاٹ کر، گلا دبا دبا کر ان کی جان لی۔ یہ بھی کہا گیا ہے کہ شیطان نے جب دیکھا کہ اسے قتل کرنے کا ڈھنگ نہیں آتا، یہ اس کی گردن مروڑ رہا ہے تو اس لعین نے ایک جانور پکڑا اور اس کا سر ایک پتھر پر رکھ کر اسے دوسرا پتھر زور سے دے مارا، جس سے وہ جانور اسی وقت مرگیا، یہ دیکھ اس نے بھی اپنے بھائی کے ساتھ یہی کیا یہ بھی مروی ہے کہ چونکہ اب تک زمین پر کوئی قتل نہیں ہوا تھا، اس لئے قابیل اپنے بھائی کو گرا کر کبھی اس کی آنکھیں بند کرتا، کبھی اسے تھپڑ اور گھونسے مارتا۔ یہ دیکھ کر ابلیس لعین اس کے پاس آیا اور اسے بتایا کہ پتھر لے کر اس کا سر کچل ڈال، جب اس نے کچل ڈالا تو لعین دوڑتا ہوا حضرت حوا کے پاس آیا اور کہا قابیل نے ہابیل کو قتل کردیا، انہوں نے پوچھا قتل کیسا ہوتا ہے ؟ کہا اب نہ وہ کھاتا پیتا ہے نہ بولتا چالتا ہے، نہ ہلتا جلتا ہے کہا شاید موت آگئی اس نے کہا ہاں وہی موت۔ اب تو مائی صاحبہ چیخنے چلانے لگیں، اتنے میں حضرت آدم آئے پوچھا کیا بات ہے ؟ لیکن یہ جواب نہ دے سکیں، آپ نے دوبارہ دریافت فرمایا لیکن فرط غم و رنج کی وجہ سے ان کی زبان نہ چلی تو کہا اچھا تو اور تیری بیٹیاں ہائے وائے میں ہی رہیں گی اور میں اور میرے بیٹے اس سے بری ہیں۔ قابیل خسارے ٹوٹے اور نقصان والا ہوگیا، دنیا اور آخرت دونوں ہی بگڑیں۔ حضور ﷺ فرماتے ہیں \" جو انسان ظلم سے قتل کیا جاتا ہے، اس کے خون کا بوجھ آدم کے اس لڑکے پر بھی پڑتا ہے، اس لئے کہ اسی نے سب سے پہلے زمین پر خون ناحق گرایا ہے \"۔ مجاہد کا قول ہے کہ \" قاتل کے ایک پیر کی پنڈلی کو ران سے اس دن سے لٹکا دیا گیا اور اس کا منہ سورج کی طرف کردیا گیا، اس کے گھومنے کے ساتھ گھومتا رہتا ہے، جاڑوں اور گرمیوں میں آگ اور برف کے گڑھے میں وہ معذب ہے \"۔ حضرت عبداللہ سے مروی ہے کہ \" جہنم کا آدھوں آدھ عذاب صرف اس ایک کو ہو رہا ہے، سب سے بڑا معذب یہی ہے زمین کے ہر قتل کے گناہ کا حصہ اس کے ذمہ ہے \"۔ ابراہیم نخعی فرماتے ہیں \" اس پر اور شیطان پر ہر خون ناحق کا بوجھ پڑتا ہے \"۔ جب مار ڈالا تو اب یہ معلوم نہ تھا کہ کیا کرے، کس طرح اسے چھپائے ؟ تو اللہ نے دو کوے بھیجے، وہ دونوں بھی آپس میں بھائی بھائی تھے، یہ اس کے سامنے لڑنے لگے، یہاں تک کہ ایک نے دوسرے کو مار ڈالا، پھر ایک گڑھا کھود کر اس میں اس کی لاش کو رکھ کر اوپر سے مٹی ڈال دی، یہ دیکھ کر قابیل کی سمجھ میں بھی یہ ترکیب آگئی اور اس نے بھی ایسا ہی کیا۔ حضرت علی سے مروی ہے کہ از خود مرے ہوئے ایک کوے کو دوسرے کوے نے اس طرح گڑھا کھود کر دفن کیا تھا۔ یہ بھی مروی ہے کہ سال بھر تک قابیل اپنے بھائی کی لاش اپنے کندھے پر لادے لادے پھرتا رہا، پھر کوے کو دیکھ کر اپنے نفس پر ملامت کرنے لگا کہ میں اتنا بھی نہ کرسکا، یہ بھی کہا گیا ہے مار ڈال کر پھر پچھتایا اور لاش کو گود میں رکھ کر بیٹھ گیا اور اس لئے بھی کہ سب سے پہلی میت اور سب سے پہلا قتل روئے زمین پر یہی تھا۔ اہل توراۃ کہتے ہیں کہ جب قابیل نے اپنے بھائی ہابیل کو قتل کیا تو اللہ نے اس سے پوچھا کہ تیرے بھائی ہابیل کو کیا ہوا ؟ اس نے کہا مجھے کیا خبر ؟ میں اس کا نگہبان تو تھا ہی نہیں، اللہ تعالیٰ نے فرمایا سن تیرے بھائی کا خون زمین میں سے مجھے پکار رہا ہے، تجھ پر میری لعنت ہے، اس زمین میں جس کا منہ کھول کر تو نے اسے اپنے بےگناہ بھائی کا خون پلایا ہے، اب تو زمین میں جو کچھ کام کرے گا وہ اپنی کھیتی میں سے تجھے کچھ نہیں دے گی، یہاں تک تم زمین پر عمر بھر بےچین پھٹکتے رہو گے پھر تو قابیل بڑا ہی نادم ہوا۔ نقصان کے ساتھ ہی پچھتاوا گویا عذاب پر عذاب تھا۔ اس قصہ میں مفسرین کے اقوال اس بات پر تو متفق ہیں کہ یہ تو دونوں حضرت آدم کے صلبی بیٹے تھے اور یہی قرآن کے الفاظ سے بظاہر معلوم ہوتا ہے اور یہی حدیث میں بھی ہے کہ روئے زمین پر جو قتل ناحق ہوتا ہے اس کا ایک حصہ بوجھ اور گناہ کا حضرت آدم کے اس پہلے لڑکے پر ہوتا ہے، اس لئے کہ اسی نے سب سے پہلے قتل کا طریقہ ایجاد کیا ہے، لیکن حسن بصری کا قول ہے کہ \" یہ دونوں بنی اسرائیل میں تھے، قربانی سب سے پہلے انہی میں آئی اور زمین پر سب سے پہلے حضرت آدم کا انتقال ہوا ہے \" لیکن یہ قول غور طلب ہے اور اس کی اسناد بھی ٹھیک نہیں۔ ایک مرفوع حدیث میں یہ واقعہ بطور ایک مثال کے ہے \" تم اس میں سے اچھائی لے لو اور برے کو چھوڑ دو \"۔ یہ حدیث مرسل ہے کہتے ہیں کہ اس صدمے سے حضرت آدم بہت غمگین ہوئے اور سال بھر تک انہیں ہنسی نہ آئی، آخر فرشتوں نے ان کے غم کے دور ہونے اور انہیں ہنسی آنے کی دعا کی۔ حضرت آدم نے اس وقت اپنے رنج و غم میں یہ بھی کہا تھا کہ شہر اور شہر کی سب چیزیں متغیر ہوگئی۔ زمین کا رنگ بدل گیا اور وہ نہایت بدصورت ہوگئی، ہر ہر چیز کا رنگ و مزہ جاتا رہا اور کشش والے چہروں کی ملاحت بھی سلب ہوگئی۔ اس پر انہیں جواب دیا گیا کہ اس مردے کے ساتھ اس زندے نے بھی گویا اپنے تئیں ہلاک کردیا اور جو برائی قاتل نے کی تھی، اس کا بوجھ اس پر آگیا، بظاہر معلوم ہوتا ہے کہ قابیل کو اسی وقت سزا دی گئی چناچہ وارد ہوا ہے کہ اس کی پنڈلی اس کی ران سے لٹکا دی گئی اور اس کا منہ سورج کی طرف کردیا گیا اور اس کے ساتھ ہی ساتھ گھومتا رہتا تھا یعنی جدھر سورج ہوتا ادھر ہی اس کا منہ اٹھا رہتا۔ حدیث شریف میں ہے رسول اللہ ﷺ فرماتے ہیں جتنے گناہ اس لائق ہیں کہ بہت جلد ان کی سزا دنیا میں بھی دی جائے اور پھر آخرت کے زبردست عذاب باقی رہیں ان میں سب سے بڑھ کر گناہ سرکشی اور قطع رحمی ہے۔ تو قابیل میں یہ دونوں باتیں جمع ہوگئیں آتی (فانا للہ و انا الیہ راجعون) (یہ یاد رہے کہ اس قصہ کی تفصیلات جس قدر بیان ہوئی ہے، ان میں سے اکثر و بیشر حصہ اہل کتاب سے اخذ کیا ہوا ہے۔ واللہ اعلم۔ مترجم)",
  "ayah": 27,
  "surah": 5
}
