{
  "text": "ایک بےگناہ شخص کا قتل تمام انسانوں کا قتل فرمان ہے کہ حضرت آدم کے اس لڑکے کے قتل بیجا کی وجہ سے ہم نے بنی اسرائیل سے صاف فرما دیا ان کی کتاب میں لکھ دیا اور ان کیلئے اس حکم کو حکم شرعی کردیا کہ \" جو شخص کسی ایک کو بلا وجہ مار ڈالے نہ اس نے کسی کو قتل کیا تھا نہ اس نے زمین میں فساد پھیلایا تھا تو گویا اس نے تمام لوگوں کو قتل کیا، اس لئے کہ اللہ کے نزدیک ساری مخلوق یکساں ہے اور جو کسی بےقصور شخص کے قتل سے باز رہے اسے حرام جانے تو گویا اس نے تمام لوگوں کو زندگی، اس لئے کہ یہ سب لوگ اس طرح سلامتی کے ساتھ رہیں گے \"۔ امیر المومنین حضرت عثمان کو جب باغی گھیر لیتے ہیں، تو حضرت ابوہریرہ ان کے پاس جاتے ہیں اور کہتے ہیں میں آپ کی طرف داری میں آپ کے مخالفین سے لڑنے کیلئے آیا ہوں، آپ ملاحظہ فرمایئے کہ اب پانی سر سے اونچا ہوگیا ہے، یہ سن کر معصوم خلیفہ نے فرمایا، کیا تم اس بات پر آمادہ ہو کہ سب لوگوں کو قتل کردو، جن میں ایک میں بھی ہوں۔ حضرت ابوہریرہ نے فرمایا نہیں نہیں، فرمایا سنو ایک کو قتل کرنا ایسا برا ہے جیسے سب کو قتل کرنا۔ جاؤ واپس لوٹ جاؤ، میری یہی خواہش ہے اللہ تمہیں اجر دے اور گناہ نہ دے، یہ سن کر آپ واپس چلے گئے اور نہ لڑے۔ مطلب یہ ہے کہ قتل کا اجر دنیا کی بربادی کا باعث ہے اور اس کی روک لوگوں کی زندگی کا سبب ہے۔ حضرت سعید بن جبیر فرماتے ہیں \" ایک مسلمان کا خون حلال کرنے والا تمام لوگوں کا قاتل ہے اور ایک مسلم کے خون کو بچانے والا تمام لوگوں کے خون کو گویا بچا رہا ہے \"۔ ایک مسلمان کا خون حلال کرنے والا تمام لوگوں کا قاتل ہے اور ایک مسلم کے خون کو بچانے والا تمام لوگوں کے خون کو گویا بچا رہا ہے \"۔ ابن عباس فرماتے ہیں کہ \" نبی ﷺ کو اور عادل مسلم بادشاہ کو قتل کرنے والے پر ساری دنیا کے انسانوں کے قتل کا گناہ ہے اور نبی اور امام عادل کے بازو کو مضبوط کرنا دنیا کو زندگی دینے کے مترادف ہے \" (ابن جریر) ایک اور روایت میں ہے کہ \" ایک کو بےوجہ مار ڈالتے ہی جہنمی ہوجاتا ہے گویا سب کو مار ڈالا \"۔ مجاہد فرماتے ہیں \" مومن کو بےوجہ شرعی مار ڈالنے والا جہنمی دشمن رب، ملعون اور مستحق سزا ہوجاتا ہے، پھر اگر وہ سب لوگوں کو بھی مار ڈالتا تو اس سے زیادہ عذاب اسے اور کیا ہوتا ؟ جو قتل سے رک جائے گویا کہ اس کی طرف سے سب کی زندگی محفوظ ہے \"۔ عبد الرحمن فرماتے ہیں \" ایک قتل کے بدلے ہی اس کا خون حلال ہوگیا، یہ نہیں کہ کئی ایک کو قتل کرے، جب ہی وہ قصاص کے قابل ہو، اور جو اسے زندگی دے یعنی قاتل کے ولی سے درگزر کرے اور اس نے گویا لوگوں کو زندگی دی \"۔ اور یہ مطلب بھی بیان کیا گیا ہے کہ جس نے انسان کی جان بچا لی مثلاً ڈوبتے کو نکال لیا، جلتے کو بچا لیا، کسی کو ہلاکت سے ہٹا لیا۔ مقصد لوگوں کو خون ناحق سے روکنا اور لوگوں کی خیر خواہی اور امن وامان پر آمادہ کرنا ہے۔ حضرت حسن سے پوچھا گیا کہ \" کیا بنی اسرائیل جس طرح اس حکم کے مکلف تھے، ہم بھی ہیں، فرمایا ہاں یقینا اللہ کی قسم ! بنو اسرائیل کے خون اللہ کے نزدیک ہمارے خون سے زیادہ بوقعت نہ تھے، پس ایک شخص کا بےسبب قتل سب کے قتل کا بوجھ ہے اور ایک کی جان کے بچاؤ کا ثواب سب کو بچا لینے کے برابر ہے \"۔ ایک مرتبہ حضرت حمزہ بن عبد المطلب نے رسول اللہ ﷺ سے درخواست کی کہ حضور ﷺ مجھے کوئی ایسی بات بتائیں کہ میری زندگی با آرام گزرے۔ آپ نے فرمایا کیا کسی کو مار ڈالنا تمہیں پسند ہے یا کسی کو بچا لینا تمہیں محبوب ہے ؟ جواب دیا بچا لینا، فرمایا \" بس اب اپنی اصلاح میں لگے رہو \"۔ پھر فرماتا ہے ان کے پاس ہمارے رسول واضح دلیلیں اور روشن احکام اور کھلے معجزات لے کر آئے لیکن اس کے بعد بھی اکثر لوگ اپنی سرکشی اور دراز دستی سے باز نہ رہے۔ بنو قینقاع کے یہود و بنو قریظہ اور بنو نضیر وغیرہ کو دیکھ لیجئے کہ اوس اور خزرج کے ساتھ مل کر آپس میں ایک دوسرے سے لڑتے تھے اور لڑائی کے بعد پھر قیدیوں کے فدیئے دے کر چھڑاتے تھے اور مقتول کی دیت ادا کرتے تھے۔ جس پر انہیں قرآن میں سمجھایا گیا کہ تم سے عہد یہ لیا گیا تھا کہ نہ تو اپنے والوں کے خون بہاؤ، نہ انہیں دیس سے نکالو لیکن تم نے باوجود پختہ اقرار اور مضبوط عہد پیمان کے اس کے خلاف گو فدیئے ادا کئے لیکن نکالنا بھی تو حرام تھا، اس کے کیا معنی کہ کسی حکم کو مانو اور کسی سے انکار کر، ایسے لوگوں کو سزا یہی ہے کہ دنیا میں رسوا اور ذلیل ہوں اور آخرت میں سخت تر عذابوں کا شکار ہوں، اللہ تمہارے اعمال سے غافل نہیں۔ (محاربہ) کے معنی حکم کے خلاف کرنا، برعکس کرنا، مخالفت پر تل جانا ہیں۔ مراد اس سے کفر، ڈاکہ زنی، زمین میں شورش و فساد اور طرح طرح کی بدامنی پیدا کرنا ہے، یہاں تک کہ سلف نے یہ بھی فرمایا ہے کہ سکے کو توڑ دینا بھی زمین میں فساد مچانا ہے۔ قرآن کی ایک اور آیت میں ہے جب وہ کسی اقتدار کے مالک ہوجاتے ہیں تو فساد پھیلا دیتے ہیں اور کھیت اور نسل کو ہلاک کرنے لگتے ہیں اللہ تعالیٰ فساد کو پسند نہیں فرماتا۔ یہ آیت مشرکین کے بارے میں نازل ہوئی ہے۔ اس لئے کہ اس میں یہ بھی ہے کہ جب ایسا شخص ان کاموں کے بعد مسلمانوں کے ہاتھوں میں گرفتار ہونے سے پہلے ہی توبہ تلا کرلے تو پھر اس پر کوئی مؤاخذہ نہیں، برخلاف اس کے اگر مسلمان ان کاموں کو کرے اور بھاگ کر کفار میں جا ملے تو حد شرعی سے آزاد نہیں ہوتا۔ ابن عباس فرماتے ہیں \" یہ آیت مشرکوں کے بارے میں اتری ہے، پھر ان میں سے جو کئی مسلمان کے ہاتھ آجانے سے پہلے توبہ کرلے تو جو حکم اس پر اس کے فعل کے باعث ثابت ہوچکا ہے وہ ٹل نہیں سکتا \"۔ فساد اور قتل و غارت حضرت ابی سے مروی ہے کہ اہل کتاب کے ایک گروہ سے رسول اللہ ﷺ کا معاہدہ ہوگیا تھا لیکن انہوں نے اسے توڑ دیا اور فساد مچا دیا۔ اس پر اللہ تعالیٰ نے اپنے نبی ﷺ کو اختیار دیا کہ اگر آپ چاہیں تو انہیں قتل کردیں، چاہیں تو الٹے سیدھے ہاتھ پاؤں کٹوا دیں۔ حضرت سعد فرماتے ہیں \" یہ حروریہ خوارج کے بارے میں نازل ہوئی ہے \"۔ صحیح یہ ہے کہ جو بھی اس فعل کا مرتکب ہو اس کیلئے یہ حکم ہے۔ چناچہ بخاری مسلم میں ہے کہ \" قبیلہ عکل کے آٹھ آدمی رسول اللہ ﷺ کے پاس آئے، آپ نے ان سے فرمایا اگر تم چاہو تو ہمارے چرواہوں کے ساتھ چلے جاؤ اونٹوں کا دودھ اور پیشاب تمہیں ملے گا چناچہ یہ گئے اور جب ان کی بیماری جاتی رہی تو انہوں نے ان چرواہوں کو مار ڈالا اور اونٹ لے کر چلتے بنے، حضور ﷺ کو جب یہ خبر پہنچی تو آپ نے صحابہ کو ان کے پیچھے دوڑایا کہ انہیں پکڑ لائیں، چناچہ یہ گرفتار کئے گئے اور حضور ﷺ کے سامنے پیش کئے گئے۔ پھر ان کے ہاتھ پاؤں کاٹ دیئے گئے اور آنکھوں میں گرم سلائیاں پھیری گئیں اور دھوپ میں پڑے ہوئے تڑپ تڑپ کر مرگئے \"۔ مسلم میں ہے یا تو یہ لوگ عکل کے تھے یا عرینہ کے۔ یہ پانی مانگتے تھے مگر انہیں پانی نہ دیا گیا نہ ان کے زخم دھوئے گئے۔ انہوں نے چوری بھی کی تھی، قتل بھی کیا تھا، ایمان کے بعد کفر بھی کیا تھا اور اللہ رسول سے لڑتے بھی تھے۔ انہوں نے چرواہوں کی آنکھوں میں گرم سلائیاں بھی پھیری تھیں، مدینے کی آب و ہوا اس وقت درست نہ تھی، سرسام کی بیماری تھی، حضور ﷺ نے ان کے پیچھے بیس انصاری گھوڑ سوار بھیجے تھے اور ایک کھوجی تھا، جو نشان قدم دیکھ کر رہبری کرتا جاتا تھا۔ موت کے وقت ان کی پیاس کے مارے یہ حالت تھی کہ زمین چاٹ رہے تھے، انہی کے بارے میں یہ آیت اتری ہے۔ ایک مرتبہ حجاج نے حضرت انس سے سوال کیا کہ سب سے بڑی اور سب سے سخت سزا جو رسول اللہ ﷺ نے کسی کو دی ہو، تم بیان کرو تو آپ نے یہ واقعہ بیان فرمایا۔ اس میں یہ بھی ہے کہ یہ لوگ بحرین سے آئے تھے، بیماری کی وجہ سے ان کے رنگ زرد پڑگئے تھے اور پیٹ بڑھ گئے تھے تو آپ نے انہیں فرمایا کہ جاؤ اونٹوں میں رہو اور ان کا دودھ اور پیشاب پیو۔ حضرت انس فرماتے ہیں پھر میں نے دیکھا کہ حجاج نے تو اس روایت کو اپنے مظالم کی دلیل بنا لی تب تو مجھے سخت ندامت ہوئی کہ میں نے اس سے یہ حدیث کیوں بیان کی ؟ اور روایت میں ہے کہ ان میں سے چار شخص تو عرینہ قبیلے کے تھے اور تین عکل کے تھے، یہ سب تندرست ہوگئے تو یہ مرتد بن گئے۔ ایک اور روایت میں ہے کہ راستے بھی انہوں نے بند کردیئے تھے اور زنا کار بھی تھے، جب یہ آئے تو اب سب کے پاس بوجہ فقیری پہننے کے کپڑے تک نہ تھے، یہ قتل و غارت کر کے بھاگ کر اپنے شہر کو جا رہے تھے۔ حضرت جریر فرماتے ہیں کہ یہ اپنی قوم کے پاس پہنچنے والے تھے جو ہم نے انہیں جا لیا۔ وہ پانی مانگتے تھے اور حضور ﷺ فرماتے تھے، اب تو پانی کے بدلے جہنم کی آگ ملے گی۔ اس روایت میں یہ بھی ہے کہ آنکھوں میں سلائیاں پھیرنا اللہ کو ناپسند آیا، یہ حدیث ضعیف اور غریب ہے لیکن اس سے یہ معلوم ہوا کہ جو لشکر ان مرتدوں کے گرفتار کرنے کیلئے بھیجا گیا تھا، ان کے سردار حضرت جریر تھے۔ ہاں اس روایت میں یہ فقرہ بالکل منکر ہے کہ اللہ تعالیٰ نے ان کی آنکھوں میں سلائیاں پھیرنا مکروہ رکھا۔ اس لئے کہ صحیح مسلم میں یہ موجود ہے کہ انہوں نے چرواہوں کے ساتھ بھی یہی کیا تھا، پس یہ اس کا بدلہ اور ان کا قصاص تھا جو انہوں نے ان کے ساتھ کیا تھا وہی ان کے ساتھ کیا گیا واللہ اعلم۔ اور روایت میں ہے کہ یہ لوگ بنو فزارہ کے تھے، اس واقعہ کے بعد حضور ﷺ نے یہ سزا کسی کو نہیں دی۔ ایک اور روایت میں ہے کہ حضور ﷺ کا ایک غلام تھا، جس کا نام یسار تھا چونکہ یہ بڑے اچھے نمازی تھے، اس لئے حضور ﷺ نے انہیں آزاد کردیا تھا اور اپنے اونٹوں میں انہیں بھیج دیا تھا کہ یہ ان کی نگرانی رکھیں، انہی کو ان مرتدوں نے قتل کیا اور ان کی آنکھوں میں کانٹے گاڑ کر اونٹ لے کر بھاگ گئے، جو لشکر انہیں گرفتار کر کے لایا تھا، ان میں ایک شاہ زور حضرت کرز بن جابر فہری تھے۔ حافظ ابوبکر بن مردویہ نے اس روایت کے تمام طریقوں کو جمع کردیا اللہ انہیں جزائے خیر دے۔ ابو حمزہ عبد الکریم سے اونٹوں کے پیشاب کے بارے میں سوال ہوتا ہے تو آپ ان محاربین کا قصہ بیان فرماتے ہیں اس میں یہ بھی ہے کہ یہ لوگ منافقانہ طور پر ایمان لائے تھے اور حضور ﷺ سے مدینے کی آب و ہوا کی ناموافقت کی شکایت کی تھی، جب حضور ﷺ کو ان کی دغا بازی اور قتل و غارت اور ارتداد کا علم ہوا، تو آپ نے منادی کرائی کہ اللہ کے لشکریو اٹھ کھڑے ہو، یہ آواز سنتے ہی مجاہدین کھڑے ہوگئے، بغیر اس کے کہ کوئی کسی کا انتظار کرے ان مرتد ڈاکوؤں اور باغیوں کے پیچھے دوڑے، خود حضور ﷺ بھی ان کو روانہ کر کے ان کے پیچھے چلے، وہ لوگ اپنی جائے امن میں پہنچنے ہی کو تھے کہ صحابہ نے انہیں گھیر لیا اور ان میں سے جتنے گرفتار ہوگئے، انہیں لے کر حضور ﷺ کے سامنے پیش کردیا اور یہ آیت اتری، ان کی جلاوطنی یہی تھی کہ انہیں حکومت اسلام کی حدود سے خارج کردیا گیا۔ پھر ان کو عبرتناک سزائیں دی گئیں، اس کے بعد حضور ﷺ نے کسی کے بھی اعضاء بدن سے جدا نہیں کرائے بلکہ آپ نے اس سے منع فرمایا ہے، جانوروں کو بھی اس طرح کرنا منع ہے۔ بعض روایتوں میں ہے کہ قتل کے بعد انہیں جلا دیا گیا، بعض کہتے ہیں یہ بنو سلیم کے لوگ تھے۔ بعض بزرگوں کا قول ہے کہ حضور ﷺ نے جو سزا انہیں دی وہ اللہ کو پسند نہ آئیں اور اس آیت سے اسے منسوخ کردیا۔ ان کے نزدیک گویا اس آیت میں آنحضرت ﷺ کو اس سزا سے روکا گیا ہے۔ جیسے آیت (عفا اللہ عنک) میں اور بعض کہتے ہیں کہ حضور ﷺ نے مثلہ کرنے سے یعنی ہاتھ پاؤں کان ناک کاٹنے سے جو ممانعت فرمائی ہے، اس حدیث سے یہ سزا منسوخ ہوگئی لیکن یہ ذرا غور طلب ہے پھر یہ بھی سوال طلب امر ہے کہ ناسخ کی تاخیر کی دلیل کیا ہے ؟ بعض کہتے ہیں حدود اسلام مقرر ہوں اس سے پہلے کا یہ واقعہ ہے لیکن یہ بھی کچھ ٹھیک نہیں معلوم ہوتا، بلکہ حدود کے تقرر کے بعد کا واقعہ معلوم ہوتا ہے اس لئے کہ اس حدیث کے ایک راوی حضرت جریر بن عبداللہ ہیں اور ان کا اسلام سورة مائدہ کے نازل ہو چکنے کے بعد کا ہے۔ بعض کہتے ہیں حضور ﷺ نے ان کی آنکھوں میں گرم سلائیاں پھیرنی چاہی تھیں لیکن یہ آیت اتری اور آپ اپنے ارادے سے باز رہے، لیکن یہ بھی درست نہیں۔ اس لئے کہ بخاری و مسلم میں یہ لفظ ہیں کہ حضور ﷺ نے ان کی آنکھوں میں سلائیں پھروائیں۔ محمد بن عجلان فرماتے ہیں کہ حضور ﷺ نے جو سخت سزا انہیں دی، اس کے انکار میں یہ آیتیں اتری ہیں اور ان میں صحیح سزا بیان کی گئی ہے جو قتل کرنے اور ہاتھ پاؤں الٹی طرف سے کاٹنے اور وطن سے نکال دینے کے حکم پر شامل ہے چناچہ دیکھ لیجئے کہ اس کے بعد پھر کسی کی آنکھوں میں سلائیاں پھیرنی ثابت نہیں، لیکن \" اوزاعی کہتے ہیں کہ یہ ٹھیک نہیں کہ اس آیت میں حضور ﷺ کے اس فعل پر آپ کو ڈانٹا گیا ہو، بات یہ ہے کہ انہوں نے جو کیا تھا اس کا وہی بدلہ مل گیا، اب آیت نازل ہوئی جس نے ایک خاص حکم ایسے لوگوں کا بیان فرمایا اور اس میں آنکھوں میں گرم سلائیاں پھیرنے کا حکم نہیں دیا \"۔ اس آیت سے جمہور علماء نے دلیل پکڑی ہے کہ راستوں کی بندش کر کے لڑنا اور شہروں میں لڑنا دونوں برابر ہے کیونکہ لفظ (ویسعون فی الارض فسادا) کے ہیں۔ مالک، اوزاعی، لیث، شافعی، ، احمد رحمہم اللہ اجمعین کا یہی مذہب ہے کہ باغی لوگ خواہ شہر میں ایسا فتنہ مچائیں یا بیرون شہر، ان کی سزا یہی ہے کہ بلکہ امام مالک تو یہاں تک فرماتے ہیں کہ اگر کوئی شخص دوسرے کو اس کے گھر میں اس طرح دھوکہ دہی سے مار ڈالے تو اسے پکڑ لیا جائے اور اسے قتل کردیا جائے اور خود امام وقت ان کاموں کو از خود کرے گا، نہ کہ مقتول کے اولیاء کے ہاتھ میں یہ کام ہوں بلکہ اگر وہ درگزر کرنا چاہیں تو بھی ان کے اختیار میں نہیں بلکہ یہ جرم، بےواسطہ حکومت اسلامیہ کا ہے۔ امام ابوحنیفہ کا مذہب یہ نہیں، وہ کہتے ہیں کہ \" مجاربہ اسی وقت مانا جائے گا جبکہ شہر کے باہر ایسے فساد کوئی کرے، کیونکہ شہر میں تو امداد کا پہنچنا ممکن ہے، راستوں میں یہ بات ناممکن سی ہے \" جو سزا ان محاربین کی بیان ہوئی ہے اس کے بارے میں حضرت ابن عباس فرماتے ہیں \" جو شخص مسلمانوں پر تلوار اٹھائے، راستوں کو پُر خطر بنا دے، امام المسلمین کو ان تینوں سزاؤں میں سے جو سزا دینا چاہے اس کا اختیار ہے \"۔ یہی قول اور بھی بہت سوں کا ہے اور اس طرح کا اختیار ایسی ہی اور آیتوں کے احکام میں بھی موجود ہے جیسے محرم اگر شکار کھیلے تو اس کا بدلہ شکار کے برابر کی قربانی یا مساکین کا کھانا ہے یا اس کے برابر روزے رکھنا ہے، بیماری یا سر کی تکلیف کی وجہ سے حالت احرام میں سر منڈوانے اور خلاف احرام کام کرنے والے کے فدیئے میں بھی روزے یا صدقہ یا قربانی کا حکم ہے۔ قسم کے کفارے میں درمیانی درجہ کا کھانا دیں مسکینوں کا یا ان کا کپڑا یا ایک غلام کو آزاد کرنا ہے۔ تو جس طرح یہاں ان صورتوں میں سے کسی ایک کے پسند کرلینے کا اختیار ہے، اسی طرح ایسے محارب، مرتد لوگوں کی سزا بھی یا تو قتل ہے یا ہاتھ پاؤں الٹی طرح سے کاٹنا ہے یا جلا وطن کرنا۔ اور جمہور کا قول ہے کہ یہ آیت کئی احوال میں ہے، جب ڈاکو قتل و غارت دونوں کے مرتکب ہوتے ہوں تو قابل دار اور گردن وزنی ہیں اور جب صرف قتل سرزد ہوا ہو تو قتل کا بدلہ صرف قتل ہے اور اگر فقط مال لیا ہو تو ہاتھ پاؤں الٹے سیدھے کاٹ دیئے جائیں گے اور اگر راستے پُر خطر کردیئے ہوں، لوگوں کو خوف زدہ کردیا ہو اور کسی گناہ کے مرتکب نہ ہوئے ہوں اور گرفتار کر لئے جائیں تو صرف جلاوطنی ہے۔ اکثر سلف اور ائمہ کا یہی مذہب ہے پھر بزرگوں نے اس میں بھی اختلاف کیا ہے کہ آیا سولی پر لٹکا کر یونہی چھوڑ دیا جائے کہ بھوکا پیاسا مرجائے ؟ یا نیزے وغیرہ سے قتل کردیا جائے ؟ یا پہلے قتل کردیا جائے پھر سولی پر لٹکایا جائے تاکہ اور لوگوں کو عبرت حاصل ہو ؟ اور کیا تین دن تک سولی پر رہنے دے کر پھر اتار لیا جائے ؟ یا یونہی چھوڑ دیا جائے لیکن تفسیر کا یہ موضوع نہیں کہ ہم ایسے جزئی اختلافات میں پڑیں اور ہر ایک کی دلیلیں وغیرہ وارد کریں۔ ہاں ایک حدیث میں کچھ تفصیل سزا ہے، اگر اس کی سند صحیح ہو تو وہ یہ کہ حضور ﷺ نے جب ان محاربین کے بارے میں حضرت جبرائیل سے دریافت کیا تو آپ نے فرمایا \" جنہوں نے مال چرایا اور راستوں کو خطرناک بنادیا ان کے ہاتھ تو چوری کے بدلے کاٹ دیجئے اور جس نے قتل اور دہشت گردی پھیلائی اور بدکاری کا ارتکاب کیا ہے، اسے سولی چڑھا دو۔ فرمان ہے کہ زمین سے الگ کردیئے جائیں یعنی انہیں تلاش کر کے ان پر حد قائم کی جائے یا وہ دار الاسلام سے بھاگ کر کہیں چلے جائیں یا یہ کہ ایک شہر سے دوسرے شہر اور دوسرے سے تیسرے شہر انہیں بھیج دیا جاتا رہے یا یہ کہ اسلامی سلطنت سے بالکل ہی خارج کردیا جائے \"۔ شعبی تو نکال ہی دیتے تھے اور عطا خراسانی کہتے ہیں \" ایک لشکر میں سے دوسرے لشکر میں پہنچا دیا جائے یونہی کئی سال تک مارا مارا پھرایا جائے لیکن دار الاسلام سے باہر نہ کیا جائے \"۔ ابوحنیفہ اور ان کے اصحاب کہتے ہیں \" اسے جیل خانے میں ڈال دیا جائے \"۔ ابن جریر کا مختار قول یہ ہے کہ \" اسے اس کے شہر سے نکال کر کسی دوسرے شہر کے جیل خانے میں ڈال دیا جائے \"۔ \" ایسے لوگ دنیا میں ذلیل و رذیل اور آخرت میں بڑے بھاری عذابوں میں گرفتار ہوں گے \"۔ آیت کا یہ ٹکڑا تو ان لوگوں کی تائید کرتا ہے جو کہتے ہیں کہ یہ آیت مشرکوں کے بارے میں اتری ہے اور مسلمانوں کے بارے وہ صحیح حدیث ہے جس میں ہے کہ حضور ﷺ نے ہم سے ویسے ہی عہد لئے جیسے عورتوں سے لئے تھے کہ \" ہم اللہ کے ساتھ کسی کو شریک نہ کریں، چوری نہ کریں، زنا نہ کریں، اپنی اولادوں کو قتل نہ کریں، ایک دوسرے کی نافرمانی نہ کریں جو اس وعدے کو نبھائے، اس کا اجر اللہ کے ذمے ہے اور جو ان میں سے کسی گناہ کے ساتھ آلودہ ہوجائے پھر اگر اسے سزا ہوگئی تو وہ سزا کفارہ بن جائے گی اور اگر اللہ تعالیٰ نے پردہ پوشی کرلی تو اس امر کا اللہ ہی مختار ہے اگر چاہے عذاب کرے، اگر چاہے چھوڑ دے \"۔ اور حدیث میں ہے \" جس کسی نے کوئی گناہ کیا پھر اللہ تعالیٰ نے اسے ڈھانپ لیا اور اس سے چشم پوشی کرلی تو اللہ کی ذات اور اس کا رحم و کرم اس سے بہت بلند وبالا ہے، معاف کئے ہوئے جرائم کو دوبارہ کرنے پہ اسے دنیوی سزا ملے گی، اگر بےتوبہ مرگئے تو آخرت کی وہ سزائیں باقی ہیں جن کا اس وقت صحیح تصور بھی محال ہے ہاں توبہ نصیب ہوجائے تو اور بات ہے \"۔ پھر توبہ کرنے والوں کی نسبت جو فرمایا ہے \" اس کا اظہار اس صورت میں تو صاف ہے کہ اس آیت کو مشرکوں کے بارے میں نازل شدہ مانا جائے۔ لیکن جو مسلمان مغرور ہوں اور وہ قبضے میں آنے سے پہلے توبہ کرلیں تو ان سے قتل اور سولی اور پاؤں کاٹنا تو ہٹ جاتا ہے لیکن ہاتھ کا کٹنا بھی ہٹ جاتا ہے یا نہیں، اس میں علماء کے دو قول ہیں، آیت کے ظاہری الفاظ سے تو یہی معلوم ہوتا ہے کہ سب کچھ ہٹ جائے، صحابہ کا عمل بھی اسی پر ہے۔ چناچہ جاریہ بن بدر تیمی بصری نے زمین میں فساد کیا، مسلمانوں سے لڑا، اس بارے میں چند قریشیوں نے حضرت علی سے سفارش کی، جن میں حضرت حسن بن علی، حضرت عبداللہ بن عباس، حضرت عبداللہ بن جعفر بھی تھے لیکن آپ نے اسے امن دینے سے انکار کردیا۔ وہ سعید بن قیس ہمدانی کے پاس آیا، آپ نے اپنے گھر میں اسے ٹھہرایا اور حضرت علی کے پاس آئے اور کہا بتایئے تو جو اللہ اور اس کے رسول ﷺ سے لڑے اور زمین میں فساد کی سعی کرے پھر ان آیتوں کی (قبل ان تقدروا علیھم) تک تلاوت کی تو آپ نے فرمایا میں تو ایسے شخص کو امن لکھ دوں گا، حضرت سعید نے فرمایا یہ جاریہ بن بدر ہے، چناچہ جاریہ نے اس کے بعد ان کی مدح میں اشعار بھی کہے ہیں۔ قبیلہ مراد کا ایک شخص حضرت ابو موسیٰ اشعری کے پاس کوفہ کی مسجد میں جہاں کے یہ گورنر تھے، ایک فرض نماز کے بعد آیا اور کہنے لگا اے امیر کوفہ فلاں بن فلاں مرادی قبیلے کا ہوں، میں نے اللہ اور اس کے رسول سے لڑائی لڑی، زمین میں فساد کی کوشش کی لیکن آپ لوگ مجھ پر قدرت پائیں، اس سے پہلے میں تائب ہوگیا اب میں آپ سے پناہ حاصل کرنے والے کی جگہ پر کھڑا ہوں۔ اس پر حضرت ابو موسیٰ کھڑے ہوگئے اور فرمایا اے لوگو ! تم میں سے کوئی اب اس توبہ کے بعد اس سے کسی طرح کی لڑائی نہ کرے، اگر یہ سچا ہے تو الحمدللہ اور یہ جھوٹا ہے تو اس کے گناہ ہی اسے ہلاک کردیں گے۔ یہ شخص ایک مدت تک تو ٹھیک ٹھیک رہا لیکن پھر بغاوت کر گیا، اللہ نے بھی اس کے گناہوں کے بدلے اسے غارت کردیا اور یہ مار ڈالا گیا۔ علی نامی ایک اسدی شخص نے بھی گزر گاہوں میں دہشت پھیلا دی، لوگوں کو قتل کیا، مال لوٹا، بادشاہ لشکر اور رعایا نے ہرچند اسے گرفتار کرنا چاہا، لیکن یہ ہاتھ نہ لگا۔ ایک مرتبہ یہ جنگل میں تھا، ایک شخص کو قرآن پڑھتے سنا اور وہ اس وقت یہ آیت تلاوت کر رہا تھا آتی (قل یا عبادی الذین اسرفوا) الخ، یہ اسے سن کر رک گیا اور اس سے کہا اے اللہ کے بندے یہ آیت مجھے دوبارہ سنا، اس نے پھر پڑھی اللہ کی اس آواز کو سن کر وہ فرماتا ہے اے میرے گنہگار بندو تم میری رحمت سے ناامید نہ ہوجاؤ، میں سب گناہوں کو بخشنے پر قادر ہوں میں غفور و رحیم ہوں۔ اس شخص نے جھٹ سے اپنی تلوار میان میں کرلی، اسی وقت سچے دل سے توبہ کی اور صبح کی نماز سے پہلے مدینے پہنچ گیا، غسل کیا اور مسجد نبوی میں نماز صبح جماعت کے ساتھ ادا کی اور حضرت ابوہریرہ کے پاس جو لوگ بیٹھے تھے، ان ہی میں ایک طرف یہ بھی بیٹھ گیا۔ جب دن کا اجالا ہوا تو لوگوں نے اسے دیکھ کر پہچان لیا کہ یہ تو سلطنت کا باغی، بہت بڑا مجرم اور مفرور شخص علی اسدی ہے، سب نے چاہا کہ اسے گرفتار کرلیں۔ اس نے کہا سنو بھائیو ! تم مجھے گرفتار نہیں کرسکتے، اس لئے کہ مجھ پر تمہارے قابو پانے سے پہلے ہی میں تو توبہ کرچکا ہوں بلکہ توبہ کے بعد خود تمہارے پاس آگیا ہوں، حضرت ابوہریرہ نے فرمایا ! یہ سچ کہتا ہے اور اس کا ہاتھ پکڑ کر مروان بن حکم کے پاس لے چلے، یہ اس وقت حضرت معاویہ کی طرف سے مدینے کے گورنر تھے، وہاں پہنچ کر فرمایا کہ یہ علی اسدی ہیں، یہ توبہ کرچکے ہیں، اس لئے اب تم انہیں کچھ نہیں کہہ سکتے۔ چناچہ کسی نے اس کے ساتھ کچھ نہ کیا، جب مجاہدین کی ایک جماعت رومیوں سے لڑنے کیلئے چلی تو ان مجاہدوں کے ساتھ یہ بھی ہو لئے، سمندر میں ان کی کشتی جا رہی تھی کہ سامنے سے چند کشتیاں رومیوں کی آگئیں، یہ اپنی کشتی میں سے رومیوں کی گردنیں مارنے کیلئے ان کی کشتی میں کود گئے، ان کی آبدار خارا شگاف تلوار کی چمک کی تاب رومی نہ لاسکے اور نامردی سے ایک طرف کو بھاگے، یہ بھی ان کے پیچھے اسی طرف چلے چونکہ سارا بوجھ ایک طرف ہوگیا، اس لئے کشتی الٹ گئی جس سے وہ سارے رومی کفار ہلاک ہوگئے اور حضرت علی اسدی بھی ڈوب کر شہید ہو گے (اللہ ان پر اپنی رحمتیں ناز فرمائے)",
  "ayah": 34,
  "surah": 5
}
