{
  "text": "قرآن ایک مستقل شریعت ہے تورات و انجیل کی ثنا و صفت اور تعریف و مدحت کے بعد اب قرآن عظیم کی بزرگی بیان ہو رہی ہے کہ \" ہم نے اسے حق و صداقت کے ساتھ نازل فرمایا ہے یہ بالیقین اللہ واحد کی طرف سے ہے اور اس کا کلام ہے۔ یہ تمام پہلی الٰہی کتابوں کو سچا مانتا ہے اور ان کتابوں میں بھی اس کی صفت و ثنا موجود ہے اور یہ بھی بیان ان میں ہے کہ یہ پاک اور آخری کتاب آخری اور افضل رسول ﷺ پر اترے گی، پس ہر دانا شخص اس پر یقین رکھتا ہے اور اسے مانتا ہے۔ جیسے فرمان ہے آیت (ۭ اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًا) 17۔ الاسراء :107) جنہیں اس سے پہلے علم دیا گیا تھا، جب ان کے سامنے اس کی تلاوت کی جاتی ہے تو وہ ٹھوڑیوں کے بل سجدے میں گرپڑتے ہیں اور زبانی اقرار کرتے ہیں کہ ہمارے رب کا وعدہ سچا ہے اور وہ سچا ثابت ہوچکا، اس نے اگلے رسولوں کی زبانی جو خبر دی تھی وہ پوری ہوئی اور آخری رسول رسولوں کے سرتاج رسول آ ہی گئے اور یہ کتاب ان پہلی کتابوں کی امین ہے۔ یعنی اس میں جو کچھ ہے، وہی پہلی کتابوں میں بھی تھا، اب اس کے خلاف کوئی کہے کہ فلاں پہلی کتاب میں یوں ہے تو یہ غلط ہے۔ یہ ان کی سچی گواہ اور انہیں گھیر لینے والی اور سمیٹ لینے والی ہے۔ جو جو اچھائیاں پہلے کی تمام کتابوں میں جمع تھیں، وہ سب اس آخری کتاب میں یکجا موجود ہیں، اسی لئے یہ سب پر حاکم اور سب پر مقدم ہے اور اس کی حفاظت کا کفیل خود اللہ تعالیٰ ہے۔ جیسے فرمایا (اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ) 15۔ الحجر :9) بعض نے کہا ہے کہ مراد اس سے یہ ہے کہ حضور ﷺ اس کتاب پر امین ہیں۔ واقع میں تو یہ قول بہت صحیح ہے لیکن اس آیت کی تفسیر یہ کرنی ٹھیک نہیں بلکہ عربی زبان کے اعتبار سے بھی یہ غور طلب امر ہے۔ صحیح تفسیر پہلی ہی ہے۔ امام ابن جریر نے بھی حضرت مجاہد سے اس قول کو نقل کر کے فرمایا ہے \" یہ بہت دور کی بات ہے بلکہ ٹھیک نہیں ہے اس لئے مھیمن کا عطف مصدق پر ہے، پس یہ بھی اسی چیز کی صفت ہے جس کی صفت مصدق کا لفظ تھا \"۔ اگر حضرت مجاہد کے معنی صحیح مان لئے جائیں تو عبارت بغیر عطف کے ہونی چاہئے تھی خواہ عرب ہوں، خواہ عجم ہوں، خواہ لکھے پڑھے ہوں، خواہ ان پڑھ ہوں۔ اللہ کی طرف سے نازل کردہ سے مراد وحی اللہ ہے خواہ وہ اس کتاب کی صورت میں ہو، خواہ جو پہلے احکام اللہ نے مقرر کر رکھے ہوں۔ ابن عباس فرماتے ہیں اس آیت سے پہلے تو آپ کو آزادی دی گئی تھی، اگر چاہیں ان میں فیصلے کریں چاہیں نہ کریں، لیکن اس آیت نے حکم دیا کہ وحی الٰہی کے ساتھ ان میں فیصلے کرنے ضروری ہیں، ان بدنصیب جاہلوں نے اپنی طرف سے جو احکام گھڑ لئے ہیں اور ان کی وجہ سے کتاب اللہ کو پس پشت ڈال دیا ہے، خبردار اے نبی ﷺ تو ان کی چاہتوں کے پیچھے لگ کر حق کو نہ چھوڑ بیٹھنا۔ ان میں سے ہر ایک کیلئے ہم نے راستہ اور طریقہ بنادیا ہے۔ کسی چیز کی طرف ابتداء کرنے کو شرعۃ کہتے ہیں، منہاج لغت میں کہتے ہیں واضح اور آسان راستے کو۔ پس ان دونوں لفظوں کی یہی تفسیر زیادہ مناسب ہے۔ پہلی تمام شریعتیں جو اللہ تعالیٰ کی طرف سے تھیں، وہ سب توحید پر متفق تھیں، البتہ چھوٹے موٹے احکام میں قدرے ہیر پھیر تھا۔ جیسے حدیث شریف میں ہے \" ہم سب انبیاء علاتی بھائی ہیں، ہم سب کا دین ایک ہی ہے، ہر نبی توحید کے ساتھ بھیجا جاتا رہا اور ہر آسمانی کتاب میں توحید کا بیان اس کا ثبوت اور اسی کی طرف دعوت دی جاتی رہی \"۔ جیسے قرآن فرماتا ہے کہ \" تجھ سے پہلے جتنے بھی رسول ﷺ ہم نے بھیجے، ان سب کی طرف یہی وحی کی کہ میرے سوا کوئی معبود حقیقی نہیں، تم سب صرف میری ہی عبادت کرتے رہو \"۔ اور آیت میں (وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوْتَ) 16۔ النحل :36) ہم نے ہر امت کو بزبان رسول کہلوا دیا کہ اللہ کی عبادت کرو اور اس کے سوال دوسروں کی عبادت سے بچو۔ احکام کا اختلاف ضرور، کوئی چیز کسی زمانے میں حرام تھی پھر حلال ہوگئی یا اس کے برعکس۔ یا کسی حکم میں تخفیف تھی اب تاکید ہوگئی یا اس کے خلاف اور یہ بھی حکمت اور مصلحت اور حجت ربانی کے ساتھ مثلاً توراۃ ایک شریعت ہے، انجیل ایک شریعت ہے، قرآن ایک مستقل شریعت ہے تاکہ ہر زمانے کے فرمانبرداروں اور نافرمانوں کا امتحان ہوجایا کرے۔ البتہ توحید سب زمانوں میں یکساں رہی اور معنی اس جملہ کے یہ ہیں کہ اے امت محمد ﷺ ! تم میں سے ہر شخص کیلئے ہم نے اپنی اس کتاب قرآن کریم کو شریعت اور طریقہ بنایا ہے، تم سب کو اس کی اقتدار اور تابعداری کرنی چاہئے۔ اس صورت میں جعلنا کے بعد ضمیر ہ کی محذوف ماننی پڑے گی۔ پس بہترین مقاصد حاصل کرنے کا ذریعہ اور طریقہ صرف قرآن کریم ہی ہے لیکن صحیح قول پہلا ہی ہے اور اس کی ایک دلیل یہ بھی ہے کہ اس کے بعد ہی فرمان ہوا ہے کہ اگر اللہ چاہتا تو سب کو ایک ہی امت کردیتا۔ پس معلوم ہوا کہ اگلا خطاب صرف اس امت سے ہی نہیں بلکہ سب امتوں سے ہے اور اس میں اللہ تعالیٰ کی بہت بڑی اور کامل قدرت کا بیان ہے کہ اگر وہ چاہتا تو سب لوگوں کو ایک ہی شریعت اور دین پر کردیتا کوئی تبدیلی کسی وقت نہ ہوتی۔ لیکن رب کی حکمت کاملہ کا تقاضا یہ ہوا کہ علیحدہ علیحدہ شریعتیں مقرر کرے، ایک کے بعد دوسرا نبی بھیجے اور بعض احکام اگلے نبی کے پچھلے نبی سے بدلوا دے، یہاں تک کہ اگلے دین حضرت محمد ﷺ کی نبوت سے منسوخ ہوگئے اور آپ تمام روئے زمین کی طرف بھیجے گئے اور خاتم الانبیاء بنا کر بھیجے گئے۔ یہ مختلف شریعتیں صرف تمہاری آزمائش کیلئے ہوئیں تاکہ تابعداروں کو جزاء اور نافرمانوں کو سزا ملے۔ یہ بھی کہا گیا ہے کہ وہ تمہیں آزمائے، اس چیز میں جو تمہیں اس نے دی ہے یعنی کتاب۔ پس تمہیں خیرات اور نیکیوں کی طرف سبقت اور دوڑ کرنی چاہئے۔ اللہ کی اطاعت، اس کی شریعت کی فرمانبرداری کی طرف آگے بڑھنا چاہئے اور اس آخری شریعت، آخری کتاب اور آخری پیغمبر ﷺ کی بہ دل و جاں فرماں برداری کرنی چاہئے۔ لوگو ! تم سب کا مرجع و ماویٰ اور لوٹنا پھرنا اللہ ہی کی طرف ہے، وہاں وہ تمہیں تمہارے اختلاف کی اصلیت بتادے گا۔ سچوں کو ان کی سچائی کا اچھا پھل دے گا اور بروں کو ان کی کج بحثی، سرکشی اور خواہش نفس کی پیروی کی سزا دے گا۔ جو حق کو ماننا تو ایک طرف بلکہ حق سے چڑتے ہیں اور مقابلہ کرتے ہیں۔ ضحاک کہتے ہیں مراد امت محمد ﷺ ہے، مگر اول ہی اولیٰ ہے۔ پھر پہلی بات کی اور تاکید ہو رہی ہے اور اس کے خلاف سے روکا جاتا ہے اور فرمایا جاتا ہے کہ \" دیکھو کہیں اس خائن، مکار، کذاب، کفار یہود کی باتوں میں آکر اللہ کے کسی حکم سے ادھر ادھر نہ ہوجانا۔ اگر وہ تیرے احکام سے رو گردانی کریں اور شریعت کے خلاف کریں تو تو سمجھ لے کہ ان کی سیاہ کاریوں کی وجہ سے اللہ کا کوئی عذاب ان پر آنے والا ہے۔ اسی لئے توفیق خیر ان سے چھین لی گئی ہے۔ اکثر لوگ فاسق ہیں یعنی اطاعت حق سے خارج۔ اللہ کے دین کے مخالف، ہدایت سے دور ہیں۔ \" جیسے فرمایا آیت (وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ) 12۔ یوسف :103) یعنی گو تو حرص کر کے چاہے لیکن اکثر لوگ مومن نہیں ہیں۔ اور فرمایا آیت (وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِي الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ) 6۔ الانعام :116) اگر تو زمین والوں کی اکثریت کی مانے گا تو وہ تجھے بھی راہ حق سے بہکا دیں گے۔ یہودیوں کے چند بڑے بڑے رئیسوں اور عالموں نے آپس میں ایک میٹنگ کر کے حضور ﷺ کی خدمت میں حاضر ہو کر عرض کیا کہ آپ جانتے ہیں اگر ہم آپ کو مان لیں تو تمام یہود آپ کی نبوت کا اقرار کرلیں گے اور ہم آپ کو ماننے کیلئے تیار ہیں، آپ صرف اتنا کیجئے کہ ہم میں اور ہماری قوم میں ایک جھگڑا ہے، اس کا فیصلہ ہمارے مطابق کر دیجئے، آپ نے انکار کردیا اور اسی پر یہ آیتیں اتریں۔ اس کے بعد جناب باری تعالیٰ ان لوگوں کا ذکر کر رہا ہے جو اللہ کے حکم سے ہٹ جائیں، جس میں تمام بھلائیاں موجود اور تمام برائیاں دور ہیں۔ ایسے پاک حکم سے ہٹ کر رائے قیاس کی طرف، خواہش نفسانی کی طرف اور ان احکام کی طرف جھکے جو لوگوں نے از خود اپنی طرف سے بغیر دلیل شرعی کے گھڑ لئے ہیں جیسے کہ اہل جاہلیت اپنی جہالت و ضلالت اور اپنی رائے اور اپنی مرضی کے مطابق حکم احکام جاری کرلیا کرتے تھے اور جیسے کہ تاتاری ملکی معاملات میں چنگیز خان کے احکام کی پیروی کرتے تھے جو الیاسق نے گھڑ دیئے تھے۔ وہ بہت سے احکام کے مجموعے اور دفاتر تھے جو مختلف شریعتوں اور مذہبوں سے چھانٹے گئے تھے۔ یہودیت، نصرانیت، اسلامیت وغیرہ سب کے احکام کا وہ مجموعہ تھا اور پھر اس میں بہت سے احکام وہ بھی تھے، جو صرف اپنی عقلی اور مصلحت وقت کے پیش نظر ایجاد کئے گئے تھے، جن میں اپنی خواہش کی ملاوٹ بھی تھی۔ پس وہی مجموعے ان کی اولاد میں قابل عمل ٹھہر گئے اور اسی کو کتاب و سنت پر فوقیت اور تقدیم دے لی۔ درحقیقت ایسا کرنے والے کافر ہیں اور ان سے جہاد واجب ہے یہاں تک کہ وہ لوٹ کر اللہ اور اس کے رسول ﷺ کے حکم کی طرف آجائیں اور کسی چھوٹے یا بڑے اہم یا غیر اہم معاملہ میں سوائے کتاب و سنت کے کوئی حکم کسی کا نہ لیں۔ اللہ تعالیٰ فرماتا ہے کہ یہ جاہلیت کے احکام کا ارادہ کرتے ہیں اور حکم رب سے سرک رہے ہیں ؟ یقین والوں کیلئے اللہ سے بہتر حکمران اور کار فرما کون ہوگا ؟ اللہ سے زیادہ عدل و انصاف والے احکام کس کے ہوں گے ؟ ایماندار اور یقین کامل والے بخوبی جانتے اور مانتے ہیں کہ اس احکم الحاکمین اور الرحم الراحمین سے زیادہ اچھے، صاف، سہل اور عمدہ احکام و قواعد مسائل و ضوابط کسی کے بھی نہیں ہوسکتے۔ وہ اپنی مخلوق پر اس سے بھی زیادہ مہربان ہے جتنی ماں اپنی اولاد پر ہوتی ہے، وہ پورے اور پختہ علم والا کامل اور عظیم الشان قدرت والا اور عدل و انصاف والا ہے۔ حضرت حسن فرماتے ہیں \" اللہ کے فیصلے کے بغیر جو فتویٰ دے اس کا فتویٰ جاہلیت کا حکم ہے \"۔ ایک شخص نے حضرت طاؤس سے پوچھا کیا میں اپنی اولاد میں سے ایک کو زیادہ اور ایک کو کم دے سکتا ہوں ؟ تو آپ نے یہی آیت پڑھی۔ طبرانی میں ہے رسول اللہ ﷺ فرماتے ہیں سب سے بڑا اللہ کا دشمن وہ ہے جو اسلام میں جاہلیت کا طریقہ اور حیلہ تلاش کرے اور بےوجہ کسی کی گردن مارنے کے درپے ہوجائے۔ یہ حدیث بخاری میں بھی قدرے الفاظ کی زیادتی کے ساتھ ہے۔",
  "ayah": 48,
  "surah": 5
}
