{
  "text": "ذبیحہ کس نام اور کن ہاتھوں کا حلال ہے ؟ حلال و حرام کے بیان کے بعد بطور خلاصہ فرمایا کہ کل ستھری چیزیں حلال ہیں، پھر یہود و نصاریٰ کے ذبح کئے ہوئے جانوروں کی حلت بیان فرمائی۔ حضرت ابن عباس، ابو امامہ، مجاہد، سعید بن جبیر، عکرمہ، عطاء، حسن، مکحول، ابراہیم، نخعی، سدی، مقاتل بن حیان یہ سب یہی کہتے ہیں کہ طعام سے مراد ان کا اپنے ہاتھ سے ذبح کیا ہوا جانور ہے، جس کا کھانا مسلمانوں کو حلال ہے، علماء اسلام کا اس پر مکمل اتفاق ہے کہ ان کا ذبیحہ ہمارے لئے حلال ہے، کیونکہ وہ بھی غیر اللہ کیلئے ذبح کرنا ناجائز جانتے ہیں اور ذبح کرتے وقت اللہ کے سوا دوسرے کا نام نہیں لیتے گو ان کے عقیدے ذات باری کی نسبت یکسر اور سراسر باطل ہیں، جن سے اللہ تعالیٰ بلند وبالا اور پاک و منزہ ہے۔ صحیح حدیث میں حضرت عبداللہ بن مغفل کا بیان ہے کہ جنگ خیبر میں مجھے چربی کی بھری ہوئی ایک مشک مل گئی، میں نے اسے قبضہ میں کیا اور کہا اس میں سے تو آج میں کسی کو بھی حصہ نہ دونگا، اب جو ادھر ادھر نگاہ پھرائی تو دیکھتا ہوں کہ رسول کریم ﷺ میرے پاس ہی کھڑے ہوئے تبسم فرما رہے ہیں۔ اس حدیث سے یہ بھی استدلال کیا گیا ہے کہ مال غنیمت میں سے کھانے پینے کی ضروری چیزیں تقسیم سے پہلے بھی لے لینی جائز ہیں اور یہ استدلال اس حدیث سے صاف ظاہر ہے، تینوں مذہب کے فقہاء نے مالکیوں پر اپنی سند پیش کی ہے اور کہا ہے کہ تم جو کہتے ہو کہ اہل کتاب کا وہی کھانا ہم پر حلال ہے جو خود ان کے ہاں بھی حلال ہو یہ غلط ہے کیونکہ چربی کو یہودی حرام جانتے ہیں لیکن مسلمان کیلئے حلال ہے لیکن یہ ایک شخص کا انفرادی واقعہ ہے۔ البتہ یہ بھی ہوسکتا ہے کہ یہ وہ چربی ہو جسے خود یہودی بھی حلال جانتے تھے یعنی پشت کی چربی انتڑیوں سے لگی ہوئی چربی اور ہڈی سے ملی ہوئی چربی، اس سے بھی زیادہ دلالت والی تو وہ روایت ہے جس میں ہے کہ خیبر والوں نے سالم بھنی ہوئی ایک بکری حضور ﷺ کو تحفہ میں دی جس کے شانے کے گوشت کو انہوں نے زہر آلود کر رکھا تھا کیونکہ انہیں معلوم تھا کہ حضور ﷺ کو شانے کا گوشت پسند ہے، چناچہ آپ نے اس کا یہی گوشت لے کر منہ میں رکھ کر دانتوں سے توڑا تو فرمان باری سے اس شانے نے کہا، مجھ میں زہر ملا ہوا ہے، آپ نے اسی وقت اسے تھوک دیا اور اس کا اثر آپ کے سامنے کے دانتوں وغیرہ میں رہ گیا، آپ کے ساتھ حضرت بشر بن براء بن معرور بھی تھے، جو اسی کے اثر سے راہی بقاء ہوئے، جن کے قصاص میں زہر ملانے والی عورت کو بھی قتل کیا گیا، جس کا نام زینب تھا، وجہ دلالت یہ ہے کہ خود حضور ﷺ نے مع اپنے ساتھیوں کے اس گوشت کے کھانے کا پختہ ارادہ کرلیا اور یہ نہ پوچھا کہ اس کی جس چربی کو تم حلال جانتے ہو اسے نکال بھی ڈالا ہے یا نہیں ؟ اور حدیث میں ہے کہ ایک یہودی نے آپ کی دعوت میں جو کی روٹی اور پرانی سوکھی چربی پیش کی تھی، حضرت مکحول فرماتے ہیں جس چیز پر نام رب نہ لیا جائے اس کا کھانا حرام کرنے کے بعد اللہ تعالیٰ نے مسلمانوں پر رحم فرما کر منسوخ کر کے اہل کتاب کے ذبح کئے جانور حلال کر دئے یہ یاد رہے کہ اہل کتاب کا ذبیحہ حلال ہونے سے یہ ثابت نہیں ہوتا کہ جس جانور پر بھی نام الٰہی نہ لیا جائے وہ حلال ہو ؟ اس لئے کہ وہ اپنے ذبیحوں پر اللہ کا نام لیتے تھے بلکہ جس گوشت کو کھاتے تھے اسے ذبیحہ پر موقوف نہ رکھتے تھے بلکہ مردہ جانور بھی کھالیتے تھے لیکن سامرہ اور صائبہ اور ابراہیم وشیث وغیرہ پیغمبروں کے دین کے مدعی اس سے مستثنیٰ تھے، جیسے کہ علماء کے دو اقوال میں سے ایک قول ہے اور عرب کے نصرانی جیسے بنو تغلب، تنوخ بہرا، جذام لحم، عاملہ کے ایسے اور بھی ہیں کہ جمہور کے نزدیک ان کے ہاتھ کا کیا ہوا ذبیحہ نہیں کھایا جائے گا۔ حضرت علی فرماتے ہیں قبیلہ بنو تغلب کے ہاتھ کا ذبح کیا ہوا جانور نہ کھاؤ، اس لئے کہ انہوں نے تو نصرانیت سے سوائے شراب نوشی کے اور کوئی چیز نہیں لی، ہاں سعید بن مسیب اور حسن بنو تغلب کے نصاریٰ کے ہاتھوں ذبح کئے ہوئے جانور کے کھا لینے میں کوئی حرج نہیں جانتے تھے، باقی رہے مجوسی ان سے گو جزیہ لیا گیا ہے کیونکہ انہیں اس مسئلہ میں یہود و نصاریٰ میں ملا دیا گیا ہے اور ان کا ہی تابع کردیا گیا ہے، لیکن ان کی عورتوں سے نکاح کرنا اور ان کے ذبح کئے ہوئے جانور کا کھانا ممنوع ہے۔ ہاں ابو ثور ابراہیم بن خالد کلبی جو شافعی اور احمد کے ساتھیوں میں سے تھے، اس کے خلاف ہیں، جب انہوں نے اسے جائز کہا اور لوگوں میں اس کی شہرت ہوئی تو فقہاء نے اس قول کی زبردست تردید کی ہے۔ یہاں تک کہ حضرت امام احمد بن حنبل نے تو فرمایا کہ ابو ثور اس مسئلہ میں اپنے نام کی طرح ہی ہے یعنی بیل کا باپ، ممکن ہے ابو ثور نے ایک حدیث کے عموم کو سامنے رکھ کر یہ فتویٰ دیا ہو جس میں حکم ہے کہ مجوسیوں کے ساتھ اہل کتاب کا سا طریقہ برتو لیکن اولاً تو یہ روایت ان الفاظ سے ثابت ہی نہیں دوسرے یہ روایت مرسل ہے، ہاں البتہ صحیح بخاری شریف میں صرف اتنا تو ہے کہ ہجر کے مجوسیوں سے رسول اللہ ﷺ نے جزیہ لیا۔ علاوہ ان سب کے ہم کہتے ہیں کہ ابو ثور کی پیش کردہ حدیث کو اگر ہم صحیح مان لیں، تو بھی ہم کہہ سکتے ہیں کہ اس کے عموم سے بھی اس آیت میں حکم امتناعی کو دلیل بنا کر اہل کتاب کے سوا اور دین والوں کا ذبیحہ بھی ہمارے لئے حرام ثابت ہوتا ہے، پھر فرماتا ہے کہ تمہارا ذبیحہ بھی ہمارے لئے حرام ثابت ہوسکتا ہے، پھر فرماتا ہے کہ تمہارا ذبیحہ ان کیلئے حلال ہے یعنی تم انہیں اپنا ذبیحہ کھلا سکتے ہو۔ یہ اس امر کی خبر نہیں کہ ان کے دین میں ان کیلئے تمہارا ذبیحہ حلال ہے ہاں زیادہ سے زیادہ اتنا کہا جاسکتا ہے کہ یہ اس بات کی خبر ہو کہ انہیں بھی ان کی کتاب میں یہ حکم دیا گیا ہے کہ جس جانور کا ذبیحہ اللہ کے نام پر ہوا ہو اسے وہ کھا سکتا ہے بلحاظ اس سے کہ ذبح کرنے والا انہیں میں سے ہو یا ان کے سوا کوئی اور ہو، لیکن زیادہ باوزن بات پہلی ہی ہے۔ یعنی یہ کہ تمہیں اجازت ہے کہ انہیں اپنا ذبیحہ کھلاؤ جیسے کہ ان کے ذبح کئے ہوئے جانور تم کھالیتے ہو۔ یہ گویا اول بدل کے طور پر ہے، جس طرح حضور ﷺ نے عبداللہ بن ابی بن سلول منافق کو اپنے خاص کرتے ہیں کفن دیا جس کی وجہ سے بعض حضرات نے یہ بیان کیا ہے کہ اس نے آپ کے چچا حضرت عباس کو اپنا کرتا دیا تھا جب وہ مدینے میں آئے تھے تو آپ نے اس کا بدلہ چکا دیا۔ ہاں ایک حدیث میں ہے کہ مومن کے سوا کسی اور کی ہم نشینی نہ کر اور اپنا کھانا بجز پرہیزگاروں کے اور کسی کو نہ کھلا اسے اس بدلے کے خلاف نہ سمجھنا چاہئے، ہوسکتا ہے کہ حدیث کا یہ حکم بطور پسندیدگی اور افضلیت کے ہو، واللہ اعلم۔ پھر ارشاد ہوتا ہے کہ پاک دامن مومن عورتوں سے نکاح کرنا تمہارے لئے حلال کردیا گیا ہے یہ بطور تمہید کے ہے اسی لئے اس کے بعد ہی فرمایا کہ تم سے پہلے جنہیں کتاب دی گئی ہے ان کی عفیفہ عورتوں سے بھی نکاح تمہیں حلال ہے۔ یہ قول بھی ہے کہ مراد محصنات سے آزاد عورتیں ہیں یعنی لونڈیاں نہ ہوں۔ یہ قول حضرت مجاہد کی طرف منسوب ہے اور حضرت مجاہد کے الفاظ یہ ہیں کہ محصنات سے آزاد مراد ہیں اور جب یہ ہے تو جہاں اس قول کا وہ مطلب لیا جاسکتا ہے کہ لونڈیاں اس سے خارج ہیں وہاں یہ معنی بھی لئے جاسکتے ہیں کہ پاک دامن عفت شعار، جیسے کہ انہی سے دوسری روایت ان ہی لفظوں میں موجود ہے، جمہور بھی کہتے ہیں اور یہ زیادہ ٹھیک بھی ہے۔ تاکہ ذمیہ ہونے کے ساتھ ہی غیر عفیفہ ہونا شامل ہو کر بالکل ہی باعث فساد نہ بن جائے اور اس کا خاوند صرف فضول بھرتی کے طور پر بری رائے پر نہ چل پڑے پس بظاہر یہی ٹھیک معلوم ہوتا ہے کہ محصنات سے مراد عفت مآب اور بدکاری سے بچاؤ والیاں ہی لی جائیں، جیسے دوسری آیت میں محصنات کے ساتھ ہی آیت (غَيْرَ مُسٰفِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍ) 5۔ المائدہ :5) آیا ہے۔ علماء اور مفسرین کا اس میں بھی اختلاف ہے کہ کیا آیت ہر کتابیہ عفیفہ عورت پر مشتمل ہے ؟ خواہ وہ آزاد ہو خواہ لونڈی ہو ؟ ابن جریر میں سلف کی ایک جماعت سے اسے نقل کیا ہے جو کہتے ہیں کہ محصنات سے مراد پاک دامن ہے، ایک قول یہ بھی کہا گیا ہے کہ یہاں مراد اہل کتاب سے اسرائیلی عورتیں ہیں، امام شافعی کا یہی مذہب ہے اور یہ بھی کہا گیا ہے کہ اس سے مراد ذمیہ عورتیں ہیں سوائے آزاد عورتوں کے اور دلیل یہ آیت ہے (قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ باللّٰهِ وَلَا بالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰي يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صٰغِرُوْنَ) 9۔ التوبہ :29) یعنی ان سے لڑو جو اللہ پر اور قیامت کے دن پر ایمان نہیں لاتے، چناچہ حضرت عبداللہ بن عمر نصرانیہ عورتوں سے نکاح کرنا جائز نہیں جانتے تھے اور فرماتے تھے اس سے بڑا شرک کیا ہوگا ؟ کہ وہ کہتی ہو کہ اس کا رب عیسیٰ ہے اور جب یہ مشرک ٹھہریں تو نص قرآنی موجود ہے کہ آیت (وَلَا تَنْكِحُوا الْمُشْرِكٰتِ حَتّٰى يُؤْمِنَّ ۭوَلَاَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّنْ مُّشْرِكَةٍ وَّلَوْ اَعْجَبَـتْكُمْ ۚ وَلَا تُنْكِحُوا الْمُشْرِكِيْنَ حَتّٰى يُؤْمِنُوْا) 2۔ البقرۃ :221) یعنی مشرکہ عورتوں سے نکاح نہ کرو جب تک کہ وہ ایمان نہ لائیں، ابن ابی حاتم میں حضرت ابن عباس سے مروی ہے کہ جب مشرکہ عورتوں سے نکاح نہ کرنے کا حکم نازل ہوا تو صحابہ ان سے رک گئے یہاں تک کہ اس کے بعد کی آیت اہل کتاب کی پاکدامن عورتوں سے نکاح کرنے کی رخصت نازل ہوئی تو صحابہ نے اہل کتاب عورتوں سے نکاح کئے اور صحابہ کی ایک جماعت سے ایسے نکاح اسی آیت کو دلیل بنا کر کرنے ثابت ہیں تو گویا پہلے سورة بقرہ کی آیت کی ممانعت میں یہ داخل تھیں لیکن دوسری آیت نے انہیں مخصوص کردیا۔ یہ اس وقت جب یہ مان لیا جائے کہ ممانعت والی آیت کے حکم میں یہ بھی داخل تھیں ورنہ ان دونوں آیتوں میں کوئی معارض نہیں، اس لئے کہ اور بھی بہت سی آیتوں میں عام مشرکین سے انہیں الگ بیان کیا گیا ہے جیسے آیت لم یکن الذین کفروا۔ (وَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۭ فَاِنْ اَسْلَمُوْا فَقَدِ اھْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۭ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ) 3۔ آل عمران :20) پھر فرماتا ہے جب تم انہیں ان کے مقررہ مہر دے دو وہ اپنے نفس کو بچانے والیاں ہوں اور تم ان کے مہر ادا کرنے والے ہو، حضرت جابر بن عبداللہ عامر شعبی ابراہیم نخعی حسن بصری کا فتویٰ ہے کہ جب کسی شخص نے کسی عورت سے نکاح کیا اور دخول سے پہلے اس نے بدکاری کی تو میاں بیوی میں تفریق کرا دی جائے گی اور جو مہر خاوند نے عورت کو دیا ہے اسے واپس دلوایا جائے گا (ابن جریر) پھر فرماتا ہے تم بھی پاک دامن عفت مآب ہو اور علانیہ یا پوشیدہ بدکار نہ ہوؤ۔ پس عورتوں میں جس طرح پاک دامن اور عفیفہ ہونے کی شرط لگائی تھی مردوں میں بھی یہی شرط لگائی اور ساتھ ہی فرمایا کہ وہ کھلے بدکار نہ ہوں کہ ادھر ادھر منہ مارتے پھرتے ہوں اور نہ ایسے ہوں کہ خاص تعلق سے حرام کاری کرتے ہوں۔ سورة نساء میں بھی اسی کے تماثل حکم گزر چکا ہے۔ حضرت امام احمد اسی طرف گئے ہیں کہ زانیہ عورتوں سے توبہ سے پہلے ہرگز کسی بھلے آدمی کو نکاح کرنا جائز نہیں، اور یہی حکم ان کے نزدیک مردوں کا بھی ہے کہ بدکار مردوں کا نکاح نیک کار عفت شعار عورتوں سے بھی ناجائز ہے جب تک وہ سچی توبہ نہ کریں اور اس رذیل فعل سے باز نہ آجائیں۔ ان کی دلیل ایک حدیث بھی ہے جس میں ہے کوڑے لگایا ہوا زانی اپنے جیسی سے ہی نکاح کرسکتا ہے۔ خلیفتہ المومنین حضرت عمر فاروق نے ایک مرتبہ فرمایا کہ میں ارادہ کر رہا ہوں کہ جو مسلمان کوئی بدکاری کرے میں اسے ہرگز کسی مسلمان پاک دامن عورت سے نکاح نہ کرنے دوں۔ اس پر حضرت ابی بن کعب نے عرض کی کہ اے امیر المومنین شرک اس سے بہت بڑا ہے اس کے باوجود بھی اس کی توبہ قبول ہے۔ اس مسئلے کو ہم آیت (اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۡ وَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذٰلِكَ عَلَي الْمُؤْمِنِيْنَ) 24۔ النور :3) کی تفسیر میں پوری طرح بیان کریں گے انشاء اللہ تعالیٰ۔ آیت کے خاتمہ پر ارشاد ہوتا ہے کہ کفار کے اعمال اکارت ہیں اور وہ آخرت میں نقصان یافتہ ہیں۔",
  "ayah": 5,
  "surah": 5
}
