{
  "text": "قوت اسلام اور مرتدین اللہ رب العزت جو قادر و غالب ہے خبر دیتا ہے کہ اگر کوئی اس پاک دین سے مرتد ہوجائے تو وہ اسلام کی قوت گھٹا نہیں دے گا، اللہ تعالیٰ ایسے لوگوں کے بدلے ان لوگوں کو اس سچے دین کی خدمت پر مامور کرے گا، جو ان سے ہر حیثیت میں اچھے ہوں گے۔ جیسے اور آیت میں ہے (وان تتلوا) اور آیت میں ہے (اِنْ يَّشَاْ يُذْهِبْكُمْ اَيُّھَا النَّاسُ وَيَاْتِ بِاٰخَرِيْنَ) 4۔ النسآء :133) اور جگہ فرمایا (اِنْ يَّشَاْ يُذْهِبْكُمْ وَيَاْتِ بِخَلْقٍ جَدِيْدٍ) 35۔ فاطر :16) ، مطلب ان سب آیتوں کا وہی ہے جو بیان ہوا۔ ارتداد کہتے ہیں، حق کو چھوڑ کر باطل کی طرف پھرجانے کو۔ محمد بن کعب فرماتے ہیں یہ آیت سرداران قریش کے بارے میں اتری ہے۔ حسن بصری فرماتے ہیں \" خلافت صدیق میں جو لوگ اسلام سے پھرگئے تھے، ان کا حکم اس آیت میں ہے۔ جس قوم کو ان کے بدلے لانے کا وعدے دے رہا ہے وہ اہل قادسیہ ہیں یا قوم سبا ہے۔ یا اہل یمن ہیں جو کندہ اور سکون بیلہ کے ہیں \"۔ ایک بہت ہی غریب مرفوع حدیث میں بھی یہ پچھلی بات بیان ہوئی ہے۔ ایک روایت میں ہے کہ آپ نے حضرت ابو موسیٰ اشعری کی طرف اشارہ کر کے فرمایا وہ اس کی قوم ہے۔ اب ان کامل ایمان والوں کی صفت بیان ہو رہی ہے کہ \" یہ اپنے دوستوں یعنی مسلمانوں کے سامنے تو بچھ جانے والے، جھک جانے والے ہوتے ہیں اور کفار کے مقابلہ میں تن جانے والے، ان پر بھاری پڑنے والے اور ان پر تیز ہونے والے ہوتے ہیں \"۔ جیسے فرمایا آیت (اَشِدَّاۗءُ عَلَي الْكُفَّارِ رُحَمَاۗءُ بَيْنَهُمْ) 48۔ الفتح :29) حضور ﷺ کی صفتوں میں ہے کہ آپ خندہ مزاج بھی تھے اور قتال بھی یعنی دوستوں کے سامنے ہنس مکھ خندہ رو اور دشمنان دین کے مقابلہ میں سخت اور جنگجو، سچے مسلمان راہ حق کے جہاد سے نہ منہ موڑتے ہیں، نہ پیٹھ دکھاتے ہیں، نہ تھکتے ہیں، نہ بزدلی اور آرام طلبی کرتے ہیں، نہ کسی کی مروت میں آتے ہیں، نہ کسی کی ملامت کا خوف کرتے ہیں، وہ برابر اطاعت الٰہی میں اس کے دشمنوں سے جنگ کرنے میں بھلائی کا حکم کرنے میں اور برائیوں سے روکنے میں مشغول رہتے ہیں۔ حضرت ابوذر فرماتے ہیں \" مجھے میرے خلیل ﷺ نے سات باتوں کا حکم دیا ہے۔ مسکینوں سے محبت رکھنے، ان کے ساتھ بیٹھنے اٹھنے اور دنیوی امور میں اپنے سے کم درجے کے لوگوں کو دیکھنے اور اپنے سے بڑھے ہوؤں کو نہ دیکھنے، صلہ رحمی کرتے رہنے، گو دوسرے نہ کرتے ہوں اور کسی سے کچھ بھی نہ مانگنے، حق بات بیان کرنے کا گو وہ سب کو کڑوی لگے اور دین کے معاملات میں کسی ملامت کرنے والے کی ملامت سے نہ ڈرنے کا اور بہ کثرت لاحول ولا قوۃ الا باللہ پڑھنے کا، کیونکہ یہ کلمہ عرش کے نیچے کا خزانہ ہے \"۔ (مسند احمد) ایک روایت میں ہے \" میں نے حضور ﷺ سے پانچ مرتبہ بیعت کی ہے اور سات باتوں کی آپ نے مجھے یاد دہانی کی ہے اور سات مرتبہ اپنے اوپر اللہ کو گواہ کرتا ہوں کہ میں اللہ کے دین کے بارے میں کسی بدگو کی بدگوئی کی مطلق پرواہ نہیں کرتا۔ مجھے بلا کر حضور ﷺ نے فرمایا کیا مجھ سے جنت کے بدلے میں بیعت کرے گا ؟ میں نے منظور کر کے ہاتھ بڑھایا تو آپ نے شرط کی کہ کسی سے کچھ بھی نہ مانگنا۔ میں نے کہا بہت اچھا، فرمایا اگرچہ کوڑا بھی ہو۔ یعنی اگر وہ گڑ پڑے تو خود سواری سے اتر کرلے لینا \" (مسند احمد) حضور ﷺ فرماتے ہیں \" لوگوں کی ہیبت میں آکر حق گوئی سے نہ رکنا، یاد رکھو نہ تو کوئی موت کو قریب کرسکتا ہے، نہ رزق کو دور کرسکتا ہے \"۔ ملاحظہ ہو امام احمد کی مسند۔ \" فرماتے ہیں خلاف شرع امر دیکھ کر، سن کر اپنے تئیں کمزور جان کر، خاموش نہ ہوجانا۔ ورنہ اللہ کے ہاں اس کی باز پرس ہوگی، اس وقت انسان جواب دے گا کہ میں لوگوں کے ڈر سے چپکا ہوگیا تو جناب باری تعالیٰ فرمائے گا، میں اس کا زیادہ حقدار تھا کہ تو مجھ سے ڈرتا \"۔ (مسند احمد) فرماتے ہیں اللہ تعالیٰ اپنے بندے سے قیامت کے دن ایک سوال یہ بھی کرے گا کہ تو نے لوگوں کو خلاف شرع کام کرتے دیکھ کر اس سے روکا کیوں نہیں ؟ پھر اللہ تعالیٰ خود ہی اسے جواب سمجھائے گا اور یہ کہہ گا پروردگار میں نے تجھ پر بھروسہ کیا اور لوگوں سے ڈرا (ابن ماجہ) ایک اور صحیح حدیث میں ہے \" مومن کو نہ چاہئے کہ اپنے تئیں ذلت میں ڈالے صحابہ نے پوچھا، یہ کس طرح ؟ فرمایا ان بلاؤں کو اپنے اوپر لے لے، جن کی برداشت کی طاقت نہ ہو۔ پھر فرمایا اللہ کا فضل ہے جے چاہے دے۔ یعنی کمال ایمان کی یہ صفتیں خاص اللہ کا عطیہ ہیں، اسی کی طرف سے ان کی توفیق ہوتی ہے، اس کا فضل بہت ہی وسیع ہے اور وہ کامل علم والا ہے، خوب جانتا ہے کہ اس بہت بڑی نعمت کا مستحق کون ہے ؟ پھر ارشاد ہوتا ہے کہ تمہارے دوست کفار نہیں بلکہ حقیقتاً تمہیں اللہ سے اس کے رسول ﷺ اور مومنوں سے دوستیاں رکھنی چاہئیں۔ مومن بھی وہ جن میں یہ صفتیں ہوں کہ وہ نماز کے پورے پابند ہوں، جو اسلام کا اعلیٰ اور بہترین رکن ہے اور صرف اللہ کا حق ہے اور زکوٰۃ ادا کرتے ہیں جو اللہ کے ضعیف مسکین بندوں کا حق ہے \" اور آخری جملہ جو ہے اس کی نسبت بعض لوگوں کو وہم سا ہوگیا ہے کہ یہ (یؤتون الزکوۃ) سے حال واقع یعنی رکوع کی حالت میں زکوٰۃ ادا کرتے ہیں۔ یہ بالکل غلط ہے۔ اگر اسے مان لیا جائے تو یہ تو نمایاں طور پر ثابت ہوجائے گا کہ رکوع کی حالت میں زکوٰۃ دینا افضل ہے حالانکہ کوئی عالم اس کا قائل ہی نہیں، ان وہمیوں نے یہاں ایک واقعہ بیان کیا ہے کہ حضرت علی بن ابی طالب نماز کے رکوع میں تھے جو ایک سائل آگیا تو آپ نے اپنی انگوٹھی اتار کر اسے دے دی، (والذین امنوا) سے مراد بقول عتبہ جملہ مسلمان اور حضرت علی ہیں۔ اس پر یہ آیت اتری ہے۔ ایک مرفوع حدیث میں بھی انگوٹھی کا قصہ ہے اور بعض دیگر مفسرین نے بھی یہ تفسیر کی ہے لیکن سند ایک کی بھی صحیح نہیں، رجال ایک کے بھی ثقہ اور ثابت نہیں، پس یہ واقعہ بالکل غیر ثابت شدہ ہے اور صحیح نہیں۔ ٹھیک رہی ہے جو ہم پہلے بیان کرچکے ہیں کہ یہ سب آیتیں حضرت عبادہ بن صامت کے بارے میں نازل ہوئی ہیں جبکہ انہوں نے کھلے لفظوں میں یہود کی دوستی توڑی اور اللہ اور اس کے رسول اور باایمان لوگوں کی دوستی رکھے وہ اللہ کے لشکر میں داخل ہے اور یہی اللہ کا لشکر غالب ہے۔ جیسے فرمان باری ہے آیت (كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا وَرُسُلِيْ) 58۔ المجادلہ :21) ، یعنی اللہ تعالیٰ یہ دیکھ چکا ہے کہ میں اور میرے رسول ﷺ ہی غالب رہیں گے اللہ پر اور آخرت پر ایمان رکھنے والوں کو تو اللہ اور رسول ﷺ کے دشمنوں سے دوستی رکھنے والا کبھی پسند نہ آئے گا چاہے وہ باپ بیٹے بھائی اور کنبے قبیلے کے لوگوں میں سے ہی کیوں نہ ہو، یہی ہیں جن کے دلوں میں اللہ نے ایمان لکھ دیا ہے اور اپنی روح سے ان کی تائید کی ہے، انہیں اللہ تعالیٰ ان جنتوں میں لے جائے گا، جن کے نیچے نہریں بہ رہی ہیں، جہاں وہ ہمیشہ رہیں گے، رب ان سے راضی ہے، یہ اللہ سے خوش ہیں، یہی اللہ کے لشکر ہیں اور اللہ ہی کا لشکر فلاح پانے والا ہے۔ پس جو اللہ اور اس کے رسول ﷺ اور مومنوں کی دوستیوں پر راضی اور رضامند ہوجائے، وہ دنیا میں فاتح ہے اور آخرت میں فلاح پانے والا ہے۔ اسی لئے اس آیت کو بھی اس جملے پر ختم کیا۔",
  "ayah": 56,
  "surah": 5
}
