{
  "text": "وضو اور غسل کے احکامات اکثر مفسرین نے کہا ہے کہ حکم وضو اس وقت ہے جب کہ آدمی بےوضو ہو۔ ایک جماعت کہتی ہے جب تم کھڑے ہو یعنی نیند سے جاگو یہ دونوں قول تقریباً ایک ہی مطلب کے ہیں اور حضرات فرماتے ہیں آیت تو عام ہے اور اپنے عموم پر ہی رہے گی لیکن جو بےوضو ہو اس پر وضو کرنے کا حکم وجوباً ہے اور جو باوضو ہو اس پر استحباباً۔ ایک جماعت کا خیال ہے کہ ابتداء اسلام میں ہر صلوۃ کے وقت وضو کرنے کا حکم تھا پھر منسوخ ہوگیا۔ مسند احمد وغیرہ میں ہے کہ حضور ﷺ ہر نماز کیلئے تازہ وضو کیا کرتے تھے، فتح مکہ والے دن آپ نے وضو کیا اور جرابوں پر مسح کیا اور اسی ایک وضو سے کئی نمازیں ادا کیں، یہ دیکھ کر حضرت عمر نے کہا یا رسول اللہ ﷺ آج آپ نے وہ کام کیا جو آج سے پہلے نہیں کرتے تھے۔ آپ نے فرمایا ہاں میں نے بھول کر ایسا نہیں کیا بلکہ جان بوجھ کر قصداً یہ کیا ہے، ابن ماجہ وغیرہ میں کہ حضرت جابر بن عبداللہ ایک وضو سے کئی نمازیں پڑھا کرتے تھے ہاں پیشاب کریں یا وضو ٹوٹ جائے تو نیا وضو کرلیا کرتے اور وضو ہی کے بچے ہوئے پانی سے جرابوں پر مسح کرلیا کرتے۔ یہ دیکھ کر حضرت فضل بن مبشر نے سوال کیا کہ کیا آپ اسے اپنی رائے سے کرتے ہیں ؟ فرمایا نہیں بلکہ میں نے نبی ﷺ کو ایسا کرتے دیکھا، مسند احمد وغیرہ میں ہے کہ حضرت عبداللہ بن عمر کو ہر نماز کیلئے تازہ وضو کرتے دیکھ کر خواہ وضو ٹوٹا ہو یا نہ ٹوٹا ہو ان کے صاحبزادے عبید اللہ سے سوال ہوتا ہے کہ اس کی کیا سند ہے ؟ فرمایا اس سے حضرت اسماء بنت زید بن خطاب نے کہا ہے کہ ان سے حضرت عبداللہ بن حنظلہ نے جو فرشتوں کے غسل دئیے ہوئے کے صاحبزادے تھے بیان کیا ہے کہ حضور ﷺ کو ہر نماز کیلئے تازہ وضو کرنے کا حکم دیا گیا تھا اس حالت میں وضو باقی ہو تو بھی اور نہ ہو تو بھی، لیکن اس میں قدرے مشقت معلوم ہوئی تو وضو کے حکم کے بدلے مسواک کا حکم رکھا گیا ہاں جب وضو ٹوٹے تو نماز کیلئے نیا وضو ضروری ہے اسے سامنے رکھ کر حضرت عبداللہ کا خیال ہے کہ چونکہ انہیں قوت ہے اس لئے وہ ہر نماز کے وقت وضو کرتے ہیں۔ آخری دم تک آپ کا یہی حال رہا، ؓ وعن والدہ۔ اس کے ایک راوی حضرت محمد بن اسحاق ہیں لیکن چونکہ انہوں نے صراحت کے ساتھ حدثنا کہا ہے اس لئے تدلیس کا خوف بھی جاتا رہا۔ ہاں ابن عساکر کی روایت میں یہ لفظ نہیں اللہ اعلم۔ حضرت عبداللہ کے اس فعل اور اس پر ہمیشگی سے یہ ثابت ہوتا ہے کہ یہ مستحب ضرور ہے اور یہی مذہب جمہور کا ہے۔ ابن جریر میں ہے کہ خلفاء ہر نماز کے وقت وضو کرلیا کرتے تھے، حضرت علی کرم اللہ وجہہ یوم القیامہ ہر نماز کیلئے وضو کرتے اور دلیل میں یہ آیت تلاوت فرما دیتے ایک مرتبہ آپ نے ظہر کی نماز ادا کی پھر لوگوں کے مجمع میں تشریف فرما تھے پھر پانی لایا گیا اور آپ نے منہ دھویا ہاتھ دھوئے پھر سر کا مسح کیا اور پھر پیر کا۔ اور فرمایا یہ وضو ہے اس کا جو بےوضو نہ ہوا ہو، ایک مرتبہ آپ نے خفیف وضو کر کے بھی یہی فرمایا تھا۔ حضرت عمر فاروق رضوان اللہ علیہ سے بھی اسی طرح مروی ہے۔ ابو داؤد طیالسی میں حضرت سعید بن مسیب کا قول ہے کہ وضو ٹوٹے بغیر وضو کرنا زیادتی ہے۔ اولاً تو یہ فعل سنداً بہت غریب ہے، دوسرا یہ کہ مراد اس سے وہ شخص ہے جو اسے واجب جانتا ہو اور صرف مستحب سمجھ کر جو ایسا کرے وہ تو عامل بالحدیث ہے، بخاری سنن وغیرہ میں مروی ہے کہ حضور ﷺ ہر نماز کیلئے نیا وضو کرتے تھے، ایک انصاری نے حضرت انس سے یہ سن کر کہا اور آپ لوگ کیا کرتے تھے ؟ فرمایا ایک وضو سے کئی نمازیں پڑھتے تھے جب تک وضو ٹوٹے نہیں، ابن جریر حضور ﷺ کا فرمان مروی ہے کہ جو شخص وضو پر وضو کرے اس کیلئے دس نیکیاں لکھی جاتی ہیں، ترمذی وغیرہ میں بھی یہ روایت ہے اور امام ترمذی نے اسے ضعیف کہا ہے ایک جماعت کہتی ہے کہ آیت سے صرف اتنا ہی مقصود ہے کہ کسی اور کام کے وقت وضو کرنا واجب نہیں صرف نماز کیلئے ہی اس کا وجوب ہے۔ یہ فرمان اس لئے ہے کہ حضور ﷺ کی سنت یہ تھی کہ وضو ٹوٹنے پر کوئی کام نہ کرتے تھے جب تک پھر وضو نہ کرلیں، ابن ابی حاتم وغیرہ کی ایک ضعیف غریب روایت میں ہے کہ حضور ﷺ جب پیشاب کا ارادہ کرتے ہم آپ سے بولتے لیکن آپ جواب نہ دیتے ہم سلام علیک کرتے پھر بھی جواب نہ دیتے یہاں تک کہ یہ آیت رخصت کی اتری۔ ابو داؤد میں ہے کہ ایک مرتبہ حضور ﷺ پاخانے سے نکلے اور کھانا آپ کے سامنے لایا گیا تو ہم نے کہا اگر فرمائیں تو وضو کا پانی کا حاضر کریں فرمایا وضو کا حکم تو مجھے صرف نماز کیلئے کھڑا ہونے کے وقت ہی کیا گیا ہے۔ امام ترمذی اسے حسن بتاتے ہیں۔ ایک اور روایت میں ہے کہ آپ نے فرمایا مجھے کچھ نماز تھوڑا ہی پڑھنی ہے جو میں وضو کروں۔ آیت کے ان الفاظ سے کہ جب تم نماز کیلئے کھڑے ہو تو وضو کرلیا کرو علماء کرام کی ایک جماعت نے استدلال کیا ہے کہ وضو میں نیت واجب ہے، مطلب کلام اللہ شریف کا یہ ہے کہ نماز کیلئے وضو کرلیا کرو۔ جیسے عرب میں کہا جاتا ہے، جب تو امیر کو دیکھے تو کھڑا ہوجا تو مطلب یہ ہوتا ہے کہ امیر کیلئے کھڑا ہوجا۔ بخاری و مسلم کی حدیث میں ہے اعمال کا دارو مدار نیت پر ہے اور ہر شخص کیلئے صرف وہی ہے جو وہ نیت کرے اور منہ کے دھونے سے پہلے وضو میں بسم اللہ کہنا مستحب ہے۔ کیونکہ ایک پختہ اور بالکل صحیح حدیث میں ہے کہ حضور ﷺ نے فرمایا اس شخص کا وضو نہیں جو اپنے وضو میں بسم اللہ نہ کہے (حدیث کے ظاہری الفاظ تو نیت کی طرح بسم اللہ کہنے پر بھی وجوب کی دلالت کرتے ہیں واللہ اعلم۔ مترجم) یہ بھی یاد رہے کہ وضو کے پانی کے برتن میں ہاتھ ڈالنے سے پہلے کا ان کا دھو لینا مستحب ہے اور جب نیند سے اٹھا ہو تب تو سخت تاکید آتی ہے بخاری و مسلم میں رسول اللہ ﷺ کا فرمان مروی ہے کہ تم میں سے کوئی نیند سے جاگ کر برتن میں ہاتھ نہ ڈالے جب تک کہ تین مرتبہ دھو نہ لے، اسے نہیں معلوم کہ اس کے ہاتھ رات کے وقت کہاں رہے ہوں ؟ منہ کی حد فقہاء کے نزدیک لمبائی میں سر کے بالوں کی اگنے کی جو جگہ عموماً ہے وہاں سے داڑھی کی ہڈی اور تھوڑی تک ہے اور چوڑائی میں ایک کان سے دوسرے کان تک۔ اس میں اختلاف ہے کہ دونوں جانب کی پیشانی کے اڑے ہوئے بالوں کی جگہ سر کے حکم میں ہے یا منہ کے ؟ اور داڑھی کے لکٹتے ہوئے بالوں کا دھونا منہ کے دھونے کی فرضیت میں داخل ہے یا نہیں ؟ اس میں دو قول ہیں، ایک تو یہ کہ ان پر پانی کا بہانا واجب ہے اس لئے کہ منہ سامنے کرنے کے وقت اس کا بھی سامنا ہوتا ہے۔ ایک حدیث میں ہے رسول اللہ ﷺ نے ایک شخص کو داڑھی ڈھانپے ہوئے دیکھ کر فرمایا اسے کھول دے یہ بھی منہ میں داخل ہے، حضرت مجاہد فرماتے ہیں عرب کا محاورہ بھی یہی ہے کہ جب بچے کے داڑھی نکلتی ہے تو وہ کہتے ہیں طلع وجھہ پس معلوم ہوتا ہے کہ کلام عرب میں داڑھی منہ کے حکم میں ہے اور لفظ وجہہ میں داخل ہے۔ داڑھی گھنی اور بھری ہوئی ہو تو اس کا خلال کرنا بھی مستحب ہے۔ حضرت عثمان کے وضو کا ذکر کرتے ہوئے راوی کہتا ہے کہ آپ نے منہ دھوتے وقت تین دفعہ داڑھی کا خلال کیا۔ پھر فرمایا جس طرح تم نے مجھے کرتے دیکھا اسی طرح میں نے رسول اللہ ﷺ کو کرتے دیکھا ہے (ترمذی وغیرہ) اس روایت کو امام بخاری اور امام ترمذی حسن بتاتے ہیں ابو داؤد میں ہے کہ حضور ﷺ وضو کرتے وقت ایک چلو پانی لے کر اپنی تھوڑی تلے ڈال کر اپنی داڑھی مبارک کا خلال کرتے تھے اور فرماتے تھے کہ مجھے میرے رب عزوجل نے اسی طرح حکم فرمایا ہے۔ حضرت امام بیہقی فرماتے ہیں داڑھی کا خلال کرنا حضرت عمار حضرت عائشہ حضرت ام سلمہ حضرت علی سے مروی ہے، اور اس کے ترک کی رخصت ابن عمر حسن بن علی اور تابعین کی ایک جماعت سے مروی ہے صحاح وغیرہ میں مروی ہے کہ حضور ﷺ جب وضو کرتے بیٹھتے کلی کرتے اور ناک میں پانی دیئے۔ ائمہ کا اس میں اختلاف ہے کہ یہ دونوں وضو اور غسل میں میں واجب ہیں یا مستحب ؟ امام احمد بن حنبل کا مذہب تو وجوب کا ہے اور امام شافعی اور امام مالک مستحب کہتے ہیں ان کی دلیل سنن کی وہ صحیح حدیث ہے جس میں جلدی جلدی نماز پڑھنے والے سے حضور ﷺ کا یہ فرمانا مروی ہے کہ وضو کر جس طرح اللہ نے تجھے حکم دیا ہے، امام حنیفہ کا مسلک یہ ہے کہ غسل میں واجب اور وضو میں نہیں، ایک روایت امام احمد سے مروی ہے کہ ناک میں پانی دینا تو واجب اور کلی کرنا مستحب، کیونکہ بخاری و مسلم میں حضور ﷺ کا فرمان ہے جو وضو کرے وہ ناک میں پانی ڈالے اور روایت میں ہے تم میں سے جو وضو کرے وہ اپنے دونوں نتھنوں میں پانی ڈالے اور اچھی طرح وضو کرے۔ مسند احمد اور بخاری میں ہے حضرت عبداللہ بن عباس وضو کرنے بیٹھے تو منہ دھویا ایک چلو پانی کا لے کر کلی کی اور ناک کو صاف کیا پھر ایک چلو لے کر داہنا ہاتھ دھویا پھر ایک چلو لے کر اسی سے بایاں ہاتھ دھویا۔ پھر اپنے سر کا مسح کیا۔ پھر پانی کا ایک چلو لے کر اپنے داہنے پاؤں پر ڈال کر اسے دھویا پھر ایک چلو سے بایاں پاؤں دھویا۔ پھر فرمایا میں نے اللہ کے پیغمبر ﷺ کو اسی طرح وضو کرتے دیکھا ہے۔ (الی المرافق) سے مراد (مع المرافق) ہے، جیسے فرمان ہے آیت (وَلَا تَاْكُلُوْٓا اَمْوَالَھُمْ اِلٰٓى اَمْوَالِكُمْ ۭ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا) 4۔ النسآء :2) یعنی یتیموں کے مالوں کو اپنے مالوں سمیت نہ کھا جایا کرو یہ بڑا ہی گناہ ہے۔ اسی طرح یہاں بھی ہے کہ ہاتھوں کو کہنیوں تک نہیں، بلکہ کہنیوں سمیت دھونا چاہئے۔ دار قطنی وغیرہ میں ہے کہ حضور ﷺ وضو کرتے ہوئے اپنی کہنیوں پر پانی بہاتے تھے، لیکن اس کے دو راویوں میں کلام ہے۔ واللہ اعلم۔ وضو کرنے والے کیلئے مستحب ہے کہ کہنیوں سے آگے اپنے شانے کو بھی وضو میں دھوئے کیونکہ بخاری مسلم میں حدیث ہے حضور ﷺ فرماتے ہیں میری امت وضو کے نشانوں کی وجہ سے قیامت کے دن چمکتے ہوئے اعضاؤں سے آئے گی پس تم میں سے جس سے وہ ہو سکے وہ اپنی چمک کو دور تک لے جائے صحیح مسلم میں ہے مومن کو وہاں تک زیور پہنائے جائیں گے جہاں تک اس کے وضو کا پانی پہنچتا تھا۔ (برؤسکم) میں جواب ہے اس کا الحاق یعنی ملا دینے کیلئے ہونا تو زیادہ غالب ہے اور تبعیض یعنی کچھ حصے کیلئے ہونا تامل طلب ہے۔ بعض اصولی حضرات فرماتے ہیں چونکہ آیت میں اجمال ہے اس لئے سنت نے جو اس کی تفصیل کی ہے وہی معتبر ہے اور اسی کی طرف لوٹنا پڑے گا، حضرت عبداللہ بن زید بن عاصم صحابی سے ایک شخص نے کہا \" آپ وضو کر کے ہمیں بتلایئے۔ آپ نے پانی منگوایا اور اپنے دونوں ہاتھ دو دو دفعہ دھوئے، پھر تین بار کلی کی اور ناک میں پانی دیا، تین ہی دفعہ اپنا منہ دھویا، پھر کہنیوں سمیت اپنے دونوں ہاتھ دو مرتبہ دھوئے، پھر دونوں ہاتھ سے سر کا مسح کیا سر کے ابتدائی حصے سے گدی تک لے گئے، پھر وہاں سے یہیں تک واپس لائے، پھر اپنے دونوں پیر دھوئے (بخاری و مسلم) حضرت علی سے بھی آنحضرت ﷺ کے وضو کا طریقہ اسی طرح منقول ہے۔ ابو داؤد میں حضرت معاویہ اور حضرت مقداد سے بھی اسی طرح مروی ہے، یہ حدیثیں دلیل ہیں اس پر کہ پورے سر کا مسح فرض ہے۔ یہی مذہب حضرت امام مالک اور حضرت امام احمد کا ہے اور یہی مذہب ان تمام حضرات کا ہے جو آیت کو مجمل مانتے ہیں اور حدیث کو اس کی وضاحت جانتے ہیں حنیفوں کا خیال ہے کہ چوتھائی سر کا مسح فرض ہے جو سر کا ابتدائی حصہ ہے اور ہمارے ساتھی کہتے ہیں کہ فرض صرف اتنا ہے جتنے پر مسح کا اطلاق ہوجائے، اس کی کوئی حد نہیں۔ سر کے چند بالوں پر بھی مسح ہوگیا تو فرضیت پوری ہوگئی، ان دونوں جماعتوں کی دلیل حضرت مغیرہ بن شعبہ والی حدیث ہے کہ نبی ﷺ پیچھے رہ گئے اور میں بھی آپ کے ساتھ پیچھے رہ گیا جب آپ قضائے حاجت کرچکے تو مجھ سے پانی طلب کیا میں لوٹا لے آیا آپ نے اپنے دونوں پہنچے دھوئے پھر منہ دھویا پھر کلائیوں پر سے کپڑا ہٹایا اور پیشانی سے ملے ہوئے بالوں اور پگڑی پر مسح کر کے باقی پگڑی پر پورا کرلیا اور اس کی بہت سی مثالیں احادیث میں ہیں۔ آپ صافے پر اور جرابوں پر برابر مسح کیا کرتے تھے، پس یہی اولی ہے اور اس میں ہرگز اس بات پر کوئی دلالت نہیں کہ سر کے بعض حصے پر یا صرف پیشانی کے بالوں پر ہی مسح کرلے اور اس کی تکمیل پگڑی پر نہ ہو۔ واللہ اعلم۔ پھر اس میں بھی اختلاف ہے کہ سر کا مسح بھی تین بار ہو یا ایک ہی بار ؟ امام شافعی کا مشہور مذہب اول ہے اور امام احمد اور ان کے متبعین کا دوم۔ دلائل یہ ہیں حضرت عثمان بن عفان وضو کرنے بیٹھتے ہیں اپنے دونوں ہاتھوں پر تین بار پانی ڈالتے ہیں، انہیں دھو کر پھر کلی کرتے ہیں اور ناک میں پانی دیتے ہیں، پھر تین مرتبہ منہ دھوتے ہیں، پھر تین تین بار دونوں ہاتھو کہنیوں سمیت دھوتے ہیں، پہلے دایاں پھر بایاں۔ پھر اپنے سر کا مسح کرتے ہیں پھر دونوں پیر تین تین بار دھوتے ہیں پہلے داہنا پھر بایاں۔ پھر آپ نے فرمایا میں نے رسول اللہ ﷺ کو اسی طرح وضو کرتے دیکھا اور وضو کے بعد آپ نے فرمایا جو شخص میرے اس وضو جیسا وضو کرے پھر دو رکعت نماز ادا کرے جس میں دل سے باتیں نہ کرے تو اس کے تمام سابقہ گناہ معاف ہوجاتے ہیں (بخاری و مسلم) سنن ابی داؤد میں اسی روایت میں سر کے مسح کرنے کے ساتھ ہی یہ لفظ بھی ہیں کہ سر کا مسح ایک مرتبہ کیا، حضرت علی سے بھی اسی طرح مروی ہے اور جن لوگوں نے سر کے مسح کو بھی تین بار کہا ہے انہوں نے حدیث سے دلیل لی ہے۔ جس میں ہے کہ حضور ﷺ نے تین تین بار اعضاء وضو کو دھویا۔ حضرت عثمان سے مروی ہے کہ آپ نے وضو کیا پھر اسی طرح روایت ہے اور اس میں کلی کرنی اور ناک میں پانی دینے کا ذکر نہیں اور اس میں ہے کہ پھر آپ نے تین مرتبہ سر کا مسح کیا اور تین مرتبہ اپنے دونوں پیر دھوئے۔ پھر فرمایا میں نے حضور ﷺ کو اسی طرح کرتے دیکھا اور آپ نے فرمایا جو ایسا وضو کرے اسے کافی ہے۔ لیکن حضرت عثمان سے جو حدیثیں صحاح میں مروی ہیں ان سے تو سر کا مسح ایک بار ہی ثابت ہوتا ہے (ارجلکم) لام کی زبر سے عطف ہے جو (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِ ۭ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْا) 5۔ المائدہ :6) پر ماتحت ہے دھونے کے حکم کے۔ ابن عباس یونہی پڑھتے تھے اور یہی فرماتے تھے، حضرت عبداللہ بن مسعود، حضرت عروہ، حضرت عطاء، حضرت عکرمہ، حضرت حسن، حضرت مجاہد، حضرت ابراہیم، حضرت ضحاک، حضرت سدی، حضرت مقاتل بن حیان، حضرت زہری، حضرت ابراہیم تیمی وغیرہ کا یہی قول اور یہی قرأت ہے، اور یہ بالکل ظاہر ہے کہ پاؤں دھونے چاہئیں، یہی سلف کا فرمان ہے اور یہیں سے جمہور نے وضو کی ترتیب کے وجوب پر استدلال کیا ہے، صرف ابوحنیفہ اس کے خلاف ہیں، وہ وضو میں ترتیب کو شرط نہیں جانتے۔ ان کے نزدیک اگر کوئی شخص پہلے پیروں کو دھوئے پھر سر کا مسح کرے پھر ہاتھ دھوئے پھر منہ دھوئے جب بھی جائز ہے اس لئے کہ آیت نے ان اعضاء کے دھونے کا حکم دیا ہے۔ واؤ کی دلالت ترتیب پر نہیں ہوتی، اس کے جواب جمہور نے کئی ایک دیئے ہیں، ایک تو یہ کہ \"\" ترتیب پر دلالت کرتی ہے، آیت کے الفاظ میں نماز پڑھنے والے کو منہ دھونے کا حکم لفظ (فاغسلوا) سے ہوتا ہے۔ تو کم از کم منہ کا اول اول دھونا تو لفظوں سے ثابت ہوگیا اب اس کے بعد کے اعضاء میں ترتیب اجماع سے ثابت ہے جس میں اختلاف نظر نہیں آتا۔ پھر جبکہ \"\" جو تعقیب کیلئے ہے اور جو ترتیب کی مقتضی ہے ایک پر داخل ہوچکی تو اس ایک کی ترتیب مانتے ہوئے دوسری کی ترتیب کا انکار کوئی نہیں کرتا بلکہ تو سب کی ترتیب کے قائل ہیں یا کسی ایک کی بھی ترتیب کے قائل نہیں۔ پس یہ آیت ان پر یقینا حجت ہے جو سرے سے ترتیب کے منکر ہیں، دوسرا جواب یہ ہے کہ واؤ ترتیب پر دلالت نہیں کرتا اسے بھی ہم تسلیم نہیں کرتے بلکہ وہ ترتیب پر دلالت کرتا ہے جیسے کہ نحویوں کی ایک جماعت کا اور بعض فقہاء کا مذہب ہے پھر یہ چیز بھی قابل غور ہے کہ بالفرض لغتاً اس کی دلالت پر ترتیب پر نہ بھی ہوتا ہم شرعاً تو جن چیزوں میں ترتیب ہوسکتی ہے ان میں اس کی دلالت ترتیب پر ہوتی ہے، چناچہ صحیح مسلم شریف میں حدیث ہے کہ رسول اللہ ﷺ جب بیت اللہ شریف کا طواف کر کے باب صفا سے نکلے تو آپ آیت (اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۗىِٕرِاللّٰهِ ۚ فَمَنْ حَجَّ الْبَيْتَ اَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ اَنْ يَّطَّوَّفَ بِهِمَا ۭ وَمَنْ تَـطَوَّعَ خَيْرًا ۙ فَاِنَّ اللّٰهَ شَاكِـرٌ عَلِــيْمٌ) 2۔ البقرۃ :158) کی تلاوت کر رہے تھے اور فرمایا میں اسی سے شروع کروں گا جسے اللہ نے پہلے بیان فرمایا، چناچہ صفا سے سعی شروع کی، نسائی میں رسول اللہ ﷺ کا یہ حکم دینا بھی مروی ہے کہ اس سے شروع کرو جس سے اللہ تعالیٰ نے شروع کیا۔ اس کی اسناد بھی صحیح ہے اور اس میں امر ہے پس معلوم ہوا کہ جس کا ذکر پہلے ہو اسے پہلے کرنا اور اس کے بعد اسے جس کا ذکر بعد میں ہو کرنا واجب ہے۔ پس صاف ثابت ہوگیا کہ ایسے مواقع پر شرعاً ترتیب مراد ہوتی ہے۔ واللہ اعلم، تیسری جماعت جواباً کہتی ہے ہاتھوں کو کہنیوں سمیت دھونے کے حکم اور پیروں کو دھونے کے حکم کے درمیان سر کے مسح کے حکم کو بیان کرنا اس امر کی صاف دلیل ہے کہ مراد ترتیب کو باقی رکھنا ہے، ورنہ نظم کلام کو یوں الٹ پلٹ نہ کیا جاتا۔ ایک جواب اس کا یہ بھی ہے کہ ابو داؤد وغیرہ میں صحیح سند سے مروی ہے کہ حضور ﷺ نے اعضاء وضو کو ایک ایک بار دھو کر وضو کیا پھر فرمایا یہ وضو ہے کہ جس کے بغیر اللہ تعالیٰ نے نماز کو قبول نہیں کرتا۔ اب دو صورتیں ہیں یا تو اس وضو میں ترتیب تھی یا نہ تھی ؟ اگر کہا جائے کہ حضور ﷺ کا یہ وضو مرتب تھا یعنی باقاعدہ ایک کے پیچھے ایک عضو دھویا تھا تو معلوم ہوا کہ جس وضو میں تقدیم تاخیر ہو اور صحیح طور پر ترتیب نہ ہو وہ نماز نامقبول لہذا ترتیب واجب و فرض اور اگر یہ مان لیا جائے کہ اس وضو میں ترتیب نہ تھی بلکہ بےترتیب تھا، پیر دھو لئے پھر کلی کرلی پھر مسح کرلیا پھر منہ دھو لیا وغیرہ تو عدم ترتیب واجب ہوجائے گی حالانکہ اس کا قائل امت میں سے ایک بھی نہیں پس ثابت ہوگیا کہ وضو میں ترتیب فرض ہے، آیت کے اس جملے کی ایک قرأت اور بھی ہے یعنی (وارجلکم) لام کے زیر سے اور اسی سے شیعہ نے اپنے اس قول کی دلیل لی ہے کہ پیروں پر مسح کرنا واجب ہے کیونکہ ان کے نزدیک اس کا عطف سر کے مسح کرنے پر ہے۔ بعض سلف سے بھی کچھ ایسے اقوال مروی ہیں جن سے مسح کے قول کا وہم پڑتا ہے، چناچہ ابن جریر میں ہے کہ موسیٰ بن انس نے حضرت انس سے لوگوں کی موجودگی میں کہا کہ حجاج نے اہواز میں خطبہ دیتے ہوئے طہارت اور وضو کے احکام میں کہا کہ منہ ہاتھ دھوؤ اور سر کا مسح کرو اور پیروں کو دھویا کرو عموماً پیروں پر ہی گندگی لگتی ہے۔ پس تلوؤں کو اور پیروں کی پشت کو اور ایڑی کو خوب اچھی طرح دھویا کرو۔ حضرت انس نے جواباً کہا کہ اللہ سچا ہے اور حجاج چھوٹا ہے، اللہ تعالیٰ فرماتا ہے آیت (وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِ ۭ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْا) 5۔ المائدہ :6) اور حضرت انس کی عادت تھی کہ پیروں کا جب مسح کرتے انہیں بالکل بھگو لیا کرتے، آپ ہی سے مروی ہے کہ قرآن کریم میں پیروں پر مسح کرنے کا حکم ہے، ہاں حضور ﷺ کی سنت پیروں کا دھونا ہے۔ ابن عباس سے مروی ہے کہ وضو میں دو چیزوں کا دھونا ہے اور دو پر مسح کرنا۔ حضرت قتادہ سے بھی یہی مروی ہے۔ ابن ابی حاتم میں حضرت عبداللہ سے مروی ہے کہ آیت میں پیروں پر مسح کرنے کا بیان ہے۔ ابن عمر، علقمہ، ابو جعفر، محمد بن علی اور ایک روایت میں حضرت حسن اور جابر بن زید اور ایک روایت میں مجاہد سے بھی اسی طرح مروی ہے۔ حضرت عکرمہ اپنے پیروں پر مسح کرلیا کرتے تھے شعبی فرماتے ہیں کہ حضرت جبرائیل کی معرفت مسح کا حکم نازل ہوا ہے، آپ سے یہ بھی مروی ہے کہ کیا تم دیکھتے نہیں ہو کہ جن چیزوں کے دھونے کا حکم تھا ان پر تو تیمم کے وقت مسح کا حکم رہا اور جن چیزوں پر مسح کا حکم تھا تیمم کے وقت انہیں چھوڑ دیا گیا عامر سے کسی نے کہا کہ لوگ کہتے ہیں حضرت جبرائیل پیروں کے دھونے کا حکم لائے ہیں آپ نے فرمایا جبرائیل مسح کے حکم کے ساتھ نازل ہوئے تھے۔ پس یہ سب آثار بالکل غریب ہیں اور محمول ہیں اس امر پر کہ مراد مسح سے ان بزرگوں کی ہلکا دھونا ہے، کیونکہ سنت سے صاف ثابت ہے کہ پیروں کا دھونا واجب ہے، یاد رہے کہ زیر کی قرأت یا تو مجاورت اور تناسب کلام کی وجہ سے ہے جیسے عرب کا کلام حجر ضب خرب میں اور اللہ کے کلام آیت (عٰلِيَهُمْ ثِيَابُ سُـنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌ ۡ وَّحُلُّوْٓا اَسَاوِرَ مِنْ فِضَّةٍ ۚ وَسَقٰىهُمْ رَبُّهُمْ شَرَابًا طَهُوْرًا) 76۔ الدہر :21) میں لغت میں عرب میں پاس ہونے کی وجہ سے دونوں لفظوں کو ایک ہی اعراب دے دینا یہ اکثر پایا گیا ہے۔ حضرت امام شافعی نے اس کی ایک توجیہہ یہ بھی بیان کی ہے کہ یہ حکم اس وقت ہے جب پیروں پر جرابیں ہوں بعض کہتے ہیں مراد مسح سے ہلکا دھو لینا ہے جیسے کہ بعض روایتوں میں سنت سے ثابت ہے۔ الغرض پیروں کا دھونا فرض ہے جس کے بغیر وضو نہ ہوگا۔ آیت بھی یہی ہے اور احادیث میں بھی یہی ہے جیسے کہ اب ہم انہیں وارد کریں گے، انشاء اللہ تعالیٰ بیہقی میں ہے حضرت علی بن ابو طالب ظہر کی نماز کے بعد بیٹھک میں بیٹھے رہے پھر پانی منگوایا اور ایک چلو سے منہ کا، دونوں ہاتھوں سر کا اور دونوں پیروں کا مسح کیا اور کھڑے ہو کر بچا ہوا پانی پی لیا پھر فرمانے لگے کہ لوگ کھڑے کھڑے پانی پینے کو مکروہ کہتے ہیں اور میں نے جو کیا یہی کرتے ہوئے رسول اللہ ﷺ کو دیکھا ہے اور فرمایا یہ وضو ہے اس کا جو بےوضو نہ ہوا ہو (بخاری) شعیوں میں سے جن لوگوں نے پیروں کو مسح اسی طرح قرار دیا جس طرح جرابوں پر مسح کرتے ہیں ان لوگوں نے یقینا غلطی کی اور لوگوں کو گمراہی میں ڈالا۔ اسی طرح وہ لوگ بھی خطا کار ہیں جو مسح اور دھونا دونوں کو جائز قرار دیتے ہیں اور جن لوگوں نے امام ابن جریر کی نسبت یہ خیال کیا ہے کہ انہوں نے احادیث کی بنا پر پیروں کے دھونے کو اور آیت قرآنی کی بنا پر پیروں کے مسح کو فرض قرار دیا ہے۔ ان کی تحقیق بھی صحیح نہیں، تفسیر ابن جریر ہمارے ہاتھوں میں موجود ہے ان کے کلام کا خلاصہ یہ ہے کہ پیروں کو رگڑنا واجب ہے اور اعضاء میں یہ واجب نہیں کیونکہ پیر زمین کی مٹی وغیرہ سے رگڑتے رہتے ہیں تو ان کو دھونا ضروری ہے تاکہ جو کچھ لگا ہو ہٹ جائے لیکن اس رگڑنے کیلئے مسح کا لفظ لائے ہیں اور اسی سے بعض لوگوں کو شبہ ہوگیا ہے اور وہ یہ سمجھ بیٹھے ہیں کہ مسح اور غسل جمع کردیا ہے حالانکہ دراصل اس کے کچھ معنی ہی نہیں ہوتے مسح تو غسل میں داخل ہے چاہے مقدم ہو چاہے مؤخر ہو پس حقیقتاً امام صاحب کا ارادہ یہی ہے جو میں نے ذکر کیا اور اس کو نہ سمجھ کر اکثر فقہاء نے اسے مشکل جان لیا، میں نے مکرر غورو فکر کیا تو مجھ پر صاف طور سے یہ بات واضح ہوگئی ہے کہ امام صاحب دونوں قرأتوں کو جمع کرنا چاہتے ہیں پس زیر کی قرأت یعنی مسح کو تو وہ محمول کرتے ہیں دلک پر یعنی اچھی طرح مل رگڑ کر صاف کرنے پر اور زبر کی قرأت کو غسل پر یعنی دھونے پر دلیل ہے ہی پس وہ دھونے اور ملنے دونوں کو واجب کہتے ہیں تاکہ زیر اور زبر کی دونوں قرأتوں پر ایک ساتھ ہوجائے \" اب ان احادیث کو سنئے جن میں پیروں کے دھونے کا اور پیروں کے دھونے کے ضروری ہونے کا ذکر ہے \" امیر المومنین حضرت عثمان بن عفان امیر المومنین حضرت علی بن ابو طالب حضرت ابن عباس حضرت معاویہ حضرت عبداللہ بن زید عاصم حضرت مقداد بن معدی کرب کی روایات پہلے بیان ہوچکی ہیں کہ حضور ﷺ نے وضو کرتے ہوئے اپنے پیروں کو دھویا، ایک بار یا دو بار یا تین بار، عمرو بن شعیب کی حدیث میں ہے کہ حضور ﷺ نے وضو کیا اور اپنے دونوں پیر دھوئے پھر فرمایا یہ وضو ہے جس کے بغیر اللہ تعالیٰ نماز قبول نہیں فرماتا۔ بخاری و مسلم میں ہے کہ ایک مرتبہ ایک سفر میں رسول اللہ ﷺ ہم سے پیچھے رہ گئے تھے جب آپ آئے تو ہم جلدی جلدی وضو کر رہے تھے کیونکہ عصر کی نماز کا وقت کافی دیر سے ہوچکا تھا ہم نے جلدی جلدی اپنے پیروں پر چھوا چھوئی شروع کردی تو آپ نے بہت بلند آواز سے فرمایا وضو کو کامل اور پورا کرو ایڑیوں کو خرابی سے آگ کے لگنے سے، ایک اور حدیث میں ہے ویل ہے ایڑیوں کیلئے اور تلوں کیلئے آگ سے (بیہقی و حاکم) اور روایت میں ہے ٹخنوں کو ویل ہے آگ سے (مسند امام احمد) ایک شخص کے پیر میں ایک درہم کے برابر جگہ بےدھلی دیکھ کر حضور ﷺ نے فرمایا خرابی ہے ایڑیوں کیلئے آگ سے (مسند) ابن ماجہ وغیرہ میں ہے کہ کچھ لوگوں کو وضو کرتے ہوئے دیکھ کر جن کی ایڑیوں پر اچھی طرح پانی نہیں پہنچا تھا اللہ کے رسول اللہ ﷺ نے فرمایا ان ایڑیوں کو آگ سے خرابی ہوگی، مسند احمد میں بھی حضور ﷺ کے یہ الفاظ وارد ہیں۔ ابن جریر میں دو مرتبہ حضور ﷺ کا ان الفاظ کو کہنا وارد ہے راوی حضرت ابو امامہ فرماتے ہیں پھر تو مسجد میں ایک بھی شریف و وضیع ایسا نہ رہا جو اپنی ایڑیوں کو بار بار دھو کر نہ دیکھتا ہو اور روایت میں ہے کہ حضور ﷺ نے ایک شخص کو نماز پڑھتے ہوئے دیکھا جس کی اڑی یا ٹخنے میں بقدر نیم درہم کے چمڑی خشک رہ گئی تھی تو یہی فرمایا پھر تو یہ حالت تھی کہ اگر ذرا سی جگہ پیر کی کسی خشک رہ جاتی تو وہ پورا وضو پھر سے کرتا، پس ان احادیث سے کھلم کھلا ظاہر ہے کہ پیرو کا دھونا فرض ہے، اگر ان کا مسح فرض ہوتا تو ذرا سی جگہ کے خشک رہ جانے پر اللہ کے نبی ﷺ وعید سے اور وہ بھی جہنم کی آگ کی وعید سے نہ ڈراتے، اس لئے کہ مسح میں ذرا ذرا اسی جگہ پر ہاتھ کا پہنچانا داخل ہی نہیں۔ بلکہ پھر تو پیر کے مسح کی وہی صورت ہوتی ہے جو پیر کے اوپر جراب ہونے کی صورت میں مسح کی صورت ہے۔ یہی چیز امام ابن جریر نے شیعوں کے مقابلہ میں پیش کی ہے۔ صحیح مسلم شریف میں ہے کہ آنحضرت ﷺ نے دیکھا کہ ایک شخص نے وضو کیا اور اس کا پیر کسی جگہ سے ناخن کے برابر دھلا نہیں خشک رہ گیا تو آپ نے فرمایا لوٹ جاؤ اور اچھی طرح وضو کرو۔ بیہقی وغیرہ میں بھی یہ حدیث ہے، مسند میں ہے کہ ایک نمازی کو آپ نے نماز میں دیکھا کہ اس کے پیر میں بقدر درہم کے جگہ خشک رہ گئی ہے تو اسے وضو لوٹانے کا حکم کیا۔ حضرت عثمان سے حضور ﷺ کے وضو کا وضو کا طریقہ جو مروی ہے اس میں یہ بھی ہے کہ آپ نے انگلیوں کے درمیان خلال بھی کیا۔ سنن میں ہے حضرت صبرہ نے رسول اللہ ﷺ سے وضو کی نسبت دریافت کیا تو آپ نے فرمایا وضو کامل اور اچھا کرو انگلیوں کے درمیان خلال کرو اور ناک میں پانی اچھی طرح دھو ہاں روزے کی حالت میں ہو تو اور بات ہے، مسند و مسلم وغیرہ میں ہے حضرت عمرو بن عنبسہ کہتے ہیں یا رسول اللہ ﷺ مجھے وضو کی بابت خبر دیجئے آپ نے فرمایا جو شخص وضو کا پانی لے کر کلی کرتا ہے اور ناک میں پانی دیتا ہے اس کے منہ سے نتھنوں سے پانی کے ساتھ ہی خطائیں جھڑ جاتی ہیں جبکہ وہ ناک جھاڑتا ہے پھر جب وہ منہ دھوتا ہے جیسا کہ اللہ کا حکم ہے تو اس کے منہ کی خطائیں داڑھی اور داڑھی کے بالوں سے پانی کے گرنے کے ساتھ ہی جھڑ جاتی ہیں پھر وہ اپنے دونوں ہاتھ دھوتا ہے کہنیوں سمیت تو اس کے ہاتھوں کو گناہ اس کی پوریوں کی طرح جھڑ جاتے ہیں، پھر وہ مسح کرتا ہے تو اس کے سر کی خطائیں اس کے بالوں کے کناروں سے پانی کے ساتھ ہی جھڑ جاتی ہیں پھر جب وہ اپنے پاؤں ٹخنوں سمیت حکم الٰہی کے مطابق دھوتا ہے تو انگلیوں سے پانی ٹپکنے کے ساتھ ہی اس کے پیروں کے گناہ بھی دور ہوجاتے ہیں، پھر وہ کھڑا ہو کر اللہ تعالیٰ کے لائق جو حمد وثنا ہے اسے بیان کر کے دو رکعت نماز جب ادا کرتا ہے تو وہ اپنے گناہوں سے ایسا پاک صاف ہوجاتا ہے جیسے وہ تولد ہوا ہو۔ یہ سن کر حضرت ابو امامہ نے حضرت عمرو بن عنبسہ سے کہا خوب غور کیجئے کہ آپ کیا فرما رہے ہیں ؟ رسول اللہ ﷺ سے آپ نے اسی طرح سنا ہے ؟ کیا یہ سب کچھ ایک ہی مقام میں انسان حاصل کرلیتا ہے ؟ حضرت عمرو نے جواب دیا کہ ابو امامہ میں بوڑھا ہوگیا ہوں، میری ہڈیاں ضعیف ہوچکی ہیں، میری موت قریب آپہنچی ہے، مجھے کیا فائدہ جو میں اللہ کے رسول ﷺ پر جھوٹ بولوں، ایک دفعہ نہیں، دو دفعہ نہیں، تین دفعہ نہیں، میں نے تو اسے حضور ﷺ کی زبانی سات بار بلکہ اس سے بھی زیادہ سنا ہے، اس حدیث کی سند بالکل صحیح ہے۔ صحیح مسلم کی دوسری سند والی حدیث میں ہے پھر وہ اپنے دونوں پاؤں کو دھوتا ہے جیسا کہ اللہ نے اسے حکم دیا ہے۔ پس صاف ثابت ہوا کہ قرآن حکیم کا حکم پیروں کے دھونے کا ہے۔ ابو اسحاق سبیعی نے حضرت علی کرم اللہ وجہہ فی الجنہ سے بواسطہ حضرت حارث روایت میں حضرت علی سے مروی ہے کہ حضور ﷺ نے اپنے دونوں قدم جوتی میں ہی بھگو لئے اس سے مراد جوتیوں میں ہی ہلکا دھونا ہے اور چپل جوتی پیر میں ہوتے ہوئے پیر دھل سکتا ہے غرض یہ حدیث بھی دھونے کی دلیل ہے البتہ اس سے ان وسواسی اور وہمی لوگوں کی تردید ہے جو حد سے گزر جاتے ہیں، اسی طرح وہ دوسری حدیث ہے کہ حضور ﷺ نے ایک قوم کے کوڑا ڈالنے کی جگہ پر پیشاب کیا پھر پانی منگوا کر وضو کیا اور اپنے نعلین پر مسح کرلیا، لیکن یہی حدیث دوسری سندوں سے مروی ہے اور ان میں سے کہ آپ نے اپنی جرابوں پر مسح کیا اور ان میں مطابقت کی صورت یہ بھی ہوسکتی ہے کہ جرابیں پیروں میں تھیں اور ان پر نعلین تھے اور ان دونوں پر آپ نے مسح کرلیا۔ یہی مطلب اس حدیث کا بھی ہے، مسند احمد میں اوس ابو اوس سے مروی ہے کہ حضور ﷺ نے میرے دیکھتے ہوئے وضو کیا اور اپنے نعلین پر مسح کیا اور نماز کیلئے کھڑے ہوگئے، یہی روایت دوسری سند سے مروی ہے اس میں آپ کا کوڑے پر پیشاب کرنا پھر وضو کرنا اور اس میں نعلین اور دونوں قدموں پر مسح کرنا مذکور ہے، امام ابن جریر اسے بیان کرتے ہیں، پھر فرمایا ہے کہ یہ محمول اس پر ہے کہ اس وقت آپ کا پہلا وضو تھا (یا یہ محمول ہے اس پر کہ نعلین جرابوں کے اوپر تھے۔ مترجم) بھلا کوئی مسلمان یہ کیسے قبول کرسکتا ہے کہ اللہ کے فریضے میں اور پیغمبر کی سنت میں تعارض ہو اللہ کچھ فرمائے اور پیغمبر کچھ اور ہی کریں ؟ پس حضور ﷺ کے ہمیشہ کے فعل سے وضو میں پیروں کے دھونے کی فرضیت ثابت ہے اور آیت کا صحیح مطلب بھی یہ ہے جس کے کانوں تک یہ دلیلیں پہنچ جائیں اس پر اللہ کی حجت پوری ہوگئی۔ چونکہ زیر کی قرأت سے پیروں کا دھونا اور زیر کی قرأت کا بھی اسی پر محمول ہونا فرضیت کا قطعی ثبوت ہے اس سے بعض سلف تو یہ بھی کہہ گئے ہیں کہ اس آیت سے جرابوں کا مسح ہی منسوخ ہے، گو ایک روایت حضرت علی سے بھی ایسی مروی ہے لیکن اس کی اسناد صحیح نہیں بلکہ خود آپ سے صحت کے ساتھ اس کے خلاف ثابت ہے اور جن کا بھی یہ قول ہے ان کا یہ خیال صحیح نہیں بلکہ حضور ﷺ سے اس آیت کے نازل ہونے کے بعد بھی جرابوں پر مسح کرنا ثابت ہے۔ مسند احمد میں حضرت جریر بن عبداللہ بجلی کا قول ہے کہ سورة مائدہ کے نازل ہونے کے بعد ہی میں مسلمان ہوا اور اپنے اسلام کے بعد میں نے رسول اللہ ﷺ کو جرابوں پر مسح کرتے دیکھا۔ بخاری و مسلم میں ہے کہ حضرت جریر نے پیشاب کیا پھر وضو کرتے ہوئے اپنی جرابوں پر مسح کیا ان سے پوچھا گیا کہ آپ ایسا کرتے ہیں ؟ تو فرمایا یہی کرتے ہوئے میں نے اللہ کے رسول ﷺ کو دیکھا ہے۔ راوی حدیث حضرت ابراہیم فرماتے ہیں لوگوں کو یہ حدیث بہت اچھی لگتی تھی اس لئے کہ حضرت جریر کا اسلام لانا سورة مائدہ کے نازل ہو چکنے کے بعد کا تھا۔ احکام کی بڑی بڑی کتابوں میں تواتر کے ساتھ حضور ﷺ کے قول و فعل سے جرابوں پر مسح کرنا ثابت ہے۔ اب مسح کی مدت ہے یا نہیں ؟ اس کے ذکر کی یہ جگہ نہیں احکام کی کتابوں میں اس کی تفصیل موجود ہے، رافضیوں نے اس میں بھی گمراہی اختیار کی ہے۔ خود حضرت علی کی روایت سے صحیح مسلم میں یہ ثابت ہے، لیکن روافض اسے نہیں مانتے، جیسے کہ حضرت علی کی ہی روایت سے بخاری مسلم میں نکاح متعہ کی ممانعت ثابت ہے لیکن تاہم شیعہ اسے مباح قرار دیتے ہیں۔ ٹھیک اسی طرح یہ آیہ کریمہ دونوں پیروں کے دھونے پر صاف دلالت کرتی ہے اور یہی امر حضور ﷺ کا متواتر احادیث سے ثابت ہے لیکن شیعہ جماعت اس کی بھی مخالف ہے۔ فی واقع ان مسائل میں ان کے ہاتھ دلیل سے بالکل خالی ہیں۔ وللہ الحمد۔ اسی طرح ان لوگوں نے آیت کا اور سلف صالحین کا مسح کے بارے میں بھی الٹ مفہوم لیا ہے وہ کہتے ہیں کہ قدم کی پشت ابھار کعبین ہے پس ان کے نزدیک ہر قدم میں ایک ہی کعب یعنی ٹخنہ ہے اور جمہور کے نزدیک ٹخنے کی وہ ہڈیاں جو پنڈلی اور قدم کے درمیان ابھری ہوئی ہیں اور وہ کعبین ہیں۔ امام شافعی کا فرمان ہے کہ جن کعبین کا یہاں ذکر ہے یہ ٹخنے کی دو ہڈیاں ہیں جو ادھر ادھر قدرے ظاہر دونوں طرف ہیں، ایک ہی قدم میں کعبین ہیں لوگوں کے عرض میں بھی یہی ہے اور حدیث کی دلالت بھی اسی پر ہے۔ بخاری مسلم میں ہے کہ حضرت عثمان نے وضو کرتے ہوئے اپنے داہنے پاؤں کو کعبین سمیت دھویا پھر بائیں کو بھی اسی طرح۔ بخاری میں تعلیقاً بصیغہ جزم اور صحیح ابن خزیمہ میں اور سنن ابی داؤد میں ہے کہ ہماری طرف متوجہ ہو کر اللہ کے رسول ﷺ نے فرمایا \" اپنی صفیں ٹھیک ٹھیک درست کرلو \" تین بار یہ فرما کر فرمایا قسم اللہ کی یا تو تم اپنی صفوں کو پوری طرح درست کرو گے یا اللہ تمہارے دلوں میں مخالفت ڈال دے گا۔ حضرت نعمان بن بشیر راوی حدیث فرماتے ہیں پھر تو یہ ہوگیا کہ ہر شخص اپنے ساتھی کے ٹخنے سے ٹخنہ اور گھٹنے سے گھٹنا اور کندھے سے کندھا ملا لیا کرتا تھا۔ اس روایت سے صاف معلوم ہوگیا کہ کعبین اس ہڈی کا نام نہیں جو قدم کی پشت کی طرف ہے کیونکہ اس کا ملانا دو پاس پاس کے شخصوں میں ممکن نہیں بلکہ وہی دو ابھری ہوئی ہڈیاں ہیں جو پنڈلی کے خاتمے پر ہیں اور یہی مذہب اہلسنت کا ہے۔ ابن ابی حاتم میں یحییٰ بن حارث تیمی سے منقول ہے کہ زید کے جو ساتھی شیعہ قتل کئے گئے تھے انہیں میں نے دیکھا تو ان کا ٹخنہ قدم کی پشت پر پایا انہیں قدرتی سزا تھی جو ان کی موت کے بعد ظاہر کی گئی اور مخالفت حق اور کتمان حق کا بدلہ دیا گیا۔ اس کے بعد تیمم کی صورتیں اور تیمم کا طریقہ بیان ہوا ہے اس کی پوری تفسیر سورة نساء میں گزر چکی ہے لہذا یہاں بیان نہیں کی جاتی۔ آیت تیمم کا شان نزول بھی وہیں بیان کردیا گیا ہے۔ لیکن امیر المومنین فی الحدیث حضرت امام بخاری نے اس آیت کے متعلق خاصتًا ایک حدیث وارد کی ہے اسے سن لیجئے حضرت عائشہ صدیقہ ام المومنین کا بیان ہے کہ میرے گلے کا ہار بیداء میں گرگیا ہم مدینہ میں داخل ہونے والے تھے حضور ﷺ نے سواری روکی اور میری گود میں سر رکھ کر سو گئے اتنے میں میرے والد حضرت ابوبکر صدیق میرے پاس تشریف لائے اور مجھ پر بگڑنے لگے کہ تو نے ہار کھو کر لوگوں کو روک دیا اور مجھے کچو کے مارنے لگے۔ جس سے مجھے تکلیف ہوئی لیکن حضور ﷺ کی نیند میں خلل اندازی نہ ہو، اس خیال سے میں ہلی جلی نہیں، حضور ﷺ جب جاگے اور صبح کی نماز کا وقت ہوگیا اور پانی کی تلاش کی گئی تو پانی نہ ملا، اس پر یہ پوری آیت نازل ہوئی۔ حضرت اسید بن حفیر کہنے لگے اے آل ابوبکر اللہ تعالیٰ نے لوگوں کیلئے تمہیں بابرکت بنادیا ہے تم ان کیلئے سرتاپا برکت ہو۔ پھر اللہ تعالیٰ فرماتا ہے میں تم پر حرج ڈالنا نہیں چاہتا اسی لئے اپنے دین کو سہل آسان اور ہلکا کردیا ہے۔ بوجھل سخت اور مشکل نہیں۔ حکم تو اس کا یہ تھا کہ پانی سے وضو کرو لیکن جب میسر نہ ہو یا بیماری ہو تو تمہیں تیمم کرنے کی رخصت عطا فرماتا ہے، باقی احکام احکام کی کتابوں میں ملاحظہ ہوں۔ بلکہ اللہ کی چاہت یہ ہے کہ تمہیں پاک صاف کر دے اور تمہیں پوری پوری نعمتیں عطا فرمائے تاکہ تم اس کی رحمتوں پر اس کی شکر گزاری کرو اس کی توسیع احکام اور رأفت و رحمت آسانی اور رخصت پر اس کا احسان مانو۔ وضو کے بعد اللہ کے رسول ﷺ نے ایک دعا تعلیم فرمائی ہے جو گویا اس آیت کے ماتحت ہے۔ مسند، سنن اور صحیح مسلم میں حضرت عقبہ بن عامر سے روایت ہے کہ ہم باری باری اونٹوں کو چرایا کرتے تھے میں اپنی باری والی رات عشاء کے وقت چلا تو دیکھا کہ رسول اللہ ﷺ کھڑے ہوئے لوگوں سے کچھ فرما رہے ہیں میں بھی پہنچ گیا اس وقت میں نے آپ سے یہ سنا کہ جو مسلمان اچھی طرح وضو کر کے دلی توجہ کے ساتھ دو رکعت نماز ادا کرے اس کیلئے جنت واجب ہے۔ میں نے کہا واہ واہ یہ بہت ہی اچھی بات ہے۔ میری یہ بات سن کر ایک صاحب نے جو میرے آگے ہی بیٹھے تھے فرمایا اس سے پہلے جو بات حضور ﷺ نے فرمائی ہے وہ اس سے بھی زیادہ بہتر ہے۔ میں نے جو غور سے دیکھا تو وہ حضرت عمر فاروق تھے آپ مجھ سے فرمانے لگے تم ابھی آئے ہو، تمہارے آنے سے پہلے حضور ﷺ نے فرمایا ہے کہ جو شخص عمدگی اور اچھائی سے وضو کرے پھر کہے دعا (اشھد ان لا الہ الا اللہ واشھد ان محمدا عبدہ و رسولہ)۔ اس کیلئے جنت کے آٹھوں دروازے کھل جاتے ہیں جس میں سے چاہے داخل ہو۔ ایک اور روایت میں ہے کہ جب ایمان و اسلام والا وضو کرنے بیٹھتا ہے اس کے منہ دھوتے ہوئے اس کی آنکھوں کی تمام خطائیں پانی کے ساتھ یا پانی کے آخری قطرے کے ساتھ جھڑ جاتی ہے ہیں اسی طرح ہاتھوں کے دھونے کے وقت ہاتھوں کی تمام خطائیں اور اسی طرح پیروں کے دھونے کے وقت پیروں کی تمام خطائیں دھل جاتی ہیں وہ گناہوں سے بالکل پاک صاف ہوجاتا ہے۔ ابن جریر میں ہے جو شخص وضو کرتے ہوئے جب اپنے ہاتھ یا بازوؤں کو دھوتا ہے تو ان سے ان کے گناہ دور ہوجاتے ہیں، منہ کو دھوتے وقت منہ کے گناہ الگ ہوجاتے ہیں، سر کا مسح سر کے گناہ جھاڑ دیتا ہے پیر کا دھونا ان کے گناہ دھو دیتا ہے۔ دوسری سند میں سر کے مسح کا ذکر نہیں۔ ابن جریر میں ہے جو شخص اچھی طرح وضو کر کے نماز کیلئے کھڑا ہوتا ہے اس کے کانوں سے آنکوں سے ہاتھوں سے پاؤ سے سب گناہ الگ ہوجاتے ہیں۔ صحیح مسلم شریف میں ہے وضو آدھا ایمان ہے، الحمد للہ کہنے سے نیکی کا پلڑا بھر جاتا ہے۔ قرآن یا تو تیری موافقت میں دلیل ہے یا تیرے خلاف دلیل ہے، ہر شخص صبح ہی صبح اپنے نفس کی فروخت کرتا ہے پس یا تو اپنے تئیں آزاد کرا لیتا ہے یا ہلاک کرلیتا ہے اور حدیث میں ہے \" مال حرام کا صدقہ اللہ قبول نہیں فرماتا اور بےوضو کی نماز بھی غیر مقبول ہے \" (صحیح مسلم) یہ روایت ابو داؤد، طیالسی، مسند احمد، ابو داؤد نسائی اور ابن ماجہ میں بھی ہے۔",
  "ayah": 6,
  "surah": 5
}
