{
  "text": "بدترین گروہ اور اس کا انجام حکم ہوتا ہے کہ جو اہل کتاب تمہارے دین پر مذاق اڑاتے ہیں، ان سے کہو کہ تم نے جو دشمنی ہم سے کر رکھی ہے، اس کی کوئی وجہ اس کے سوا نہیں کہ ہم اللہ پر اور اس کی تمام کتابوں پر ایمان رکھتے ہیں۔ پس دراصل نہ تو یہ کوئی وجہ بغض ہے، نہ سبب مذمت بہ استثناء منقطع ہے۔ اور آیت میں ہے (وَمَا نَقَمُوْا مِنْهُمْ اِلَّآ اَنْ يُّؤْمِنُوْا باللّٰهِ الْعَزِيْزِ الْحَمِيْدِ) 85۔ البروج :8) یعنی فقط اس وجہ سے انہوں نے ان سے دشمنی کی تھی کہ وہ اللہ عزیز وحمید کو مانتے تھے۔ اور جیسے اور آیت میں وما نقموا الا ان اغناھم اللہ و رسولہ من فضلہ۔ یعنی انہوں نے صرف اس کا انتقام لیا ہے کہ انہیں اللہ نے اپنے فضل سے اور رسول ﷺ نے مال دے کر غنی کردیا ہے۔ بخاری مسلم کی حدیث میں ہے \" ابن جمیل اسی کا بدلہ لیتا ہے کہ وہ فقیر تھا تو اللہ نے اسے غنی کردیا اور یہ کہ تم میں سے اکثر صراط مستقیم سے الگ اور خارج ہوچکے ہیں۔ تم جو ہماری نسبت گمان رکھتے ہو آؤ میں تمہیں بتاؤں کہ اللہ کے ہاں سے بدلہ پانے میں کون بدتر ہے ؟ اور وہ تم ہو کہ کیونکہ یہ خصلتیں تم میں ہی پائی جاتی ہیں۔ یعنی جسے اللہ نے لعنت کی ہو، اپنی رحمت سے دور پھینک دیا ہو، اس پر غصبناک ہوا ہو، ایسا جس کے بعد رضامند نہیں ہوگا اور جن میں سے بعض کی صورتیں بگاڑ دی ہوں، بندر اور سور بنا دیئے ہوں \"۔ اس کا پورا بیان سورة بقرہ میں گزر چکا ہے۔ حضور ﷺ سے سوال ہوا کہ یہ بندر و سور وہی ہیں ؟ تو آپ نے فرمایا، جس قوم پر اللہ کا ایسا عذاب نازل ہوتا ہے، ان کی نسل ہی نہیں ہوتی، ان سے پہلے بھی سور اور بندر تھے۔ روایت مختلف الفاظ میں صحیح مسلم اور نسائی میں بھی ہے۔ مسند میں ہے کہ \" جنوں کی ایک قوم سانپ بنادی گئی تھی۔ جیسے کہ بندر اور سور بنا دیئے گئے \"۔ یہ حدیث بہت ہی غریب ہے۔ انہی میں سے بعض کو غیر اللہ کے پرستار بنا دیئے۔ ایک قرأت میں اضافت کے ساتھ طاغوت کی زیر سے بھی ہے۔ یعنی انہیں بتوں کا غلام بنادیا۔ حضرت برید اسلمی اسے (عابد الطاغوت) پڑھتے تھے۔ حضرت ابو جعفر قاری سے (وعبد الطاغوت) بھی منقول ہے جو بعید از معنی ہوجاتا ہے لیکن فی الواقع ایسا نہیں ہوتا مطلب یہ ہے کہ تم ہی وہ ہو، جنہوں نے طاغوت کی عبادت کی۔ الغرض اہل کتاب کو الزام دیا جاتا ہے کہ ہم پر تو عیب گیری کرتے ہو، حالانکہ ہم موحد ہیں، صرف ایک اللہ برحق کے ماننے والے ہیں اور تم تو وہ ہو کہ مذکورہ سب برائیاں تم میں پائی گئیں۔ اسی لئے خاتم پر فرمایا کہ یہی لوگ باعتبار قدر و منزلت کے بہت برے ہیں اور باعتبار گمراہی کے انتہائی غلط راہ پر پڑے ہوئے ہیں۔ اس افعل التفصیل میں دوسری جانب کچھ مشارکت نہیں اور یہاں تو سرے سے ہے ہی نہیں۔ جیسے اس آیت میں (اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَــقَرًّا وَّاَحْسَنُ مَقِيْلًا) 25۔ الفرقان :24) پھر منافقوں کی ایک اور بدخصلت بیان کی جا رہی ہے کہ \" ظاہر میں تو وہ مومنوں کے سامنے ایمان کا اظہار کرتے ہیں اور ان کے باطن کفر سے بھرے پڑے ہیں۔ یہ تیرے کفر کی حالت میں پاس آتے ہیں اور اسی حالت میں تیرے پاس سے جاتے ہیں تو تیری باتیں، تیری نصیحتیں ان پر کچھ اثر نہیں کرتیں۔ بھلا یہ پردہ داری انہیں کیا کام آئے گی، جس سے ان کا معاملہ ہے، وہ تو عالم الغیب ہے، دلوں کے بھید اس پر روشن ہیں۔ وہاں جا کر پورا پورا بدلہ بھگتنا پڑے گا۔ تو دیکھ رہا ہے کہ یہ لوگ گناہوں پر، حرام پر اور باطل کے ساتھ لوگوں کے مال پر کس طرح چڑھ دوڑتے ہیں ؟ ان کے اعمال نہایت ہی خراب ہوچکے ہیں۔ ان کے اولیاء اللہ یعنی عابد و عالم اور ان کے علماء انہیں ان باتوں سے کیوں نہیں روکتے ؟ دراصل ان کے علماء اور پیروں کے اعمال بدترین ہوگئے ہیں \"۔ ابن عباس فرماتے ہیں کہ \" علماء اور فقراء کی ڈانٹ کیلئے اس سے زیادہ سخت آیت کوئی نہیں \"۔ حضرت ضحاک سے بھی اسی طرح منقول ہے۔ حضرت علی نے ایک خطبے میں اللہ تعالیٰ کی حمد و ثنا کے بعد فرمایا \" لوگو تم سے اگلے لوگ اسی بناء پر ہلاک کردیئے گئے کہ وہ برائیاں کرتے تھے تو ان کے عالم اور اللہ والے خاموش رہتے تھے، جب یہ عادت ان میں پختہ ہوگئی تو اللہ نے انہیں قسم قسم کی سزائیں دیں۔ پس تمہیں چاہئے کہ بھلائی کا حکم کرو، برائی سے روکو، اس سے پہلے کہ تم پر بھی وہی عذاب آجائیں جو تم سے پہلے والوں پر آئے، یقین رکھو کہ اچھائی کا حکم برائی سے ممانعت نہ تو تمہارے روزی گھٹائے گا، نہ تمہارے موت قریب کر دے گا \"۔ رسول اللہ ﷺ کا فرمان ہے کہ \" جس قوم میں کوئی اللہ کی نافرمانی کرے اور وہ لوگ باوجود روکنے کی قدرت اور غلبے کے اسے نہ مٹائیں تو اللہ تعالیٰ سب پر اپنا عذاب نازل فرمائے گا \" (مسند احمد) ابو داؤد میں ہے کہ \" یہ عذاب ان کی موت سے پہلے ہی آئے گا \"۔ ابن ماجہ میں بھی یہ روایت ہے۔",
  "ayah": 61,
  "surah": 5
}
