{
  "text": "نبی ﷺ نے اللہ تعالیٰ کے کسی حکم کو چھپایا نہیں اپنے نبی ﷺ کو رسول کے پیارے خطاب سے آواز دے کر اللہ تعالیٰ حکم دیا ہے کہ اللہ تعالیٰ کے کل احکام لوگوں کو پہنچا دو۔ حضور ﷺ نے بھی ایسا ہی کیا۔ صحیح بخاری میں ہے \" حضرت عائشہ فرماتی ہیں جو تجھ سے کہے کہ حضور ﷺ نے اللہ تعالیٰ کے نازل کردہ کسی حکم کو چھپالیا تو جان لو کہ وہ جھوٹا ہے، اللہ نے اپنے نبی ﷺ کو یہ حکم دیا ہے پھر اس آیت کی تلاوت آپ نے کی \"۔ یہ حدیث یہاں مختصر ہے اور جگہ پر مطول بھی ہے۔ بخاری و مسلم میں ہے \" اگر حضور ﷺ اللہ کے کسی فرمان کو چھپانے والے ہوتے تو اس آیت کو چھپالیتے۔ آیت (وَتُخْــفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَ ۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰـىهُ) 33۔ الاحزاب :37)۔ یعنی تو اپنے دل میں وہ چھپاتا تھا جسے اللہ ظاہر کرنے والا تھا اور لوگوں سے جھینپ رہا تھا حالانکہ اللہ زیادہ حقدار ہے کہ تو اس سے ڈرے \"۔ ابن عباس سے کسی نے کہا کہ لوگوں میں یہ چرچا ہو رہا ہے کہ تمہیں کچھ باتیں حضور ﷺ نے ایسی بتائی ہیں جو اور لوگوں سے چھپائی جاتی تھیں تو آپ نے یہی آیت پڑھی اور فرمایا قسم اللہ کی ہمیں حضور ﷺ نے کسی ایسی مخصوص چیز کا وارث نہیں بنایا (ابن ابی حاتم) صحیح بخاری شریف میں ہے کہ \" حضرت علی سے ایک شخص نے پوچھا کیا تمہارے پاس قرآن کے علاوہ کچھ اور وحی بھی ہے ؟ آپ نے فرمایا اس اللہ کی قسم جس نے دانے کو اگایا ہے اور جانوروں کو پیدا کیا ہے کہ کچ نہیں بجز اس فہم و روایت کے جو اللہ کسی شخص کو دے اور جو کچھ اس صحیفے میں ہے، اس نے پوچھا صحیفے میں کیا ہے ؟ فرمایا دیت کے مسائل ہیں، قیدیوں کو چھوڑ دینے کے احکام ہیں اور یہ ہے کہ مسلمان کافر کے بدلے قصاصاً قتل نہ کیا جائے \"۔ صحیح بخاری شریف میں حضرت زہری کا فرمان ہے کہ اللہ کی طرف سے رسالت ہے اور پیغمبر کے ذمے تبلیغ ہے اور ہمارے ذمہ قبول کرنا اور تابع فرمان ہونا ہے۔ حضور ﷺ نے اللہ کی سب باتیں پہنچا دیں، اس کی گواہ آپ کی تمام امت ہے کہ فی الواقع آپ نے امانت کی پوری ادائیگی کی اور سب سے بڑی مجلس جو تھی، اس میں سب نے اس کا اقرار کیا یعنی حجتہ الوداع خطبے میں، جس وقت آپ کے سامنے چالیس ہزار صحابہ کا گروہ عظیم تھا \"۔ صحیح مسلم میں ہے کہ \" آپ نے اس خطبے میں لوگوں سے فرمایا تم میرے بارے میں اللہ کے ہاں پوچھے جاؤ گے تو بتاؤ کیا جواب دو گے ؟ سب نے کہا ہماری گواہی ہے کہ آپ نے تبلیغ کردی اور حق رسالت ادا کردیا اور ہماری پوری خیر خواہی کی، آپ نے سر آسمان کی طرف اٹھا کر فرمایا اے اللہ ! کیا میں نے تیرے تمام احکامات کو پہنچا دیا، اے اللہ ! کیا میں نے پہنچا دیا ؟ \" مسند احمد میں یہ بھی ہے کہ آپ نے اس خطبے میں پوچھا کہ لوگو یہ کونسا دن ہے ؟ سب نے کہا حرمت والا، پوچھا یہ کونسا شہر ہے، جواب دیا، حرمت والا۔ فرمایا یہ کونسا مہینہ ہے ؟ جواب ملا، حرمت والا، فرمایا پس تمہارے مال اور خون و آبرو آپس میں ایک دوسرے پر ایسی ہی حرمت والے ہیں جیسے اس دن کی اس شہر میں اور اس مہینے میں حرمت ہے۔ پھر بار بار اسی کو دوہرایا۔ پھر اپنی انگلی آسمان کی طرف اٹھا کر فرمایا اے اللہ ! کیا میں نے پہنچا دیا \"۔ ابن عباس فرماتے ہیں اللہ کی قسم یہ آپ کے رب کی طرف آپ کی وصیت تھی۔ پھر حضور ﷺ نے فرمایا دیکھو ہر حاضر شخص غیر حاضر کو یہ بات پہنچا دے۔ دیکھو میرے فرمان میرے بندوں تک نہ پہنچائے تو تو نے حق رسالت ادا نہیں کیا، پھر اس کی جو سزا ہے وہ ظاہر ہے، اگر ایک آیت بھی چھپالی تو حق رسالت ادا نہ ہوا۔ حضرت مجاہد فرماتے ہیں جب یہ حکم نازل ہوا کہ جو کچھ اترا ہے سب پہنچا دو تو حضور ﷺ نے فرمایا اللہ میں اکیلا ہوں اور یہ سب مل کر مجھ پر چڑھ دوڑتے ہیں، میں کس طرح کروں تو دوسرا جملہ اترا کہ اگر تو نے نہ کیا تو تو نے رسالت کا حق ادا نہیں کیا۔ پھر فرمایا تجھے لوگوں سے بچا لینا میرے ذمہ ہے۔ تیرا حافظ و ناصر میں ہوں، بےخطر رہئیے وہ کوئی تیرا کچھ نہیں بگاڑ سکتے، اس آیت سے پہلے حضور ﷺ چوکنے رہتے تھے، لوگ نگہبانی پر مقرر رہتے تھے۔ چناچہ حضرت عائشہ فرماتی ہیں کہ ایک رات کو حضور بیدار تھے انہیں نیند نہیں آرہی تھی میں نے کہا یا رسول اللہ ﷺ ! آج کیا بات ہے ؟ فرمایا کاش کہ میرا کوئی نیک بخت صحابی آج پہرہ دیتا، یہ بات ہو ہی رہی تھی کہ میرے کانوں میں ہتھیار کی آواز آئی آپ نے فرمایا کون ہے ؟ جواب ملا کہ میں سعد بن مالک ہوں، فرمایا کیسے آئے ؟ جواب دیا اس لئے کہ رات بھر حضور ﷺ کی چوکیداری کروں۔ اس کے بعد حضور ﷺ باآرام سو گئے، یہاں تک کہ خراٹوں کی آواز آنے لگی (بخاری و مسلم) ایک روایت میں ہے کہ یہ واقعہ سنہ002ھ کا ہے۔ اس آیت کے نازل ہوتے ہی آپ نے خیمے سے سر نکال کر چوکیداروں سے فرمایا، \" جاؤ اب میں اللہ کی پناہ میں آگیا، تمہاری چوکیداری کی ضرورت نہیں رہی \"۔ ایک روایت میں ہے کہ ابو طالب آپ کے ساتھ ساتھ کسی نہ کسی آدمی کو رکھتے، جب یہ آیت اتری تو آپ نے فرمایا بس چچا ! اب میرے ساتھ کسی کے بھیجنے کی ضرورت نہیں، میں اللہ کے بچاؤ میں آگیا ہوں۔ لیکن یہ روایت غریب اور منکر ہے یہ واقعہ ہو تو مکہ کا ہو اور یہ آیت تو مدنی ہے، مدینہ کی بھی آخری مدت کی آیت ہے، اس میں شک نہیں کہ مکہ میں بھی اللہ کی حفاظت اپنے رسول ﷺ کے ساتھ رہی باوجود دشمن جاں ہونے کے اور ہر ہر اسباب اور سامان سے لیس ہونے کے سردار ان مکہ اور اہل مکہ آپ کا بال تک بیکا نہ کرسکے، ابتداء رسالت کے زمانہ میں اپنے چچا ابو طالب کی وجہ سے جو کہ قریشیوں کے سردار اور بارسوخ شخص تھے، آپ کی حفاظت ہوتی رہی، ان کے دل میں اللہ نے آپ کی محبت اور عزت ڈال دی، یہ محبت اور عزت ڈال دی، یہ محبت طبعی تھی شرعی نہ تھی۔ اگر شرعی ہوتی تو قریش حضور ﷺ کے ساتھ ہی ان کی بھی جان کے خواہاں ہوجاتے۔ ان کے انتقال کے بعد اللہ تعالیٰ نے انصار کے دلوں میں حضور ﷺ کی شرعی محبت پیدا کردی اور آپ انہی کے ہاں چلے گئے۔ اب تو مشرکین بھی اور یہود بھی مل ملا کر نکل کھڑے ہوئے، بڑے بڑے سازو سامان لشکر لے کر چڑھ دوڑے، لیکن بار بار کی ناکامیوں نے ان کی امیدوں پر پانی پھیر دیا۔ اسی طرح خفیہ سازشیں بھی جتنی کیں، قدرت نے وہ بھی انہی پر الٹ دیں۔ ادھر وہ جادو کرتے ہیں، ادھر سورة معوذتین نازل ہوتی ہے اور ان کا جادو اتر جاتا ہے۔ ادھر ہزاروں جتن کر کے بکری کے شانے میں زہر ملا کر حضور ﷺ کی دعوت کر کے آپ کے سامنے رکھتے ہیں، ادھر اللہ تعالیٰ اپنے نبی ﷺ کو ان کی دھوکہ دہی سے آگاہ فرما دیتا ہے اور یہ ہاتھ کاٹتے رہ جاتے ہیں اور بھی ایسے واقعات آپ کی زندگی میں بہت سارے نظر آتے ہیں۔ ابن جریر میں ہے کہ \" ایک سفر میں آپ ایک درخت تلے، جو صحابہ اپنی عادت کے مطابق ہر منزل میں تلاش کر کے آپ کیلئے چھوڑ دیتے تھے، دوپہر کے وقت قیولہ کر رہے تھے تو ایک اعرابی اچانک آ نکلا، آپ کی تلوار جو اسی درخت میں لٹک رہی تھی، اتار لی اور میان سے باہر نکال لی اور ڈانٹ کر آپ سے کہنے لگا، اب بتا کون ہے جو تجھے بچا لے ؟ آپ نے فرمایا اللہ مجھے بچائے گا، اسی وقت اس اعرابی کا ہاتھ کانپنے لگتا ہے اور تلوار اس کے ہاتھ سے گر جاتی ہے اور وہ درخت سے ٹکراتا ہے، جس سے اس کا دماغ پاش پاش ہوجاتا ہے اور اللہ تعالیٰ یہ آیت اتارتا ہے \"۔ ابن ابی حاتم میں ہے کہ جب حضور ﷺ نے بنو نجار سے غزوہ کیا \" ذات الرقاع کھجور کے باغ میں آپ ایک کنوئیں میں پیر لٹکائے بیٹھے تھے، جو بنو نجار کے ایک شخص وارث نامی نے کہا دیکھو میں محمد ﷺ کو قتل کرتا ہوں۔ لوگوں نے کہا کیسے ؟ کہا میں کسی حیلے سے آپ کی تلوار لے لوں گا اور پھر ایک ہی وار کر کے پار کر دوں گا۔ یہ آپ کے پاس آیا اور ادھر ادھر کی باتیں بنا کر آپ سے تلوار دیکھنے کو مانگی، آپ نے اسے دے دی لیکن تلوار کے ہاتھ میں آتے ہی اس پر اس بلا کا لرزہ چڑھا کہ آخر تلوار سنبھل نہ سکی اور ہاتھ سے گر پڑی تو آپ نے فرمایا تیرے اور تیرے بد ارادے کے درمیان اللہ حائل ہوگیا اور یہ آیت اتری۔ حویرث بن حارث کا بھی ایسا قصہ مشہور ہے۔ ابن مردویہ میں ہے کہ \" صحابہ کی عادت تھی کہ سفر میں جس جگہ ٹھہرتے، آنحضرت ﷺ کیلئے گھنا سایہ دار بڑا درخت چھوڑ دیتے کہ آپ اسی کیلئے تلے آرام فرمائیں، ایک دن آپ اسی طرح ایسے درخت تلے سو گئے اور آپ کی تلوار اس درخت میں لٹک رہی تھی، ایک شخص آگیا اور تلوار ہاتھ میں لے کر کہنے لگا، اب بتا کہ میرے ہاتھ سے تجھے کون بچائے گا ؟ آپ نے فرمایا اللہ بچائے گا، تلوار رکھ دے اور وہ اس قدر ہیبت میں آگیا کہ تعمیل حکم کرنا ہی پڑی اور تلوار آپ کے سامنے ڈال دی۔ \" اور اللہ نے یہ آیت اتاری کہ (ۭوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِ) 5۔ المائدہ :67) مسند میں ہے کہ \" حضور ﷺ نے ایک موٹے آدمی کے پیٹ کی طرف اشارہ کر کے فرمایا اگر یہ اس کے سوا میں ہوتا تو تیرے لئے بہتر تھا۔ ایک شخص کو صحابہ پکڑ کر آپ کے پاس لائے اور کہا یہ آپ کے قتل کا ارادہ کر رہا تھا، وہ کانپنے لگا، آپ نے فرمایا گھبرا نہیں چاہے تو ارادہ کرے لیکن اللہ اسے پورا نہیں ہونے دے گا \"۔ پھر فرماتا ہے تیرے ذمہ صرف تبلیغ ہے، ہدایت اللہ کے ہاتھ ہے، وہ کافروں کو ہدایت نہیں دے گا۔ تو پہنچا دے، حساب کا لینے والا اللہ تعالیٰ ہی ہے۔",
  "ayah": 67,
  "surah": 5
}
