{
  "text": "\" اسلام \" زبان سے عہد اور \" ایمان \" عمل سے اطاعت اس عہد کا اظہار اس دین عظیم اور اس رسول کریم کو بھیج کر جو احسان اللہ تعالیٰ نے اس امت پر کیا ہے، اسے یاد دلا رہا ہے اور اس عہدے پر مضبوط رہنے کی ہدایت کر رہا ہے جو مسلمانوں نے اللہ کے پیغمبر ﷺ کی تابعداری اور امداد کرنے، دین پر قائم رہنے، اسے قبول کرلینے، اسے دوسروں تک پہنچانے کیلئے کیا ہے، اسلام لاتے وقت انہی چیزوں کا ہر مومن اپنی بیعت میں اقرار کرتا تھا، چناچہ صحابہ کے الفاظ ہیں کہ ہم نے رسول اللہ ﷺ سے بیعت کی کہ \" ہم سنتے رہیں گے اور مانتے چلے جائیں گے، خواہ جی چاہے خواہ نہ چاہے، خواہ دوسروں کو ہم پر ترجیح دی جائے اور کسی لائق شخص سے ہم کسی کام کو نہیں چھینیں گے۔ \" باری تعالیٰ عزوجل کا ارشاد ہے کہ تم کیوں ایمان نہیں لاتے ؟ حالانکہ رسول ﷺ تمہیں رب پر ایمان لانے کی دعوت دے رہے ہیں، اگر تمہیں یقین ہو اور اس نے تم سے عہد بھی لے لیا ہے۔ یہ بھی کہا گیا ہے کہ اس آیت میں یہودیوں کو یاد دلایا جا رہا ہے کہ تم سے حضور ﷺ کی تابعداری کے قول قرار ہوچکے ہیں، پھر تمہاری نافرمانی کے کیا معنی ؟ یہ بھی کہا گیا ہے کہ \" حضرت آدم کی پیٹھ سے نکال کر جو عہد اللہ رب العزت نے بنو آدم سے لیا تھا، اسے یاد دلایا جا رہا ہے جس میں فرمایا تھا کہ کیا میں تمہارا رب نہیں ہوں ؟ سب نے اقرار کیا کہ ہاں ہم اس پر گواہ ہیں، لیکن پہلا قول زیادہ ظاہر ہے، سدی اور ابن عباس سے وہی مروی ہے اور امان اب جریر نے بھی اسی کو مختار بتایا ہے۔ ہر حال میں ہر حال میں انسان کو اللہ کا خوف رکھنا چاہئے۔ دلوں اور سینوں کے بھید سے وہ واقف ہے۔ ایمان والو لوگوں کو دکھانے کو نہیں بلکہ اللہ کی وجہ سے حق پر قائم ہوجاؤ اور عدل کے ساتھ صحیح گواہ بن جاؤ۔ بخاری و مسلم میں حضرت نعمان بن بشیر سے روایت ہے کہ میرے باپ نے مجھے ایک عطیہ دے رکھا تھا، میری ماں عمرہ بنت رواحہ نے کہا کہ میں تو اس وقت تک مطمئن نہیں ہونے لگی جب تک کہ تم اس پر رسول اللہ ﷺ کو گواہ نہ بنا لو، میرے باپ حضور ﷺ کی خدمت میں حاضر ہوئے واقعہ بیان کیا تو آپ نے دریافت فرمایا کیا اپنی دوسری اولاد کو بھی ایسا ہی عطیہ دیا ہے ؟ جواب دیا کہ نہیں تو آپ نے فرمایا اللہ سے ڈرو، اپنی اولاد میں عدل کیا کرو، جاؤ میں کسی ظلم پر گواہ نہیں بنتا۔ چناچہ میرے باپ نے وہ صدقہ لوٹا لیا، پھر فرمایا دیکھو کسی کی عداوت اور ضد میں آکر عدل سے نہ ہٹ جانا۔ دوست ہو یا دشمن ہو، تمہیں عدل و انصاف کا ساتھ دینا چاہئے، تقوے سے زیادہ قریب یہی ہے، ھو کی ضمیر کے مرجع پر دلالت فعل نے کردی ہے جیسے کہ اس کی نظریں قرآن میں اور بھی ہے اور کلام عرب میں بھی، جیسے اور جگہ ہے۔ آیت (وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۭ وَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ) 4۔ النور :28) یعنی اگر تم کسی مکان میں جانے کی اجازت مانگو اور نہ ملے بلکہ کہا جائے کہ واپس جاؤ تو تم واپس چلے جاؤ یہی تمہارے لئے زیادہ پاکیزگی کا باعث ہے۔ پس یہاں ھو کی ضمیر کا مرجع مذکور نہیں، لیکن فعل کی دلالت موجود ہے یعنی لوٹ جانا اسی طرح مندرجہ آیت میں یعنی عدل کرنا۔ یہ بھی یاد رہے کہ یہاں پر اقرب افعل التفضیل کا صیغہ ایسے موقعہ پر ہے کہ دوسری جانب اور کوئی چیز نہیں، جیسے اس آیت میں ہے۔ (اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَــقَرًّا وَّاَحْسَنُ مَقِيْلًا) 25۔ الفرقان :24) اور جیسے کہ کسی صحابیہ کا حضرت عمر سے کہنا کہ۔ انت واغلظ من رسول اللہ ﷺ اللہ سے ڈرو ! وہ تمہارے عملوں سے باخبر ہے، ہر خیرو شر کا پورا پورا بدلہ دے گا۔ وہ ایمان والوں، نیک کاروں سے ان کے گناہوں کی بخشش کا اور انہیں اجر عظیم یعنی جنت دینے کا وعدہ کرچکا ہے۔ گو دراصل وہ اس رحمت کو صرف فعل الٰہی سے حاصل کرینگے لیکن رحمت کی توجہ کا سبب ان کے نیک اعمال بنے۔ پس حقیقتاً ہر طرح قابل تعریف و ستائش اللہ ہی ہے اور یہ سب کچھ اس کا فضل و رحم ہے۔ حکمت و عدل کا تقاضا یہی تھا کہ ایمانداروں اور نیک کاروں کو جنت دی جائے اور کافروں اور جھٹلانے والوں کو جہنم واصل کیا جائے چناچہ یونہی ہوگا۔ پھر اپنی ایک اور نعمت یاد دلاتا ہے، جس کی تفصیل یہ ہے، حضرت جابر فرماتے ہیں کہ حضور ﷺ ایک منزل میں اترے، لوگ ادھر ادھر سایہ دار درختوں کی تلاش میں لگ گئے آپ نے ہتھیار اتار کر ایک درخت پر لٹکا دئے۔ ایک اعرابی نے آکر آپ کی تلوار اپنے ہاتھ میں لے لی اور اسے کھینچ کر آنحضرت ﷺ کے پاس کھڑا ہوگیا اور کہنے لگا اب بتا کہ مجھ سے تجھے کون بچا سکتا ہے ؟ آپ نے فوراً بعد جواب دیا کہ اللہ عزوجل، اس نے پھر یہی سوال کیا اور آپ نے پھر یہی جواب دیا، تیسری مرتبہ کے جواب کے ساتھ ہی اس کے ہاتھ سے تلوار گر پڑی، اب آپ نے صحابہ کو آواز دی اور جب وہ آگئے تو ان سے سارا واقعہ کہہ دیا، اعرابی اس وقت بھی موجود تھا، لیکن آپ نے اس سے کوئی بدلہ نہ لیا۔ قتادہ فرماتے ہیں کہ کچھ لوگوں نے دھوکے سے حضور ﷺ کو قتل کرنا چاہا تھا اور انہوں نے اس اعرابی کو آپ کی گھات میں بھیجا تھا لیکن اللہ نے اسے ناکام اور نامراد رکھا فالحمدللہ۔ اس اعرابی کا نام صحیح احادیث میں غوث بن حارث آیا ہے۔ ابن عباس سے مروی ہے کہ یہودیوں نے آپ کو اور آپ کے صحابہ کو قتل کرنے کے ارادہ سے زہر ملا کر کھانا پکا کر دعوت کردی، لیکن اللہ نے آپ کو آگاہ کردیا اور آپ بچ رہے، یہ بھی کہا گیا ہے کہ کعب بن اشرف اور اس کے یہودی ساتھیوں نے اپنے گھر میں بلا کر آپ کو صدمہ پہنچانا چاہا تھا۔ ابن اسحاق وغیرہ کہتے ہیں کہ اس سے مراد بنو نضیر کے وہ لوگ ہیں جنہوں نے چکی کا پاٹ قلعہ کے اوپر سے آپ کے سر پر گرانا چاہتا تھا جبکہ آپ عامری لوگوں کی دیت کے لینے کیلئے ان کے پاس گئے تھے تو ان شریروں نے عمرو بن حجاش بن کعب کو اس بات پر آمادہ کیا تھا کہ ہم حضور ﷺ کو نیچے کھڑا کر کے باتوں میں مشغول کرلیں گے تو اوپر سے یہ پھینک کر آپ کا کام تمام کردینا لیکن راستے میں ہی اللہ تعالیٰ نے اپنے پیغمبر ﷺ کو ان کی شرارت و خباثت سے آگاہ کردیا، آپ مع اپنے صحابہ کے وہیں سے پلٹ گئے، اسی کا ذکر اس آیت میں ہے، مومنوں کو اللہ تعالیٰ ہی پر بھروسہ کرنا چاہئے جو کفایت کرنے والا، حفاظت کرنے والا ہے۔ اس کے بعد حضور ﷺ اللہ کے حکم سے بنو نضیر کی طرف مع لشکر گئے، محاصرہ کیا، وہ ہارے اور انہیں جلا وطن کردیا۔",
  "ayah": 8,
  "surah": 5
}
