{
  "text": "ایمان والو کی پہچان اوپر بیان گزر چکا ہے کہ عیسائیوں میں سے جو نیک دل لوگ اس پاک مذہب اسلام کو قبول کئے ہوئے ہیں ان میں جو اچھے اوصاف ہیں مثلاً عبادت، علم، تواضع، انکساری وغیرہ، ساتھ ہی ان میں رحمدلی وغیرہ بھی ہے حق کی قبولیت بھی ہے اللہ کے احکامات کی اطلاعت بھی ہے ادب اور لحاظ سے کلام اللہ سنتے ہیں، اس سے اثر لیتے ہیں اور نرم دلی سے رو دیتے ہیں کیونکہ وہ حق کے جاننے والے ہیں، آنحضرت ﷺ کی نبوت کے بشارت سے پہلے ہی آگاہ ہوچکے ہیں۔ اس لئے قرآن سنتے ہی دل موم ہوجاتے ہیں۔ ایک طرف آنکھیں آنسو بہانے لگتی ہیں دوری جانب زبان سے حق کو تسلیم کرتے ہیں۔ حضرت عبداللہ بن زبیر ؓ فرماتے ہیں یہ آیتیں حضرت نجاشی اور ان کے ساتھیوں کے بارے میں نازل ہوئی ہیں۔ حضرت ابن عباس ؓ ما کا بیان ہے کہ کچھ لوگ حضرت جعفر بن ابی طالب ؓ کے ساتھ جشہ سے آئے تھے حضور کی زبان مبارک سے قرآن کریم سن کر ایمان لائے اور بےتحاشہ رونے لگے۔ آپ نے ان سے دریاف فرمایا کہ کہیں اپنے وطن پہنچ کر اس سے پھر تو نہیں جاؤ گے ؟ انہوں نے کہا ناممکن ہے اسی کا بیان ان آیتوں میں ہے۔ حضرت ابن عباس فرماتے ہیں شاہدوں سے مراد آنحضرت ﷺ اور دیگر انبیاء کرام (علیہم السلام) کی تبلیغ کی شہادت ہے پھر اس قسم کے نصرانیوں کا ایک اور وصف بیان ہو رہا ہے ان ہی کا دوسرا وصف اس آیت میں ہے آیت (وَاِنْ مِّنْ اَهْلِ الْكِتٰبِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚ وَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًا) 4۔ النسآء :159) یعنی اہل کتاب میں ایسے لوگ بھی ہیں جو اللہ پر اور اس قرآن پر اور جو ان پر نازل کیا گیا ہے سب پر ایمان رکھتے ہیں اور پھر اللہ سے ڈرنے والے بھی ہیں۔ ان ہی کے بارے میں فرمان ربانی آیت (اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ 52؀ وَاِذَا يُتْلٰى عَلَيْهِمْ قَالُوْٓا اٰمَنَّا بِهٖٓ اِنَّهُ الْحَقُّ مِنْ رَّبِّنَآ اِنَّا كُنَّا مِنْ قَبْلِهٖ مُسْلِمِيْنَ 53؀ اُولٰۗىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْا وَيَدْرَءُوْنَ بالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ 54؀ وَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۡ سَلٰمٌ عَلَيْكُمْ ۡ لَا نَبْتَغِي الْجٰهِلِيْنَ 55؀) 28۔ القصص :52 تا 55)۔ کہ یہ لوگ اس کتاب کو اور اس کتاب کو سچ جانتے ہیں اور دونوں پر ایمان رکھتے ہیں۔ پس یہاں بھی فرمایا کہ وہ کہتے ہیں کہ جب ہمیں صالحین میں ملنا ہے تو اللہ پر اور اس کی اس آخری کتاب پر ہم ایمان کیوں نہ لائیں ؟ ان کے اس ایمان و تصدیق اور قبولیت حق کا بدلہ اللہ نے انہیں یہ دیا کہ وہ ہمیشہ رہنے والے ترو تازہ باغات و چشموں والی جنتوں میں جائیں گے۔ محسن، نیکو کار، مطیع حق، تابع فرمان الٰہی لوگوں کی جزا یہی ہے، وہ کہیں کے بھی ہوں کوئی بھی ہوں۔ جو ان کے خلاف ہیں انجام کے لحاظ سے بھی ان کے برعکس ہیں، کفرو تکذب اور مخالفت یہاں ان کا شیوہ ہے اور وہاں جہنم ان کا ٹھکانا ہے۔",
  "ayah": 83,
  "surah": 5
}
