{
  "text": "قوله عز وجل : ( إن الذين كفروا ويصدون عن سبيل الله ) عطف المستقبل على الماضي لأن المراد من لفظ المستقبل الماضي كما قال تعالى في موضع آخر ( الذين كفروا وصدوا عن سبيل الله ) ( النساء 167 ) ، معناه إن الذين كفروا فيما تقدم ويصدون عن سبيل الله في الحال أي وهم يصدون . ( والمسجد الحرام ) أي ويصدون عن المسجد الحرام . ( الذي جعلناه للناس ) قبلة لصلاتهم ومنسكا ومتعبدا كما قال ( وضع للناس ) ( آل عمران 96 ) . ( سواء ) قرأ حفص عن عاصم ويعقوب : \" سواء \" نصبا بإيقاع الجعل عليه لأن الجعل يتعدى إلى مفعولين وقيل معناه مستويا فيه ، ( العاكف فيه والباد ) وقرأ الآخرون بالرفع على الابتداء وما بعده خبر وتمام الكلام عند قوله \" للناس \" وأراد بالعاكف المقيم فيه ، وبالبادي الطارئ المنتاب إليه من غيرهواختلفوا في معنى الآية فقال قوم \" سواء العاكف فيه والباد \" أي في تعظيم حرمته وقضاء النسك فيه وإليه ذهب مجاهد والحسن وجماعة ، وقالوا المراد منه نفس المسجد الحرام . ومعنى التسوية هو التسوية في تعظيم الكعبة في فضل الصلاة في المسجد الحرام والطواف بالبيتوقال آخرون المراد منه جميع الحرم ومعنى التسوية أن المقيم والبادي سواء في النزول به ليس أحدهما أحق بالمنزل يكون فيه من الآخر غير أنه لا يزعج فيه أحدا إذا كان قد سبق إلى منزل وهو قول ابن عباس وسعيد بن جبير وقتادة وابن زيد ، قالوا هما سواء في البيوت والمنازل .وقال عبد الرحمن بن سابط : كان الحجاج إذا قدموا مكة لم يكن أحد من أهل مكة بأحق بمنزله منهم وكان عمر بن الخطاب ينهى الناس أن يغلقوا أبوابهم في الموسم وعلى هذا القول لا يجوز بيع دور مكة وإجارتها ، وعلى القول الأول وهو الأقرب إلى الصواب يجوز لأن الله تعالى قال ( الذين أخرجوا من ديارهم ) ( الحج 40 ) ، وقال النبي صلى الله عليه وسلم يوم فتح مكة : \" من دخل دار أبي سفيان فهو آمن \" فنسب الدار إليه نسب ملك واشترى عمر دارا للسجن بمكة بأربعة آلاف درهم فدل على جواز بيعها وهذا قول طاوس وعمرو بن دينار ، وبه قال الشافعي .قوله عز وجل ( ومن يرد فيه بإلحاد بظلم ) أي في المسجد الحرام بإلحاد بظلم وهو الميل إلى الظلم الباء في قوله \" بإلحاد \" زائدة كقوله : ( تنبت بالدهن ) ( المؤمنون 20 ) ، ومعناه من يرد فيه إلحادا بظلم قال الأعشى :\" ضمنت برزق عيالنا أرماحنا \"، أي رزق عيالنا وأنكر المبرد أن تكون الباء زائدة وقال معنى الآية من تكن إرادته فيه بأن يلحد بظلمواختلفوا في هذا الإلحاد فقال مجاهد وقتادة : هو الشرك وعبادة غير اللهوقال قوم : هو كل شيء كان منهيا عنه من قول أو فعل حتى شتم الخادموقال عطاء : هو دخول الحرم غير محرم أو ارتكاب شيء من محظورات الحرم من قتل صيد أو قطع شجروقال ابن عباس : هو أن تقتل فيه من لا يقتلك أو تظلم فيه من لا يظلمك وهذا معنى قول الضحاك .وعن مجاهد أنه قال تضاعف السيئات بمكة كما تضاعف الحسنات .وقال حبيب بن أبي ثابت : وهو احتكار الطعام بمكة .وقال عبد الله بن مسعود في قوله ( ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم ) قال لو أن رجلا هم بخطيئة لم تكتب عليه ما لم يعملها ولو أن رجلا هم بقتل رجل بمكة وهو بعدن أبين أو ببلد آخر أذاقه الله من عذاب أليم . وقال السدي : إلا أن يتوبوروي عن عبد الله بن عمر أنه كان له فسطاطان أحدهما في الحل والآخر في الحرم فإذا أراد أن يعاتب أهله عاتبهم في الآخر فسئل عن ذلك فقال كنا نحدث أن من الإلحاد فيه أن يقول الرجل كلا والله وبلى والله .",
  "ayah": 25,
  "surah": 22
}
