{
  "text": "وأول مبدوء به الكلام في نزولها وفضلها وما جاء فيها ; وهكذا كل سورة إن وجدنا لها ذلك ; فنقول :سورة البقرة مدنية ، نزلت في مدد شتى . وقيل : هي أول سورة نزلت بالمدينة ، إلا قوله تعالى : واتقوا يوما ترجعون فيه إلى الله فإنه آخر آية نزلت من السماء ، ونزلت يوم النحر في حجة الوداع بمنى ; وآيات الربا أيضا من أواخر ما نزل من القرآن .وهذه السورة فضلها عظيم وثوابها جسيم . ويقال لها : فسطاط القرآن ; قاله خالد بن معدان . وذلك لعظمها وبهائها ، وكثرة أحكامها ومواعظها . وتعلمها عمر رضي الله عنه بفقهها وما تحتوي عليه في اثنتي عشرة سنة ، وابنه عبد الله في ثماني سنين كما تقدم .قال ابن العربي : سمعت بعض أشياخي يقول : فيها ألف أمر وألف نهي وألف حكم وألف خبر . وبعث رسول الله صلى الله عليه وسلم بعثا وهم ذوو عدد وقدم عليهم أحدثهم سنا لحفظه سورة البقرة ، وقال له : اذهب فأنت أميرهم أخرجه الترمذي عن أبي هريرة وصححه . وروى مسلم عن أبي أمامة الباهلي قال سمعت رسول الله صلى الله عليه وسلم يقول : اقرءوا سورة البقرة فإن أخذها بركة وتركها حسرة ولا يستطيعها البطلة ، قال معاوية : بلغني أن البطلة : السحرة . وروي أيضا عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : لا تجعلوا بيوتكم مقابر إن الشيطان ينفر من البيت [ ص: 149 ] الذي تقرأ فيه سورة البقرة . وروى الدارمي عن عبد الله قال : ما من بيت يقرأ فيه سورة البقرة إلا خرج منه الشيطان وله ضراط . وقال : إن لكل شيء سناما وإن سنام القرآن سورة البقرة ، وإن لكل شيء لبابا وإن لباب القرآن المفصل . قال أبو محمد الدارمي . اللباب : الخالص . وفي صحيح البستي عن سهل بن سعد قال : قال رسول الله صلى الله عليه وسلم : إن لكل شيء سناما وإن سنام القرآن سورة البقرة ومن قرأها في بيته ليلا لم يدخل الشيطان بيته ثلاث ليال ومن قرأها نهارا لم يدخل الشيطان بيته ثلاثة أيام . قال أبو حاتم البستي : قوله صلى الله عليه وسلم : لم يدخل الشيطان بيته ثلاثة أيام أراد : مردة الشياطين . وروى الدارمي في مسنده عن الشعبي قال : قال عبد الله : من قرأ عشر آيات من سورة البقرة في ليلة لم يدخل ذلك البيت شيطان تلك الليلة حتى يصبح ; أربعا من أولها وآية الكرسي وآيتين بعدها وثلاثا خواتيمها ، أولها : لله ما في السماوات . وعن الشعبي عنه : لم يقربه ولا أهله يومئذ شيطان ولا شيء يكرهه ، ولا يقرأن على مجنون إلا أفاق . وقال المغيرة بن سبيع - وكان من أصحاب عبد الله - : لم ينس القرآن . وقال إسحاق بن عيسى : لم ينس ما قد حفظ . قال أبو محمد الدارمي : منهم من يقول : المغيرة بن سميع .وفي كتاب الاستيعاب لابن عبد البر : وكان لبيد بن ربيعة بن عامر بن مالك بن جعفر بن كلاب بن ربيعة بن عامر بن صعصعة من شعراء الجاهلية ، أدرك الإسلام فحسن إسلامه وترك قول الشعر في الإسلام ، وسأله عمر في خلافته عن شعره واستنشده ; فقرأ سورة البقرة ; فقال : إنما سألتك عن شعرك ; فقال : ما كنت لأقول بيتا من الشعر بعد إذ علمني الله البقرة وآل عمران ; فأعجب عمر قوله ; وكان عطاؤه ألفين فزاده خمسمائة . وقد قال كثير من أهل الأخبار : إن لبيدا لم يقل شعرا منذ أسلم . وقال بعضهم : لم يقل في الإسلام إلا قوله : [ ص: 150 ] الحمد لله إذ لم يأتني أجلي حتى اكتسيت من الإسلام سربالاقال ابن عبد البر : وقد قيل إن هذا البيت لقردة بن نفاثة السلولي ، وهو أصح عندي . وقال غيره : بل البيت الذي قاله في الإسلام :     ما عاتب المرء الكريم كنفسهوالمرء يصلحه القرين الصالحوسيأتي ما ورد في آية الكرسي وخواتيم البقرة ، ويأتي في أول سورة آل عمران زيادة بيان لفضل هذه السورة ; إن شاء الله تعالى .بسم الله الرحمن الرحيم قوله تعالى : الم . ذلك الكتاب لا ريب فيه هدى للمتقينقوله تعالى : الم . ذلك الكتاب لا ريب فيه هدى للمتقين اختلف أهل التأويل في الحروف التي في أوائل السورة ; فقال عامر الشعبي وسفيان الثوري وجماعة من المحدثين : هي سر الله في القرآن ، ولله في كل كتاب من كتبه سر . فهي من المتشابه الذي انفرد الله تعالى بعلمه ، ولا يجب أن يتكلم فيها ، ولكن نؤمن بها ونقرأ كما جاءت . وروي هذا القول عن أبي بكر الصديق وعن علي بن أبي طالب رضي الله عنهما . وذكر أبو الليث السمرقندي عن عمر وعثمان وابن مسعود أنهم قالوا : الحروف المقطعة من المكتوم الذي لا يفسر . وقال أبو حاتم : لم نجد الحروف المقطعة في القرآن إلا في أوائل السور ، ولا ندري ما أراد الله جل وعز بها .قلت : ومن هذا المعنى ما ذكره أبو بكر الأنباري : حدثنا الحسن بن الحباب حدثنا أبو بكر بن أبي طالب حدثنا أبو المنذر الواسطي عن مالك بن مغول عن سعيد بن مسروق عن الربيع بن خثيم قال : إن الله تعالى أنزل هذا القرآن فاستأثر منه بعلم ما شاء ، وأطلعكم على ما شاء ، فأما ما استأثر به لنفسه فلستم بنائليه فلا تسألوا عنه ، وأما الذي أطلعكم عليه فهو الذي تسألون عنه وتخبرون به ، وما بكل القرآن تعلمون ، ولا بكل ما تعلمون تعملون . قال أبو بكر : فهذا يوضح أن حروفا من القرآن سترت معانيها عن جميع العالم ، اختبارا من الله عز وجل وامتحانا ; فمن آمن بها أثيب وسعد ، ومن كفر وشك أثم وبعد . حدثنا أبو يوسف بن يعقوب [ ص: 151 ] القاضي حدثنا محمد بن أبي بكر حدثنا عبد الرحمن بن مهدي عن سفيان عن الأعمش عن عمارة عن حريث بن ظهير عن عبد الله قال : ما آمن مؤمن أفضل من إيمان بغيب ، ثم قرأ : الذين يؤمنون بالغيب .قلت : هذا القول في المتشابه وحكمه ، وهو الصحيح على ما يأتي بيانه في ( آل عمران ) إن شاء الله تعالى . وقال جمع من العلماء كبير : بل يجب أن نتكلم فيها ، ونلتمس الفوائد التي تحتها ، والمعاني التي تتخرج عليها ; واختلفوا في ذلك على أقوال عديدة ; فروي عن ابن عباس وعلي أيضا : أن الحروف المقطعة في القرآن اسم الله الأعظم ، إلا أنا لا نعرف تأليفه منها .وقال قطرب والفراء وغيرهما : هي إشارة إلى حروف الهجاء أعلم الله بها العرب حين تحداهم بالقرآن أنه مؤتلف من حروف هي التي منها بناء كلامهم ; ليكون عجزهم عنه أبلغ في الحجة عليهم إذ لم يخرج عن كلامهم .قال قطرب : كانوا ينفرون عند استماع القرآن ، فلما سمعوا : الم و المص استنكروا هذا اللفظ ، فلما أنصتوا له صلى الله عليه وسلم أقبل عليهم بالقرآن المؤتلف ليثبته في أسماعهم وآذانهم ويقيم الحجة عليهم . وقال قوم : روي أن المشركين لما أعرضوا عن سماع القرآن بمكة وقالوا : لا تسمعوا لهذا القرآن والغوا فيه نزلت ليستغربوها فيفتحون لها أسماعهم فيسمعون القرآن بعدها فتجب عليهم الحجة .وقال جماعة : هي حروف دالة على أسماء أخذت منها وحذفت بقيتها ; كقول ابن عباس وغيره : الألف من الله ، واللام من جبريل ، والميم من محمد صلى الله عليه وسلم . وقيل : الألف مفتاح اسمه الله ، واللام مفتاح اسمه لطيف ، والميم مفتاح اسمه مجيد . وروى أبو الضحى عن ابن عباس في قوله : ( الم ) قال : أنا الله أعلم ، ( الر ) أنا الله أرى ، المص أنا الله أفصل . فالألف تؤدي عن معنى أنا ، واللام تؤدي عن اسم الله ، والميم تؤدي عن معنى أعلم . واختار هذا القول الزجاج وقال : أذهب إلى أن كل حرف منها يؤدي عن معنى ; وقد تكلمت العرب بالحروف المقطعة نظما لها ووضعا بدل الكلمات التي الحروف منها ، كقوله : فقلت لها قفي فقالت قاف أراد : قالت وقفت . وقال زهير : بالخير خيرات وإن شرا فا ولا أريد الشر إلا أن تاأراد : وإن شرا فشر . وأراد : إلا أن تشاء .[ ص: 152 ] وقال آخر :     نادوهم ألا الجموا ألا تاقالوا جميعا كلهم ألا فاأراد : ألا تركبون ، قالوا : ألا فاركبوا . وفي الحديث : من أعان على قتل مسلم بشطر كلمة قال شقيق : هو أن يقول في اقتل : اق ; كما قال عليه السلام كفى بالسيف شا معناه : شافيا .وقال زيد بن أسلم : هي أسماء للسور .وقال الكلبي : هي أقسام أقسم الله - تعالى - بها لشرفها وفضلها ، وهي من أسمائه ; عن ابن عباس أيضا ، ورد بعض العلماء هذا القول فقال : لا يصح أن يكون قسما لأن القسم معقود على حروف مثل : إن ، وقد ، ولقد ، وما ; ولم يوجد هاهنا حرف من هذه الحروف ، فلا يجوز أن يكون يمينا . والجواب أن يقال : موضع القسم قوله تعالى : لا ريب فيه فلو أن إنسانا حلف فقال : والله هذا الكتاب لا ريب فيه ; لكان الكلام سديدا ، وتكون لا جواب القسم . فثبت أن قول الكلبي وما روي عن ابن عباس سديد صحيح . فإن قيل : ما الحكمة في القسم من الله تعالى ، وكان القوم في ذلك الزمان على صنفين : مصدق ، ومكذب ; فالمصدق يصدق بغير قسم ، والمكذب لا يصدق مع القسم ؟ . قيل له : القرآن نزل بلغة العرب ; والعرب إذا أراد بعضهم أن يؤكد كلامه أقسم على كلامه ; والله تعالى أراد أن يؤكد عليهم الحجة فأقسم أن القرآن من عنده .وقال بعضهم : ( الم ) أي أنزلت عليك هذا الكتاب من اللوح المحفوظ . وقال قتادة في قوله : ( الم ) قال اسم من أسماء القرآن .وروي عن محمد بن علي الترمذي أنه قال : إن الله تعالى أودع جميع ما في تلك السورة من الأحكام والقصص في الحروف التي ذكرها في أول السورة ، ولا يعرف ذلك إلا نبي أو ولي ، ثم بين ذلك في جميع السورة ليفقه الناس . وقيل غير هذا من الأقوال ; فالله أعلم .والوقف على هذه الحروف على السكون لنقصانها إلا إذا أخبرت عنها أو عطفتها فإنك تعربها . واختلف : هل لها محل من الإعراب ؟ فقيل : لا ; لأنها ليست أسماء متمكنة ، ولا أفعالا مضارعة ; وإنما هي بمنزلة حروف التهجي فهي محكية . هذا مذهب الخليل وسيبويه .[ ص: 153 ] ومن قال : إنها أسماء السور فموضعها عنده الرفع على أنها عنده خبر ابتداء مضمر ، أي هذه ( الم ) ; كما تقول : هذه سورة البقرة . أو تكون رفعا على الابتداء والخبر ذلك ; كما تقول : زيد ذلك الرجل . وقال ابن كيسان النحوي : ( الم ) في موضع نصب ; كما تقول : اقرأ ( الم ) أو عليك ( الم ) . وقيل : في موضع خفض بالقسم ; لقول ابن عباس : إنها أقسام أقسم الله بها .",
  "ayah": 1,
  "surah": 2
}
