{
  "text": "واتبعوا ما تتلو الشياطين على ملك سليمان وما كفر سليمان ولكن الشياطين كفروا يعلمون الناس السحر وما أنزل على الملكين ببابل هاروت وماروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من أحد إلا بإذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتراه ما له في الآخرة من خلاق ولبئس ما شروا به أنفسهم لو كانوا يعلمون[ ص: 41 ] فيه أربع وعشرون مسألة : الأولى : قوله تعالى : واتبعوا ما تتلو الشياطين على ملك سليمان هذا إخبار من الله تعالى عن الطائفة الذين نبذوا الكتاب بأنهم اتبعوا السحر أيضا ، وهم اليهود . وقال السدي : عارضت اليهود محمدا صلى الله عليه وسلم بالتوراة فاتفقت التوراة والقرآن فنبذوا التوراة وأخذوا بكتاب آصف وبسحر هاروت وماروت . وقال محمد بن إسحاق : لما ذكر رسول الله صلى الله عليه وسلم سليمان في المرسلين قال بعض أحبارهم : يزعم محمد أن ابن داود كان نبيا ! والله ما كان إلا ساحرا ، فأنزل الله عز وجل : وما كفر سليمان ولكن الشياطين كفروا أي ألقت إلى بني آدم أن ما فعله سليمان من ركوب البحر واستسخار الطير والشياطين كان سحرا . وقال الكلبي : كتبت الشياطين السحر والنيرنجيات على لسان آصف كاتب سليمان ، ودفنوه تحت مصلاه حين انتزع الله ملكه ولم يشعر بذلك سليمان ، فلما مات سليمان استخرجوه وقالوا للناس : إنما ملككم بهذا فتعلموه ، فأما علماء بني إسرائيل فقالوا : معاذ الله أن يكون هذا علم سليمان ! وأما السفلة فقالوا : هذا علم سليمان ، وأقبلوا على تعليمه ورفضوا كتب أنبيائهم حتى بعث الله محمدا صلى الله عليه وسلم ، فأنزل الله عز وجل على نبيه عذر سليمان وأظهر براءته مما رمي به فقال : واتبعوا ما تتلو الشياطين . قال عطاء : تتلو تقرأ من التلاوة . وقال ابن عباس : تتلو تتبع ، كما تقول : جاء القوم يتلو بعضهم بعضا . وقال الطبري : اتبعوا بمعنى فضلوا .قلت : لأن كل من اتبع شيئا وجعله أمامه فقد فضله على غيره ، ومعنى \" تتلو \" يعني تلت ، فهو بمعنى المضي ، قال الشاعر :وإذا مررت بقبره فاعقر به كوم الهجان وكل طرف سابح     وانضح جوانب قبره بدمائهافلقد يكون أخا دم وذبائحأي فلقد كان . وما مفعول ب ( اتبعوا ) أي اتبعوا ما تقولته الشياطين على سليمان وتلته . وقيل : ما نفي ، وليس بشيء لا في نظام الكلام ولا في صحته ، قاله ابن العربي .[ ص: 42 ] على ملك سليمان أي على شرعه ونبوته . قال الزجاج : قال الفراء على عهد ملك سليمان . وقيل : المعنى في ملك سليمان يعني في قصصه وصفاته وأخباره . قال الفراء : تصلح على وفي ، في مثل هذا الموضع . وقال على ولم يقل بعد لقوله تعالى : وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته أي في تلاوته . وقد تقدم معنى الشيطان واشتقاقه ، فلا معنى لإعادته . والشياطين هنا قيل : هم شياطين الجن ، وهو المفهوم من هذا الاسم . وقيل : المراد شياطين الإنس المتمردون في الضلال ، كقول جرير :أيام يدعونني الشيطان من غزلي     وكن يهوينني إذ كنت شيطاناالثانية : قوله تعالى : وما كفر سليمان تبرئة من الله لسليمان ولم يتقدم في الآية أن أحدا نسبه إلى الكفر ، ولكن اليهود نسبته إلى السحر ، ولكن لما كان السحر كفرا صار بمنزلة من نسبه إلى الكفر . ثم قال : ولكن الشياطين كفروا فأثبت كفرهم بتعليم السحر . ويعلمون : في موضع نصب على الحال ، ويجوز أن يكون في موضع رفع على أنه خبر ثان . وقرأ الكوفيون سوى عاصم \" ولكن الشياطين \" بتخفيف \" لكن \" ، ورفع النون من \" الشياطين \" ، وكذلك في الأنفال \" ولكن الله رمى \" ووافقهم ابن عامر . الباقون بالتشديد والنصب . و \" لكن \" كلمة لها معنيان : نفي الخبر الماضي ، وإثبات الخبر المستقبل ، وهي مبنية من ثلاث كلمات : لا ، ك ، إن . \" لا \" نفي ، و \" الكاف \" خطاب ، و \" إن \" إثبات وتحقيق ، فذهبت الهمزة استثقالا ، وهي تثقل وتخفف ، فإذا ثقلت نصبت كإن الثقيلة ، وإذا خففت رفعت بها كما ترفع بإن الخفيفة .الثالثة : السحر ، قيل : السحر أصله التمويه والتخاييل ، وهو أن يفعل الساحر أشياء ومعاني ، فيخيل للمسحور أنها بخلاف ما هي به ، كالذي يرى السراب من بعيد فيخيل إليه أنه ماء ، وكراكب السفينة السائرة سيرا حثيثا يخيل إليه أن ما يرى من الأشجار والجبال سائرة معه . وقيل : هو مشتق من سحرت الصبي إذا خدعته ، وكذلك إذا عللته ، والتسحير مثله ، قال لبيد :فإن تسألينا فيم نحن فإننا عصافير من هذا الأنام المسحر[ ص: 43 ] آخر [ هو امرؤ القيس ] :أرانا موضعين لأمر غيب     ونسحر بالطعام وبالشرابعصافير وذبان ودود     وأجرأ من مجلحة الذئابوقوله تعالى : إنما أنت من المسحرين يقال : المسحر الذي خلق ذا سحر ، ويقال من المعللين ، أي ممن يأكل الطعام ويشرب الشراب . وقيل : أصله الخفاء ، فإن الساحر يفعله في خفية . وقيل : أصله الصرف ، يقال : ما سحرك عن كذا ، أي ما صرفك عنه ، فالسحر مصروف عن جهته . وقيل : أصله الاستمالة ، وكل من استمالك فقد سحرك . وقيل في قوله تعالى : بل نحن قوم مسحورون أي سحرنا فأزلنا بالتخييل عن معرفتنا . وقال الجوهري : السحر الأخذة ، وكل ما لطف مأخذه ودق فهو سحر ، وقد سحره يسحره سحرا . والساحر : العالم ، وسحره أيضا بمعنى خدعه ، وقد ذكرناه . وقال ابن مسعود : كنا نسمي السحر في الجاهلية العضه . والعضه عند العرب : شدة البهت وتمويه الكذب ، قال الشاعر :أعوذ بربي من النافثا     ت في عضه العاضه المعضهالرابعة : واختلف هل له حقيقة أم لا ، فذكر الغزنوي الحنفي في عيون المعاني له : أن السحر عند المعتزلة خدع لا أصل له ، وعند الشافعي وسوسة وأمراض . قال : وعندنا أصله طلسم يبنى على تأثير خصائص الكواكب ، كتأثير الشمس في زئبق عصي فرعون ، أو تعظيم الشياطين ليسهلوا له ما عسر .قلت : وعندنا أنه حق وله حقيقة يخلق الله عنده ما شاء ، على ما يأتي . ثم من السحر ما يكون بخفة اليد كالشعوذة . والشعوذي : البريد لخفة سيره . قال ابن فارس في المجمل : الشعوذة ليس من كلام أهل البادية ، وهي خفة في اليدين وأخذة كالسحر ، ومنه ما يكون كلاما يحفظ ، ورقى من أسماء الله تعالى . وقد يكون من عهود الشياطين ، ويكون أدوية وأدخنة وغير ذلك .الخامسة : سمى رسول الله صلى الله عليه وسلم الفصاحة في الكلام واللسانة فيه سحرا ، فقال : إن من [ ص: 44 ] البيان لسحرا أخرجه مالك وغيره . وذلك لأن فيه تصويب الباطل حتى يتوهم السامع أنه حق ، فعلى هذا يكون قوله عليه السلام : إن من البيان لسحرا خرج مخرج الذم للبلاغة والفصاحة ، إذ شبهها بالسحر . وقيل : خرج مخرج المدح للبلاغة والتفضيل للبيان ، قال جماعة من أهل العلم . والأول أصح ، والدليل عليه قوله عليه السلام : فلعل بعضكم أن يكون ألحن بحجته من بعض ، وقوله : إن أبغضكم إلي الثرثارون المتفيهقون . الثرثرة : كثرة الكلام وترديده ، يقال : ثرثر الرجل فهو ثرثار مهذار . والمتفيهق نحوه . قال ابن دريد . فلان يتفيهق في كلامه إذا توسع فيه وتنطع ، قال : وأصله الفهق وهو الامتلاء ، كأنه ملأ به فمه .قلت : وبهذا المعنى الذي ذكرناه فسره عامر الشعبي راوي الحديث وصعصعة بن صوحان فقالا : أما قوله صلى الله عليه وسلم : إن من البيان لسحرا فالرجل يكون عليه الحق وهو ألحن بالحجج من صاحب الحق فيسحر القوم ببيانه فيذهب بالحق وهو عليه ، وإنما يحمد العلماء البلاغة واللسانة ما لم تخرج إلى حد الإسهاب والإطناب ، وتصوير الباطل في صورة الحق . وهذا بين ، والحمد لله .السادسة : من السحر ما يكون كفرا من فاعله ، مثل ما يدعون من تغيير صور الناس ، وإخراجهم في هيئة بهيمة ، وقطع مسافة شهر في ليلة ، والطيران في الهواء ، فكل من فعل هذا ليوهم الناس أنه محق فذلك كفر منه ، قاله أبو نصر عبد الرحيم القشيري . قال أبو عمرو : من زعم أن الساحر يقلب الحيوان من صورة إلى صورة ، فيجعل الإنسان حمارا أو نحوه ، ويقدر على نقل الأجساد وهلاكها وتبديلها ، فهذا يرى قتل الساحر لأنه كافر بالأنبياء ، يدعي مثل آياتهم ومعجزاتهم ، ولا يتهيأ مع هذا علم صحة النبوة ؛ إذ قد يحصل مثلها بالحيلة . وأما من زعم أن السحر خدع ومخاريق وتمويهات وتخييلات فلم يجب على أصله قتل الساحر ، إلا أن يقتل بفعله أحدا فيقتل به .السابعة : ذهب أهل السنة إلى أن السحر ثابت وله حقيقة . وذهب عامة المعتزلة وأبو إسحاق الإستراباذي من أصحاب الشافعي إلى أن السحر لا حقيقة له ، وإنما هو تمويه وتخييل وإيهام لكون الشيء على غير ما هو به ، وأنه ضرب من الخفة والشعوذة ، كما قال تعالى : يخيل إليه من سحرهم أنها تسعى ولم يقل تسعى على الحقيقة ، ولكن قال يخيل إليه . وقال أيضا : سحروا أعين الناس . وهذا لا حجة فيه ; لأنا لا ننكر أن يكون التخييل وغيره من جملة السحر ، ولكن ثبت وراء ذلك أمور جوزها العقل وورد بها السمع ، فمن ذلك ما جاء في هذه الآية من ذكر السحر وتعليمه ، ولو لم يكن له حقيقة لم يمكن تعليمه ، ولا أخبر تعالى أنهم يعلمونه الناس ، فدل على أن له حقيقة . وقوله تعالى في قصة سحرة فرعون : وجاءوا بسحر عظيم وسورة \" الفلق \" ، مع اتفاق المفسرين على أن سبب نزولها ما كان من سحر لبيد بن الأعصم ، وهو مما خرجه البخاري ومسلم وغيرهما عن عائشة رضي الله عنها قالت : سحر رسول الله صلى الله عليه وسلم يهودي من يهود بني زريق يقال له لبيد بن الأعصم ، الحديث . وفيه : أن النبي صلى الله عليه وسلم قال لما حل السحر : \" إن الله شفاني \" . والشفاء إنما يكون برفع العلة وزوال المرض ، فدل على أن له حقا وحقيقة ، فهو مقطوع به بإخبار الله تعالى ورسوله على وجوده ووقوعه . وعلى هذا أهل الحل والعقد الذين ينعقد بهم الإجماع ، ولا عبرة مع اتفاقهم بحثالة المعتزلة ومخالفتهم أهل الحق . ولقد شاع السحر وذاع في سابق الزمان وتكلم الناس فيه ، ولم يبد من الصحابة ولا من التابعين إنكار لأصله . وروى سفيان عن أبي الأعور عن عكرمة عن ابن عباس قال : علم السحر في قرية من قرى مصر يقال لها : \" الفرما \" فمن كذب به فهو كافر ، مكذب لله ورسوله ، منكر لما علم مشاهدة وعيانا .الثامنة : قال علماؤنا : لا ينكر أن يظهر على يد الساحر خرق العادات مما ليس في مقدور البشر من مرض وتفريق وزوال عقل وتعويج عضو إلى غير ذلك مما قام الدليل على استحالة كونه من مقدورات العباد . قالوا : ولا يبعد في السحر أن يستدق جسم الساحر حتى يتولج في الكوات والخوخات والانتصاب على رأس قصبة ، والجري على خيط مستدق ، والطيران في الهواء والمشي على الماء وركوب كلب وغير ذلك . ومع ذلك فلا يكون السحر موجبا لذلك [ ص: 46 ] ولا علة لوقوعه ولا سببا مولدا ، ولا يكون الساحر مستقلا به ، وإنما يخلق الله تعالى هذه الأشياء ويحدثها عند وجود السحر ، كما يخلق الشبع عند الأكل ، والري عند شرب الماء . روى سفيان عن عمار الذهبي أن ساحرا كان عند الوليد بن عقبة يمشي على الحبل ، ويدخل في است الحمار ويخرج من فيه ، فاشتمل له جندب على السيف فقتله جندب - هذا هو جندب بن كعب الأزدي ويقال البجلي - وهو الذي قال في حقه النبي صلى الله عليه وسلم : يكون في أمتي رجل يقال له جندب يضرب ضربة بالسيف يفرق بين الحق والباطل . فكانوا يرونه جندبا هذا قاتل الساحر . قال علي بن المديني : روى عنه حارثة بن مضرب .التاسعة : أجمع المسلمون على أنه ليس في السحر ما يفعل الله عنده إنزال الجراد والقمل والضفادع وفلق البحر وقلب العصا وإحياء الموتى وإنطاق العجماء ، وأمثال ذلك من عظيم آيات الرسل عليهم السلام . فهذا ونحوه مما يجب القطع بأنه لا يكون ولا يفعله الله عند إرادة الساحر . قال القاضي أبو بكر بن الطيب : وإنما منعنا ذلك بالإجماع ولولاه لأجزناه .العاشرة : في الفرق بين السحر والمعجزة ، قال علماؤنا : السحر يوجد من الساحر وغيره ، وقد يكون جماعة يعرفونه ويمكنهم الإتيان به في وقت واحد . والمعجزة لا يمكن الله أحدا أن يأتي بمثلها وبمعارضتها ، ثم الساحر لم يدع النبوة فالذي يصدر منه متميز عن المعجزة ، فإن المعجزة شرطها اقتران دعوى النبوة والتحدي بها ، كما تقدم في مقدمة الكتاب .الحادية عشر : واختلف الفقهاء في حكم الساحر المسلم والذمي ، فذهب مالك إلى أن المسلم إذا سحر بنفسه بكلام يكون كفرا يقتل ولا يستتاب ولا تقبل توبته ; لأنه أمر يستسر به كالزنديق والزاني ; ولأن الله تعالى سمى السحر كفرا بقوله : وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر وهو قول أحمد بن حنبل وأبي ثور وإسحاق والشافعي وأبي حنيفة . وروي قتل الساحر عن عمر وعثمان وابن عمر وحفصة وأبي موسى وقيس بن سعد وعن سبعة من التابعين . وروي عن النبي صلى الله عليه وسلم : حد الساحر ضربه بالسيف خرجه الترمذي وليس [ ص: 47 ] بالقوي ، انفرد به إسماعيل بن مسلم وهو ضعيف عندهم ، رواه ابن عيينة عن إسماعيل بن مسلم عن الحسن مرسلا ، ومنهم من جعله عن جندب قال ابن المنذر : وقد روينا عن عائشة أنها باعت ساحرة كانت سحرتها وجعلت ثمنها في الرقاب . قال ابن المنذر : وإذا أقر الرجل أنه سحر بكلام يكون كفرا وجب قتله إن لم يتب ، وكذلك لو ثبتت به عليه بينة ووصفت البينة كلاما يكون كفرا . وإن كان الكلام الذي ذكر أنه سحر به ليس بكفر لم يجز قتله ، فإن كان أحدث في المسحور جناية توجب القصاص اقتص منه إن كان عمد ذلك ، وإن كان مما لا قصاص فيه ففيه دية ذلك . قال ابن المنذر : وإذا اختلف أصحاب رسول الله صلى الله عليه وسلم في المسألة وجب اتباع أشبههم بالكتاب والسنة ، وقد يجوز أن يكون السحر الذي أمر من أمر منهم بقتل الساحر سحرا يكون كفرا فيكون ذلك موافقا لسنة رسول الله صلى الله عليه وسلم ، ويحتمل أن تكون عائشة رضي الله عنها أمرت ببيع ساحرة لم يكن سحرها كفرا . فإن احتج محتج بحديث جندب عن النبي صلى الله عليه وسلم : حد الساحر ضربه بالسيف فلو صح لاحتمل أن يكون أمر بقتل الساحر الذي يكون سحره كفرا ، فيكون ذلك موافقا للأخبار التي جاءت عن النبي صلى الله عليه وسلم أنه قال : لا يحل دم امرئ مسلم إلا بإحدى ثلاث . . .قلت : وهذا صحيح ، ودماء المسلمين محظورة لا تستباح إلا بيقين ولا يقين مع الاختلاف . والله تعالى أعلم . وقال بعض العلماء : إن قال أهل الصناعة إن السحر لا يتم إلا مع الكفر والاستكبار ، أو تعظيم الشيطان فالسحر إذا دال على الكفر على هذا التقدير ، والله تعالى أعلم . وروي عن الشافعي : لا يقتل الساحر إلا أن يقتل بسحره ويقول تعمدت القتل ، وإن قال لم أتعمده لم يقتل ، وكانت فيه الدية كقتل الخطأ ، وإن أضر به أدب على قدر الضرر . قال ابن العربي : وهذا باطل من وجهين ، أحدهما : إنه لم يعلم السحر ، وحقيقته أنه كلام مؤلف يعظم به غير الله تعالى ، وتنسب إليه المقادير والكائنات . الثاني : إن الله سبحانه قد صرح في كتابه بأنه كفر فقال : وما كفر سليمان بقول السحر ولكن الشياطين كفروا به وبتعليمه ، وهاروت وماروت يقولان : إنما نحن فتنة فلا تكفر وهذا تأكيد للبيان .[ ص: 48 ] احتج أصحاب مالك بأنه لا تقبل توبته ; لأن السحر باطن لا يظهره صاحبه فلا تعرف توبته كالزنديق ، وإنما يستتاب من أظهر الكفر مرتدا ، قال مالك : فإن جاء الساحر أو الزنديق تائبا قبل أن يشهد عليهما قبلت توبتهما ، والحجة لذلك قوله تعالى : فلم يك ينفعهم إيمانهم لما رأوا بأسنا فدل على أنه كان ينفعهم إيمانهم قبل نزول العذاب ، فكذلك هذان .الثانية عشرة : وأما ساحر الذمة ، فقيل يقتل . وقال مالك : لا يقتل إلا أن يقتل بسحره ويضمن ما جنى ، ويقتل إن جاء منه ما لم يعاهد عليه . وقال ابن خويز منداد : فأما إذا كان ذميا فقد اختلفت الرواية عن مالك ، فقال مرة : يستتاب وتوبته الإسلام . وقال مرة : يقتل وإن أسلم . وأما الحربي فلا يقتل إذا تاب ، وكذلك قال مالك في ذمي سب النبي صلى الله عليه وسلم : يستتاب وتوبته الإسلام . وقال مرة : يقتل ولا يستتاب كالمسلم . وقال مالك أيضا في الذمي إذا سحر : يعاقب ، إلا أن يكون قتل بسحره ، أو أحدث حدثا فيؤخذ منه بقدره . وقال غيره : يقتل ; لأنه قد نقض العهد . ولا يرث الساحر ورثته ; لأنه كافر إلا أن يكون سحره لا يسمى كفرا . وقال مالك في المرأة تعقد زوجها عن نفسها أو عن غيرها : تنكل ولا تقتل .الثالثة عشرة : واختلفوا هل يسأل الساحر حل السحر عن المسحور ، فأجازه سعيد بن المسيب على ما ذكره البخاري ، وإليه مال المزني وكرهه الحسن البصري . وقال الشعبي : لا بأس بالنشرة . قال ابن بطال : وفي كتاب وهب بن منبه أن يأخذ سبع ورقات من سدر أخضر فيدقه بين حجرين ثم يضربه بالماء ويقرأ عليه آية الكرسي ، ثم يحسو منه ثلاث حسوات ويغتسل به ، فإنه يذهب عنه كل ما به ، إن شاء الله تعالى ، وهو جيد للرجل إذا حبس عن أهله .الرابعة عشرة : أنكر معظم المعتزلة الشياطين والجن ، ودل إنكارهم على قلة مبالاتهم وركاكة دياناتهم ، وليس في إثباتهم مستحيل عقلي ، وقد دلت نصوص الكتاب والسنة على إثباتهم ، وحق على اللبيب المعتصم بحبل الله أن يثبت ما قضى العقل بجوازه ، ونص الشرع على ثبوته ، قال الله تعالى : ولكن الشياطين كفروا وقال : ومن الشياطين من يغوصون له إلى غير ذلك من الآي ، وسورة \" الجن \" تقضي بذلك ، وقال عليه السلام : إن الشيطان يجري من ابن آدم مجرى الدم . وقد أنكر هذا الخبر كثير من الناس ، وأحالوا روحين في جسد ، والعقل لا يحيل سلوكهم في الإنس إذا كانت أجسامهم رقيقة بسيطة على ما يقوله بعض الناس بل أكثرهم ، ولو كانوا كثافا لصح ذلك أيضا منهم ، كما يصح دخول الطعام والشراب في الفراغ من الجسم ، وكذلك الديدان قد تكون في بني آدم وهي أحياء .الخامسة عشرة : وما أنزل على الملكين ما نفي ، والواو للعطف على قوله : وما كفر سليمان وذلك أن اليهود قالوا : إن الله أنزل جبريل وميكائيل بالسحر ، فنفى الله ذلك . وفي الكلام تقديم وتأخير ، التقدير وما كفر سليمان ، وما أنزل على الملكين ، ولكن الشياطين كفروا يعلمون الناس السحر ببابل هاروت وماروت ، فهاروت وماروت بدل من الشياطين في قوله : ولكن الشياطين كفروا . هذا أولى ما حملت عليه الآية من التأويل ، وأصح ما قيل فيها ولا يلتفت إلى سواه ، فالسحر من استخراج الشياطين للطافة جوهرهم ، ودقة أفهامهم ، وأكثر ما يتعاطاه من الإنس النساء وخاصة في حال طمثهن ، قال الله تعالى : ومن شر النفاثات في العقد . وقال الشاعر :أعوذ بربي من النافثا ت . . . . . . . . . . . . . .السادسة عشرة : إن قال قائل : كيف يكون اثنان بدلا من جمع والبدل إنما يكون على حد المبدل ، فالجواب من وجوه ثلاثةالأول : أن الاثنين قد يطلق عليهما اسم الجمع ، كما قال تعالى : فإن كان له إخوة فلأمه السدس ولا يحجبها عن الثلث إلى السدس إلا [ ص: 50 ] اثنان من الإخوة فصاعدا ، على ما يأتي بيانه في \" النساء \" .الثاني : أنهما لما كانا الرأس في التعليم نص عليهما دون أتباعهما ، كما قال تعالى : عليها تسعة عشر .الثالث : إنما خصا بالذكر من بينهم لتمردهما ، كما قال تعالى : فيهما فاكهة ونخل ورمان وقوله : وجبريل وميكال . وهذا كثير في القرآن وفي كلام العرب ، فقد ينص بالذكر على بعض أشخاص العموم إما لشرفه وإما لفضله ، كقوله تعالى : إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي وقوله : وجبريل وميكال ، وإما لطيبه كقوله : فاكهة ونخل ورمان ، وإما لأكثريته ، كقوله صلى الله عليه وسلم : جعلت لي الأرض مسجدا وتربتها طهورا ، وإما لتمرده وعتوه كما في هذه الآية ، والله تعالى أعلم . وقد قيل : إن ما عطف على السحر وهي مفعولة ، فعلى هذا يكون ما بمعنى الذي ، ويكون السحر منزلا على الملكين فتنة للناس وامتحانا ، ولله أن يمتحن عباده بما شاء ، كما امتحن بنهر طالوت ، ولهذا يقول الملكان : إنما نحن فتنة ، أي محنة من الله ، نخبرك أن عمل الساحر كفر فإن أطعتنا نجوت ، وإن عصيتنا هلكت . وقد روي عن علي وابن مسعود وابن عباس وابن عمر وكعب الأحبار والسدي والكلبي ما معناه : أنه لما كثر الفساد من أولاد آدم عليه السلام - وذلك في زمن إدريس عليه السلام - عيرتهم الملائكة ، فقال الله تعالى : أما إنكم لو كنتم مكانهم ، وركبت فيكم ما ركبت فيهم لعملتم مثل أعمالهم ، فقالوا : سبحانك ! ما كان ينبغي لنا ذلك ، قال : فاختاروا ملكين من خياركم ، فاختاروا هاروت وماروت ، فأنزلهما إلى الأرض فركب فيهما الشهوة ، فما مر بهما شهر حتى فتنا بامرأة اسمها بالنبطية \" بيدخت \" وبالفارسية \" ناهيل \" وبالعربية \" الزهرة \" اختصمت إليهما ، وراوداها عن نفسها فأبت إلا أن يدخلا في دينها ويشربا الخمر ويقتلا النفس التي حرم الله ، فأجاباها وشربا الخمر وألما بها ، فرآهما رجل فقتلاه ، وسألتهما عن الاسم الذي يصعدان به إلى السماء فعلماها فتكلمت به فعرجت فمسخت كوكبا . وقال سالم عن أبيه عن عبد الله : [ ص: 51 ] فحدثني كعب الحبر أنهما لم يستكملا يومهما حتى عملا بما حرم الله عليهما . وفي غير هذا الحديث : فخيرا بين عذاب الدنيا وعذاب الآخرة فاختارا عذاب الدنيا ، فهما يعذبان ببابل في سرب من الأرض . قيل : بابل العراق . وقيل : بابل نهاوند ، وكان ابن عمر فيما يروى عن عطاء أنه كان إذا رأى الزهرة وسهيلا سبهما وشتمهما ، ويقول : إن سهيلا كان عشارا باليمن يظلم الناس ، وإن الزهرة كانت صاحبة هاروت وماروت .قلنا : هذا كله ضعيف وبعيد عن ابن عمر وغيره ، لا يصح منه شيء ، فإنه قول تدفعه الأصول في الملائكة الذين هم أمناء الله على وحيه ، وسفراؤه إلى رسله لا يعصون الله ما أمرهم ويفعلون ما يؤمرون . بل عباد مكرمون لا يسبقونه بالقول وهم بأمره يعملون . يسبحون الليل والنهار لا يفترون . وأما العقل فلا ينكر وقوع المعصية من الملائكة ويوجد منهم خلاف ما كلفوه ، ويخلق فيهم الشهوات ، إذ في قدرة الله تعالى كل موهوم ، ومن هذا خوف الأنبياء والأولياء الفضلاء العلماء ، لكن وقوع هذا الجائز لا يدرك إلا بالسمع ولم يصح . ومما يدل على عدم صحته أن الله تعالى خلق النجوم وهذه الكواكب حين خلق السماء ، ففي الخبر : ( أن السماء لما خلقت خلق فيها سبعة دوارة زحل والمشتري وبهرام وعطارد والزهرة والشمس والقمر \" . وهذا معنى قول الله تعالى : وكل في فلك يسبحون . فثبت بهذا أن الزهرة وسهيلا قد كانا قبل خلق آدم ، ثم إن قول الملائكة : \" ما كان ينبغي لنا \" عورة : لا تقدر على فتنتنا ، وهذا كفر نعوذ بالله منه ومن نسبته إلى الملائكة الكرام صلوات الله عليهم أجمعين ، وقد نزهناهم وهم المنزهون عن كل ما ذكره ونقله المفسرون ، سبحان ربك رب العزة عما يصفون .السابعة عشرة : قرأ ابن عباس وابن أبزى والضحاك والحسن : \" الملكين \" بكسر اللام . قال ابن أبزى : هما داود وسليمان . ف \" ما \" على هذا القول أيضا نافية ، وضعف هذا القول ابن العربي . وقال الحسن : هما علجان كانا ببابل ملكين ، ف \" ما \" على هذا القول مفعولة غير نافية .الثامنة عشرة : ببابل بابل لا ينصرف للتأنيث والتعريف والعجمة ، وهي قطر من الأرض ، قيل : العراق وما والاه . وقال ابن مسعود لأهل الكوفة : أنتم بين الحيرة وبابل . وقال قتادة : هي من نصيبين إلى رأس العين . وقال قوم : هي بالمغرب . قال ابن عطية : وهذا ضعيف . وقال قوم : هو جبل نهاوند ، فالله تعالى أعلم .واختلف في تسميته ببابل ، فقيل : سمي بذلك لتبلبل الألسن بها حين سقط صرح نمروذ . وقيل : سمي به لأن الله تعالى لما أراد أن يخالف بين ألسنة بني آدم بعث ريحا فحشرتهم من الآفاق إلى بابل ، فبلبل الله ألسنتهم بها ، ثم فرقتهم تلك الريح في البلاد . والبلبلة : التفريق ، قال معناه الخليل . وقال أبو عمر بن عبد البر : من أخصر ما قيل في البلبلة وأحسنه ما رواه داود بن أبي هند عن علباء بن أحمر عن عكرمة عن ابن عباس أن نوحا عليه السلام لما هبط إلى أسفل الجودي ابتنى قرية وسماها ثمانين ، فأصبح ذات يوم وقد تبلبلت ألسنتهم على ثمانين لغة ، إحداها اللسان العربي ، وكان لا يفهم بعضهم عن بعض .التاسعة عشرة : روى عبد الله بن بشر المازني قال : قال رسول الله صلى الله عليه وسلم : اتقوا الدنيا فوالذي نفسي بيده إنها لأسحر من هاروت وماروت . قال علماؤنا : إنما كانت الدنيا أسحر منهما لأنها تسحرك بخدعها ، وتكتمك فتنتها ، فتدعوك إلى التحارص عليها والتنافس فيها ، والجمع لها والمنع ، حتى تفرق بينك وبين طاعة الله تعالى ، وتفرق بينك وبين رؤية الحق ورعايته ، فالدنيا أسحر منهما ، تأخذ بقلبك عن الله ، وعن القيام بحقوقه ، وعن وعده ووعيده . وسحر الدنيا محبتها وتلذذك بشهواتها ، وتمنيك بأمانيها الكاذبة حتى تأخذ بقلبك ، ولهذا قال رسول الله صلى الله عليه وسلم حبك الشيء يعمي ويصم .الموفية عشرين : قوله تعالى : هاروت وماروت لا ينصرف هاروت ; لأنه أعجمي معرفة ، وكذا ماروت ، ويجمع هواريت ومواريت ، مثل طواغيت ، ويقال : هوارتة وهوار ، وموارتة وموار ، ومثله جالوت وطالوت ، فاعلم . وقد تقدم هل هما ملكان أو غيرهما ؟ خلاف . قال الزجاج : وروي عن علي رضي الله عنه أنه قال : أي والذي أنزل على الملكين ، وأن الملكين يعلمان الناس تعليم إنذار من السحر لا تعليم دعاء إليه . قال الزجاج : وهذا القول [ ص: 53 ] الذي عليه أكثر أهل اللغة والنظر ، ومعناه أنهما يعلمان الناس على النهي فيقولان لهم : لا تفعلوا كذا ، ولا تحتالوا بكذا لتفرقوا بين المرء وزوجه . والذي أنزل عليهما هو النهي ، كأنه قولا للناس : لا تعملوا كذا ، ف ( يعلمان ) بمعنى يعلمان ، كما قال : ولقد كرمنا بني آدم أي أكرمنا .الحادية والعشرون : قوله تعالى : وما يعلمان من أحد من زائدة للتوكيد ، والتقدير : وما يعلمان أحدا . حتى يقولا نصب بحتى فلذلك حذفت منه النون ، ولغة هذيل وثقيف \" عتى \" بالعين المعجمة . والضمير في يعلمان لهاروت وماروت . وفي يعلمان قولان ، أحدهما : أنه على بابه من التعليم . الثاني : أنه من الإعلام لا من التعليم ، ف يعلمان بمعنى يعلمان ، وقد جاء في كلام العرب تعلم بمعنى اعلم ، ذكره ابن الأعرابي وابن الأنباري . قال كعب بن مالك :تعلم رسول الله أنك مدركي وأن وعيدا منك كالأخذ باليدوقال القطامي :تعلم أن بعد الغي رشدا     وأن لذلك الغي انقشاعاوقال زهير :تعلمن ها لعمر الله ذا قسما     فاقدر بذرعك وانظر أين تنسلكوقال آخر :تعلم أنه لا طير إلا     على متطير وهو الثبورإنما نحن فتنة لما أنبأ بفتنتهما كانت الدنيا أسحر منهما حين كتمت فتنتها . فلا تكفر قالت فرقة بتعليم السحر ، وقالت فرقة باستعماله . وحكى المهدوي أنه استهزاء ; لأنهما إنما يقولانه لمن قد تحققا ضلاله .الثانية والعشرون : قوله تعالى : فيتعلمون منهما قال سيبويه : التقدير فهم يتعلمون ، قال ومثله كن فيكون . وقيل : هو معطوف على موضع ما يعلمان ; لأن قوله : وما يعلمان وإن دخلت عليه ما النافية فمضمنه الإيجاب في التعليم . وقال الفراء : هي مردودة على قوله : يعلمون الناس السحر فيتعلمون ، ويكون \" فيتعلمون \" متصلة بقوله إنما نحن فتنة فيأتون فيتعلمون . قال السدي : كانا يقولان لمن جاءهما : إنما نحن فتنة فلا تكفر [ ص: 54 ] فإن أبى أن يرجع قالا له : ائت هذا الرماد فبل فيه ، فإذا بال فيه خرج منه نور يسطع إلى السماء ، وهو الإيمان ، ثم يخرج منه دخان أسود فيدخل في أذنيه وهو الكفر ، فإذا أخبرهما بما رآه من ذلك علماه ما يفرقون به بين المرء وزوجه . ذهبت طائفة من العلماء إلى أن الساحر ليس يقدر على أكثر مما أخبر الله عنه من التفرقة ; لأن الله ذكر ذلك في معرض الذم للسحر والغاية في تعليمه ، فلو كان يقدر على أكثر من ذلك لذكره . وقالت طائفة : ذلك خرج على الأغلب ، ولا ينكر أن السحر له تأثير في القلوب ، بالحب والبغض وبإلقاء الشرور حتى يفرق الساحر بين المرء وزوجه ، ويحول بين المرء وقلبه ، وذلك بإدخال الآلام وعظيم الأسقام ، وكل ذلك مدرك بالمشاهدة وإنكاره معاندة ، وقد تقدم هذا ، والحمد لله .الثالثة والعشرون : قوله تعالى : وما هم بضارين به من أحد إلا بإذن الله ما هم ، إشارة إلى السحرة . وقيل إلى اليهود ، وقيل إلى الشياطين . بضارين به أي بالسحر . من أحد أي أحدا ، ومن زائدة . إلا بإذن الله بإرادته وقضائه لا بأمره لأنه تعالى لا يأمر بالفحشاء ويقضي على الخلق بها . وقال الزجاج : إلا بإذن الله إلا بعلم الله . قال النحاس : وقول أبي إسحاق إلا بإذن الله إلا بعلم الله غلط ; لأنه إنما يقال في العلم أذن ، وقد أذنت أذنا . ولكن لما لم يحل فيما بينهم وبينه وظلوا يفعلونه كان كأنه أباحه مجازا .الرابعة والعشرون : ويتعلمون ما يضرهم ولا ينفعهم يريد في الآخرة وإن أخذوا بها نفعا قليلا في الدنيا . وقيل : يضرهم في الدنيا ; لأن ضرر السحر والتفريق يعود على الساحر في الدنيا إذا عثر عليه ; لأنه يؤدب ويزجر ، ويلحقه شؤم السحر . وباقي الآي بين لتقدم معانيها .واللام في ولقد علموا لام توكيد . لمن اشتراه لام يمين ، وهي للتوكيد أيضا . وموضع من رفع بالابتداء ; لأنه لا يعمل ما قبل اللام فيما بعدها . ومن بمعنى الذي . وقال الفراء . هي للمجازاة . وقال الزجاج : ليس هذا بموضع شرط ، ومن بمعنى الذي ، كما تقول : لقد علمت ، لمن جاءك ما له عقل . من خلاق من زائدة ، والتقدير ما له في الآخرة خلاق ، ولا تزاد في الواجب ، هذا قول البصريين . وقال الكوفيون : تكون زائدة في الواجب ، واستدلوا بقوله تعالى : يغفر لكم من ذنوبكم والخلاق : النصيب ، قاله مجاهد . قال الزجاج : وكذلك هو عند أهل اللغة ، إلا أنه لا يكاد يستعمل إلا للنصيب من الخير . وسئل عن قوله تعالى : ولقد علموا لمن اشتراه ما له في الآخرة من خلاق فأخبر أنهم قد علموا . ثم قال : ولبئس ما شروا به أنفسهم لو كانوا يعلمون فأخبر أنهم لا يعلمون ، فالجواب وهو [ ص: 55 ] قول قطرب والأخفش : أن يكون الذين يعلمون الشياطين ، والذين شروا أنفسهم - أي باعوها - هم الإنس الذين لا يعلمون . قال الزجاج وقال علي بن سليمان : الأجود عندي أن يكون ولقد علموا للملكين ; لأنهما أولى بأن يعلموا . وقال : علموا كما يقال : الزيدان قاموا . وقال الزجاج : الذين علموا علماء اليهود ، ولكن قيل : لو كانوا يعلمون أي فدخلوا في محل من يقال له : لست بعالم ; لأنهم تركوا العمل بعلمهم واسترشدوا من الذين عملوا بالسحر .",
  "ayah": 102,
  "surah": 2
}
