{
  "text": "قوله تعالى : ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها ألم تعلم أن الله على كل شيء قديرفيه خمس عشرة مسألة : الأولى : قوله تعالى : ما ننسخ من آية أو ننسها ننسها عطف على ننسخ وحذفت الياء للجزم . ومن قرأ \" ننسأها \" حذف الضمة من الهمزة للجزم ، وسيأتي معناه . نأت جواب الشرط ، وهذه آية عظمى في الأحكام . وسببها أن اليهود لما حسدوا المسلمين في التوجه إلى الكعبة وطعنوا في الإسلام بذلك ، وقالوا : إن محمدا يأمر أصحابه بشيء ثم ينهاهم عنه ، فما كان هذا القرآن إلا من جهته ، ولهذا يناقض بعضه بعضا ، فأنزل الله : وإذا بدلنا آية مكان آية وأنزل ما ننسخ من آية .الثانية : معرفة هذا الباب أكيدة وفائدته عظيمة ، لا يستغني عن معرفته العلماء ، ولا ينكره إلا الجهلة الأغبياء ، لما يترتب عليه من النوازل في الأحكام ، ومعرفة الحلال من الحرام . روى أبو البختري قال : دخل علي رضي الله عنه المسجد فإذا رجل يخوف الناس ، فقال : ما هذا ؟ قالوا : رجل يذكر الناس ، فقال : ليس برجل يذكر الناس ! لكنه يقول أنا فلان ابن فلان فاعرفوني ، فأرسل إليه فقال : أتعرف الناسخ من المنسوخ ؟ ! فقال : : لا ، قال : فاخرج من مسجدنا ولا تذكر فيه . وفي رواية أخرى : أعلمت الناسخ والمنسوخ ؟ قال : لا ، قال : هلكت وأهلكت ! . ومثله عن ابن عباس رضي الله عنهما .الثالثة : النسخ في كلام العرب على وجهين :أحدهما : النقل ، كنقل كتاب من آخر . وعلى هذا يكون القرآن كله منسوخا ، أعني من اللوح المحفوظ وإنزاله إلى بيت العزة في السماء الدنيا ، وهذا لا مدخل له في هذه الآية ، ومنه قوله تعالى : إنا كنا نستنسخ ما كنتم تعملون أي نأمر بنسخه وإثباته .الثاني : الإبطال والإزالة ، وهو المقصود هنا ، وهو منقسم في اللغة على ضربين :[ ص: 61 ] أحدهما : إبطال الشيء وزواله وإقامة آخر مقامه ، ومنه نسخت الشمس الظل إذا أذهبته وحلت محله ، وهو معنى قوله تعالى : ما ننسخ من آية أو ننسها نأت بخير منها . وفي صحيح مسلم : لم تكن نبوة قط إلا تناسخت أي تحولت من حال إلى حال ، يعني أمر الأمة . قال ابن فارس : النسخ نسخ الكتاب ، والنسخ أن تزيل أمرا كان من قبل يعمل به ثم تنسخه بحادث غيره ، كالآية تنزل بأمر ثم ينسخ بأخرى . وكل شيء خلف شيئا فقد انتسخه ، يقال : انتسخت الشمس الظل ، والشيب الشباب . وتناسخ الورثة : أن تموت ورثة بعد ورثة وأصل الميراث قائم لم يقسم ، وكذلك تناسخ الأزمنة والقرون .الثاني : إزالة الشيء دون أن يقوم آخر مقامه ، كقولهم : نسخت الريح الأثر ، ومن هذا المعنى قوله تعالى فينسخ الله ما يلقي الشيطان أي يزيله فلا يتلى ولا يثبت في المصحف بدله . وزعم أبو عبيد أن هذا النسخ الثاني قد كان ينزل على النبي صلى الله عليه وسلم السورة فترفع فلا تتلى ولا تكتبقلت : ومنه ما روي عن أبي بن كعب وعائشة رضي الله عنهما أن سورة \" الأحزاب \" كانت تعدل سورة البقرة في الطول ، على ما يأتي مبينا هناك إن شاء الله تعالى . ومما يدل على هذا ما ذكره أبو بكر الأنباري حدثنا أبي حدثنا نصر بن داود حدثنا أبو عبيد حدثنا عبد الله بن صالح عن الليث عن يونس وعقيل عن ابن شهاب قال : حدثني أبو أمامة بن سهل بن حنيف في مجلس سعيد بن المسيب أن رجلا قام من الليل ليقرأ سورة من القرآن فلم يقدر على شيء منها ، وقام آخر فلم يقدر على شيء منها ، فغدوا على رسول الله صلى الله عليه وسلم ، فقال أحدهم : قمت الليلة يا رسول الله لأقرأ سورة من القرآن فلم أقدر على شيء منها ، فقام الآخر فقال : وأنا والله كذلك يا رسول الله ، فقام الآخر فقال : وأنا والله كذلك يا رسول الله ، فقال رسول الله صلى الله عليه وسلم : إنها مما نسخ الله البارحة . وفي إحدى الروايات : وسعيد بن المسيب يسمع ما يحدث به أبو أمامة فلا ينكره .الرابعة : أنكرت طوائف من المنتمين للإسلام المتأخرين جوازه ، وهم محجوجون بإجماع السلف السابق علىوقوعه في الشريعة . وأنكرته أيضا طوائف من اليهود ، وهم محجوجون بما جاء في توراتهم بزعمهم أن الله تعالى قال لنوح عليه السلام عند خروجه من السفينة : إني قد جعلت كل دابة مأكلا لك ولذريتك ، وأطلقت ذلك لكم كنبات العشب ، ما [ ص: 62 ] خلا الدم فلا تأكلوه . ثم حرم على موسى وعلى بني إسرائيل كثيرا من الحيوان ، وبما كان آدم عليه السلام يزوج الأخ من الأخت ، وقد حرم الله ذلك على موسى عليه السلام وعلى غيره ، وبأن إبراهيم الخليل أمر بذبح ابنه ثم قال له : لا تذبحه ، وبأن موسى أمر بني إسرائيل أن يقتلوا من عبد منهم العجل ، ثم أمرهم برفع السيف عنهم ، وبأن نبوته غير متعبد بها قبل بعثه ، ثم تعبد بها بعد ذلك ، إلى غير ذلك . وليس هذا من باب البداء بل هو نقل العباد من عبادة إلى عبادة ، وحكم إلى حكم ، لضرب من المصلحة ، إظهارا لحكمته وكمال مملكته . ولا خلاف بين العقلاء أن شرائع الأنبياء قصد بها مصالح الخلق الدينية والدنيوية ، وإنما كان يلزم البداء لو لم يكن عالما بمآل الأمور ، وأما العالم بذلك فإنما تتبدل خطاباته بحسب تبدل المصالح ، كالطبيب المراعي أحوال العليل ، فراعى ذلك في خليقته بمشيئته وإرادته ، لا إله إلا هو ، فخطابه يتبدل ، وعلمه وإرادته لا تتغير ، فإن ذلك محال في جهة الله تعالى .وجعلت اليهود النسخ والبداء شيئا واحدا ، ولذلك لم يجوزوه فضلوا . قال النحاس : والفرق بين النسخ والبداء أن النسخ تحويل العبادة من شيء إلى شيء قد كان حلالا فيحرم ، أو كان حراما فيحلل . وأما البداء فهو ترك ما عزم عليه ، كقولك : امض إلى فلان اليوم ، ثم تقول لا تمض إليه ، فيبدو لك العدول عن القول الأول ، وهذا يلحق البشر لنقصانهم . وكذلك إن قلت : ازرع كذا في هذه السنة ، ثم قلت : لا تفعل ، فهو البداء .الخامسة : اعلم أن الناسخ على الحقيقة هو الله تعالى ، ويسمى الخطاب الشرعي ناسخا تجوزا ، إذ به يقع النسخ ، كما قد يتجوز فيسمى المحكوم فيه ناسخا ، فيقال : صوم رمضان ناسخ لصوم عاشوراء ، فالمنسوخ هو المزال ، والمنسوخ عنه هو المتعبد بالعبادة المزالة ، وهو المكلف .السادسة : اختلفت عبارات أئمتنا في حد الناسخ ، فالذي عليه الحذاق من أهل السنة أنه إزالة ما قد استقر من الحكم الشرعي بخطاب وارد متراخيا ، هكذا حده القاضي عبد الوهاب والقاضي أبو بكر ، وزادا : لولاه لكان السابق ثابتا ، فحافظا على معنى النسخ اللغوي ، إذ هو بمعنى الرفع والإزالة ، وتحرزا من الحكم العقلي ، وذكر الخطاب ليعم وجوه الدلالة من النص والظاهر والمفهوم وغيره ، وليخرج القياس والإجماع ، إذ لا يتصور النسخ فيهما ولا بهما . وقيدا بالتراخي ; لأنه لو اتصل به لكان بيانا لغاية الحكم لا ناسخا ، أو يكون آخر الكلام يرفع أوله ، كقوله : قم لا تقم .السابعة : المنسوخ عند أئمتنا أهل السنة هو الحكم الثابت نفسه لا مثله ، كما تقوله المعتزلة بأنه الخطاب الدال على أن مثل الحكم الثابت فيما يستقبل بالنص المتقدم زائل . [ ص: 63 ] والذي قادهم إلى ذلك مذهبهم في أن الأوامر مرادة ، وأن الحسن صفة نفسية للحسن ، ومراد الله حسن ، وهذا قد أبطله علماؤنا في كتبهم .الثامنة : اختلف علماؤنا في الأخبار هل يدخلها النسخ ، فالجمهور على أن النسخ إنما هو مختص بالأوامر والنواهي ، والخبر لا يدخله النسخ لاستحالة الكذب على الله تعالى . وقيل : إن الخبر إذا تضمن حكما شرعيا جاز نسخه ، كقوله تعالى : ومن ثمرات النخيل والأعناب تتخذون منه سكرا . وهناك يأتي القول فيه إن شاء الله تعالى .التاسعة : التخصيص من العموم يوهم أنه نسخ وليس به ; لأن المخصص لم يتناوله العموم قط ، ولو ثبت تناول العموم لشيء ما ثم أخرج ذلك الشيء عن العموم لكان نسخا لا تخصيصا ، والمتقدمون يطلقون على التخصيص نسخا توسعا ومجازا .العاشرة : اعلم أنه قد يرد في الشرع أخبار ظاهرها الإطلاق والاستغراق ، ويرد تقييدها في موضع آخر فيرتفع ذلك الإطلاق ، كقوله تعالى : وإذا سألك عبادي عني فإني قريب أجيب دعوة الداعي إذا دعان . فهذا الحكم ظاهره خبر عن إجابة كل داع على كل حال ، لكن قد جاء ما قيده في موضع آخر ، كقوله فيكشف ما تدعون إليه إن شاء . فقد يظن من لا بصيرة عنده أن هذا من باب النسخ في الأخبار وليس كذلك ، بل هو من باب الإطلاق والتقييد . وسيأتي لهذه المسألة زيادة بيان في موضعها إن شاء الله تعالى .الحادية عشرة : قال علماؤنا رحمهم الله تعالى : جائز نسخ الأثقل إلى الأخف ، كنسخ الثبوت لعشرة بالثبوت لاثنين . ويجوز نسخ الأخف إلى الأثقل ، كنسخ يوم عاشوراء والأيام المعدودة برمضان ، على ما يأتي بيانه في آية الصيام . وينسخ المثل بمثله ثقلا وخفة ، كالقبلة . وينسخ الشيء لا إلى بدل كصدقة النجوى . وينسخ القرآن بالقرآن . والسنة بالعبارة ، وهذه العبارة يراد بها الخبر المتواتر القطعي . وينسخ خبر الواحد بخبر الواحد .وحذاق الأئمة على أن القرآن ينسخ بالسنة ، وذلك موجود في قوله عليه السلام : لا [ ص: 64 ] وصية لوارث . وهو ظاهر مسائل مالك . وأبى ذلك الشافعي وأبو الفرج المالكي ، والأول أصح ، بدليل أن الكل حكم الله تعالى ومن عنده وإن اختلفت في الأسماء . وأيضا فإن الجلد ساقط في حد الزنى عن الثيب الذي يرجم ، ولا مسقط لذلك إلا السنة \" فعل النبي صلى الله عليه وسلم \" هذا بين .والحذاق أيضا على أن السنة تنسخ بالقرآن وذلك موجود في القبلة ، فإن الصلاة إلى الشام لم تكن في كتاب الله تعالى . وفي قوله تعالى : فلا ترجعوهن إلى الكفار فإن رجوعهن إنما كان بصلح النبي صلى الله عليه وسلم لقريش .والحذاق على تجويز نسخ القرآن بخبر الواحد عقلا ، واختلفوا هل وقع شرعا ، فذهب أبو المعالي وغيره إلى وقوعه في نازلة مسجد قباء ، على ما يأتي بيانه ، وأبى ذلك قوم . ولا يصح نسخ نص بقياس ، إذ من شروط القياس ألا يخالف نصا .وهذا كله في مدة النبي صلى الله عليه وسلم ، وأما بعد موته واستقرار الشريعة فأجمعت الأمة أنه لا نسخ ، ولهذا كان الإجماع لا ينسخ ولا ينسخ به إذ انعقاده بعد انقطاع الوحي ، فإذا وجدنا إجماعا يخالف نصا فيعلم أن الإجماع استند إلى نص ناسخ لا نعلمه نحن ، وأن ذلك النص المخالف متروك العمل به ، وأن مقتضاه نسخ وبقي سنة يقرأ ويروى ، كما آية عدة السنة في القرآن تتلى ، فتأمل هذا فإنه نفيس ، ويكون من باب نسخ الحكم دون التلاوة ، ومثله صدقة النجوى . وقد تنسخ التلاوة دون الحكم كآية الرجم . وقد تنسخ التلاوة والحكم معا ، ومنه قول الصديق رضي الله عنه : كنا نقرأ \" لا ترغبوا عن آبائكم فإنه كفر \" ومثله كثير . والذي عليه الحذاق أن من لم يبلغه الناسخ فهو متعبد بالحكم الأول ، كما يأتي بيانه في تحويل القبلة . والحذاق على جواز نسخ الحكم قبل فعله ، وهو موجود في قصة الذبيح ، وفي فرض [ ص: 65 ] خمسين صلاة قبل فعلها بخمس ، على ما يأتي بيانه في \" الإسراء \" و \" الصافات \" ، إن شاء الله تعالى .الثانية عشرة : لمعرفة الناسخ طرق ، منها - أن يكون في اللفظ ما يدل عليه ، كقوله عليه السلام : كنت نهيتكم عن زيارة القبور فزوروها ونهيتكم عن الأشربة إلا في ظروف الأدم فاشربوا في كل وعاء غير ألا تشربوا مسكرا ونحوه . ومنها - أن يذكر الراوي التاريخ ، مثل أن يقول : سمعت عام الخندق ، وكان المنسوخ معلوما قبله . أو يقول : نسخ حكم كذا بكذا . ومنها - أن تجمع الأمة على حكم أنه منسوخ وأن ناسخه متقدم . وهذا الباب مبسوط في أصول الفقه ، نبهنا منه على ما فيه لمن اقتصر كفاية ، والله الموفق للهداية .الثالثة عشرة : قرأ الجمهور ما ننسخ بفتح النون ، من نسخ ، وهو الظاهر المستعمل على معنى : ما نرفع من حكم آية ونبقي تلاوتها ، كما تقدم . ويحتمل أن يكون المعنى : ما نرفع من حكم آية وتلاوتها ، على ما ذكرناه . وقرأ ابن عامر \" ننسخ \" بضم النون ، من أنسخت الكتاب ، على معنى وجدته منسوخا . قال أبو حاتم : هو غلط : وقال الفارسي أبو علي : ليست لغة ; لأنه لا يقال : نسخ وأنسخ بمعنى ، إلا أن يكون المعنى ما نجده منسوخا ، كما تقول : أحمدت الرجل وأبخلته ، بمعنى وجدته محمودا وبخيلا . قال أبو علي : وليس نجده منسوخا إلا بأن ننسخه ، فتتفق القراءتان في المعنى وإن اختلفتا في اللفظ . وقيل : ما ننسخ ما نجعل لك نسخه ، يقال : نسخت الكتاب إذا كتبته ، وانتسخته غيري إذا جعلت نسخه له . قال مكي : ولا يجوز أن تكون الهمزة للتعدي ; لأن المعنى يتغير ، ويصير المعنى ما ننسخك من آية يا محمد ، وإنساخه إياها إنزالها عليه ، فيصير المعنى ما ننزل عليك من آية أو ننسها نأت بخير منها أو مثلها ، فيئول المعنى إلى أن كل آية أنزلت أتى بخير منها ، فيصير القرآن كله منسوخا وهذا لا يمكن ، لأنه لم ينسخ إلا اليسير من القرآن . فلما امتنع أن يكون أفعل وفعل بمعنى إذ لم يسمع ، وامتنع أن تكون الهمزة للتعدي لفساد المعنى ، لم يبق ممكن إلا أن يكون من باب أحمدته وأبخلته إذا وجدته محمودا أو بخيلا .الرابعة عشرة : أو ننسها قرأ أبو عمرو وابن كثير بفتح النون والسين [ ص: 66 ] والهمز ، وبه قرأ عمر وابن عباس وعطاء ومجاهد وأبي بن كعب وعبيد بن عمير والنخعي وابن محيصن ، من التأخير ، أي نؤخر نسخ لفظها ، أي نتركه في آخر أم الكتاب فلا يكون . وهذا قول عطاء . وقال غير عطاء : معنى أو ننسأها : نؤخرها عن النسخ إلى وقت معلوم ، من قولهم : نسأت هذا الأمر إذا أخرته ، ومن ذلك قولهم : بعته نسأ إذا أخرته . قال ابن فارس : ويقولون : نسأ الله في أجلك ، وأنسأ الله أجلك . وقد انتسأ القوم إذا تأخروا وتباعدوا ، ونسأتهم أنا أخرتهم . فالمعنى نؤخر نزولها أو نسخها على ما ذكرنا . وقيل : نذهبها عنكم حتى لا تقرأ ولا تذكر . وقرأ الباقون ننسها بضم النون ، من النسيان الذي بمعنى الترك ، أي نتركها فلا نبدلها ولا ننسخها ، قاله ابن عباس والسدي ، ومنه قوله تعالى : نسوا الله فنسيهم أي تركوا عبادته فتركهم في العذاب . واختار هذه القراءة أبو عبيد وأبو حاتم ، قال أبو عبيد : سمعت أبا نعيم القارئ يقول : قرأت على النبي صلى الله عليه وسلم في المنام بقراءة أبي عمرو فلم يغير علي إلا حرفين ، قال : قرأت عليه أرنا فقال : أرنا ، فقال أبو عبيد : وأحسب الحرف الآخر \" أو ننسأها \" فقال : أو ننسها . وحكى الأزهري ننسها نأمر بتركها ، يقال : أنسيته الشيء أي أمرت بتركه ، ونسيته تركته ، قال الشاعر :إن علي عقبة أقضيها لست بناسيها ولا منسيهاأي ولا آمر بتركها . وقال الزجاج : إن القراءة بضم النون لا يتوجه فيها معنى الترك ، لا يقال : أنسى بمعنى ترك ، وما روى علي بن أبي طلحة عن ابن عباس أو ننسها قال : نتركها لا نبدلها ، فلا يصح . ولعل ابن عباس قال : نتركها ، فلم يضبط . والذي عليه أكثر أهل اللغة والنظر أن معنى أو ننسها نبح لكم تركها ، من نسي إذا ترك ، ثم تعديه . وقال أبو علي وغيره : ذلك متجه ; لأنه بمعنى نجعلك تتركها . وقيل : من النسيان على بابه الذي هو عدم الذكر ، على معنى أو ننسكها يا محمد فلا تذكرها ، نقل بالهمز فتعدى الفعل إلى مفعولين : وهما النبي والهاء ، لكن اسم النبي محذوف .الخامسة عشرة : نأت بخير منها لفظة بخير هنا صفة تفضيل ، والمعنى بأنفع لكم أيها الناس في عاجل إن كانت الناسخة أخف ، وفي آجل إن كانت أثقل ، وبمثلها إن كانت مستوية . وقال مالك : محكمة مكان منسوخة . وقيل ليس المراد بأخير التفضيل ; لأن كلام الله لا يتفاضل ، وإنما هو مثل قوله : من جاء بالحسنة فله خير منها [ ص: 67 ] أي فله منها خير ، أي نفع وأجر ، لا الخير الذي هو بمعنى الأفضل ، ويدل على القول الأول قوله : أو مثلها .",
  "ayah": 106,
  "surah": 2
}
