{
  "text": "ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى يأتي الله بأمره إن الله على كل شيء قدير وأقيموا الصلاة وآتوا الزكاة وما تقدموا لأنفسكم من خير تجدوه عند الله إن الله بما تعملون بصيرقوله تعالى : ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فيه مسألتان : الأولى : ود تمنى ، وقد تقدم . كفارا مفعول ثان ب يردونكم . من عند أنفسهم قيل : هو متعلق ب ود . وقيل : ب حسدا ، فالوقف على قوله : كفارا . وحسدا مفعول له ، أي ودوا ذلك للحسد ، أو مصدر دل على ما قبله على الفعل . ومعنى من عند أنفسهم أي من تلقائهم من غير أن يجدوه في كتاب ولا أمروا به ، ولفظة الحسد تعطي هذا . فجاء من عند أنفسهم تأكيدا وإلزاما ، كما قال تعالى : يقولون بأفواههم ، يكتبون الكتاب بأيديهم ، ولا طائر يطير بجناحيه . والآية في اليهود .الثانية : الحسد نوعان : مذموم ومحمود ، فالمذموم أن تتمنى زوال نعمة الله عن أخيك المسلم ، وسواء تمنيت مع ذلك أن تعود إليك أو لا ، وهذا النوع الذي ذمه الله تعالى في كتابه بقوله : أم يحسدون الناس على ما آتاهم الله من فضله وإنما كان مذموما لأن فيه تسفيه [ ص: 69 ] الحق سبحانه ، وأنه أنعم على من لا يستحق . وأما المحمود فهو ما جاء في صحيح الحديث من قوله عليه السلام : لا حسد إلا في اثنين رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار ورجل آتاه الله مالا فهو ينفقه آناء الليل وآناء النهار . وهذا الحسد معناه الغبطة . وكذلك ترجم عليه البخاري \" باب الاغتباط في العلم والحكمة \" . وحقيقتها : أن تتمنى أن يكون لك ما لأخيك المسلم من الخير والنعمة ولا يزول عنه خيره ، وقد يجوز أن يسمى هذا منافسة ، ومنه قوله تعالى : وفي ذلك فليتنافس المتنافسون أي من بعد ما تبين لهم الحق أي من بعد ما تبين الحق لهم وهو محمد صلى الله عليه وسلم ، والقرآن الذي جاء به .قوله تعالى : فاعفوا واصفحوا فيه مسألتان :الأولى : فاعفوا والأصل اعفووا حذفت الضمة لثقلها ، ثم حذفت الواو لالتقاء الساكنين . والعفو : ترك المؤاخذة بالذنب . والصفح : إزالة أثره من النفس . صفحت عن فلان إذا أعرضت عن ذنبه . وقد ضربت عنه صفحا إذا أعرضت عنه وتركته ، ومنه قوله تعالى : أفنضرب عنكم الذكر صفحا .الثانية : هذه الآية منسوخة بقوله : قاتلوا الذين لا يؤمنون إلى قوله : صاغرون عن ابن عباس . وقيل : الناسخ لها فاقتلوا المشركين . قال أبو عبيدة : كل آية فيها ترك للقتال فهي مكية منسوخة بالقتال . قال ابن عطية : وحكمه بأن هذه الآية مكية ضعيف ; لأن معاندات اليهود إنما كانت بالمدينة .قلت : وهو الصحيح ، روى البخاري ومسلم عن أسامة بن زيد أن رسول الله صلى الله عليه وسلم ركب على حمار عليه قطيفة فدكية وأسامة وراءه ، يعود سعد بن عبادة في بني الحارث بن الخزرج قبل وقعة بدر ، فسارا حتى مرا بمجلس فيه عبد الله بن أبي ابن سلول - وذلك قبل أن يسلم [ ص: 70 ] عبد الله بن أبي - فإذا في المجلس أخلاط من المسلمين والمشركين عبدة الأوثان واليهود ، وفي المسلمين عبد الله بن رواحة ، فلما غشيت المجلس عجاجة الدابة خمر ابن أبي أنفه بردائه وقال : لا تغبروا علينا ! فسلم رسول الله صلى الله عليه وسلم ثم وقف فنزل ، فدعاهم إلى الله تعالى وقرأ عليهم القرآن ، فقال له عبد الله بن أبي ابن سلول : أيها المرء ، لا أحسن مما تقول إن كان حقا ! فلا تؤذنا به في مجالسنا ، ارجع إلى رحلك فمن جاءك فاقصص عليه . قال عبد الله بن رواحة : بلى يا رسول الله ، فاغشنا في مجالسنا ، فإنا نحب ذلك . فاستتب المشركون والمسلمون واليهود حتى كادوا يتثاورون ، فلم يزل رسول الله صلى الله عليه وسلم يخفضهم حتى سكنوا ، ثم ركب رسول الله صلى الله عليه وسلم دابته فسار حتى دخل على سعد بن عبادة ، فقال رسول الله صلى الله عليه وسلم : يا سعد ألم تسمع إلى ما قال أبو حباب - يريد عبد الله بن أبي - قال كذا وكذا فقال : أي رسول الله ، بأبي أنت وأمي ! اعف عنه واصفح ، فوالذي أنزل عليك الكتاب بالحق لقد جاءك الله بالحق الذي أنزل عليك ، ولقد اصطلح أهل هذه البحيرة على أن يتوجوه ويعصبوه بالعصابة ، فلما رد الله ذلك بالحق الذي أعطاك شرق بذلك ، فذلك فعل ما رأيت ، فعفا عنه رسول الله صلى الله عليه وسلم . وكان رسول الله صلى الله عليه وسلم وأصحابه يعفون عن المشركين وأهل الكتاب كما أمرهم الله تعالى ، ويصبرون على الأذى ، قال الله عز وجل : ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا ، وقال : ود كثير من أهل الكتاب فكان رسول الله صلى الله عليه وسلم يتأول في العفو عنهم ما أمره الله به حتى أذن له فيهم ، فلما غزا رسول الله صلى الله عليه وسلم بدرا فقتل الله به من قتل من صناديد الكفار وسادات قريش ، فقفل رسول الله صلى الله عليه وسلم وأصحابه غانمين منصورين ، معهم أسارى من صناديد الكفار وسادات قريش ، قال عبد الله بن أبي ابن سلول ومن معه من المشركين وعبدة الأوثان : هذا أمر قد توجه ، فبايعوا رسول الله صلى الله عليه وسلم الإسلام ، فأسلموا .قوله تعالى : حتى يأتي الله بأمره يعني قتل قريظة وجلاء بني النضير . إن الله على كل شيء قدير",
  "ayah": 109,
  "surah": 2
}
