{
  "text": "قوله تعالى : وإذ قال إبراهيم رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصيروفيه ثلاث مسائل :الأولى : قوله تعالى : بلدا آمنا يعني مكة ، فدعا لذريته وغيرهم بالأمن ورغد العيش . فروي أنه لما دعا بهذا الدعاء أمر الله تعالى جبريل فاقتلع الطائف من الشام فطاف بها حول البيت أسبوعا ، فسميت الطائف لذلك ، ثم أنزلها تهامة ، وكانت مكة وما يليها حين ذلك قفرا لا ماء ولا نبات ، فبارك الله فيما حولها كالطائف وغيرها ، وأنبت فيها أنواع الثمرات ، على ما يأتي بيانه في سورة \" إبراهيم \" إن شاء الله تعالى .الثانية : اختلف العلماء في مكة هل صارت حرما آمنا بسؤال إبراهيم أو كانت قبله كذلك على قولين :أحدهما : أنها لم تزل حرما من الجبابرة المسلطين ، ومن الخسوف والزلازل ، وسائر المثلات التي تحل بالبلاد ، وجعل في النفوس المتمردة من تعظيمها والهيبة لها ما صار به أهلها متميزين بالأمن من غيرهم من أهل القرى . ولقد جعل فيها سبحانه من العلامة العظيمة على توحيده ما شوهد من أمر الصيد فيها ، فيجتمع فيها الكلب والصيد فلا يهيج الكلب الصيد ولا ينفر منه ، حتى إذا خرجا من الحرم عدا الكلب عليه وعاد إلى النفور والهرب .[ ص: 113 ] وإنما سأل إبراهيم ربه أن يجعلها آمنا من القحط والجدب والغارات ، وأن يرزق أهله من الثمرات ، لا على ما ظنه بعض الناس أنه المنع من سفك الدم في حق من لزمه القتل ، فإن ذلك يبعد كونه مقصودا لإبراهيم صلى الله عليه وسلم حتى يقال : طلب من الله أن يكون في شرعه تحريم قتل من التجأ إلى الحرم ، هذا بعيد جدا .الثاني : أن مكة كانت حلالا قبل دعوة إبراهيم عليه السلام كسائر البلاد ، وأن بدعوته صارت حرما آمنا كما صارت المدينة بتحريم رسول الله صلى الله عليه وسلم آمنا بعد أن كانت حلالا .احتج أهل المقالة الأولى بحديث ابن عباس قال : قال رسول الله صلى الله عليه وسلم يوم فتح مكة إن هذا البلد حرمه الله تعالى يوم خلق السماوات والأرض فهو حرام بحرمة الله تعالى إلى يوم القيامة وإنه لم يحل القتال فيه لأحد قبلي ولم يحل لي إلا ساعة من نهار فهو حرام بحرمة الله إلى يوم القيامة لا يعضد شوكه ولا ينفر صيده ولا تلتقط لقطته إلا من عرفها ولا يختلى خلاها فقال العباس : يا رسول الله إلا الإذخر فإنه لقينهم ولبيوتهم ، فقال : إلا الإذخر . ونحوه حديث أبي شريح ، أخرجهما مسلم وغيره .وفي صحيح مسلم أيضا عن عبد الله بن زيد بن عاصم أن رسول الله صلى الله عليه وسلم قال : إن إبراهيم حرم مكة ودعا لأهلها وإني حرمت المدينة كما حرم إبراهيم مكة وإني دعوت في صاعها ومدها بمثلي ما دعا به إبراهيم لأهل مكة . قال ابن عطية : \" ولا تعارض بين الحديثين ; لأن الأول إخبار بسابق علم الله فيها وقضائه ، وكون الحرمة مدة آدم وأوقات عمارة القطر بإيمان . والثاني إخبار بتجديد إبراهيم لحرمتها وإظهاره ذلك بعد الدثور ، وكان القول [ ص: 114 ] الأول من النبي صلى الله عليه وسلم ثاني يوم الفتح إخبارا بتعظيم حرمة مكة على المؤمنين بإسناد التحريم إلى الله تعالى ، وذكر إبراهيم عند تحريم المدينة مثالا لنفسه ، ولا محالة أن تحريم المدينة هو أيضا من قبل الله تعالى ومن نافذ قضائه وسابق علمه \" . وقال الطبري : كانت مكة حراما فلم يتعبد الله الخلق بذلك حتى سأله إبراهيم فحرمها .الثالثة : وارزق أهله من الثمرات من آمن تقدم معنى الرزق . والثمرات جمع ثمرة ، قد تقدم . من آمن بدل من أهل ، بدل البعض من الكل . والإيمان : التصديق ، وقد تقدم .قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصيرقال ومن كفر من في قوله ومن كفر في موضع نصب ، والتقدير وارزق من كفر ، ويجوز أن يكون في موضع رفع بالابتداء ، وهي شرط والخبر فأمتعه وهو الجواب .واختلف هل هذا القول من الله تعالى أو من إبراهيم عليه السلام ؟ فقال أبي بن كعب وابن إسحاق وغيرهما : هو من الله تعالى ، وقرءوا فأمتعه بضم الهمزة وفتح الميم وتشديد التاء . ثم أضطره بقطع الألف وضم الراء ، وكذلك القراء السبعة خلا ابن عامر فإنه سكن الميم وخفف التاء . وحكى أبو إسحاق الزجاج أن في قراءة أبي \" فنمتعه قليلا ثم نضطره \" بالنون . وقال ابن عباس ومجاهد وقتادة : هذا القول من إبراهيم عليه السلام . وقرءوا \" فأمتعه \" بفتح الهمزة وسكون الميم ، ثم اضطره بوصل الألف وفتح الراء ، فكأن إبراهيم عليه السلام دعا للمؤمنين وعلى الكافرين ، وعليه فيكون الضمير في قال لإبراهيم وأعيد قال لطول الكلام ، أو لخروجه من الدعاء لقوم إلى الدعاء على آخرين . والفاعل في قال على قراءة الجماعة اسم الله تعالى ، واختاره النحاس وجعل القراءة بفتح الهمزة وسكون الميم ووصل الألف شاذة ، قال : ونسق الكلام والتفسير جميعا يدلان على غيرها ، أما نسق الكلام فإن الله تعالى خبر عن إبراهيم عليه السلام أنه قال : رب اجعل هذا بلدا آمنا ثم جاء بقوله عز وجل : وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر ولم يفصل بينه بقال ، ثم قال بعد : قال ومن كفر فكان هذا جوابا من الله ، ولم يقل بعد : قال إبراهيم . وأما التفسير فقد صح عن ابن عباس وسعيد بن جبير ومحمد بن كعب . وهذا لفظ ابن عباس : دعا إبراهيم عليه السلام لمن آمن دون الناس خاصة ، فأعلم الله عز وجل أنه يرزق من كفر كما يرزق من آمن ، وأنه يمتعه قليلا ثم يضطره إلى عذاب النار . قال أبو جعفر : وقال الله عز وجل : كلا نمد هؤلاء وهؤلاء من عطاء ربك وقال جل ثناؤه : وأمم سنمتعهم . [ ص: 115 ] قال أبو إسحاق : إنما علم إبراهيم عليه السلام أن في ذريته كفارا فخص المؤمنين ; لأن الله تعالى قال : لا ينال عهدي الظالمين .",
  "ayah": 126,
  "surah": 2
}
