{
  "text": "قوله تعالى : ومن يرغب عن ملة إبراهيم إلا من سفه نفسه ولقد اصطفيناه في الدنيا وإنه في الآخرة لمن الصالحين قوله تعالى : ومن يرغب عن ملة إبراهيم إلا من سفه نفسه من استفهام في موضع رفع بالابتداء ، ويرغب صلة من . إلا من سفه نفسه في موضع الخبر . وهو تقريع وتوبيخ وقع فيه معنى النفي ، أي وما يرغب ، قاله النحاس . والمعنى : يزهد فيها وينأى بنفسه عنها ، أي عن الملة وهي الدين والشرع . إلا من سفه نفسه قال قتادة : هم اليهود والنصارى ، رغبوا عن ملة إبراهيم واتخذوا اليهودية والنصرانية بدعة ليست من الله تعالى . قال الزجاج : سفه بمعنى جهل ، أي جهل أمر نفسه فلم يفكر فيها . وقال أبو عبيدة : المعنى أهلك نفسه . وحكى ثعلب والمبرد أن سفه بكسر الفاء يتعدى كسفه بفتح الفاء وشدها . وحكي عن أبي الخطاب ويونس أنها لغة . وقال الأخفش : سفه نفسه أي فعل بها من السفه ما صار به سفيها . وعنه أيضا هي لغة بمعنى سفه ، حكاه المهدوي ، والأول ذكره الماوردي . فأما سفه بضم الفاء فلا يتعدى ، قاله المبرد وثعلب . وحكى الكسائي عن الأخفش أن المعنى جهل في نفسه ، فحذفت \" في \" فانتصب . قال الأخفش : ومثله عقدة النكاح ، أي على عقدة النكاح . وهذا يجري على مذهب سيبويه فيما حكاه من قولهم : ضرب فلان الظهر والبطن ، أي في الظهر والبطن . الفراء : هو تمييز . قال ابن بحر : معناه جهل نفسه وما فيها من الدلالات والآيات الدالة على أن لها صانعا ليس كمثله شيء ، فيعلم به توحيد الله وقدرته .قلت : وهذا هو معنى قول الزجاج فيفكر في نفسه من يدين يبطش بهما ، ورجلين يمشي عليهما ، وعين يبصر بها ، وأذن يسمع بها ، ولسان ينطق به ، وأضراس تنبت له عند غناه عن الرضاع وحاجته إلى الغذاء ليطحن بها الطعام ، ومعدة أعدت لطبخ الغذاء ، وكبد يصعد إليها صفوه ، وعروق ومعابر ينفذ فيها إلى الأطراف ، وأمعاء يرسب إليها ثفل الغذاء ويبرز من أسفل البدن ، فيستدل بهذا على أن له خالقا قادرا عليما حكيما ، وهذا معنى قوله تعالى : [ ص: 126 ] وفي أنفسكم أفلا تبصرون . أشار إلى هذا الخطابي رحمه الله تعالى . وسيأتي له مزيد بيان في سورة \" والذاريات \" إن شاء الله تعالى .وقد استدل بهذه الآية من قال : إن شريعة إبراهيم شريعة لنا إلا ما نسخ منها وهذا كقوله : ملة أبيكم إبراهيم أن اتبع ملة إبراهيم . وسيأتي بيانه .قوله تعالى : ولقد اصطفيناه في الدنيا أي اخترناه للرسالة فجعلناه صافيا من الأدناس والأصل في اصطفيناه اصتفيناه ، أبدلت التاء طاء لتناسبها مع الصاد في الإطباق . واللفظ مشتق من الصفوة ، ومعناه تخير الأصفى .قوله تعالى : وإنه في الآخرة لمن الصالحين ، الصالح في الآخرة هو الفائز . ثم قيل : كيف جاز تقديم في الآخرة وهو داخل في الصلة ، قال النحاس : فالجواب أنه ليس التقدير إنه لمن الصالحين في الآخرة ، فتكون الصلة قد تقدمت ، ولأهل العربية فيه ثلاثة أقوال : منها أن يكون المعنى وإنه صالح في الآخرة ، ثم حذف . وقيل : في الآخرة متعلق بمصدر محذوف ، أي صلاحه في الآخرة . والقول الثالث : أن الصالحين ليس بمعنى الذين صلحوا ; ولكنه اسم قائم بنفسه ، كما يقال الرجل والغلام .قلت : وقول رابع أن المعنى وإنه في عمل الآخرة لمن الصالحين ، فالكلام على حذف مضاف . وقال الحسين بن الفضل : في الكلام تقديم وتأخير ، مجازه : ولقد اصطفيناه في الدنيا والآخرة وإنه لمن الصالحين . وروى حجاج بن حجاج - وهو حجاج الأسود ، وهو أيضا حجاج الأحول المعروف بزق العسل - قال : سمعت معاوية بن قرة يقول : اللهم إن الصالحين أنت أصلحتهم ورزقتهم أن عملوا بطاعتك فرضيت عنهم ، اللهم كما أصلحتهم فأصلحنا ، وكما رزقتهم أن عملوا بطاعتك فرضيت عنهم فارزقنا أن نعمل بطاعتك ، وارض عنا .",
  "ayah": 130,
  "surah": 2
}
