{
  "text": "قوله تعالى : ووصى بها إبراهيم بنيه ويعقوب يابني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون قوله تعالى : ووصى بها إبراهيم أي بالملة ، وقيل : بالكلمة التي هي قوله : \" أسلمت لرب العالمين \" وهو أصوب ; لأنه أقرب مذكور ، أي قولوا أسلمنا . ووصى وأوصى لغتان لقريش وغيرهم بمعنى ، مثل كرمنا وأكرمنا ، وقرئ بهما . وفي مصحف عبد الله \" ووصى \" ، وفي مصحف عثمان \" وأوصى \" وهي قراءة أهل المدينة والشام . الباقون \" ووصى \" وفيه معنى التكثير . \" وإبراهيم \" رفع بفعله ، \" ويعقوب \" عطف عليه ، وقيل : هو مقطوع مستأنف ، والمعنى : وأوصى يعقوب وقال يا بني إن الله اصطفى لكم الدين ، فيكون إبراهيم قد وصى بنيه ، ثم وصى بعده يعقوب بنيه .وبنو إبراهيم : إسماعيل ، وأمه هاجر القبطية ، وهو أكبر ولده ، نقله إبراهيم إلى مكة وهو [ ص: 128 ] رضيع . وقيل : كان له سنتان ، وقيل : كان له أربع عشرة سنة ، والأول أصح ، على ما يأتي في سورة إبراهيم بيانه إن شاء الله تعالى ، وولد قبل أخيه إسحاق بأربع عشرة سنة ، ومات وله مائة وسبع وثلاثون سنة . وقيل : مائة وثلاثون . وكان سنه لما مات أبوه إبراهيم عليهما السلام تسعا وثمانين سنة ، وهو الذبيح في قول . وإسحاق أمه سارة ، وهو الذبيح في قول آخر ، وهو الأصح ، على ما يأتي بيانه في سورة \" والصافات \" إن شاء الله . ومن ولده الروم واليونان والأرمن ومن يجري مجراهم وبنو إسرائيل . وعاش إسحاق مائة وثمانين سنة ، ومات بالأرض المقدسة ودفن عند أبيه إبراهيم الخليل عليهما السلام . ثم لما توفيت سارة تزوج إبراهيم عليه السلام قنطورا بنت يقطن الكنعانية ، فولدت له مدين ، ومداين ، ونهشان ، وزمران ، ونشيق ، وشيوخ ، ثم توفي عليه السلام . وكان بين وفاته وبين مولد النبي صلى الله عليه وسلم نحو من ألفي سنة وستمائة سنة واليهود ينقصون من ذلك نحوا من أربعمائة سنة . وسيأتي ذكر أولاد يعقوب في سورة \" يوسف \" إن شاء الله تعالى . وقرأ عمرو بن فائد الأسواري وإسماعيل بن عبد الله المكي : ويعقوب بالنصب عطفا على بنيه ، فيكون يعقوب داخلا فيمن أوصى . قال القشيري : وقرئ يعقوب بالنصب عطفا على بنيه وهو بعيد ; لأن يعقوب لم يكن فيما بين أولاد إبراهيم لما وصاهم ، ولم ينقل أن يعقوب أدرك جده إبراهيم ، وإنما ولد بعد موت إبراهيم ، وأن يعقوب أوصى بنيه أيضا كما فعل إبراهيم . وسيأتي تسمية أولاد يعقوب إن شاء الله تعالى .قال الكلبي : لما دخل يعقوب إلى مصر رآهم يعبدون الأوثان والنيران والبقر ، فجمع ولده وخاف عليهم وقال : ما تعبدون من بعدي ؟ويقال : إنما سمي يعقوب لأنه كان هو والعيص توأمين ، فخرج من بطن أمه آخذا بعقب أخيه العيص . وفي ذلك نظر ; لأن هذا اشتقاق عربي ، ويعقوب اسم أعجمي ، وإن كان قد وافق العربية في التسمية به كذكر الحجل . عاش عليه السلام مائة وسبعا وأربعين سنة ومات بمصر ، وأوصى أن يحمل إلى الأرض المقدسة ، ويدفن عند أبيه إسحاق ، فحمله يوسف ودفنه عنده .قوله تعالى : يا بني معناه أن يا بني ، وكذلك هو في قراءة أبي وابن مسعود والضحاك . قال الفراء : ألغيت أن لأن التوصية كالقول ، وكل كلام يرجع إلى القول جاز فيه دخول أن وجاز فيه إلغاؤها . قال : وقول النحويين إنما أراد \" أن \" فألغيت ليس بشيء . النحاس : يا بني نداء مضاف ، وهذه ياء النفس لا يجوز هنا إلا فتحها ; لأنها لو سكنت لالتقى ساكنان ، [ ص: 129 ] ومثله بمصرخي . إن الله كسرت إن لأن أوصى وقال واحد . وقيل : على إضمار القول . اصطفى اختار . قال الراجز :يا بن ملوك ورثوا الأملاكا خلافة الله التي أعطاكا     لك اصطفاها ولها اصطفاكالكم الدين أي الإسلام ، والألف واللام في \" الدين \" للعهد ; لأنهم قد كانوا عرفوه . فلا تموتن إلا وأنتم مسلمون إيجاز بليغ . والمعنى : الزموا الإسلام ودوموا عليه ولا تفارقوه حتى تموتوا . فأتى بلفظ موجز يتضمن المقصود ، ويتضمن وعظا وتذكيرا بالموت ، وذلك أن المرء يتحقق أنه يموت ولا يدري متى ، فإذا أمر بأمر لا يأتيه الموت إلا وهو عليه ، فقد توجه الخطاب من وقت الأمر دائبا لازما . لا نهي تموتن في موضع جزم بالنهي ، أكد بالنون الثقيلة ، وحذفت الواو لالتقاء الساكنين . إلا وأنتم مسلمون ابتداء وخبر في موضع الحال ، أي محسنون بربكم الظن ، وقيل مخلصون ، وقيل مفوضون ، وقيل مؤمنون .",
  "ayah": 132,
  "surah": 2
}
