{
  "text": "قوله تعالى : صبغة الله ومن أحسن من الله صبغة ونحن له عابدون فيه مسالتان : الأولى : قوله تعالى : صبغة الله قال الأخفش وغيره : دين الله ، وهو بدل من ( ملة ) وقال الكسائي : وهي منصوبة على تقدير اتبعوا . أو على الإغراء أي الزموا . ولو قرئت بالرفع لجاز ، أي هي صبغة الله . وروىشيبان عن قتادة قال : إن اليهود تصبغ أبناءهم يهودا ، وإن النصارى تصبغ أبناءهم نصارى ، وإن صبغة الله الإسلام . قال الزجاج : ويدلك على هذا أن صبغة بدل من ملة . وقال مجاهد : أي فطرة الله التي فطر الناس عليها . قال أبو إسحاق الزجاج : وقول مجاهد هذا يرجع إلى الإسلام ; لأن الفطرة ابتداء الخلق ، وابتداء ما خلقوا عليه الإسلام . وروي عن مجاهد والحسن وأبي العالية وقتادة : الصبغة الدين . وأصل ذلك أن النصارى كانوا يصبغون أولادهم في الماء ، وهو الذي يسمونه المعمودية ، ويقولون : هذا تطهير لهم . وقال ابن عباس : هو أن النصارى كانوا إذا ولد لهم ولد فأتى عليه سبعة أيام غمسوه في ماء لهم يقال له ماء المعمودية ، فصبغوه بذلك ليطهروا به مكان الختان ; لأن الختان تطهير ، فإذا فعلوا ذلك قالوا : الآن صار نصرانيا حقا ، فرد الله تعالى ذلك عليهم بأن قال : صبغة الله أي صبغة الله أحسن صبغة وهي الإسلام ، فسمي الدين صبغة استعارة ومجازا من حيث تظهر أعماله وسمته على المتدين ، كما يظهر أثر الصبغ في الثوب . وقال بعض شعراء ملوك همدان :وكل أناس لهم صبغة وصبغة همدان خير الصبغ     صبغنا على ذاك أبناءنافأكرم بصبغتنا في الصبغوقيل : إن الصبغة الاغتسال لمن أراد الدخول في الإسلام ، بدلا من معمودية النصارى ، ذكره الماوردي .قلت : وعلى هذا التأويل يكون غسل الكافر واجبا تعبدا ; وهي المسألة :الثانية لأن معنى صبغة الله غسل الله ، أي اغتسلوا عند إسلامكم الغسل الذي أوجبه الله عليكم . وبهذا المعنى جاءت السنة الثابتة في قيس بن عاصم وثمامة بن أثال حين أسلما . روى أبو حاتم البستي في صحيح مسنده عن أبي هريرة رضي الله عنه : أن ثمامة الحنفي أسر فمر به النبي صلى الله عليه وسلم يوما فأسلم ، فبعث به إلى حائط أبي طلحة فأمره أن يغتسل [ ص: 136 ] فاغتسل وصلى ركعتين ، فقال رسول الله صلى الله عليه وسلم : حسن إسلام صاحبكم . وخرج أيضا عن قيس بن عاصم أنه أسلم ، فأمره النبي صلى الله عليه وسلم أن يغتسل بماء وسدر . ذكره النسائي وصححه أبو محمد عبد الحق . وقيل : إن القربة إلى الله تعالى يقال لها صبغة ، حكاه ابن فارس في المجمل . وقال الجوهري : صبغة الله دينه . وقيل : إن الصبغة الختان ، اختتن إبراهيم فجرت الصبغة على الختان لصبغهم الغلمان في الماء ، قاله الفراء . ونحن له عابدون ابتداء وخبر .",
  "ayah": 138,
  "surah": 2
}
