{
  "text": "قوله تعالى : سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدي من يشاء إلى صراط مستقيمفيه إحدى عشرة مسألة الأولى : قوله تعالى : سيقول السفهاء من الناس أعلم الله تعالى أنهم سيقولون في تحويل المؤمنين من الشام إلى الكعبة ما ولاهم . وسيقول بمعنى قال ، جعل المستقبل موضع الماضي ، دلالة على استدامة ذلك وأنهم يستمرون على ذلك القول . وخص بقوله : من الناس لأن السفه يكون في جمادات وحيوانات . والمراد من السفهاء جميع من قال : ما ولاهم . والسفهاء جمع ، واحده سفيه ، وهو الخفيف العقل ، من قولهم : ثوب سفيه إذا كان خفيف النسج ، وقد تقدم . والنساء سفائه . وقال المؤرج : السفيه البهات الكذاب المتعمد خلاف ما يعلم . قطرب : الظلوم الجهول ، والمراد بالسفهاء هنا اليهود الذين بالمدينة ، قاله مجاهد . السدي : المنافقون . الزجاج : كفار قريش لما أنكروا تحويل القبلة قالوا : قد اشتاق محمد إلى مولده وعن قريب يرجع إلى دينكم ، وقالت اليهود : قد التبس عليه أمره وتحير . وقال المنافقون : ما ولاهم عن قبلتهم ، واستهزءوا بالمسلمين . وولاهم يعني عدلهم وصرفهم .[ ص: 139 ] الثانية : روى الأئمة واللفظ لمالك عن ابن عمر قال : بينما الناس بقباء في صلاة الصبح إذ جاءهم آت فقال : رسول الله صلى الله عليه وسلم قد أنزل عليه الليلة قرآن ، وقد أمر أن يستقبل الكعبة فاستقبلوها ، وكانت وجوههم إلى الشام فاستداروا إلى الكعبة . وخرج البخاري عن البراء أن النبي صلى الله عليه وسلم صلى إلى بيت المقدس ستة عشر شهرا أو سبعة عشر شهرا ، وكان يعجبه أن تكون قبلته قبل البيت ، وإنه صلى أول صلاة صلاها العصر وصلى معه قوم ، فخرج رجل ممن كان صلى مع النبي صلى الله عليه وسلم فمر على أهل المسجد وهم راكعون فقال : أشهد بالله ، لقد صليت مع النبي صلى الله عليه وسلم قبل مكة ، فداروا كما هم قبل البيت . وكان الذي مات على القبلة قبل أن تحول قبل البيت رجال قتلوا لم ندر ما نقول فيهم ، فأنزل الله عز وجل : وما كان الله ليضيع إيمانكم ، ففي هذه الرواية صلاة العصر ، وفي رواية مالك صلاة الصبح . وقيل : نزل ذلك على النبي صلى الله عليه وسلم في مسجد بني سلمة وهو في صلاة الظهر بعد ركعتين منها فتحول في الصلاة ، فسمي ذلك المسجد مسجد القبلتين . وذكر أبو الفرج أن عباد بن نهيك كان مع النبي صلى الله عليه وسلم في هذه الصلاة . وذكر أبو عمر في التمهيد عن نويلة بنت أسلم وكانت من المبايعات ، قالت : كنا في صلاة الظهر فأقبل عباد بن بشر بن قيظي فقال : إن رسول الله صلى الله عليه وسلم قد استقبل القبلة - أو قال : البيت الحرام - فتحول الرجال مكان النساء ، وتحول النساء مكان الرجال . وقيل : إن الآية نزلت في غير صلاة ، وهو الأكثر . وكان أول صلاة إلى الكعبة العصر ، والله أعلم .وروي أن أول من صلى إلى الكعبة حين صرفت القبلة عن بيت المقدس أبو سعيد بن المعلى وذلك أنه كان مجتازا على المسجد فسمع رسول الله صلى الله عليه وسلم يخطب الناس بتحويل القبلة على المنبر وهو يقرأ هذه الآية : قد نرى تقلب وجهك في السماء حتى فرغ من الآية ، فقلت لصاحبي : تعال نركع ركعتين قبل أن ينزل رسول الله صلى الله عليه وسلم فنكون أول من صلى فتوارينا نعما فصليناهما ، [ ص: 140 ] ثم نزل رسول الله صلى الله عليه وسلم فصلى بالناس الظهر يومئذ . قال أبو عمر : ليس لأبي سعيد بن المعلى غير هذا الحديث ، وحديث : \" كنت أصلي \" في فضل الفاتحة ، خرجه البخاري ، وقد تقدم .الثالثة : واختلف في وقت تحويل القبلة بعد قدومه المدينة ، فقيل : حولت بعد ستة عشر شهرا أو سبعة عشر شهرا ، كما في البخاري . وخرجه الدارقطني عن البراء أيضا . قال : صلينا مع رسول الله صلى الله عليه وسلم بعد قدومه المدينة ستة عشر شهرا نحو بيت المقدس ، ثم علم الله هوى نبيه فنزلت : قد نرى تقلب وجهك في السماء الآية . ففي هذه الرواية ستة عشر شهرا من غير شك . وروى مالك عن يحيى بن سعيد عن سعيد بن المسيب أن تحويلها كان قبل غزوة بدر بشهرين . قال إبراهيم بن إسحاق : وذلك في رجب من سنة اثنتين . وقال أبو حاتم البستي : صلى المسلمون إلى بيت المقدس سبعة عشر شهرا وثلاثة أيام سواء ، وذلك أن قدومه المدينة كان يوم الاثنين لاثنتي عشرة ليلة خلت من شهر ربيع الأول ، وأمره الله عز وجل باستقبال الكعبة يوم الثلاثاء للنصف من شعبان .الرابعة : واختلف العلماء أيضا في كيفية استقباله بيت المقدس على ثلاثة أقوال ، فقال الحسن : كان ذلك منه عن رأي واجتهاد ، وقاله عكرمة وأبو العالية . الثاني : أنه كان مخيرا بينه وبين الكعبة ، فاختار القدس طمعا في إيمان اليهود واستمالتهم ، قاله الطبري ، وقال الزجاج : امتحانا للمشركين لأنهم ألفوا الكعبة . الثالث : وهو الذي عليه الجمهور : ابن عباس وغيره ، وجب عليه استقباله بأمر الله تعالى ووحيه لا محالة ، ثم نسخ الله ذلك وأمره الله أن يستقبل بصلاته الكعبة ، واستدلوا بقوله تعالى : وما جعلنا القبلة التي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه الآية .الخامسة : واختلفوا أيضا حين فرضت عليه الصلاة أولا بمكة ، هل كانت إلى بيت المقدس أو إلى مكة ، على قولين ، فقالت طائفة : إلى بيت المقدس وبالمدينة سبعة عشر شهرا ، ثم صرفه الله تعالى إلى الكعبة ، قاله ابن عباس . وقال آخرون : أول ما افترضت [ ص: 141 ] الصلاة عليه إلى الكعبة ، ولم يزل يصلي إليها طول مقامه بمكة على ما كانت عليه صلاة إبراهيم وإسماعيل ، فلما قدم المدينة صلى إلى بيت المقدس ستة عشر شهرا أو سبعة عشر شهرا ، على الخلاف ، ثم صرفه الله إلى الكعبة . قال أبو عمر : وهذا أصح القولين عندي . قال غيره : وذلك أن النبي صلى الله عليه وسلم لما قدم المدينة أراد أن يستألف اليهود فتوجه [ إلى ] قبلتهم ليكون ذلك أدعى لهم ، فلما تبين عنادهم وأيس منهم أحب أن يحول إلى الكعبة فكان ينظر إلى السماء ، وكانت محبته إلى الكعبة لأنها قبلة إبراهيم ، عن ابن عباس . وقيل : لأنها كانت أدعى للعرب إلى الإسلام ، وقيل : مخالفة لليهود ، عن مجاهد . وروي عن أبي العالية الرياحي أنه قال : كانت مسجد صالح عليه السلام وقبلته إلى الكعبة ، قال : وكان موسى عليه السلام يصلي إلى الصخرة نحو الكعبة ، وهي قبلة الأنبياء كلهم ، صلوات الله عليهم أجمعين .السادسة : في هذه الآية دليل واضح على أن في أحكام الله تعالى وكتابه ناسخا ومنسوخا ، وأجمعت عليه الأمة إلا من شذ ، كما تقدم . وأجمع العلماء على أن القبلة أول ما نسخ من القرآن ، وأنها نسخت مرتين ، على أحد القولين المذكورين في المسألة قبل .السابعة : ودلت أيضا على جواز نسخ السنة بالقرآن ، وذلك أن النبي صلى الله عليه وسلم صلى نحو بيت المقدس ، وليس في ذلك قرآن ، فلم يكن الحكم إلا من جهة السنة ثم نسخ ذلك بالقرآن ، وعلى هذا يكون : \" كنت عليها \" بمعنى أنت عليها .الثامنة : وفيها دليل على جواز القطع بخبر الواحد ، وذلك أن استقبال بيت المقدس كان مقطوعا به من الشريعة عندهم ، ثم إن أهل قباء لما أتاهم الآتي وأخبرهم أن القبلة قد حولت إلى المسجد الحرام قبلوا قوله واستداروا نحو الكعبة ، فتركوا المتواتر بخبر الواحد وهو مظنون .وقد اختلف العلماء في جوازه عقلا ووقوعه ، فقال أبو حاتم : والمختار جواز ذلك عقلا لو تعبد الشرع به ، ووقوعا في زمن رسول الله صلى الله عليه وسلم بدليل قصة قباء ، وبدليل أنه كان عليه السلام ينفذ آحاد الولاة إلى الأطراف وكانوا يبلغون الناسخ والمنسوخ جميعا . ولكن ذلك ممنوع بعد وفاته صلى الله عليه وسلم ، بدليل الإجماع من الصحابة على أن القرآن والمتواتر المعلوم لا يرفع بخبر الواحد ، فلا ذاهب إلى تجويزه من السلف والخلف . احتج من منع ذلك بأنه يفضي إلى المحال وهو رفع المقطوع بالمظنون . وأما قصة أهل قباء وولاة النبي صلى الله عليه وسلم فمحمول على قرائن إفادة العلم [ ص: 142 ] إما نقلا وتحقيقا ، وإما احتمالا وتقديرا . وتتميم هذا سؤالا وجوابا في أصول الفقه .التاسعة : وفيها دليل على أن من لم يبلغه الناسخ إنه متعبد بالحكم الأول ، . خلافا لمن قال : إن الحكم الأول يرتفع بوجود الناسخ لا بالعلم به ، والأول أصح ; لأن أهل قباء لم يزالوا يصلون إلى بيت المقدس إلى أن أتاهم الآتي فأخبرهم بالناسخ فمالوا نحو الكعبة . فالناسخ إذا حصل في الوجود فهو رافع لا محالة لكن بشرط العلم به ; لأن الناسخ خطاب ، ولا يكون خطابا في حق من لم يبلغه . وفائدة هذا الخلاف في عبادات فعلت بعد النسخ وقبل البلاغ هل تعاد أم لا ، وعليه تنبني مسألة الوكيل في تصرفه بعد عزل موكله أو موته وقبل علمه بذلك على قولين . وكذلك المقارض والحاكم إذا مات من ولاه أو عزل . والصحيح أن ما فعله كل واحد من هؤلاء ينفذ فعله ولا يرد حكمه . قال القاضي عياض : ولم يختلف المذهب في أحكام من أعتق ولم يعلم بعتقه أنها أحكام حر فيما بينه وبين الناس ، وأما بينه وبين الله تعالى فجائزة . ولم يختلفوا في المعتقة أنها لا تعيد ما صلت بعد عتقها وقبل علمها بغير ستر ، وإنما اختلفوا فيمن يطرأ عليه موجب يغير حكم عبادته وهو فيها ، قياسا على مسألة قباء ، فمن صلى على حال ثم تغيرت به حاله تلك قبل أن يتم صلاته إنه يتمها ولا يقطعها ويجزيه ما مضى . وكذلك كمن صلى عريانا ثم وجد ثوبا في الصلاة ، أو ابتدأ صلاته صحيحا فمرض ، أو مريضا فصح ، أو قاعدا ثم قدر على القيام ، أو أمة عتقت وهي في الصلاة إنها تأخذ قناعها وتبني .قلت : وكمن دخل في الصلاة بالتيمم فطرأ عليه الماء إنه لا يقطع ، كما يقوله مالك والشافعي - رحمهما الله - وغيرهما . وقيل : يقطع ، وهو قول أبي حنيفة رحمه الله تعالى وسيأتي .العاشرة : وفيها دليل على قبول خبر الواحد ، وهو مجمع عليه من السلف معلوم بالتواتر من عادة النبي صلى الله عليه وسلم في توجيهه ولاته ورسله آحادا للآفاق ، ليعلموا الناس دينهم فيبلغوهم سنة رسولهم صلى الله عليه وسلم من الأوامر والنواهي .الحادية عشرة : وفيها دليل على أن القرآن كان ينزل على رسول الله صلى الله عليه وسلم شيئا بعد شيء وفي حال بعد حال على حسب الحاجة إليه ، حتى أكمل الله دينه ، كما قال : اليوم أكملت لكم دينكم .[ ص: 143 ] قوله تعالى : قل لله المشرق والمغرب أقامه حجة ، أي له ملك المشارق والمغارب وما بينهما ، فله أن يأمر بالتوجه إلى أي جهة شاء ، وقد تقدم .قوله تعالى : يهدي من يشاء إشارة إلى هداية الله تعالى هذه الأمة إلى قبلة إبراهيم ، والله تعالى أعلم . والصراط الطريق . والمستقيم : الذي لا اعوجاج فيه ، وقد تقدم .",
  "ayah": 142,
  "surah": 2
}
