{
  "text": "قوله تعالى : الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعونفيه ست مسائل :الأولى : قوله تعالى : مصيبة المصيبة : كل ما يؤذي المؤمن ويصيبه ، يقال : أصابه إصابة ومصابة ومصابا . والمصيبة واحدة المصائب . والمصوبة ( بضم الصاد ) مثل المصيبة . [ ص: 164 ] وأجمعت العرب على همز المصائب ، وأصله الواو ، كأنهم شبهوا الأصلي بالزائد ، ويجمع على مصاوب ، وهو الأصل . والمصاب الإصابة ، قال الشاعر :أسليم إن مصابكم رجلا أهدى السلام تحية ظلموصاب السهم القرطاس يصيب صيبا ، لغة في أصابه . والمصيبة : النكبة ينكبها الإنسان وإن صغرت ، وتستعمل في الشر ، روى عكرمة أن مصباح رسول الله صلى الله عليه وسلم انطفأ ذات ليلة فقال : إنا لله وإنا إليه راجعون فقيل : أمصيبة هي يا رسول الله ؟ قال : نعم كل ما آذى المؤمن فهو مصيبة .قلت : هذا ثابت معناه في الصحيح ، خرج مسلم عن أبي سعيد وعن أبي هريرة رضي الله عنهما أنهما سمعا رسول الله صلى الله عليه وسلم يقول : ما يصيب المؤمن من وصب ولا نصب ولا سقم ولا حزن حتى الهم يهمه إلا كفر به من سيئاته .الثانية : خرج ابن ماجه في سننه حدثنا أبو بكر بن أبي شيبة حدثنا وكيع بن الجراح عن هشام بن زياد عن أمه عن فاطمة بنت الحسين عن أبيها قال قال رسول الله صلى الله عليه وسلم : من أصيب بمصيبة فذكر مصيبته فأحدث استرجاعا وإن تقادم عهدها كتب الله له من الأجر مثله يوم أصيب .الثالثة : من أعظم المصائب المصيبة في الدين ، ذكر أبو عمر عن الفريابي قال حدثنا فطر بن خليفة حدثنا عطاء بن أبي رباح قال قال رسول الله صلى الله عليه وسلم : إذا أصاب أحدكم مصيبة فليذكر مصابه بي فإنها من أعظم المصائب . أخرجه السمرقندي أبو محمد في مسنده ، أخبرنا أبو نعيم قال : أنبأنا فطر . . . ، فذكر مثله سواء . وأسند مثله عن مكحول مرسلا . قال أبو عمر : وصدق رسول الله صلى الله عليه وسلم ; لأن المصيبة به أعظم من كل مصيبة يصاب بها المسلم بعده إلى يوم القيامة ، انقطع الوحي وماتت النبوة . وكان أول ظهور الشر بارتداد العرب وغير ذلك ، وكان أول انقطاع الخير وأول نقصانه . قال أبو سعيد : ما نفضنا أيدينا من التراب من قبر [ ص: 165 ] رسول الله صلى الله عليه وسلم حتى أنكرنا قلوبنا . ولقد أحسن أبو العتاهية في نظمه معنى هذا الحديث حيث يقول :اصبر لكل مصيبة وتجلد     واعلم بأن المرء غير مخلدأوما ترى أن المصائب جمة     وترى المنية للعباد بمرصدمن لم يصب ممن ترى بمصيبة ؟     هذا سبيل لست فيه بأوحدفإذا ذكرت محمدا ومصابه     فاذكر مصابك بالنبي محمدالرابعة : قوله تعالى : قالوا إنا لله وإنا إليه راجعون جعل الله تعالى هذه الكلمات ملجأ لذوي المصائب ، وعصمة للممتحنين : لما جمعت من المعاني المباركة ، فإن قوله : إنا لله توحيد وإقرار بالعبودية والملك . وقوله : وإنا إليه راجعون إقرار بالهلك ، على أنفسنا والبعث من قبورنا ، واليقين أن رجوع الأمر كله إليه كما هو له . قال سعيد بن جبير رحمه الله تعالى : لم تعط هذه الكلمات نبيا قبل نبينا ، ولو عرفها يعقوب لما قال : يا أسفى على يوسف .الخامسة : قال أبو سنان : دفنت ابني سنانا وأبو طلحة الخولاني على شفير القبر ، فلما أردت الخروج أخذ بيدي فأنشطني وقال : ألا أبشرك يا أبا سنان حدثني الضحاك عن أبي موسى أن النبي صلى الله عليه وسلم قال : إذا مات ولد العبد قال الله لملائكته أقبضتم ولد عبدي فيقولون نعم فيقول أقبضتم ثمرة فؤاده فيقولون نعم فيقول فماذا قال عبدي فيقولون حمدك واسترجع فيقول الله تعالى ابنوا لعبدي بيتا في الجنة وسموه بيت الحمد . وروى مسلم عن أم سلمة قالت سمعت رسول الله صلى الله عليه وسلم يقول : ما من مسلم تصيبه مصيبة فيقول ما أمره الله عز وجل إنا لله وإنا إليه راجعون اللهم أجرني في مصيبتي وأخلف لي خيرا منها إلا أخلف الله له خيرا منها . فهذا تنبيه على قوله تعالى : وبشر الصابرين إما بالخلف كما أخلف الله لأم سلمة رسول الله صلى الله عليه وسلم ، فإنه تزوجها لما مات أبو سلمة زوجها . وإما بالثواب الجزيل ، كما في حديث أبي موسى ، وقد يكون بهما .",
  "ayah": 156,
  "surah": 2
}
