{
  "text": "قوله تعالى : ومن الناس من يتخذ من دون الله أندادا يحبونهم كحب الله والذين آمنوا أشد حبا لله ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعا وأن الله شديد العذابلما أخبر الله سبحانه وتعالى في الآية قبل ما دل على وحدانيته وقدرته وعظم سلطانه أخبر أن مع هذه الآيات القاهرة لذوي العقول من يتخذ معه أندادا ، وواحدها ند ، وقد تقدم . والمراد الأوثان والأصنام التي كانوا يعبدونها كعبادة الله مع عجزها ، قاله مجاهد .قوله تعالى : يحبونهم كحب الله أي يحبون أصنامهم على الباطل كحب المؤمنين لله على الحق ، قاله المبرد ، وقال معناه الزجاج . أي أنهم مع عجز الأصنام يحبونهم كحب المؤمنين لله مع قدرته . وقال ابن عباس والسدي : المراد بالأنداد الرؤساء المتبعون ، يطيعونهم في معاصي الله . وجاء الضمير في يحبونهم على هذا على الأصل ، وعلى الأول جاء ضمير [ ص: 192 ] الأصنام ضمير من يعقل على غير الأصل . وقال ابن كيسان والزجاج أيضا : معنى يحبونهم كحب الله أي يسوون بين الأصنام وبين الله تعالى في المحبة . قال أبو إسحاق : وهذا القول الصحيح ، والدليل على صحته : والذين آمنوا أشد حبا لله وقرأ أبو رجاء يحبونهم بفتح الياء . وكذلك ما كان منه في القرآن ، وهي لغة ، يقال : حببت الرجل فهو محبوب . قال الفراء : أنشدني أبو تراب :أحب لحبها السودان حتى حببت لحبها سود الكلابومن في قوله من يتخذ في موضع رفع بالابتداء ويتخذ على اللفظ ، ويجوز في غير القرآن \" يتخذون \" على المعنى ويحبونهم على المعنى و \" يحبهم \" على اللفظ ، وهو في موضع نصب على الحال من الضمير الذي في يتخذ أي محبين ، وإن شئت كان نعتا للأنداد ، أي محبوبة . والكاف من كحب نعت لمصدر محذوف ، أي يحبونهم حبا كحب الله . والذين آمنوا أشد حبا لله أي أشد من حب أهل الأوثان لأوثانهم والتابعين لمتبوعهم . وقيل : إنما قال والذين آمنوا أشد حبا لله لأن الله تعالى أحبهم أولا ثم أحبوه . ومن شهد له محبوبه بالمحبة كانت محبته أتم ، قال الله تعالى : يحبهم ويحبونه . وسيأتي بيان حب المؤمنين لله تعالى وحبه لهم في سورة \" آل عمران \" إن شاء الله تعالى .قوله تعالى : ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعا وأن الله شديد العذاب قراءة أهل المدينة وأهل الشام بالتاء ، وأهل مكة وأهل الكوفة وأبو عمرو بالياء ، وهو اختيار أبي عبيد . وفي الآية إشكال وحذف ، فقال أبو عبيد : المعنى لو يرى الذين ظلموا في الدنيا عذاب الآخرة لعلموا حين يرونه أن القوة لله جميعا . ويرى على هذا من رؤية البصر . قال النحاس في كتاب \" معاني القرآن \" له : وهذا القول هو الذي عليه أهل التفسير . وقال في كتاب \" إعراب القرآن \" له : وروي عن محمد بن يزيد أنه قال : هذا التفسير الذي جاء به أبو عبيد بعيد ، وليست عبارته فيه بالجيدة ; لأنه يقدر : ولو يرى الذين ظلموا العذاب ، فكأنه يجعله مشكوكا فيه وقد أوجبه الله تعالى ، ولكن التقدير وهو قول الأخفش : ولو يرى الذين ظلموا أن القوة لله . ويرى بمعنى يعلم ، أي لو يعلمون حقيقة قوة الله عز وجل وشدة عذابه ، ف يرى واقعة على أن القوة لله ، وسدت مسد المفعولين . والذين فاعل يرى ، وجواب لو محذوف ، أي لتبينوا ضرر اتخاذهم الآلهة ، كما قال عز وجل . ولو ترى إذ وقفوا على ربهم ، [ ص: 193 ] ولو ترى إذ وقفوا على النار ولم يأت ل لو جواب . قال الزهري وقتادة : الإضمار أشد للوعيد ، ومثله قول القائل : لو رأيت فلانا والسياط تأخذه ومن قرأ بالتاء فالتقدير : ولو ترى يا محمد الذين ظلموا في حال رؤيتهم العذاب وفزعهم منه واستعظامهم له لأقروا أن القوة لله ، فالجواب مضمر على هذا النحو من المعنى وهو العامل في أن . وتقدير آخر : ولو ترى يا محمد الذين ظلموا في حال رؤيتهم العذاب وفزعهم منه لعلمت أن القوة لله جميعا . وقد كان النبي صلى الله عليه وسلم علم ذلك ، ولكن خوطب والمراد أمته ، فإن فيهم من يحتاج إلى تقوية علمه بمشاهدة مثل هذا . ويجوز أن يكون المعنى : قل يا محمد للظالم هذا . وقيل : أن في موضع نصب مفعول من أجله ، أي لأن القوة لله جميعا . وأنشد سيبويه :وأغفر عوراء الكريم ادخاره     وأعرض عن شتم اللئيم تكرماأي لادخاره ، والمعنى : ولو ترى يا محمد الذين ظلموا في حال رؤيتهم للعذاب لأن القوة لله لعلمت مبلغهم من النكال ولاستعظمت ما حل بهم . ودخلت \" إذ \" وهي لما مضى في إثبات هذه المستقبلات تقريبا للأمر وتصحيحا لوقوعه . وقرأ ابن عامر وحده \" يرون \" بضم الياء ، والباقون بفتحها . وقرأ الحسن ويعقوب وشيبة وسلام وأبو جعفر \" إن القوة ، و \" إن الله \" بكسر الهمزة فيهما على الاستئناف أو على تقدير القول ، أي ولو ترى الذين ظلموا إذ يرون العذاب يقولون إن القوة لله . وثبت بنص هذه الآية القوة لله ، بخلاف قول المعتزلة في نفيهم معاني الصفات القديمة ، تعالى الله عن قولهم .",
  "ayah": 165,
  "surah": 2
}
