{
  "text": "ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين وآتى المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب وأقام الصلاة وآتى الزكاة والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون [ ص: 223 ] فيه ثمان مسائل :الأولى : قوله تعالى : ليس البر اختلف من المراد بهذا الخطاب فقال قتادة : ذكر لنا أن رجلا سأل نبي الله صلى الله عليه وسلم عن البر ، فأنزل الله هذه الآية . قال : وقد كان الرجل قبل الفرائض إذا شهد أن لا إله إلا الله ، وأن محمدا عبده ورسوله ، ثم مات على ذلك وجبت له الجنة ، فأنزل الله هذه الآية ، وقال الربيع وقتادة أيضا : الخطاب لليهود والنصارى لأنهم اختلفوا في التوجه والتولي ، فاليهود إلى المغرب قبل بيت المقدس ، والنصارى إلى المشرق مطلع الشمس ، وتكلموا في تحويل القبلة وفضلت كل فرقة توليتها ، فقيل لهم : ليس البر ما أنتم فيه ، ولكن البر من آمن بالله .الثانية : قرأ حمزة وحفص \" البر \" بالنصب ; لأن ليس من أخوات كان ، يقع بعدها المعرفتان فتجعل أيهما شئت الاسم أو الخبر ، فلما وقع بعد ليس : البر نصبه ، وجعل أن تولوا الاسم ، وكان المصدر أولى بأن يكون اسما لأنه لا يتنكر ، والبر قد يتنكر والفعل أقوى في التعريف . وقرأ الباقون \" البر \" بالرفع على أنه اسم ليس ، وخبره أن تولوا ، تقديره ليس البر توليتكم وجوهكم ، وعلى الأول ليس توليتكم وجوهكم البر ، كقوله : ما كان حجتهم إلا أن قالوا ، ثم كان عاقبة الذين أساءوا السوءى أن كذبوا فكان عاقبتهما أنهما في النار وما كان مثله ، ويقوي قراءة الرفع أن الثاني معه الباء إجماعا في قوله : وليس البر بأن تأتوا البيوت من ظهورها ولا يجوز فيه إلا الرفع ، فحمل الأول على الثاني أولى من مخالفته له ، وكذلك هو في مصحف أبي بالباء ليس البر بأن تولوا وكذلك في مصحف ابن مسعود أيضا ، وعليه أكثر القراء ، والقراءتان حسنتان .الثالثة : قوله تعالى : ولكن البر من آمن بالله البر ها هنا اسم جامع للخير ، والتقدير : ولكن البر بر من آمن ، فحذف المضاف ، كقوله تعالى : واسأل القرية ، وأشربوا في قلوبهم العجل قاله الفراء وقطرب والزجاج ، وقال الشاعر :فإنما هي إقبال وإدبارأي ذات إقبال وذات إدبار وقال النابغة :وكيف تواصل من     أصبحت خلالته كأبي مرحب[ ص: 224 ] أي كخلالة أبي مرحب ، فحذف ، وقيل : المعنى ولكن ذا البر ، كقوله تعالى : هم درجات عند الله أي ذوو درجات ، وذلك أن النبي صلى الله عليه وسلم لما هاجر إلى المدينة وفرضت الفرائض وصرفت القبلة إلى الكعبة وحدت الحدود أنزل الله هذه الآية فقال : ليس البر كله أن تصلوا ولا تعملوا غير ذلك ، ولكن البر - أي ذا البر - من آمن بالله ، إلى آخرها ، قاله ابن عباس ومجاهد والضحاك وعطاء وسفيان والزجاج أيضا ، ويجوز أن يكون البر بمعنى البار والبر ، والفاعل قد يسمى بمعنى المصدر ، كما يقال : رجل عدل ، وصوم وفطر ، وفي التنزيل : إن أصبح ماؤكم غورا أي غائرا ، وهذا اختيار أبي عبيدة ، وقال المبرد : لو كنت ممن يقرأ القرآن لقرأت ولكن البر بفتح الباء .الرابعة : قوله تعالى : والموفون بعهدهم إذا عاهدوا والصابرين فقيل : يكون الموفون عطفا على من لأن من في موضع جمع ومحل رفع ، كأنه قال : ولكن البر المؤمنون والموفون ، قاله الفراء والأخفش . والصابرين نصب على المدح ، أو بإضمار فعل ، والعرب تنصب على المدح وعلى الذم كأنهم يريدون بذلك إفراد الممدوح والمذموم ولا يتبعونه أول الكلام ، وينصبونه ، فأما المدح فقوله : والمقيمين الصلاة ، وأنشد الكسائي :وكل قوم أطاعوا أمر مرشدهم     إلا نميرا أطاعت أمر غاويهاالظاعنين ولما يظعنوا أحدا     والقائلون لمن دار نخليهاوأنشد أبو عبيدة :لا يبعدن قومي الذين هم     سم العداة وآفة الجزرالنازلين بكل معترك     والطيبون معاقد الأزروقال آخر :نحن بني ضبة أصحاب الجملفنصب على المدح ، وأما الذم فقوله تعالى : ملعونين أينما ثقفوا الآية ، وقال عروة بن الورد :سقوني الخمر ثم تكنفوني     عداة الله من كذب وزور[ ص: 225 ] وهذا مهيع في النعوت ، لا مطعن فيه من جهة الإعراب ، موجود في كلام العرب كما بينا ، وقال بعض من تعسف في كلامه : إن هذا غلط من الكتاب حين كتبوا مصحف الإمام ، قال : والدليل على ذلك ما روي عن عثمان أنه نظر في المصحف فقال : أرى فيه لحنا وستقيمه العرب بألسنتها ، وهكذا قال في سورة النساء والمقيمين الصلاة وفي سورة المائدة والصابئون . والجواب ما ذكرناه ، وقيل : الموفون رفع على الابتداء والخبر محذوف ، تقديره وهم الموفون ، وقال الكسائي : والصابرين عطف على ذوي القربى كأنه قال : وآتى الصابرين . قال النحاس : وهذا القول خطأ وغلط بين ; لأنك إذا نصبت والصابرين ونسقته على ذوي القربى دخل في صلة من وإذا رفعت والموفون على أنه نسق على من فقد نسقت على من من قبل أن تتم الصلة ، وفرقت بين الصلة والموصول بالمعطوف . وقال الكسائي : وفي قراءة عبد الله \" والموفين ، والصابرين \" ، وقال النحاس : \" يكونان منسوقين على \" ذوي القربى \" أو على المدح . قال الفراء : وفي قراءة عبد الله في النساء \" والمقيمين الصلاة والمؤتون الزكاة \" . وقرأ يعقوب والأعمش \" والموفون والصابرون \" بالرفع فيهما ، وقرأ الجحدري \" بعهودهم \" ، وقد قيل : إن والموفون عطف على الضمير الذي في آمن ، وأنكره أبو علي وقال : ليس المعنى عليه ، إذ ليس المراد أن البر بر من آمن بالله هو والموفون ، أي آمنا جميعا . كما تقول : الشجاع من أقدم هو وعمرو وإنما الذي بعد قوله \" من آمن \" تعداد لأفعال من آمن وأوصافهم .الخامسة : قال علماؤنا : هذه آية عظيمة من أمهات الأحكام ; لأنها تضمنت ست عشرة قاعدة : الإيمان بالله وبأسمائه وصفاته - وقد أتينا عليها في الكتاب الأسنى - والنشر والحشر والميزان والصراط والحوض والشفاعة والجنة والنار - وقد أتينا عليها في كتاب - التذكرة - والملائكة والكتب المنزلة وأنها حق من عند الله - كما تقدم - والنبيين وإنفاق المال فيما يعن من الواجب والمندوب وإيصال القرابة وترك قطعهم وتفقد اليتيم وعدم إهماله والمساكين كذلك ، ومراعاة ابن السبيل - قيل المنقطع به ، وقيل : الضيف - والسؤال وفك الرقاب ، وسيأتي بيان هذا في آية الصدقات ، والمحافظة على الصلاة وإيتاء الزكاة ، والوفاء بالعهود والصبر في الشدائد ، وكل قاعدة من هذه القواعد تحتاج إلى كتاب . وتقدم التنبيه على أكثرها ، ويأتي بيان باقيها بما فيها في مواضعها إن شاء الله تعالى . [ ص: 226 ] واختلف هل يعطى اليتيم من صدقة التطوع بمجرد اليتم على وجه الصلة وإن كان غنيا ، أو لا يعطى حتى يكون فقيرا ، قولان للعلماء ، وهذا على أن يكون إيتاء المال غير الزكاة الواجبة ، على ما نبينه آنفا .السادسة : قوله تعالى : وآتى المال على حبه استدل به من قال : إن في المال حقا سوى الزكاة وبها كمال البر ، وقيل : المراد الزكاة المفروضة ، والأول أصح ، لما خرجه الدارقطني عن فاطمة بنت قيس قالت قال رسول الله صلى الله عليه وسلم : إن في المال حقا سوى الزكاة ثم تلا هذه الآية ليس البر أن تولوا وجوهكم إلى آخر الآية ، وأخرجه ابن ماجه في سننه والترمذي في جامعه وقال : \" هذا حديث ليس إسناده بذاك وأبو حمزة ميمون الأعور يضعف ، وروى بيان وإسماعيل بن سالم عن الشعبي هذا الحديث قوله وهو أصح \" .قلت : والحديث وإن كان فيه مقال فقد دل على صحته معنى ما في الآية نفسها من قوله تعالى : وأقام الصلاة وآتى الزكاة فذكر الزكاة مع الصلاة ، وذلك دليل على أن المراد بقوله : وآتى المال على حبه ليس الزكاة المفروضة ، فإن ذلك كان يكون تكرارا ، والله أعلم ، واتفق العلماء على أنه إذا نزلت بالمسلمين حاجة بعد أداء الزكاة فإنه يجب صرف المال إليها . قال مالك رحمه الله : يجب على الناس فداء أسراهم وإن استغرق ذلك أموالهم ، وهذا إجماع أيضا ، وهو يقوي ما اخترناه ، والموفق الإله .السابعة : قوله تعالى : على حبه الضمير في حبه اختلف في عوده ، فقيل : يعود على المعطي للمال ، وحذف المفعول وهو المال . ويجوز نصب ذوي القربى بالحب ، فيكون التقدير على حب المعطي ذوي القربى ، وقيل : يعود على المال ، فيكون المصدر مضافا إلى المفعول . قال ابن عطية : ويجيء قوله على حبه اعتراضا بليغا أثناء القول . قلت : ونظيره قوله الحق : ويطعمون الطعام على حبه مسكينا فإنه جمع المعنيين ، الاعتراض وإضافة المصدر إلى المفعول ، أي على حب الطعام ، ومن الاعتراض قوله الحق : ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك وهذا عندهم [ ص: 227 ] يسمى التتميم ، وهو نوع من البلاغة ، ويسمى أيضا الاحتراس والاحتياط ، فتمم بقوله على حبه وقوله : وهو مؤمن ومنه قول زهير :من يلق يوما على علاته هرما     يلق السماحة منه والندى خلقاوقال امرؤ القيس :على هيكل يعطيك قبل سؤاله     أفانين جري غير كز ولا وانفقوله : \" على علاته \" و \" قبل سؤاله \" تتميم حسن ، ومنه قول عنترة : أثنى علي بما علمت فإنني سمح مخالقتي إذا لم أظلمفقوله : \" إذا لم أظلم \" تتميم حسن ، وقال طرفة :فسقى ديارك غير مفسدها     صوب الربيع وديمة تهميوقال الربيع بن ضبع الفزاري :فنيت وما يفنى صنيعي ومنطقي     وكل امرئ إلا أحاديثه فانفقوله : \" غير مفسدها \" ، و \" إلا أحاديثه \" تتميم واحتراس ، وقال أبو هفان :فأفنى الردى أرواحنا غير ظالم     وأفنى الندى أموالنا غير عائبفقوله : \" غير ظالم \" و \" غير عائب \" تتميم واحتياط ، وهو في الشعر كثير . وقيل : يعود على الإيتاء ; لأن الفعل يدل على مصدره ، وهو كقوله تعالى : ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرا لهم أي البخل خيرا لهم ، فإذا أصابت الناس حاجة أو فاقة فإيتاء المال حبيب إليهم ، وقيل : يعود على اسم الله تعالى في قوله من آمن بالله ، والمعنى المقصود أن يتصدق المرء في هذه الوجوه وهو صحيح شحيح يخشى الفقر ويأمن البقاء .الثامنة : قوله تعالى : والموفون بعهدهم إذا عاهدوا أي فيما بينهم وبين الله تعالى [ ص: 228 ] وفيما بينهم وبين الناس . والصابرين في البأساء والضراء البأساء : الشدة والفقر ، والضراء : المرض والزمانة ، قاله ابن مسعود ، وقال عليه السلام : يقول الله تعالى أيما عبد من عبادي ابتليته ببلاء في فراشه فلم يشك إلى عواده أبدلته لحما خيرا من لحمه ودما خيرا من دمه فإن قبضته فإلى رحمتي وإن عافيته عافيته وليس له ذنب قيل : يا رسول الله ، ما لحم خير من لحمه ؟ قال : لحم لم يذنب قيل : فما دم خير من دمه ؟ قال : دم لم يذنب ، والبأساء والضراء اسمان بنيا على فعلاء ، ولا فعل لهما ; لأنهما اسمان وليسا بنعت . وحين البأس أي وقت الحرب .قوله تعالى : أولئك الذين صدقوا وأولئك هم المتقون وصفهم بالصدق والتقوى في أمورهم والوفاء بها ، وأنهم كانوا جادين في الدين ، وهذا غاية الثناء . والصدق : خلاف الكذب ويقال : صدقوهم القتال ، والصديق : الملازم للصدق ، وفي الحديث : عليكم بالصدق فإن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وما يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقا .",
  "ayah": 177,
  "surah": 2
}
