{
  "text": "قوله تعالى : ولكم في القصاص حياة يا أولي الألباب لعلكم تتقونفيه أربع مسائل :الأولى : قوله تعالى : ولكم في القصاص حياة هذا من الكلام البليغ الوجيز كما تقدم ، ومعناه : لا يقتل بعضكم بعضا ، رواه سفيان عن السدي عن أبي مالك ، والمعنى : أن القصاص إذا أقيم وتحقق الحكم فيه ازدجر من يريد قتل آخر ، مخافة أن يقتص منه فحييا بذلك معا . وكانت العرب إذا قتل الرجل الآخر حمي قبيلاهما وتقاتلوا وكان ذلك داعيا إلى قتل العدد الكثير ، فلما شرع الله القصاص قنع الكل به وتركوا الاقتتال ، فلهم في ذلك حياة .الثانية : اتفق أئمة الفتوى على أنه لا يجوز لأحد أن يقتص من أحد حقه دون السلطان ، وليس للناس أن يقتص بعضهم من بعض ، وإنما ذلك لسلطان أو من نصبه السلطان لذلك ، ولهذا جعل الله السلطان ليقبض أيدي الناس بعضهم عن بعض .[ ص: 240 ] الثالثة : وأجمع العلماء على أن على السلطان أن يقتص من نفسه إن تعدى على أحد من رعيته ، إذ هو واحد منهم ، وإنما له مزية النظر لهم كالوصي والوكيل ، وذلك لا يمنع القصاص ، وليس بينهم وبين العامة فرق في أحكام الله عز وجل ، لقوله جل ذكره : كتب عليكم القصاص في القتلى وثبت عن أبي بكر الصديق رضي الله عنه أنه قال لرجل شكا إليه أن عاملا قطع يده : لئن كنت صادقا لأقيدنك منه ، وروى النسائي عن أبي سعيد الخدري قال : بينا رسول الله صلى الله عليه وسلم يقسم شيئا إذ أكب عليه رجل ، فطعنه رسول الله صلى الله عليه وسلم بعرجون كان معه ، فصاح الرجل ، فقال له رسول الله صلى الله عليه وسلم : [ تعال ] فاستقد . قال : بل عفوت يا رسول الله ، وروى أبو داود الطيالسي عن أبي فراس قال : خطب عمر بن الخطاب رضي الله عنه فقال : ألا من ظلمه أميره فليرفع ذلك إلي أقيده منه ، فقام عمرو بن العاص فقال : يا أمير المؤمنين ، لئن أدب رجل منا رجلا من أهل رعيته لتقصنه منه ؟ قال : كيف لا أقصه منه وقد رأيت رسول الله صلى الله عليه وسلم يقص من نفسه ، ولفظ أبي داود السجستاني عنه قال : خطبنا عمر بن الخطاب فقال : إني لم أبعث عمالي ليضربوا أبشاركم ولا ليأخذوا أموالكم ، فمن فعل ذلك به فليرفعه إلي أقصه منه ، وذكر الحديث بمعناه .الرابعة : قوله تعالى : لعلكم تتقون تقدم معناه . والمراد هنا تتقون القتل فتسلمون من القصاص ، ثم يكون ذلك داعية لأنواع التقوى في غير ذلك ، فإن الله يثيب بالطاعة على الطاعة ، وقرأ أبو الجوزاء أوس بن عبد الله الربعي \" ولكم في القصص حياة \" . قال النحاس : قراءة أبي الجوزاء شاذة . قال غيره : يحتمل أن يكون مصدرا كالقصاص . وقيل : أراد بالقصص القرآن ، أي لكم في كتاب الله الذي شرع فيه القصص حياة ، أي نجاة .",
  "ayah": 179,
  "surah": 2
}
