{
  "text": "قوله تعالى : ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقا من أموال الناس بالإثم وأنتم تعلمون[ ص: 315 ] فيه ثمان مسائل :الأولى : قوله تعالى : ولا تأكلوا أموالكم بينكم قيل : إنه نزل في عبدان بن أشوع الحضرمي ، ادعى مالا على امرئ القيس الكندي واختصما إلى النبي صلى الله عليه وسلم ، فأنكر امرؤ القيس وأراد أن يحلف فنزلت هذه الآية ، فكف عن اليمين وحكم عبدان في أرضه ولم يخاصمه .الثانية : الخطاب بهذه الآية يتضمن جميع أمة محمد صلى الله عليه وسلم ، والمعنى : لا يأكل بعضكم مال بعض بغير حق ، فيدخل في هذا : القمار والخداع والغصوب وجحد الحقوق ، وما لا تطيب به نفس مالكه ، أو حرمته الشريعة وإن طابت به نفس مالكه ، كمهر البغي وحلوان الكاهن وأثمان الخمور والخنازير وغير ذلك ، ولا يدخل فيه الغبن في البيع مع معرفة البائع بحقيقة ما باع لأن الغبن كأنه هبة ، على ما يأتي بيانه في سورة \" النساء \" ، وأضيفت الأموال إلى ضمير المنهي لما كان كل واحد منهما منهيا ومنهيا عنه ، كما قال : ولا تقتلوا أنفسكم . وقال قوم : المراد بالآية ولا تأكلوا أموالكم بينكم بالباطل أي في الملاهي والقيان والشرب والبطالة ، فيجيء على هذا إضافة المال إلى ضمير المالكين .الثالثة : من أخذ مال غيره لا على وجه إذن الشرع فقد أكله بالباطل ، ومن الأكل بالباطل أن يقضي القاضي لك وأنت تعلم أنك مبطل ، فالحرام لا يصير حلالا بقضاء القاضي ; لأنه إنما يقضي بالظاهر ، وهذا إجماع في الأموال ، وإن كان عند أبي حنيفة قضاؤه ينفذ في الفروج باطنا ، وإذا كان قضاء القاضي لا يغير حكم الباطن في الأموال فهو في الفروج أولى . وروى الأئمة عن أم سلمة قالت قال رسول الله صلى الله عليه وسلم : إنكم تختصمون إلي ولعل بعضكم أن يكون ألحن بحجته من بعض فأقضي له على نحو مما أسمع فمن قطعت له من حق أخيه شيئا فلا يأخذه فإنما أقطع له قطعة من نار - في رواية - فليحملها أو يذرها ، وعلى القول بهذا الحديث جمهور العلماء وأئمة الفقهاء ، وهو نص في أن حكم الحاكم على الظاهر لا يغير حكم الباطن ، وسواء كان ذلك في الأموال والدماء والفروج ، إلا ما حكي عن أبي حنيفة في الفروج ، وزعم أنه لو شهد شاهدا زور على رجل بطلاق زوجته وحكم الحاكم بشهادتهما لعدالتهما عنده فإن فرجها يحل لمتزوجها - ممن يعلم أن القضية باطل - بعد العدة ، وكذلك لو [ ص: 316 ] تزوجها أحد الشاهدين جاز عنده ; لأنه لما حلت للأزواج في الظاهر كان الشاهد وغيره سواء ; لأن قضاء القاضي قطع عصمتها ، وأحدث في ذلك التحليل والتحريم في الظاهر والباطن جميعا ، ولولا ذلك ما حلت للأزواج ، واحتج بحكم اللعان وقال : معلوم أن الزوجة إنما وصلت إلى فراق زوجها باللعان الكاذب ، الذي لو علم الحاكم كذبها فيه لحدها وما فرق بينهما ، فلم يدخل هذا في عموم قوله عليه السلام : فمن قضيت له من حق أخيه شيئا فلا يأخذه . . . الحديث .الرابعة : وهذه الآية متمسك كل مؤالف ومخالف في كل حكم يدعونه لأنفسهم بأنه لا يجوز ، فيستدل عليه بقوله تعالى : ولا تأكلوا أموالكم بينكم بالباطل ، فجوابه أن يقال له : لا نسلم أنه باطل حتى تبينه بالدليل ، وحينئذ يدخل في هذا العموم ، فهي دليل على أن الباطل في المعاملات لا يجوز ، وليس فيها تعيين الباطل .الخامسة : قوله تعالى : بالباطل الباطل في اللغة : الذاهب الزائل ، يقال : بطل يبطل بطولا وبطلانا ، وجمع الباطل بواطل ، والأباطيل جمع البطولة . وتبطل أي اتبع اللهو ، وأبطل فلان إذا جاء بالباطل ، وقوله تعالى : لا يأتيه الباطل قال قتادة : هو إبليس ، لا يزيد في القرآن ولا ينقص ، وقوله : ويمح الله الباطل يعني الشرك ، والبطلة : السحرة .السادسة : قوله تعالى : وتدلوا بها إلى الحكام الآية . قيل : يعني الوديعة وما لا تقوم فيه بينة ، عن ابن عباس والحسن . وقيل : هو مال اليتيم الذي هو في أيدي الأوصياء ، يرفعه إلى الحكام إذا طولب به ليقتطع بعضه وتقوم له في الظاهر حجة ، وقال الزجاج : تعملون ما يوجبه ظاهر الأحكام وتتركون ما علمتم أنه الحق . يقال : أدلى الرجل بحجته أو بالأمر الذي يرجو النجاح به ، تشبيها بالذي يرسل الدلو في البئر ، يقال : أدلى دلوه : أرسلها ، ودلاها : أخرجها ، وجمع الدلو والدلاء : أدل ودلاء ودلي ، والمعنى في الآية : لا تجمعوا بين أكل المال بالباطل وبين الإدلاء إلى الحكام بالحجج الباطلة ، وهو كقوله : ولا تلبسوا الحق بالباطل وتكتموا الحق . وهو من قبيل قولك : لا تأكل السمك وتشرب اللبن ، وقيل : المعنى لا تصانعوا بأموالكم الحكام وترشوهم ليقضوا لكم على أكثر منها ، فالباء إلزاق مجرد . قال ابن عطية : وهذا القول يترجح ; لأن الحكام مظنة الرشاء إلا من عصم وهو الأقل ، وأيضا فإن اللفظين متناسبان : تدلوا من إرسال الدلو ، والرشوة من الرشاء ، كأنه يمد بها ليقضي الحاجة .[ ص: 317 ] قلت : ويقوي هذا قوله : وتدلوا بها تدلوا في موضع جزم عطفا على تأكلوا كما ذكرنا ، وفي مصحف أبي \" ولا تدلوا \" بتكرار حرف النهي ، وهذه القراءة تؤيد جزم تدلوا في قراءة الجماعة ، وقيل : تدلوا في موضع نصب على الظرف ، والذي ينصب في مثل هذا عند سيبويه \" أن \" مضمرة ، والهاء في قوله بها ترجع إلى الأموال ، وعلى القول الأول إلى الحجة ولم يجر لها ذكر ، فقوي القول الثاني لذكر الأموال ، والله أعلم . في الصحاح . \" والرشوة معروفة ، والرشوة بالضم مثله ، والجمع رشى ورشى ، وقد رشاه يرشوه ، وارتشى : أخذ الرشوة ، واسترشى في حكمه : طلب الرشوة عليه \" .قلت : فالحكام اليوم عين الرشا لا مظنته ، ولا حول ولا قوة إلا بالله ! .السابعة : قوله تعالى : لتأكلوا نصب بلام كي . فريقا أي قطعة وجزءا ، فعبر عن الفريق بالقطعة والبعض ، والفريق : القطعة من الغنم تشذ عن معظمها ، وقيل : في الكلام تقديم وتأخير ، التقدير لتأكلوا أموال فريق من الناس . بالإثم معناه بالظلم والتعدي ، وسمي ذلك إثما لما كان الإثم يتعلق بفاعله . وأنتم تعلمون أي بطلان ذلك وإثمه ، وهذه مبالغة في الجرأة والمعصية .الثامنة : اتفق أهل السنة على أن من أخذ ما وقع عليه اسم مال قل أو كثر أنه يفسق بذلك ، وأنه محرم عليه أخذه . خلافا لبشر بن المعتمر ومن تابعه من المعتزلة حيث قالوا : إن المكلف لا يفسق إلا بأخذ مائتي درهم ولا يفسق بدون ذلك ، وخلافا لابن الجبائي حيث قال : إنه يفسق بأخذ عشرة دراهم ولا يفسق بدونها ، وخلافا لابن الهذيل حيث قال : يفسق بأخذ خمسة دراهم ، وخلافا لبعض قدرية البصرة حيث قال : يفسق بأخذ درهم فما فوق ، ولا يفسق بما دون ذلك ، وهذا كله مردود بالقرآن والسنة وباتفاق علماء الأمة ، قال صلى الله عليه وسلم : إن دماءكم وأموالكم وأعراضكم عليكم حرام الحديث ، متفق على صحته .",
  "ayah": 188,
  "surah": 2
}
