{
  "text": "قوله تعالى : يسألونك عن الأهلة قل هي مواقيت للناس والحج وليس البر بأن تأتوا البيوت من ظهورها ولكن البر من اتقى وأتوا البيوت من أبوابها واتقوا الله لعلكم تفلحون[ ص: 318 ] فيه اثنتا عشرة مسألة :الأولى : قوله تعالى : يسألونك عن الأهلة هذا مما سأل عنه اليهود واعترضوا به على النبي صلى الله عليه وسلم ، فقال معاذ : يا رسول الله ، إن اليهود تغشانا ويكثرون مسألتنا عن الأهلة فما بال الهلال يبدو دقيقا ثم يزيد حتى يستوي ويستدير ، ثم ينتقص حتى يعود كما كان ؟ فأنزل الله هذه الآية . وقيل : إن سبب نزولها سؤال قوم من المسلمين النبي صلى الله عليه وسلم عن الهلال وما سبب محاقه وكماله ومخالفته لحال الشمس ، قاله ابن عباس وقتادة والربيع وغيرهم .الثانية : قوله تعالى : عن الأهلة الأهلة جمع الهلال ، وجمع وهو واحد في الحقيقة من حيث كونه هلالا واحدا في شهر ، غير كونه هلالا في آخر ، فإنما جمع أحواله من الأهلة . ويريد بالأهلة شهورها ، وقد يعبر بالهلال عن الشهر لحلول فيه ، كما قال :أخوان من نجد على ثقة والشهر مثل قلامة الظفروقيل : سمي شهرا لأن الأيدي تشهر بالإشارة إلى موضع الرؤية ويدلون عليه ، ويطلق لفظ الهلال لليلتين من آخر الشهر ، وليلتين من أوله ، وقيل : لثلاث من أوله ، وقال الأصمعي : هو هلال حتى يحجر ويستدير له كالخيط الرقيق ، وقيل : بل هو هلال حتى يبهر بضوئه السماء ، وذلك ليلة سبع . قال أبو العباس : وإنما قيل له هلال لأن الناس يرفعون أصواتهم بالإخبار عنه . ومنه استهل الصبي إذا ظهرت حياته بصراخه ، واستهل وجهه فرحا وتهلل إذا ظهر فيه السرور . قال أبو كبير :وإذا نظرت إلى أسرة وجهه     برقت كبرق العارض المتهللويقال : أهللنا الهلال إذا دخلنا فيه . قال الجوهري : \" وأهل الهلال واستهل على ما لم يسم فاعله ، ويقال أيضا : استهل بمعنى تبين ، ولا يقال : أهل ويقال : أهللنا عن ليلة كذا ، ولا يقال : أهللناه فهل ، كما يقال : أدخلناه فدخل ، وهو قياسه \" : قال أبو نصر عبد الرحيم القشيري في تفسيره : ويقال : أهل الهلال واستهل وأهللنا الهلال واستهللنا .الثالثة : قال علماؤنا : من حلف ليقضين غريمه أو ليفعلن كذا في الهلال أو رأس الهلال أو عند الهلال ، ففعل ذلك بعد رؤية الهلال بيوم أو يومين لم يحنث . وجميع الشهور تصلح لجميع العبادات والمعاملات على ما يأتي .قوله تعالى : قل هي مواقيت للناس والحج تبيين لوجه الحكمة في زيادة القمر [ ص: 319 ] ونقصانه ، وهو زوال الإشكال في الآجال والمعاملات والإيمان والحج والعدد والصوم والفطر ومدة الحمل والإجارات والأكرية ، إلى غير ذلك من مصالح العباد ، ونظيره قوله الحق : وجعلنا الليل والنهار آيتين فمحونا آية الليل وجعلنا آية النهار مبصرة لتبتغوا فضلا من ربكم ولتعلموا عدد السنين والحساب على ما يأتي ، وقوله : هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب . وإحصاء الأهلة أيسر من إحصاء الأيام .الرابعة : وبهذا الذي قررناه يرد على أهل الظاهر ومن قال بقولهم : إن المساقاة تجوز إلى الأجل المجهول سنين غير معلومة ، واحتجوا بأن رسول الله صلى الله عليه وسلم عامل اليهود على شطر الزرع والنخل ما بدا لرسول الله صلى الله عليه وسلم من غير توقيت ، وهذا لا دليل فيه ; لأنه عليه السلام قال لليهود : أقركم فيها ما أقركم الله . وهذا أدل دليل وأوضح سبيل على أن ذلك خصوص له ، فكان ينتظر في ذلك القضاء من ربه ، وليس كذلك غيره ، وقد أحكمت الشريعة معاني الإجارات وسائر المعاملات ، فلا يجوز شيء منها إلا على ما أحكمه الكتاب والسنة ، وقال به علماء الأمة .الخامسة : مواقيت المواقيت : جمع الميقات وهو الوقت ، وقيل : الميقات منتهى الوقت . ومواقيت لا تنصرف ; لأنه جمع لا نظير له في الآحاد ، فهو جمع ونهاية جمع ، إذ ليس يجمع فصار كأن الجمع تكرر فيها ، وصرفت \" قوارير \" في قوله : قواريرا لأنها وقعت في رأس آية فنونت كما تنون القوافي ، فليس هو تنوين الصرف الذي يدل على تمكن الاسم .السادسة : والحج بفتح الحاء قراءة الجمهور ، وقرأ ابن أبي إسحاق بالكسر في جميع القرآن ، وفي قوله : حج البيت في \" آل عمران \" . سيبويه : الحج كالرد والشد ، والحج كالذكر ، فهما مصدران بمعنى وقيل : الفتح مصدر ، والكسر الاسم .السابعة : أفرد سبحانه الحج بالذكر لأنه مما يحتاج فيه إلى معرفة الوقت ، وأنه لا يجوز النسيء فيه عن وقته ، بخلاف ما رأته العرب ، فإنها كانت تحج بالعدد وتبدل الشهور ، فأبطل الله قولهم وفعلهم ، على ما يأتي بيانه في \" براءة \" إن شاء الله تعالى .الثامنة : استدل مالك رحمه الله وأبو حنيفة وأصحابهما في أن الإحرام بالحج يصح في [ ص: 320 ] غير أشهر الحج بهذه الآية ; لأن الله تعالى جعل الأهلة كلها ظرفا لذلك ، فصح أن يحرم في جميعها بالحج ، وخالف في ذلك الشافعي ، لقوله تعالى : الحج أشهر معلومات على ما يأتي ، وأن معنى هذه الآية أن بعضها مواقيت للناس ، وبعضها مواقيت للحج ، وهذا كما تقول : الجارية لزيد وعمرو ، وذلك يقضي أن يكون بعضها لزيد وبعضها لعمرو ، ولا يجوز أن يقال : جميعها لزيد وجميعها لعمرو ، والجواب أن يقال : إن ظاهر قوله هي مواقيت للناس والحج يقتضي كون جميعها مواقيت للناس وجميعها مواقيت للحج ، ولو أراد التبعيض لقال : بعضها مواقيت للناس وبعضها مواقيت للحج ، وهذا كما تقول : إن شهر رمضان ميقات لصوم زيد وعمرو ، ولا خلاف أن المراد بذلك أن جميعه ميقات لصوم كل واحد منهما ، وما ذكروه من الجارية فصحيح ; لأن كونها جمعاء لزيد مع كونها جمعاء لعمرو مستحيل ، وليس كذلك في مسألتنا ، فإن الزمان يصح أن يكون ميقاتا لزيد وميقاتا لعمرو ، فبطل ما قالوه .التاسعة : لا خلاف بين العلماء أن من باع معلوما من السلع بثمن معلوم إلى أجل معلوم من شهور العرب أو إلى أيام معروفة العدد أن البيع جائز ، وكذلك قالوا في السلم إلى الأجل المعلوم ، واختلفوا في من باع إلى الحصاد أو إلى الدياس أو إلى العطاء وشبه ذلك ، فقال مالك : ذلك جائز لأنه معروف ، وبه قال أبو ثور ، وقال أحمد : أرجو ألا يكون به بأس ، وكذلك إلى قدوم الغزاة ، وعن ابن عمر أنه كان يبتاع إلى العطاء ، وقالت طائفة . ذلك غير جائز ; لأن الله تعالى وقت المواقيت وجعلها علما لآجالهم في بياعاتهم ومصالحهم . كذلك قال ابن عباس ، وبه قال الشافعي والنعمان . قال ابن المنذر : قول ابن عباس صحيح .العاشرة : إذا رئي الهلال كبيرا فقال علماؤنا : لا يعول على كبره ولا على صغره وإنما هو ابن ليلته . روى مسلم عن أبي البختري قال : خرجنا للعمرة فلما نزلنا ببطن نخلة قال : تراءينا الهلال ، فقال بعض القوم : هو ابن ثلاث ، وقال بعض القوم : هو ابن ليلتين . قال : فلقينا ابن عباس فقلنا : إنا رأينا الهلال فقال بعض القوم هو ابن ثلاث ، وقال بعض القوم هو ابن ليلتين ، فقال : أي ليلة رأيتموه ؟ قال فقلنا : ليلة كذا وكذا ، فقال : إن رسول الله صلى الله عليه وسلم قال : إن الله مده للرؤية فهو لليلة رأيتموه .[ ص: 321 ] الحادية عشرة : قوله تعالى : وليس البر بأن تأتوا البيوت من ظهورها اتصل هذا بذكر مواقيت الحج لاتفاق وقوع القضيتين في وقت السؤال عن الأهلة وعن دخول البيوت من ظهورها ، فنزلت الآية فيهما جميعا ، وكان الأنصار إذا حجوا وعادوا لا يدخلون من أبواب بيوتهم ، فإنهم كانوا إذا أهلوا بالحج أو العمرة يلتزمون شرعا ألا يحول بينهم وبين السماء حائل ، فإذا خرج الرجل منهم بعد ذلك ، أي من بعد إحرامه من بيته ، فرجع لحاجة لا يدخل من باب الحجرة من أجل سقف البيت أن يحول بينه وبين السماء ، فكان يتسنم ظهر بيته على الجدران ثم يقوم في حجرته فيأمر بحاجته فتخرج إليه من بيته . فكانوا يرون هذا من النسك والبر ، كما كانوا يعتقدون أشياء نسكا ، فرد عليهم فيها ، وبين الرب تعالى أن البر في امتثال أمره . وقال ابن عباس في رواية أبي صالح : كان الناس في الجاهلية وفي أول الإسلام إذا أحرم رجل منهم بالحج فإن كان من أهل المدر - يعني من أهل البيوت - نقب في ظهر بيته فمنه يدخل ومنه يخرج ، أو يضع سلما فيصعد منه وينحدر عليه ، وإن كان من أهل الوبر - يعني أهل الخيام - يدخل من خلف الخيام الخيمة ، إلا من كان من الحمس ، وروى الزهري أن النبي صلى الله عليه وسلم أهل زمن الحديبية بالعمرة فدخل حجرته ودخل خلفه رجل أنصاري منبني سلمة ، فدخل وخرق عادة قومه ، فقال له النبي صلى الله عليه وسلم : ( لم دخلت وأنت قد أحرمت ) ، فقال : دخلت أنت فدخلت بدخولك ، فقال له النبي صلى الله عليه وسلم : ( إني أحمس ) أي من قوم لا يدينون بذلك ، فقال له الرجل : وأنا ديني دينك ، فنزلت الآية ، وقال ابن عباس وعطاء وقتادة ، وقيل : إن هذا الرجل هو قطبة بن عامر الأنصاري .والحمس : قريش وكنانة وخزاعة وثقيف وجشم وبنو عامر بن صعصعة وبنو نصر بن معاوية ، وسموا حمسا لتشديدهم في دينهم ، والحماسة الشدة . قال العجاج :وكم قطعنا من قفاف حمسأي شداد ، ثم اختلفوا في تأويلها ، فقيل ما ذكرنا ، وهو الصحيح ، وقيل : إنه النسيء وتأخير الحج به ، حتى كانوا يجعلون الشهر الحلال حراما بتأخير الحج إليه ، والشهر الحرام حلالا بتأخير الحج عنه ، فيكون ذكر البيوت على هذا مثلا لمخالفة الواجب في الحج [ ص: 322 ] وشهوره . وسيأتي بيان النسيء في سورة ( براءة ) إن شاء الله تعالى ، وقال أبو عبيدة : الآية ضرب مثل ، المعنى ليس البر أن تسألوا الجهال ولكن اتقوا الله واسألوا العلماء ، فهذا كما تقول : أتيت هذا الأمر من بابه ، وحكى المهدوي ومكي عن ابن الأنباري ، والماوردي عن ابن زيد أن الآية مثل في جماع النساء ، أمر بإتيانهن في القبل لا من الدبر ، وسمي النساء بيوتا للإيواء إليهن كالإيواء إلى البيوت . قال ابن عطية : وهذا بعيد مغير نمط الكلام ، وقال الحسن : كانوا يتطيرون ، فمن سافر ولم تحصل حاجته كان يأتي بيته من وراء ظهره تطيرا من الخيبة ، فقيل لهم : ليس في التطير بر ، بل البر أن تتقوا الله وتتوكلوا عليه .قلت : القول الأول أصح هذه الأقوال ، لما رواه البراء قال : كان الأنصار إذا حجوا فرجعوا لم يدخلوا البيوت من أبوابها ، قال : فجاء رجل من الأنصار فدخل من بابه ، فقيل له في ذلك ، فنزلت هذه الآية : وليس البر بأن تأتوا البيوت من ظهورها وهذا نص في البيوت حقيقة . خرجه البخاري ومسلم ، وأما تلك الأقوال فتؤخذ من موضع آخر لا من الآية ، فتأمله ، وقد قيل : إن الآية خرجت مخرج التنبيه من الله تعالى على أن يأتوا البر من وجهه ، وهو الوجه الذي أمر الله تعالى به ، فذكر إتيان البيوت من أبوابها مثلا ليشير به إلى أن نأتي الأمور من مأتاها الذي ندبنا الله تعالى إليه .قلت : فعلى هذا يصح ما ذكر من الأقوال . والبيوت جمع بيت ، وقرئ بضم الباء وكسرها . وتقدم معنى التقوى والفلاح فلا معنى للإعادة .الثانية عشرة : في هذه الآية بيان أن ما لم يشرعه الله قربة ولا ندب إليه لا يصير قربة بأن يتقرب به متقرب . قال ابن خويز منداد : إذا أشكل ما هو بر وقربة بما ليس هو بر وقربة أن ينظر في ذلك العمل ، فإن كان له نظير في الفرائض والسنن فيجوز أن يكون ، وإن لم يكن فليس ببر ولا قربة . قال : وبذلك جاءت الآثار عن النبي صلى الله عليه وسلم ، وذكر حديث ابن عباس قال : بينما رسول الله صلى الله عليه وسلم يخطب إذا هو برجل قائم في الشمس فسأل عنه ، فقالوا : هو أبو إسرائيل ، نذر أن يقوم ولا يقعد ولا يستظل ولا يتكلم ويصوم ، فقال النبي صلى الله عليه وسلم : مروه فليتكلم وليستظل وليقعد وليتم صومه ، فأبطل النبي صلى الله عليه وسلم ما كان غير قربة مما لا أصل له في شريعته ، وصحح ما كان قربة مما له نظير في الفرائض والسنن .",
  "ayah": 189,
  "surah": 2
}
