{
  "text": "قوله تعالى : واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرينفيه  مسائل :الأولى : قوله تعالى : ثقفتموهم يقال : ثقف يثقف ثقفا وثقفا ، ورجل ثقف لقف : إذا كان محكما لما يتناوله من الأمور . وفي هذا دليل على قتل الأسير ، وسيأتي بيان هذا في \" الأنفال \" إن شاء الله تعالى . وأخرجوهم من حيث أخرجوكم أي مكة . قال الطبري : الخطاب للمهاجرين والضمير لكفار قريش .[ ص: 327 ] الثانية : قوله تعالى : والفتنة أشد من القتل أي الفتنة التي حملوكم عليها وراموا رجوعكم بها إلى الكفر أشد من القتل . قال مجاهد : أي من أن يقتل المؤمن ، فالقتل أخف عليه من الفتنة ، وقال غيره : أي شركهم بالله وكفرهم به أعظم جرما وأشد من القتل الذي عيروكم به ، وهذا دليل على أن الآية نزلت في شأن عمرو بن الحضرمي حين قتله واقد بن عبد الله التميمي في آخر يوم من رجب الشهر الحرام ، حسب ما هو مذكور في سرية عبد الله بن جحش ، على ما يأتي بيانه ، قاله الطبري وغيره .الثالثة : قوله تعالى : ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه الآية . للعلماء في هذه الآية قولان : أحدهما : أنها منسوخة ، والثاني : أنها محكمة . قال مجاهد : الآية محكمة ، ولا يجوز قتال أحد في المسجد الحرام إلا بعد أن يقاتل ، وبه قال طاوس ، وهو الذي يقتضيه نص الآية ، وهو الصحيح من القولين ، وإليه ذهب أبو حنيفة وأصحابه ، وفي الصحيح عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم يوم فتح مكة : إن هذا البلد حرمه الله يوم خلق السماوات والأرض فهو حرام بحرمة الله تعالى إلى يوم القيامة وإنه لم يحل القتال فيه لأحد قبلي ولم يحل لي إلا ساعة من نهار فهو حرام بحرمة الله إلى يوم القيامة ، وقال قتادة : الآية منسوخة بقوله تعالى : فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم ، وقال مقاتل : نسخها قوله تعالى : واقتلوهم حيث ثقفتموهم ثم نسخ هذا قوله : فاقتلوا المشركين حيث وجدتموهم ، فيجوز الابتداء بالقتال في الحرم ، ومما احتجوا به أن \" براءة \" نزلت بعد سورة \" البقرة \" بسنتين ، وأن النبي صلى الله عليه وسلم دخل مكة وعليه المغفر ، فقيل : إن ابن خطل متعلق بأستار الكعبة ، فقال : ( اقتلوه ) .وقال ابن خويز منداد : ولا تقاتلوهم عند المسجد الحرام منسوخة ; لأن الإجماع قد تقرر بأن عدوا لو استولى على مكة وقال : لأقاتلكم ، وأمنعكم من الحج ولا أبرح من مكة لوجب قتاله وإن لم يبدأ بالقتال ، فمكة وغيرها من البلاد سواء . وإنما قيل فيها : هي حرام [ ص: 328 ] تعظيما لها ، ألا ترى أن رسول الله صلى الله عليه وسلم بعث خالد بن الوليد يوم الفتح وقال : احصدهم بالسيف حتى تلقاني على الصفا حتى جاء العباس فقال : يا رسول الله ، ذهبت قريش ، فلا قريش بعد اليوم . ألا ترى أنه قال في تعظيمها : ولا يلتقط لقطتها إلا منشد واللقطة بها وبغيرها سواء ، ويجوز أن تكون منسوخة بقوله : وقاتلوهم حتى لا تكون فتنة . قال ابن العربي : حضرت في بيت المقدس - طهره الله - بمدرسة أبي عقبة الحنفي ، والقاضي الزنجاني يلقي علينا الدرس في يوم جمعة ، فبينا نحن كذلك إذ دخل علينا رجل بهي المنظر على ظهره أطمار ، فسلم سلام العلماء وتصدر في صدر المجلس بمدارع الرعاء ، فقال القاضي الزنجاني : من السيد ؟ فقال : رجل سلبه الشطار أمس ، وكان مقصدي هذا الحرم المقدس ، وأنا رجل من أهل صاغان من طلبة العلم ، فقال القاضي مبادرا : سلوه - على العادة في إكرام العلماء بمبادرة سؤالهم - ووقعت القرعة على مسألة الكافر إذا التجأ إلى الحرم هل يقتل أم لا ؟ فأفتى بأنه لا يقتل ، فسئل عن الدليل ، فقال قوله تعالى : ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه قرئ \" ولا تقتلوهم ، ولا تقاتلوهم \" فإن قرئ \" ولا تقتلوهم \" فالمسألة نص ، وإن قرئ \" ولا تقاتلوهم \" فهو تنبيه ; لأنه إذا نهى عن القتال الذي هو سبب القتل كان دليلا بينا ظاهرا على النهي عن القتل ، فاعترض عليه القاضي منتصرا للشافعي ومالك ، وإن لم ير مذهبهما ، على العادة ، فقال : هذه الآية منسوخة بقوله تعالى : فاقتلوا المشركين حيث وجدتموهم ، فقال له الصاغاني : هذا لا يليق بمنصب القاضي وعلمه ، فإن هذه الآية التي اعترضت بها عامة في الأماكن ، والتي احتججت بها خاصة ، ولا يجوز لأحد أن يقول : إن العام ينسخ الخاص ، فبهت القاضي الزنجاني ، وهذا من بديع الكلام . قال ابن العربي : فإن لجأ إليه كافر فلا سبيل إليه ، لنص الآية والسنة الثابتة بالنهي عن القتال فيه ، وأما الزاني والقاتل فلا بد من إقامة الحد عليه ، إلا أن يبتدئ الكافر بالقتال فيقتل بنص القرآن .قلت : وأما ما احتجوا به من قتل ابن خطل وأصحابه فلا حجة فيه ، فإن ذلك كان في [ ص: 329 ] الوقت الذي أحلت له مكة وهي دار حرب وكفر ، وكان له أن يريق دماء من شاء من أهلها في الساعة التي أحل له فيها القتال . فثبت وصح أن القول الأول أصح ، والله أعلم .الرابعة : قال بعض العلماء : في هذه الآية دليل على أن الباغي على الإمام بخلاف الكافر ، فالكافر يقتل إذا قاتل بكل حال والباغي إذا قاتل يقاتل بنية الدفع ، ولا يتبع مدبر ولا يجهز على جريح . على ما يأتي بيانه من أحكام الباغين في \" الحجرات \" إن شاء الله تعالى .",
  "ayah": 191,
  "surah": 2
}
