{
  "text": "قوله تعالى : الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقينفيه عشر مسائل :الأولى : قوله تعالى : الشهر الحرام قد تقدم اشتقاق الشهر ، وسبب نزولها ما روي عن ابن عباس وقتادة ومجاهد ومقسم والسدي والربيع والضحاك وغيرهم قالوا : نزلت في عمرة القضية وعام الحديبية ، وذلك أن رسول الله صلى الله عليه وسلم خرج معتمرا حتى بلغ الحديبية في ذي القعدة سنة ست ، فصده المشركون كفار قريش عن البيت فانصرف ، ووعده الله سبحانه أنه سيدخله ، فدخله سنة سبع وقضى نسكه ، فنزلت هذه الآية ، وروي عن الحسن أن المشركين قالوا للنبي صلى الله عليه وسلم : أنهيت يا محمد عن القتال في الشهر الحرام ؟ قال : ( نعم ) . فأرادوا قتاله ، فنزلت الآية . المعنى : إن استحلوا ذلك فيه فقاتلهم ، فأباح الله بالآية مدافعتهم ، والقول الأول أشهر وعليه الأكثر .الثانية : قوله تعالى : والحرمات قصاص الحرمات جمع حرمة ، كالظلمات جمع ظلمة ، والحجرات جمع حجرة ، وإنما جمعت الحرمات لأنه أراد [ حرمة ] الشهر الحرام وحرمة البلد الحرام ، وحرمة الإحرام . والحرمة : ما منعت من انتهاكه ، والقصاص المساواة ، أي اقتصصت لكم منهم إذ صدوكم سنة ست فقضيتم العمرة سنة سبع . ف والحرمات قصاص على هذا متصل بما قبله ومتعلق به . وقيل : هو مقطوع منه ، وهو ابتداء أمر كان في أول الإسلام : إن من انتهك حرمتك نلت منه مثل ما اعتدى عليك ، ثم نسخ ذلك بالقتال ، وقالت طائفة : ما تناولت الآية من التعدي بين أمة محمد صلى الله عليه وسلم ، والجنايات ونحوها لم ينسخ ، وجاز لمن تعدي عليه في مال أو جرح أن يتعدى بمثل ما تعدي به عليه إذا خفي له ذلك ، وليس بينه وبين الله تعالى في ذلك شيء ، قاله الشافعي وغيره ، وهي رواية في مذهب [ ص: 331 ] مالك ، وقالت طائفة من أصحاب مالك : ليس ذلك له ، وأمور القصاص وقف على الحكام ، والأموال يتناولها قوله صلى الله عليه وسلم : أد الأمانة إلى من ائتمنك ولا تخن من خانك . خرجه الدارقطني وغيره ، فمن ائتمنه من خانه فلا يجوز له أن يخونه ويصل إلى حقه مما ائتمنه عليه ، وهو المشهور من المذهب ، وبه قال أبو حنيفة تمسكا بهذا الحديث ، وقوله تعالى : إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ، وهو قول عطاء الخراساني . قال قدامة بن الهيثم : سألت عطاء بن ميسرة الخراساني فقلت له : لي على رجل حق ، وقد جحدني به وقد أعيا علي البينة ، أفأقتص من ماله ؟ قال : أرأيت لو وقع بجاريتك ، فعلمت ما كنت صانعا .قلت : والصحيح جواز ذلك كيف ما توصل إلى أخذ حقه ما لم يعد سارقا ، وهو مذهب الشافعي وحكاه الداودي عن مالك ، وقال به ابن المنذر ، واختاره ابن العربي ، وأن ذلك ليس خيانة وإنما هو وصول إلى حق ، وقال رسول الله صلى الله عليه وسلم : انصر أخاك ظالما أو مظلوما وأخذ الحق من الظالم نصر له ، وقال صلى الله عليه وسلم لهند بنت عتبة امرأة أبي سفيان لما قالت له : إن أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني إلا ما أخذت من ماله بغير علمه ، فهل علي جناح ؟ فقال رسول الله صلى الله عليه وسلم : خذي ما يكفيك ويكفي ولدك بالمعروف . فأباح لها الأخذ وألا تأخذ إلا القدر الذي يجب لها ، وهذا كله ثابت في الصحيح ، قوله تعالى : فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم قاطع في موضع الخلاف .الثالثة : واختلفوا إذا ظفر له بمال من غير جنس ماله ، فقيل : لا يأخذ إلا بحكم الحاكم ، وللشافعي قولان ، أصحهما الأخذ ، قياسا على ما لو ظفر له من جنس ماله ، والقول الثاني لا يأخذ لأنه خلاف الجنس ، ومنهم من قال : يتحرى قيمة ما له عليه ويأخذ مقدار ذلك ، وهذا هو الصحيح لما بيناه من الدليل ، والله أعلم .الرابعة : وإذا فرعنا على الأخذ فهل يعتبر ما عليه من الديون وغير ذلك ، فقال الشافعي : [ ص: 332 ] لا ، بل يأخذ ما له عليه ، وقال مالك : يعتبر ما يحصل له مع الغرماء في الفلس ، وهو القياس ، والله أعلم .الخامسة قوله تعالى : فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم عموم متفق عليه ، إما بالمباشرة إن أمكن ، وإما بالحكام ، واختلف الناس في المكافأة هل تسمى عدوانا أم لا ، فمن قال : ليس في القرآن مجاز ، قال : المقابلة عدوان ، وهو عدوان مباح ، كما أن المجاز في كلام العرب كذب مباح ; لأن قول القائل :فقالت له العينان سمعا وطاعةوكذلك :امتلأ الحوض وقال قطنيوكذلك :شكا إلي جملي طول السرىومعلوم أن هذه الأشياء لا تنطق ، وحد الكذب : إخبار عن الشيء على خلاف ما هو به ، ومن قال في القرآن مجاز سمى هذا عدوانا على طريق المجاز ومقابلة الكلام بمثله ، كما قال عمرو بن كلثوم :ألا لا يجهلن أحد علينا     فنجهل فوق جهل الجاهليناوقال الآخر :ولي فرس للحلم بالحلم ملجم     ولي فرس للجهل بالجهل مسرجومن رام تقويمي فإني مقوم     ومن رام تعويجي فإني معوجيريد : أكافئ الجاهل والمعوج ، لا أنه امتدح بالجهل والاعوجاج .السادسة : واختلف العلماء فيمن استهلك أو أفسد شيئا من الحيوان أو العروض التي لا تكال ولا توزن ، فقال الشافعي وأبو حنيفة وأصحابهما وجماعة من العلماء : عليه في ذلك المثل ، ولا يعدل إلى القيمة إلا عند عدم المثل ، لقوله تعالى : فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم وقوله تعالى : وإن عاقبتم فعاقبوا بمثل ما عوقبتم به . قالوا : وهذا عموم في جميع الأشياء كلها ، وعضدوا هذا بأن النبي صلى الله عليه وسلم حبس القصعة [ ص: 333 ] المكسورة في بيت التي كسرتها ودفع الصحيحة وقال : إناء بإناء وطعام بطعام خرجه أبو داود قال : حدثنا مسدد حدثنا يحيى ح وحدثنا محمد بن المثنى حدثنا خالد عن حميد عن أنس أن رسول الله صلى الله عليه وسلم كان عند بعض نسائه ، فأرسلت إحدى أمهات المؤمنين مع خادم قصعة فيها طعام ، قال : فضربت بيدها فكسرت القصعة . قال ابن المثنى : فأخذ النبي صلى الله عليه وسلم الكسرتين فضم إحداهما إلى الأخرى ، فجعل يجمع فيها الطعام ويقول : غارت أمكم . زاد ابن المثنى ( كلوا ) فأكلوا حتى جاءت قصعتها التي في بيتها ، ثم رجعنا إلى لفظ حديث مسدد وقال : ( كلوا ) وحبس الرسول والقصعة حتى فرغوا ، فدفع القصعة الصحيحة إلى الرسول وحبس المكسورة في بيته . حدثنا أبو داود قال : حدثنا مسدد حدثنا يحيى عن سفيان قال وحدثنا فليت العامري - قال أبو داود : وهو أفلت بن خليفة - عن جسرة بنت دجاجة قالت : قالت عائشة رضي الله عنها : ما رأيت صانعا طعاما مثل صفية ، صنعت لرسول الله صلى الله عليه وسلم طعاما فبعثت به ، فأخذني أفكل فكسرت الإناء ، فقلت : يا رسول الله ، ما كفارة ما صنعت ؟ قال : إناء مثل إناء وطعام مثل طعام . قال مالك وأصحابه : عليه في الحيوان والعروض التي لا تكال ولا توزن القيمة لا المثل ، بدليل تضمين النبي صلى الله عليه وسلم الذي أعتق نصف عبده قيمة نصف شريكه ، ولم يضمنه مثل نصف عبده . ولا خلاف بين العلماء على تضمين المثل في المطعومات والمشروبات والموزونات ، لقوله عليه السلام : طعام بطعام .السابعة : لا خلاف بين العلماء أن هذه الآية أصل في المماثلة في القصاص ، فمن قتل بشيء قتل بمثل ما قتل به ، وهو قول الجمهور ، ما لم يقتله بفسق كاللوطية وإسقاء الخمر فيقتل بالسيف ، وللشافعية قول : إنه يقتل بذلك ، فيتخذ عود على تلك الصفة ويطعن به في دبره حتى يموت ، ويسقى عن الخمر ماء حتى يموت . وقال ابن الماجشون : إن من قتل بالنار أو بالسم لا يقتل به ، لقول النبي صلى الله عليه وسلم : لا يعذب بالنار إلا الله ، والسم نار باطنة ، وذهب الجمهور إلى أنه يقتل بذلك ، لعموم الآية .الثامنة : وأما القود بالعصا فقال مالك في إحدى الروايتين : إنه إن كان في القتل بالعصا [ ص: 334 ] تطويل وتعذيب قتل بالسيف ، رواه عنه ابن وهب ، وقاله ابن القاسم ، وفي الأخرى : يقتل بها وإن كان فيه ذلك ، وهو قول الشافعي ، وروى أشهب وابن نافع عن مالك في الحجر والعصا أنه يقتل بهما إذا كانت الضربة مجهزة ، فأما أن يضرب ضربات فلا ، وعليه لا يرمى بالنبل ولا بالحجارة لأنه من التعذيب ، وقاله عبد الملك . قال ابن العربي : \" والصحيح من أقوال علمائنا أن المماثلة واجبة ، إلا أن تدخل في حد التعذيب فلتترك إلى السيف \" ، واتفق علماؤنا على أنه إذا قطع يده ورجله وفقأ عينه قصد التعذيب فعل به ذلك ، كما فعل النبي صلى الله عليه وسلم بقتلة الرعاء ، وإن كان في مدافعة أو مضاربة قتل بالسيف . وذهبت طائفة إلى خلاف هذا كله فقالوا : لا قود إلا بالسيف ، وهو مذهب أبي حنيفة والشعبي والنخعي . واحتجوا على ذلك بما روي عن النبي صلى الله عليه وسلم قال : لا قود إلا بحديدة ، وبالنهي عن المثلة ، وقوله : لا يعذب بالنار إلا رب النار . والصحيح ما ذهب إليه الجمهور ، لما رواه الأئمة عن أنس بن مالك أن جارية وجد رأسها قد رض بين حجرين ، فسألوها : من صنع هذا بك ! أفلان ، أفلان ؟ حتى ذكروا يهوديا فأومأت برأسها ، فأخذ اليهودي فأقر ، فأمر به رسول الله صلى الله عليه وسلم أن ترض رأسه بالحجارة ، وفي رواية : فقتله رسول الله صلى الله عليه وسلم بين حجرين ، وهذا نص صريح صحيح ، وهو مقتضى قوله تعالى : وإن عاقبتم فعاقبوا بمثل ما عوقبتم به ، وقوله : فاعتدوا عليه بمثل ما اعتدى عليكم . وأما ما استدلوا به من حديث جابر فحديث ضعيف عند المحدثين ، لا يروى من [ ص: 335 ] طريق صحيح ، لو صح قلنا بموجبه ، وأنه إذا قتل بحديدة قتل بها ، يدل على ذلك حديث أنس : أن يهوديا رض رأس جارية بين حجرين فرض رسول الله صلى الله عليه وسلم رأسه بين حجرين ، وأما النهي عن المثلة فنقول أيضا بموجبها إذا لم يمثل ، فإذا مثل مثلنا به ، يدل على ذلك حديث العرنيين ، وهو صحيح أخرجه الأئمة ، وقوله : لا يعذب بالنار إلا رب النار صحيح إذا لم يحرق ، فإن حرق حرق ، يدل عليه عموم القرآن . قال الشافعي : إن طرحه في النار عمدا طرحه في النار حتى يموت ، وذكره الوقار في مختصره عن مالك ، وهو قول محمد بن عبد الحكم . قال ابن المنذر : وقول كثير من أهل العلم في الرجل يخنق الرجل : عليه القود ، وخالف في ذلك محمد بن الحسن فقال : لو خنقه حتى مات أو طرحه في بئر فمات ، أو ألقاه من جبل أو سطح فمات ، لم يكن عليه قصاص وكان على عاقلته الدية ، فإن كان معروفا بذلك - قد خنق غير واحد - فعليه القتل . قال ابن المنذر : ولما أقاد النبي صلى الله عليه وسلم من اليهودي الذي رض رأس الجارية بالحجر كان هذا في معناه ، فلا معنى لقوله .قلت : وحكى هذا القول غيره عن أبي حنيفة فقال : وقد شذ أبو حنيفة فقال فيمن قتل بخنق أو بسم أو تردية من جبل أو بئر أو بخشبة : إنه لا يقتل ولا يقتص منه ، إلا إذا قتل بمحدد حديد أو حجر أو خشب أو كان معروفا بالخنق والتردية وكان على عاقلته الدية ، وهذا منه رد للكتاب والسنة ، وإحداث ما لم يكن عليه أمر الأمة ، وذريعة إلى رفع القصاص الذي شرعه الله للنفوس ، فليس عنه مناص .التاسعة : واختلفوا فيمن حبس رجلا وقتله آخر ، فقال عطاء : يقتل القاتل ويحبس الحابس حتى يموت ، وقال مالك : إن كان حبسه وهو يرى أنه يريد قتله قتلا جميعا ، وفي قول الشافعي وأبي ثور والنعمان يعاقب الحابس ، واختاره ابن المنذر .قلت : قول عطاء صحيح ، وهو مقتضى التنزيل ، وروى الدارقطني عن ابن عمر عن النبي صلى الله عليه وسلم قال : إذا أمسك الرجل الرجل وقتله الآخر يقتل القاتل ويحبس الذي أمسكه . رواه سفيان الثوري عن إسماعيل بن أمية عن نافع عن ابن عمر ، ورواه معمر وابن جريج عن إسماعيل مرسلا .العاشرة : قوله تعالى : فمن اعتدى الاعتداء هو التجاوز ، قال الله تعالى : ومن يتعد حدود الله [ ص: 336 ] أي يتجاوزها ، فمن ظلمك فخذ حقك منه بقدر مظلمتك ، ومن شتمك فرد عليه مثل قوله ، ومن أخذ عرضك فخذ عرضه ، لا تتعدى إلى أبويه ولا إلى ابنه أو قريبه ، وليس لك أن تكذب عليه وإن كذب عليك ، فإن المعصية لا تقابل بالمعصية ، فلو قال لك مثلا : يا كافر ، جاز لك أن تقول له : أنت الكافر ، وإن قال لك : يا زان ، فقصاصك أن تقول له : يا كذاب يا شاهد زور ، ولو قلت له يا زان ، كنت كاذبا وأثمت في الكذب ، وإن مطلك وهو غني دون عذر فقال : يا ظالم ، يا آكل أموال الناس ، قال النبي صلى الله عليه وسلم : لي الواجد يحل عرضه وعقوبته . أما عرضه فبما فسرناه ، وأما عقوبته فالسجن يحبس فيه ، وقال ابن عباس : نزل هذا قبل أن يقوى الإسلام ، فأمر من أوذي من المسلمين أن يجازي بمثل ما أوذي به ، أو يصبر أو يعفو ، ثم نسخ ذلك بقوله : وقاتلوا المشركين كافة ، وقيل : نسخ ذلك بتصييره إلى السلطان ، ولا يحل لأحد أن يقتص من أحد إلا بإذن السلطان .",
  "ayah": 194,
  "surah": 2
}
