{
  "text": "قوله تعالى : يكاد البرق يخطف أبصارهم كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وأبصارهم إن الله على كل شيء قديرقوله تعالى : يكاد البرق يخطف أبصارهم يكاد معناه يقارب ، يقال : كاد يفعل كذا إذا قارب ولم يفعل . ويجوز في غير القرآن : يكاد أن يفعل ، كما قال رؤبة :قد كاد من طول البلى أن يمصحامشتق من المصح وهو الدرس . والأجود أن تكون بغير \" أن \" ; لأنها لمقاربة الحال ، و \" أن \" تصرف الكلام إلى الاستقبال ، وهذا متناف ، قال الله عز وجل : يكاد سنا برقه يذهب بالأبصار . ومن كلام العرب : كاد النعام يطير ، وكاد العروس يكون أميرا ، لقربهما من تلك الحال . وكاد فعل متصرف على فعل يفعل . وقد جاء خبره بالاسم وهو قليل ، قال تأبط شرا :فأبت إلى فهم وما كدت آئبا     وكم مثلها فارقتها وهي تصفرويجري مجرى كاد كرب وجعل وقارب وطفق ، في كون خبرها بغير \" أن \" ، قال الله عز وجل : وطفقا يخصفان عليهما من ورق الجنة لأنها كلها بمعنى الحال والمقاربة ، والحال لا يكون معها \" أن \" ، فاعلم .قوله تعالى : يخطف أبصارهم الخطف : الأخذ بسرعة ، ومنه سمي الطير خطافا لسرعته . فمن جعل القرآن مثلا للتخويف فالمعنى أن خوفهم مما ينزل بهم يكاد يذهب [ ص: 214 ] أبصارهم . ومن جعله مثلا للبيان الذي في القرآن فالمعنى أنهم جاءهم من البيان ما بهرهم . ويخطف ويخطف لغتان قرئ بهما . وقد خطفه ( بالكسر ) يخطفه خطفا ، وهي اللغة الجيدة ، واللغة الأخرى حكاها الأخفش : خطف يخطف .الجوهري : وهي قليلة رديئة لا تكاد تعرف . وقد قرأ بها يونس في قوله تعالى يكاد البرق يخطف أبصارهم وقال النحاس : في يخطف سبعة أوجه ، القراءة الفصيحة : يخطف . وقرأ علي بن الحسين ويحيى بن وثاب : يخطف بكسر الطاء ، قال سعيد الأخفش : هي لغة . وقرأ الحسن وقتادة وعاصم الجحدري وأبو رجاء العطاردي بفتح الياء وكسر الخاء والطاء . وروي عن الحسن أيضا أنه قرأ بفتح الخاء . قال الفراء : وقرأ بعض أهل المدينة بإسكان الخاء وتشديد الطاء . قال الكسائي والأخفش والفراء : يجوز \" يخطف \" بكسر الياء والخاء والطاء . فهذه ستة أوجه موافقة للخط . والسابعة حكاها عبد الوارث قال : رأيت في مصحف أبي بن كعب \" يتخطف \" ، وزعم سيبويه والكسائي أن من قرأ \" يخطف \" بكسر الخاء والطاء فالأصل عنده يختطف ، ثم أدغم التاء في الطاء فالتقى ساكنان فكسرت الخاء لالتقاء الساكنين . قال سيبويه : ومن فتح الخاء ألقى حركة التاء عليها . وقال الكسائي : ومن كسر الياء فلأن الألف في اختطف مكسورة . فأما ما حكاه الفراء عن أهل المدينة من إسكان الخاء والإدغام فلا يعرف ولا يجوز ، لأنه جمع بين ساكنين . قال النحاس وغيره . قلت : وروي عن الحسن أيضا وأبي رجاء \" يخطف \" . قال ابن مجاهد : وأظنه غلطا ، واستدل على ذلك بأن \" خطف الخطفة \" لم يقرأه أحد بالفتح . \" أبصارهم \" جمع بصر ، وهي حاسة الرؤية . والمعنى : تكاد حجج القرآن وبراهينه الساطعة تبهرهم . ومن جعل البرق مثلا للتخويف فالمعنى أن خوفهم مما ينزل بهم يكاد يذهب أبصارهم .قوله تعالى : كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا كلما منصوب لأنه ظرف . وإذا كان كلما بمعنى \" إذا \" فهي موصولة والعامل فيه مشوا وهو جوابه ، ولا يعمل فيه أضاء ; لأنه في صلة ما . والمفعول في قول المبرد محذوف ، التقدير عنده : كلما أضاء لهم البرق الطريق . وقيل : يجوز أن يكون فعل وأفعل بمعنى ، كسكت وأسكت ، فيكون أضاء وضاء سواء فلا يحتاج إلى تقدير حذف مفعول . قال الفراء : يقال ضاء وأضاء ، وقد تقدم . والمعنى أنهم كلما سمعوا القرآن وظهرت لهم الحجج أنسوا ومشوا معه ، فإذا نزل من القرآن ما يعمون فيه [ ص: 215 ] ويضلون به أو يكلفونه قاموا أي ثبتوا على نفاقهم ، عن ابن عباس . وقيل : المعنى كلما صلحت أحوالهم في زروعهم ومواشيهم وتوالت النعم قالوا : دين محمد دين مبارك ، وإذا نزلت بهم مصيبة وأصابتهم شدة سخطوا وثبتوا في نفاقهم ، عن ابن مسعود وقتادة . قال النحاس : وهذا قول حسن ، ويدل على صحته : ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه وقال علماء الصوفية : هذا مثل ضربه الله تعالى لمن لم تصح له أحوال الإرادة بدءا ، فارتقى من تلك الأحوال بالدعاوي إلى أحوال الأكابر ، كأن تضيء عليه أحوال الإرادة لو صححها بملازمة آدابها ، فلما مزجها بالدعاوي أذهب الله عنه تلك الأنوار وبقي في ظلمات دعاويه لا يبصر طريق الخروج منها . وروي عن ابن عباس أن المراد اليهود ، لما نصر النبي صلى الله عليه وسلم ببدر طمعوا وقالوا : هذا والله النبي الذي بشرنا به موسى لا ترد له راية ، فلما نكب بأحد ارتدوا وشكوا ، وهذا ضعيف . والآية في المنافقين ، وهذا أصح عن ابن عباس ، والمعنى يتناول الجميع .قوله تعالى : ولو شاء الله لذهب بسمعهم وأبصارهم لو حرف تمن وفيه معنى الجزاء ، وجوابه اللام . والمعنى : ولو شاء الله لأطلع المؤمنين عليهم فذهب منهم عز الإسلام بالاستيلاء عليهم وقتلهم وإخراجهم من بينهم . وخص السمع والبصر لتقدم ذكرهما في الآية أولا ، أو لأنهما أشرف ما في الإنسان . وقرئ \" بأسماعهم \" على الجمع ، وقد تقدم الكلام في هذا .قوله تعالى : إن الله على كل شيء قدير عموم ، ومعناه عند المتكلمين فيما يجوز وصفه تعالى بالقدرة عليه . وأجمعت الأمة على تسمية الله تعالى بالقدير ، فهو سبحانه قدير قادر مقتدر . والقدير أبلغ في الوصف من القادر ، قاله الزجاجي . وقال الهروي : والقدير والقادر بمعنى واحد ، يقال : قدرت على الشيء أقدر قدرا وقدرا ومقدرة ومقدورة وقدرانا ، أي قدرة . والاقتدار على الشيء : القدرة عليه . فالله جل وعز قادر مقتدر قدير على كل ممكن يقبل الوجود والعدم . فيجب على كل مكلف أن يعلم أن الله تعالى قادر ، له قدرة بها فعل ويفعل ما يشاء على وفق علمه واختياره . ويجب عليه أيضا أن يعلم أن للعبد قدرة يكتسب بها ما أقدره الله تعالى عليه على مجرى العادة ، وأنه غير مستبد بقدرته . وإنما خص هنا تعالى صفته التي هي القدرة بالذكر دون غيرها ; لأنه تقدم ذكر فعل مضمنه الوعيد والإخافة ، فكان ذكر القدرة مناسبا لذلك . والله أعلم .[ ص: 216 ] فهذه عشرون آية على عدد الكوفيين ، أربع آيات في وصف المؤمنين ، ثم تليها آيتان في ذكر الكافرين ، وبقيتها في المنافقين . وقد تقدمت الرواية فيها عن ابن جريج ، وقاله مجاهد أيضا .",
  "ayah": 20,
  "surah": 2
}
