{
  "text": "قوله تعالى : كتب عليكم القتال وهو كره لكم وعسى أن تكرهوا شيئا وهو خير لكم وعسى أن تحبوا شيئا وهو شر لكم والله يعلم وأنتم لا تعلمونفيه ثلاث مسائل :الأولى : قوله تعالى : \" كتب \" معناه فرض ، وقد تقدم مثله . وقرأ قوم \" كتب عليكم القتل \" ، وقال الشاعر ( هو عمر بن أبي ربيعة ) : [ ص: 37 ]كتب القتل والقتال علينا وعلى الغانيات جر الذيولهذا هو فرض الجهاد ، بين سبحانه أن هذا مما امتحنوا به وجعل وصلة إلى الجنة . والمراد بالقتال قتال الأعداء من الكفار ، وهذا كان معلوما لهم بقرائن الأحوال ، ولم يؤذن للنبي صلى الله عليه وسلم في القتال مدة إقامته بمكة ، فلما هاجر أذن له في قتال من يقاتله من المشركين فقال تعالى : أذن للذين يقاتلون بأنهم ظلموا ثم أذن له في قتال المشركين عامة . واختلفوا من المراد بهذه الآية ، فقيل : أصحاب النبي صلى الله عليه وسلم خاصة ، فكان القتال مع النبي صلى الله عليه وسلم فرض عين عليهم ، فلما استقر الشرع صار على الكفاية ، قاله عطاء والأوزاعي . قال ابن جريج : قلت لعطاء : أواجب الغزو على الناس في هذه الآية ؟ فقال : لا ، إنما كتب على أولئك . وقال الجمهور من الأمة : أول فرضه إنما كان على الكفاية دون تعيين ، غير أن النبي صلى الله عليه وسلم كان إذا استنفرهم تعين عليهم النفير لوجوب طاعته . وقال سعيد بن المسيب : إن الجهاد فرض على كل مسلم في عينه أبدا ، حكاه الماوردي . قال ابن عطية : والذي استمر عليه الإجماع أن الجهاد على كل أمة محمد صلى الله عليه وسلم فرض كفاية ، فإذا قام به من قام من المسلمين سقط عن الباقين ، إلا أن ينزل العدو بساحة الإسلام فهو حينئذ فرض عين ، وسيأتي هذا مبينا في سورة \" براءة \" إن شاء الله تعالى . وذكر المهدوي وغيره عن الثوري أنه قال : الجهاد تطوع . قال ابن عطية : وهذه العبارة عندي إنما هي على سؤال سائل وقد قيم بالجهاد ، فقيل له : ذلك تطوع .الثانية : قوله تعالى : وهو كره لكم ابتداء وخبر ، وهو كره في الطباع . قال ابن عرفة : الكره ، المشقة والكره - بالفتح - ما أكرهت عليه ، هذا هو الاختيار ، ويجوز الضم في معنى الفتح فيكونان لغتين ، يقال : كرهت الشيء كرها وكرها وكراهة وكراهية ، وأكرهته عليه إكراها . وإنما كان الجهاد كرها لأن فيه إخراج المال ومفارقة الوطن والأهل ، والتعرض بالجسد للشجاج والجراح وقطع الأطراف وذهاب النفس ، فكانت كراهيتهم لذلك ، لا أنهم كرهوا فرض الله تعالى . وقال عكرمة في هذه الآية : إنهم كرهوه ثم أحبوه وقالوا : سمعنا وأطعنا ، وهذا لأن امتثال الأمر يتضمن مشقة ، لكن إذا عرف الثواب هان في جنبه مقاساة المشقات .قلت : ومثاله في الدنيا إزالة ما يؤلم الإنسان ويخاف منه كقطع عضو وقلع ضرس وفصد وحجامة ابتغاء العافية ودوام الصحة ، ولا نعيم أفضل من الحياة الدائمة في دار الخلد والكرامة في مقعد صدق .[ ص: 38 ] الثالثة : قوله تعالى : وعسى أن تكرهوا شيئا قيل : \" عسى \" : بمعنى قد ، قاله الأصم . وقيل : هي واجبة . و \" عسى \" من الله واجبة في جميع القرآن إلا قوله تعالى :عسى ربه إن طلقكن أن يبدله . وقال أبو عبيدة : \" عسى \" من الله إيجاب ، والمعنى عسى أن تكرهوا ما في الجهاد من المشقة وهو خير لكم في أنكم تغلبون وتظفرون وتغنمون وتؤجرون ، ومن مات مات شهيدا ، وعسى أن تحبوا الدعة وترك القتال وهو شر لكم في أنكم تغلبون وتذلون ويذهب أمركم .قلت : وهذا صحيح لا غبار عليه ، كما اتفق في بلاد الأندلس ، تركوا الجهاد وجبنوا عن القتال وأكثروا من الفرار ، فاستولى العدو على البلاد ، وأي بلاد ؟ ! وأسر وقتل وسبى واسترق ، فإنا لله وإنا إليه راجعون! ذلك بما قدمت أيدينا وكسبته! وقال الحسن في معنى الآية : لا تكرهوا الملمات الواقعة ، فلرب أمر تكرهه فيه نجاتك ، ولرب أمر تحبه فيه عطبك ، وأنشد أبو سعيد الضرير :رب أمر تتقيه     جر أمرا ترتضيهخفي المحبوب منه     وبدا المكروه فيه",
  "ayah": 216,
  "surah": 2
}
