{
  "text": "قوله تعالى : يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما ويسألونك ماذا ينفقون قل العفو كذلك يبين الله لكم الآيات لعلكم تتفكرونقوله تعالى : يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما فيه تسع مسائل : الأولى : قوله تعالى : يسألونك السائلون هم المؤمنون ، كما تقدم . والخمر مأخوذة من خمر إذا ستر ، ومنه خمار المرأة . وكل شيء غطى شيئا فقد خمره ، ومنه خمروا [ ص: 49 ] آنيتكم فالخمر تخمر العقل ، أي تغطيه وتستره ، ومن ذلك الشجر الملتف يقال له : الخمر ( بفتح الميم ) لأنه يغطي ما تحته ويستره ، يقال منه : أخمرت الأرض كثر خمرها ، قال الشاعر :ألا يا زيد والضحاك سيرا فقد جاوزتما خمر الطريقأي سيرا مدلين فقد جاوزتما الوهدة التي يستتر بها الذئب وغيره . وقال العجاج يصف جيشا يمشي برايات وجيوش غير مستخف :في لامع العقبان لا يمشي الخمر     يوجه الأرض ويستاق الشجرومنه قولهم : دخل في غمار الناس وخمارهم ، أي هو في مكان خاف . فلما كانت الخمر تستر العقل وتغطيه سميت بذلك وقيل : إنما سميت الخمر خمرا لأنها تركت حتى أدركت ، كما يقال : قد اختمر العجين ، أي بلغ إدراكه . وخمر الرأي ، أي ترك حتى يتبين فيه الوجه . وقيل : إنما سميت الخمر خمرا لأنها تخالط العقل ، من المخامرة وهي المخالطة ، ومنه قولهم : دخلت في خمار الناس ، أي اختلطت بهم . فالمعاني الثلاثة متقاربة ، فالخمر تركت وخمرت حتى أدركت ، ثم خالطت العقل ، ثم خمرته ، والأصل الستر .والخمر : ماء العنب الذي غلى أو طبخ ، وما خامر العقل من غيره فهو في حكمه ؛ لأن إجماع العلماء أن القمار كله حرام . وإنما ذكر الميسر من بينه فجعل كله قياسا على الميسر ، والميسر إنما كان قمارا في الجزر خاصة ، فكذلك كل ما كان كالخمر فهو بمنزلتها .الثانية : والجمهور من الأمة على أن ما أسكر كثيره من غير خمر العنب فمحرم قليله وكثيره ، والحد في ذلك واجب . وقال أبو حنيفة والثوري وابن أبي ليلى وابن شبرمة وجماعة من فقهاء الكوفة : ما أسكر كثيره من غير خمر العنب فهو حلال ، وإذا سكر منه أحد دون أن [ ص: 50 ] يتعمد الوصول إلى حد السكر فلا حد عليه ، وهذا ضعيف يرده النظر والخبر ، على ما يأتي بيانه في \" المائدة والنحل \" إن شاء الله تعالى .الثالثة : قال بعض المفسرين : إن الله تعالى لم يدع شيئا من الكرامة والبر إلا أعطاه هذه الأمة ، ومن كرامته وإحسانه أنه لم يوجب عليهم الشرائع دفعة واحدة ، ولكن أوجب عليهم مرة بعد مرة ، فكذلك تحريم الخمر . وهذه الآية أول ما نزل في أمر الخمر ، ثم بعده : لا تقربوا الصلاة وأنتم سكارى ثم قوله : إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون ثم قوله : إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه على ما يأتي بيانه في \" المائدة \" .الرابعة : قوله تعالى : والميسر الميسر : قمار العرب بالأزلام . قال ابن عباس : ( كان الرجل في الجاهلية يخاطر الرجل على أهله وماله فأيهما قمر صاحبه ذهب بماله وأهله ) فنزلت الآية . وقال مجاهد ومحمد بن سيرين والحسن وابن المسيب وعطاء وقتادة ومعاوية بن صالح وطاوس وعلي بن أبي طالب رضي الله عنه وابن عباس أيضا : ( كل شيء فيه قمار من نرد وشطرنج فهو الميسر ، حتى لعب الصبيان بالجوز والكعاب ، إلا ما أبيح من الرهان في الخيل والقرعة في إفراز الحقوق ) ، على ما يأتي . وقال مالك : الميسر ميسران : ميسر اللهو ، وميسر القمار ، فمن ميسر اللهو النرد والشطرنج والملاهي كلها . وميسر القمار : ما يتخاطر الناس عليه . قال علي بن أبي طالب : الشطرنج ميسر العجم . وكل ما قومر به فهو ميسر عند مالك وغيره من العلماء . وسيأتي في \" يونس \" زيادة بيان لهذا الباب إن شاء الله تعالى .[ ص: 51 ] والميسر مأخوذ من اليسر ، وهو وجوب الشيء لصاحبه ، يقال : يسر لي كذا إذا وجب فهو ييسر يسرا وميسرا . والياسر : اللاعب بالقداح ، وقد يسر ييسر ، قال الشاعر :فأعنهم وايسر بما يسروا به     وإذا هم نزلوا بضنك فانزلوقال الأزهري : الميسر : الجزور الذي كانوا يتقامرون عليه ، سمي ميسرا لأنه يجزأ أجزاء ، فكأنه موضع التجزئة ، وكل شيء جزأته فقد يسرته . والياسر : الجازر ؛ لأنه يجزئ لحم الجزور . قال : وهذا الأصل في الياسر ، ثم يقال للضاربين بالقداح والمتقامرين على الجزور : ياسرون ؛ لأنهم جازرون إذ كانوا سببا لذلك . وفي الصحاح : ويسر القوم الجزور أي اجتزروها واقتسموا أعضاءها . قال سحيم بن وثيل اليربوعي :أقول لهم بالشعب إذ ييسرونني     ألم تيأسوا أني ابن فارس زهدمكان قد وقع عليه سباء فضرب عليه بالسهام . ويقال : يسر القوم إذا قامروا . ورجل يسر وياسر بمعنى . والجمع أيسار ، قال النابغة :أني أتمم أيساري وأمنحهم     مثنى الأيادي وأكسو الجفنة الأدماوقال طرفة :وهم أيسار لقمان إذا     أغلت الشتوة أبداء الجزروكان من تطوع بنحرها ممدوحا عندهم ، قال الشاعر :وناجية نحرت لقوم صدق     وما ناديت أيسار الجزاءالخامسة : روى مالك في الموطأ عن داود بن حصين أنه سمع سعيد بن المسيب يقول : كان من ميسر أهل الجاهلية بيع اللحم بالشاة والشاتين ، وهذا محمول عند مالك وجمهور أصحابه في الجنس الواحد ، حيوانه بلحمه ، وهو عنده من باب المزابنة والغرر والقمار ؛ لأنه لا يدرى هل في الحيوان مثل اللحم الذي أعطى أو أقل أو أكثر ، وبيع اللحم باللحم لا يجوز [ ص: 52 ] متفاضلا ، فكان بيع الحيوان باللحم كبيع اللحم المغيب في جلده إذا كانا من جنس واحد ، والجنس الواحد عنده الإبل والبقر والغنم والظباء والوعول وسائر الوحوش ، وذوات الأربع المأكولات ، كلها عنده جنس واحد ، لا يجوز بيع شيء من حيوان هذا الصنف والجنس كله بشيء واحد من لحمه بوجه من الوجوه ؛ لأنه عنده من باب المزابنة ، كبيع الزبيب بالعنب والزيتون بالزيت والشيرج بالسمسم ، ونحو ذلك . والطير عنده كله جنس واحد ، وكذلك الحيتان من سمك وغيره . وروي عنه أن الجراد وحده صنف . وقال الشافعي وأصحابه والليث بن سعد : لا يجوز بيع اللحم بالحيوان على حال من الأحوال من جنس واحد كان أم من جنسين مختلفين ، على عموم الحديث . وروي عن ابن عباس ( أن جزورا نحرت على عهد أبي بكر الصديق فقسمت على عشرة أجزاء ، فقال رجل : أعطوني جزءا منها بشاة ، فقال أبو بكر : لا يصلح هذا ) . قال الشافعي : ولست أعلم لأبي بكر في ذلك مخالفا من الصحابة . قال أبو عمر : قد روي عن ابن عباس ( أنه أجاز بيع الشاة باللحم ، وليس بالقوي ) . وذكر عبد الرزاق عن الثوري عن يحيى بن سعيد عن سعيد بن المسيب أنه كره أن يباع حي بميت ، يعني الشاة المذبوحة بالقائمة . قال سفيان : ونحن لا نرى به بأسا . قال المزني : إن لم يصح الحديث في بيع الحيوان باللحم فالقياس أنه جائز ، وإن صح بطل القياس واتبع الأثر . قال أبو عمر : وللكوفيين في أنه جائز بيع اللحم بالحيوان حجج كثيرة من جهة القياس والاعتبار ، إلا أنه إذا صح الأثر بطل القياس والنظر . وروى مالك عن زيد بن أسلم عن سعيد بن المسيب أن رسول الله صلى الله عليه وسلم نهى عن بيع الحيوان باللحم . قال أبو عمر : ولا أعلمه يتصل عن النبي صلى الله عليه وسلم من وجه ثابت ، وأحسن أسانيده مرسل سعيد بن المسيب على ما ذكره مالك في موطئه ، وإليه ذهب الشافعي ، وأصله أنه لا يقبل المراسيل إلا أنه زعم أنه افتقد مراسيل سعيد فوجدها أو أكثرها صحاحا . فكره بيع أنواع الحيوان بأنواع اللحوم على ظاهر الحديث وعمومه ؛ لأنه لم يأت أثر يخصه ولا إجماع . ولا يجوز عنده أن يخص النص بالقياس . والحيوان عنده اسم لكل ما يعيش في البر والماء وإن اختلفت أجناسه ، كالطعام الذي هو اسم لكل مأكول أو مشروب ، فاعلم .السادسة : قوله تعالى : قل فيهما يعني الخمر والميسر إثم كبير إثم الخمر ما يصدر عن الشارب من المخاصمة والمشاتمة وقول الفحش والزور ، وزوال العقل الذي يعرف [ ص: 53 ] به ما يجب لخالقه ، وتعطيل الصلوات والتعوق عن ذكر الله ، إلى غير ذلك . روى النسائي عن عثمان رضي الله عنه قال : اجتنبوا الخمر فإنها أم الخبائث ، إنه كان رجل ممن كان قبلكم تعبد فعلقته امرأة غوية ، فأرسلت إليه جاريتها فقالت له : إنا ندعوك للشهادة ، فانطلق مع جاريتها فطفقت كلما دخل بابا أغلقته دونه ، حتى أفضى إلى امرأة وضيئة عندها غلام وباطية خمر ، فقالت : إني والله ما دعوتك للشهادة ، ولكن دعوتك لتقع علي ، أو تشرب من هذه الخمر كأسا ، أو تقتل هذا الغلام . قال : فاسقيني من هذه الخمر كأسا ، فسقته كأسا . قال : زيدوني ، فلم يرم حتى وقع عليها ، وقتل النفس ، فاجتنبوا الخمر ، فإنها والله لا يجتمع الإيمان وإدمان الخمر ، إلا ليوشك أن يخرج أحدهما صاحبه ، وذكره أبو عمر في الاستيعاب . وروي أن الأعشى لما توجه إلى المدينة ليسلم فلقيه بعض المشركين في الطريق فقالوا له : أين تذهب ؟ فأخبرهم بأنه يريد محمدا صلى الله عليه وسلم ، فقالوا : لا تصل إليه ، فإنه يأمرك بالصلاة ، فقال : إن خدمة الرب واجبة . فقالوا : إنه يأمرك بإعطاء المال إلى الفقراء . فقال : اصطناع المعروف واجب . فقيل له : إنه ينهى عن الزنى . فقال : هو فحش وقبيح في العقل ، وقد صرت شيخا فلا أحتاج إليه . فقيل له : إنه ينهى عن شرب الخمر . فقال : أما هذا فإني لا أصبر عليه! فرجع ، وقال : أشرب الخمر سنة ثم أرجع إليه ، فلم يصل إلى منزله حتى سقط عن البعير فانكسرت عنقه فمات . وكان قيس بن عاصم المنقري شرابا لها في الجاهلية ثم حرمها على نفسه ، وكان سبب ذلك أنه غمز عكنة ابنته وهو سكران ، وسب أبويه ، ورأى القمر فتكلم بشيء ، وأعطى الخمار كثيرا من ماله ، فلما أفاق أخبر بذلك فحرمها على نفسه ، وفيها يقول :رأيت الخمر صالحة وفيها     خصال تفسد الرجل الحليمافلا والله أشربها صحيحا     ولا أشفى بها أبدا سقيماولا أعطي بها ثمنا حياتي     ولا أدعو لها أبدا نديما[ ص: 54 ] فإن الخمر تفضح شاربيها     وتجنيهم بها الأمر العظيماقال أبو عمر : وروى ابن الأعرابي عن المفضل الضبي أن هذه الأبيات لأبي محجن الثقفي قالها في تركه الخمر ، وهو القائل رضي الله عنه :إذا مت فادفني إلى جنب كرمة     تروي عظامي بعد موتي عروقهاولا تدفنني بالفلاة فإنني     أخاف إذا ما مت أن لا أذوقهاوجلده عمر الحد عليها مرارا ، ونفاه إلى جزيرة في البحر ، فلحق بسعد فكتب إليه عمر أن يحبسه ، فحبسه ، وكان أحد الشجعان البهم ، فلما كان من أمره في حرب القادسية ما هو معروف حل قيوده وقال : لا نجلدك على الخمر أبدا . قال أبو محجن : وأنا والله لا أشربها أبدا ، فلم يشربها بعد ذلك . وفي رواية : قد كنت أشربها إذ يقام علي الحد وأطهر منها ، وأما إذا بهرجتني فوالله لا أشربها أبدا . وذكر الهيثم بن عدي أنه أخبره من رأى قبر أبي محجن بأذربيجان ، أو قال : في نواحي جرجان ، وقد نبتت عليه ثلاث أصول كرم وقد طالت وأثمرت ، وهي معروشة على قبره ، ومكتوب على القبر \" هذا قبر أبي محجن \" قال : فجعلت أتعجب وأذكر قوله :إذا مت فادفني إلى جنب كرمةثم إن الشارب يصير ضحكة للعقلاء ، فيلعب ببوله وعذرته ، وربما يمسح وجهه ، حتى رئي بعضهم يمسح وجهه ببوله ويقول : اللهم اجعلني من التوابين واجعلني من المتطهرين ورئي بعضهم والكلب يلحس وجهه وهو يقول له : أكرمك الله . وأما القمار فيورث العداوة والبغضاء ؛ لأنه أكل مال الغير بالباطل .السابعة : قوله تعالى : ومنافع للناس أما في الخمر فربح التجارة ، فإنهم كانوا يجلبونها من الشام برخص فيبيعونها في الحجاز بربح ، وكانوا لا يرون المماسكة فيها ، فيشتري طالب الخمر الخمر بالثمن الغالي . هذا أصح ما قيل في منفعتها ، وقد قيل في منافعها : إنها تهضم الطعام ، وتقوي الضعف ، وتعين على الباه ، وتسخي البخيل ، وتشجع الجبان ، وتصفي اللون ، إلى غير ذلك من اللذة بها . وقد قال حسان بن ثابت رضي الله عنه : [ ص: 55 ]ونشربها فتتركنا ملوكا     وأسدا ما ينهنهنا اللقاءإلى غير ذلك من أفراحها . وقال آخر :فإذا شربت فإنني     رب الخورنق والسديروإذا صحوت فإنني     رب الشويهة والبعيرومنفعة الميسر مصير الشيء إلى الإنسان في القمار بغير كد ولا تعب ، فكانوا يشترون الجزور ويضربون بسهامهم ، فمن خرج سهمه أخذ نصيبه من اللحم ولا يكون عليه من الثمن شيء ، ومن بقي سهمه آخرا كان عليه ثمن الجزور كله ولا يكون له من اللحم شيء . وقيل : منفعته التوسعة على المحاويج ، فإن من قمر منهم كان لا يأكل من الجزور وكان يفرقه في المحتاجين .وسهام الميسر أحد عشر سهما ، منها سبعة لها حظوظ وفيها فروض على عدد الحظوظ ، وهي : \" الفذ \" وفيه علامة واحدة له نصيب وعليه نصيب إن خاب . الثاني : \" التوأم \" وفيه علامتان وله وعليه نصيبان . الثالث : \" الرقيب \" وفيه ثلاث علامات على ما ذكرنا . الرابع : \" الحلس \" وله أربع . الخامس : \" النافز \" والنافس أيضا وله خمس . السادس : \" المسبل \" وله ست . السابع : \" المعلى \" وله سبع . فذلك ثمانية وعشرون فرضا ، وأنصباء الجزور كذلك في قول الأصمعي . وبقي من السهام أربعة ، وهي الأغفال لا فروض لها ولا أنصباء ، وهي : \" المصدر \" و \" المضعف \" و \" المنيح \" و \" السفيح \" . وقيل : الباقية الأغفال الثلاثة : \" السفيح \" و \" المنيح \" و \" الوغد \" تزاد هذه الثلاثة لتكثر السهام على الذي يجيلها فلا يجد إلى الميل مع أحد سبيلا . ويسمى المجيل المفيض والضارب والضريب والجمع الضرباء . وقيل : يجعل خلفه رقيب لئلا يحابي أحدا ، ثم يجثو الضريب على ركبتيه ، ويلتحف بثوب ويخرج رأسه ويدخل يده في الربابة فيخرج . وكانت عادة العرب أن تضرب الجزور بهذه السهام في الشتوة وضيق الوقت وكلب البرد على الفقراء ، يشترى الجزور ويضمن الأيسار ثمنها ويرضى صاحبها من حقه ، وكانوا يفتخرون بذلك ويذمون من لم يفعل ذلك منهم ، ويسمونه \" البرم \" قال متمم بن نويرة :[ ص: 56 ]ولا برما تهدي النساء لعرسه     إذا القشع من برد الشتاء تقعقعاثم تنحر وتقسم على عشرة أقسام . قال ابن عطية : وأخطأ الأصمعي في قسمة الجزور ، فذكر أنها على قدر حظوظ السهام ثمانية وعشرون قسما ، وليس كذلك ، ثم يضرب على العشرة فمن فاز سهمه بأن يخرج من الربابة متقدما أخذ أنصباءه وأعطاها الفقراء . والربابة ( بكسر الراء ) : شبيهة بالكنانة تجمع فيها سهام الميسر ، وربما سموا جميع السهام ربابة ، قال أبو ذؤيب يصف الحمار وأتنه :وكأنهن ربابة وكأنه     يسر يفيض على القداح ويصدعوالربابة أيضا : العهد والميثاق ، قال الشاعر ( علقمة بن عبدة ) :وكنت امرأ أفضت إليك ربابتي     وقبلك ربتني فضعت ربوبوفي أحيان ربما تقامروا لأنفسهم ثم يغرم الثمن من لم يفز سهمه ، كما تقدم . ويعيش بهذه السيرة فقراء الحي ، ومنه قول الأعشى :المطعمو الضيف إذا ما شتوا     والجاعلو القوت على الياسرومنه قول الآخر :بأيديهم مقرومة ومغالق     يعود بأرزاق العفاة منيحهاو \" المنيح \" في هذا البيت المستمنح ؛ لأنهم كانوا يستعيرون السهم الذي قد املس وكثر فوزه ، فذلك المنيح الممدوح . وأما المنيح الذي هو أحد الأغفال فذلك إنما يوصف بالكر ، وإياه أراد الأخطل بقوله :ولقد عطفن على فزارة عطفة     كر المنيح وجلن ثم مجالاوفي الصحاح : \" والمنيح سهم من سهام الميسر مما لا نصيب له إلا أن يمنح صاحبه شيئا \" . ومن الميسر قول لبيد :إذا يسروا لم يورث اليسر بينهم     فواحش ينعى ذكرها بالمصايف[ ص: 57 ] فهذا كله نفع الميسر ، إلا أنه أكل المال بالباطل .الثامنة : قوله تعالى : وإثمهما أكبر من نفعهما أعلم الله جل وعز أن الإثم أكبر من النفع ، وأعود بالضرر في الآخرة ، فالإثم الكبير بعد التحريم ، والمنافع قبل التحريم . وقرأ حمزة والكسائي \" كثير \" بالثاء المثلثة ، وحجتهما أن النبي صلى الله عليه وسلم لعن الخمر ولعن معها عشرة : بائعها ومبتاعها والمشتراة له وعاصرها والمعصورة له وساقيها وشاربها وحاملها والمحمولة له وآكل ثمنها . وأيضا فجمع المنافع يحسن معه جمع الآثام . و \" كثير \" بالثاء المثلثة يعطي ذلك . وقرأ باقي القراء وجمهور الناس كبير بالباء الموحدة ، وحجتهم أن الذنب في القمار وشرب الخمر من الكبائر ، فوصفه بالكبير أليق . وأيضا فاتفاقهم على أكبر حجة ل كبير بالباء بواحدة . وأجمعوا على رفض \" أكثر \" بالثاء المثلثة ، إلا في مصحف عبد الله بن مسعود فإن فيه \" قل فيهما إثم كثير \" \" وإثمهما أكثر \" بالثاء مثلثة في الحرفين .التاسعة : قال قوم من أهل النظر : حرمت الخمر بهذه الآية ؛ لأن الله تعالى قد قال : قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم ، فأخبر في هذه الآية أن فيها إثما فهو حرام . قال ابن عطية : ليس هذا النظر بجيد ؛ لأن الإثم الذي فيها هو الحرام ، لا هي بعينها على ما يقتضيه هذا النظر .قلت : وقال بعضهم : في هذه الآية ما دل على تحريم الخمر لأنه سماه إثما ، وقد حرم الإثم في آية أخرى ، وهو قوله عز وجل : قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم وقال بعضهم : الإثم أراد به الخمر ، بدليل قول الشاعر :شربت الإثم حتى ضل عقلي     كذاك الإثم يذهب بالعقولقلت : وهذا أيضا ليس بجيد ؛ لأن الله تعالى لم يسم الخمر إثما في هذه الآية ، وإنما قال : قل فيهما إثم كبير ولم يقل : قل هما إثم كبير . وأما آية \" الأعراف \" وبيت الشعر فيأتي الكلام فيهما هناك مبينا ، إن شاء الله تعالى . وقد قال قتادة : إنما في هذه الآية ذم الخمر ، فأما التحريم فيعلم بآية أخرى وهي آية \" المائدة \" وعلى هذا أكثر المفسرين .[ ص: 58 ] قوله تعالى : ويسألونك ماذا ينفقون قل العفو كذلك يبين الله لكم الآيات لعلكم تتفكرون فيه ثلاث مسائل : الأولى : قوله تعالى : قل العفو قراءة الجمهور بالنصب . وقرأ أبو عمرو وحده بالرفع . واختلف فيه عن ابن كثير . وبالرفع قراءة الحسن وقتادة وابن أبي إسحاق . قال النحاس وغيره : إن جعلت \" ذا \" بمعنى الذي كان الاختيار الرفع ، على معنى : الذي ينفقون هو العفو ، وجاز النصب . وإن جعلت \" ما \" و \" ذا \" شيئا واحدا كان الاختيار النصب ، على معنى : قل ينفقون العفو ، وجاز الرفع . وحكى النحويون : ماذا تعلمت : أنحوا أم شعرا ؟ بالنصب والرفع ، على أنهما جيدان حسنان ، إلا أن التفسير في الآية على النصب .الثانية : قال العلماء : لما كان السؤال في الآية المتقدمة في قوله تعالى : ويسألونك ماذا ينفقون سؤالا عن النفقة إلى من تصرف ، كما بيناه ودل عليه الجواب ، والجواب خرج على وفق السؤال ، كان السؤال الثاني في هذه الآية عن قدر الإنفاق ، وهو في شأن عمرو بن الجموح - كما تقدم - فإنه لما نزل قل ما أنفقتم من خير فللوالدين ، قال : كم أنفق ؟ فنزل : قل العفو والعفو : ما سهل وتيسر وفضل ، ولم يشق على القلب إخراجه ، ومنه قول الشاعر :خذي العفو مني تستديمي مودتي     ولا تنطقي في سورتي حين أغضبفالمعنى : أنفقوا ما فضل عن حوائجكم ، ولم تؤذوا فيه أنفسكم فتكونوا عالة ، هذا أولى ما قيل في تأويل الآية ، وهو معنى قول الحسن وقتادة وعطاء والسدي والقرظي محمد بن كعب وابن أبي ليلى وغيرهم ، قالوا : ( العفو ما فضل عن العيال ) ، ونحوه عن ابن عباس وقال مجاهد : صدقة عن ظهر غنى ، وكذا قال عليه السلام : خير الصدقة ما أنفقت عن غنى وفي حديث آخر : خير الصدقة ما كان عن ظهر غنى . وقال قيس بن سعد : هذه الزكاة المفروضة . وقال جمهور العلماء : بل هي نفقات التطوع . وقيل : هي منسوخة . وقال الكلبي : [ ص: 59 ] كان الرجل بعد نزول هذه الآية إذا كان له مال من ذهب أو فضة أو زرع أو ضرع نظر إلى ما يكفيه وعياله لنفقة سنة أمسكه وتصدق بسائره ، وإن كان ممن يعمل بيده أمسك ما يكفيه وعياله يوما وتصدق بالباقي ، حتى نزلت آية الزكاة المفروضة فنسخت هذه الآية وكل صدقة أمروا بها . وقال قوم : هي محكمة ، وفي المال حق سوى الزكاة . والظاهر يدل على القول الأول .الثالثة : قوله تعالى : كذلك يبين الله لكم الآيات قال المفضل بن سلمة : أي في أمر النفقة . لعلكم تتفكرون في الدنيا والآخرة فتحبسون من أموالكم ما يصلحكم في معاش الدنيا وتنفقون الباقي فيما ينفعكم في العقبى . وقيل : في الكلام تقديم وتأخير ، أي كذلك يبين الله لكم الآيات في أمر الدنيا والآخرة لعلكم تتفكرون في الدنيا وزوالها وفنائها فتزهدون فيها ، وفي إقبال الآخرة وبقائها فترغبون فيها .",
  "ayah": 219,
  "surah": 2
}
