{
  "text": "قوله تعالى : ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوابين ويحب المتطهرينفيه أربع عشرة مسألة :الأولى : قوله تعالى : ويسألونك عن المحيض ذكر الطبري عن السدي أن السائل [ ص: 77 ] ثابت بن الدحداح - وقيل : أسيد بن حضير وعباد بن بشر ، وهو قول الأكثرين . وسبب السؤال فيما قال قتادة وغيره : أن العرب في المدينة وما والاها كانوا قد استنوا بسنة بني إسرائيل في تجنب مؤاكلة الحائض ومساكنتها ، فنزلت هذه الآية . وقال مجاهد : كانوا يتجنبون النساء في الحيض ، ويأتونهن في أدبارهن مدة زمن الحيض ، فنزلت . وفي صحيح مسلم عن أنس : أن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها ولم يجامعوهن في البيوت ، فسأل أصحاب النبي صلى الله عليه وسلم النبي صلى الله عليه وسلم ، فأنزل الله تعالى : ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض إلى آخر الآية ، فقال رسول الله صلى الله عليه وسلم : اصنعوا كل شيء إلا النكاح فبلغ ذلك اليهود ، فقالوا : ما يريد هذا الرجل أن يدع من أمرنا شيئا إلا خالفنا فيه ، فجاء أسيد بن حضير وعباد بن بشر فقالا : يا رسول الله ، إن اليهود تقول كذا وكذا ، أفلا نجامعهن ؟ فتغير وجه رسول الله صلى الله عليه وسلم ، حتى ظننا أن قد وجد عليهما ، فخرجا فاستقبلهما هدية من لبن إلى رسول الله صلى الله عليه وسلم ، فأرسل في آثارهما فسقاهما ، فعرفا أن لم يجد عليهما . قال علماؤنا : كانت اليهود والمجوس تجتنب الحائض ، وكانت النصارى يجامعون الحيض ، فأمر الله بالقصد بين هذين .الثانية : قوله تعالى : عن المحيض المحيض : الحيض وهو مصدر ، يقال : حاضت المرأة حيضا ومحاضا ومحيضا ، فهي حائض ، وحائضة أيضا ، عن الفراء وأنشد :كحائضة يزنى بها غير طاهرونساء حيض وحوائض . والحيضة : المرة الواحدة . والحيضة ( بالكسر ) الاسم ، والجمع الحيض . والحيضة أيضا : الخرقة التي تستثفر بها المرأة . قالت عائشة رضي الله عنها : ليتني كنت حيضة ملقاة . وكذلك المحيضة ، والجمع المحائض . وقيل : المحيض عبارة عن الزمان والمكان ، وعن الحيض نفسه ، وأصله في الزمان والمكان مجاز في الحيض . وقال الطبري : المحيض اسم للحيض ، ومثله قول رؤبة في العيش :إليك أشكو شدة المعيش     ومر أعوام نتفن ريشيوأصل الكلمة من السيلان والانفجار ، يقال : حاض السيل وفاض ، وحاضت الشجرة [ ص: 78 ] أي سالت رطوبتها ، ومنه الحيض أي الحوض ؛ لأن الماء يحيض إليه أي يسيل ، والعرب تدخل الواو على الياء والياء على الواو ؛ لأنهما من حيز واحد . قال ابن عرفة : المحيض والحيض اجتماع الدم إلى ذلك الموضع ، وبه سمي الحوض لاجتماع الماء فيه ، يقال : حاضت المرأة وتحيضت ، ودرست وعركت ، وطمثت ، تحيض حيضا ومحاضا ومحيضا إذا سال الدم منها في أوقات معلومة . فإذا سال في غير أيام معلومة ، ومن غير عرق المحيض قلت : استحيضت ، فهي مستحاضة . ابن العربي . ولها ثمانية أسماء : الأول : حائض . الثاني : عارك . الثالث : فارك . الرابع : طامس . الخامس : دارس . السادس : كابر . السابع : ضاحك . الثامن : طامث . قال مجاهد في قوله تعالى : فضحكت يعني حاضت . وقيل في قوله تعالى : فلما رأينه أكبرنه يعني حضن . وسيأتي في موضعه إن شاء الله تعالى .الثالثة : أجمع العلماء على أن للمرأة ثلاثة أحكام في رؤيتها الدم الظاهر السائل من فرجها ، فمن ذلك الحيض المعروف ، ودمه أسود خاثر تعلوه حمرة ، تترك له الصلاة والصوم ، لا خلاف في ذلك . وقد يتصل وينقطع ، فإن اتصل فالحكم ثابت له ، وإن انقطع فرأت الدم يوما والطهر يوما ، أو رأت الدم يومين والطهر يومين أو يوما فإنها تترك الصلاة في أيام الدم ، وتغتسل عند انقطاعه وتصلي ، ثم تلفق أيام الدم وتلغي أيام الطهر المتخللة لها ، ولا تحتسب بها طهرا في عدة ولا استبراء . والحيض خلقة في النساء ، وطبع معتاد معروف منهن . روى البخاري عن أبي سعيد الخدري قال : خرج رسول الله صلى الله عليه وسلم في أضحى أو فطر إلى المصلى فمر على النساء فقال : يا معشر النساء تصدقن فإني أريتكن أكثر أهل النار - فقلن وبم يا رسول الله ؟ قال - تكثرن اللعن وتكفرن العشير ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن - قلن : وما نقصان عقلنا وديننا يا رسول الله ؟ قال : أليس شهادة المرأة مثل نصف شهادة الرجل ؟ قلن : بلى ، قال : فذلك من نقصان عقلها أليس إذا حاضت لم تصل ولم تصم ؟ قلن : بلى يا رسول الله ، قال : فذلك من نقصان دينها . وأجمع العلماء على أن الحائض تقضي الصوم ولا تقضي الصلاة ، لحديث معاذة [ ص: 79 ] قالت : سألت عائشة فقلت : ما بال الحائض تقضي الصوم ولا تقضي الصلاة ؟ قالت : أحرورية أنت ؟ قلت : لست بحرورية ، ولكني أسأل . قالت : كان يصيبنا ذلك فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة ، خرجه مسلم . فإذا انقطع عنها كان طهرها منه الغسل ، على ما يأتي .الرابعة : واختلف العلماء في مقدار الحيض ، فقال فقهاء المدينة : إن الحيض لا يكون أكثر من خمسة عشر يوما ، وجائز أن يكون خمسة عشر يوما فما دون ، وما زاد على خمسة عشر يوما لا يكون حيضا وإنما هو استحاضة ، هذا مذهب مالك وأصحابه . وقد روي عن مالك أنه لا وقت لقليل الحيض ولا لكثيره إلا ما يوجد في النساء ، فكأنه ترك قوله الأول ورجع إلى عادة النساء . وقال محمد بن سلمة : أقل الطهر خمسة عشر يوما ، وهو اختيار أكثر البغداديين من المالكيين ، وهو قول الشافعي وأبي حنيفة وأصحابهما والثوري ، وهو الصحيح في الباب ؛ لأن الله تعالى قد جعل عدة ذوات الأقراء ثلاث حيض ، وجعل عدة من لا تحيض من كبر أو صغر ثلاثة أشهر ، فكان كل قرء عوضا من شهر ، والشهر يجمع الطهر والحيض . فإذا قل الحيض كثر الطهر ، وإذا كثر الحيض قل الطهر ، فلما كان أكثر الحيض خمسة عشر يوما وجب أن يكون بإزائه أقل الطهر خمسة عشر يوما ليكمل في الشهر الواحد حيض وطهر ، وهو المتعارف في الأغلب من خلقة النساء وجبلتهن مع دلائل القرآن والسنة . وقال الشافعي : أقل الحيض يوم وليلة ، وأكثره خمسة عشر يوما . وقد روي عنه مثل قول مالك : إن ذلك مردود إلى عرف النساء . وقال أبو حنيفة وأصحابه : أقل الحيض ثلاثة أيام ، وأكثره عشرة . قال ابن عبد البر : ما نقص عند هؤلاء عن ثلاثة أيام فهو استحاضة ، لا يمنع من الصلاة إلا عند أول ظهوره ؛ لأنه لا يعلم مبلغ مدته . ثم على المرأة قضاء صلاة تلك الأوقات ، وكذلك ما زاد على عشرة أيام عند الكوفيين . وعند الحجازيين ما زاد على خمسة عشر يوما فهو استحاضة . وما كان أقل من يوم وليلة عند الشافعي فهو استحاضة ، وهو قول الأوزاعي والطبري . وممن قال أقل الحيض يوم وليلة وأكثره خمسة عشر يوما عطاء بن أبي رباح وأبو ثور وأحمد بن حنبل . قال الأوزاعي : وعندنا امرأة تحيض غدوة وتطهر عشية وقد أتينا على ما للعلماء في هذا الباب - من أكثر [ ص: 80 ] الحيض وأقله وأقل الطهر ، وفى الاستظهار ، والحجة في ذلك - في \" المقتبس في شرح موطإ مالك بن أنس \" فإن كانت بكرا مبتدأة فإنها تجلس أول ما ترى الدم في قول الشافعي خمسة عشر يوما ، ثم تغتسل وتعيد صلاة أربعة عشر يوما . وقال مالك : لا تقضي الصلاة ويمسك عنها زوجها . علي بن زياد عنه : تجلس قدر لداتها ، وهذا قول عطاء والثوري وغيرهما . ابن حنبل : تجلس يوما وليلة ، ثم تغتسل وتصلي ولا يأتيها زوجها . أبو حنيفة وأبو يوسف : تدع الصلاة عشرا ، ثم تغتسل وتصلي عشرين يوما ، ثم تترك الصلاة بعد العشرين عشرا ، فيكون هذا حالها حتى ينقطع الدم عنها . أما التي لها أيام معلومة فإنها تستظهر على أيامها المعلومة بثلاثة أيام ، عن مالك : ما لم تجاوز خمسة عشر يوما . الشافعي : تغتسل إذا انقضت أيامها بغير استظهار .والثاني من الدماء : دم النفاس عند الولادة ، وله أيضا عند العلماء حد معلوم اختلفوا فيه ، فقيل : شهران ، وهو قول مالك . وقيل : أربعون يوما ، وهو قول الشافعي . وقيل غير ذلك . وطهرها عند انقطاعه . والغسل منه كالغسل من الجنابة . قال القاضي أبو محمد عبد الوهاب : ودم الحيض والنفاس يمنعان أحد عشر شيئا : وهي وجوب الصلاة وصحة فعلها وفعل الصوم دون وجوبه - وفائدة الفرق لزوم القضاء للصوم ونفيه في الصلاة - والجماع في الفرج وما دونه والعدة والطلاق ، والطواف ومس المصحف ودخول المسجد والاعتكاف فيه ، وفي قراءة القرآن روايتان .والثالث من الدماء : دم ليس بعادة ولا طبع منهن ولا خلقة ، وإنما هو عرق انقطع ، سائله دم أحمر لا انقطاع له إلا عند البرء منه ، فهذا حكمه أن تكون المرأة منه طاهرة لا يمنعها من صلاة ولا صوم بإجماع من العلماء واتفاق من الآثار المرفوعة إذا كان معلوما أنه دم عرق لا دم حيض . روى مالك عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها أنها قالت : قالت فاطمة بنت أبي حبيش : يا رسول الله ، إني لا أطهر! أفأدع الصلاة ؟ فقال رسول الله صلى الله عليه وسلم : إنما ذلك عرق وليس بالحيضة إذا أقبلت الحيضة فدعي الصلاة فإذا ذهب قدرها فاغسلي عنك الدم وصلي . وفي هذا الحديث مع صحته وقلة ألفاظه ما يفسر لك أحكام الحائض والمستحاضة ، وهو أصح ما روي في هذا الباب ، وهو يرد ما روي عن عقبة بن عامر ومكحول [ ص: 81 ] أن الحائض تغتسل وتتوضأ عند كل وقت صلاة ، وتستقبل القبلة ذاكرة الله عز وجل جالسة . وفيه أن الحائض لا تصلي ، وهو إجماع من كافة العلماء إلا طوائف من الخوارج يرون على الحائض الصلاة . وفيه ما يدل على أن المستحاضة لا يلزمها غير ذلك الغسل الذي تغتسل من حيضها ، ولو لزمها غيره لأمرها به ، وفيه رد لقول من رأى ذلك عليها لكل صلاة . ولقول من رأى عليها أن تجمع بين صلاتي النهار بغسل واحد ، وصلاتي الليل بغسل واحد وتغتسل للصبح . ولقول من قال : تغتسل من طهر إلى طهر . ولقول سعيد بن المسيب من طهر إلى طهر ؛ لأن رسول الله صلى الله عليه وسلم لم يأمرها بشيء من ذلك . وفيه رد لقول من قال بالاستظهار ؛ لأن النبي صلى الله عليه وسلم أمرها إذا علمت أن حيضتها قد أدبرت وذهبت أن تغتسل وتصلي ، ولم يأمرها أن تترك الصلاة ثلاثة أيام لانتظار حيض يجيء أو لا يجيء ، والاحتياط إنما يكون في عمل الصلاة لا في تركها .الخامسة : قوله تعالى : قل هو أذى أي هو شيء تتأذى به المرأة وغيرها أي برائحة دم الحيض . والأذى كناية عن القذر على الجملة . ويطلق على القول المكروه ، ومنه قوله تعالى : لا تبطلوا صدقاتكم بالمن والأذى ؛ أي بما تسمعه من المكروه . ومنه قوله تعالى : ودع أذاهم ؛ أي دع أذى المنافقين لا تجازهم إلا أن تؤمر فيهم ، وفي الحديث : وأميطوا عنه الأذى يعني ب \" الأذى \" الشعر الذي يكون على رأس الصبي حين يولد ، يحلق عنه يوم أسبوعه ، وهي العقيقة . وفي حديث الإيمان : وأدناها إماطة الأذى عن الطريق أي تنحيته ، يعني الشوك والحجر ، وما أشبه ذلك مما يتأذى به المار . وقوله تعالى : ولا جناح عليكم إن كان بكم أذى من مطر وسيأتي .السادسة : استدل من منع وطء المستحاضة بسيلان دم الاستحاضة ، فقالوا : كل دم فهو أذى ، يجب غسله من الثوب والبدن ، فلا فرق في المباشرة بين دم الحيض والاستحاضة لأنه كله رجس . وأما الصلاة فرخصة وردت بها السنة كما يصلى بسلس البول ، هذا قول إبراهيم النخعي وسليمان بن يسار والحكم بن عيينة وعامر الشعبي وابن سيرين والزهري . واختلف فيه [ ص: 82 ] عن الحسن ، وهو قول عائشة : لا يأتيها زوجها ، وبه قال ابن علية والمغيرة بن عبد الرحمن ، وكان من أعلى أصحاب مالك ، وأبو مصعب ، وبه كان يفتى . وقال جمهور العلماء : المستحاضة تصوم وتصلي وتطوف وتقرأ ، ويأتيها زوجها . قال مالك : أمر أهل الفقه والعلم على هذا ، وإن كان دمها كثيرا ، رواه عنه ابن وهب . وكان أحمد يقول : أحب إلي ألا يطأها إلا أن يطول ذلك بها . وعن ابن عباس في المستحاضة : ( لا بأس أن يصيبها زوجها وإن كان الدم يسيل على عقبيها ) . وقال مالك : قال رسول الله صلى الله عليه وسلم : إنما ذلك عرق وليس بالحيضة . فإذا لم تكن حيضة فما يمنعه أن يصيبها وهي تصلي! قال ابن عبد البر : لما حكم الله عز وجل في دم المستحاضة بأنه لا يمنع الصلاة وتعبد فيه بعبادة غير عبادة الحائض وجب ألا يحكم له بشيء من حكم الحيض إلا فيما أجمعوا عليه من غسله كسائر الدماء .السابعة : قوله تعالى : فاعتزلوا النساء في المحيض أي في زمن الحيض ، إن حملت المحيض على المصدر ، أو في محل الحيض إن حملته على الاسم . ومقصود هذا النهي ترك المجامعة . وقد اختلف العلماء في مباشرة الحائض وما يستباح منها ، فروي عن ابن عباس وعبيدة السلماني ( أنه يجب أن يعتزل الرجل فراش زوجته إذا حاضت ) . وهذا قول شاذ خارج عن قول العلماء . وإن كان عموم الآية يقتضيه فالسنة الثابتة بخلافه ، وقد وقفت علىابن عباس خالته ميمونة وقالت له : أراغب أنت عن سنة رسول الله صلى الله عليه وسلم ؟ ! وقال مالك والشافعي والأوزاعي وأبو حنيفة وأبو يوسف وجماعة عظيمة من العلماء : له منها ما فوق الإزار ، لقوله عليه السلام للسائل حين سأله : ما يحل لي من امرأتي وهي حائض ؟ فقال - : لتشد عليها إزارها ثم شأنك بأعلاها وقوله عليه السلام لعائشة حين حاضت : شدي على نفسك إزارك ثم عودي إلى مضجعك . وقال الثوري ومحمد بن الحسن وبعض أصحاب الشافعي : يجتنب موضع الدم ، لقوله عليه السلام : اصنعوا كل شيء إلا النكاح . وقد تقدم . وهو قول داود ، وهو الصحيح من قول الشافعي . وروى أبو معشر عن إبراهيم عن مسروق قال : سألت عائشة ما [ ص: 83 ] يحل لي من امرأتي وهي حائض ؟ فقالت : كل شيء إلا الفرج . قال العلماء : مباشرة الحائض وهي متزرة على الاحتياط والقطع للذريعة ، ولأنه لو أباح فخذيها كان ذلك من ذريعة إلى موضع الدم المحرم بإجماع فأمر بذلك احتياطا ، والمحرم نفسه موضع الدم ، فتتفق بذلك معاني الآثار ، ولا تضاد ، وبالله التوفيق .الثامنة : واختلفوا في الذي يأتي امرأته وهي حائض ماذا عليه ، فقال مالك والشافعي وأبو حنيفة : يستغفر الله ولا شيء عليه ، وهو قول ربيعة ويحيى بن سعيد ، وبه قال داود . وروي عن محمد بن الحسن : يتصدق بنصف دينار . وقال أحمد : ما أحسن حديث عبد الحميد عن مقسم عن ابن عباس عن النبي صلى الله عليه وسلم : يتصدق بدينار أو نصف دينار . أخرجه أبو داود وقال : هكذا الرواية الصحيحة ، قال : دينار أو نصف دينار ، واستحبه الطبري . فإن لم يفعل فلا شيء عليه ، وهو قول الشافعي ببغداد . وقالت فرقة من أهل الحديث : إن وطئ في الدم فعليه دينار ، وإن وطئ في انقطاعه فنصف دينار . وقال الأوزاعي : من وطئ امرأته وهي حائض تصدق بخمسي دينار ، والطرق لهذا كله في \" سنن أبي داود والدارقطني \" وغيرهما . وفي كتاب الترمذي عن ابن عباس عن النبي صلى الله عليه وسلم قال : إذا كان دما أحمر فدينار وإن كان دما أصفر فنصف دينار . قال أبو عمر : حجة من لم يوجب عليه كفارة إلا الاستغفار والتوبة اضطراب هذا الحديث عن ابن عباس ، وأن مثله لا تقوم به حجة ، وأن الذمة على البراءة ، ولا يجب أن يثبت فيها شيء لمسكين ولا غيره إلا بدليل لا مدفع فيه ولا مطعن عليه ، وذلك معدوم في هذه المسألة .التاسعة : قوله تعالى : ولا تقربوهن حتى يطهرن قال ابن العربي : سمعت الشاشي في مجلس النظر يقول : إذا قيل لا تقرب ( بفتح الراء ) كان معناه : لا تلبس بالفعل ، وإن كان بضم الراء كان معناه : لا تدن منه . وقرأ نافع وأبو عمرو وابن كثير وابن عامر وعاصم في رواية حفص عنه يطهرن بسكون الطاء وضم الهاء . وقرأ حمزة والكسائي وعاصم في رواية أبي بكر والمفضل \" يطهرن \" بتشديد الطاء والهاء وفتحهما . وفي مصحف أبي وعبد الله \" يتطهرن \" . [ ص: 84 ] وفي مصحف أنس بن مالك \" ولا تقربوا النساء في محيضهن واعتزلوهن حتى يتطهرن \" . ورجح الطبري قراءة تشديد الطاء ، وقال : هي بمعنى يغتسلن ، لإجماع الجميع على أن حراما على الرجل أن يقرب امرأته بعد انقطاع الدم حتى تطهر . قال : وإنما الخلاف في الطهر ما هو ، فقال قوم : هو الاغتسال بالماء . وقال قوم : هو وضوء كوضوء الصلاة . وقال قوم : هو غسل الفرج ، وذلك يحلها لزوجها وإن لم تغتسل من الحيضة ، ورجح أبو علي الفارسي قراءة تخفيف الطاء ، إذ هو ثلاثي مضاد لطمث وهو ثلاثي .العاشرة : قوله تعالى : فإذا تطهرن يعني بالماء ، وإليه ذهب مالك وجمهور العلماء ، وأن الطهر الذي يحل به جماع الحائض الذي يذهب عنها الدم هو تطهرها بالماء كطهر الجنب ، ولا يجزئ من ذلك تيمم ولا غيره ، وبه قال مالك والشافعي والطبري ومحمد بن مسلمة وأهل المدينة وغيرهم . وقال يحيى بن بكير ومحمد بن كعب القرظي : إذا طهرت الحائض وتيممت - حيث لا ماء حلت لزوجها وإن لم تغتسل . وقال مجاهد وعكرمة وطاوس : انقطاع الدم يحلها لزوجها . ولكن بأن تتوضأ . وقال أبو حنيفة وأبو يوسف ومحمد : إن انقطع دمها بعد مضي عشرة أيام جاز له أن يطأها قبل الغسل ، وإن كان انقطاعه قبل العشرة لم يجز حتى تغتسل أو يدخل عليها وقت الصلاة . وهذا تحكم لا وجه له ، وقد حكموا للحائض بعد انقطاع دمها بحكم الحبس في العدة وقالوا لزوجها : عليها الرجعة ما لم تغتسل من الحيضة الثالثة ، فعلى قياس قولهم هذا لا يجب أن توطأ حتى تغتسل ، مع موافقة أهل المدينة . ودليلنا أن الله سبحانه علق الحكم فيها على شرطين : أحدهما : انقطاع الدم ، وهو قوله تعالى : حتى يطهرن . والثاني : الاغتسال بالماء ، وهو قوله تعالى : فإذا تطهرن أي يفعلن الغسل بالماء ، وهذا مثل قوله تعالى : وابتلوا اليتامى حتى إذا بلغوا النكاح الآية ، فعلق الحكم وهو جواز دفع المال على شرطين : أحدهما : بلوغ المكلف النكاح . والثاني : إيناس الرشد ، وكذلك قوله تعالى في المطلقة : فلا تحل له من بعد حتى تنكح زوجا غيره ، ثم جاءت السنة باشتراط العسيلة ، فوقف التحليل على الأمرين جميعا ، وهو انعقاد النكاح ووجود الوطء . احتج أبو حنيفة فقال : إن معنى الآية ، الغاية في الشرط هو المذكور في الغاية قبلها ، فيكون قوله : حتى يطهرن مخففا هو بمعنى قوله : \" يطهرن \" مشددا بعينه ، ولكنه جمع بين اللغتين في الآية ، كما قال تعالى : فيه رجال يحبون أن يتطهروا والله يحب المطهرين . قال الكميت :[ ص: 85 ]وما كانت الأنصار فيها أذلة     ولا غيبا فيها إذا الناس غيبوأيضا فإن القراءتين كالآيتين فيجب أن يعمل بهما . ونحن نحمل كل واحدة منهما على معنى ، فنحمل المخففة على ما إذا انقطع دمها للأقل ، فإنا لا نجوز وطأها حتى تغتسل ؛ لأنه لا يؤمن عوده : ونحمل القراءة الأخرى على ما إذا انقطع دمها للأكثر فيجوز وطؤها وإن لم تغتسل . قال ابن العربي : وهذا أقوى ما لهم ، فالجواب عن الأول : أن ذلك ليس من كلام الفصحاء ، ولا ألسن البلغاء ، فإن ذلك يقتضي التكرار في التعداد ، وإذا أمكن حمل اللفظ على فائدة مجردة لم يحمل على التكرار في كلام الناس ، فكيف في كلام العليم الحكيم! وعن الثاني : أن كل واحدة منهما محمولة على معنى دون معنى الأخرى ، فيلزمهم إذا انقطع الدم ألا يحكم لها بحكم الحيض قبل أن تغتسل في الرجعة ، وهم لا يقولون ذلك كما بيناه ، فهي إذا حائض ، والحائض لا يجوز وطؤها اتفاقا . وأيضا فإن ما قالوه يقتضي إباحة الوطء عند انقطاع الدم للأكثر وما قلناه يقتضي الحظر ، وإذا تعارض ما يقتضي الحظر وما يقتضي الإباحة ويغلب باعثاهما غلب باعث الحظر ، كما قال علي وعثمان في الجمع بين الأختين بملك اليمين ، أحلتهما آية وحرمتهما أخرى ، والتحريم أولى . والله أعلم .الحادية عشرة : واختلف علماؤنا في الكتابية هل تجبر على الاغتسال أم لا ، فقال مالك في رواية ابن القاسم : نعم ، ليحل للزوج وطؤها ، قال الله تعالى : ولا تقربوهن حتى يطهرن فإذا تطهرن يقول بالماء ، ولم يخص مسلمة من غيرها . وروى أشهب عن مالك أنها لا تجبر على الاغتسال من المحيض ؛ لأنها غير معتقدة لذلك ، لقوله تعالى : ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر ، وهو الحيض والحمل ، وإنما خاطب الله عز وجل بذلك المؤمنات ، وقال : لا إكراه في الدين وبهذا كان يقول محمود بن عبد الحكم .الثانية عشرة : وصفة غسل الحائض صفة غسلها من الجنابة ، وليس عليها نقض شعرها في ذلك ، لما رواه مسلم عن أم سلمة قالت قلت : يا رسول الله ، إني أشد ضفر رأسي أفأنقضه لغسل الجنابة ؟ قال : لا إنما يكفيك أن تحثي على رأسك ثلاث حثيات ثم تفيضين [ ص: 86 ] عليك الماء فتطهرين وفي رواية : أفأنقضه للحيضة والجنابة ؟ فقال : ( لا ) زاد أبو داود : ( واغمزي قرونك عند كل حفنة ) .الثالثة عشرة : قوله تعالى : فأتوهن من حيث أمركم الله أي فجامعوهن . وهو أمر إباحة ، وكنى بالإتيان عن الوطء ، وهذا الأمر يقوي ما قلناه من أن المراد بالتطهر الغسل بالماء ؛ لأن صيغة الأمر من الله تعالى لا تقع إلا على الوجه الأكمل . والله أعلم . و من بمعنى في ، أي في حيث أمركم الله تعالى وهو القبل ، ونظيره قوله تعالى : أروني ماذا خلقوا من الأرض ؛ أي في الأرض ، : وقوله : إذا نودي للصلاة من يوم الجمعة أي في يوم الجمعة . وقيل : المعنى ، أي من الوجه الذي أذن لكم فيه ، أي من غير صوم وإحرام واعتكاف ، قاله الأصم . وقال ابن عباس وأبو رزين : ( من قبل الطهر لا من قبل الحيض ) ، وقاله الضحاك . وقال محمد ابن الحنفية : المعنى من قبل الحلال لا من قبل الزنى .الرابعة عشرة : قوله تعالى : إن الله يحب التوابين ويحب المتطهرين اختلف فيه ، فقيل : التوابون من الذنوب والشرك . والمتطهرون أي بالماء من الجنابة والأحداث ، قاله عطاء وغيره . وقال مجاهد : من الذنوب ، وعنه أيضا : من إتيان النساء في أدبارهن . ابن عطية : كأنه نظر إلى قوله تعالى حكاية عن قوم لوط : أخرجوهم من قريتكم إنهم أناس يتطهرون . وقيل : المتطهرون الذين لم يذنبوا . فإن قيل : كيف قدم بالذكر الذي أذنب على من لم يذنب ، قيل : قدمه لئلا يقنط التائب من الرحمة ولا يعجب المتطهر بنفسه ، كما ذكر في آية أخرى : فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات على ما يأتي بيانه إن شاء الله تعالى .",
  "ayah": 222,
  "surah": 2
}
