{
  "text": "قوله تعالى : نساؤكم حرث لكم فأتوا حرثكم أنى شئتم وقدموا لأنفسكم واتقوا الله واعلموا أنكم ملاقوه وبشر المؤمنينفيه ست مسائل :الأولى : قوله تعالى : نساؤكم حرث لكم روى الأئمة واللفظ لمسلم عن جابر بن [ ص: 87 ] عبد الله قال : ( كانت اليهود تقول : إذا أتى الرجل امرأته من دبرها في قبلها كان الولد أحول ) ، فنزلت الآية نسائكم حرث لكم فأتوا حرثكم أنى شئتم زاد في رواية عن الزهري : إن شاء مجبية وإن شاء غير مجبية غير إن ذلك في صمام واحد . ويروى : في سمام واحد بالسين ، قاله الترمذي . وروى البخاري عن نافع قال : كان ابن عمر إذا قرأ القرآن لم يتكلم حتى يفرغ منه ، فأخذت عليه يوما ، فقرأ سورة \" البقرة \" حتى انتهى إلى مكان قال : أتدري فيم أنزلت ؟ قلت : لا ، قال : نزلت في كذا وكذا ، ثم مضى . وعن عبد الصمد قال : حدثني أبي قال حدثني أيوب عن نافع عن ابن عمر : فأتوا حرثكم أنى شئتم قال : يأتيها في . قال الحميدي : يعني الفرج . وروى أبو داود عن ابن عباس قال : ( إن ابن عمر - والله يغفر له - وهم ، إنما كان هذا الحي من الأنصار ، وهم أهل وثن ، مع هذا الحي من يهود ، وهم أهل كتاب : وكانوا يرون لهم فضلا عليهم في العلم ، فكانوا يقتدون بكثير من فعلهم ، وكان من أمر أهل الكتاب ألا يأتوا النساء إلا على حرف ، وذلك أستر ما تكون المرأة ، فكان هذا الحي من الأنصار قد أخذوا بذلك من فعلهم ، وكان هذا الحي من قريش يشرحون النساء شرحا منكرا ، ويتلذذون منهن مقبلات ومدبرات ومستلقيات ، فلما قدم المهاجرون المدينة تزوج رجل منهم امرأة من الأنصار ، فذهب يصنع بها ذلك فأنكرته عليه ، وقالت : إنما كنا نؤتى على حرف! فاصنع ذلك وإلا فاجتنبني ، حتى شري أمرهما ؟ فبلغ ذلك النبي صلى الله عليه وسلم ، فأنزل الله عز وجل : فأتوا حرثكم أنى شئتم ، أي مقبلات ومدبرات ومستلقيات ، يعني بذلك موضع الولد . وروى الترمذي عن ابن عباس قال : جاء عمر إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله ، هلكت! قال : ( وما أهلكك ؟ ) قال : حولت رحلي الليلة ، قال : فلم يرد عليه رسول الله صلى الله عليه وسلم شيئا ، قال : فأوحي إلى رسول الله صلى الله عليه وسلم هذه الآية : نساؤكم حرث لكم فأتوا حرثكم أنى شئتم أقبل وأدبر واتق الدبر والحيضة قال : هذا حديث حسن صحيح . وروى النسائي عن أبي النضر [ ص: 88 ] أنه قال لنافع مولى ابن عمر : قد أكثر عليك القول . إنك تقول عن ابن عمر : ( أنه أفتى بأن يؤتى النساء في أدبارهن ) . قال نافع : لقد كذبوا علي! ولكن سأخبرك كيف كان الأمر : إن ابن عمر عرض علي المصحف يوما وأنا عنده حتى بلغ : نساؤكم حرث لكم ، قال نافع : هل تدري ما أمر هذه الآية ؟ إنا كنا معشر قريش نجبي النساء ، فلما دخلنا المدينة ونكحنا نساء الأنصار أردنا منهن ما كنا نريد من نسائنا ، فإذا هن قد كرهن ذلك وأعظمنه ، وكان نساء الأنصار إنما يؤتين على جنوبهن ، فأنزل الله سبحانه : نساؤكم حرث لكم فأتوا حرثكم أنى شئتم .الثانية : هذه الأحاديث نص في إباحة الحال والهيئات كلها إذا كان الوطء في موضع الحرث ، أي كيف شئتم من خلف ومن قدام وباركة ومستلقية ومضطجعة ، فأما الإتيان في غير المأتى فما كان مباحا ، ولا يباح! وذكر الحرث يدل على أن الإتيان في غير المأتى محرم . و \" حرث \" تشبيه ؛ لأنهن مزدرع الذرية ، فلفظ \" الحرث \" يعطي أن الإباحة لم تقع إلا في الفرج خاصة إذ هو المزدرع . وأنشد ثعلب :إنما الأرحام أرضو ن لنا محترثات     فعلينا الزرع فيهاوعلى الله النباتففرج المرأة كالأرض ، والنطفة كالبذر ، والولد كالنبات ، فالحرث بمعنى المحترث . ووحد الحرث لأنه مصدر ، كما يقال : رجل صوم ، وقوم صوم .الثالثة : قوله تعالى : أنى شئتم معناه عند الجمهور من الصحابة والتابعين وأئمة الفتوى : من أي وجه شئتم مقبلة ومدبرة ، كما ذكرنا آنفا . و \" أنى \" تجيء سؤالا وإخبارا عن أمر له جهات ، فهو أعم في اللغة من \" كيف \" ومن \" أين \" ومن \" متى \" ، هذا هو الاستعمال العربي في \" أنى \" . وقد فسر الناس \" أنى \" في هذه الآية بهذه الألفاظ . وفسرها سيبويه ب \" كيف \" ومن \" أين \" باجتماعهما . وذهبت فرقة ممن فسرها ب \" أين \" إلى أن الوطء في الدبر مباح ، وممن نسب إليه هذا القول : سعيد بن المسيب ونافع وابن عمر ومحمد بن كعب القرظي وعبد الملك بن الماجشون ، وحكي ذلك عن مالك في كتاب له يسمى \" كتاب السر \" . وحذاق أصحاب مالك ومشايخهم ينكرون ذلك الكتاب ، ومالك أجل من أن يكون له \" كتاب سر \" . ووقع هذا القول في العتبية . وذكر ابن العربي أن ابن شعبان أسند جواز هذا القول إلى زمرة كبيرة من الصحابة والتابعين ، وإلى مالك من روايات كثيرة في كتاب \" جماع النسوان وأحكام [ ص: 89 ] القرآن \" . وقال الكيا الطبري : وروي عن محمد بن كعب القرظي أنه كان لا يرى بذلك بأسا ، ويتأول فيه قول الله عز وجل : أتأتون الذكران من العالمين . وتذرون ما خلق لكم ربكم من أزواجكم . وقال : فتقديره تتركون مثل ذلك من أزواجكم ، ولو لم يبح مثل ذلك من الأزواج لما صح ذلك ، وليس المباح من الموضع الآخر مثلا له ، حتى يقال : تفعلون ذلك وتتركون مثله من المباح . قال الكيا : وهذا فيه نظر ، إذ معناه : وتذرون ما خلق لكم ربكم من أزواجكم مما فيه تسكين شهوتكم ، ولذة الوقاع حاصلة بهما جميعا ، فيجوز التوبيخ على هذا المعنى . وفي قوله تعالى : فإذا تطهرن فأتوهن من حيث أمركم الله مع قوله : فأتوا حرثكم ما يدل على أن في المأتى اختصاصا ، وأنه مقصور على موضع الولد .قلت : هذا هو الحق في المسألة . وقد ذكر أبو عمر بن عبد البر أن العلماء لم يختلفوا في الرتقاء التي لا يوصل إلى وطئها أنه عيب ترد به ، إلا شيئا جاء عن عمر بن عبد العزيز من وجه ليس بالقوي أنه لا ترد الرتقاء ولا غيرها ، والفقهاء كلهم على خلاف ذلك ؛ لأن المسيس هو المبتغى بالنكاح ، وفي إجماعهم على هذا دليل على أن الدبر ليس بموضع وطء ، ولو كان موضعا للوطء ما ردت من لا يوصل إلى وطئها في الفرج . وفي إجماعهم أيضا على أن العقيم التي لا تلد لا ترد . والصحيح في هذه المسألة ما بيناه . وما نسب إلى مالك وأصحابه من هذا باطل وهم مبرءون من ذلك ؛ لأن إباحة الإتيان مختصة بموضع الحرث ، لقوله تعالى : فأتوا حرثكم ، ولأن الحكمة في خلق الأزواج بث النسل ، فغير موضع النسل لا يناله ملك النكاح ، وهذا هو الحق . وقد قال أصحاب أبي حنيفة : إنه عندنا ولائط الذكر سواء في الحكم ، ولأن القذر والأذى في موضع النجو أكثر من دم الحيض ، فكان أشنع . وأما صمام البول فغير صمام الرحم . وقال ابن العربي في قبسه : قال لنا الشيخ الإمام فخر الإسلام أبو بكر محمد بن أحمد بن الحسين فقيه الوقت وإمامه : الفرج أشبه شيء بخمسة وثلاثين ، وأخرج يده عاقدا بها . وقال : مسلك البول ما تحت الثلاثين ، ومسلك الذكر والفرج ما اشتملت عليه الخمسة ، وقد حرم الله تعالى الفرج حال الحيض لأجل النجاسة العارضة . فأولى أن يحرم الدبر لأجل النجاسة اللازمة . وقال مالك لابن وهب وعلي بن زياد لما أخبراه أن ناسا بمصر يتحدثون عنه أنه يجيز ذلك ، فنفر من ذلك ، وبادر إلى تكذيب الناقل فقال : كذبوا علي ، كذبوا علي ، كذبوا علي! ثم قال : ألستم قوما عربا ؟ ألم يقل الله تعالى : نساؤكم حرث لكم وهل يكون الحرث إلا في موضع المنبت! وما استدل به المخالف من أن قوله عز وجل : أنى شئتم [ ص: 90 ] شامل للمسالك بحكم عمومها فلا حجة فيها ، إذ هي مخصصة بما ذكرناه ، وبأحاديث صحيحة حسان وشهيرة رواها عن رسول الله صلى الله عليه وسلم اثنا عشر صحابيا بمتون مختلفة ، كلها متواردة على تحريم إتيان النساء في الأدبار ، ذكرها أحمد بن حنبل في مسنده ، وأبو داود والنسائي والترمذي وغيرهم . وقد جمعها أبو الفرج بن الجوزي بطرقها في جزء سماه \" تحريم المحل المكروه \" . ولشيخنا أبي العباس أيضا في ذلك جزء سماه ( إظهار إدبار ، من أجاز الوطء في الأدبار ) . قلت : وهذا هو الحق المتبع والصحيح في المسألة ، ولا ينبغي لمؤمن بالله واليوم الآخر أن يعرج في هذه النازلة على زلة عالم بعد أن تصح عنه . وقد حذرنا من زلة العالم . وقد روي عن ابن عمر خلاف هذا ، وتكفير من فعله ، وهذا هو اللائق به رضي الله عنه . وكذلك كذب نافع من أخبر عنه بذلك ، كما ذكر النسائي ، وقد تقدم . وأنكر ذلك مالك واستعظمه ، وكذب من نسب ذلك إليه . وروى الدارمي أبو محمد في مسنده عن سعيد بن يسار أبي الحباب قال : قلت لابن عمر : ما تقول في الجواري حين أحمض بهن ؟ قال : وما التحميض ؟ فذكرت له الدبر ، فقال : هل يفعل ذلك أحد من المسلمين! وأسند عن خزيمة بن ثابت : سمعت رسول الله صلى الله عليه وسلم يقول : أيها الناس إن الله لا يستحي من الحق لا تأتوا النساء في أعجازهن . ومثله عن علي بن طلق . وأسند عن أبي هريرة عن النبي صلى الله عليه وسلم قال : من أتى امرأة في دبرها لم ينظر الله تعالى إليه يوم القيامة وروى أبو داود الطيالسي في مسنده عن قتادة عن عمرو بن شعيب عن أبيه عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال : تلك اللوطية الصغرى يعني إتيان المرأة في دبرها . وروي عن طاوس أنه قال : كان بدء عمل قوم لوط إتيان النساء في أدبارهن . قال ابن المنذر : وإذا ثبت الشيء عن رسول الله صلى الله عليه وسلم استغني به عما سواه .الرابعة : قوله تعالى : وقدموا لأنفسكم أي قدموا ما ينفعكم غدا ، فحذف المفعول ، وقد صرح به في قوله تعالى : وما تقدموا لأنفسكم من خير تجدوه عند الله . فالمعنى قدموا لأنفسكم الطاعة والعمل الصالح . وقيل ابتغاء الولد والنسل ؛ لأن الولد خير [ ص: 91 ] الدنيا والآخرة ، فقد يكون شفيعا وجنة . وقيل : هو التزوج بالعفائف ، ليكون الولد صالحا طاهرا . وقيل : هو تقدم الأفراط ، كما قال النبي صلى الله عليه وسلم : من قدم ثلاثة من الولد لم يبلغوا الحنث لم تمسه النار إلا تحلة القسم الحديث . وسيأتي في \" مريم \" إن شاء الله تعالى . وقال ابن عباس وعطاء : أي قدموا ذكر الله عند الجماع ، كما قال عليه السلام : لو أن أحدكم إذا أتى امرأته قال بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فإنه إن يقدر بينهما ولد لم يضره شيطان أبدا . أخرجه مسلم .الخامسة : قوله تعالى : واتقوا الله تحذير . واعلموا أنكم ملاقوه خبر يقتضي المبالغة في التحذير ، أي فهو مجازيكم على البر والإثم . وروى ابن عيينة عن عمرو بن دينار قال : سمعت سعيد بن جبير عن ابن عباس قال : سمعت رسول الله صلى الله عليه وسلم وهو يخطب يقول : إنكم ملاقو الله حفاة عراة مشاة غرلا - ثم تلا رسول الله صلى الله عليه وسلم : واتقوا الله واعلموا أنكم ملاقوه . أخرجه مسلم بمعناه .السادسة : قوله تعالى : وبشر المؤمنين تأنيس لفاعل البر ومبتغي سنن الهدى .",
  "ayah": 223,
  "surah": 2
}
