{
  "text": "قوله تعالى : للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءوا فإن الله غفور رحيمفيه احدى وعشرون مسألة :الأولى : قوله تعالى : للذين يؤلون \" يؤلون \" معناه يحلفون ، والمصدر إيلاء وألية وألوة وإلوة . وقرأ أبي وابن عباس \" للذين يقسمون \" . ومعلوم أن \" يقسمون \" تفسير \" يؤلون \" . وقرئ \" للذين آلوا \" يقال : آلى يؤلي إيلاء ، وتألى تأليا ، وائتلى ائتلاء ، أي حلف ، ومنه ولا يأتل أولو الفضل منكم ، وقال الشاعر :فآليت لا أنفك أحدو قصيدة تكون وإياها بها مثلا بعديوقال آخر :قليل الألايا حافظ ليمينه     وإن سبقت منه الألية برتوقال ابن دريد :ألية باليعملات يرتمي بها     النجاء بين أجواز الفلاقال عبد الله بن عباس : كان إيلاء الجاهلية السنة والسنتين وأكثر من ذلك ، يقصدون بذلك إيذاء المرأة عند المساءة ، فوقت لهم أربعة أشهر ، فمن آلى بأقل من ذلك فليس بإيلاء حكمي .قلت : وقد آلى النبي صلى الله عليه وسلم وطلق ، وسبب إيلائه سؤال نسائه إياه من النفقة ما ليس عنده ، كذا في صحيح مسلم . وقيل : لأن زينب ردت عليه هديته ، فغضب صلى الله عليه وسلم فآلى منهن ، ذكره ابن ماجه .[ ص: 98 ] الثانية : ويلزم الإيلاء كل من يلزمه الطلاق ، فالحر والعبد والسكران يلزمه الإيلاء . وكذلك السفيه والمولى عليه إذا كان بالغا غير مجنون ، وكذلك الخصي إذا لم يكن مجبوبا ، والشيخ إذا كان فيه بقية رمق ونشاط . واختلف قول الشافعي في المجبوب إذا آلى ، ففي قول : لا إيلاء له . وفي قول : يصح إيلاؤه ، والأول أصح وأقرب إلى الكتاب والسنة ، فإن الفيء هو الذي يسقط اليمين ، والفيء بالقول لا يسقطها ، فإذا بقيت اليمين المانعة من الحنث بقي حكم الإيلاء . وإيلاء الأخرس بما يفهم عنه من كتابة أو إشارة مفهومة لازم له ، وكذلك الأعجمي إذا آلى من نسائه .الثالثة : واختلف العلماء فيما يقع به الإيلاء من اليمين ، فقال قوم : لا يقع الإيلاء إلا باليمين بالله تعالى وحده لقوله عليه السلام : من كان حالفا فليحلف بالله أو ليصمت . وبه قال الشافعي في الجديد . وقال ابن عباس : ( كل يمين منعت جماعا فهي إيلاء ) ، وبه قال الشعبي والنخعي ومالك وأهل الحجاز وسفيان الثوري وأهل العراق ، والشافعي في القول الآخر ، وأبو ثور وأبو عبيد وابن المنذر والقاضي أبو بكر بن العربي . قال ابن عبد البر : وكل يمين لا يقدر صاحبها على جماع امرأته من أجلها إلا بأن يحنث فهو بها مول ، إذا كانت يمينه على أكثر من أربعة أشهر ، فكل من حلف بالله أو بصفة من صفاته أو قال : أقسم بالله ، أو أشهد بالله ، أو علي عهد الله وكفالته وميثاقه وذمته فإنه يلزمه الإيلاء . فإن قال : أقسم أو أعزم ولم يذكر ب \" الله \" فقيل : لا يدخل عليه الإيلاء ، إلا أن يكون أراد ب \" الله \" ونواه . ومن قال إنه يمين يدخل عليه ، وسيأتي بيانه في \" المائدة \" إن شاء الله تعالى . فإن حلف بالصيام ألا يطأ امرأته فقال : إن وطئتك فعلي صيام شهر أو سنة فهو مول . وكذلك كل ما يلزمه من حج أو طلاق أو عتق أو صلاة أو صدقة . والأصل في هذه الجملة عموم قوله تعالى : للذين يؤلون ولم يفرق ، فإذا آلى بصدقة أو عتق عبد معين أو غير معين لزم الإيلاء .الرابعة : حلف بالله ألا يطأ واستثنى فقال : إن شاء الله فإنه يكون موليا ، فإن وطئها فلا كفارة عليه في رواية ابن القاسم عن مالك . وقال ابن الماجشون في المبسوط : ليس بمول ، وهو أصح لأن الاستثناء يحل اليمين ويجعل الحالف كأنه لم يحلف ، وهو مذهب فقهاء الأمصار ؛ لأنه بين بالاستثناء أنه غير عازم على الفعل . ووجه ما رواه ابن القاسم مبني على أن الاستثناء لا يحل اليمين ، ولكنه يؤثر في إسقاط الكفارة ، على ما يأتي بيانه في \" المائدة \" فلما كانت يمينه باقية منعقدة لزمه حكم الإيلاء وإن لم تجب عليه كفارة .[ ص: 99 ] الخامسة : فإن حلف بالنبي أو الملائكة أو الكعبة ألا يطأها ، أو قال هو يهودي أو نصراني أو زان إن وطئها ، فهذا ليس بمول ، قاله مالك وغيره . قال الباجي : ومعنى ذلك عندي أنه أورده على غير وجه القسم ، وأما لو أورده على أنه مول بما قاله من ذلك أو غيره ، ففي المبسوط : أن ابن القاسم سئل عن الرجل يقول لامرأته : لا مرحبا ، يريد بذلك الإيلاء يكون موليا ، قال : قال مالك : كل كلام نوي به الطلاق فهو طلاق ، وهذا والطلاق سواء .السادسة : واختلف العلماء في الإيلاء المذكور في القرآن ، فقال ابن عباس : ( لا يكون موليا حتى يحلف ألا يمسها أبدا ) . وقال طائفة : إذا حلف ألا يقرب امرأته يوما أو أقل أو أكثر ثم لم يطأ أربعة أشهر بانت منه بالإيلاء ، روي هذا عن ابن مسعود والنخعي وابن أبي ليلى والحكم وحماد بن أبي سليمان وقتادة ، وبه قال إسحاق . قال ابن المنذر : وأنكر هذا القول كثير من أهل العلم . وقال الجمهور : الإيلاء هو أن يحلف ألا يطأ أكثر من أربعة أشهر ، فإن حلف على أربعة فما دونها لا يكون موليا ، وكانت عندهم يمينا محضا ، لو وطئ في هذه المدة لم يكن عليه شيء كسائر الأيمان ، هذا قول مالك والشافعي وأحمد وأبي ثور . وقال الثوري والكوفيون : الإيلاء أن يحلف على أربعة أشهر فصاعدا ، وهو قول عطاء . قال الكوفيون : جعل الله التربص في الإيلاء أربعة أشهر كما جعل عدة الوفاة أربعة أشهر وعشرا ، وفي العدة ثلاثة قروء ، فلا تربص بعد . قالوا : فيجب بعد المدة سقوط الإيلاء ، ولا يسقط إلا بالفيء وهو الجماع في داخل المدة ، والطلاق بعد انقضاء الأربعة الأشهر . واحتج مالك والشافعي فقالا : جعل الله للمولي أربعة أشهر ، فهي له بكمالها لا اعتراض لزوجته عليه فيها ، كما أن الدين المؤجل لا يستحق صاحبه المطالبة به إلا بعد تمام الأجل . ووجه قول إسحاق - في قليل الأمد يكون صاحبه به موليا إذا لم يطأ - القياس على من حلف على أكثر من أربعة أشهر فإنه يكون موليا ؛ لأنه قصد الإضرار باليمين ، وهذا المعنى موجود في المدة القصيرة .السابعة : واختلفوا أن من حلف ألا يطأ امرأته أكثر من أربعة أشهر فانقضت الأربعة الأشهر ولم تطالبه امرأته ولا رفعته إلى السلطان ليوقفه ، لم يلزمه شيء عند مالك وأصحابه وأكثر أهل المدينة . ومن علمائنا من يقول : يلزمه بانقضاء الأربعة الأشهر طلقة رجعية . ومنهم ومن غيرهم من يقول : يلزمه طلقة بائنة بانقضاء الأربعة الأشهر . والصحيح ما ذهب إليه مالك وأصحابه ، وذلك أن المولي لا يلزمه طلاق حتى يوقفه السلطان بمطالبة زوجته له ليفيء فيراجع امرأته بالوطء ويكفر يمينه أو يطلق ، ولا يتركه حتى يفيء أو يطلق . والفيء : الجماع فيمن [ ص: 100 ] يمكن مجامعتها . قال سليمان بن يسار : كان تسعة رجال من أصحاب النبي صلى الله عليه وسلم يوقفون في الإيلاء ، قال مالك : وذلك الأمر عندنا ، وبه قال الليث والشافعي وأحمد وإسحاق وأبو ثور ، واختاره ابن المنذر .الثامنة : وأجل المولي من يوم حلف لا من يوم تخاصمه امرأته ، وترفعه إلى الحاكم ، فإن خاصمته ولم ترض بامتناعه من الوطء ضرب له السلطان أجل أربعة أشهر من يوم حلف ، فإن وطئ فقد فاء إلى حق الزوجة وكفر عن يمينه ، وإن لم يفئ طلق عليه طلقة رجعية . قال مالك : فإن راجع لا تصح رجعته حتى يطأ في العدة . قال الأبهري : وذلك أن الطلاق إنما وقع لدفع الضرر ، فمتى لم يطأ فالضرر باق ، فلا معنى للرجعة إلا أن يكون له عذر يمنعه من الوطء فتصح رجعته ؛ لأن الضرر قد زال ، وامتناعه من الوطء ليس من أجل الضرر وإنما هو من أجل العذر .التاسعة : واختلف العلماء في الإيلاء في غير حال الغضب ، فقال ابن عباس : ( لا إيلاء إلا بغضب ) ، وروي عن علي بن أبي طالب رضي الله عنه في المشهور عنه ، وقاله الليث والشعبي والحسن وعطاء ، كلهم يقولون : ( الإيلاء لا يكون إلا على وجه مغاضبة ومشادة وحرجة ومناكدة ألا يجامعها في فرجها إضرارا بها ، وسواء كان في ضمن ذلك إصلاح ولد أم لم يكن ، فإن لم يكن عن غضب فليس بإيلاء ) . وقال ابن سيرين : سواء كانت اليمين في غضب أو غير غضب هو إيلاء ، وقاله ابن مسعود والثوري ومالك وأهل العراق والشافعي وأصحابه وأحمد ، إلا أن مالكا قال : ما لم يرد إصلاح ولد . قال ابن المنذر : وهذا أصح ؛ لأنهم لما أجمعوا أن الظهار والطلاق وسائر الأيمان سواء في حال الغضب والرضا كان الإيلاء كذلك . قلت : ويدل عليه عموم القرآن ، وتخصيص حالة الغضب يحتاج إلى دليل ولا يؤخذ من وجه يلزم . والله أعلم .العاشرة : قال علماؤنا : ومن امتنع من وطء امرأته بغير يمين حلفها إضرارا بها أمر بوطئها ، فإن أبى وأقام على امتناعه مضرا بها فرق بينه وبينها من غير ضرب أجل . وقد قيل : يضرب أجل الإيلاء . وقد قيل : لا يدخل على الرجل الإيلاء في هجرته من زوجته وإن أقام سنين لا يغشاها ، ولكنه يوعظ ويؤمر بتقوى الله تعالى في ألا يمسكها ضرارا .الحادية عشرة : واختلفوا فيمن حلف ألا يطأ امرأته حتى تفطم ولدها لئلا يمغل ولدها ؛ [ ص: 101 ] ولم يرد إضرارا بها حتى ينقضي أمد الرضاع لم يكن لزوجته عند مالك مطالبة لقصد إصلاح الولد . قال مالك : وقد بلغني أن علي بن أبي طالب سئل عن ذلك فلم يره إيلاء ، وبه قال الشافعي في أحد قوليه ، والقول الآخر يكون موليا ، ولا اعتبار برضاع الولد ، وبه قال أبو حنيفة .الثانية عشرة : وذهب مالك والشافعي وأبو حنيفة وأصحابهم والأوزاعي وأحمد بن حنبل إلى أنه لا يكون موليا من حلف ألا يطأ زوجته في هذا البيت أو في هذه الدار لأنه يجد السبيل إلى وطئها في غير ذلك المكان . قال ابن أبي ليلى وإسحاق : إن تركها أربعة أشهر بانت بالإيلاء ، ألا ترى أنه يوقف عند الأشهر الأربعة ، فإن حلف ألا يطأها في مصره أو بلده فهو مول عند مالك ، وهذا إنما يكون في سفر يتكلف المئونة والكلفة دون جنته أو مزرعته القريبة .الثالثة عشرة : قوله تعالى : من نسائهم يدخل فيه الحرائر والذميات والإماء إذا تزوجن . والعبد يلزمه الإيلاء من زوجته . قال الشافعي وأحمد وأبو ثور : إيلاؤه مثل إيلاء الحر ، وحجتهم ظاهر قوله تعالى : للذين يؤلون من نسائهم فكان ذلك لجميع الأزواج . قال ابن المنذر : وبه أقول . وقال مالك والزهري وعطاء بن أبي رباح وإسحاق : أجله شهران . وقال الحسن والنخعي : إيلاؤه من زوجته الأمة شهران ، ومن الحرة أربعة أشهر ، وبه قال أبو حنيفة . وقال الشعبي : إيلاء الأمة نصف إيلاء الحرة .الرابعة عشرة : قال مالك وأصحابه وأبو حنيفة وأصحابه والأوزاعي والنخعي وغيرهم : المدخول بها وغير المدخول بها سواء في لزوم الإيلاء فيهما . وقال الزهري وعطاء والثوري : لا إيلاء إلا بعد الدخول . وقال مالك : ولا إيلاء من صغيرة لم تبلغ ، فإن آلى منها فبلغت لزم الإيلاء من يوم بلوغها .الخامسة عشرة : : وأما الذمي فلا يصح إيلاؤه ، كما لا يصح ظهاره ولا طلاقه ، وذلك أن نكاح أهل الشرك ليس عندنا بنكاح صحيح ، وإنما لهم شبهة يد ، ولأنهم لا يكلفون الشرائع فتلزمهم كفارات الأيمان ، فلو ترافعوا إلينا في حكم الإيلاء لم ينبغ لحاكمنا أن يحكم بينهم ، ويذهبون إلى حكامهم ، فإن جرى ذلك مجرى التظالم بينهم حكم بحكم الإسلام ، كما لو ترك المسلم وطء زوجته ضرارا من غير يمين .السادسة عشرة : قوله تعالى : تربص أربعة أشهر التربص : التأني والتأخر ، مقلوب التصبر ، قال الشاعر :تربص بها ريب المنون لعلها     تطلق يوما أو يموت حليلها[ ص: 102 ] وأما فائدة توقيت الأربعة الأشهر فيما ذكر ابن عباس عن أهل الجاهلية كما تقدم ، فمنع الله من ذلك وجعل للزوج مدة أربعة أشهر في تأديب المرأة بالهجر ، لقوله تعالى : واهجروهن في المضاجع وقد آلى النبي صلى الله عليه وسلم من أزواجه شهرا تأديبا لهن . وقد قيل : الأربعة الأشهر هي التي لا تستطيع ذات الزوج أن تصبر عنه أكثر منها ، وقد روي أن عمر بن الخطاب رضي الله عنه كان يطوف ليلة بالمدينة فسمع امرأة تنشد :ألا طال هذا الليل واسود جانبه     وأرقني أن لا حبيب ألاعبهفوالله لولا الله لا شيء غيره     لزعزع من هذا السرير جوانبهمخافة ربي والحياء يكفني     وإكرام بعلي أن تنال مراكبهفلما كان من الغد استدعى عمر بتلك المرأة وقال لها : أين زوجك ؟ فقالت : بعثت به إلى العراق ! فاستدعى نساء فسألهن عن المرأة كم مقدار ما تصبر عن زوجها ؟ فقلن : شهرين ، ويقل صبرها في ثلاثة أشهر ، وينفد صبرها في أربعة أشهر ، فجعل عمر مدة غزو الرجل أربعة أشهر ، فإذا مضت أربعة أشهر استرد الغازين ووجه بقوم آخرين ، وهذا والله أعلم يقوي اختصاص مدة الإيلاء بأربعة أشهر .السابعة عشرة : قوله تعالى : فإن فاءوا معناه رجعوا ، ومنه حتى تفيء إلى أمر الله ومنه قيل للظل بعد الزوال : فيء ؛ لأنه رجع من جانب المشرق إلى جانب المغرب ، يقال : فاء يفيء فيئة وفيوءا . وإنه لسريع الفيئة ، يعني الرجوع . قال :ففاءت ولم تقض الذي أقبلت له     ومن حاجة الإنسان ما ليس قاضياالثامنة عشرة : قال ابن المنذر : أجمع كل من يحفظ عنه من أهل العلم على أن الفيء الجماع لمن لا عذر له ، فإن كان له عذر مرض أو سجن أو شبه ذلك فإن ارتجاعه صحيح وهي امرأته ، فإذا زال العذر بقدومه من سفره أو إفاقته من مرضه ، أو انطلاقه من سجنه فأبى الوطء فرق بينهما إن كانت المدة قد انقضت ، قال مالك في المدونة والمبسوط . وقال عبد الملك : وتكون بائنا منه يوم انقضت المدة ، فإن صدق عذره بالفيئة إذا أمكنته حكم بصدقه فيما مضى ، فإن أكذب ما ادعاه من الفيئة بالامتناع حين القدرة عليها ، حمل أمره على الكذب فيها واللدد ، وأمضيت الأحكام على ما كانت تجب في ذلك الوقت . وقالت طائفة : إذا شهدت بينة بفيئته في حال العذر أجزأه ، قاله الحسن وعكرمة والنخعي : وبه قال الأوزاعي . وقال النخعي أيضا : [ ص: 103 ] يصح الفيء بالقول والإشهاد فقط ، ويسقط حكم الإيلاء ، أرأيت إن لم ينتشر للوطء ، قال ابن عطية : ويرجع هذا القول إن لم يطأ إلى باب الضرر . وقال أحمد بن حنبل : إذا كان له عذر يفيء بقلبه ، وبه قال أبو قلابة . وقال أبو حنيفة : إن لم يقدر على الجماع فيقول : قد فئت إليها . قال الكيا الطبري : أبو حنيفة يقول فيمن آلى وهو مريض وبينه وبينها مدة أربعة أشهر ، وهي رتقاء أو صغيرة أو هو مجبوب : إنه إذا فاء إليها بلسانه ومضت المدة والعذر قائم فذلك فيء صحيح ، والشافعي يخالفه على أحد مذهبيه . وقالت طائفة : لا يكون الفيء إلا بالجماع في حال العذر وغيره ، وكذلك قال سعيد بن جبير ، قال : وكذلك إن كان في سفر أو سجن .التاسعة عشرة : أوجب مالك والشافعي وأبو حنيفة وأصحابهم وجمهور العلماء الكفارة على المولي إذا فاء بجماع امرأته . وقال الحسن : لا كفارة عليه ، وبه قال النخعي ، قال النخعي : كانوا يقولون إذا فاء لا كفارة عليه . وقال إسحاق : قال بعض أهل التأويل في قوله تعالى : فإن فاءوا يعني لليمين التي حنثوا فيها ، وهو مذهب في الأيمان لبعض التابعين فيمن حلف على بر أو تقوى أو باب من الخير ألا يفعله فإنه يفعله ولا كفارة عليه ، والحجة له قوله تعالى : فإن فاءوا فإن الله غفور رحيم ، ولم يذكر كفارة ، وأيضا فإن هذا يتركب على أن لغو اليمين ما حلف على معصية ، وترك وطء الزوجة معصية .قلت : وقد يستدل لهذا القول من السنة بحديث عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم قال : من حلف على يمين فرأى غيرها خيرا منها فليتركها فإن تركها كفارتها خرجه ابن ماجه في سننه . وسيأتي لها مزيد بيان في آية الأيمان إن شاء الله تعالى . وحجة الجمهور قوله عليه السلام : من حلف على يمين فرأى غيرها خيرا منها فليأت الذي هو خير وليكفر عن يمينه .الموفية عشرين : إذا كفر عن يمينه سقط عنه الإيلاء ، قاله علماؤنا . وفي ذلك دليل على تقديم الكفارة على الحنث في المذهب ، وذلك إجماع في مسألة الإيلاء ، ودليل على أبي حنيفة في مسألة الأيمان ، إذ لا يرى جواز تقديم الكفارة على الحنث ، قاله ابن العربي .الحادية والعشرون : قلت : بهذه الآية استدل محمد بن الحسن على امتناع جواز الكفارة قبل الحنث فقال : لما حكم الله تعالى للمولي بأحد الحكمين من فيء أو عزيمة الطلاق ، فلو جاز تقديم الكفارة على الحنث لبطل الإيلاء بغير فيء أو عزيمة الطلاق ؛ لأنه إن [ ص: 104 ] حنث لا يلزمه بالحنث شيء ، ومتى لم يلزم الحانث بالحنث شيء لم يكن موليا . وفي جواز تقديم الكفارة إسقاط حكم الإيلاء بغير ما ذكر الله ، وذلك خلاف الكتاب .",
  "ayah": 226,
  "surah": 2
}
