{
  "text": "الثانية والعشرون : قال الله تعالى : وإن عزموا الطلاق فإن الله سميع عليم العزيمة : تتميم العقد على الشيء ، يقال : عزم عليه يعزم عزما ( بالضم ) وعزيمة وعزيما وعزمانا ، واعتزم اعتزاما ، وعزمت عليك لتفعلن ، أي أقسمت عليك . قال شمر : العزيمة والعزم ما عقدت عليه نفسك من أمر أنك فاعله . والطلاق من طلقت المرأة تطلق ( على وزن نصر ينصر ) طلاقا ، فهي طالق وطالقة أيضا . قال الأعشى :أيا جارتا بيني فإنك طالقه     كذاك أمور الناس غاد وطارقهويجوز طلقت ( بضم اللام ) مثل عظم يعظم ، وأنكره الأخفش . والطلاق : حل عقدة النكاح ، وأصله الانطلاق ، والمطلقات المخليات ، والطلاق : التخلية ، يقال : نعجة طالق ، وناقة طالق ، أي مهملة قد تركت في المرعى لا قيد عليها ولا راعي ، وبعير طلق ( بضم الطاء واللام ) غير مقيد ، والجمع أطلاق ، وحبس فلان في السجن طلقا أي بغير قيد ، والطالق من الإبل : التي يتركها الراعي لنفسه لا يحتلبها على الماء ، يقال : استطلق الراعي ناقة لنفسه . فسميت المرأة المخلى سبيلها بما سميت به النعجة أو الناقة المهمل أمرها . وقيل : إنه مأخوذ من طلق الفرس ، وهو ذهابه شوطا لا يمنع ، فسميت المرأة المخلاة طالقا لا تمنع من نفسها بعد أن كانت ممنوعة .الثالثة والعشرون : في قوله تعالى : وإن عزموا الطلاق دليل على أنها لا تطلق بمضي مدة أربعة أشهر ، كما قال مالك : ما لم يقع إنشاء تطليق بعد المدة ، وأيضا فإنه قال : ( سميع ) وسميع يقتضي مسموعا بعد المضي . وقال أبو حنيفة : \" سميع \" لإيلائه ، \" عليم \" بعزمه الذي دل عليه مضي أربعة أشهر . وروى سهيل بن أبي صالح عن أبيه قال : سألت اثني عشر رجلا من أصحاب رسول الله صلى الله عليه وسلم عن الرجل يولي من امرأته ، فكلهم يقول : ليس عليه شيء حتى تمضي أربعة أشهر فيوقف ، فإن فاء وإلا طلق . قال القاضي ابن العربي : وتحقيق الأمر أن تقدير الآية عندنا : للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءوا \" بعد انقضائها \" فإن الله غفور رحيم . \" وإن عزموا الطلاق فإن الله سميع عليم \" . وتقديرها عندهم : للذين يؤلون من نسائهم تربص أربعة أشهر فإن فاءوا \" فيها \" فإن الله غفور رحيم . وإن عزموا الطلاق [ ص: 105 ] بترك الفيئة فيها ، يريد مدة التربص فيها فإن الله سميع عليم ابن العربي : وهذا احتمال متساو ، ولأجل تساويه توقفت الصحابة فيه .قلت : وإذا تساوى الاحتمال كان قول الكوفيين أقوى قياسا على المعتدة بالشهور والأقراء ، إذ كل ذلك أجل ضربه الله تعالى ، فبانقضائه انقطعت العصمة وأبينت من غير خلاف ، ولم يكن لزوجها سبيل عليها إلا بإذنها ، فكذلك الإيلاء ، حتى لو نسي الفيء وانقضت المدة لوقع الطلاق ، والله أعلم .الرابعة والعشرون : قوله تعالى : وإن عزموا الطلاق دليل على أن الأمة بملك اليمين لا يكون فيها إيلاء ، إذ لا يقع عليها طلاق ، والله أعلم .",
  "ayah": 227,
  "surah": 2
}
