{
  "text": "والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيمقوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء فيه خمس مسائل : الأولى : قوله تعالى : والمطلقات لما ذكر الله تعالى الإيلاء وأن الطلاق قد يقع فيه بين تعالى حكم المرأة بعد التطليق . وفي كتاب أبي داود والنسائي عن ابن عباس قال في قول الله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء الآية ، وذلك أن الرجل كان إذا طلق امرأته فهو أحق بها ، وإن طلقها ثلاثا ، فنسخ ذلك وقال : الطلاق مرتان الآية . والمطلقات لفظ عموم ، والمراد به الخصوص في المدخول بهن ، وخرجت المطلقة قبل البناء بآية \" الأحزاب \" : فما لكم عليهن من عدة تعتدونها على ما يأتي . وكذلك الحامل بقوله : وأولات الأحمال أجلهن أن يضعن حملهن . والمقصود من الأقراء الاستبراء ، بخلاف [ ص: 106 ] عدة الوفاة التي هي عبادة . وجعل الله عدة الصغيرة التي لم تحض والكبيرة التي قد يئست الشهور على ما يأتي . وقال قوم : إن العموم في المطلقات يتناول هؤلاء ثم نسخن ، وهو ضعيف ، وإنما الآية فيمن تحيض خاصة ، وهو عرف النساء وعليه معظمهن .الثانية : قوله تعالى : يتربصن التربص الانتظار ، على ما قدمناه . وهذا خبر والمراد الأمر ، كقوله تعالى : والوالدات يرضعن أولادهن وجمع رجل عليه ثيابه ، وحسبك درهم ، أي اكتف بدرهم ، هذا قول أهل اللسان من غير خلاف بينهم فيما ذكر ابن الشجري . ابن العربي : وهذا باطل ، وإنما هو خبر عن حكم الشرع ، فإن وجدت مطلقة لا تتربص فليس من الشرع ، ولا يلزم من ذلك وقوع خبر الله تعالى على خلاف مخبره . وقيل : معناه ليتربصن ، فحذف اللام .الثالثة : قرأ جمهور الناس ( قروء ) على وزن فعول ، اللام همزة . ويروى عن نافع \" قرو \" بكسر الواو وشدها من غير همز . وقرأ الحسن \" قرء \" بفتح القاف وسكون الراء والتنوين . وقروء جمع أقرؤ وأقراء ، والواحد قرء بضم القاف ، قاله الأصمعي . وقال أبو زيد : ( قرء ) بفتح القاف ، وكلاهما قال : أقرأت المرأة إذا حاضت ، فهي مقرئ . وأقرأت طهرت . وقال الأخفش : أقرأت المرأة إذا صارت صاحبة حيض ، فإذا حاضت قلت : قرأت ، بلا ألف . يقال : أقرأت المرأة حيضة أو حيضتين . والقرء : انقطاع الحيض . وقال بعضهم : ما بين الحيضتين وأقرأت حاجتك : دنت ، عن الجوهري . وقال أبو عمرو بن العلاء : من العرب من يسمي الحيض قرءا ، ومنهم من يسمي الطهر قرءا ، ومنهم من يجمعهما جميعا ، فيسمي الطهر مع الحيض قرءا ، ذكره النحاس .الرابعة : واختلف العلماء في الأقراء ، فقال أهل الكوفة : هي الحيض ، وهو قول عمر وعلي وابن مسعود وأبي موسى ومجاهد وقتادة والضحاك وعكرمة والسدي . وقال أهل الحجاز : هي الأطهار ، وهو قول عائشة وابن عمر وزيد بن ثابت والزهري وأبان بن عثمان والشافعي . فمن جعل القرء اسما للحيض سماه بذلك ، لاجتماع الدم في الرحم ، ومن جعله اسما للطهر فلاجتماعه في البدن ، والذي يحقق لك هذا الأصل في القرء الوقت ، يقال : هبت الريح لقرئها وقارئها أي لوقتها ، قال الشاعر :كرهت العقر عقر بني شليل إذا هبت لقارئها الرياح[ ص: 107 ] فقيل للحيض : وقت ، وللطهر وقت ؛ لأنهما يرجعان لوقت معلوم ، وقال الأعشى في الأطهار :أفي كل عام أنت جاشم غزوة     تشد لأقصاها عزيم عزائكامورثة عزا وفي الحي رفعة     لما ضاع فيها من قروء نسائكاوقال آخر في الحيض :يا رب ذي ضغن علي فارض     له قروء كقروء الحائضيعني أنه طعنه فكان له دم كدم الحائض . وقال قوم : هو مأخوذ من قرء الماء في الحوض . وهو جمعه ، ومنه القرآن لاجتماع المعاني . ويقال لاجتماع حروفه ، ويقال : ما قرأت الناقة سلى قط ، أي لم تجمع في جوفها ، وقال عمرو بن كلثوم :ذراعي عيطل أدماء بكر     هجان اللون لم تقرأ جنينافكأن الرحم يجمع الدم وقت الحيض ، والجسم يجمعه وقت الطهر . قال أبو عمر بن عبد البر : قول من قال : إن القرء مأخوذ من قولهم : قريت الماء في الحوض ليس بشيء ؛ لأن القرء مهموز وهذا غير مهموز .قلت : هذا صحيح بنقل أهل اللغة : الجوهري وغيره . واسم ذلك الماء قرى ( بكسر القاف ، مقصور ) . وقيل : القرء ، الخروج إما من طهر إلى حيض أو من حيض إلى طهر ، وعلى هذا قال الشافعي في قول : القرء الانتقال من الطهر إلى الحيض ، ولا يرى الخروج من الحيض إلى الطهر قرءا . وكان يلزم بحكم الاشتقاق أن يكون قرءا ، ويكون معنى قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء . أي ثلاثة أدوار أو ثلاثة انتقالات ، والمطلقة متصفة بحالتين فقط ، فتارة تنتقل من طهر إلى حيض ، وتارة من حيض إلى طهر فيستقيم معنى الكلام ، ودلالته على الطهر والحيض جميعا ، فيصير الاسم مشتركا . ويقال : إذا ثبت أن القرء الانتقال فخروجها من طهر إلى حيض غير مراد بالآية أصلا ، ولذلك لم يكن الطلاق في الحيض طلاقا سنيا مأمورا به ، وهو الطلاق للعدة ، فإن الطلاق للعدة ما كان في الطهر ، وذلك يدل على كون القرء مأخوذا من الانتقال ، فإذا كان الطلاق في الطهر سنيا فتقدير الكلام : فعدتهن ثلاثة انتقالات ، فأولها الانتقال من الطهر الذي وقع فيه الطلاق ، والذي هو الانتقال من حيض إلى طهر لم يجعل قرءا ؛ لأن اللغة لا تدل عليه ، ولكن عرفنا بدليل آخر ، إن الله [ ص: 108 ] تعالى لم يرد الانتقال من حيض إلى طهر ، فإذا خرج أحدهما عن أن يكون مرادا بقي الآخر وهو الانتقال من الطهر إلى الحيض مرادا ، فعلى هذا عدتها ثلاثة انتقالات ، أولها الطهر ، وعلى هذا يمكن استيفاء ثلاثة أقراء كاملة إذا كان الطلاق في حالة الطهر ، ولا يكون ذلك حملا على المجاز بوجه ما . قال الكيا الطبري : وهذا نظر دقيق في غاية الاتجاه لمذهب الشافعي ، ويمكن أن نذكر في ذلك سرا لا يبعد فهمه من دقائق حكم الشريعة ، وهو أن الانتقال من الطهر إلى الحيض إنما جعل قرءا لدلالته على براءة الرحم ، فإن الحامل لا تحيض في الغالب فبحيضها علم براءة رحمها . والانتقال من حيض إلى طهر بخلافه ، فإن الحائض يجوز أن تحبل في أعقاب حيضها ، وإذا تمادى أمد الحمل وقوي الولد انقطع دمها ، ولذلك تمتدح العرب بحمل نسائهم في حالة الطهر ، وقد مدحت عائشة رسول الله صلى الله عليه وسلم بقول الشاعر :ومبرإ من كل غبر حيضة     وفساد مرضعة وداء مغيليعني أن أمه لم تحمل به في بقية حيضها . فهذا ما للعلماء وأهل اللسان في تأويل القرء . وقالوا : قرأت المرأة قرءا إذا حاضت أو طهرت . وقرأت أيضا إذا حملت . واتفقوا على أن القرء الوقت ، فإذا قلت : والمطلقات يتربصن بأنفسهن ثلاثة أوقات ، صارت الآية مفسرة في العدد محتملة في المعدود ، فوجب طلب البيان للمعدود من غيرها ، فدليلنا قول الله تعالى : فطلقوهن لعدتهن ، ولا خلاف أنه يؤمر بالطلاق وقت الطهر فيجب أن يكون هو المعتبر في العدة ، فإنه قال : فطلقوهن يعني وقتا تعتد به ، ثم قال تعالى : وأحصوا العدة . يريد ما تعتد به المطلقة وهو الطهر الذي تطلق فيه ، وقال صلى الله عليه وسلم لعمر : مرة فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر فتلك العدة التي أمر الله أن تطلق لها النساء . أخرجه مسلم وغيره . وهو نص في أن زمن الطهر هو الذي يسمى عدة ، وهو الذي تطلق فيه النساء . ولا خلاف أن من طلق في حال الحيض لم تعتد بذلك الحيض ، ومن طلق في حال الطهر فإنها تعتد عند الجمهور بذلك الطهر ، فكان ذلك أولى . قال أبو بكر بن عبد الرحمن : ما أدركنا أحدا من فقهائنا إلا يقول بقول عائشة في ( أن الأقراء هي الأطهار ) . فإذا طلق الرجل في طهر لم يطأ فيه اعتدت بما بقي منه ولو ساعة ولو لحظة ، ثم استقبلت طهرا ثانيا بعد حيضة ، ثم ثالثا [ ص: 109 ] بعد حيضة ثانية ، فإذا رأت الدم من الحيضة الثالثة حلت للأزواج وخرجت من العدة . فإن طلق مطلق في طهر قد مس فيه لزمه الطلاق وقد أساء ، واعتدت بما بقي من ذلك الطهر . وقال الزهري في امرأة طلقت في بعض طهرها : إنها تعتد بثلاثة أطهار سوى بقية ذلك الطهر . قال أبو عمر : لا أعلم أحدا ممن قال : الأقراء الأطهار يقول هذا غير ابن شهاب الزهري ، فإنه قال : تلغي الطهر الذي طلقت فيه ثم تعتد بثلاثة أطهار ؛ لأن الله عز وجل يقول ثلاثة قروء .قلت : فعلى قوله : لا تحل المطلقة حتى تدخل في الحيضة الرابعة ، وقول ابن القاسم ومالك وجمهور أصحابه والشافعي وعلماء المدينة : إن المطلقة إذا رأت أول نقطة من الحيضة الثالثة خرجت من العصمة ، وهو مذهب زيد بن ثابت وعائشة وابن عمر ، وبه قال أحمد بن حنبل ، وإليه ذهب داود بن علي وأصحابه . والحجة على الزهري أن النبي صلى الله عليه وسلم أذن في طلاق الطاهر من غير جماع ، ولم يقل أول الطهر ولا آخره . وقال أشهب : لا تنقطع العصمة والميراث حتى يتحقق أنه دم حيض ، لئلا تكون دفعة دم من غير الحيض . احتج الكوفيون بقوله عليه السلام لفاطمة بنت أبي حبيش حين شكت إليه الدم : إنما ذلك عرق فانظري فإذا أتى قرؤك فلا تصلي وإذا مر القرء فتطهري ثم صلي من القرء إلى القرء . وقال تعالى : واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر . فجعل الميئوس منه المحيض ، فدل على أنه هو العدة ، وجعل العوض منه هو الأشهر إذا كان معدوما . وقال عمر بحضرة الصحابة : ( عدة الأمة حيضتان ، نصف عدة الحرة ، ولو قدرت على أن أجعلها حيضة ونصفا لفعلت ) ، ولم ينكر عليه أحد . فدل على أنه إجماع منهم ، وهو قول عشرة من الصحابة منهم الخلفاء الأربعة ، وحسبك ما قالوا! وقوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء يدل على ذلك ؛ لأن المعنى يتربصن ثلاثة أقراء ، يريد كوامل ، هذا لا يمكن أن يكون إلا على قولنا بأن الأقراء الحيض ؛ لأن من يقول : إنه الطهر يجوز أن تعتد بطهرين وبعض آخر ؛ لأنه إذا طلق حال الطهر اعتدت عنده ببقية ذلك الطهر قرءا . وعندنا تستأنف من أول الحيض حتى يصدق الاسم ، فإذا طلق الرجل المرأة في طهر لم يطأ فيه استقبلت حيضة ثم حيضة ثم حيضة ، فإذا اغتسلت من الثالثة خرجت من العدة .قلت : هذا يرده قوله تعالى : سخرها عليهم سبع ليال وثمانية أيام فأثبت الهاء [ ص: 110 ] في ثمانية أيام ؛ لأن اليوم مذكر وكذلك القرء ، فدل على أنه المراد . ووافقنا أبو حنيفة على أنها إذا طلقت حائضا أنها لا تعتد بالحيضة التي طلقت فيها ولا بالطهر الذي بعدها ، وإنما تعتد بالحيض الذي بعد الطهر . وعندنا تعتد بالطهر ، على ما بيناه . وقد استجاز أهل اللغة أن يعبروا عن البعض باسم الجميع ، كما قال تعالى : الحج أشهر معلومات ، والمراد به شهران وبعض الثالث ، فكذلك قوله : ثلاثة قروء . والله أعلم . وقال بعض من يقول بالحيض : إذا طهرت من الثالثة انقضت العدة بعد الغسل وبطلت الرجعة ، قاله سعيد بن جبير وطاوس وابن شبرمة والأوزاعي . وقال شريك : إذا فرطت المرأة في الغسل عشرين سنة فلزوجها عليها الرجعة ما لم تغتسل . وروي عن إسحاق بن راهويه أنه قال : ( إذا طعنت المرأة في الحيضة الثالثة بانت وانقطعت رجعة الزوج . إلا أنها لا يحل لها أن تتزوج حتى تغتسل من حيضتها ) . وروي نحوه عن ابن عباس ، وهو قول ضعيف بدليل قول الله تعالى : فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن على ما يأتي . وأما ما ذكره الشافعي من أن نفس الانتقال من الطهر إلى الحيضة يسمى قرءا ففائدته تقصير العدة على المرأة ، وذلك أنه إذا طلق المرأة في آخر ساعة من طهرها فدخلت في الحيضة عدته قرءا ، وبنفس الانتقال من الطهر الثالث انقطعت العصمة وحلت . والله أعلم .الخامسة : والجمهور من العلماء على أن عدة الأمة التي تحيض من طلاق زوجها حيضتان . وروي عن ابن سيرين أنه قال : ما أرى عدة الأمة إلا كعدة الحرة ، إلا أن تكون مضت في ذلك سنة : فإن السنة أحق أن تتبع . وقال الأصم عبد الرحمن بن كيسان وداود بن علي وجماعة أهل الظاهر : إن الآيات في عدة الطلاق والوفاة بالأشهر والأقراء عامة في حق الأمة والحرة ، فعدة الحرة والأمة سواء . واحتج الجمهور بقوله عليه السلام : طلاق الأمة تطليقتان وعدتها حيضتان . رواه ابن جريج عن عطاء عن مظاهر بن أسلم عن أبيه عن القاسم بن محمد عن عائشة قالت : قال رسول الله صلى الله عليه وسلم : طلاق الأمة تطليقتان وقرؤها حيضتان فأضاف إليها الطلاق والعدة جميعا ، إلا أن مظاهر بن أسلم انفرد بهذا الحديث وهو ضعيف . وروي عن ابن عمر : أيهما رق نقص طلاقه ، وقالت به فرقة من العلماء .[ ص: 111 ] قوله تعالى : ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن فيه مسألتان : الأولى : قوله تعالى ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن أي من الحيض ، قاله عكرمة والزهري والنخعي . وقيل : الحمل ، قاله عمر وابن عباس . وقال مجاهد : الحيض والحمل معا ، وهذا على أن الحامل تحيض . والمعنى المقصود من الآية أنه لما دار أمر العدة على الحيض والأطهار ولا اطلاع إلا من جهة النساء جعل القول قولها إذا ادعت انقضاء العدة أو عدمها ، وجعلهن مؤتمنات على ذلك ، وهو مقتضى قوله تعالى : ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن . وقال سليمان بن يسار : ولم نؤمر أن نفتح النساء فننظر إلى فروجهن ، ولكن وكل ذلك إليهن إذ كن مؤتمنات . ومعنى النهي عن الكتمان النهي عن الإضرار بالزوج وإذهاب حقه ، فإذا قالت المطلقة : حضت ، وهي لم تحض ، ذهبت بحقه من الارتجاع ، وإذا قالت : لم أحض ، وهي قد حاضت ، ألزمته من النفقة ما لم يلزمه فأضرت به ، أو تقصد بكذبها في نفي الحيض ألا ترتجع حتى تنقضي العدة ويقطع الشرع حقه ، وكذلك الحامل تكتم الحمل ، لتقطع حقه من الارتجاع . قال قتادة : كانت عادتهن في الجاهلية أن يكتمن الحمل ليلحقن الولد بالزوج الجديد ، ففي ذلك نزلت الآية . وحكي أن رجلا من أشجع أتى رسول الله صلى الله عليه وسلم فقال : يا رسول الله ، إني طلقت امرأتي وهي حبلى ، ولست آمن أن تتزوج فيصير ولدي لغيري فأنزل الله الآية ، وردت امرأة الأشجعي عليه .الثانية : قال ابن المنذر : وقال كل من حفظت عنه من أهل العلم : إذا قالت المرأة في عشرة أيام : قد حضت ثلاث حيض وانقضت عدتي إنها لا تصدق ولا يقبل ذلك منها ، إلا أن تقول : قد أسقطت سقطا قد استبان خلقه . واختلفوا في المدة التي تصدق فيها المرأة ، فقال مالك : إذا قالت انقضت عدتي في أمد تنقضي في مثله العدة قبل قولها ، فإن أخبرت بانقضاء العدة في مدة تقع نادرا فقولان . قال في المدونة : إذا قالت حضت ثلاث حيض في شهر صدقت إذا صدقها النساء ، وبه قال شريح ، وقال له علي بن أبي طالب : قالون! أي أصبت وأحسنت . وقال في كتاب محمد : لا تصدق إلا في شهر ونصف . ونحوه قول أبي ثور ، قال أبو ثور : أقل ما يكون ذلك في سبعة وأربعين يوما ، وذلك أن أقل الطهر خمسة عشر يوما ، وأقل الحيض يوم . وقال النعمان : لا تصدق في أقل من ستين يوما ، وقال به الشافعي .قوله تعالى : إن كن يؤمن بالله واليوم الآخر هذا وعيد عظيم شديد لتأكيد تحريم الكتمان ، وإيجاب لأداء الأمانة في الإخبار عن الرحم بحقيقة ما فيه . أي فسبيل المؤمنات ألا [ ص: 112 ] يكتمن الحق ، وليس قوله : إن كن يؤمن بالله على أنه أبيح لمن لا يؤمن أن يكتم ؛ لأن ذلك لا يحل لمن لا يؤمن ، وإنما هو كقولك : إن كنت أخي فلا تظلمني ، أي فينبغي أن يحجزك الإيمان عنه ؛ لأن هذا ليس من فعل أهل الإيمان .قوله تعالى : وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحا فيه إحدى عشرة مسألة : الأولى : قوله تعالى : وبعولتهن البعولة جمع البعل ، وهو الزوج ، سمي بعلا لعلوه على الزوجة بما قد ملكه من زوجيتها ، ومنه قوله تعالى : أتدعون بعلا ، أي ربا ، لعلوه في الربوبية ، يقال : بعل وبعولة ، كما يقال في جمع الذكر : ذكر وذكورة ، وفي جمع الفحل : فحل وفحولة ، وهذه الهاء زائدة مؤكدة لتأنيث الجماعة ، وهو شاذ لا يقاس عليه ، ويعتبر فيها السماع ، فلا يقال في لعب : لعوبة . وقيل : هي هاء تأنيث دخلت على فعول . والبعولة أيضا مصدر البعل . وبعل الرجل يبعل ( مثل منع يمنع ) بعولة ، أي صار بعلا : والمباعلة والبعال : الجماع ، ومنه قوله عليه السلام لأيام التشريق : إنها أيام أكل وشرب وبعال وقد تقدم . فالرجل بعل المرأة ، والمرأة بعلته . وباعل مباعلة إذا باشرها . وفلان بعل هذا ، أي مالكه وربه . وله محامل كثيرة تأتي إن شاء الله تعالى .الثانية : قوله تعالى : أحق بردهن أي بمراجعتهن ، فالمراجعة على ضربين : مراجعة في العدة على حديث ابن عمر . ومراجعة بعد العدة على حديث معقل ، وإذا كان هذا فيكون في الآية دليل على تخصيص ما شمله العموم في المسميات ؛ لأن قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء عام في المطلقات ثلاثا ، وفيما دونها لا خلاف فيه . ثم قوله : وبعولتهن أحق حكم خاص فيمن كان طلاقها دون الثلاث . وأجمع العلماء على أن الحر إذا طلق زوجته الحرة ، وكانت مدخولا بها تطليقة أو تطليقتين ، أنه أحق برجعتها ما لم تنقض عدتها وإن كرهت المرأة ، فإن لم يراجعها المطلق حتى انقضت عدتها فهي أحق بنفسها وتصير أجنبية منه ، لا تحل له إلا بخطبة ونكاح مستأنف بولي وإشهاد ، ليس على سنة المراجعة ، وهذا إجماع من العلماء . قال المهلب : وكل من راجع في العدة فإنه لا يلزمه شيء من أحكام النكاح غير الإشهاد على المراجعة فقط ، وهذا إجماع من العلماء ، لقوله تعالى : فإذا بلغن أجلهن فأمسكوهن بمعروف أو فارقوهن بمعروف وأشهدوا ذوي عدل منكم ، فذكر الإشهاد في [ ص: 113 ] الرجعة ولم يذكره في النكاح ولا في الطلاق . قال ابن المنذر : وفيما ذكرناه من كتاب الله مع إجماع أهل العلم كفاية عن ذكر ما روي عن الأوائل في هذا الباب ، والله تعالى أعلمالثالثة : واختلفوا فيما يكون به الرجل مراجعا في العدة ، فقال مالك : إذا وطئها في العدة وهو يريد الرجعة وجهل أن يشهد فهي رجعة . وينبغي للمرأة أن تمنعه الوطء حتى يشهد ، وبه قال إسحاق ، لقوله عليه السلام : إنما الأعمال بالنيات ، وإنما لكل امرئ ما نوى . فإن وطئ في العدة لا ينوي الرجعة فقال مالك : يراجع في العدة ولا يطأ حتى يستبرئها من مائه الفاسد . قال ابن القاسم : فإن انقضت عدتها لم ينكحها هو ولا غيره في بقية مدة الاستبراء ، فإن فعل فسخ نكاحه ، ولا يتأبد تحريمها عليه لأن الماء ماؤه . وقالت طائفة : إذا جامعها فقد راجعها ، هكذا قال سعيد بن المسيب . والحسن البصري وابن سيرين والزهري وعطاء وطاوس والثوري . قال : ويشهد ، وبه قال أصحاب الرأي والأوزاعي وابن أبي ليلى ، حكاه ابن المنذر . وقال أبو عمر : وقد قيل : وطؤه مراجعة على كل حال ، نواها أو لم ينوها ، ويروى ذلك عن طائفة من أصحاب مالك ، وإليه ذهب الليث . ولم يختلفوا فيمن باع جاريته بالخيار أن له وطأها في مدة الخيار ، وأنه قد ارتجعها بذلك إلى ملكه واختار نقض البيع بفعله ذلك . وللمطلقة الرجعية حكم من هذا . والله أعلم .الرابعة : من قبل أو باشر ينوي بذلك الرجعة كانت رجعة ، وإن لم ينو بالقبلة والمباشرة الرجعة كان آثما وليس بمراجع . والسنة أن يشهد قبل أن يطأ أو قبل أن يقبل أو يباشر . وقال أبو حنيفة وأصحابه : إن وطئها أو لمسها بشهوة أو نظر إلى فرجها بشهوة فهي رجعة ، وهو قول الثوري وينبغي أن يشهد . وفي قول مالك والشافعي وإسحاق وأبي عبيد وأبي ثور لا يكون رجعة ، قاله ابن المنذر . وفي \" المنتقى \" قال : ولا خلاف في صحة الارتجاع بالقول ، فأما بالفعل نحو الجماع والقبلة فقال القاضي أبو محمد : يصح بها وبسائر الاستمتاع للذة . قال ابن المواز : ومثل الجسة للذة ، أو أن ينظر إلى فرجها أو ما قارب ذلك من محاسنها إذا أراد بذلك الرجعة ، خلافا للشافعي في قوله : لا تصح الرجعة إلا بالقول ، وحكاه ابن المنذر عن أبي ثور وجابر بن زيد وأبي قلابة .الخامسة : قال الشافعي : إن جامعها ينوي الرجعة ، أو لا ينويها فليس برجعة ، ولها عليه مهر مثلها . وقال مالك : لا شيء لها ؛ لأنه لو ارتجعها لم يكن عليه مهر ، فلا يكون الوطء دون الرجعة أولى بالمهر من الرجعة . وقال أبو عمر : ولا أعلم أحدا أوجب عليه مهر المثل غير [ ص: 114 ] الشافعي ، وليس قوله بالقوي ؛ لأنها في حكم الزوجات وترثه ويرثها ، فكيف يجب مهر المثل في وطء امرأة حكمها في أكثر أحكامها حكم الزوجة! إلا أن الشبهة في قول الشافعي قوية ؛ لأنها عليه محرمة إلا برجعة لها . وقد أجمعوا على أن الموطوءة بشبهة يجب لها المهر ، وحسبك بهذا!السادسة : واختلفوا هل يسافر بها قبل أن يرتجعها ، فقال مالك والشافعي : لا يسافر بها حتى يراجعها ، وكذلك قال أبو حنيفة وأصحابه إلا زفر فإنه روى عنه الحسن بن زياد أن له أن يسافر بها قبل الرجعة ، وروى عنه عمرو بن خالد ، لا يسافر بها حتى يراجع .السابعة : واختلفوا هل له أن يدخل عليها ويرى شيئا من محاسنها ، وهل تتزين له وتتشرف ، فقال مالك : لا يخلو معها ، ولا يدخل عليها إلا بإذن ، ولا ينظر إليها إلا وعليها ثيابها ، ولا ينظر إلى شعرها ، ولا بأس أن يأكل معها إذا كان معهما غيرهما ، ولا يبيت معها في بيت وينتقل عنها . وقال ابن القاسم : رجع مالك عن ذلك فقال : لا يدخل عليها ولا يرى شعرها . ولم يختلف أبو حنيفة وأصحابه في أنها تتزين له وتتطيب وتلبس الحلي وتتشرف . وعن سعيد بن المسيب قال : إذا طلق الرجل امرأته تطليقة فإنه يستأذن عليها ، وتلبس ما شاءت من الثياب والحلي ، فإن لم يكن لهما إلا بيت واحد فليجعلا بينهما سترا ، ويسلم إذا دخل ، ونحوه عن قتادة ، ويشعرها إذا دخل بالتنخم والتنحنح . وقال الشافعي : المطلقة طلاقا يملك رجعتها محرمة على مطلقها تحريم المبتوتة حتى يراجع ، ولا يراجع إلا بالكلام ، على ما تقدم .الثامنة : أجمع العلماء على أن المطلق إذا قال بعد انقضاء العدة : إني كنت راجعتك في العدة وأنكرت أن القول قولها مع يمينها ، ولا سبيل له إليها ، غير أن النعمان كان لا يرى يمينا في النكاح ولا في الرجعة ، وخالفه صاحباه فقالا كقول سائر أهل العلم . وكذلك إذا كانت الزوجة أمة واختلف المولى والجارية ، والزوج يدعي الرجعة في العدة بعد انقضاء العدة وأنكرت فالقول قول الزوجة الأمة وإن كذبها مولاها ، هذا قول الشافعي وأبي ثور والنعمان . وقال يعقوب ومحمد : القول قول المولى وهو أحق بها .التاسعة : لفظ الرد يقتضي زوال العصمة ، إلا أن علماءنا قالوا : إن الرجعية محرمة الوطء ، فيكون الرد عائدا إلى الحل . وقال الليث بن سعد وأبو حنيفة ومن قال بقولهما - في أن الرجعة محللة الوطء : إن الطلاق فائدته تنقيص العدد الذي جعل له خاصة ، وأن أحكام [ ص: 115 ] الزوجية باقية لم ينحل منها شيء - قالوا : وأحكام الزوجية وإن كانت باقية فالمرأة ما دامت في العدة سائرة في سبيل الزوال بانقضاء العدة ، فالرجعة رد عن هذه السبيل التي أخذت المرأة في سلوكها ، وهذا رد مجازي ، والرد الذي حكمنا به رد حقيقي ، فإن هناك زوال مستنجز وهو تحريم الوطء ، فوقع الرد عنه حقيقة ، والله أعلم .العاشرة : لفظ ( أحق ) يطلق عند تعارض حقين ، ويترجح أحدهما ، فالمعنى : حق الزوج في مدة التربص أحق من حقها بنفسها ، فإنها إنما تملك نفسها بعد انقضاء العدة ، ومثل هذا قوله عليه السلام : الأيم أحق بنفسها من وليها . وقد تقدم .الحادية عشرة : الرجل مندوب إلى المراجعة ، ولكن إذا قصد الإصلاح بإصلاح حاله معها ، وإزالة الوحشة بينهما ، فأما إذا قصد الإضرار وتطويل العدة والقطع بها عن الخلاص من ربقة النكاح فمحرم ، لقوله تعالى : ولا تمسكوهن ضرارا لتعتدوا ، ثم من فعل ذلك فالرجعة صحيحة ، وإن ارتكب النهي وظلم نفسه ، ولو علمنا نحن ذلك المقصد طلقنا عليه .قوله تعالى : ولهن مثل الذي عليهن بالمعروففيه ثلاث مسائل :الأولى : قوله تعالى : ولهن أي لهن من حقوق الزوجية على الرجال مثل ما للرجال عليهن ، ولهذا قال ابن عباس : إني لأتزين لامرأتي كما تتزين لي ، وما أحب أن أستنظف كل حقي الذي لي عليها فتستوجب حقها الذي لها علي ؛ لأن الله تعالى قال : ولهن مثل الذي عليهن بالمعروف أي زينة من غير مأثم . وعنه أيضا : أي لهن من حسن الصحبة والعشرة بالمعروف على أزواجهن مثل الذي عليهن من الطاعة فيما أوجبه عليهن لأزواجهن . وقيل : إن لهن على أزواجهن ترك مضارتهن كما كان ذلك عليهن لأزواجهن . قاله الطبري : وقال ابن زيد : تتقون الله فيهن كما عليهن أن يتقين الله عز وجل فيكم ، والمعنى متقارب . والآية تعم جميع ذلك من حقوق الزوجية .الثانية : قول ابن عباس : ( إني لأتزين لامرأتي ) . قال العلماء : أما زينة الرجال فعلى تفاوت أحوالهم ، فإنهم يعملون ذلك على اللبق والوفاق ، فربما كانت زينة تليق في وقت ولا تليق في وقت ، وزينة تليق بالشباب ، وزينة تليق بالشيوخ ولا تليق بالشباب ، ألا ترى أن الشيخ والكهل إذا حف شاربه ليق به ذلك وزانه ، والشاب إذا فعل ذلك سمج ومقت . لأن اللحية لم توفر بعد ، فإذا حف شاربه في أول ما خرج وجهه سمج ، وإذا وفرت لحيته وحف شاربه زانه [ ص: 116 ] ذلك . وروي عن رسول الله صلى الله عليه وسلم أنه قال : أمرني ربي أن أعفي لحيتي وأحفي شاربي . وكذلك في شأن الكسوة ، ففي هذا كله ابتغاء الحقوق ، فإنما يعمل على اللبق والوفاق ليكون عند امرأته في زينة تسرها ويعفها عن غيره من الرجال . وكذلك الكحل من الرجال منهم من يليق به ومنهم من لا يليق به . فأما الطيب والسواك والخلال والرمي بالدرن وفضول الشعر والتطهير وقلم الأظفار فهو بين موافق للجميع . والخضاب للشيوخ والخاتم للجميع من الشباب والشيوخ زينة ، وهو حلي الرجال على ما يأتي بيانه في سورة \" النحل \" . ثم عليه أن يتوخى أوقات حاجتها إلى الرجل فيعفها ويغنيها عن التطلع إلى غيره . وإن رأى الرجل من نفسه عجزا عن إقامة حقها في مضجعها أخذ من الأدوية التي تزيد في باهه وتقوي شهوته حتى يعفها .الثالثة : قوله تعالى : وللرجال عليهن درجة أي منزلة . ومدرجة الطريق : قارعته ، والأصل فيه الطي ، يقال : درجوا ، أي طووا عمرهم ، ومنها الدرجة التي يرتقى عليها . ويقال : رجل بين الرجلة ، أي القوة . وهو أرجل الرجلين ، أي أقواهما . وفرس رجيل ، أي قوي ، ومنه الرجل ، لقوتها على المشي . فزيادة درجة الرجل بعقله وقوته على الإنفاق وبالدية والميراث والجهاد . وقال حميد : الدرجة اللحية ، وهذا إن صح عنه فهو ضعيف لا يقتضيه لفظ الآية ولا معناها . قال ابن العربي : فطوبى لعبد أمسك عما لا يعلم ، وخصوصا في كتاب الله تعالى! ولا يخفى على لبيب فضل الرجال على النساء ، ولو لم يكن إلا أن المرأة خلقت من الرجل فهو أصلها ، وله أن يمنعها من التصرف إلا بإذنه ، فلا تصوم إلا بإذنه ولا تحج إلا معه . وقيل : الدرجة الصداق ، قاله الشعبي . وقيل : جواز الأدب . وعلى الجملة ف ( درجة ) تقتضي التفضيل ، وتشعر بأن حق الزوج عليها أوجب من حقها عليه ، ولهذا قال عليه السلام : ولو أمرت أحدا بالسجود لغير الله لأمرت المرأة أن تسجد لزوجها . وقال ابن عباس : ( الدرجة إشارة إلى [ ص: 117 ] حض الرجال على حسن العشرة ، والتوسع للنساء في المال والخلق ، أي أن الأفضل ينبغي أن يتحامل على نفسه ) . قال ابن عطية : وهذا قول حسن بارع . قال الماوردي : يحتمل أنها في حقوق النكاح ، له رفع العقد دونها ، ويلزمها إجابته إلى الفراش ، ولا يلزمه إجابتها .قلت : ومن هذا قوله عليه السلام : أيما امرأة دعاها زوجها إلى فراشه فأبت عليه لعنتها الملائكة حتى تصبح . \" والله عزيز \" أي منيع السلطان لا معترض عليه . \" حكيم \" أي عالم مصيب فيما يفعل .",
  "ayah": 228,
  "surah": 2
}
