{
  "text": "قوله تعالى : الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمونقوله تعالى : الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان فيه سبع مسائل : الأولى : قوله تعالى : الطلاق مرتان ثبت أن أهل الجاهلية لم يكن عندهم للطلاق عدد ، وكانت عندهم العدة معلومة مقدرة ، وكان هذا في أول الإسلام برهة ، يطلق الرجل امرأته ما شاء من الطلاق ، فإذا كادت تحل من طلاقه راجعها ما شاء ، فقال رجل لامرأته على عهد النبي صلى الله عليه وسلم : لا آويك ولا أدعك تحلين ، قالت : وكيف ؟ قال : أطلقك فإذا دنا مضي عدتك راجعتك . فشكت المرأة ذلك إلى عائشة ، فذكرت ذلك للنبي صلى الله عليه وسلم ، فأنزل الله تعالى هذه الآية بيانا لعدد الطلاق الذي للمرء فيه أن يرتجع دون تجديد مهر وولي ، ونسخ ما كانوا عليه . قال معناه عروة بن الزبير وقتادة وابن زيد وغيرهم . وقال ابن مسعود وابن عباس ومجاهد وغيرهم : ( المراد بالآية التعريف بسنة الطلاق ، أي من طلق اثنتين فليتق الله في الثالثة ، فإما [ ص: 118 ] تركها غير مظلومة شيئا من حقها ، وإما أمسكها محسنا عشرتها ، والآية تتضمن هذين المعنيين ) .الثانية : الطلاق هو حل العصمة المنعقدة بين الأزواج بألفاظ مخصوصة . والطلاق مباح بهذه الآية وبغيرها ، وبقوله عليه السلام في حديث ابن عمر : فإن شاء أمسك وإن شاء طلق وقد طلق رسول الله صلى الله عليه وسلم حفصة ثم راجعها ، خرجه ابن ماجه . وأجمع العلماء على أن من طلق امرأته طاهرا في طهر لم يمسها فيه أنه مطلق للسنة ، وللعدة التي أمر الله تعالى بها ، وأن له الرجعة إذا كانت مدخولا بها قبل أن تنقضي عدتها ، فإذا انقضت فهو خاطب من الخطاب . فدل الكتاب والسنة وإجماع الأمة على أن الطلاق مباح غير محظور . قال ابن المنذر : وليس في المنع منه خبر يثبت .الثالثة : روى الدارقطني حدثني أبو العباس محمد بن موسى بن علي الدولابي ويعقوب بن إبراهيم ، قالا : حدثنا الحسن بن عرفة حدثنا إسماعيل بن عياش بن حميد بن مالك اللخمي عن مكحول عن معاذ بن جبل قال : قال لي رسول الله صلى الله عليه وسلم : يا معاذ ما خلق الله شيئا على وجه الأرض أحب إليه من العتاق ولا خلق الله تعالى شيئا على وجه الأرض أبغض إليه من الطلاق فإذا قال الرجل لمملوكه أنت حر إن شاء الله فهو حر ولا استثناء له وإذا قال الرجل لامرأته أنت طالق إن شاء الله فله استثناؤه ولا طلاق عليه . حدثنا محمد بن موسى بن علي حدثنا حميد بن الربيع حدثنا يزيد بن هارون أنبأنا إسماعيل بن عياش بإسناده نحوه . قال حميد قال لي يزيد بن هارون : وأي حديث لو كان حميد بن مالك اللخمي معروفا! قلت : هو جدي! قال يزيد : سررتني ، الآن صار حديثا! . قال ابن المنذر : وممن رأى الاستثناء في الطلاق طاوس وحماد والشافعي وأبو ثور وأصحاب الرأي . ولا يجوز الاستثناء في الطلاق في قول مالك والأوزاعي ، وهو قول الحسن وقتادة في الطلاق خاصة . قال : وبالقول الأول أقول .الرابعة : قوله تعالى : فإمساك بمعروف ابتداء ، والخبر أمثل أو أحسن ، ويصح أن يرتفع على خبر ابتداء محذوف ، أي فعليكم إمساك بمعروف ، أو فالواجب عليكم إمساك بما [ ص: 119 ] يعرف أنه الحق . ويجوز في غير القرآن \" فإمساكا \" على المصدر . ومعنى \" بإحسان \" أي لا يظلمها شيئا من حقها ، ولا يتعدى في قول . والإمساك : خلاف الإطلاق . والتسريح : إرسال الشيء ، ومنه تسريح الشعر ، ليخلص البعض من البعض . وسرح الماشية : أرسلها . والتسريح يحتمل لفظه معنيين : أحدهما : تركها حتى تتم العدة من الطلقة الثانية ، وتكون أملك لنفسها ، وهذا قول السدي والضحاك . والمعنى الآخر أن يطلقها ثالثة فيسرحها ، هذا قول مجاهد وعطاء وغيرهما ، وهو أصح لوجوه ثلاثة :أحدها : ما رواه الدارقطني عن أنس أن رجلا قال : يا رسول الله ، قال الله تعالى : الطلاق مرتان فلم صار ثلاثا ؟ قال : \" إمساك بمعروف أو تسريح بإحسان - في رواية - هي الثالثة \" . ذكره ابن المنذر .الثاني : إن التسريح من ألفاظ الطلاق ، ألا ترى أنه قد قرئ \" إن عزموا السراح \" .الثالثة : أن فعل تفعيلا يعطي أنه أحدث فعلا مكررا على الطلقة الثانية ، وليس في الترك إحداث فعل يعبر عنه بالتفعيل ، قال أبو عمر : وأجمع العلماء على أن قوله تعالى : أو تسريح بإحسان هي الطلقة الثالثة بعد الطلقتين ، وإياها عنى بقوله تعالى : فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره . وأجمعوا على أن من طلق امرأته طلقة أو طلقتين فله مراجعتها ، فإن طلقها الثالثة لم تحل له حتى تنكح زوجا غيره ، وكان هذا من محكم القرآن الذي لم يختلف في تأويله . وقد روي من أخبار العدول مثل ذلك أيضا : حدثنا سعيد بن نصر قال حدثنا قاسم بن أصبغ قال : حدثنا محمد بن وضاح قال : حدثنا أبو بكر بن أبي شيبة قال : حدثنا أبو معاوية عن إسماعيل بن سميع عن أبي رزين قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : يا رسول الله ، أرأيت قول الله تعالى : الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان فأين الثالثة ؟ فقال رسول الله صلى الله عليه وسلم : فإمساك بمعروف أو تسريح بإحسان . ورواه الثوري وغيره عن إسماعيل بن سميع عن أبي رزين مثله .قلت : وذكر الكيا الطبري هذا الخبر وقال : إنه غير ثابت من جهة النقل ، ورجح قول الضحاك والسدي ، وأن الطلقة الثالثة إنما هي مذكورة في مساق الخطاب في قوله تعالى : فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره . فالثالثة مذكورة في صلب هذا الخطاب ، مفيدة للبينونة الموجبة للتحريم إلا بعد زوج ، فوجب حمل قوله : أو تسريح بإحسان [ ص: 120 ] على فائدة مجددة ، وهو وقوع البينونة بالثنتين عند انقضاء العدة ، وعلى أن المقصود من الآية بيان عدد الطلاق الموجب للتحريم ، ونسخ ما كان جائزا من إيقاع الطلاق بلا عدد محصور ، فلو كان قوله : أو تسريح بإحسان هو الثالثة لما أبان عن المقصد في إيقاع التحريم بالثلاث ، إذ لو اقتصر عليه لما دل على وقوع البينونة المحرمة لها إلا بعد زوج ، وإنما علم التحريم بقوله تعالى : فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره . فوجب ألا يكون معنى قوله : أو تسريح بإحسان الثالثة ، ولو كان قوله : أو تسريح بإحسان بمعنى الثالثة كان قوله عقيب ذلك : فإن طلقها الرابعة ؛ لأن الفاء للتعقيب ، وقد اقتضى طلاقا مستقبلا بعد ما تقدم ذكره ، فثبت بذلك أن قوله تعالى : أو تسريح بإحسان هو تركها حتى تنقضي عدتها .الخامسة : ترجم البخاري على هذه الآية \" باب من أجاز الطلاق الثلاث بقوله تعالى : الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان وهذا إشارة منه إلى أن هذا التعديد إنما هو فسحة لهم ، فمن ضيق على نفسه لزمه . قال علماؤنا : واتفق أئمة الفتوى على لزوم إيقاع الطلاق الثلاث في كلمة واحدة ، وهو قول جمهور السلف ، وشذ طاوس وبعض أهل الظاهر إلى أن طلاق الثلاث في كلمة واحدة يقع واحدة ، ويروى هذا عن محمد بن إسحاق والحجاج بن أرطاة . وقيل عنهما : لا يلزم منه شيء ، وهو قول مقاتل . ويحكى عن داود أنه قال لا يقع . والمشهور عن الحجاج بن أرطاة وجمهور السلف والأئمة أنه لازم واقع ثلاثا . ولا فرق بين أن يوقع ثلاثا مجتمعة في كلمة أو متفرقة في كلمات ، فأما من ذهب إلى أنه لا يلزم منه شيء فاحتج بدليل قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء . وهذا يعم كل مطلقة إلا ما خص منه ، وقد تقدم . وقال : الطلاق مرتان والثالثة فإمساك بمعروف أو تسريح بإحسان . ومن طلق ثلاثا في كلمة فلا يلزم ، إذ هو غير مذكور في القرآن . وأما من ذهب إلى أنه واقع واحدة فاستدل بأحاديث ثلاثة : أحدها : حديث ابن عباس من رواية طاوس وأبي الصهباء وعكرمة . وثانيها : حديث ابن عمر على رواية من روى ( أنه طلق امرأته ثلاثا ، وأنه عليه السلام أمره برجعتها واحتسبت له واحدة ) . وثالثها : ( أن ركانة طلق امرأته ثلاثا فأمره رسول الله صلى الله عليه وسلم برجعتها ، والرجعة تقتضي وقوع واحدة ) . والجواب عن الأحاديث ما ذكره الطحاوي أن سعيد بن جبير ومجاهدا وعطاء وعمرو بن دينار ومالك بن الحويرث ومحمد بن [ ص: 121 ] إياس بن البكير والنعمان بن أبي عياش رووا عن ابن عباس ( فيمن طلق امرأته ثلاثا أنه قد عصى ربه وبانت منه امرأته ، ولا ينكحها إلا بعد زوج ) ، وفيما رواه هؤلاء الأئمة عن ابن عباس مما يوافق الجماعة ما يدل على وهن رواية طاوس وغيره ، وما كان ابن عباس ليخالف الصحابة إلى رأي نفسه . قال ابن عبد البر : ورواية طاوس وهم وغلط لم يعرج عليها أحد من فقهاء الأمصار بالحجاز والشام والعراق والمشرق والمغرب ، وقد قيل : إن أبا الصهباء لا يعرف في موالي ابن عباس . قال القاضي أبو الوليد الباجي : \" وعندي أن الرواية عن ابن طاوس بذلك صحيحة ، فقد روى عنه الأئمة : معمر وابن جريج وغيرهما ، وابن طاوس إمام . والحديث الذي يشيرون إليه هو ما رواه ابن طاوس عن أبيه عن ابن عباس قال : ( كان الطلاق على عهد رسول الله صلى الله عليه وسلم وأبي بكر وسنتين من خلافة عمر بن الخطاب طلاق الثلاث واحدة ، فقال عمر رضي الله عنه : إن الناس قد استعجلوا في أمر كانت لهم فيه أناة ، فلو أمضيناه عليهم! فأمضاه عليهم ) . ومعنى الحديث أنهم كانوا يوقعون طلقة واحدة بدل إيقاع الناس الآن ثلاث تطليقات ، ويدل على صحة هذا التأويل أن عمر قال : إن الناس قد استعجلوا في أمر كانت لهم فيه أناة ، فأنكر عليهم أن أحدثوا في الطلاق استعجال أمر كانت لهم فيه أناة ، فلو كان حالهم ذلك في أول الإسلام في زمن النبي صلى الله عليه وسلم ما قاله ، ولا عاب عليهم أنهم استعجلوا في أمر كانت لهم فيه أناة . ويدل على صحة هذا التأويل ما روي عن ابن عباس من غير طريق أنه ( أفتى بلزوم الطلاق الثلاث لمن أوقعها مجتمعة ) ، فإن كان هذا معنى حديث ابن طاوس فهو الذي قلناه ، وإن حمل حديث ابن عباس على ما يتأول فيه من لا يعبأ بقوله فقد رجع ابن عباس إلى قول الجماعة وانعقد به الإجماع ، ودليلنا من جهة القياس أن هذا طلاق أوقعه من يملكه فوجب أن يلزمه ، أصل ذلك إذا أوقعه مفردا \" .قلت : ما تأوله الباجي هو الذي ذكر معناه الكيا الطبري عن علماء الحديث ، أي إنهم كانوا يطلقون طلقة واحدة هذا الذي يطلقون ثلاثا ، أي ما كانوا يطلقون في كل قرء طلقة ، وإنما كانوا يطلقون في جميع العدة واحدة إلى أن تبين وتنقضي العدة . وقال القاضي أبو محمد عبد الوهاب : معناه أن الناس كانوا يقتصرون على طلقة واحدة ، ثم أكثروا أيام عمر من إيقاع الثلاث . قال القاضي : وهذا هو الأشبه بقول الراوي : إن الناس في أيام عمر استعجلوا الثلاث فعجل عليهم ، معناه ألزمهم حكمها . وأما حديث ابن عمر فإن الدارقطني روى عن أحمد بن صبيح عن طريف بن ناصح عن معاوية بن عمار الدهني عن أبي الزبير قال : سألت ابن عمر [ ص: 122 ] عن رجل طلق امرأته ثلاثا وهي حائض ، فقال لي : أتعرف ابن عمر ؟ قلت : نعم ، قال : طلقت امرأتي ثلاثا على عهد رسول الله صلى الله عليه وسلم وهي حائض فردها رسول الله صلى الله عليه وسلم إلى السنة . فقال الدارقطني : كلهم من الشيعة ، والمحفوظ أن ابن عمر طلق امرأته واحدة في الحيض . قال عبيد الله : وكان تطليقه إياها في الحيض واحدة غير أنه خالف السنة . وكذلك قال صالح بن كيسان وموسى بن عقبة وإسماعيل بن أمية وليث بن سعد وابن أبي ذئب وابن جريج وجابر وإسماعيل بن إبراهيم بن عقبة عن نافع : أن ابن عمر طلق تطليقة واحدة . وكذا قال الزهري عن سالم عن أبيه ، ويونس بن جبير والشعبي والحسن . وأما حديث ركانة فقيل : إنه حديث مضطرب منقطع ، لا يستند من وجه يحتج به ، رواه أبو داود من حديث ابن جريج عن بعض بني أبي رافع ، وليس فيهم من يحتج به ، عن عكرمة عن ابن عباس . وقال فيه : إن ركانة بن عبد يزيد طلق امرأته ثلاثا ، فقال له رسول الله صلى الله عليه وسلم : ( أرجعها ) . وقد رواه أيضا من طرق عن نافع بن عجير أن ركانة بن عبد يزيد طلق امرأته البتة فاستحلفه رسول الله صلى الله عليه وسلم ما أراد بها ؟ فحلف ما أراد إلا واحدة ، فردها إليه . فهذا اضطراب في الاسم والفعل ، ولا يحتج بشيء من مثل هذا .قلت : قد أخرج هذا الحديث من طرق الدارقطني في سننه ، قال في بعضها : \" حدثنا محمد بن يحيى بن مرداس حدثنا أبو داود السجستاني حدثنا أحمد بن عمرو بن السرح وأبو ثور إبراهيم بن خالد الكلبي وآخرون قالوا : حدثنا محمد بن إدريس الشافعي حدثني عمي محمد بن علي بن شافع عن عبد الله بن علي بن السائب عن نافع بن عجير بن عبد يزيد : أن ركانة بن عبد يزيد طلق امرأته سهيمة المزنية البتة ، فأخبر النبي صلى الله عليه وسلم بذلك ، فقال : والله ما أردت إلا واحدة ، فقال رسول الله صلى الله عليه وسلم : ( والله ما أردت إلا واحدة ) ؟ فقال ركانة : والله ما أردت بها إلا واحدة ، فردها إليه رسول الله صلى الله عليه وسلم ، فطلقها الثانية في زمان عمر بن الخطاب ، والثالثة في زمان عثمان . قال أبو داود : هذا حديث صحيح . فالذي صح من حديث ركانة أنه طلق امرأته البتة لا ثلاثا ، وطلاق البتة قد اختلف فيه على ما يأتي بيانه فسقط الاحتجاج والحمد لله ، والله أعلم . وقال أبو عمر : رواية الشافعي لحديث ركانة عن عمه أتم ، وقد زاد زيادة لا تردها [ ص: 123 ] الأصول ، فوجب قبولها لثقة ناقليها ، والشافعي وعمه وجده أهل بيت ركانة ، كلهم من بني عبد المطلب بن عبد مناف وهم أعلم بالقصة التي عرضت لهم . فصلذكر أحمد بن محمد بن مغيث الطليطلي هذه المسألة في وثائقه فقال : الطلاق ينقسم على ضربين : طلاق سنة ، وطلاق بدعة . فطلاق السنة هو الواقع على الوجه الذي ندب الشرع إليه . وطلاق البدعة نقيضه ، وهو أن يطلقها في حيض أو نفاس أو ثلاثا في كلمة واحدة ، فإن فعل لزمه الطلاق . ثم اختلف أهل العلم بعد إجماعهم على أنه مطلق ، كم يلزمه من الطلاق ، فقال علي بن أبي طالب وابن مسعود : ( يلزمه طلقة واحدة ) ، وقاله ابن عباس ، وقال : ( قوله ثلاثا لا معنى له لأنه لم يطلق ثلاث مرات وإنما يجوز قوله في ثلاث إذا كان مخبرا عما مضى فيقول : طلقت ثلاثا فيكون مخبرا عن ثلاثة أفعال كانت منه في ثلاثة أوقات ، كرجل قال : قرأت أمس سورة كذا ثلاث مرات فذلك يصح ، ولو قرأها مرة واحدة فقال : قرأتها ثلاث مرات كان كاذبا . وكذلك لو حلف بالله ثلاثا يردد الحلف كانت ثلاثة أيمان ، وأما لو حلف فقال : أحلف بالله ثلاثا لم يكن حلف إلا يمينا واحدة والطلاق مثله ) . وقاله الزبير بن العوام وعبد الرحمن بن عوف . وروينا ذلك كله عن ابن وضاح ، وبه قال من شيوخ قرطبة ابن زنباع شيخ هدي ومحمد بن تقي بن مخلد ومحمد بن عبد السلام الحسني فريد وقته وفقيه عصره وأصبغ بن الحباب وجماعة سواهم . وكان من حجة ابن عباس أن الله تعالى فرق في كتابه لفظ الطلاق فقال عز اسمه : الطلاق مرتان يريد أكثر الطلاق الذي يكون بعده الإمساك بالمعروف وهو الرجعة في العدة . ومعنى قوله : أو تسريح بإحسان يريد تركها بلا ارتجاع حتى تنقضي عدتها ، وفي ذلك إحسان إليها إن وقع ندم بينهما ، قال الله تعالى : لا تدري لعل الله يحدث بعد ذلك أمرا ؛ يريد الندم على الفرقة والرغبة في الرجعة ، وموقع الثلاث غير حسن ؛ لأن فيه ترك المندوحة التي وسع الله بها ونبه عليها ، فذكر الله سبحانه الطلاق مفرقا يدل على أنه إذا جمع أنه لفظ واحد ، وقد يخرج بقياس من غير ما مسألة من المدونة ما يدل على ذلك ، من ذلك قول الإنسان : مالي صدقة في المساكين أن الثلث يجزيه من ذلك . وفي الإشراف لابن [ ص: 124 ] المنذر : وكان سعيد بن جبير وطاوس وأبو الشعثاء وعطاء وعمرو بن دينار يقولون : من طلق البكر ثلاثا فهي واحدة .قلت : وربما اعتلوا فقالوا : غير المدخول بها لا عدة عليها ، فإذا قال : أنت طالق ثلاثا فقد بانت بنفس فراغه من قوله : أنت طالق ، فيرد \" ثلاثا \" عليها وهى بائن فلا يؤثر شيئا ، ولأن قوله : أنت طالق مستقل بنفسه ، فوجب ألا تقف البينونة في غير المدخول بها على ما يرد بعده ، أصله إذا قال : أنت طالق .السادسة : استدل الشافعي بقوله تعالى : أو تسريح بإحسان وقوله : ( وسرحوهن ) على أن هذا اللفظ من صريح الطلاق . وقد اختلف العلماء في هذا المعنى ، فذهب القاضي أبو محمد إلى أن الصريح ما تضمن لفظ الطلاق على أي وجه ، مثل أن يقول : أنت طالق ، أو أنت مطلقة ، أو قد طلقتك ، أو الطلاق له لازم ، وما عدا ذلك من ألفاظ الطلاق مما يستعمل فيه فهو كناية ، وبهذا قال أبو حنيفة . وقال القاضي أبو الحسن : صريح ألفاظ الطلاق كثيرة ، وبعضها أبين من بعض : الطلاق والسراح والفراق والحرام والخلية والبرية . وقال الشافعي : الصريح ثلاثة ألفاظ ، وهو ما ورد به القرآن من لفظ الطلاق والسراح والفراق ، قال الله تعالى : أو فارقوهن بمعروف ، وقال : أو تسريح بإحسان وقال : فطلقوهن لعدتهن .قلت : ، وإذا تقرر هذا فالطلاق على ضربين : صريح وكناية ، فالصريح ما ذكرنا ، والكناية ما عداه ، والفرق بينهما أن الصريح لا يفتقر إلى نية ، بل بمجرد اللفظ يقع الطلاق ، والكناية تفتقر إلى نية ، والحجة لمن قال : إن الحرام والخلية والبرية من صريح الطلاق كثرة استعمالها في الطلاق حتى عرفت به ، فصارت بينة واضحة في إيقاع الطلاق ، كالغائط الذي وضع للمطمئن من الأرض ، ثم استعمل على وجه المجاز في إتيان قضاء الحاجة ، فكان فيه أبين وأظهر وأشهر منه فيما وضع له ، وكذلك في مسألتنا مثله . ثم إن عمر بن عبد العزيز قد قال : \" لو كان الطلاق ألفا ما أبقت \" البتة \" منه شيئا ، فمن قال : البتة ، فقد رمى الغاية القصوى \" أخرجه مالك . وقد روى الدارقطني عن علي قال : ( الخلية والبرية والبتة والبائن والحرام ثلاث ، لا تحل له حتى تنكح زوجا غيره ) . وقد جاء عن النبي صلى الله عليه وسلم ( أن البتة ثلاث ، من طريق فيه لين ) ، خرجه [ ص: 125 ] الدارقطني . وسيأتي عند قوله تعالى : \" ولا تتخذوا آيات الله هزوا \" إن شاء الله تعالى .السابعة : لم يختلف العلماء فيمن قال لامرأته : قد طلقتك ، إنه من صريح الطلاق في المدخول بها وغير المدخول بها ، فمن قال لامرأته : أنت طالق فهي واحدة إلا أن ينوي أكثر من ذلك . فإن نوى اثنتين أو ثلاثا لزمه ما نواه ، فإن لم ينو شيئا فهي واحدة تملك الرجعة . ولو قال : أنت طالق ، وقال : أردت من وثاق لم يقبل قوله ولزمه ، إلا أن يكون هناك ما يدل على صدقه . ومن قال : ( أنت طالق واحدة ، لا رجعة لي عليك ) فقوله : \" لا رجعة لي عليك \" باطل ، وله الرجعة لقوله ( واحدة ) ؛ لأن الواحدة لا تكون ثلاثا ، فإن نوى بقوله : \" لا رجعة لي عليك \" ثلاثا فهي ثلاث عند مالك .واختلفوا فيمن قال لامرأته : قد فارقتك ، أو سرحتك ، أو أنت خلية ، أو برية ، أو بائن ، أو حبلك على غاربك ، أو أنت علي حرام ، أو الحقي بأهلك ، أو قد وهبتك لأهلك ، أو قد خليت سبيلك ، أو لا سبيل لي عليك ، فقال أبو حنيفة وأبو يوسف : هو طلاق بائن ، وروي عن ابن مسعود وقال : ( إذا قال الرجل لامرأته استقلي بأمرك ، أو أمرك لك ، أو الحقي بأهلك فقبلوها فواحدة بائنة ) . وروي عن مالك فيمن قال لامرأته : قد فارقتك ، أو سرحتك ، أنه من صريح الطلاق ، كقوله : أنت طالق . وروي عنه أنه كناية يرجع فيها إلى نية قائلها ، ويسأل ما أراد من العدد ، مدخولا بها كانت أو غير مدخول بها . قال ابن المواز : وأصح قوليه في التي لم يدخل بها أنها واحدة ، إلا أن ينوي أكثر ، وقاله ابن القاسم وابن عبد الحكم . وقال أبو يوسف : هي ثلاث ، ومثله خلعتك ، أو لا ملك لي عليك . وأما سائر الكنايات فهي ثلاث عند مالك في كل من دخل بها لا ينوي فيها قائلها ، وينوي في غير المدخول بها . فإن حلف وقال أردت واحدة كان خاطبا من الخطاب ؛ لأنه لا يخلي المرأة التي قد دخل بها زوجها ولا يبينها ولا يبريها إلا ثلاث تطليقات . والتي لم يدخل بها يخليها ويبريها ويبينها الواحدة . وقد روى مالك وطائفة من أصحابه ، وهو قول جماعة من أهل المدينة ، أنه ينوي في هذه الألفاظ كلها ويلزمه من الطلاق ما نوى . وقد روي عنه في \" البتة \" خاصة من بين سائر الكنايات أنه لا ينوي فيها لا في المدخول بها ولا في غير المدخول بها . وقال الثوري وأبو حنيفة وأصحابه : له نيته في ذلك كله ، فإن نوى ثلاثا فهي ثلاث ، وإن نوى واحدة فهي واحدة بائنة وهي أحق بنفسها . وإن نوى اثنتين فهي واحدة . وقال زفر : إن نوى اثنتين فهي اثنتان . وقال الشافعي : هو في ذلك كله غير مطلق حتى يقول : أردت بمخرج الكلام مني طلاقا فيكون ما نوى . فإن نوى دون الثلاث كان رجعيا ، ولو طلقها واحدة بائنة كانت رجعية . وقال إسحاق : كل كلام يشبه الطلاق فهو ما [ ص: 126 ] نوى من الطلاق . وقال أبو ثور : هي تطليقة رجعية ولا يسأل عن نيته . وروي عن ابن مسعود ( أنه كان لا يرى طلاقا بائنا إلا في خلع أو إيلاء ) وهو المحفوظ عنه ، قاله أبو عبيد . وقد ترجم البخاري \" باب إذا قال فارقتك أو سرحتك أو البرية أو الخلية أو ما عني به الطلاق فهو على نيته \" . وهذا منه إشارة إلى قول الكوفيين والشافعي وإسحاق في قوله : ( أو ما عني به من الطلاق ) والحجة في ذلك أن كل كلمة تحتمل أن تكون طلاقا أو غير طلاق فلا يجوز أن يلزم بها الطلاق إلا أن يقول المتكلم : إنه أراد بها الطلاق فيلزمه ذلك بإقراره ، ولا يجوز إبطال النكاح لأنهم قد أجمعوا على صحته بيقين . قال أبو عمر : واختلف قول مالك في معنى قول الرجل لامرأته : اعتدي ، أو قد خليتك ، أو حبلك على غاربك ، فقال مرة : لا ينوي فيها وهي ثلاث . وقال مرة : ينوي فيها كلها ، في المدخول بها وغير المدخول بها ، وبه أقول .قلت : ما ذهب إليه الجمهور ، وما روي عن مالك أنه ينوي في هذه الألفاظ ويحكم عليه بذلك هو الصحيح ، لما ذكرناه من الدليل ، وللحديث الصحيح الذي خرجه أبو داود وابن ماجه والدارقطني وغيرهم عن يزيد بن ركانة : أن ركانة بن عبد يزيد طلق امرأته سهيمة البتة فأخبر النبي صلى الله عليه وسلم بذلك ، فقال : ( آلله ما أردت إلا واحدة ) ؟ فقال ركانة : والله ما أردت إلا واحدة ، فردها إليه رسول الله صلى الله عليه وسلم ، قال ابن ماجه : سمعت أبا الحسن الطنافسي يقول : ما أشرف هذا الحديث! وقال مالك في الرجل يقول لامرأته : أنت علي كالميتة والدم ولحم الخنزير : أراها البتة وإن لم تكن له نية ، فلا تحل إلا بعد زوج . وفي قول الشافعي : إن أراد طلاقا فهو طلاق ، وما أراد من عدد الطلاق ، وإن لم يرد طلاقا فليس بشيء بعد أن يحلف . وقال أبو عمر : أصل هذا الباب في كل كناية عن الطلاق ، ما روي عن النبي صلى الله عليه وسلم أنه قال - للتي تزوجها حين قالت : أعوذ بالله منك - : قد عذت بمعاذ الحقي بأهلك . فكان ذلك طلاقا . وقال كعب بن مالك لامرأته حين أمره رسول الله صلى الله عليه وسلم باعتزالها : الحقي بأهلك فلم يكن ذلك طلاقا ، فدل على أن هذه اللفظة مفتقرة إلى النية ، وأنها لا يقضى فيها إلا بما ينوي اللافظ بها ، وكذلك سائر الكنايات المحتملات للفراق وغيره . والله أعلم . وأما الألفاظ التي ليست من ألفاظ الطلاق ولا يكنى بها عن الفراق ، فأكثر العلماء لا يوقعون بشيء منها طلاقا وإن قصده [ ص: 127 ] القائل . وقال مالك : كل من أراد الطلاق بأي لفظ كان لزمه الطلاق حتى بقوله كلي واشربي وقومي واقعدي ، ولم يتابع مالكا على ذلك إلا أصحابه .قوله تعالى : ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمونفيه خمس عشرة مسألة :الأولى : قوله تعالى : ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا \" أن \" في موضع رفع ب \" يحل \" . والآية خطاب للأزواج ، نهوا أن يأخذوا من أزواجهم شيئا على وجه المضارة ، وهذا هو الخلع الذي لا يصح إلا بألا ينفرد الرجل بالضرر ، وخص بالذكر ما آتى الأزواج نساءهم ؛ لأن العرف بين الناس أن يطلب الرجل عند الشقاق والفساد ما خرج من يده لها صداقا وجهازا ، فلذلك خص بالذكر . وقد قيل : إن قوله \" ولا يحل \" فصل معترض بين قوله تعالى : الطلاق مرتان وبين قوله : فإن طلقها .الثانية : والجمهور على أن أخذ الفدية على الطلاق جائز . وأجمعوا على تحظير أخذ ما لها إلا أن يكون النشوز وفساد العشرة من قبلها . وحكى ابن المنذر عن النعمان أنه قال : إذا جاء الظلم والنشوز من قبله وخالعته فهو جائز ماض وهو آثم ، لا يحل له ما صنع ، ولا يجبر على رد ما أخذه . قال ابن المنذر : وهذا من قوله خلاف ظاهر كتاب الله ، وخلاف الخبر الثابت عن النبي صلى الله عليه وسلم ، وخلاف ما أجمع عليه عامة أهل العلم من ذلك ، ولا أحسب أن لو قيل لأحد : اجهد نفسك في طلب الخطإ ما وجد أمرا أعظم من أن ينطق الكتاب بتحريم شيء ثم يقابله مقابل بالخلاف نصا ، فيقول : بل يجوز ذلك : ولا يجبر على رد ما أخذ . قال أبو الحسن بن بطال : وروى ابن القاسم عن مالك مثله . وهذا القول خلاف ظاهر كتاب الله تعالى ، وخلاف حديث امرأة ثابت ، وسيأتي .الثالثة : قوله تعالى : إلا أن يخافا ألا يقيما حدود الله حرم الله تعالى في هذه الآية ألا يأخذ إلا بعد الخوف ألا يقيما حدود الله ، وأكد التحريم بالوعيد لمن تعدى الحد . والمعنى أن يظن كل واحد منهما بنفسه ألا يقيم حق النكاح لصاحبه حسب ما يجب عليه فيه لكراهة يعتقدها ، فلا حرج على المرأة أن تفتدي ، ولا حرج على الزوج أن يأخذ . والخطاب للزوجين . والضمير في أن يخافا لهما ، و ألا يقيما مفعول به . و \" خفت \" يتعدى إلى مفعول واحد . [ ص: 128 ] ثم قيل : هذا الخوف هو بمعنى العلم ، أي أن يعلما ألا يقيما حدود الله ، وهو من الخوف الحقيقي ، وهو الإشفاق من وقوع المكروه ، وهو قريب من معنى الظن . ثم قيل : إلا أن يخافا استثناء منقطع ، أي لكن إن كان منهن نشوز فلا جناح عليكم في أخذ الفدية . وقرأ حمزة \" إلا أن يخافا \" بضم الياء على ما لم يسم فاعله ، والفاعل محذوف وهو الولاة والحكام ، واختاره أبو عبيد . قال : لقوله عز وجل فإن خفتم قال : فجعل الخوف لغير الزوجين ، ولو أراد الزوجين لقال : فإن خافا ، وفي هذا حجة لمن جعل الخلع إلى السلطان .قلت : وهو قول سعيد بن جبير والحسن وابن سيرين . وقال شعبة : قلت لقتادة : عمن أخذ الحسن الخلع إلى السلطان ؟ قال : عن زياد ، وكان واليا لعمر وعلي . قال النحاس : وهذا معروف عن زياد ، ولا معنى لهذا القول لأن الرجل إذا خالع امرأته فإنما هو على ما يتراضيان به ، ولا يجبره السلطان على ذلك ، ولا معنى لقول من قال : هذا إلى السلطان . وقد أنكر اختيار أبي عبيد ورد ، وما علمت في اختياره شيئا أبعد من هذا الحرف ؛ لأنه لا يوجبه الإعراب ولا اللفظ ولا المعنى . أما الإعراب فإن عبد الله بن مسعود قرأ إلا أن ( يخافا ) تخافوا ، فهذا في العربية إذا رد إلى ما لم يسم فاعله قيل : إلا أن يخاف . وأما اللفظ فإن كان على لفظ \" يخافا \" وجب أن يقال : فإن خيف . وإن كان على لفظ \" فإن خفتم \" وجب أن يقال : إلا أن تخافوا . وأما المعنى فإنه يبعد أن يقال : لا يحل لكم أن تأخذوا مما آتيتموهن شيئا ، إلا أن يخاف غيركم ولم يقل جل وعز : فلا جناح عليكم أن تأخذوا له منها فدية ، فيكون الخلع إلى السلطان . قال الطحاوي : وقد صح عن عمر وعثمان وابن عمر جوازه دون السلطان ، وكما جاز الطلاق والنكاح دون السلطان فكذلك الخلع ، وهو قول الجمهور من العلماء .الرابعة : قوله تعالى : فإن خفتم ألا يقيما أي على أن لا يقيما . حدود الله أي فيما يجب عليهما من حسن الصحبة وجميل العشرة . والمخاطبة للحكام والمتوسطين لمثل هذا الأمر وإن لم يكن حاكما . وترك إقامة حدود الله هو استخفاف المرأة بحق زوجها ، وسوء طاعتها إياه ، قاله ابن عباس ومالك بن أنس وجمهور الفقهاء . وقال الحسن بن أبي الحسن وقوم معه : إذا قالت المرأة لا أطيع لك أمرا ، ولا أغتسل لك من جنابة ، ولا أبر لك قسما ، حل الخلع . وقالالشعبي : ألا يقيما حدود الله ألا يطيعا الله ، وذلك أن المغاضبة تدعو إلى ترك الطاعة . وقال عطاء بن أبي رباح : يحل الخلع والأخذ أن تقول المرأة لزوجها : إني أكرهك ولا أحبك ، ونحو هذا فلا جناح عليهما فيما افتدت به روى البخاري من حديث أيوب عن عكرمة عن ابن عباس أن امرأة ثابت بن قيس أتت النبي صلى الله عليه وسلم فقالت : يا رسول الله ، [ ص: 129 ] ثابت بن قيس ما أعتب عليه في خلق ولا دين ولكن لا أطيقه! فقال رسول الله صلى الله عليه وسلم : ( أتردين عليه حديقته ) ؟ قالت : نعم . وأخرجه ابن ماجه عن قتادة عن عكرمة عن ابن عباس أن جميلة بنت سلول أتت النبي صلى الله عليه وسلم فقالت : والله ما أعيب على ثابت في دين ولا خلق ولكني أكره الكفر في الإسلام ، لا أطيقه بغضا! فقال لها النبي صلى الله عليه وسلم : ( أتردين عليه حديقته ) ؟ قالت : نعم . فأمره رسول الله صلى الله عليه وسلم أن يأخذ منها حديقته ولا يزداد . فيقال : إنها كانت تبغضه أشد البغض ، وكان يحبها أشد الحب ، ففرق رسول الله صلى الله عليه وسلم بينهما بطريق الخلع ، فكان أول خلع في الإسلام . روى عكرمة عن ابن عباس قال : أول من خالع في الإسلام أخت عبد الله بن أبي ، أتت النبي صلى الله عليه وسلم فقالت : يا رسول الله ، لا يجتمع رأسي ورأسه أبدا ، إني رفعت جانب الخباء فرأيته أقبل في عدة إذ هو أشدهم سوادا وأقصرهم قامة ، وأقبحهم وجها! فقال : ( أتردين عليه حديقته ) ؟ قالت : نعم ، وإن شاء زدته ، ففرق بينهما . وهذا الحديث أصل في الخلع ، وعليه جمهور الفقهاء . قال مالك : لم أزل أسمع ذلك من أهل العلم ، وهو الأمر المجتمع عليه عندنا ، وهو أن الرجل إذا لم يضر بالمرأة ولم يسئ إليها ، ولم تؤت من قبله ، وأحبت فراقه فإنه يحل له أن يأخذ منها كل ما افتدت به ، كما فعل النبي صلى الله عليه وسلم في امرأة ثابت بن قيس وإن كان النشوز من قبله بأن يضيق عليها ويضرها رد عليها ما أخذ منها . وقال عقبة بن أبي الصهباء : سألت بكر بن عبد الله المزني عن الرجل تريد امرأته أن تخالعه فقال : لا يحل له أن يأخذ منها شيئا . قلت : فأين قول الله عز وجل في كتابه : فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به ؟ قال : نسخت . قلت : فأين جعلت ؟ قال : في سورة \" النساء \" : وإن أردتم استبدال زوج مكان زوج وآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا أتأخذونه بهتانا وإثما مبينا . قال النحاس : هذا قول شاذ ، خارج عن الإجماع لشذوذه ، وليست إحدى الآيتين دافعة للأخرى فيقع النسخ ؛ لأن قوله فإن خفتم الآية ، ليست بمزالة بتلك الآية ؛ لأنهما إذا خافا هذا لم يدخل الزوج . في وإن أردتم استبدال زوج مكان زوج لأن هذا [ ص: 130 ] للرجال خاصة . وقال الطبري : الآية محكمة ، ولا معنى لقول بكر : إن أرادت هي العطاء فقد جوز النبي صلى الله عليه وسلم لثابت أن يأخذ من زوجته ما ساق إليها كما تقدم .الخامسة : تمسك بهذه الآية من رأى اختصاص الخلع بحالة الشقاق والضرر ، وأنه شرط في الخلع ، وعضد هذا بما رواه أبو داود عن عائشة أن حبيبة بنت سهل كانت عند ثابت بن قيس بن شماس فضربها فكسر نغضها ، فأتت رسول الله صلى الله عليه وسلم بعد الصبح فاشتكت إليه ، فدعا النبي صلى الله عليه وسلم ثابتا فقال : ( خذ بعض مالها وفارقها ) . قال : ويصلح ذلك يا رسول الله ؟ قال : ( نعم ) . قال : فإني أصدقتها حديقتين وهما بيدها ، فقال النبي صلى الله عليه وسلم : ( خذهما وفارقها ) فأخذهما وفارقها . والذي عليه الجمهور من الفقهاء أنه يجوز الخلع من غير اشتكاء ضرر ، كما دل عليه حديث البخاري وغيره . وأما الآية فلا حجة فيها ؛ لأن الله عز وجل لم يذكرها على جهة الشرط ، وإنما ذكرها لأنه الغالب من أحوال الخلع ، فخرج القول على الغالب ، والذي يقطع العذر ويوجب العلم قوله تعالى : فإن طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا .السادسة : لما قال الله تعالى : فلا جناح عليهما فيما افتدت به دل على جواز الخلع بأكثر مما أعطاها . وقد اختلف العلماء في هذا ، فقال مالك والشافعي وأبو حنيفة وأصحابهم وأبو ثور : يجوز أن تفتدي منه بما تراضيا عليه ، كان أقل مما أعطاها أو أكثر منه . وروي هذا عن عثمان بن عفان وابن عمر وقبيصة والنخعي . واحتج قبيصة بقوله : فلا جناح عليهما فيما افتدت به . وقال مالك : ليس من مكارم الأخلاق ، ولم أر أحدا من أهل العلم يكره ذلك . وروى الدارقطني عن أبي سعيد الخدري أنه قال : كانت أختي تحت رجل من الأنصار تزوجها على حديقة ، فكان بينهما كلام ، فارتفعا إلى رسول الله صلى الله عليه وسلم فقال : ( تردين عليه حديقته ويطلقك ) ؟ قالت : نعم ، وأزيده . قال : ( ردي عليه حديقته وزيديه ) . وفي حديث ابن عباس : ( وإن شاء زدته ولم ينكر ) . وقالت طائفة : لا يأخذ منها أكثر مما أعطاها ، كذلك قال طاوس وعطاء والأوزاعي ، قال الأوزاعي : كان القضاة لا يجيزون أن يأخذ إلا ما ساق إليها ، وبه قال أحمد وإسحاق . واحتجوا بما رواه ابن جريج : أخبرني أبو الزبير أن ثابت بن قيس بن شماس كانت عنده زينب بنت عبد الله بن أبي بن سلول ، وكان أصدقها حديقة فكرهته ، فقال [ ص: 131 ] النبي صلى الله عليه وسلم : ( أما الزيادة فلا ولكن حديقته ) ، فقالت : نعم . فأخذها له وخلى سبيلها ، فلما بلغ ذلك ثابت بن قيس قال : قد قبلت قضاء رسول الله صلى الله عليه وسلم ، سمعه أبو الزبير من غير واحد ، أخرجه الدارقطني . وروي عن عطاء مرسلا أن النبي صلى الله عليه وسلم قال : لا يأخذ من المختلعة أكثر مما أعطاها .السابعة : الخلع عند مالك رضي الله عنه على ثمرة لم يبد صلاحها وعلى جمل شارد أو عبد آبق أو جنين في بطن أمه أو نحو ذلك من وجوه الغرر جائز ، بخلاف البيوع والنكاح . وله المطالبة بذلك كله ، فإن سلم كان له ، وإن لم يسلم فلا شيء له ، والطلاق نافذ على حكمه . وقال الشافعي : الخلع جائز وله مهر مثلها ، وحكاه ابن خويزمنداد عن مالك قال : لأن عقود المعاوضات إذا تضمنت بدلا فاسدا وفاتت رجع فيها إلى الواجب في أمثالها من البدل . وقال أبو ثور : الخلع باطل . وقال أصحاب الرأي : الخلع جائز ، وله ما في بطن الأمة ، وإن لم يكن فيه ولد فلا شيء له . وقال في \" المبسوط \" عن ابن القاسم : يجوز بما يثمره نخله العام ، وما تلد غنمه العام خلافا لأبي حنيفة والشافعي ، والحجة لما ذهب إليه مالك وابن القاسم عموم قوله تعالى : فلا جناح عليهما فيما افتدت به . ومن جهة القياس أنه مما يملك بالهبة والوصية ، فجاز أن يكون عوضا في الخلع كالمعلوم ، وأيضا فإن الخلع طلاق ، والطلاق يصح بغير عوض أصلا ، فإذا صح على غير شيء فلأن يصح بفاسد العوض أولى ؛ لأن أسوأ حال المبذول أن يكون كالمسكوت عنه . ولما كان النكاح الذي هو عقد تحليل لا يفسده فاسد العوض فلأن لا يفسد الطلاق الذي هو إتلاف وحل عقد أولى .الثامنة : ولو اختلعت منه برضاع ابنها منه حولين جاز . وفي الخلع بنفقتها على الابن بعد الحولين مدة معلومة قولان : أحدهما : يجوز ، وهو قول المخزومي ، واختاره سحنون . والثاني : لا يجوز ، رواه ابن القاسم عن مالك ، وإن شرطه الزوج فهو باطل موضوع عن الزوجة . قال أبو عمر : من أجاز الخلع على الجمل الشارد والعبد الآبق ونحو ذلك من الغرر لزمه أن يجوز هذا . وقال غيره من القرويين : لم يمنع مالك الخلع بنفقة ما زاد على الحولين لأجل الغرر ، وإنما منعه لأنه حق يختص بالأب على كل حال فليس له أن ينقله إلى غيره ، والفرق بين هذا وبين نفقة الحولين أن تلك النفقة وهي الرضاع قد تجب على الأم حال الزوجية [ ص: 132 ] وبعد الطلاق إذا أعسر الأب ، فجاز أن تنقل هذه النفقة إلى الأم ؛ لأنها محل لها . وقد احتج مالك في \" المبسوط \" على هذا بقوله تعالى : والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة .التاسعة : فإن وقع الخلع على الوجه المباح بنفقة الابن فمات الصبي قبل انقضاء المدة فهل للزوج الرجوع عليها ببقية النفقة ، فروى ابن المواز عن مالك : لا يتبعها بشيء ، وروى عنه أبو الفرج : يتبعها ؛ لأنه حق ثبت له في ذمة الزوجة بالخلع فلا يسقط بموت الصبي ، كما لو خالعها بمال متعلق بذمتها ، ووجه الأول أنه لم يشترط لنفسه مالا يتموله ، وإنما اشترط كفاية مئونة ولده ، فإذا مات الولد لم يكن له الرجوع عليها بشيء ، كما لو تطوع رجل بالإنفاق على صبي سنة فمات الصبي لم يرجع عليه بشيء ؛ لأنه إنما قصد بتطوعه تحمل مئونته ، والله أعلم . قال مالك : لم أر أحدا يتبع بمثل هذا ، ولو اتبعه لكان له في ذلك قول . واتفقوا على أنها إن ماتت فنفقة الولد في مالها ؛ لأنه حق ثبت فيه قبل موتها فلا يسقط بموتها .العاشرة : ومن اشترط على امرأته في الخلع نفقة حملها وهي لا شيء لها فعليه النفقة إذا لم يكن لها مال تنفق منه ، وإن أيسرت بعد ذلك اتبعها بما أنفق وأخذه منها . قال مالك : ومن الحق أن يكلف الرجل نفقة ولده وإن اشترط على أمه نفقته إذا لم يكن لها ما تنفق عليه .الحادية عشرة : واختلف العلماء في الخلع هل هو طلاق أو فسخ ، فروي عن عثمان وعلي وابن مسعود وجماعة من التابعين : هو طلاق ، وبه قال مالك والثوري والأوزاعي وأبو حنيفة وأصحابه والشافعي في أحد قوليه . فمن نوى بالخلع تطليقتين أو ثلاثا لزمه ذلك عند مالك . وقال أصحاب الرأي : إن نوى الزوج ثلاثا كان ثلاثا ، وإن نوى اثنتين فهو واحدة بائنة لأنها كلمة واحدة . وقال الشافعي في أحد قوليه : إن نوى بالخلع طلاقا وسماه فهو طلاق ، وإن لم ينو طلاقا ولا سمى لم تقع فرقة ، قاله في القديم . وقوله الأول أحب إلي . المزني : وهو الأصح عندهم . وقال أبو ثور : إذا لم يسم الطلاق فالخلع فرقة وليس بطلاق ، وإن سمى تطليقة فهي تطليقة ، والزوج أملك برجعتها ما دامت في العدة . وممن قال : إن الخلع فسخ وليس بطلاق إلا أن ينويه ابن عباس وطاوس وعكرمة وإسحاق وأحمد . واحتجوا بالحديث عن ابن عيينة عن عمرو عن طاوس عن ابن عباس ( أن إبراهيم بن سعد بن أبي وقاص سأله : رجل طلق امرأته تطليقتين ثم اختلعت منه أيتزوجها ؟ قال : نعم لينكحها ، ليس الخلع بطلاق ، ذكر الله عز وجل الطلاق في أول الآية وآخرها ، والخلع فيما بين ذلك ، فليس الخلع بشيء ) ثم قال : الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان . ثم قرأ [ ص: 133 ] فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره . قالوا : ولأنه لو كان طلاقا لكان بعد ذكر الطلقتين ثالثا ، وكان قوله : فإن طلقها بعد ذلك دالا على الطلاق الرابع ، فكان يكون التحريم متعلقا بأربع تطليقات . واحتجوا أيضا بما رواه الترمذي وأبو داود والدارقطني عن ابن عباس : أن امرأة ثابت بن قيس اختلعت من زوجها على عهد رسول الله صلى الله عليه وسلم ، فأمرها رسول الله صلى الله عليه وسلم أن تعتد بحيضة . قال الترمذي : حديث حسن غريب . وعن الربيع بنت معوذ بن عفراء أنها اختلعت على عهد النبي صلى الله عليه وسلم ، فأمرها النبي صلى الله عليه وسلم أو أمرت أن تعتد بحيضة . قال الترمذي : حديث الربيع الصحيح أنها أمرت أن تعتد بحيضة . قالوا : فهذا يدل على أن الخلع فسخ لا طلاق ، وذلك أن الله تعالى قال : والمطلقات يتربصن بأنفسهن ثلاثة قروء ، ولو كانت هذه مطلقة لم يقتصر بها على قرء واحد .قلت : ( فمن طلق امرأته تطليقتين ثم خالعها ثم أراد أن يتزوجها فله ذلك ) - كما قال ابن عباس - وإن لم تنكح زوجا غيره ؛ لأنه ليس له غير تطليقتين والخلع لغو . ومن جعل الخلع طلاقا قال : لم يجز أن يرتجعها حتى تنكح زوجا غيره ؛ لأنه بالخلع كملت الثلاث ، وهو الصحيح إن شاء الله تعالى . قال القاضي إسماعيل بن إسحاق : كيف يجوز القول في رجل قالت له امرأته : طلقني على مال فطلقها إنه لا يكون طلاقا ، وهو لو جعل أمرها بيدها من غير شيء فطلقت نفسها كان طلاقا! . قال وأما قوله تعالى : فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فهو معطوف على قوله تعالى : الطلاق مرتان ؛ لأن قوله : أو تسريح بإحسان إنما يعني به أو تطليق . فلو كان الخلع معطوفا على التطليقتين لكان لا يجوز الخلع أصلا إلا بعد تطليقتين وهذا لا يقوله أحد . وقال غيره : ما تأولوه في الآية غلط فإن قوله : الطلاق مرتان أفاد حكم الاثنتين إذا أوقعهما على غير وجه الخلع ، وأثبت معهما الرجعة بقوله : فإمساك بمعروف ثم ذكر حكمهما إذا كان على وجه الخلع فعاد الخلع إلى الثنتين المتقدم ذكرهما ، إذ المراد بذلك بيان الطلاق المطلق والطلاق بعوض ، والطلاق الثالث بعوض كان أو بغير عوض فإنه يقطع الحل إلا بعد زوج .قلت : هذا الجواب عن الآية ، وأما الحديث فقال أبو داود - لما ذكر حديث ابن عباس في [ ص: 134 ] الحيضة - : هذا الحديث رواه عبد الرزاق عن معمر عن عمرو بن مسلم عن عكرمة عن النبي صلى الله عليه وسلم مرسلا . وحدثنا القعنبي عن مالك عن نافع عن ابن عمر قال : عدة المختلعة عدة المطلقة . قال أبو داود : والعمل عندنا على هذا .قلت : وهو مذهب مالك والشافعي وأحمد وإسحاق والثوري وأهل الكوفة . قال الترمذي : وأكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم .قلت : وحديث ابن عباس في الحيضة مع غرابته كما ذكر الترمذي ، وإرساله كما ذكر أبو داود فقد قيل فيه : إن النبي صلى الله عليه وسلم جعل عدتها حيضة ونصفا ، أخرجه الدارقطني من حديث معمر عن عمرو بن مسلم عن عكرمة عن ابن عباس : أن امرأة ثابت بن قيس اختلعت من زوجها ، فجعل النبي صلى الله عليه وسلم عدتها حيضة ونصفا . والراوي عن معمر هنا في الحيضة والنصف هو الراوي عنه في الحيضة الواحدة ، وهو هشام بن يوسف أبو عبد الرحمن الصنعاني اليماني : خرج له البخاري وحده فالحديث مضطرب من جهة الإسناد والمتن ، فسقط الاحتجاج به في أن الخلع فسخ ، وفي أن عدة المطلقة حيضة ، وبقي قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء نصا في كل مطلقة مدخول بها إلا ما خص منها كما تقدم . قال الترمذي : \" وقال بعض أصحاب النبي صلى الله عليه وسلم : عدة المختلعة حيضة ، قال إسحاق : وإن ذهب ذاهب إلى هذا فهو مذهب قوي \" قال ابن المنذر : قال عثمان بن عفان وابن عمر : ( عدتها حيضة ) ، وبه قال أبان بن عثمان وإسحاق . وقال علي بن أبي طالب : ( عدتها عدة المطلقة ) ، وبقول عثمان وابن عمر أقول ، ولا يثبت حديث علي . قلت : قد ذكرنا عن ابن عمر أنه قال : ( عدة المختلعة عدة المطلقة ) ، وهو صحيح .الثانية عشرة : واختلف قول مالك فيمن قصد إيقاع الخلع على غير عوض ، فقال عبد الوهاب : هو خلع عند مالك ، وكان الطلاق بائنا . وقيل عنه : لا يكون بائنا إلا بوجود [ ص: 135 ] العوض ، قاله أشهب والشافعي ؛ لأنه طلاق عري عن عوض واستيفاء عدد فكان رجعيا كما لو كان بلفظ الطلاق قال ابن عبد البر : وهذا أصح قوليه عندي وعند أهل العلم في النظر . ووجه الأول أن عدم حصول العوض في الخلع لا يخرجه عن مقتضاه ، أصل ذلك إذا خالع بخمر أو خنزير .الثالثة عشرة : المختلعة هي التي تختلع من كل الذي لها . والمفتدية أن تفتدي ببعضه وتأخذ بعضه . والمبارئة هي التي بارأت زوجها من قبل أن يدخل بها فتقول : قد أبرأتك فبارئني ، هذا هو قول مالك . وروى عيسى بن دينار عن مالك : المبارئة هي التي لا تأخذ شيئا ولا تعطي ، والمختلعة هي التي تعطي ما أعطاها وتزيد من مالها ، والمفتدية هي التي تفتدي ببعض ما أعطاها وتمسك بعضه ، وهذا كله يكون قبل الدخول وبعده ، فما كان قبل الدخول فلا عدة فيه ، والمصالحة مثل المبارئة . قال القاضي أبو محمد وغيره : هذه الألفاظ الأربعة تعود إلى معنى واحد وإن اختلفت صفاتها من جهة الإيقاع ، وهي طلقة بائنة سماها أو لم يسمها ، لا رجعة له في العدة ، وله نكاحها في العدة وبعدها برضاها بولي وصداق وقبل زوج وبعده ، خلافا لأبي ثور ؛ لأنها إنما أعطته العوض لتملك نفسها ، ولو كان طلاق الخلع رجعيا لن تملك نفسها ، فكان يجتمع للزوج العوض والمعوض عنه .الرابعة عشرة : وهذا مع إطلاق العقد نافذ ، فلو بذلت له العوض وشرط الرجعة ، ففيها روايتان رواهما ابن وهب عن مالك : إحداهما ثبوتها ، وبها قال سحنون . والأخرى نفيها . قال سحنون : وجه الرواية الأولى أنهما قد اتفقا على أن يكون العوض في مقابلة ما يسقط من عدد الطلاق ، وهذا جائز . ووجه الرواية الثانية أنه شرط في العقد ما يمنع المقصود منه فلم يثبت ذلك ، كما لو شرط في عقد النكاح : أني لا أطأها .الخامسة عشرة : : قوله تعالى : تلك حدود الله فلا تعتدوها لما بين تعالى أحكام النكاح والفراق قال : تلك حدود الله التي أمرت بامتثالها ، كما بين تحريمات الصوم في آية أخرى فقال : تلك حدود الله فلا تقربوها ، فقسم الحدود قسمين ، منها حدود الأمر بالامتثال ، وحدود النهي بالاجتناب ، ثم أخبر تعالى فقال : ومن يتعد حدود الله فأولئك هم الظالمون .",
  "ayah": 229,
  "surah": 2
}
