{
  "text": "وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا آيات الله هزوا واذكروا نعمة الله عليكم وما أنزل عليكم من الكتاب والحكمة يعظكم به واتقوا الله واعلموا أن الله بكل شيء عليم[ ص: 143 ] فيه ست مسائل :الأولى : قوله تعالى : فبلغن أجلهن معنى \" بلغن \" قاربن ، بإجماع من العلماء ، ولأن المعنى يضطر إلى ذلك ؛ لأنه بعد بلوغ الأجل لا خيار له في الإمساك ، وهو في الآية التي بعدها بمعنى التناهي ؛ لأن المعنى يقتضي ذلك ، فهو حقيقة في الثانية مجاز في الأولى .الثانية : قوله تعالى : فأمسكوهن بمعروف الإمساك بالمعروف هو القيام بما يجب لها من حق على زوجها ، ولذلك قال جماعة من العلماء : إن من الإمساك بالمعروف أن الزوج إذا لم يجد ما ينفق على الزوجة أن يطلقها ، فإن لم يفعل خرج عن حد المعروف ، فيطلق عليه الحاكم من أجل الضرر اللاحق لها من بقائها عند من لا يقدر على نفقتها ، والجوع لا صبر عليه ، وبهذا قال مالك والشافعي وأحمد وإسحاق وأبو ثور وأبو عبيد ويحيى القطان وعبد الرحمن بن مهدي ، وقاله من الصحابة عمر وعلي وأبو هريرة ، ومن التابعين سعيد بن المسيب وقال : إن ذلك سنة . ورواه أبو هريرة عن النبي صلى الله عليه وسلم . وقالت طائفة : لا يفرق بينهما ، ويلزمها الصبر عليه ، وتتعلق النفقة بذمته بحكم الحاكم ، وهذا قول عطاء والزهري ، وإليه ذهب الكوفيون والثوري ، واحتجوا بقوله تعالى : وإن كان ذو عسرة فنظرة إلى ميسرة ، وقال : وأنكحوا الأيامى منكم الآية ، فندب تعالى إلى إنكاح الفقير ، فلا يجوز أن يكون الفقر سببا للفرقة ، وهو مندوب معه إلى النكاح . وأيضا فإن النكاح بين الزوجين قد انعقد بإجماع فلا يفرق بينهما إلا بإجماع مثله ، أو بسنة عن الرسول صلى الله عليه وسلم لا معارض لها . والحجة للأول قوله صلى الله عليه وسلم في صحيح البخاري : تقول المرأة إما أن تطعمني وإما أن تطلقني فهذا نص في موضع الخلاف . والفرقة بالإعسار عندنا طلقة رجعية خلافا للشافعي في قوله : إنها طلقة بائنة ؛ لأن هذه فرقة بعد البناء لم يستكمل بها عدد الطلاق ولا كانت لعوض ولا لضرر بالزوج فكانت رجعية ، أصله طلاق المولي .الثالثة : قوله تعالى : أو سرحوهن بمعروف يعني فطلقوهن ، وقد تقدم . ولا تمسكوهن ضرارا لتعتدوا روى مالك عن ثور بن زيد الديلي : أن الرجل كان يطلق امرأته ثم يراجعها ولا حاجة له بها ولا يريد إمساكها ، كيما يطول بذلك العدة عليها وليضارها ، فأنزل الله تعالى : ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه يعظهم الله به . وقال الزجاج : فقد ظلم نفسه يعني عرض نفسه للعذاب ؛ لأن إتيان ما نهى الله عنه تعرض [ ص: 144 ] لعذاب الله . وهذا الخبر موافق للخبر الذي نزل بترك ما كان عليه أهل الجاهلية من الطلاق والارتجاع حسب ما تقدم بيانه عند قوله تعالى : الطلاق مرتان . فأفادنا هذان الخبران أن نزول الآيتين المذكورتين كان في معنى واحد متقارب وذلك حبس الرجل المرأة ومراجعته لها قاصدا إلى الإضرار بها ، وهذا ظاهر .الرابعة : قوله تعالى : ولا تتخذوا آيات الله هزوا معناه لا تتخذوا أحكام الله تعالى في طريق الهزو بالهزو فإنها جد كلها ، فمن هزل فيها لزمته . قال أبو الدرداء : كان الرجل يطلق في الجاهلية ويقول : إنما طلقت وأنا لاعب ، وكان يعتق وينكح ويقول : كنت لاعبا ، فنزلت هذه الآية ، فقال عليه السلام : من طلق أو حرر أو نكح أو أنكح فزعم أنه لاعب فهو جد . رواه معمر قال : حدثنا عيسى بن يونس عن عمرو عن الحسن عن أبي الدرداء فذكره بمعناه . وفي موطإ مالك أنه بلغه أن رجلا قال لابن عباس : إني طلقت امرأتي مائة مرة فماذا ترى علي ؟ فقال ابن عباس : ( طلقت منك بثلاث ، وسبع وتسعون اتخذت بها آيات الله هزوا ) . وخرج الدارقطني من حديث إسماعيل بن أمية القرشي عن علي قال : سمع النبي صلى الله عليه وسلم رجلا طلق البتة فغضب وقال : تتخذون آيات الله هزوا - أو دين الله هزوا ولعبا من طلق البتة ألزمناه ثلاثا لا تحل له حتى تنكح زوجا غيره . إسماعيل بن أمية هذا كوفي ضعيف الحديث . وروي عن عائشة : ( أن الرجل كان يطلق امرأته ثم يقول : والله لا أورثك ولا أدعك . قالت : وكيف ذاك ؟ قال : إذا كدت تقضين عدتك راجعتك ) ، فنزلت : ولا تتخذوا آيات الله هزوا . قال علماؤنا : والأقوال كلها داخلة في معنى الآية ؛ لأنه يقال لمن سخر من آيات الله : اتخذها هزوا . ويقال ذلك لمن كفر بها ، ويقال ذلك لمن طرحها ولم يأخذ بها وعمل بغيرها ، فعلى هذا تدخل هذه الأقوال في الآية . و \" آيات الله \" : دلائله وأمره ونهيه .الخامسة : ولا خلاف بين العلماء أن من طلق هازلا أن الطلاق يلزمه ، واختلفوا في غيره [ ص: 145 ] على ما يأتي بيانه في \" براءة \" إن شاء الله تعالى . وخرج أبو داود عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : ثلاث جدهن جد وهزلهن جد النكاح والطلاق والرجعة . وروي عن علي بن أبي طالب وابن مسعود وأبي الدرداء كلهم قالوا : ( ثلاث لا لعب فيهن واللاعب فيهن جاد : النكاح والطلاق والعتاق ) . وقيل : المعنى لا تتركوا أوامر الله فتكونوا مقصرين لاعبين . ويدخل في هذه الآية الاستغفار من الذنب قولا مع الإصرار فعلا ، وكذا كل ما كان في هذا المعنى فاعلمه .السادسة : قوله تعالى : واذكروا نعمة الله عليكم أي بالإسلام وبيان الأحكام . ( والحكمة ) : هي السنة المبينة على لسان رسول الله صلى الله عليه وسلم مراد الله فيما لم ينص عليه في الكتاب . يعظكم به أي يخوفكم . واتقوا الله واعلموا أن الله بكل شيء عليم تقدم .",
  "ayah": 231,
  "surah": 2
}
