{
  "text": "قوله تعالى : لا جناح عليكم إن طلقتم النساء ما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متاعا بالمعروف حقا على المحسنينفيه إحدى عشرة مسألة :الأولى : قوله تعالى : لا جناح عليكم إن طلقتم النساء هذا أيضا من أحكام المطلقات ، وهو ابتداء إخبار برفع الحرج عن المطلق قبل البناء والجماع ، فرض مهرا أو لم يفرض ، ولما نهى رسول الله صلى الله عليه وسلم عن التزوج لمعنى الذوق وقضاء الشهوة ، وأمر بالتزوج لطلب العصمة والتماس ثواب الله وقصد دوام الصحبة وقع في نفوس المؤمنين أن من طلق قبل البناء قد واقع جزءا من هذا المكروه فنزلت الآية رافعة للجناح في ذلك إذا كان أصل النكاح على المقصد الحسن . وقال قوم : لا جناح عليكم معناه لا طلب لجميع المهر بل عليكم نصف المفروض لمن فرض لها ، والمتعة لمن لم يفرض لها . وقيل : لما كان أمر المهر مؤكدا في الشرع فقد يتوهم أنه لا بد من مهر إما مسمى وإما مهر المثل ، فرفع الحرج عن المطلق في وقت التطليق وإن لم يكن في النكاح مهر . وقال قوم : لا جناح عليكم معناه في أن ترسلوا الطلاق في وقت الحيض ، بخلاف المدخول بها إذ غير المدخول بها لا عدة عليها .[ ص: 180 ] الثانية : المطلقات أربع : مطلقة مدخول بها مفروض لها وقد ذكر الله حكمها قبل هذه الآية وأنه لا يسترد منها شيء من المهر ، وأن عدتها ثلاثة قروء . ومطلقة غير مفروض لها ولا مدخول بها فهذه الآية في شأنها ولا مهر لها بل أمر الرب تعالى بإمتاعها وبين في سورة ( الأحزاب ) أن غير المدخول بها إذا طلقت فلا عدة عليها ، وسيأتي . ومطلقة مفروض لها غير مدخول بها ذكرها بعد هذه الآية إذ قال : وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة ، ومطلقة مدخول بها غير مفروض لها ذكرها الله في قوله : فما استمتعتم به منهن فآتوهن أجورهن ، فذكر تعالى هذه الآية والتي بعدها مطلقة قبل المسيس وقبل الفرض ، ومطلقة قبل المسيس وبعد الفرض ، فجعل للأولى المتعة ، وجعل للثانية نصف الصداق لما لحق الزوجة من دحض العقد ، ووصم الحل الحاصل للزوج بالعقد ، وقابل المسيس بالمهر الواجب .الثالثة : لما قسم الله تعالى حال المطلقة هنا قسمين : مطلقة مسمى لها المهر ، ومطلقة لم يسم لها دل على أن نكاح التفويض جائز وهو كل نكاح عقد من غير ذكر الصداق ولا خلاف فيه ، ويفرض بعد ذلك الصداق فإن فرض التحق بالعقد وجاز وإن لم يفرض لها وكان الطلاق لم يجب صداق إجماعا قاله القاضي أبو بكر بن العربي . وحكى المهدوي عن حماد بن أبي سليمان أنه إذا طلقها ولم يدخل بها ولم يكن فرض لها أجبر على نصف صداق مثلها . وإن فرض بعد عقد النكاح وقبل وقوع الطلاق فقال أبو حنيفة : لا يتنصف بالطلاق لأنه لم يجب بالعقد وهذا خلاف الظاهر من قوله تعالى : وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة ، وخلاف القياس أيضا ، فإن الفرض بعد العقد يلحق بالعقد فوجب أن يتنصف بالطلاق ، أصله الفرض المقترن بالعقد .الرابعة : إن وقع الموت قبل الفرض فذكر الترمذي عن ابن مسعود ( أنه سئل عن رجل تزوج امرأة لم يفرض لها ولم يدخل بها حتى مات فقال ابن مسعود : لها مثل صداق نسائها لا وكس ولا شطط وعليها العدة ولها الميراث فقام معقل بن سنان الأشجعي فقال : قضى رسول الله صلى الله عليه وسلم في بروع بنت واشق امرأة منا مثل الذي قضيت ففرح بها ابن مسعود ) . قال [ ص: 181 ] الترمذي : حديث ابن مسعود حديث حسن صحيح ، وقد روي عنه من غير وجه ، والعمل على هذا عند بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم ، وبه يقول الثوري وأحمد وإسحاق ، وقال بعض أهل العلم من أصحاب النبي صلى الله عليه وسلم منهم علي بن أبي طالب وزيد بن ثابت وابن عباس وابن عمر : ( إذا تزوج الرجل امرأة ولم يدخل بها ولم يفرض لها صداقا حتى مات قالوا : لها الميراث ولا صداق لها وعليها العدة ) وهو قول الشافعي . وقال : ولو ثبت حديث بروع بنت واشق لكانت الحجة فيما روي عن النبي صلى الله عليه وسلم . ويروى عن الشافعي أنه رجع بمصر بعد عن هذا القول ، وقال بحديث بروع بنت واشق .قلت : اختلف في تثبيت حديث بروع ، فقال القاضي أبو محمد عبد الوهاب في شرح رسالة ابن أبي زيد : وأما حديث بروع بنت واشق فقد رده حفاظ الحديث وأئمة أهل العلم . وقال الواقدي : وقع هذا الحديث بالمدينة فلم يقبله أحد من العلماء وصححه الترمذي كما ذكرنا عنه وابن المنذر . قال ابن المنذر : وقد ثبت مثل قول عبد الله بن مسعود عن رسول الله صلى الله عليه وسلم وبه نقول . وذكر أنه قول أبي ثور وأصحاب الرأي . وذكر عن الزهري والأوزاعي ومالك والشافعي مثل قول علي وزيد وابن عباس وابن عمر . وفي المسألة قول ثالث وهو أنه لا يكون ميراث حتى يكون مهر ، قاله مسروق .قلت : ومن الحجة لما ذهب إليه مالك أنه فراق في نكاح قبل الفرض فلم يجب فيه صداق ، أصله الطلاق لكن إذا صح الحديث فالقياس في مقابلته فاسد . وقد حكى أبو محمد عبد الحميد عن المذهب ما يوافق الحديث والحمد لله . وقال أبو عمر : حديث بروع رواه عبد الرزاق عن الثوري عن منصور عن إبراهيم عن علقمة عن ابن مسعود الحديث . وفيه : فقام معقل بن سنان . وقال فيه ابن مهدي عن الثوري عن فراس عن الشعبي عن مسروق عن عبد الله فقال معقل بن يسار ، والصواب عندي قول من قال : معقل بن سنان لا معقل بن يسار لأن معقل بن يسار رجل من مزينة ، وهذا الحديث إنما جاء في امرأة من أشجع لا من مزينة وكذلك رواه داود عن الشعبي عن علقمة ، وفيه : فقال ناس من أشجع ومعقل بن سنان قتل يوم الحرة وفي يوم الحرة يقول الشاعر :ألا تلكم الأنصار تبكي سراتها وأشجع تبكي معقل بن سنانالخامسة : قوله تعالى : ما لم تمسوهن \" ما \" بمعنى الذي أي إن طلقتم النساء اللاتي لم تمسوهن . و تمسوهن قرئ بفتح التاء من الثلاثي ، وهي قراءة نافع وابن كثير [ ص: 182 ] وأبي عمرو وعاصم وابن عامر . وقرأ حمزة والكسائي \" تماسوهن \" من المفاعلة ؛ لأن الوطء تم بهما ، وقد يرد في باب المفاعلة فاعل بمعنى فعل ، نحو طارقت النعل ، وعاقبت اللص . والقراءة الأولى تقتضي معنى المفاعلة في هذا الباب بالمعنى المفهوم من المس ، ورجحها أبو علي ؛ لأن أفعال هذا المعنى جاءت ثلاثية على هذا الوزن ، جاء : نكح وسفد وقرع ودفط وضرب الفحل ، والقراءتان حسنتان . و \" أو \" في أو تفرضوا قيل هو بمعنى الواو ، أي ما لم تمسوهن ولم تفرضوا لهن ، كقوله تعالى : وكم من قرية أهلكناها فجاءها بأسنا بياتا أو هم قائلون ؛ أي وهم قائلون . وقوله : وأرسلناه إلى مائة ألف أو يزيدون ؛ أي ويزيدون . وقوله : ولا تطع منهم آثما أو كفورا ؛ أي وكفورا . وقوله : وإن كنتم مرضى أو على سفر أو جاء أحد منكم من الغائط ؛ معناه وجاء أحد منكم من الغائط وأنتم مرضى أو مسافرون . وقوله : إلا ما حملت ظهورهما أو الحوايا أو ما اختلط بعظم ، وما كان مثله . ويعتضد هذا بأنه تعالى عطف عليها بعد ذلك المفروض لها فقال : وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة . فلو كان الأول لبيان طلاق المفروض لها قبل المسيس لما كرره .السادسة : قوله تعالى : ( ومتعوهن ) معناه أعطوهن شيئا يكون متاعا لهن . وحمله ابن عمرو وعلي بن أبي طالب والحسن بن أبي الحسن وسعيد بن جبير وأبو قلابة والزهري وقتادة والضحاك بن مزاحم على الوجوب . وحمله أبو عبيد ومالك بن أنس وأصحابه والقاضي شريح وغيرهم على الندب . تمسك أهل القول الأول بمقتضى الأمر . وتمسك أهل القول الثاني بقوله تعالى : حقا على المحسنين و على المتقين ولو كانت واجبة لأطلقها على الخلق أجمعين . والقول الأول أولى ؛ لأن عمومات الأمر بالإمتاع في قوله ( ومتعوهن ) وإضافة الإمتاع إليهن بلام التمليك في قوله : وللمطلقات متاع أظهر في الوجوب منه في الندب . وقوله : على المتقين تأكيد لإيجابها ؛ لأن كل واحد يجب عليه أن يتقي الله في الإشراك به ومعاصيه ، وقد قال تعالى في القرآن : هدى للمتقين .السابعة : واختلفوا في الضمير المتصل بقوله ( ومتعوهن ) من المراد به من النساء ؟ فقال ابن عباس وابن عمر وجابر بن زيد والحسن والشافعي وأحمد وعطاء وإسحاق وأصحاب الرأي : المتعة واجبة للمطلقة قبل البناء والفرض ، ومندوبة في حق غيرها . وقال مالك [ ص: 183 ] وأصحابه : المتعة مندوب إليها في كل مطلقة وإن دخل بها ، إلا في التي لم يدخل بها وقد فرض لها فحسبها ما فرض لها ولا متعة لها . وقال أبو ثور : لها المتعة ولكل مطلقة . وأجمع أهل العلم على أن التي لم يفرض لها ولم يدخل بها لا شيء لها غير المتعة . قال الزهري : يقضي لها بها القاضي . وقال جمهور الناس : لا يقضي بها لها .قلت : هذا الإجماع إنما هو في الحرة ، فأما الأمة إذا طلقت قبل الفرض والمسيس فالجمهور على أن لها المتعة . وقال الأوزاعي والثوري : لا متعة لها لأنها تكون لسيدها وهو لا يستحق مالا في مقابلة تأذي مملوكته بالطلاق . وأما ربط مذهب مالك فقال ابن شعبان : المتعة بإزاء غم الطلاق ، ولذلك ليس للمختلعة والمبارئة والملاعنة متعة قبل البناء ولا بعده ؛ لأنها هي التي اختارت الطلاق . وقال الترمذي وعطاء والنخعي : للمختلعة متعة . وقال أصحاب الرأي : للملاعنة متعة . قال ابن القاسم : ولا متعة في نكاح مفسوخ . قال ابن المواز : ولا فيما يدخله الفسخ بعد صحة العقد ، مثل ملك أحد الزوجين صاحبه . قال ابن القاسم : وأصل ذلك قوله تعالى : وللمطلقات متاع بالمعروف فكان هذا الحكم مختصا بالطلاق دون الفسخ . وروى ابن وهب عن مالك أن المخيرة لها المتعة بخلاف الأمة تعتق تحت العبد فتختار هي نفسها ، فهذه لا متعة لها . وأما الحرة تخير أو تملك أو يتزوج عليها أمة فتختار هي نفسها في ذلك كله فلها المتعة ؛ لأن الزوج سبب للفراق .الثامنة : قال مالك : ليس للمتعة عندنا حد معروف في قليلها ولا كثيرها . وقد اختلف الناس في هذا ، فقال ابن عمر : أدنى ما يجزئ في المتعة ثلاثون درهما أو شبهها . وقال ابن عباس : أرفع المتعة خادم ثم كسوة ثم نفقة . عطاء : أوسطها الدرع والخمار والملحفة . أبو حنيفة : ذلك أدناها . وقال ابن محيريز : على صاحب الديوان ثلاثة دنانير ، وعلى العبد المتعة . وقال الحسن : يمتع كل بقدره ، هذا بخادم وهذا بأثواب وهذا بثوب وهذا بنفقة ، وكذلك يقول مالك بن أنس ، وهو مقتضى القرآن فإن الله سبحانه لم يقدرها ولا حددها وإنما قال : على الموسع قدره وعلى المقتر قدره . ومتع الحسن بن علي بعشرين ألفا وزقاق من عسل . ومتع شريح بخمسمائة درهم . وقد قيل : إن حالة المرأة معتبرة أيضا ، قاله بعض الشافعية ، قالوا : لو اعتبرنا حال الرجل وحده لزم منه أنه لو تزوج امرأتين إحداهما شريفة والأخرى دنية ثم طلقهما قبل المسيس ولم يسم لهما أن يكونا متساويتين في المتعة فيجب للدنية ما يجب للشريفة وهذا خلاف ما قال الله تعالى : متاعا بالمعروف ويلزم منه أن الموسر العظيم اليسار إذا تزوج امرأة دنية أن يكون مثلها ؛ لأنه إذا طلقها قبل الدخول والفرض لزمته المتعة [ ص: 184 ] على قدر حاله ومهر مثلها ، فتكون المتعة على هذا أضعاف مهر مثلها ، فتكون قد استحقت قبل الدخول أضعاف ما تستحقه بعد الدخول من مهر المثل الذي فيه غاية الابتذال وهو الوطء . وقال أصحاب الرأي وغيرهم : متعة التي تطلق قبل الدخول والفرض نصف مهر مثلها لا غير ؛ لأن مهر المثل مستحق بالعقد ، والمتعة هي بعض مهر المثل ، فيجب لها كما يجب نصف المسمى إذا طلق قبل الدخول ، وهذا يرده قوله تعالى : على الموسع قدره وعلى المقتر قدره وهذا دليل على رفض التحديد ، والله بحقائق الأمور عليم . وقد ذكر الثعلبي حديثا قال : نزلت لا جناح عليكم إن طلقتم النساء الآية ، في رجل من الأنصار تزوج امرأة من بني حنيفة ولم يسم لها مهرا ثم طلقها قبل أن يمسها فنزلت الآية ، فقال النبي صلى الله عليه وسلم : متعها ولو بقلنسوتك . وروى الدارقطني عن سويد بن غفلة قال : كانت عائشة الخثعمية عند الحسن بن علي بن أبي طالب فلما أصيب علي وبويع الحسن بالخلافة قالت : لتهنك الخلافة يا أمير المؤمنين ، فقال : يقتل علي وتظهرين الشماتة ، اذهبي فأنت طالق ثلاثا . قال : فتلفعت بساجها وقعدت حتى انقضت عدتها فبعث إليها بعشرة آلاف متعة ، وبقية ما بقي لها من صداقها . فقالت :متاع قليل من حبيب مفارقفلما بلغه قولها بكى وقال : لولا أني سمعت جدي - أو حدثني أبي أنه سمع جدي - يقول : أيما رجل طلق امرأته ثلاثا مبهمة أو ثلاثا عند الأقراء لم تحل له حتى تنكح زوجا غيره لراجعتها . وفي رواية : أخبره الرسول فبكى وقال : لولا أني أبنت الطلاق لها لراجعتها ، ولكني سمعت رسول الله صلى الله عليه وسلم يقول : أيما رجل طلق امرأته ثلاثا عند كل طهر تطليقة أو عند رأس كل شهر تطليقة أو طلقها ثلاثا جميعا لم تحل له حتى تنكح زوجا غيره .التاسعة : من جهل المتعة حتى مضت أعوام فليدفع ذلك إليها وإن تزوجت ، وإلى ورثتها إن ماتت ، رواه ابن المواز عن ابن القاسم . وقال أصبغ : لا شيء عليه إن ماتت لأنها [ ص: 185 ] تسلية للزوجة عن الطلاق وقد فات ذلك . ووجه الأول أنه حق ثبت عليه وينتقل عنها إلى ورثتها كسائر الحقوق ، وهذا يشعر بوجوبها في المذهب ، والله أعلم .العاشرة : قوله تعالى : على الموسع قدره وعلى المقتر قدره دليل على وجوب المتعة وقرأ الجمهور ( الموسع ) بسكون الواو وكسر السين ، وهو الذي اتسعت حاله ، يقال : فلان ينفق على قدره ، أي على وسعه . وقرأ أبو حيوة بفتح الواو وشد السين وفتحها . وقرأ ابن كثير ونافع وأبو عمرو وعاصم في رواية أبي بكر \" قدره \" بسكون الدال في الموضعين . وقرأ ابن عامر وحمزة والكسائي وعاصم في رواية حفص بفتح الدال فيهما . قال أبو الحسن الأخفش وغيره : هما بمعنى ، لغتان فصيحتان ، وكذلك حكى أبو زيد ، يقول : خذ قدر كذا وقدر كذا ، بمعنى . ويقرأ في كتاب الله : فسالت أودية بقدرها ، وقدرها ، وقال تعالى : وما قدروا الله حق قدره ولو حركت الدال لكان جائزا . و \" المقتر \" المقل القليل المال . و ( متاعا ) نصب على المصدر ، أي متعوهن متاعا بالمعروف أي بما عرف في الشرع من الاقتصاد .الحادية عشرة : قوله تعالى : حقا على المحسنين أي يحق ذلك عليهم حقا ، يقال : حققت عليه القضاء وأحققت ، أي أوجبت ، وفي هذا دليل على وجوب المتعة مع الأمر بها ، فقوله : ( حقا ) تأكيد للوجوب . ومعنى على المحسنين و على المتقين أي على المؤمنين ، إذ ليس لأحد أن يقول : لست بمحسن ولا متق ، والناس مأمورون بأن يكونوا جميعا محسنين متقين ، فيحسنون بأداء فرائض الله ويجتنبون معاصيه حتى لا يدخلوا النار ، فواجب على الخلق أجمعين أن يكونوا محسنين متقين . و ( حقا ) صفة لقوله متاعا أو نصب على المصدر ، وذلك أدخل في التأكيد للأمر ، والله أعلم .",
  "ayah": 236,
  "surah": 2
}
