{
  "text": "قوله تعالى : ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون [ ص: 210 ] فيه ست مسائل : الأولى : قوله تعالى : ( ألم تر ) هذه رؤية القلب بمعنى ألم تعلم . والمعنى عند سيبويه تنبه إلى أمر الذين . ولا تحتاج هذه الرؤية إلى مفعولين . وقرأ أبو عبد الرحمن السلمي \" ألم تر \" بجزم الراء ، وحذفت الهمزة حذفا من غير إلقاء حركة لأن الأصل ألم ترء .وقصة هؤلاء أنهم قوم من بني إسرائيل وقع فيهم الوباء ، وكانوا بقرية يقال لها ( داوردان ) فخرجوا منها هاربين فنزلوا واديا فأماتهم الله تعالى . قال ابن عباس : كانوا أربعة آلاف خرجوا فرارا من الطاعون وقالوا : نأتي أرضا ليس بها موت ، فأماتهم الله تعالى ، فمر بهم نبي فدعا الله تعالى فأحياهم . وقيل : إنهم ماتوا ثمانية أيام . وقيل : سبعة ، والله أعلم . قال الحسن : أماتهم الله قبل آجالهم عقوبة لهم ، ثم بعثهم إلى بقية آجالهم . وقيل : إنما فعل ذلك بهم معجزة لنبي من أنبيائهم ، قيل : كان اسمه شمعون . وحكى النقاش أنهم فروا من الحمى . وقيل : إنهم فروا من الجهاد ولما أمرهم الله به على لسان حزقيل النبي عليه السلام ، فخافوا الموت بالقتل في الجهاد فخرجوا من ديارهم فرارا من ذلك ، فأماتهم الله ليعرفهم أنه لا ينجيهم من الموت شيء ، ثم أحياهم وأمرهم بالجهاد بقوله تعالى : وقاتلوا في سبيل الله ، قاله الضحاك . قال ابن عطية : وهذا القصص كله لين الأسانيد ، وإنما اللازم من الآية أن الله تعالى أخبر نبيه محمدا صلى الله عليه وسلم إخبارا في عبارة التنبيه والتوقيف عن قوم من البشر خرجوا من ديارهم فرارا من الموت فأماتهم الله تعالى ثم أحياهم ، ليروا هم وكل من خلف من بعدهم أن الإماتة إنما هي بيد الله تعالى لا بيد غيره ، فلا معنى لخوف خائف ولا لاغترار مغتر . وجعل الله هذه الآية مقدمة بين يدي أمره المؤمنين من أمة محمد صلى الله عليه وسلم بالجهاد ، هذا قول الطبري وهو ظاهر وصف الآية .قوله تعالى : وهم ألوف قال الجمهور : هي جمع ألف . قال بعضهم : كانوا ستمائة ألف . وقيل : كانوا ثمانين ألفا . ابن عباس : أربعين ألفا . أبو مالك : ثلاثين ألفا . السدي : سبعة وثلاثين ألفا . وقيل : سبعين ألفا ، قاله عطاء بن أبي رباح . وعن ابن عباس أيضا أربعين ألفا ، وثمانية آلاف ، رواه عنه ابن جريج . وعنه أيضا ثمانية آلاف ، وعنه أيضا أربعة آلاف ، وقيل : ثلاثة آلاف . والصحيح أنهم زادوا على عشرة آلاف لقوله تعالى : ( وهم ألوف ) وهو جمع الكثرة ، ولا يقال في عشرة فما دونها ألوف . وقال ابن زيد في لفظة ألوف : إنما معناها وهم مؤتلفون ، أي لم تخرجهم فرقة قومهم ولا فتنة بينهم إنما كانوا مؤتلفين ، فخالفت هذه الفرقة فخرجت فرارا من الموت وابتغاء الحياة بزعمهم ، فأماتهم الله في منجاهم بزعمهم . فألوف [ ص: 211 ] على هذا جمع آلف ، مثل جالس وجلوس . قال ابن العربي : أماتهم الله تعالى مدة عقوبة لهم ثم أحياهم ، وميتة العقوبة بعدها حياة ، وميتة الأجل لا حياة بعدها . قال مجاهد : إنهم لما أحيوا رجعوا إلى قومهم يعرفون أنهم كانوا موتى ولكن سحنة الموت على وجوههم ، ولا يلبس أحد منهم ثوبا إلا عاد كفنا دسما حتى ماتوا لآجالهم التي كتبت لهم . ابن جريج عن ابن عباس : وبقيت الرائحة على ذلك السبط من بني إسرائيل إلى اليوم . وروي أنهم كانوا بواسط العراق . ويقال : إنهم أحيوا بعد أن أنتنوا ، فتلك الرائحة موجودة في نسلهم إلى اليوم .الثانية : حذر الموت أي لحذر الموت ، فهو نصب لأنه مفعول له . و ( موتوا ) أمر تكوين ، ولا يبعد أن يقال : نودوا وقيل لهم : موتوا . وقد حكي أن ملكين صاحا بهم : موتوا فماتوا ، فالمعنى قال لهم الله بواسطة الملكين \" موتوا \" ، والله أعلم .الثالثة : أصح هذه الأقوال وأبينها وأشهرها أنهم خرجوا فرارا من الوباء ، رواه سعيد بن جبير عن ابن عباس قال : خرجوا فرارا من الطاعون فماتوا ، فدعا الله نبي من الأنبياء أن يحييهم حتى يعبدوه فأحياهم الله . وقال عمرو بن دينار في هذه الآية : وقع الطاعون في قريتهم فخرج أناس وبقي أناس ، ومن خرج أكثر ممن بقي ، قال : فنجا الذين خرجوا ومات الذين أقاموا ، فلما كانت الثانية خرجوا بأجمعهم إلا قليلا فأماتهم الله ودوابهم ، ثم أحياهم فرجعوا إلى بلادهم وقد توالدت ذريتهم . وقال الحسن : خرجوا حذارا من الطاعون فأماتهم الله ودوابهم في ساعة واحدة ، وهم أربعون ألفا .قلت : وعلى هذا تترتب الأحكام في هذه الآية . فروى الأئمة واللفظ للبخاري من حديث عامر بن سعد بن أبي وقاص أنه سمع أسامة بن زيد يحدث سعدا أن رسول الله صلى الله عليه وسلم ذكر الوجع فقال رجز أو عذاب عذب به بعض الأمم ثم بقي منه بقية فيذهب المرة ويأتي الأخرى فمن سمع به بأرض فلا يقدمن عليه ومن كان بأرض وقع بها فلا يخرج فرارا منه وأخرجه أبو عيسى الترمذي فقال : حدثنا قتيبة أنبأنا حماد بن زيد عن عمرو بن دينار عن عامر بن سعد عن أسامة بن زيد أن النبي صلى الله عليه وسلم ذكر الطاعون فقال : بقية رجز أو عذاب أرسل على طائفة من بني إسرائيل فإذا وقع بأرض وأنتم بها فلا تخرجوا منها وإذا وقع بأرض ولستم بها فلا تهبطوا [ ص: 212 ] عليها قال : حديث حسن صحيح . وبمقتضى هذه الأحاديث عمل عمر والصحابة رضوان الله عليهم لما رجعوا من سرغ حين أخبرهم عبد الرحمن بن عوف بالحديث ، على ما هو مشهور في الموطأ وغيره . وقد كره قوم الفرار من الوباء والأرض السقيمة ، روي عن عائشة رضي الله عنها أنها قالت : الفرار من الوباء كالفرار من الزحف . وقصة عمر في خروجه إلى الشام مع أبي عبيدة معروفة ، وفيها : أنه رجع . وقال الطبري : في حديث سعد دلالة على أن على المرء توقي المكاره قبل نزولها ، وتجنب الأشياء المخوفة قبل هجومها ، وأن عليه الصبر وترك الجزع بعد نزولها ، وذلك أنه عليه السلام نهى من لم يكن في أرض الوباء عن دخولها إذا وقع فيها ، ونهى من هو فيها عن الخروج منها بعد وقوعه فيها فرارا منه ، فكذلك الواجب أن يكون حكم كل متق من الأمور غوائلها ، سبيله في ذلك سبيل الطاعون . وهذا المعنى نظير قوله عليه السلام : لا تتمنوا لقاء العدو وسلوا الله العافية فإذا لقيتموهم فاصبروا .قلت : وهذا هو الصحيح في الباب ، وهو مقتضى قول الرسول عليه السلام ، وعليه عمل أصحابه البررة الكرام رضي الله عنهم ، وقد قال عمر لأبي عبيدة محتجا عليه لما قال له : أفرارا من قدر الله! فقال عمر : لو غيرك قالها يا أبا عبيدة ! نعم ، نفر من قدر الله إلى قدر الله . المعنى : أي لا محيص للإنسان عما قدره الله له وعليه ، ولكن أمرنا الله تعالى بالتحرز من المخاوف والمهلكات ، وباستفراغ الوسع في التوقي من المكروهات . ثم قال له : أرأيت لو كانت لك إبل فهبطت واديا له عدوتان إحداهما خصبة والأخرى جدبة ، أليس إن رعيت الخصبة رعيتها بقدر الله ، وإن رعيت الجدبة رعيتها بقدر الله عز وجل . فرجع عمر من موضعه ذلك إلى المدينة . قال الكيا الطبري : ولا نعلم خلافا أن الكفار أو قطاع الطريق إذا قصدوا بلدة ضعيفة لا طاقة لأهلها بالقاصدين فلهم أن يتنحوا من بين أيديهم ، وإن كانت الآجال المقدرة لا تزيد ولا تنقص . وقد قيل : إنما نهي عن الفرار منه لأن الكائن بالموضع الذي الوباء فيه لعله قد أخذ [ ص: 213 ] بحظ منه ، لاشتراك أهل ذلك الموضع في سبب ذلك المرض العام ، فلا فائدة لفراره ، بل يضيف إلى ما أصابه من مبادئ الوباء مشقات السفر ، فتتضاعف الآلام ويكثر الضرر فيهلكون بكل طريق ويطرحون في كل فجوة ومضيق ، ولذلك يقال : ما فر أحد من الوباء فسلم ، حكاه ابن المدائني . ويكفي في ذلك موعظة قوله تعالى : ألم تر إلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ولعله إن فر ونجا يقول : إنما نجوت من أجل خروجي عنه فيسوء اعتقاده . وبالجملة فالفرار منه ممنوع لما ذكرناه ، ولما فيه من تخلية البلاد : ولا تخلو من مستضعفين يصعب عليهم الخروج منها ، ولا يتأتى لهم ذلك ، ويتأذون بخلو البلاد من المياسير الذين كانوا أركانا للبلاد ومعونة للمستضعفين . وإذا كان الوباء بأرض فلا يقدم عليه أحد أخذا بالحزم والحذر والتحرز من مواضع الضرر ، ودفعا للأوهام المشوشة لنفس الإنسان ، وفي الدخول عليه الهلاك ، وذلك لا يجوز في حكم الله تعالى ، فإن صيانة النفس عن المكروه واجبة ، وقد يخاف عليه من سوء الاعتقاد بأن يقول : لولا دخولي في هذا المكان لما نزل بي مكروه . فهذه فائدة النهي عن دخول أرض بها الطاعون أو الخروج منها ، والله أعلم . وقد قال ابن مسعود : الطاعون فتنة على المقيم والفار ، فأما الفار فيقول : فبفراري نجوت ، وأما المقيم فيقول : أقمت فمت ، وإلى نحو هذا أشار مالك حين سئل عن كراهة النظر إلى المجذوم فقال : ما سمعت فيه بكراهة ، وما أرى ما جاء من النهي عن ذلك إلا خيفة أن يفزعه أو يخيفه شيء يقع في نفسه ، قال النبي صلى الله عليه وسلم في الوباء : إذا سمعتم به في أرض فلا تقدموا عليه وإذا وقع وأنتم بها فلا تخرجوا فرارا منه . وسئل أيضا عن البلدة يقع فيها الموت وأمراض ، فهل يكره الخروج منها ؟ فقال : ما أرى بأسا خرج أو أقام .الرابعة : في قوله عليه السلام : إذا وقع الوباء بأرض وأنتم بها فلا تخرجوا فرارا منه . دليل على أنه يجوز الخروج من بلدة الطاعون على غير سبيل الفرار منه ، إذا اعتقد أن ما أصابه لم يكن ليخطئه ، وكذلك حكم الداخل إذا أيقن أن دخولها لا يجلب إليه قدرا لم يكن الله قدره له ، فباح له الدخول إليه والخروج منه على هذا الحد الذي ذكرناه ، والله أعلم .الخامسة : في فضل الصبر على الطاعون وبيانه . الطاعون وزنه فاعول من الطعن ، غير أنه لما عدل به عن أصله وضع دالا على الموت العام بالوباء ، قاله الجوهري . ويروى من حديث عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال : فناء أمتي بالطعن والطاعون - قالت : [ ص: 214 ] الطعن قد عرفناه فما الطاعون ؟ قال : غدة كغدة البعير تخرج في المراق والآباط . قال العلماء : وهذا الوباء قد يرسله الله نقمة وعقوبة على من يشاء من العصاة من عبيده وكفرتهم ، وقد يرسله شهادة ورحمة للصالحين ، كما قال معاذ في طاعون عمواس : إنه شهادة ورحمة لكم ودعوة نبيكم ، اللهم أعط معاذا وأهله نصيبهم من رحمتك . فطعن في كفه رضي الله عنه . قال أبو قلابة : قد عرفت الشهادة والرحمة ولم أعرف ما دعوة نبيكم ؟ فسألت عنها فقيل : دعا عليه السلام أن يجعل فناء أمته بالطعن والطاعون حين دعا ألا يجعل بأس أمته بينهم فمنعها فدعا بهذا . ويروى من حديث جابر وغيره عن النبي صلى الله عليه وسلم أنه قال : الفار من الطاعون كالفار من الزحف والصابر فيه كالصابر في الزحف . وفي البخاري عن يحيى بن يعمر عن عائشة أنها أخبرته أنها سألت رسول الله صلى الله عليه وسلم عن الطاعون فأخبرها نبي الله صلى الله عليه وسلم : أنه كان عذابا يبعثه الله على من يشاء فجعله الله رحمة للمؤمنين فليس من عبد يقع الطاعون فيمكث في بلده صابرا يعلم أنه لن يصيبه إلا ما كتب الله له إلا كان له مثل أجر الشهيد . وهذا تفسير لقوله عليه الصلاة والسلام : ( الطاعون شهادة والمطعون شهيد ) . أي الصابر عليه المحتسب أجره على الله العالم أنه لن يصيبه إلا ما كتب الله عليه ، ولذلك تمنى معاذ أن يموت فيه لعلمه أن من مات فهو شهيد . وأما من جزع من الطاعون وكرهه وفر منه فليس بداخل في معنى الحديث ، والله أعلم .السادسة : قال أبو عمر : لم يبلغني أن أحدا من حملة العلم فر من الطاعون إلا ما ذكره ابن المدائني أن علي بن زيد بن جدعان هرب من الطاعون إلى السيالة فكان يجمع كل [ ص: 215 ] جمعة ويرجع ، فكان إذا جمع صاحوا به : فر من الطاعون! فمات بالسيالة . قال : وهرب عمرو بن عبيد ورباط بن محمد إلى الرباطية فقال إبراهيم بن علي الفقيمي في ذلك :ولما استفز الموت كل مكذب صبرت ولم يصبر رباط ولا عمرووذكر أبو حاتم عن الأصمعي قال : هرب بعض البصريين من الطاعون فركب حمارا له ومضى بأهله نحو سفوان ، فسمع حاديا يحدو خلفه :لن يسبق الله على حمار     ولا على ذي منعة طيارأو يأتي الحتف على مقدار     قد يصبح الله أمام الساريوذكر المدائني قال : وقع الطاعون بمصر في ولاية عبد العزيز بن مروان فخرج هاربا منه فنزل قرية من قرى الصعيد يقال لها ( سكر ) . فقدم عليه حين نزلها رسول لعبد الملك بن مروان . فقال له عبد العزيز : ما اسمك ؟ فقال له : طالب بن مدرك . فقال : أوه ما أراني راجعا إلى الفسطاط ! فمات في تلك القرية .",
  "ayah": 243,
  "surah": 2
}
