{
  "text": "قوله تعالى : من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة والله يقبض ويبسط وإليه ترجعونفيه إحدى عشرة مسألة : الأولى : قوله تعالى : من ذا الذي يقرض الله قرضا حسنا لما أمر الله تعالى بالجهاد والقتال على الحق - إذ ليس شيء من الشريعة إلا ويجوز القتال عليه وعنه ، وأعظمها دين الإسلام كما قال مالك - حرض على الإنفاق في ذلك . فدخل في هذا الخبر المقاتل في سبيل الله ، فإنه يقرض به رجاء الثواب كما فعل عثمان رضي الله عنه في جيش العسرة . و \" من \" رفع بالابتداء ، و \" ذا \" خبره ، و \" الذي \" نعت لذا ، وإن شئت بدل . ولما نزلت هذه الآية بادر أبو الدحداح إلى التصدق بماله ابتغاء ثواب ربه . أخبرنا الشيخ الفقيه الإمام المحدث القاضي أبو عامر يحيى بن عامر بن أحمد بن منيع الأشعري نسبا ومذهبا بقرطبة - أعادها الله - في ربيع الآخر عام ثمانية وعشرين وستمائة قراءة مني عليه قال : أخبرنا أبي إجازة قال : قرأت على أبي بكر عبد العزيز بن خلف بن مدين الأزدي عن أبي عبد الله بن سعدون سماعا عليه ، قال : حدثنا أبو الحسن علي بن مهران قال : حدثنا أبو الحسن محمد بن عبد الله بن زكريا بن حيوة النيسابوري سنة ست وستين وثلاثمائة ، قال : أنبأنا عمي أبو زكريا يحيى بن زكريا قال : حدثنا محمد بن معاوية بن صالح قال : حدثنا خلف بن خليفة عن حميد الأعرج عن عبد الله بن الحارث عن عبد الله بن مسعود قال : لما نزلت : من ذا الذي يقرض الله قرضا حسنا قال أبو الدحداح : يا رسول الله أوإن الله تعالى يريد منا القرض ؟ قال : نعم يا أبا الدحداح قال : [ ص: 217 ] أرني يدك ، قال فناوله ، قال : فإني أقرضت الله حائطا فيه ستمائة نخلة . ثم جاء يمشي حتى أتى الحائط وأم الدحداح فيه وعياله ، فناداها : يا أم الدحداح ، قالت : لبيك ، قال : اخرجي ، قد أقرضت ربي عز وجل حائطا فيه ستمائة نخلة . وقال زيد بن أسلم : لما نزل : من ذا الذي يقرض الله قرضا حسنا قال أبو الدحداح : فداك أبي وأمي يا رسول الله إن الله يستقرضنا وهو غني عن القرض ؟ قال : ( نعم يريد أن يدخلكم الجنة به ) . قال : فإني إن أقرضت ربي قرضا يضمن لي به ولصبيتي الدحداحة معي الجنة ؟ قال : ( نعم ) قال : فناولني يدك ، فناوله رسول الله صلى الله عليه وسلم يده : فقال : إن لي حديقتين إحداهما بالسافلة والأخرى بالعالية ، والله لا أملك غيرهما ، قد جعلتهما قرضا لله تعالى . قال رسول الله صلى الله عليه وسلم : ( اجعل إحداهما لله والأخرى دعها معيشة لك ولعيالك ) قال : فأشهدك يا رسول الله أني قد جعلت خيرهما لله تعالى ، وهو حائط فيه ستمائة نخلة . قال : ( إذا يجزيك الله به الجنة ) . فانطلق أبو الدحداح حتى جاء أم الدحداح وهي مع صبيانها في الحديقة تدور تحت النخل فأنشأ يقول :هداك ربي سبل الرشاد إلى سبيل الخير والسداد     بيني من الحائط بالودادفقد مضى قرضا إلى التناد     أقرضته الله على اعتماديبالطوع لا من ولا ارتداد     إلا رجاء الضعف في المعادفارتحلي بالنفس والأولاد     والبر لا شك فخير زادقدمه المرء إلى المعادقالت أم الدحداح : ربح بيعك بارك الله لك فيما اشتريت ، ثم أجابته أم الدحداح وأنشأت تقول :بشرك الله بخير وفرح     مثلك أدى ما لديه ونصحقد متع الله عيالي ومنح     بالعجوة السوداء والزهو البلحوالعبد يسعى وله ما قد كدح     طول الليالي وعليه ما اجترحثم أقبلت أم الدحداح على صبيانها تخرج ما في أفواههم وتنفض ما في أكمامهم حتى أفضت إلى الحائط الآخر ، فقال النبي صلى الله عليه وسلم : كم من عذق رداح ودار فياح لأبي الدحداح .[ ص: 218 ] الثانية : قال ابن العربي : انقسم الخلق بحكم الخالق وحكمته وقدرته ومشيئته وقضائه وقدره حين سمعوا هذه الآية أقساما ، فتفرقوا فرقا ثلاثة : ( الفرقة الأولى ) الرذلى قالوا : إن رب محمد محتاج فقير إلينا ونحن أغنياء ، فهذه جهالة لا تخفى على ذي لب ، فرد الله عليهم بقوله : لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء . ( الفرقة الثانية ) لما سمعت هذا القول آثرت الشح والبخل وقدمت الرغبة في المال فما أنفقت في سبيل الله ولا فكت أسيرا ولا أعانت أحدا تكاسلا عن الطاعة وركونا إلى هذه الدار . ( الفرقة الثالثة ) لما سمعت بادرت إلى امتثاله وآثر المجيب منهم بسرعة بماله كأبي الدحداح رضي الله عنه وغيره . والله أعلم .الثالثة : ( قرضا ) حسنا القرض : اسم لكل ما يلتمس عليه الجزاء وأقرض فلان فلانا أي أعطاه ما يتجازاه قال الشاعر وهو لبيد :وإذا جوزيت قرضا فاجزه     إنما يجزي الفتى ليس الجملوالقرض بالكسر لغة فيه حكاها الكسائي . واستقرضت من فلان أي طلبت منه القرض فأقرضني . واقترضت منه أي أخذت القرض . وقال الزجاج : القرض في اللغة البلاء الحسن والبلاء السيئ ، قال أمية :كل امرئ سوف يجزى قرضه حسنا     أو سيئا ومدينا مثل ما داناوقال آخر :تجازى القروض بأمثالها     فبالخير خيرا وبالشر شراوقال الكسائي : القرض ما أسلفت من عمل صالح أو سيئ . وأصل الكلمة القطع ، ومنه المقراض . وأقرضته أي قطعت له من مالي قطعة يجازي عليها . وانقرض القوم : انقطع أثرهم وهلكوا . والقرض هاهنا : اسم ، ولولاه لقال هاهنا إقراضا . واستدعاء القرض في هذه الآية إنما هي تأنيس وتقريب للناس بما يفهمونه ، والله هو الغني الحميد لكنه تعالى شبه عطاء المؤمن في الدنيا بما يرجو به ثوابه في الآخرة بالقرض كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء . حسب ما يأتي بيانه في ( براءة ) إن شاء الله تعالى . وقيل المراد بالآية الحث على الصدقة وإنفاق المال على الفقراء والمحتاجين والتوسعة عليهم ، وفي سبيل الله بنصرة [ ص: 219 ] الدين . وكنى الله سبحانه عن الفقير بنفسه العلية المنزهة عن الحاجات ترغيبا في الصدقة ، كما كنى عن المريض والجائع والعطشان بنفسه المقدسة عن النقائص والآلام . ففي صحيح الحديث إخبارا عن الله تعالى : ( يا ابن آدم مرضت فلم تعدني واستطعمتك فلم تطعمني واستسقيتك فلم تسقني ) قال يا رب كيف أسقيك وأنت رب العالمين ؟ قال : ( استسقاك عبدي فلان فلم تسقه أما إنك لو سقيته وجدت ذلك عندي ) وكذا فيما قبل ، أخرجه مسلم والبخاري وهذا كله خرج مخرج التشريف لمن كنى عنه ترغيبا لمن خوطب به .الرابعة : يجب على المستقرض رد القرض ؛ لأن الله تعالى بين أن من أنفق في سبيل الله لا يضيع عند الله تعالى بل يرد الثواب قطعا وأبهم الجزاء . وفي الخبر : ( النفقة في سبيل الله تضاعف إلى سبعمائة ضعف وأكثر ) على ما يأتي بيانه في هذه السورة عند قوله تعالى : مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل الآية . وقال هاهنا : فيضاعفه له أضعافا كثيرة وهذا لا نهاية له ولا حد .الخامسة : ثواب القرض عظيم ؛ لأن فيه توسعة على المسلم وتفريجا عنه . خرج ابن ماجه في سننه عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : رأيت ليلة أسري بي على باب الجنة مكتوبا الصدقة بعشر أمثالها والقرض بثمانية عشر فقلت لجبريل : ما بال القرض أفضل من الصدقة قال لأن السائل يسأل وعنده والمستقرض لا يستقرض إلا من حاجة . قال : حدثنا محمد بن خلف العسقلاني حدثنا يعلى حدثنا سليمان بن يسير عن قيس بن رومي قال : كان سليمان بن أذنان يقرض علقمة ألف درهم إلى عطائه ، فلما خرج عطاؤه تقاضاها منه ، واشتد عليه فقضاه ، فكأن علقمة غضب فمكث أشهرا ثم أتاه فقال : أقرضني ألف درهم إلى عطائي ، قال : نعم وكرامة! يا أم عتبة هلمي ، تلك الخريطة المختومة التي عندك ، قال : فجاءت بها ، فقال : أما والله إنها لدراهمك التي قضيتني ما حركت منها درهما واحدا ، قال : فلله أبوك ؟ ما حملك على ما فعلت بي ؟ قال : ما سمعت منك ، قال : ما سمعت مني ؟ قال : [ ص: 220 ] سمعتك تذكر عن ابن مسعود أن النبي صلى الله عليه وسلم قال : ما من مسلم يقرض مسلما قرضا مرتين إلا كان كصدقتها مرة قال : كذلك أنبأني ابن مسعود .السادسة : قرض الآدمي للواحد واحد ، أي يرد عليه مثل ما أقرضه . وأجمع أهل العلم على أن استقراض الدنانير والدراهم والحنطة والشعير والتمر والزبيب وكل ما له مثل من سائر الأطعمة جائز . وأجمع المسلمون نقلا عن نبيهم صلى الله عليه وسلم أن اشتراط الزيادة في السلف ربا ولو كان قبضة من علف - كما قال ابن مسعود - أو حبة واحدة . ويجوز أن يرد أفضل مما يستلف إذا لم يشترط ذلك عليه ؛ لأن ذلك من باب المعروف ، استدلالا بحديث أبي هريرة في البكر : إن خياركم أحسنكم قضاء رواه الأئمة : البخاري ومسلم وغيرهما . فأثنى صلى الله عليه وسلم على من أحسن القضاء ، وأطلق ذلك ولم يقيده بصفة . وكذلك قضى هو صلى الله عليه وسلم في البكر وهو الفتي المختار من الإبل جملا خيارا رباعيا ، والخيار : المختار ، والرباعي هو الذي دخل في السنة الرابعة ؛ لأنه يلقي فيها رباعيته وهي التي تلي الثنايا وهي أربع رباعيات - مخففة الباء - وهذا الحديث دليل على جواز قرض الحيوان ، وهو مذهب الجمهور ، ومنع من ذلك أبو حنيفة وقد تقدم .السابعة : ولا يجوز أن يهدي من استقرض هدية للمقرض ، ولا يحل للمقرض قبولها إلا أن يكون عادتهما ذلك ، بهذا جاءت السنة : خرج ابن ماجه حدثنا هشام بن عمار قال : حدثنا إسماعيل بن عياش حدثنا عتبة بن حميد الضبي عن يحيى بن أبي إسحاق الهنائي قال : سألت أنس بن مالك عن الرجل منا يقرض أخاه المال فيهدي إليه ؟ قال : قال رسول الله صلى الله عليه وسلم : إذا أقرض أحدكم أخاه قرضا فأهدى له أو حمله على دابته فلا يقبلها ولا يركبها إلا أن يكون جرى بينه وبينه قبل ذلك .الثامنة : القرض يكون من المال - وقد بينا حكمه - ويكون من العرض ، وفي الحديث عن النبي صلى الله عليه وسلم : أيعجز أحدكم أن يكون كأبي ضمضم كان إذا خرج من بيته قال اللهم إني [ ص: 221 ] قد تصدقت بعرضي على عبادك . وروي عن ابن عمر : أقرض من عرضك ليوم فقرك ، يعني من سبك فلا تأخذ منه حقا ولا تقم عليه حدا حتى تأتي يوم القيامة موفر الأجر . وقال أبو حنيفة : لا يجوز التصدق بالعرض لأنه حق الله تعالى ، وروى عن مالك ابن العربي : وهذا فاسد ، قال عليه السلام في الصحيح : إن دماءكم وأموالكم وأعراضكم عليكم حرام الحديث . وهذا يقتضي أن تكون هذه المحرمات الثلاث تجري مجرى واحدا في كونها باحترامها حقا للآدمي .التاسعة : قوله تعالى ( حسنا ) قال الواقدي : محتسبا طيبة به نفسه . وقال عمرو بن عثمان الصدفي : لا يمن به ولا يؤذي . وقال سهل بن عبد الله : لا يعتقد في قرضه عوضا .العاشرة : قوله تعالى : ( فيضاعفه له ) قرأ عاصم وغيره ( فيضاعفه ) بالألف ونصب الفاء . وقرأ ابن عامر ويعقوب بالتشديد في العين مع سقوط الألف ونصب الفاء . وقرأ ابن كثير وأبو جعفر وشيبة بالتشديد ورفع الفاء . وقرأ الآخرون بالألف ورفع الفاء . فمن رفعه نسقه على قوله : \" يقرض \" وقيل : على تقدير هو يضاعفه . ومن نصب فجوابا للاستفهام بالفاء . وقيل : بإضمار \" أن \" والتشديد والتخفيف لغتان . دليل التشديد أضعافا كثيرة لأن التشديد للتكثير . وقال الحسن والسدي : لا نعلم هذا التضعيف إلا لله وحده ، لقوله تعالى : ويؤت من لدنه أجرا عظيما . قال أبو هريرة : هذا في نفقة الجهاد ، وكنا نحسب والنبي صلى الله عليه وسلم بين أظهرنا نفقة الرجل على نفسه ورفقائه وظهره بألفي ألف .الحادية عشرة : قوله تعالى : والله يقبض ويبسط هذا عام في كل شيء فهو القابض الباسط ، وقد أتينا عليهما في ( شرح الأسماء الحسنى في الكتاب الأسنى ) .( وإليه ترجعون ) وعيد ، فيجازي كلا بعمله .",
  "ayah": 245,
  "surah": 2
}
