{
  "text": "قوله تعالى : فهزموهم بإذن الله وقتل داود جالوت وآتاه الله الملك والحكمة وعلمه مما يشاء ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض ولكن الله ذو فضل على العالمينقوله تعالى : فهزموهم بإذن الله أي فأنزل الله عليهم النصر فهزموهم : فكسروهم . والهزم : الكسر ومنه سقاء متهزم ، أي انثنى بعضه على بعض مع الجفاف ، ومنه ما قيل في زمزم : إنها هزمة جبريل أي هزمها جبريل برجله فخرج الماء . والهزم : ما تكسر من يابس الحطب .قوله تعالى : وقتل داود جالوت وذلك أن طالوت الملك اختاره من بين قومه لقتال جالوت ، وكان رجلا قصيرا مسقاما مصفارا أصغر أزرق ، وكان جالوت من أشد الناس وأقواهم وكان يهزم الجيوش وحده ، وكان قتل جالوت وهو رأس العمالقة على يده . وهو داود بن إيشى - بكسر الهمزة ، ويقال : داود بن زكريا بن رشوى ، وكان من سبط يهوذا بن يعقوب بن إسحاق بن إبراهيم عليهم السلام ، وكان من أهل بيت المقدس جمع له بين النبوة والملك بعد أن كان راعيا وكان أصغر إخوته وكان يرعى غنما ، وكان له سبعة إخوة في أصحاب طالوت ، فلما حضرت الحرب قال في نفسه : لأذهبن إلى رؤية هذه الحرب ، فلما نهض في طريقه مر بحجر فناداه : يا داود خذني فبي تقتل جالوت ، ثم ناداه حجر آخر ثم آخر فأخذها وجعلها في مخلاته وسار ، فخرج جالوت يطلب مبارزا فكع الناس عنه حتى قال طالوت : من يبرز إليه ويقتله فأنا أزوجه ابنتي وأحكمه في مالي ، فجاء داود عليه السلام فقال : أنا أبرز إليه وأقتله ، فازدراه طالوت حين رآه لصغر سنه وقصره فرده ، وكان داود أزرق قصيرا ، ثم نادى ثانية وثالثة فخرج داود ، فقال طالوت له : هل جربت نفسك بشيء ؟ قال نعم ، قال بماذا ؟ قال : وقع ذئب [ ص: 235 ] في غنمي فضربته ثم أخذت رأسه فقطعته من جسده . قال طالوت : الذئب ضعيف ، هل جربت نفسك في غيره ؟ قال : نعم ، دخل الأسد في غنمي فضربته ثم أخذت بلحييه فشققتهما ، أفترى هذا أشد من الأسد ؟ قال لا ، وكان عند طالوت درع لا تستوي إلا على من يقتل جالوت ، فأخبره بها وألقاها عليه فاستوت ، فقال طالوت : فاركب فرسي وخذ سلاحي ففعل ، فلما مشى قليلا رجع فقال الناس : جبن الفتى فقال داود : إن الله إن لم يقتله لي ويعني عليه لم ينفعني هذا الفرس ولا هذا السلاح ، ولكني أحب أن أقاتله على عادتي . قال : وكان داود من أرمى الناس بالمقلاع ، فنزل وأخذ مخلاته فتقلدها وأخذ مقلاعه وخرج إلى جالوت ، وهو شاك في سلاحه على رأسه بيضة فيها ثلاثمائة رطل ، فيما ذكر الماوردي وغيره ، فقال له جالوت : أنت يا فتى تخرج إلي! قال نعم ، قال : هكذا كما تخرج إلى الكلب! قال نعم ، وأنت أهون . قال : لأطعمن لحمك اليوم للطير والسباع ، ثم تدانيا وقصد جالوت أن يأخذ داود بيده استخفافا به ، فأدخل داود يده إلى الحجارة ، فروي أنها التأمت فصارت حجرا واحدا ، فأخذه فوضعه في المقلاع وسمى الله وأداره ورماه فأصاب به رأس جالوت فقتله ، وحز رأسه وجعله في مخلاته ، واختلط الناس وحمل أصحاب طالوت فكانت الهزيمة . وقد قيل : إنما أصاب بالحجر من البيضة موضع أنفه ، وقيل : عينه وخرج من قفاه ، وأصاب جماعة من عسكره فقتلهم . وقيل : إن الحجر تفتت حتى أصاب كل من في العسكر شيء منه ، وكان كالقبضة التي رمى بها النبي صلى الله عليه وسلم هوازن يوم حنين ، والله أعلم . وقد أكثر الناس في قصص هذه الآي ، وقد ذكرت لك منها المقصود والله المحمود .قلت : وفي قول طالوت : ( من يبرز له ويقتله فإني أزوجه ابنتي وأحكمه في مالي ) معناه ثابت في شرعنا ، وهو أن يقول الإمام : من جاء برأس فله كذا ، أو أسير فله كذا على ما يأتي بيانه في ( الأنفال ) إن شاء الله تعالى . وفيه دليل على أن المبارزة لا تكون إلا بإذن الإمام ، كما يقوله أحمد وإسحاق وغيرهما . واختلف فيه عن الأوزاعي فحكي عنه أنه قال : لا يحمل أحد إلا بإذن إمامه . وحكي عنه أنه قال : لا بأس به ، فإن نهى الإمام عن البراز فلا يبارز أحد إلا بإذنه . وأباحت طائفة البراز ولم تذكر بإذن الإمام ولا بغير إذنه ، هذا قول مالك . سئل مالك عن الرجل يقول بين الصفين : من يبارز ؟ فقال : ذلك إلى نيته إن كان يريد بذلك الله فأرجو ألا يكون به بأس ، قد كان يفعل ذلك فيما مضى . وقال الشافعي : لا بأس بالمبارزة . قال ابن [ ص: 236 ] المنذر : المبارزة بإذن الإمام حسن ، وليس على من بارز بغير إذن الإمام حرج ، وليس ذلك بمكروه لأني لا أعلم خبرا يمنع منه .وآتاه الله الملك والحكمة قال السدي : أتاه الله ملك طالوت ونبوة شمعون . والذي علمه ، هو صنعة الدروع ومنطق الطير وغير ذلك من أنواع ما علمه صلى الله عليه وسلم . وقال ابن عباس : هو أن الله أعطاه سلسلة موصولة بالمجرة والفلك ورأسها عند صومعة داود ، فكان لا يحدث في الهواء حدث إلا صلصلت السلسلة فيعلم داود ما حدث ، ولا يمسها ذو عاهة إلا برئ ، وكانت علامة دخول قومه في الدين أن يمسوها بأيديهم ثم يمسحون أكفهم على صدورهم ، وكانوا يتحاكمون إليها بعد داود عليه السلام إلى أن رفعت .قوله تعالى : ( مما يشاء ) أي مما شاء ، وقد يوضع المستقبل موضع الماضي ، وقد تقدم .قوله تعالى : ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض ولكن الله ذو فضل على العالمين فيه مسألتان : الأولى : قوله تعالى : ولولا دفع الله الناس بعضهم ببعض كذا قراءة الجماعة ، إلا نافعا فإنه قرأ \" دفاع \" ويجوز أن يكون مصدرا لفعل كما يقال : حسبت الشيء حسابا ، وآب إيابا ، ولقيته لقاء ، ومثله كتبه كتابا ، ومنه \" كتاب الله عليكم \" . النحاس : وهذا حسن ، فيكون دفاع ودفع مصدرين لدفع وهو مذهب سيبويه . وقال أبو حاتم : دافع ودفع بمعنى واحد ، مثل طرقت النعل وطارقت ، أي خصفت إحداهما فوق الأخرى ، والخصف : الخرز . واختار أبو عبيدة قراءة الجمهور ولولا دفع الله . وأنكر أن يقرأ \" دفاع \" وقال : لأن الله عز وجل لا يغالبه أحد . قال مكي : هذا وهم توهم فيه باب المفاعلة وليس به ، واسم الله في موضع رفع بالفعل ، أي لولا أن يدفع الله . و \" دفاع \" مرفوع بالابتداء عند سيبويه . \" الناس \" مفعول ، \" بعضهم \" بدل من الناس ، \" ببعض \" في موضع المفعول الثاني عند سيبويه ، وهو عنده مثل قولك : ذهبت بزيد ، فزيد في موضع مفعول فاعلمه .الثانية : واختلف العلماء في الناس المدفوع بهم الفساد من هم ؟ فقيل : هم الأبدال وهم أربعون رجلا كلما مات واحد بدل الله آخر ، فإذا كان عند القيامة ماتوا كلهم ، اثنان وعشرون منهم بالشام وثمانية عشر بالعراق . وروي عن علي رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم [ ص: 237 ] يقول : ( إن الأبدال يكونون بالشام وهم أربعون رجلا كلما مات منهم رجل أبدل الله مكانه رجلا ، يسقى بهم الغيث وينصر بهم على الأعداء ويصرف بهم عن أهل الأرض البلاء ) ذكره الترمذي الحكيم في \" نوادر الأصول \" . وخرج أيضا عن أبي الدرداء قال : إن الأنبياء كانوا أوتاد الأرض ، فلما انقطعت النبوة أبدل الله مكانهم قوما من أمة محمد صلى الله عليه وسلم يقال لهم الأبدال ، لم يفضلوا الناس بكثرة صوم ولا صلاة ولكن بحسن الخلق وصدق الورع وحسن النية وسلامة القلوب لجميع المسلمين والنصيحة لهم ابتغاء مرضاة الله بصبر وحلم ولب وتواضع في غير مذلة ، فهم خلفاء الأنبياء ، قوم اصطفاهم الله لنفسه واستخلصهم بعلمه لنفسه ، وهم أربعون صديقا منهم ثلاثون رجلا على مثل يقين إبراهيم خليل الرحمن ، يدفع الله بهم المكاره عن أهل الأرض والبلايا عن الناس ، وبهم يمطرون ويرزقون ، لا يموت الرجل منهم حتى يكون الله قد أنشأ من يخلفه . وقال ابن عباس : ولولا دفع الله العدو بجنود المسلمين لغلب المشركون فقتلوا المؤمنين وخربوا البلاد والمساجد . وقال سفيان الثوري : هم الشهود الذين تستخرج بهم الحقوق . وحكى مكي أن أكثر المفسرين على أن المعنى : لولا أن الله يدفع بمن يصلي عمن لا يصلي وبمن يتقي عمن لا يتقي لأهلك الناس بذنوبهم ، وكذا ذكر النحاس والثعلبي أيضا . قال الثعلبي وقال سائر المفسرين : ولولا دفاع الله المؤمنين الأبرار عن الفجار والكفار لفسدت الأرض ، أي هلكت وذكر حديثا أن النبي صلى الله عليه وسلم قال : إن الله يدفع العذاب بمن يصلي من أمتي عمن لا يصلي وبمن يزكي عمن لا يزكي وبمن يصوم عمن لا يصوم وبمن يحج عمن لا يحج وبمن يجاهد عمن لا يجاهد ، ولو اجتمعوا على ترك هذه الأشياء ما أنظرهم الله طرفة عين - ثم تلا رسول الله صلى الله عليه وسلم - ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض . وعن النبي صلى الله عليه وسلم قال : إن لله ملائكة تنادي كل يوم لولا عباد ركع وأطفال رضع وبهائم رتع لصب عليكم العذاب صبا خرجه أبو بكر الخطيب بمعناه من حديث الفضيل بن عياض . حدثنا منصور عن إبراهيم عن علقمة عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : لولا فيكم رجال خشع وبهائم رتع وصبيان رضع لصب العذاب على المؤمنين صبا . أخذ بعضهم هذا المعنى فقال :لولا عباد للإله ركع وصبية من اليتامى رضع     ومهملات في الفلاة رتعصب عليكم العذاب الأوجعوروى جابر أن رسول الله صلى الله عليه وسلم قال : إن الله ليصلح بصلاح الرجل ولده وولد ولده وأهل [ ص: 238 ] دويرته ودويرات حوله ولا يزالون في حفظ الله ما دام فيهم . وقال قتادة : يبتلي الله المؤمن بالكافر ويعافي الكافر بالمؤمن . وقال ابن عمر قال النبي صلى الله عليه وسلم : إن الله ليدفع بالمؤمن الصالح عن مائة من أهل بيته وجيرانه البلاء . ثم قرأ ابن عمر ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض . وقيل : هذا الدفع بما شرع على ألسنة الرسل من الشرائع ، ولولا ذلك لتسالب الناس وتناهبوا وهلكوا ، وهذا قول حسن فإنه عموم في الكف والدفع وغير ذلك فتأمله . ولكن الله ذو فضل على العالمين . بين سبحانه أن دفعه بالمؤمنين شر الكافرين فضل منه ونعمة .",
  "ayah": 251,
  "surah": 2
}
