{
  "text": "أو كالذي مر على قرية وهي خاوية على عروشها قال أنى يحيي هذه الله بعد موتها فأماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما أو بعض يوم قال بل لبثت مائة عام فانظر إلى طعامك وشرابك لم يتسنه وانظر إلى حمارك ولنجعلك آية للناس وانظر إلى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال أعلم أن الله على كل شيء قديرقوله تعالى : أو كالذي مر على قرية وهي خاوية على عروشها \" أو \" للعطف حملا على المعنى والتقدير عند الكسائي والفراء : هل رأيت كالذي حاج إبراهيم في ربه ، أو كالذي مر على قرية . وقال المبرد : المعنى ألم تر إلى الذي حاج إبراهيم في ربه ، ألم تر من مر! كالذي مر على قرية . فأضمر في الكلام من هو . وقرأ أبو سفيان بن حسين \" أو كالذي مر \" بفتح الواو ، وهي واو العطف دخل عليها ألف الاستفهام الذي معناه التقرير . وسميت القرية قرية لاجتماع الناس فيها ، من قولهم : قريت الماء أي جمعته ، وقد تقدم . قال سليمان بن بريدة وناجية بن كعب وقتادة وابن عباس والربيع وعكرمة والضحاك : الذي مر على القرية هو عزير . وقال وهب بن منبه وعبد الله بن عبيد بن عمير وعبد الله بن بكر بن مضر : هو إرمياء وكان نبيا . وقال ابن إسحاق : إرمياء هو الخضر ، وحكاه النقاش عن وهب بن منبه . قال ابن عطية : وهذا كما تراه ، إلا أن يكون اسما وافق اسما ؛ لأن الخضر معاصر لموسى ، وهذا الذي مر على القرية هو بعده بزمان من سبط هارون فيما رواه وهب بن منبه .قلت : إن كان الخضر هو إرمياء فلا يبعد أن يكون هو ؛ لأن الخضر لم يزل حيا من وقت موسى حتى الآن على الصحيح في ذلك ، على ما يأتي بيانه في سورة \" الكهف \" . وإن كان مات قبل هذه القصة فقول ابن عطية صحيح ، والله أعلم . وحكى النحاس ومكي عن مجاهد أنه [ ص: 264 ] رجل من بني إسرائيل غير مسمى . قال النقاش : ويقال هو غلام لوط عليه السلام . وحكى السهيلي عن القتبي هو شعيا في أحد قوليه . والذي أحياها بعد خرابها كوشك الفارسي . والقرية المذكورة هي بيت المقدس في قول وهب بن منبه وقتادة والربيع بن أنس وغيرهم . قال : وكان مقبلا من مصر وطعامه وشرابه المذكوران تين أخضر وعنب وركوة من خمر . وقيل من عصير . وقيل : قلة ماء هي شرابه . والذي أخلى بيت المقدس حينئذ بختنصر وكان واليا على العراق للهراسب ثم ليستاسب بن لهراسب والد اسبندياد . وحكى النقاش أن قوما قالوا : هي المؤتفكة . وقال ابن عباس في رواية أبي صالح : إن بختنصر غزا بني إسرائيل فسبى منهم أناسا كثيرة فجاء بهم وفيهم عزير بن شرخيا وكان من علماء بني إسرائيل فجاء بهم إلى بابل ، فخرج ذات يوم في حاجة له إلى دير هزقل على شاطئ الدجلة . فنزل تحت ظل شجرة وهو على حمار له ، فربط الحمار تحت ظل الشجرة ثم طاف بالقرية فلم ير بها ساكنا وهي خاوية على عروشها فقال : أنى يحيي هذه الله بعد موتها وقيل : إنها القرية التي خرج منها الألوف حذر الموت ، قاله ابن زيد . وعن ابن زيد أيضا أن القوم الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم الله موتوا ، مر رجل عليهم وهم عظام نخرة تلوح فوقف ينظر فقال : أنى يحيي هذه الله بعد موتها فأماته الله مائة عام . قال : ابن عطية : وهذا القول من ابن زيد مناقض لألفاظ الآية ، إذ الآية إنما تضمنت قرية خاوية لا أنيس فيها ، والإشارة ب \" هذه \" إنما هي إلى القرية . وإحياؤها إنما هو بالعمارة ووجود البناء والسكان . وقال وهب بن منبه وقتادة والضحاك والربيع وعكرمة : القرية بيت المقدس لما خربها بختنصر البابلي . وفي الحديث الطويل حين أحدثت بنو إسرائيل الأحداث وقف إرمياء أو عزير على القرية وهي كالتل العظيم وسط بيت المقدس ؛ لأن بختنصر أمر جنده بنقل التراب إليه حتى جعله كالجبل ، ورأى إرمياء البيوت قد سقطت حيطانها على سقفها فقال : أنى يحيي هذه الله بعد موتها .والعريش : سقف البيت . وكل ما يتهيأ ليظل أو يكن فهو عريش ، ومنه عريش الدالية ، ومنه قوله تعالى : ومما يعرشون . قال السدي : يقول هي ساقطة على سقفها ، أي سقطت السقف ثم سقطت الحيطان عليها ، واختاره الطبري . وقال غير السدي : معناه خاوية من الناس والبيوت قائمة ، وخاوية معناها خالية ، وأصل الخواء الخلو ، يقال : خوت الدار وخويت تخوى خواء ( ممدود ) وخويا : أقوت ، وكذلك إذا سقطت ، ومنه قوله تعالى : فتلك بيوتهم خاوية بما ظلموا ؛ أي خالية ، ويقال ساقطة ، كما يقال : فهي خاوية على عروشها أي ساقطة على [ ص: 265 ] سقفها . والخواء الجوع لخلو البطن من الغذاء . وخوت المرأة وخويت أيضا خوى أي خلا جوفها عند الولادة . وخويت لها تخوية إذا عملت لها خوية تأكلها وهي طعام . والخوي البطن السهل من الأرض على فعيل . وخوى البعير إذا جافى بطنه عن الأرض في بروكه ، وكذلك الرجل في سجوده .قوله تعالى : قال أنى يحيي هذه الله بعد موتها معناه من أي طريق وبأي سبب ، وظاهر اللفظ السؤال عن إحياء القرية بعمارة وسكان ، كما يقال الآن في المدن الخربة التي يبعد أن تعمر وتسكن : أنى تعمر هذه بعد خرابها . فكأن هذا تلهف من الواقف المعتبر على مدينته التي عهد فيها أهله وأحبته . وضرب له المثل في نفسه بما هو أعظم مما سأل عنه ، والمثال الذي ضرب له في نفسه يحتمل أن يكون على أن سؤاله إنما كان على إحياء الموتى من بني آدم ، أي أنى يحيي الله موتاها . وقد حكى الطبري عن بعضهم أنه قال : كان هذا القول شكا في قدرة الله تعالى على الإحياء ، فلذلك ضرب له المثل في نفسه . قال ابن عطية : وليس يدخل شك في قدرة الله تعالى على إحياء قرية بجلب العمارة إليها وإنما يتصور الشك من جاهل في الوجه الآخر ، والصواب ألا يتأول في الآية شك .قوله تعالى : فأماته الله مائة عام \" مائة \" نصب على الظرف . والعام : السنة ، يقال : سنون عوم وهو تأكيد للأول ، كما يقال : بينهم شغل شاغل . وقال العجاج :من مر أعوام السنين العوموهو في التقدير جمع عائم ، إلا أنه لا يفرد بالذكر ؛ لأنه ليس باسم وإنما هو توكيد ، قاله الجوهري . وقال النقاش : العام مصدر كالعوم ، سمي به هذا القدر من الزمان لأنها عومة من الشمس في الفلك . والعوم كالسبح ، وقال الله تعالى : كل في فلك يسبحون . قال ابن عطية : هذا بمعنى قول النقاش ، والعام على هذا كالقول والقال ، وظاهر هذه الإماتة أنها بإخراج الروح من الجسد . وروي في قصص هذه الآية أن الله تعالى بعث لها ملكا من الملوك يعمرها ويجد في ذلك حتى كان كمال عمارتها عند بعث القائل . وقد قيل : إنه لما مضى لموته سبعون سنة أرسل الله ملكا من ملوك فارس عظيما يقال له \" كوشك \" فعمرها في ثلاثين سنة .قوله تعالى : ثم بعثه معناه أحياه ، وقد تقدم الكلام فيه .قوله تعالى : قال كم لبثت اختلف في القائل له كم لبثت ، فقيل . الله جل وعز ، [ ص: 266 ] ولم يقل له إن كنت صادقا كما قال للملائكة على ما تقدم . وقيل : سمع هاتفا من السماء يقول له ذلك . وقيل : خاطبه جبريل . وقيل : نبي . وقيل : رجل مؤمن ممن شاهده من قومه عند موته وعمر إلى حين إحيائه فقال له : كم لبثت .قلت : والأظهر أن القائل هو الله تعالى ، لقوله : وانظر إلى العظام كيف ننشزها ثم نكسوها لحما والله أعلم . وقرأ أهل الكوفة \" كم لبت \" بإدغام الثاء في التاء لقربها منها في المخرج . فإن مخرجهما من طرف اللسان وأصول الثنايا وفي أنهما مهموستان . قال النحاس : والإظهار أحسن لتباين مخرج الثاء من مخرج التاء . ويقال : كان هذا السؤال بواسطة الملك على جهة التقرير . و \" كم \" في موضع نصب على الظرف .قال لبثت يوما أو بعض يوم إنما قال هذا على ما عنده وفي ظنه ، وعلى هذا لا يكون كاذبا فيما أخبر به ، ومثله قول أصحاب الكهف قالوا لبثنا يوما أو بعض يوم ، وإنما لبثوا ثلاثمائة سنة وتسع سنين - على ما يأتي - ولم يكونوا كاذبين لأنهم أخبروا عما عندهم ، كأنهم قالوا : الذي عندنا وفي ظنوننا أننا لبثنا يوما أو بعض يوم . ونظيره قول النبي صلى الله عليه وسلم في قصة ذي اليدين : لم أقصر ولم أنس . ومن الناس من يقول : إنه كذب على معنى وجود حقيقة الكذب فيه ولكنه لا مؤاخذة به ، وإلا فالكذب الإخبار عن الشيء على خلاف ما هو عليه وذلك لا يختلف بالعلم والجهل ، وهذا بين في نظر الأصول . فعلى هذا يجوز أن يقال : إن الأنبياء لا يعصمون عن الإخبار عن الشيء على خلاف ما هو عليه إذا لم يكن عن قصد ، كما لا يعصمون عن السهو والنسيان . فهذا ما يتعلق بهذه الآية ، والقول الأول أصح . قال ابن جريج وقتادة والربيع : أماته الله غدوة يوم ثم بعث قبل الغروب فظن هذا اليوم واحدا فقال : لبثت يوما ، ثم رأى بقية من الشمس فخشي أن يكون كاذبا فقال : أو بعض يوم . فقيل : بل لبثت مائة عام ، ورأى من عمارة القرية وأشجارها ومبانيها ما دله على ذلك .قوله تعالى : فانظر إلى طعامك وهو التين الذي جمعه من أشجار القرية التي مر عليها . وشرابك لم يتسنه قرأ ابن مسعود \" وهذا طعامك وشرابك لم يتسنه \" . وقرأ طلحة بن مصرف وغيره \" وانظر لطعامك وشرابك لمائة سنة \" . وقرأ الجمهور بإثبات الهاء في الوصل إلا الأخوان فإنهما يحذفانها ، ولا خلاف أن الوقف عليها بالهاء . وقرأ طلحة بن مصرف أيضا \" لم يسن \" \" وانظر \" أدغم التاء في السين ، فعلى قراءة الجمهور الهاء أصلية ، وحذفت الضمة [ ص: 267 ] للجزم ، ويكون \" يتسنه \" من السنة أي لم تغيره السنون . قال الجوهري : ويقال سنون ، والسنة واحدة السنين ، وفي نقصانها قولان : أحدهما الواو ، والآخر الهاء . وأصلها سنهة مثل الجبهة ؛ لأنه من سنهت النخلة وتسنهت إذا أتت عليها السنون . ونخلة سناء أي تحمل سنة ولا تحمل أخرى ، وسنهاء أيضا ، قال بعض الأنصار :فليست بسنهاء ولا رجبية     ولكن عرايا في السنين الجوائحوأسنهت عند بني فلان أقمت عندهم ، وتسنيت أيضا . واستأجرته مساناة ومسانهة أيضا . وفي التصغير سنية وسنيهة . قال النحاس : من قرأ \" لم يتسن \" و \" انظر \" قال في التصغير : سنية وحذفت الألف للجزم ، ويقف على الهاء فيقول : \" لم يتسنه \" تكون الهاء لبيان الحركة . قال المهدوي : ويجوز أن يكون أصله من سانيته مساناة ، أي عاملته سنة بعد سنة ، أو من سانهت بالهاء ، فإن كان من سانيت فأصله يتسنى فسقطت الألف للجزم ، وأصله من الواو بدليل قولهم \" سنوات \" والهاء فيه للسكت ، وإن كان من سانهت فالهاء لام الفعل ، وأصل سنة على هذا سنهة . وعلى القول الأول سنوة . وقيل : هو من أسن الماء إذا تغير ، وكان يجب أن يكون على هذا يتأسن . أبو عمرو الشيباني : هو من قوله حمإ مسنون فالمعنى لم يتغير . الزجاج ، ليس كذلك ؛ لأن قوله ( مسنون ) ليس معناه ( متغير ) وإنما معناه ( مصبوب ) على سنة الأرض . قال المهدوي : وأصله على قول الشيباني \" يتسنن \" فأبدلت إحدى النونين ياء كراهة التضعيف فصار يتسنى ، ثم سقطت الألف للجزم ودخلت الهاء للسكت . وقال مجاهد : لم يتسنه لم ينتن . قال النحاس : أصح ما قيل فيه إنه من السنة ، أي لم تغيره السنون . ويحتمل أن يكون من السنة وهي الجدب ، ومنه قوله تعالى : ولقد أخذنا آل فرعون بالسنين ، وقوله عليه السلام اللهم اجعلها عليهم سنين كسني يوسف . يقال منه : أسنت القوم أي أجدبوا ، فيكون المعنى لم يغير طعامك القحوط والجدوب ، أو لم تغيره السنون والأعوام ، أي هو باق على طراوته وغضارته .[ ص: 268 ] قوله تعالى : وانظر إلى حمارك قال وهب بن منبه وغيره : وانظر إلى اتصال عظامه وإحيائه جزءا جزءا . ويروى أنه أحياه الله كذلك حتى صار عظاما ملتئمة ، ثم كساه لحما حتى كمل حمارا ، ثم جاءه ملك فنفخ فيه الروح فقام الحمار ينهق ، على هذا أكثر المفسرين . وروي عن الضحاك ووهب بن منبه أيضا أنهما قالا : بل قيل له : وانظر إلى حمارك قائما في مربطه لم يصبه شيء مائة عام ، وإنما العظام التي نظر إليها عظام نفسه بعد أن أحيا الله منه عينيه ورأسه ، وسائر جسده ميت ، قالا : وأعمى الله العيون عن إرمياء وحماره طول هذه المدة .قوله تعالى : ولنجعلك آية للناس قال الفراء : إنما أدخل الواو في قوله ( ولنجعلك ) دلالة على أنها شرط لفعل بعده ، معناه ولنجعلك آية للناس ودلالة على البعث بعد الموت جعلنا ذلك . وإن شئت جعلت الواو مقحمة زائدة . وقال الأعمش : موضع كونه آية هو أنه جاء شابا على حاله يوم مات ، فوجد الأبناء والحفدة شيوخا . عكرمة : وكان يوم مات ابن أربعين سنة . وروي عن علي رضوان الله عليه أن عزيرا خرج من أهله وخلف امرأته حاملا ، وله خمسون سنة فأماته الله مائة عام ، ثم بعثه فرجع إلى أهله وهو ابن خمسين سنة وله ولد من مائة سنة فكان ابنه أكبر منه بخمسين سنة . وروي عن ابن عباس قال : لما أحيا الله عزيرا ركب حماره فأتى محلته فأنكر الناس وأنكروه ، فوجد في منزله عجوزا عمياء كانت أمة لهم ، خرج عنهم عزير وهي بنت عشرين سنة ، فقال لها : أهذا منزل عزير ؟ فقالت نعم! ثم بكت وقالت : فارقنا عزير منذ كذا وكذا سنة قال : فأنا عزير ، قالت : إن عزيرا فقدناه منذ مائة سنة . قال : فالله أماتني مائة سنة ثم بعثني . قالت : فعزير كان مستجاب الدعوة للمريض وصاحب البلاء فيفيق ، فادع الله يرد علي بصري ، فدعا الله ومسح على عينيها بيده فصحت مكانها كأنها أنشطت من عقال . قالت : أشهد أنك عزير ثم انطلقت إلى ملإ بني إسرائيل وفيهم ابن لعزير شيخ ابن مائة وثمان وعشرين سنة ، وبنو بنيه شيوخ ، فقالت : يا قوم ، هذا والله عزير فأقبل إليه ابنه مع الناس فقال ابنه : كانت لأبي شامة سوداء مثل الهلال بين كتفيه ، فنظرها فإذا هو عزير . وقيل : جاء وقد هلك كل من يعرف ، فكان آية لمن كان حيا من قومه إذ كانوا موقنين بحاله سماعا . قال ابن عطية : وفي إماتته هذه المدة ثم إحيائه بعدها أعظم آية ، وأمره كله آية غابر الدهر ، ولا يحتاج إلى تخصيص بعض ذلك دون بعض .قوله تعالى : وانظر إلى العظام كيف ننشزها قرأ الكوفيون وابن عامر بالزاي والباقون بالراء ، وروى أبان عن عاصم \" ننشرها \" بفتح النون وضم الشين والراء ، وكذلك قرأ ابن عباس والحسن وأبو حيوة ، فقيل : هما لغتان في الإحياء بمعنى ، كما يقال رجع ورجعته ، [ ص: 269 ] وغاض الماء وغضته ، وخسرت الدابة وخسرتها ، إلا أن المعروف في اللغة أنشر الله الموتى فنشروا ، أي أحياهم الله فحيوا ، قال الله تعالى : ثم إذا شاء أنشره ويكون نشرها مثلا ( نشر الثوب ) . نشر الميت ينشر نشورا أي عاش بعد الموت ، قال الأعشى :حتى يقول الناس مما رأوا     يا عجبا للميت الناشرفكأن الموت طي للعظام والأعضاء ، وكأن الإحياء وجمع الأعضاء بعضها إلى بعض نشر . وأما قراءة ننشزها بالزاي فمعناه نرفعها . والنشز : المرتفع من الأرض ، قال :ترى الثعلب الحولي فيها كأنه     إذا ما علا نشزا حصان مجللقال مكي : المعنى : انظر إلى العظام كيف نرفع بعضها على بعض في التركيب للإحياء ؛ لأن النشز الارتفاع ، ومنه المرأة النشوز ، وهي المرتفعة عن موافقة زوجها ، ومنه قوله تعالى : وإذا قيل انشزوا فانشزوا ؛ أي ارتفعوا وانضموا . وأيضا فإن القراءة بالراء بمعنى الإحياء ، والعظام لا تحيا على الانفراد حتى ينضم بعضها إلى بعض ، والزاي أولى بذلك المعنى ، إذ هو بمعنى الانضمام دون الإحياء . فالموصوف بالإحياء هو الرجل دون العظام على انفرادها ، ولا يقال : هذا عظم حي ، وإنما المعنى فانظر إلى العظام كيف نرفعها من أماكنها من الأرض إلى جسم صاحبها للإحياء . وقرأ النخعي \" ننشزها \" بفتح النون وضم الشين والزاي ، وروي ذلك عن ابن عباس وقتادة . وقرأ أبي بن كعب \" ننشيها \" بالياء .والكسوة : ما وارى من الثياب ، وشبه اللحم بها . وقد استعاره لبيد للإسلام فقال :الحمد لله إذ لم يأتني أجلي     حتى اكتسيت من الإسلام سربالاوقد تقدم أول السورة .قوله تعالى : فلما تبين له قال أعلم أن الله على كل شيء قدير بقطع الألف . وقد روي أن الله جل ذكره أحيا بعضه ثم أراه كيف أحيا باقي جسده . قال قتادة : إنه جعل ينظر كيف يوصل بعض عظامه إلى بعض ؛ لأن أول ما خلق الله منه رأسه وقيل له : انظر ، فقال عند ذلك : ( أعلم ) بقطع الألف ، أي أعلم هذا . وقال الطبري : المعنى في قوله فلما تبين له أي لما اتضح له عيانا ما كان مستنكرا في قدرة الله عنده قبل عيانه قال : أعلم . قال ابن عطية : وهذا خطأ ؛ لأنه ألزم ما لا يقتضيه اللفظ ، وفسر على القول الشاذ والاحتمال الضعيف ، وهذا عندي ليس بإقرار بما كان قبل ينكره كما زعم الطبري ، بل هو قول بعثه الاعتبار ، كما يقول الإنسان [ ص: 270 ] المؤمن إذا رأى شيئا غريبا من قدرة الله تعالى : لا إله إلا الله ونحو هذا . وقال أبو علي : معناه أعلم هذا الضرب من العلم الذي لم أكن علمته .قلت : وقد ذكرنا هذا المعنى عن قتادة ، وكذلك قال مكي رحمه الله ، قال مكي : إنه أخبر عن نفسه عندما عاين من قدرة الله تعالى في إحيائه الموتى ، فتيقن ذلك بالمشاهدة ، فأقر أنه يعلم أن الله على كل شيء قدير ، أي أعلم أنا هذا الضرب من العلم الذي لم أكن أعلمه على معاينة ، وهذا على قراءة من قرأ ( أعلم ) بقطع الألف وهم الأكثر من القراء . وقرأ حمزة والكسائي بوصل الألف ، ويحتمل وجهين : أحدهما قال له الملك : اعلم ، والآخر هو أن ينزل نفسه منزلة المخاطب الأجنبي المنفصل ، فالمعنى فلما تبين له قال لنفسه : اعلمي يا نفس هذا العلم اليقين الذي لم تكوني تعلمين معاينة ، وأنشد أبو علي في مثل هذا المعنى ( للشاعر الأعشى :ودع هريرة إن الركب مرتحل     وهل تطيق وداعا أيها الرجلألم تغتمض عيناك ليلة أرمدا     وعاك ما عاد السليم المسهداقال ابن عطية : وتأنس أبو علي في هذا الشعر بقول الشاعر :تذكر من أنى ومن أين شربه     يؤامر نفسيه كذي الهجمة الإبلقال مكي : ويبعد أن يكون ذلك أمرا من الله جل ذكره له بالعلم ؛ لأنه قد أظهر إليه قدرته ، وأراه أمرا أيقن صحته وأقر بالقدرة فلا معنى لأن يأمره الله بعلم ذلك ، بل هو يأمر نفسه بذلك وهو جائز حسن . وفي حرف عبد الله ما يدل على أنه أمر من الله تعالى له بالعلم على معنى الزم هذا العلم لما عاينت وتيقنت ، وذلك أن في حرفه : قيل اعلم . وأيضا فإنه موافق لما قبله من الأمر في قوله انظر إلى طعامك و انظر إلى حمارك و انظر إلى العظام فكذلك واعلم أن الله وقد كان ابن عباس يقرؤها \" قيل اعلم \" ويقول أهو خير أم إبراهيم ؟ إذ قيل له : واعلم أن الله عزيز حكيم . فهذا يبين أنه من قول الله سبحانه له لما عاين من الإحياء .",
  "ayah": 259,
  "surah": 2
}
