{
  "text": "-فإن لم تفعلوا فأذنوا بحرب من الله ورسوله هذا وعيد إن لم يذروا الربا ، والحرب داعية القتل . وروى ابن عباس أنه يقال يوم القيامة لآكل الربا : خذ سلاحك للحرب . وقال ابن عباس أيضا : من كان مقيما على الربا لا ينزع عنه فحق على إمام المسلمين أن يستتيبه ، فإن نزع وإلا ضرب عنقه . وقال قتادة : أوعد الله أهل الربا بالقتل فجعلهم بهرجا أينما ثقفوا . وقيل : المعنى إن لم تنتهوا فأنتم حرب لله ولرسوله ، أي : أعداء . وقال ابن خويزمنداد : ولو أن أهل بلد اصطلحوا على الربا استحلالا كانوا مرتدين ، والحكم فيهم كالحكم في أهل الردة ، وإن لم يكن ذلك منهم استحلالا جاز للإمام محاربتهم ، ألا ترى أن الله تعالى قد أذن في ذلك فقال : فأذنوا بحرب من الله ورسوله . وقرأ أبو بكر عن عاصم \" فآذنوا \" على معنى فأعلموا غيركم أنكم على حربهم .- ذكر ابن بكير قال : جاء رجل إلى مالك بن أنس فقال : يا أبا عبد الله ، [ ص: 331 ] إني رأيت رجلا سكرانا يتعاقر يريد أن يأخذ القمر ، فقلت : امرأتي طالق إن كان يدخل جوف ابن آدم أشر من الخمر . فقال : ارجع حتى أنظر في مسألتك . فأتاه من الغد فقال له : ارجع حتى أنظر في مسألتك فأتاه من الغد فقال له : امرأتك طالق ، إني تصفحت كتاب الله وسنة نبيه فلم أر شيئا أشر من الربا ؛ لأن الله أذن فيه بالحرب .- دلت هذه الآية على أن أكل الربا والعمل به من الكبائر ، ولا خلاف في ذلك على ما نبينه . وروي عن النبي صلى الله عليه وسلم أنه قال : يأتي على الناس زمان لا يبقى أحد إلا أكل الربا ومن لم يأكل الربا أصابه غباره وروى الدارقطني عن عبد الله بن حنظلة غسيل الملائكة أن النبي صلى الله عليه وسلم قال : لدرهم ربا أشد عند الله تعالى من ست وثلاثين زنية في الخطيئة وروي عنه عليه السلام أنه قال : الربا تسعة وتسعون بابا أدناها كإتيان الرجل بأمه يعني الزنا بأمه . وقال ابن مسعود آكل الربا وموكله وكاتبه وشاهده ملعون على لسان محمد صلى الله عليه وسلم . وروى البخاري عن أبي جحيفة قال : نهى رسول الله صلى الله عليه وسلم عن ثمن الدم وثمن الكلب وكسب البغي ولعن آكل الربا وموكله والواشمة والمستوشمة والمصور . وفي صحيح [ ص: 332 ] مسلم عن أبي هريرة أن رسول الله صلى الله عليه وسلم ، قال : اجتنبوا السبع الموبقات . . . - وفيها - وآكل الربا . وفي مصنف أبي داود عن ابن مسعود قال : لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهده .- قوله تعالى : وإن تبتم فلكم رءوس أموالكم الآية . روى أبو داود عن سليمان بن عمرو عن أبيه قال سمعت رسول الله صلى الله عليه وسلم يقول في حجة الوداع : ألا إن كل ربا من ربا الجاهلية موضوع ، لكم رءوس أموالكم لا تظلمون ولا تظلمون وذكر الحديث . فردهم تعالى مع التوبة إلى رءوس أموالهم وقال لهم : لا تظلمون في أخذ الربا ولا تظلمون في أن يتمسك بشيء من رءوس أموالكم فتذهب أموالكم . ويحتمل أن يكون لا تظلمون في مطل ؛ لأن مطل الغني ظلم ، فالمعنى أنه يكون القضاء مع وضع الربا ، وهكذا سنة الصلح ، وهذا أشبه شيء بالصلح . ألا ترى أن النبي صلى الله عليه وسلم لما أشار إلى كعب بن مالك في دين ابن أبي حدرد بوضع الشطر فقال كعب : نعم ، فقال رسول الله صلى الله عليه وسلم للآخر : ( قم فاقضه ) . فتلقى العلماء أمره بالقضاء سنة في المصالحات . وسيأتي في ( النساء ) بيان الصلح وما يجوز منه وما لا يجوز ، إن شاء الله تعالى .- قوله تعالى : وإن تبتم فلكم رءوس أموالكم تأكيد لإبطال ما لم يقبض منه وأخذ رأس المال الذي لا ربا فيه . فاستدل بعض العلماء بذلك على أن كل ما طرأ على البيع قبل القبض مما يوجب تحريم العقد أبطل العقد ، كما إذا اشترى مسلم صيدا ثم أحرم المشتري أو البائع قبل القبض بطل البيع ؛ لأنه طرأ عليه قبل القبض ما أوجب تحريم العقد ، كما أبطل الله تعالى ما لم يقبض ؛ لأنه طرأ عليه ما أوجب تحريمه قبل القبض ، ولو كان مقبوضا لم يؤثر . هذا مذهب أبي حنيفة ، وهو قول لأصحاب الشافعي . ويستدل به على أن هلاك المبيع قبل القبض في يد البائع وسقوط القبض فيه يوجب بطلان العقد خلافا لبعض السلف ، ويروى هذا الخلاف عن أحمد . وهذا إنما يتمشى على قول من يقول : إن العقد في [ ص: 333 ] الربا كان في الأصل منعقدا ، وإنما بطل بالإسلام الطارئ قبل القبض . وأما من منع انعقاد الربا في الأصل لم يكن هذا الكلام صحيحا ، وذلك أن الربا كان محرما في الأديان ، والذي فعلوه في الجاهلية كان عادة المشركين ، وأن ما قبضوه منه كان بمثابة أموال وصلت إليهم بالغصب والسلب فلا يتعرض له . فعلى هذا لا يصح الاستشهاد على ما ذكروه من المسائل . واشتمال شرائع الأنبياء قبلنا على تحريم الربا مشهور مذكور في كتاب الله تعالى ، كما حكي عن اليهود في قوله تعالى وأخذهم الربا وقد نهوا عنه . وذكر في قصة شعيب أن قومه أنكروا عليه وقالوا : أصلاتك تأمرك أن نترك ما يعبد آباؤنا أو أن نفعل في أموالنا ما نشاء فعلى هذا لا يستقيم الاستدلال به . نعم ، يفهم من هذا أن العقود الواقعة في دار الحرب إذا ظهر عليها الإمام لا يعترض عليها بالفسخ إن كانت معقودة على فساد .- ذهب بعض الغلاة من أرباب الورع إلى أن المال الحلال إذا خالطه حرام حتى لم يتميز ثم أخرج منه مقدار الحرام المختلط به لم يحل ولم يطب لأنه يمكن أن يكون الذي أخرج هو الحلال والذي بقي هو الحرام . قال ابن العربي : وهذا غلو في الدين فإن كل ما لم يتميز فالمقصود منه ماليته لا عينه ولو تلف لقام المثل مقامه والاختلاط إتلاف لتمييزه كما أن الإهلاك إتلاف لعينه والمثل قائم مقام الذاهب وهذا بين حسا بين معنى . والله أعلم .قلت : قال علماؤنا إن سبيل التوبة مما بيده من الأموال الحرام إن كانت من ربا فليردها على من أربى عليه ويطلبه إن لم يكن حاضرا فإن أيس من وجوده فليتصدق بذلك عنه . وإن أخذه بظلم فليفعل كذلك في أمر من ظلمه . فإن التبس عليه الأمر ولم يدر كم الحرام من الحلال مما بيده فإنه يتحرى قدر ما بيده مما يجب عليه رده حتى لا يشك أن ما يبقى قد خلص له فيرده من ذلك الذي أزال عن يده إلى من عرف ممن ظلمه أو أربى عليه . فإن أيس من وجوده تصدق به عنه . فإن أحاطت المظالم بذمته وعلم أنه وجب عليه من ذلك ما لا يطيق أداءه أبدا لكثرته فتوبته أن يزيل ما بيده أجمع إما إلى المساكين وإما إلى ما فيه صلاح المسلمين حتى لا يبقى في يده إلا أقل ما يجزئه في الصلاة من اللباس وهو ما يستر العورة وهو من سرته إلى ركبتيه وقوت يومه لأنه الذي يجب له أن يأخذه من مال غيره إذا اضطر إليه وإن كره ذلك من يأخذه منه وفارق هاهنا المفلس في قول أكثر العلماء لأن المفلس لم يصر إليه أموال الناس باعتداء بل هم الذين صيروها إليه ، فيترك له ما يواريه وما هو هيئة لباسه . وأبو عبيد وغيره [ ص: 334 ] يرى ألا يترك للمفلس اللباس إلا أقل ما يجزئه في الصلاة وهو ما يواريه من سرته إلى ركبته ، ثم كلما وقع بيد هذا شيء أخرجه عن يده ولم يمسك منه إلا ما ذكرنا ، حتى يعلم هو ومن يعلم حاله أنه أدى ما عليه .هذا الوعيد الذي وعد الله به في الربا من المحاربة ، قد ورد عن النبي صلى الله عليه وسلم مثله في المخابرة . وروى أبو داود قال : أخبرنا يحيى بن معين قال : أخبرنا ابن رجاء قال ابن خيثم : حدثني عن أبي الزبير عن جابر بن عبد الله قال : سمعت رسول الله صلى الله عليه وسلم يقول : من لم يذر المخابرة فليؤذن بحرب من الله ورسوله . وهذا دليل على منع المخابرة وهي أخذ الأرض بنصف أو ثلث أو ربع ، ويسمى المزارعة . وأجمع أصحاب مالك كلهم والشافعي وأبو حنيفة وأتباعهم وداود ، على أنه لا يجوز دفع الأرض على الثلث والربع ، ولا على جزء مما تخرج ؛ لأنه مجهول ، إلا أن الشافعي وأصحابه وأبا حنيفة قالوا بجواز كراء الأرض بالطعام إذا كان معلوما ، لقوله عليه السلام : فأما شيء معلوم مضمون فلا بأس به خرجه مسلم . وإليه ذهب محمد بن عبد الله بن عبد الحكم ، ومنعه مالك وأصحابه ، لما رواه مسلم أيضا عن رافع بن خديج قال : ( كنا نحاقل بالأرض على عهد رسول الله صلى الله عليه وسلم ، فنكريها بالثلث والربع والطعام المسمى ، فجاءنا ذات يوم رجل من عمومتي فقال : نهانا رسول الله صلى الله عليه وسلم عن أمر كان لنا نافعا ، وطواعية الله ورسوله أنفع لنا ، نهانا أن نحاقل بالأرض فنكتريها على الثلث والربع والطعام المسمى ، وأمر رب الأرض أن يزرعها أو يزارعها . وكره كراءها وما سوى ذلك ) . قالوا : فلا يجوز كراء الأرض بشيء من الطعام مأكولا كان أو مشروبا على حال ؛ لأن ذلك في معنى بيع الطعام بالطعام نسيئا . وكذلك لا يجوز عندهم كراء الأرض بشيء مما يخرج منها وإن لم يكن طعاما مأكولا ولا مشروبا ، سوى الخشب والقصب والحطب ؛ لأنه عندهم في معنى المزابنة . هذا هو المحفوظ عن مالك وأصحابه . وقد ذكر ابن سحنون عن المغيرة بن عبد الرحمن [ ص: 335 ] المخزومي المدني أنه قال : لا بأس بإكراء الأرض بطعام لا يخرج منها . وروى يحيى بن عمر عن المغيرة أن ذلك لا يجوز ، كقول سائر أصحاب مالك . وذكر ابن حبيب ، أن ابن كنانة كان يقول : لا تكرى الأرض بشيء إذا أعيد فيها نبت ، ولا بأس أن تكرى بما سوى ذلك من جميع الأشياء مما يؤكل ومما لا يؤكل خرج منها أو لم يخرج منها ، وبه قال يحيى بن يحيى ، وقال : إنه من قول مالك . قال : وكان ابن نافع يقول : لا بأس بأن تكرى الأرض بكل شيء من طعام وغيره خرج منها أو لم يخرج ، ما عدا الحنطة وأخواتها فإنها المحاقلة المنهي عنها . وقال مالك في الموطأ : فأما الذي يعطي أرضه البيضاء بالثلث والربع مما يخرج منها فذلك مما يدخله الغرر ؛ لأن الزرع يقل مرة ويكثر أخرى ، وربما هلك رأسا فيكون صاحب الأرض قد ترك كراء معلوما ، وإنما مثل ذلك مثل رجل استأجر أجيرا لسفر بشيء معلوم ، ثم قال الذي استأجر للأجير : هل لك أن أعطيك عشر ما أربح في سفري هذا إجارة لك . فهذا لا يحل ولا ينبغي . قال مالك : ولا ينبغي لرجل أن يؤاجر نفسه ولا أرضه ولا سفينته ولا دابته إلا بشيء معلوم لا يزول . وبه يقول الشافعي وأبو حنيفة وأصحابهما . وقال أحمد بن حنبل والليث والثوري والأوزاعي والحسن بن حي وأبو يوسف ومحمد : لا بأس أن يعطي الرجل أرضه على جزء ، مما تخرجه نحو الثلث والربع ، وهو قول ابن عمر وطاوس . واحتجوا بقصة خيبر وأن رسول الله صلى الله عليه وسلم عامل أهلها على شطر ما تخرجه أرضهم وثمارهم . قال أحمد : حديث رافع بن خديج في النهي عن كراء المزارع مضطرب الألفاظ ولا يصح ، والقول بقصة خيبر أولى وهو حديث صحيح . وقد أجاز طائفة من التابعين ومن بعدهم أن يعطي الرجل سفينته ودابته ، كما يعطي أرضه بجزء مما يرزقه الله في العلاج بها . وجعلوا أصلهم في ذلك القراض المجمع عليه على ما يأتي بيانه في \" المزمل \" إن شاء الله تعالى عند قوله تعالى : وآخرون يضربون في الأرض يبتغون من فضل الله وقال الشافعي في قول ابن عمر : كنا نخابر ولا نرى بذلك بأسا حتى أخبرنا رافع بن خديج أن رسول الله صلى الله عليه وسلم نهى عنها ، أي كنا نكري الأرض ببعض ما يخرج منها . قال : وفي ذلك نسخ لسنة خيبر .[ ص: 336 ] قلت : ومما يصحح قول الشافعي في النسخ ما رواه الأئمة واللفظ للدارقطني عن جابر أن النبي صلى الله عليه وسلم نهى عن المحاقلة والمزابنة والمخابرة وعن الثنيا إلا أن تعلم . صحيح . وروى أبو داود عن زيد بن ثابت قال : نهى رسول الله صلى الله عليه وسلم عن المخابرة . قلت : وما المخابرة ؟ قال : أن تأخذ الأرض بنصف أو ثلث أو ربع .: في القراءات . قرأ الجمهور \" ما بقي \" بتحريك الياء ، وسكنها الحسن ، ومثله قول جرير :هو الخليفة فارضوا ما رضي لكم     ماضي العزيمة ما في حكمه جنفوقال عمر بن أبي ربيعة :كم قد ذكرتك لو أجزى بذكركم     يا أشبه الناس كل الناس بالقمرإني لأجذل أن أمسي مقابله     حبا لرؤية من أشبهت في الصور، أصله \" ما رضي \" و \" أن أمسي \" فأسكنها ، وهو في الشعر كثير . ووجهه أنه شبه الياء بالألف فكما لا تصل الحركة إلى الألف فكذلك لا تصل هنا إلى الياء . ومن هذه اللغة ( أحب أن أدعوك ) ، ( وأشتهي أن أقضيك ) ، بإسكان الواو والياء . وقرأ الحسن \" ما بقى \" بالألف ، وهي لغة طيئ ، يقولون للجارية : جاراة ، وللناصية : ناصاة ، وقال الشاعر :لعمرك لا أخشى التصعلك ما بقى     على الأرض قيسي يسوق الأباعراوقرأ أبو السمال من بين جميع القراء \" من الربو \" بكسر الراء المشددة وضم الباء وسكون الواو . وقال أبو الفتح عثمان بن جني : شذ هذا الحرف من أمرين ، أحدهما الخروج من الكسر إلى الضم ، والآخر وقوع الواو بعد الضم في آخر الاسم . وقال المهدوي . وجهها أنه فخم الألف فانتحى بها نحو الواو التي الألف منها ، ولا ينبغي أن يحمل على غير هذا الوجه ، إذ ليس في الكلام اسم آخره واو ساكنة قبلها ضمة . وأمال الكسائي وحمزة \" الربا \" لمكان الكسرة في الراء . الباقون بالتفخيم لفتحة الباء .وقرأ أبو بكر عن عاصم وحمزة \" فآذنوا \" على معنى فآذنوا غيركم ، فحذف المفعول . وقرأ الباقون فأذنوا أي كونوا على إذن ، من قولك : إني على علم ، حكاه أبو عبيد عن الأصمعي . وحكى أهل اللغة أنه يقال : أذنت به إذنا ، أي علمت به . وقال ابن عباس وغيره من المفسرين : معنى فأذنوا فاستيقنوا الحرب من الله تعالى ، وهو [ ص: 337 ] بمعنى الإذن . ورجح أبو علي وغيره قراءة المد قال : لأنهم إذا أمروا بإعلام غيرهم ممن لم ينته عن ذلك علموا هم لا محالة . قال : ففي إعلامهم علمهم وليس في علمهم إعلامهم . ورجح الطبري قراءة القصر ؛ لأنها تختص بهم . وإنما أمروا على قراءة المد بإعلام غيرهموقرأ جميع القراء ( لا تظلمون ) بفتح التاء ( ولا تظلمون ) بضمها . وروى المفضل عن عاصم \" لا تظلمون \" \" ولا تظلمون \" بضم التاء في الأولى وفتحها في الثانية على العكس . وقال أبو علي : تترجح قراءة الجماعة بأنها تناسب قوله : ( وإن تبتم ) في إسناد الفعلين إلى الفاعل ، فيجيء \" تظلمون \" بفتح التاء أشكل بما قبله .",
  "ayah": 279,
  "surah": 2
}
