{
  "text": "قوله تعالى : وإن كان ذو عسرة فنظرة إلى ميسرة وأن تصدقوا خير لكم إن كنتم تعلمونفيه تسع مسائل :الأولى : قوله تعالى : وإن كان ذو عسرة لما حكم جل وعز لأرباب الربا برءوس أموالهم عند الواجدين للمال ، حكم في ذي العسرة بالنظرة إلى حال الميسرة ، وذلك أن ثقيفا لما طلبوا أموالهم التي لهم على بني المغيرة شكوا العسرة - يعني بني المغيرة - وقالوا : ليس لنا شيء ، وطلبوا الأجل إلى وقت ثمارهم ، فنزلت هذه الآية وإن كان ذو عسرة .الثانية : قوله تعالى : وإن كان ذو عسرة مع قوله وإن تبتم فلكم رءوس أموالكم يدل على ثبوت المطالبة لصاحب الدين على المدين وجواز أخذ ماله بغير رضاه . ويدل على أن الغريم متى امتنع من أداء الدين مع الإمكان كان ظالما ، فإن الله تعالى يقول : فلكم رءوس أموالكم فجعل له المطالبة برأس ماله . فإذا كان له حق المطالبة فعلى من عليه الدين لا محالة وجوب قضائه .الثالثة : قال المهدوي وقال بعض العلماء : هذه الآية ناسخة لما كان في الجاهلية من بيع من أعسر . وحكى مكي أن النبي صلى الله عليه وسلم أمر به في صدر الإسلام . قال ابن عطية : فإن ثبت فعل النبي صلى الله عليه وسلم فهو نسخ وإلا فليس بنسخ . قال الطحاوي : كان الحر يباع في الدين أول الإسلام إذا لم يكن له مال يقضيه عن نفسه حتى نسخ الله ذلك فقال جل وعز : وإن كان ذو عسرة فنظرة إلى ميسرة . واحتجوا بحديث رواه الدارقطني من حديث مسلم بن خالد [ ص: 338 ] الزنجي أخبرنا زيد بن أسلم عن ابن البيلماني عن سرق قال : كان لرجل علي مال - أو قال دين - فذهب بي إلى رسول الله صلى الله عليه وسلم فلم يصب لي مالا فباعني منه ، أو باعني له . أخرجه البزار بهذا الإسناد أطول منه . ومسلم بن خالد الزنجي وعبد الرحمن بن البيلماني لا يحتج بهما . وقال جماعة من أهل العلم : قوله تعالى : فنظرة إلى ميسرة عامة في جميع الناس ، فكل من أعسر أنظر ، وهذا قول أبي هريرة والحسن وعامة الفقهاء . قال النحاس : وأحسن ما قيل في هذه الآية قول عطاء والضحاك والربيع بن خيثم . قال : هي لكل معسر ينظر في الربا والدين كله . فهذا قول يجمع الأقوال ؛ لأنه يجوز أن تكون ناسخة عامة نزلت في الربا ثم صار حكم غيره كحكمه . ولأن القراءة بالرفع بمعنى وإن وقع ذو عسرة من الناس أجمعين . ولو كان في الربا خاصة لكان النصب الوجه ، بمعنى وإن كان الذي عليه الربا ذا عسرة . وقال ابن عباس وشريح : ذلك في الربا خاصة ، فأما الديون وسائر المعاملات فليس فيها نظرة بل يؤدي إلى أهلها أو يحبس فيه حتى يوفيه ، وهو قول إبراهيم . واحتجوا بقول الله تعالى : إن الله يأمركم أن تؤدوا الأمانات إلى أهلها الآية . قال ابن عطية : فكان هذا القول يترتب إذا لم يكن فقر مدقع ، وأما مع العدم والفقر الصريح فالحكم هو النظرة ضرورة .الرابعة : من كثرت ديونه وطلب غرماؤه مالهم فللحاكم أن يخلعه عن كل ماله ويترك له ما كان من ضرورته . روى ابن نافع عن مالك أنه لا يترك له إلا ما يواريه . والمشهور أنه يترك له كسوته المعتادة ما لم يكن فيها فضل ، ولا ينزع منه رداؤه إن كان ذلك مزريا به . وفي ترك كسوة زوجته وفي بيع كتبه إن كان عالما خلاف . ولا يترك له مسكن ولا خادم ولا ثوب جمعة ما لم تقل قيمتها ، وعند هذا يحرم حبسه . والأصل في هذا قوله تعالى : وإن كان ذو عسرة فنظرة إلى ميسرة . روى الأئمة واللفظ لمسلم عن أبي سعيد الخدري قال : أصيب رجل في عهد رسول الله صلى الله عليه وسلم في ثمار ابتاعها فكثر دينه ، فقال رسول الله صلى الله عليه وسلم ( تصدقوا عليه ) فتصدق الناس عليه فلم يبلغ ذلك وفاء دينه . فقال رسول الله صلى الله عليه وسلم لغرمائه : ( خذوا ما وجدتم وليس لكم إلا ذلك ) . وفي مصنف أبي داود : فلم يزد رسول الله صلى الله عليه وسلم غرماءه على أن خلع لهم ماله . وهذا نص ، فلم يأمر رسول الله صلى الله عليه وسلم بحبس الرجل ، وهو معاذ بن جبل كما قال شريح ، ولا بملازمته ، خلافا لأبي حنيفة فإنه قال : يلازم لإمكان أن يظهر له مال ، ولا يكلف أن يكتسب لما ذكرنا . وبالله توفيقنا .الخامسة : ويحبس المفلس في قول مالك والشافعي وأبي حنيفة وغيرهم حتى يتبين عدمه . ولا يحبس عند مالك إن لم يتهم أنه غيب ماله ولم يتبين لدده . وكذلك لا يحبس إن صح عسره على ما ذكرنا .السادسة : فإن جمع مال المفلس ثم تلف قبل وصوله إلى أربابه وقبل البيع ، فعلى المفلس ضمانه ، ودين الغرماء ثابت في ذمته . فإن باع الحاكم ماله وقبض ثمنه ثم تلف الثمن قبل قبض الغرماء له ، كان عليهم ضمانه وقد برئ المفلس منه . وقال محمد بن عبد الحكم : ضمانه من المفلس أبدا حتى يصل إلى الغرماء .السابعة : العسرة ضيق الحال من جهة عدم المال ، ومنه جيش العسرة . والنظرة التأخير والميسرة مصدر بمعنى اليسر . وارتفع \" ذو \" بكان التامة التي بمعنى وجد وحدث ، هذا قول سيبويه وأبي علي وغيرهما . وأنشد سيبويه :فدى لبني ذهل بن شيبان ناقتي إذا كان يوم ذو كواكب أشهبويجوز النصب . وفي مصحف أبي بن كعب \" وإن كان ذا عسرة \" على معنى وإن كان المطلوب ذا عسرة . وقرأ الأعمش \" وإن كان معسرا فنظرة \" . قال أبو عمرو الداني عن أحمد بن موسى : وكذلك في مصحف أبي بن كعب . قال النحاس ومكي والنقاش : وعلى هذا يختص لفظ الآية بأهل الربا ، وعلى من قرأ ذو فهي عامة في جميع من عليه دين ، وقد تقدم . وحكى المهدوي أن في مصحف عثمان \" فإن كان - بالفاء - ذو عسرة \" . وروى المعتمر عن حجاج الوراق قال : في مصحف عثمان \" وإن كان ذا عسرة \" ذكره النحاس . وقراءة الجماعة نظرة بكسر الظاء . وقرأ مجاهد وأبو رجاء والحسن \" فنظرة \" بسكون الظاء ، وهي لغة تميمية وهم الذين يقولون : في كرم زيد بمعنى كرم زيد ، ويقولون كبد في كبد . وقرأ نافع ، وحده \" ميسرة \" بضم السين ، والجمهور بفتحها . وحكى النحاس عن مجاهد وعطاء \" فناظره - على الأمر - إلى ميسرهي \" بضم السين وكسر الراء وإثبات الياء في الإدراج . وقرئ \" فناظرة \" قال أبو حاتم لا يجوز فناظرة ، إنما ذلك في \" النمل \" لأنها امرأة تكلمت بهذا لنفسها ، من نظرت تنظر فهي ناظرة ، وما في \" البقرة \" فمن التأخير ، من قولك : أنظرتك بالدين ، أي أخرتك به . ومنه قوله : أنظرني إلى يوم يبعثون وأجاز ذلك أبو إسحاق الزجاج وقال : هي من [ ص: 340 ] أسماء المصادر ، كقوله تعالى : ليس لوقعتها كاذبة . وكقوله تعالى : تظن أن يفعل بها فاقرة وك خائنة الأعين وغيره .الثامنة : قوله تعالى : ( وأن تصدقوا ) ابتداء ، وخبره خير . ندب الله تعالى بهذه الألفاظ إلى الصدقة على المعسر وجعل ذلك خيرا من إنظاره ، قاله السدي وابن زيد والضحاك . وقال الطبري : وقال آخرون : معنى الآية وأن تصدقوا على الغني والفقير خير لكم . والصحيح الأول ، وليس في الآية مدخل للغني .التاسعة : روى أبو جعفر الطحاوي عن بريدة بن الخصيب قال قال رسول الله صلى الله عليه وسلم : من أنظر معسرا كان له بكل يوم صدقة . ثم قلت : بكل يوم مثله صدقة ، قال فقال : بكل يوم صدقة ما لم يحل الدين فإذا أنظره بعد الحل فله بكل يوم مثله صدقة . وروى مسلم عن أبي مسعود قال قال رسول الله صلى الله عليه وسلم : حوسب رجل ممن كان قبلكم فلم يوجد له من الخير شيء إلا أنه كان يخالط الناس وكان موسرا فكان يأمر غلمانه أن يتجاوزوا عن المعسر قال : قال الله عز وجل نحن أحق بذلك منه تجاوزوا عنه . وروي عن أبي قتادة أنه طلب غريما له فتوارى عنه ثم وجده فقال : إني معسر . فقال : آلله ؟ قال : آلله . قال : فإني سمعت رسول الله صلى الله عليه وسلم يقول : من سره أن ينجيه الله من كرب يوم القيامة فلينفس عن معسر أو يضع عنه ، وفي حديث أبي اليسر الطويل - واسمه ، كعب بن عمرو - أنه سمع رسول الله صلى الله عليه وسلم يقول : من أنظر معسرا أو وضع عنه أظله الله في ظله . ففي هذه الأحاديث من الترغيب ما هو منصوص فيها . وحديث أبي قتادة يدل على أن رب الدين إذا علم عسرة غريمه أو ظنها حرمت عليه مطالبته ، وإن لم [ ص: 341 ] تثبت عسرته عند الحاكم . وإنظار المعسر تأخيره إلى أن يوسر . والوضع عنه إسقاط الدين عن ذمته . وقد جمع المعنيين أبو اليسر لغريمه حيث محا عنه الصحيفة وقال له : إن وجدت قضاء فاقض وإلا فأنت في حل .",
  "ayah": 280,
  "surah": 2
}
