{
  "text": "قوله تعالى : واتقوا يوما ترجعون فيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمونقيل : إن هذه الآية نزلت قبل موت النبي صلى الله عليه وسلم بتسع ليال ثم لم ينزل بعدها شيء ، قاله ابن جريج . وقال ابن جبير ومقاتل : بسبع ليال . وروي بثلاث ليال . وروي أنها نزلت قبل موته بثلاث ساعات ، وأنه عليه السلام قال : اجعلوها بين آية الربا وآية الدين . وحكى مكي أن النبي صلى الله عليه وسلم قال : جاءني جبريل فقال اجعلها على رأس مائتين وثمانين آية .قلت : وحكي عن أبي بن كعب وابن عباس وقتادة أن آخر ما نزل : لقد جاءكم رسول من أنفسكم إلى آخر الآية . والقول الأول أعرف وأكثر وأصح وأشهر . ورواه أبو صالح عن ابن عباس قال : آخر ما نزل من القرآن واتقوا يوما ترجعون فيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون فقال جبريل للنبي صلى الله عليه وسلم ( يا محمد ضعها على رأس ثمانين ومائتين من البقرة ) . ذكره أبو بكر الأنباري في \" كتاب الرد \" له ، وهو قول ابن عمر رضي الله عنه أنها آخر ما نزل ، وأنه عليه السلام عاش بعدها أحدا وعشرين يوما ، على ما يأتي بيانه في آخر سورة إذا جاء نصر الله والفتح إن شاء تعالى . والآية وعظ لجميع الناس وأمر يخص كل إنسان . و ( يوما ) منصوب على المفعول لا على الظرف . ترجعون فيه إلى الله من نعته . وقرأ أبو عمرو بفتح التاء وكسر الجيم ، مثل إن إلينا إيابهم واعتبارا بقراءة أبي \" يوما تصيرون فيه إلى الله \" . والباقون بضم التاء وفتح الجيم ، مثل ثم ردوا إلى الله [ ص: 342 ] . ولئن رددت إلى ربي واعتبارا بقراءة عبد الله \" يوما تردون فيه إلى الله \" وقرأ الحسن \" يرجعون \" بالياء ، على معنى يرجع جميع الناس . قال ابن جني : كأن الله تعالى رفق بالمؤمنين على أن يواجههم بذكر الرجعة ، إذ هي مما ينفطر لها القلوب فقال لهم : واتقوا يوما ثم رجع في ذكر الرجعة إلى الغيبة رفقا بهم . وجمهور العلماء على أن هذا اليوم المحذر منه هو يوم القيامة والحساب والتوفية . وقال قوم : هو يوم الموت . قال ابن عطية : والأول أصح بحكم الألفاظ في الآية . وفي قوله ( إلى الله ) مضاف محذوف ، تقديره إلى حكم الله وفصل قضائه . ( وهم ) رد على معنى ( كل ) لا على اللفظ ، إلا على قراءة الحسن \" يرجعون \" فقوله \" وهم \" رد على ضمير الجماعة في \" يرجعون \" . وفي هذه الآية نص على أن الثواب والعقاب متعلق بكسب الأعمال ، وهو رد على الجبرية ، وقد تقدم .",
  "ayah": 281,
  "surah": 2
}
