{
  "text": "قوله تعالى : وإن كنتم على سفر ولم تجدوا كاتبا فرهان مقبوضة فإن أمن بعضكم بعضا فليؤد الذي اؤتمن أمانته وليتق الله ربه ولا تكتموا الشهادة ومن يكتمها فإنه آثم قلبه والله بما تعملون عليمفيه أربع وعشرون مسألة :الأولى : لما ذكر الله تعالى الندب إلى الإشهاد والكتب لمصلحة حفظ الأموال والأديان ، عقب ذلك بذكر حال الأعذار المانعة من الكتب ، وجعل لها الرهن ، ونص من [ ص: 369 ] أحوال العذر على السفر الذي هو غالب الأعذار ، لا سيما في ذلك الوقت لكثرة الغزو ، ويدخل في ذلك بالمعنى كل عذر . فرب وقت يتعذر فيه الكاتب في الحضر كأوقات أشغال الناس وبالليل ، وأيضا فالخوف على خراب ذمة الغريم عذر يوجب طلب الرهن . وقد رهن النبي صلى الله عليه وسلم درعه عند يهودي طلب منه سلف الشعير فقال : إنما يريد محمد أن يذهب بمالي . فقال النبي صلى الله عليه وسلم : كذب إني لأمين في الأرض أمين في السماء ولو ائتمنني لأديت اذهبوا إليه بدرعي فمات ودرعه مرهونة صلى الله عليه وسلم ، على ما يأتي بيانه آنفا .الثانية : قال جمهور من العلماء : الرهن في السفر بنص التنزيل ، وفي الحضر ثابت بسنة الرسول صلى الله عليه وسلم ، وهذا صحيح . وقد بينا جوازه في الحضر من الآية بالمعنى ، إذ قد تترتب الأعذار في الحضر ، ولم يرو عن أحد منعه في الحضر سوى مجاهد والضحاك وداود ، متمسكين بالآية . ولا حجة فيها ؛ لأن هذا الكلام وإن كان خرج مخرج الشرط فالمراد به غالب الأحوال . وليس كون الرهن في الآية في السفر مما يحظر في غيره . وفي الصحيحين وغيرهما عن عائشة أن النبي صلى الله عليه وسلم اشترى من يهودي طعاما إلى أجل ورهنه درعا له من حديد . وأخرجه النسائي من حديث ابن عباس قال : توفي رسول الله صلى الله عليه وسلم ودرعه مرهونة عند يهودي بثلاثين صاعا من شعير لأهله .الثالثة : قوله تعالى : ولم تجدوا كاتبا قرأ الجمهور \" كاتبا \" بمعنى رجل يكتب . وقرأ ابن عباس وأبي ومجاهد والضحاك وعكرمة وأبو العالية \" ولم تجدوا كتابا \" . قال أبو بكر الأنباري : فسره مجاهد فقال : معناه فإن لم تجدوا مدادا يعني في الأسفار . وروي عن ابن عباس \" كتابا \" . قال النحاس : هذه القراءة شاذة والعامة على خلافها . وقلما يخرج شيء عن قراءة العامة إلا وفيه مطعن ، ونسق الكلام على كاتب ، قال الله عز وجل قبل هذا : وليكتب بينكم كاتب بالعدل و \" كتاب \" يقتضي جماعة . قال ابن عطية : كتابا يحسن من حيث لكل نازلة [ ص: 370 ] كاتب ، فقيل للجماعة : ولم تجدوا كتابا . وحكى المهدوي عن أبي العالية أنه قرأ \" كتبا \" وهذا جمع كتاب من حيث النوازل مختلفة . وأما قراءة أبي وابن عباس \" كتابا \" فقال النحاس ومكي : هو جمع كاتب كقائم وقيام . مكي : المعنى وإن عدمت الدواة والقلم والصحيفة . ونفي وجود الكاتب يكون بعدم أي آلة اتفق ، ونفي الكاتب أيضا يقتضي نفي الكتاب ، فالقراءتان حسنتان إلا من جهة خط المصحف .الرابعة : قوله تعالى : فرهان مقبوضة وقرأ أبو عمرو وابن كثير \" فرهن \" بضم الراء والهاء ، وروي عنهما تخفيف الهاء . وقال الطبري : تأول قوم أن \" رهنا \" بضم الراء والهاء جمع رهان ، فهو جمع جمع ، وحكاه الزجاج عن الفراء . وقال المهدوي : فرهان ابتداء والخبر محذوف . والمعنى فرهان مقبوضة يكفي من ذلك . قال النحاس : وقرأ عاصم بن أبي النجود \" فرهن \" بإسكان الهاء ، ويروى عن أهل مكة . والباب في هذا \" رهان \" ، كما يقال : بغل وبغال ، وكبش وكباش ، ورهن سبيله أن يكون جمع رهان ، مثل كتاب وكتب . وقيل : هو جمع رهن ، مثل سقف وسقف ، وحلق وحلق ، وفرش وفرش ، ونشر ونشر ، وشبهه . \" ورهن \" بإسكان الهاء سبيله أن تكون الضمة حذفت لثقلها . وقيل : هو جمع رهن ، مثل سهم حشر أي دقيق ، وسهام حشر . والأول أولى ؛ لأن الأول ليس بنعت وهذا نعت . وقال أبو علي الفارسي : وتكسير \" رهن \" على أقل العدد لم أعلمه جاء ، فلو جاء كان قياسه أفعلا ككلب وأكلب ، وكأنهم استغنوا بالقليل عن الكثير ، كما استغني ببناء الكثير عن بناء القليل في قولهم : ثلاثة شسوع ، وقد استغني ببناء القليل عن الكثير في رسن وأرسان ، فرهن يجمع على بناءين وهما فعل وفعال . الأخفش : فعل على فعل قبيح وهو قليل شاذ ، قال : وقد يكون \" رهن \" جمعا للرهان ، كأنه يجمع رهن على رهان ، ثم يجمع رهان على رهن ، مثل فراش وفرش .الخامسة : معنى الرهن : احتباس العين وثيقة بالحق ليستوفى الحق من ثمنها أو من ثمن منافعها عند تعذر أخذه من الغريم ، وهكذا حده العلماء ، وهو في كلام العرب بمعنى الدوام والاستمرار . وقال ابن سيده : ورهنه أي أدامه ، ومن رهن بمعنى دام قول الشاعر :الخبز واللحم لهم راهن وقهوة راووقها ساكبقال الجوهري : ورهن الشيء رهنا أي دام . وأرهنت لهم الطعام والشراب أدمته لهم ، وهو طعام راهن . والراهن : الثابت ، والراهن : المهزول من الإبل والناس ، قال :إما تري جسمي خلا قد رهن     هزلا وما مجد الرجال في السمن[ ص: 371 ] قال ابن عطية : ويقال في معنى الرهن الذي هو الوثيقة من الرهن : أرهنت إرهانا ، حكاه بعضهم . وقال أبو علي : أرهنت في المغالاة ، وأما في القرض والبيع فرهنت . وقال أبو زيد : أرهنت في السلعة إرهانا : غاليت بها ، وهو في الغلاء خاصة . قال ( مهرة بن حيدان أبو قبيلة ) :يطوي ابن سلمة بها من راكب بعرا     عيدية أرهنت فيها الدنانيريصف ناقة . والعيد بطن من مهرة ، وإبل مهرة موصوفة بالنجابة . وقال الزجاج : يقال في الرهن : رهنت وأرهنت ، وقاله ابن الأعرابي والأخفش . قال عبد الله بن همام السلولي :فلما خشيت أظافيرهم     نجوت وأرهنتهم مالكاقال ثعلب : الرواة كلهم على ( أرهنتهم ) ، على أنه يجوز رهنته وأرهنته ، إلا الأصمعي فإنه رواه وأرهنهم ، على أنه عطف بفعل مستقبل على فعل ماض ، وشبهه بقولهم : قمت وأصك وجهه ، وهو مذهب حسن ؛ لأن الواو واو الحال ، فجعل أصك حالا للفعل الأول على معنى قمت صاكا وجهه ، أي تركته مقيما عندهم ؛ لأنه لا يقال : أرهنت الشيء ، وإنما يقال : رهنته . وتقول : رهنت لساني بكذا ، ولا يقال فيه : أرهنت . وقال ابن السكيت : أرهنت فيها بمعنى أسلفت . والمرتهن : الذي يأخذ الرهن . والشيء مرهون ورهين ، والأنثى رهينة . وراهنت فلانا على كذا مراهنة : خاطرته . وأرهنت به ولدي إرهانا : أخطرتهم به خطرا . والرهينة واحدة الرهائن ، كله عن الجوهري . ابن عطية : ويقال بلا خلاف في البيع والقرض : رهنت رهنا ، ثم سمي بهذا المصدر الشيء المدفوع تقول : رهنت رهنا ، كما تقول رهنت ثوبا .السادسة : قال أبو علي : ولما كان الرهن بمعنى الثبوت والدوام ؛ فمن ثم بطل الرهن عند الفقهاء إذا خرج من يد المرتهن إلى الراهن بوجه من الوجوه ؛ لأنه فارق ما جعل باختيار المرتهن له .قلت : هذا هو المعتمد عندنا في أن الرهن متى رجع إلى الراهن باختيار المرتهن بطل الرهن ، وقاله أبو حنيفة ، غير أنه قال : إن رجع بعارية أو وديعة لم يبطل . وقال الشافعي : إن رجوعه إلى يد الراهن مطلقا لا يبطل حكم القبض المتقدم ، ودليلنا فرهان مقبوضة ، فإذا خرج عن يد القابض لم يصدق ذلك اللفظ عليه لغة ، فلا يصدق عليه حكما ، وهذا واضح .السابعة : إذا رهنه قولا ولم يقبضه فعلا لم يوجب ذلك ، حكما ، لقوله تعالى : فرهان مقبوضة قال الشافعي : لم يجعل الله الحكم إلا برهن موصوف بالقبض ، فإذا عدمت الصفة وجب أن يعدم الحكم ، وهذا ظاهر جدا . وقالت المالكية : يلزم الرهن بالعقد ويجبر الراهن [ ص: 372 ] على دفع الرهن ليحوزه المرتهن ، لقوله تعالى : أوفوا بالعقود وهذا عقد ، وقوله ( بالعهد ) وهذا عهد . وقوله عليه السلام : المؤمنون عند شروطهم وهذا شرط ، فالقبض عندنا شرط في كمال فائدته . وعندهما شرط في لزومه وصحته .الثامنة : قوله تعالى : مقبوضة يقتضي بينونة المرتهن بالرهن . وأجمع الناس على صحة قبض المرتهن ، وكذلك على قبض وكيله . واختلفوا في قبض عدل يوضع الرهن على يديه ، فقال مالك وجميع أصحابه وجمهور العلماء : قبض العدل قبض . وقال ابن أبي ليلى وقتادة والحكم وعطاء : ليس بقبض ، ولا يكون مقبوضا إلا إذا كان عند المرتهن ، ورأوا ذلك تعبدا . وقول الجمهور أصح من جهة المعنى ؛ لأنه إذا صار عند العدل صار مقبوضا لغة وحقيقة ؛ لأن العدل نائب عن صاحب الحق وبمنزلة الوكيل ، وهذا ظاهر .التاسعة : ولو وضع الرهن على يدي عدل فضاع لم يضمن المرتهن ولا الموضوع على يده ؛ لأن المرتهن لم يكن في يده شيء يضمنه . والموضوع على يده أمين والأمين غير ضامن .العاشرة : لما قال تعالى : ( مقبوضة ) قال علماؤنا : فيه ما يقتضي بظاهره ومطلقه جواز رهن المشاع . خلافا لأبي حنيفة وأصحابه ، لا يجوز عندهم أن يرهنه ثلث دار ولا نصفا من عبد ولا سيف ، ثم قالوا : إذا كان لرجلين على رجل مال هما فيه شريكان فرهنهما بذلك أرضا فهو جائز إذا قبضاها . قال ابن المنذر : وهذا إجازة رهن المشاع ؛ لأن كل واحد منهما مرتهن نصف دار . قال ابن المنذر : رهن المشاع جائز كما يجوز بيعه .الحادية عشرة : ورهن ما في الذمة جائز عند علمائنا ؛ لأنه مقبوض خلافا لمن منع ذلك ، ومثاله رجلان تعاملا لأحدهما على الآخر دين فرهنه دينه الذي عليه . قال ابن خويزمنداد : وكل عرض جاز بيعه جاز رهنه ، ولهذه العلة جوزنا رهن ما في الذمة ؛ لأن بيعه جائز ، ولأنه مال تقع الوثيقة به فجاز أن يكون رهنا ، قياسا على سلعة موجودة . وقال من منع ذلك : لأنه لا يتحقق [ ص: 373 ] إقباضه والقبض شرط في لزوم الرهن ؛ لأنه لابد أن يستوفى الحق منه عند المحل ، ويكون الاستيفاء من ماليته لا من عينه ولا يتصور ذلك في الدين .الثانية عشرة : روى البخاري عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : الظهر يركب بنفقته إذا كان مرهونا ، ولبن الدر يشرب بنفقته إذا كان مرهونا وعلى الذي يركب ويشرب النفقة . وأخرجه أبو داود وقال بدل ( يشرب ) في الموضعين : ( يحلب ) . قال الخطابي : هذا كلام مبهم ليس في نفس اللفظ بيان من يركب ويحلب ، هل الراهن أو المرتهن أو العدل الموضوع على يده الرهن ؟ .قلت : قد جاء ذلك مبينا مفسرا في حديثين ، وبسببهما اختلف العلماء في ذلك ، فروى الدارقطني من حديث أبي هريرة ذكر النبي صلى الله عليه وسلم قال : إذا كانت الدابة مرهونة فعلى المرتهن علفها ، ولبن الدر يشرب وعلى الذي يشرب نفقته . أخرجه عن أحمد بن علي بن العلاء حدثنا زياد بن أيوب حدثنا هشيم حدثنا زكريا عن الشعبي عن أبي هريرة . وهو قول أحمد وإسحاق : أن المرتهن ينتفع من الرهن بالحلب والركوب بقدر النفقة . وقال أبو ثور : إذا كان الراهن ينفق عليه لم ينتفع به المرتهن . وإن كان الراهن لا ينفق عليه وتركه في يد المرتهن فأنفق عليه فله ركوبه واستخدام العبد . وقاله الأوزاعي والليث . الحديث الثاني خرجه الدارقطني أيضا ، وفي إسناده مقال ويأتي بيانه - من حديث إسماعيل بن عياش عن ابن أبي ذئب عن الزهري عن المقبري عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : لا يغلق الرهن ولصاحبه غنمه وعليه غرمه . وهو قول الشافعي والشعبي وابن سيرين . وهو قول مالك وأصحابه . قال الشافعي : منفعة الرهن للراهن ، ونفقته عليه ، والمرتهن لا ينتفع بشيء من الرهن خلا الإحفاظ للوثيقة . قال الخطابي : وهو أولى الأقوال وأصحها ، بدليل قوله عليه السلام : لا يغلق الرهن من صاحبه الذي رهنه ، له غنمه وعليه غرمه . قال الخطابي : وقوله : ( من صاحبه ) : أي لصاحبه . والعرب تضع \" من \" موضع اللام ، كقولهم ( زهير ) :[ ص: 374 ]أمن أم أوفى دمنة لم تكلمقلت : قد جاء صريحا ( لصاحبه ) فلا حاجة للتأويل . وقال الطحاوي : كان ذلك وقت كون الربا مباحا ، ولم ينه عن قرض جر منفعة ، ولا عن أخذ الشيء بالشيء وإن كانا غير متساويين ، ثم حرم الربا بعد ذلك . وقد أجمعت الأمة على أن الأمة المرهونة لا يجوز للراهن أن يطأها ، فكذلك لا يجوز له خدمتها . وقد قال الشعبي : لا ينتفع من الرهن بشيء . فهذا الشعبي روى الحديث وأفتى بخلافه ، ولا يجوز عنده ذلك إلا وهو منسوخ . وقال ابن عبد البر وقد أجمعوا أن لبن الرهن وظهره للراهن . ولا يخلو من أن يكون احتلاب المرتهن له بإذن الراهن أو بغير إذنه ، فإن كان بغير إذنه ففي حديث ابن عمر عن النبي صلى الله عليه وسلم : لا يحتلبن أحد ماشية أحد إلا بإذنه ما يرده ويقضي بنسخه . وإن كان بإذنه ففي الأصول المجتمع عليها في تحريم المجهول والغرر وبيع ما ليس عندك وبيع ما لم يخلق ، ما يرده أيضا ، فإن ذلك كان قبل نزول تحريم الربا . والله أعلم .وقال ابن خويزمنداد : ولو شرط المرتهن الانتفاع بالرهن فلذلك حالتان : إن كان من قرض لم يجز ، وإن كان من بيع أو إجارة جاز ؛ لأنه يصير بائعا للسلعة بالثمن المذكور ومنافع الرهن مدة معلومة فكأنه بيع وإجارة ، وأما في القرض فلأنه يصير قرضا جر منفعة ، ولأن موضوع القرض أن يكون قربة ، فإذا دخله نفع صار زيادة في الجنس وذلك ربا .الثالثة عشرة : لا يجوز غلق الرهن ، وهو أن يشترط المرتهن أنه له بحقه إن لم يأته به عند أجله . وكان هذا من فعل الجاهلية فأبطله النبي صلى الله عليه وسلم بقوله : ( لا يغلق الرهن ) هكذا قيدناه برفع القاف على الخبر ، أي ليس يغلق الرهن . تقول : أغلقت الباب فهو مغلق . وغلق الرهن في يد مرتهنه إذا لم يفتك ، قال الشاعر :أجارتنا من يجتمع يتفرق     ومن يك رهنا للحوادث يغلقوقال زهير :وفارقتك برهن لا فكاك له     يوم الوداع فأمسى الرهن قد غلقاالرابعة عشرة : روى الدارقطني من حديث سفيان بن عيينة عن زياد بن سعد عن الزهري عن سعيد بن المسيب عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : لا يغلق الرهن له غنمه [ ص: 375 ] وعليه غرمه . زياد بن سعد أحد الحفاظ الثقات ، وهذا إسناد حسن . وأخرجه مالك عن ابن شهاب عن سعيد بن المسيب مرسلا أن رسول الله صلى الله عليه وسلم قال : ( لا يغلق الرهن ) . قال أبو عمر : وهكذا رواه كل من روى الموطأ عن مالك فيما علمت ، إلا معن بن عيسى فإنه وصله ، ومعن ثقة ، إلا أني أخشى أن يكون الخطأ فيه من علي بن عبد الحميد الغضائري عن مجاهد بن موسى عن معن بن عيسى . وزاد فيه أبو عبد الله عمروس عن الأبهري بإسناده : ( له غنمه وعليه غرمه ) . وهذه اللفظة قد اختلف الرواة في رفعها ، فرفعها ابن أبي ذئب ومعمر وغيرهما . ورواه ابن وهب وقال : قال يونس قال ابن شهاب : وكان سعيد بن المسيب يقول : الرهن ممن رهنه ، له غنمه وعليه غرمه ، فأخبر ابن شهاب أن هذا من قول سعيد لا عن النبي صلى الله عليه وسلم . إلا أن معمرا ذكره عن ابن شهاب مرفوعا ، ومعمر أثبت الناس في ابن شهاب . وتابعه على رفعه يحيى بن أبي أنيسة ويحيى ليس بالقوي . وأصل هذا الحديث عند أهل العلم بالنقل مرسل ، وإن كان قد وصل من جهات كثيرة فإنهم يعللونها . وهو مع هذا حديث لا يرفعه أحد منهم وإن اختلفوا في تأويله ومعناه . ورواه الدارقطني أيضا عن إسماعيل بن عياش عن ابن أبي ذئب عن الزهري عن سعيد عن أبي هريرة مرفوعا . قال أبو عمر : لم يسمعه إسماعيل من ابن أبي ذئب وإنما سمعه من عباد بن كثير عن ابن أبي ذئب ، وعباد عندهم ضعيف لا يحتج به . وإسماعيل عندهم أيضا غير مقبول الحديث إذا حدث عن غير أهل بلده ، فإذا حدث عن الشاميين فحديثه مستقيم ، وإذا حدث عن المدنيين وغيرهم ففي حديثه خطأ كثير واضطراب .الخامسة عشرة : : نماء الرهن داخل معه إن كان لا يتميز كالسمن ، أو كان نسلا كالولادة والنتاج ، وفي معناه فسيل النخل ، وما عدا ذلك من غلة وثمرة ولبن وصوف فلا يدخل فيه إلا أن يشترطه . والفرق بينهما أن الأولاد تبع في الزكاة للأمهات ، وليس كذلك الأصواف والألبان وثمر الأشجار ؛ لأنها ليست تبعا للأمهات في الزكاة ولا هي في صورها ولا في معناها ولا تقوم معها ، فلها حكم نفسها لا حكم الأصل خلاف الولد والنتاج . والله أعلم بصواب ذلك .السادسة عشرة : ورهن من أحاط الدين بماله جائز ما لم يفلس ، ويكون المرتهن أحق [ ص: 376 ] بالرهن من الغرماء ، قاله مالك وجماعة من الناس . وروي عن مالك خلاف هذا - وقاله عبد العزيز بن أبي سلمة - إن الغرماء يدخلون معه في ذلك وليس بشيء ؛ لأن من لم يحجر عليه فتصرفاته صحيحة في كل أحواله من بيع وشراء ، والغرماء عاملوه على أنه يبيع ويشتري ويقضي ، لم يختلف قول مالك في هذا الباب ، فكذلك الرهن . والله أعلم .السابعة عشرة : فإن أمن بعضكم بعضا الآية شرط ربط به وصية الذي عليه الحق بالأداء وترك المطل . يعني إن كان الذي عليه الحق أمينا عند صاحب الحق وثقة فليؤد له ما عليه اؤتمن .وقوله : ( فليؤد ) من الأداء مهموز ، وهو جواب الشرط ويجوز تخفيف همزه فتقلب الهمزة واوا ولا تقلب ألفا ولا تجعل بين بين ؛ لأن الألف لا يكون ما قبلها إلا مفتوحا . وهو أمر معناه الوجوب ، بقرينة الإجماع على وجوب أداء الديون ، وثبوت حكم الحاكم به وجبره الغرماء عليه ، وبقرينة الأحاديث الصحاح في تحريم مال الغير .الثامنة عشرة : قوله تعالى : ( أمانته ) : الأمانة مصدر سمي به الشيء الذي في الذمة ، وأضافها إلى الذي عليه الدين من حيث لها إليه نسبة ، كما قال تعالى : ولا تؤتوا السفهاء أموالكم .التاسعة عشرة : قوله تعالى : وليتق الله ربه أي في ألا يكتم من الحق شيئا . ولا تكتموا الشهادة تفسير لقوله : \" ولا يضارر \" بكسر العين . نهى الشاهد عن أن يضر بكتمان الشهادة ، وهو نهي على الوجوب بعدة قرائن منها الوعيد . وموضع النهي هو حيث يخاف الشاهد ضياع حق . وقال ابن عباس : على الشاهد أن يشهد حيثما استشهد ، ويخبر حيثما استخبر ، قال : ولا تقل أخبر بها عند الأمير بل أخبره بها لعله يرجع ويرعوي . وقرأ أبو عبد الرحمن \" ولا يكتموا \" بالياء ، جعله نهيا للغائب .الموفية عشرين : إذا كان على الحق شهود تعين عليهم أداؤها على الكفاية ، فإن أداها اثنان واجتزأ الحاكم بهما سقط الفرض عن الباقين ، وإن لم يجتزأ بها تعين المشي إليه حتى يقع الإثبات . وهذا يعلم بدعاء صاحبها ، فإذا قال له : أحيي حقي بأداء ما عندك لي من الشهادة تعين ذلك عليه .الحادية والعشرون : قوله تعالى : ومن يكتمها فإنه آثم قلبه خص القلب بالذكر إذ الكتم من أفعاله ، وإذ هو المضغة التي بصلاحها يصلح الجسد كله كما قال عليه السلام [ ص: 377 ] فعبر بالبعض عن الجملة ، وقد تقدم في أول السورة . وقال الكيا : لما عزم على ألا يؤديها وترك أداءها باللسان رجع المأثم إلى الوجهين جميعا . فقوله آثم قلبه مجاز ، وهو آكد من الحقيقة في الدلالة على الوعيد ، وهو من بديع البيان ولطيف الإعراب عن المعاني . يقال : إثم القلب سبب مسخه ، والله تعالى إذا مسخ قلبا جعله منافقا وطبع عليه ، نعوذ بالله منه وقد تقدم في أول السورة . و ( قلبه ) رفع ب ( آثم ) و ( آثم ) خبر ، \" إن \" ، وإن شئت رفعت آثما بالابتداء ، و ( قلبه ) فاعل يسد مسد الخبر والجملة خبر إن . وإن شئت رفعت آثما على أنه خبر الابتداء تنوي به التأخير . وإن شئت كان ( قلبه ) بدلا من ( آثم ) بدل البعض من الكل . وإن شئت كان بدلا من المضمر الذي في ( آثم ) .وتعرضت هنا ثلاث مسائل تتمة أربع وعشرين :الأولى : اعلم أن الذي أمر الله تعالى به من الشهادة والكتابة لمراعاة صلاح ذات البين ونفي التنازع المؤدي إلى فساد ذات البين ، لئلا يسول له الشيطان جحود الحق وتجاوز ما حد له الشرع ، أو ترك الاقتصار على المقدار المستحق ، ولأجله حرم الشرع البياعات المجهولة التي اعتيادها يؤدي إلى الاختلاف وفساد ذات البين وإيقاع التضاغن والتباين . فمن ذلك ما حرمه الله من الميسر والقمار وشرب الخمر بقوله تعالى : إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر الآية . فمن تأدب بأدب الله في أوامره وزواجره حاز صلاح الدنيا والدين ، قال الله تعالى : ولو أنهم فعلوا ما يوعظون به لكان خيرا لهم الآية .الثانية : روى البخاري عن أبي هريرة عن النبي صلى الله عليه وسلم قال : من أخذ أموال الناس يريد أداءها أدى الله عنه ومن أخذها يريد إتلافها أتلفه الله وروى النسائي عن ميمونة زوج النبي صلى الله عليه وسلم أنها استدانت ، فقيل : يا أم المؤمنين ، تستدينين وليس عندك وفاء ؟ قالت : إني سمعت رسول الله صلى الله عليه وسلم يقول : من أخذ دينا وهو يريد أن يؤديه أعانه الله عليه . وروى الطحاوي وأبو جعفر الطبري والحارث بن أبي أسامة في مسنده عن عقبة بن عامر أن رسول الله صلى الله عليه وسلم قال : لا تخيفوا الأنفس بعد أمنها قالوا : يا رسول الله ، وما ذاك ؟ قال : ( الدين ) . وروى البخاري عن أنس عن النبي صلى الله عليه وسلم في دعاء ذكره : اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والجبن والبخل وضلع الدين وغلبة الرجال . قال العلماء : ضلع [ ص: 378 ] الدين هو الذي لا يجد دائنه من حيث يؤديه . وهو مأخوذ من قول العرب : حمل مضلع أي ثقيل ، ودابة مضلع لا تقوى على الحمل ، قاله صاحب العين . وقال صلى الله عليه وسلم : الدين شين الدين . وروي عنه أنه قال : الدين هم بالليل ومذلة بالنهار . قال علماؤنا : وإنما كان شينا ومذلة لما فيه من شغل القلب والبال والهم اللازم في قضائه ، والتذلل للغريم عند لقائه ، وتحمل منته بالتأخير إلى حين أوانه . وربما يعد من نفسه القضاء فيخلف ، أو يحدث الغريم بسببه فيكذب ، أو يحلف له فيحنث ، إلى غير ذلك . ولهذا كان عليه السلام يتعوذ من المأثم والمغرم ، وهو الدين . فقيل له : يا رسول الله ، ما أكثر ما تتعوذ من المغرم ؟ فقال : إن الرجل إذا غرم حدث فكذب ووعد فأخلف . وأيضا فربما قد مات ولم يقض الدين فيرتهن به ، كما قال عليه السلام : نسمة المؤمن مرتهنة في قبره بدينه حتى يقضى عنه . وكل هذه الأسباب مشائن في الدين تذهب جماله وتنقص كماله . والله أعلمالثالثة : لما أمر الله تعالى بالكتب والإشهاد وأخذ الرهان كان ذلك نصا قاطعا على مراعاة حفظ الأموال وتنميتها ، وردا على الجهلة المتصوفة ورعاعها الذين لا يرون ذلك ، فيخرجون عن جميع أموالهم ولا يتركون كفاية لأنفسهم وعيالهم ، ثم إذا احتاج وافتقر عياله فهو إما أن يتعرض لمنن الإخوان أو لصدقاتهم ، أو أن يأخذ من أرباب الدنيا وظلمتهم ، وهذا الفعل مذموم منهي عنه . قال أبو الفرج الجوزي : ولست أعجب من المتزهدين الذين فعلوا هذا مع قلة علمهم ، إنما أتعجب من أقوام لهم علم وعقل كيف حثوا على هذا ، وأمروا به مع مضادته للشرع والعقل . فذكر المحاسبي في هذا كلاما كثيرا ، وشيده أبو حامد الطوسي ونصره . [ ص: 379 ] والحارث عندي أعذر من أبي حامد ؛ لأن أبا حامد كان أفقه ، غير أن دخوله في التصوف أوجب عليه نصرة ما دخل فيه . قال المحاسبي في كلام طويل له : ولقد بلغني أنه لما توفي عبد الرحمن بن عوف قال ناس من أصحاب رسول الله صلى الله عليه وسلم إنما نخاف على عبد الرحمن فيما ترك . فقال كعب : سبحان الله! وما تخافون على عبد الرحمن ؟ كسب طيبا وأنفق طيبا وترك طيبا . فبلغ ذلك أبا ذر فخرج مغضبا يريد كعبا ، فمر بلحى بعير فأخذه بيده ، ثم انطلق يطلب كعبا ، فقيل لكعب : إن أبا ذر يطلبك . فخرج هاربا حتى ، دخل على عثمان يستغيث به وأخبره الخبر . فأقبل أبو ذر يقص الأثر في طلب كعب حتى انتهى إلى دار عثمان ، فلما دخل قام كعب فجلس خلف عثمان هاربا من أبي ذر ، فقال له أبو ذر : يا ابن اليهودية ، تزعم ألا بأس بما تركه عبد الرحمن ! لقد خرج رسول الله صلى الله عليه وسلم يوما فقال : الأكثرون هم الأقلون يوم القيامة إلا من قال هكذا وهكذا . قال المحاسبي : فهذا عبد الرحمن مع فضله يوقف في عرصة يوم القيامة بسبب ما كسبه من حلال ، للتعفف وصنائع المعروف فيمنع السعي إلى الجنة مع الفقراء وصار يحبو في آثارهم حبوا ، إلى غير ذلك من كلامه . ذكره أبو حامد وشيده وقواه بحديث ثعلبة ، وأنه أعطي المال فمنع الزكاة . قال أبو حامد : فمن راقب أحوال الأنبياء والأولياء وأقوالهم لم يشك في أن فقد المال أفضل من وجوده ، وإن صرف إلى الخيرات ، إذ أقل ما فيه اشتغال الهمة بإصلاحه عن ذكر الله . فينبغي للمريد أن يخرج عن ماله حتى لا يبقى له إلا قدر ضرورته ، فما بقي له درهم يلتفت إليه قلبه فهو محجوب عن الله تعالى . قال الجوزي : وهذا كله خلاف الشرع والعقل ، وسوء فهم المراد بالمال ، وقد شرفه الله وعظم قدره وأمر بحفظه ، إذ جعله قواما للآدمي وما جعل قواما للآدمي الشريف فهو شريف ، فقال تعالى : ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما ونهى جل وعز أن يسلم المال إلى غير رشيد فقال : فإن آنستم منهم رشدا فادفعوا إليهم أموالهم . ونهى النبي صلى الله عليه وسلم عن إضاعة المال ، قال لسعد : إنك أن تذر ورثتك أغنياء خير من أن تذرهم عالة [ ص: 380 ] يتكففون الناس . وقال : ما نفعني مال كمال أبي بكر . وقال لعمرو بن العاص : نعم المال الصالح للرجل الصالح . ودعا لأنس ، وكان في آخر دعائه : اللهم أكثر ماله وولده وبارك له فيه . وقال كعب : يا رسول الله ، إن من توبتي أن أنخلع من مالي صدقة إلى الله وإلى رسوله . فقال : أمسك عليك بعض مالك فهو خير لك . قال الجوزي : هذه الأحاديث مخرجة في الصحاح ، وهي على خلاف ما تعتقده المتصوفة من أن إكثار المال حجاب وعقوبة ، وأن حبسه ينافي التوكل ، ولا ينكر أنه يخاف من فتنته ، وأن خلقا كثيرا اجتنبوه لخوف ذلك ، وأن جمعه من وجهه ليعز ، وأن سلامة القلب من الافتتان به تقل ، واشتغال القلب مع وجوده بذكر الآخرة يندر ، فلهذا خيف فتنته . فأما كسب المال فإن من اقتصر على كسب البلغة من حلها فذلك أمر لا بد منه وأما من قصد جمعه والاستكثار منه من الحلال نظر في مقصوده ، فإن قصد نفس المفاخرة والمباهاة فبئس المقصود ، وإن قصد إعفاف نفسه وعائلته ، وادخر لحوادث زمانه وزمانهم ، وقصد التوسعة على الإخوان وإغناء الفقراء وفعل المصالح أثيب على قصده ، وكان جمعه بهذه النية أفضل من كثير من الطاعات . وقد كانت نيات خلق كثير من الصحابة في جمع المال سليمة لحسن مقاصدهم بجمعه ، فحرصوا عليه وسألوا زيادته . ولما أقطع النبي صلى الله عليه وسلم الزبير حضر فرسه أجرى الفرس حتى قام ثم رمى سوطه ، فقال : أعطوه حيث بلغ سوطه . وكان سعد بن عبادة يقول في دعائه : اللهم وسع علي . وقال إخوة يوسف : ونزداد كيل بعير . وقال شعيب لموسى : فإن أتممت عشرا فمن عندك [ ص: 381 ] . وإن أيوب لما عوفي نثر عليه رجل من جراد من ذهب ، فأخذ يحثي في ثوبه ويستكثر منه ، فقيل له : أما شبعت ؟ فقال : يا رب فقير يشبع من فضلك ؟ . وهذا أمر مركوز في الطباع . وأما كلام المحاسبي فخطأ يدل على الجهل بالعلم ، وما ذكره من حديث كعب وأبي ذر فمحال . من وضع الجهال وخفيت عدم صحته عنه للحوقه بالقوم . وقد روي بعض هذا وإن كان طريقه لا يثبت ؛ لأن في سنده ابن لهيعة وهو مطعون فيه . قال يحيى : لا يحتج بحديثه . والصحيح في التاريخ أن أبا ذر توفي سنة خمس وعشرين ، وعبد الرحمن بن عوف توفي سنة اثنتين وثلاثين ، فقد عاش بعد أبي ذر سبع سنين . ثم لفظ ما ذكروه من حديثهم يدل على أن حديثهم موضوع ، ثم كيف تقول الصحابة : إنا نخاف على عبد الرحمن ! أوليس الإجماع منعقدا على إباحة جمع المال من حله ، فما وجه الخوف مع الإباحة ؟ أويأذن الشرع في شيء ثم يعاقب عليه ؟ هذا قلة فهم وفقه . ثم أينكر أبو ذر على عبد الرحمن ، وعبد الرحمن خير من أبي ذر بما لا يتقارب ؟ ثم تعلقه بعبد الرحمن وحده دليل على أنه لم يسبر سير الصحابة ، فإنه قد خلف طلحة ثلاثمائة بهار في كل بهار ثلاثة قناطير . والبهار الحمل . وكان مال الزبير خمسين ألفا ومائتي ألف . وخلف ابن مسعود تسعين ألفا . وأكثر الصحابة كسبوا الأموال وخلفوها ولم ينكر أحد منهم على أحد . وأما قوله : \" إن عبد الرحمن يحبو حبوا يوم القيامة \" فهذا دليل على أنه ما عرف الحديث ، وأعوذ بالله أن يحبو عبد الرحمن في القيامة ، أفترى من سبق وهو أحد العشرة ، المشهود لهم بالجنة ومن أهل بدر والشورى يحبو ؟ ثم الحديث يرويه عمارة بن زاذان ، وقال البخاري : ربما اضطرب حديثه . وقال أحمد : يروي عن أنس أحاديث مناكير ، وقال أبو حاتم الرازي : لا يحتج به . وقال الدارقطني : ضعيف . وقوله : \" ترك المال الحلال أفضل من جمعه \" ليس كذلك ، ومتى صح القصد فجمعه أفضل بلا خلاف عند العلماء . وكان سعيد بن المسيب يقول : لا خير فيمن لا يطلب المال ، يقضي به دينه ويصون به عرضه ، فإن مات تركه ميراثا لمن بعده . وخلف ابن المسيب أربعمائة دينار ، وخلف سفيان الثوري مائتين ، وكان يقول : المال في هذا الزمان سلاح . وما زال السلف يمدحون المال ويجمعونه للنوائب وإعانة الفقراء ، وإنما تحاماه قوم منهم إيثارا للتشاغل بالعبادات ، وجمع الهم فقنعوا باليسير . فلو قال هذا القائل : إن التقليل منه أولى قرب الأمر ولكنه زاحم به مرتبة الإثم .[ ص: 382 ] قلت : ومما يدل على حفظ الأموال ومراعاتها إباحة القتال دونها وعليها ، قال صلى الله عليه وسلم : من قتل دون ماله فهو شهيد . وسيأتي بيانه في \" المائدة \" إن شاء الله تعالى .",
  "ayah": 283,
  "surah": 2
}
