{
  "text": "قوله تعالى : وعلم آدم الأسماء كلها ثم عرضهم على الملائكة فقال أنبئوني بأسماء هؤلاء إن كنتم صادقين[ ص: 265 ] فيه سبع مسائل :الأولى : قوله تعالى : وعلم آدم الأسماء كلها علم عرف . وتعليمه هنا إلهام علمه ضرورة . ويحتمل أن يكون بواسطة ملك وهو جبريل عليه السلام على ما يأتي . وقرئ : \" وعلم \" غير مسمى الفاعل . والأول أظهر ، على ما يأتي . قال علماء الصوفية : علمها بتعليم الحق إياه وحفظها بحفظه عليه ونسي ما عهد إليه ، لأن وكله فيه إلى نفسه فقال : ولقد عهدنا إلى آدم من قبل فنسي ولم نجد له عزما . وقال ابن عطاء : لو لم يكشف لآدم علم تلك الأسماء لكان أعجز من الملائكة في الإخبار عنها . وهذا واضح .وآدم عليه السلام يكنى أبا البشر . وقيل : أبا محمد ، كني بمحمد خاتم الأنبياء صلوات الله عليهم ، قاله السهيلي . وقيل : كنيته في الجنة أبو محمد ، وفي الأرض أبو البشر . وأصله بهمزتين ; لأنه أفعل إلا أنهم لينوا الثانية ، فإذا احتجت إلى تحريكها جعلتها واوا فقلت : أوادم في الجمع لأنه ليس لها أصل في الياء معروف ، فجعلت الغالب عليها الواو ، عن الأخفش .واختلف في اشتقاقه ، فقيل : هو مشتق من أدمة الأرض وأديمها وهو وجهها ، فسمي بما خلق منه ، قال ابن عباس . وقيل : إنه مشتق من الأدمة وهي السمرة . واختلفوا في الأدمة ، فزعم الضحاك أنها السمرة ، وزعم النضر أنها البياض ، وأن آدم عليه السلام كان أبيض ، مأخوذ من قولهم : ناقة أدماء ، إذا كانت بيضاء . وعلى هذا الاشتقاق جمعه أدم وأوادم ، كحمر وأحامر ، ولا ينصرف بوجه . وعلى أنه مشتق من الأدمة جمعه آدمون ، ويلزم قائلو هذه المقالة صرفه .قلت : الصحيح أنه مشتق من أديم الأرض . قال سعيد بن جبير : إنما سمي آدم لأنه خلق من أديم الأرض ، وإنما سمي إنسانا لأنه نسي ، ذكره ابن سعد في الطبقات . وروى السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمداني عن ابن مسعود في قصة خلق آدم عليه السلام قال : فبعث الله جبريل عليه السلام إلى الأرض ليأتيه بطين منها ، فقالت الأرض : أعوذ بالله منك أن تنقص مني أو تشينني ، فرجع ولم يأخذ وقال : يا رب إنها عاذت بك فأعذتها . فبعث ميكائيل فعاذت منه فأعاذها ، فرجع فقال كما قال جبريل ، فبعث [ ص: 266 ] ملك الموت فعاذت منه فقال : وأنا أعوذ بالله أن أرجع ولم أنفذ أمره . فأخذ من وجه الأرض وخلط ، ولم يأخذ من مكان واحد ، وأخذ من تربة حمراء وبيضاء وسوداء ، فلذلك خرج بنو آدم مختلفين - ولذلك سمي آدم لأنه أخذ من أديم الأرض - فصعد به ، فقال الله تعالى له : أما رحمت الأرض حين تضرعت إليك فقال : رأيت أمرك أوجب من قولها . فقال : أنت تصلح لقبض أرواح ولده \" فبل التراب حتى عاد طينا لازبا ، اللازب : هو الذي يلتصق بعضه ببعض ، ثم ترك حتى أنتن ، فذلك حيث يقول : من حمإ مسنون قال : منتن . ثم قال للملائكة : إني خالق بشرا من طين فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين فخلقه الله بيده لكيلا يتكبر إبليس عنه يقول : أتتكبر عما خلقت بيدي ولم أتكبر أنا عنه فخلقه بشرا فكان جسدا من طين أربعين سنة من مقدار يوم الجمعة ، فمرت به الملائكة ففزعوا منه لما رأوه وكان أشدهم منه فزعا إبليس فكان يمر به فيضربه فيصوت الجسد كما يصوت الفخار تكون له صلصلة ، فذلك حين يقول : من صلصال كالفخار . ويقول لأمر ما خلقت . ودخل من فمه وخرج من دبره ، فقال إبليس للملائكة : لا ترهبوا من هذا فإنه أجوف ولئن سلطت عليه لأهلكنه . ويقال : إنه كان إذا مر عليه مع الملائكة يقول : أرأيتم هذا الذي لم تروا من الخلائق يشبهه إن فضل عليكم وأمرتم بطاعته ما أنتم فاعلون قالوا : نطيع أمر ربنا فأسر إبليس في نفسه لئن فضل علي فلا أطيعه ، ولئن فضلت عليه لأهلكنه ، فلما بلغ الحين الذي أريد أن ينفخ فيه الروح قال للملائكة : إذا نفخت فيه من روحي فاسجدوا له ، فلما نفخ فيه الروح فدخل الروح في رأسه عطس ، فقالت له الملائكة : قل الحمد لله ، فقال : الحمد لله ، فقال الله له : رحمك ربك ، فلما دخل الروح في عينيه نظر إلى ثمار الجنة ، فلما دخل في جوفه اشتهى الطعام فوثب قبل أن يبلغ الروح رجليه عجلان إلى ثمار الجنة ، فذلك حين يقول : خلق الإنسان من عجلفسجد الملائكة كلهم أجمعون ، إلا إبليس أبى أن يكون مع الساجدين وذكر القصة . وروى الترمذي عن أبي موسى الأشعري قال سمعت رسول الله صلى الله عليه وسلم يقول : إن الله عز وجل خلق آدم من قبضة قبضها من جميع الأرض فجاء بنو آدم على قدر الأرض [ ص: 267 ] فجاء منهم الأحمر والأبيض والأسود وبين ذلك والسهل والحزن والخبيث والطيب . قال أبو عيسى : هذا حديث حسن صحيح . أدم : جمع أدم ، قال الشاعر :الناس أخياف وشتى في الشيم وكلهم يجمعهم وجه الأدمفآدم مشتق من الأديم والأدم لا من الأدمة ، والله أعلم . ويحتمل أن يكون منهما جميعا . وسيأتي لهذا الباب مزيد بيان في خلق آدم في \" الأنعام \" وغيرها إن شاء الله تعالى .و \" آدم \" لا ينصرف . قال أبو جعفر النحاس : \" آدم لا ينصرف في المعرفة بإجماع النحويين ، لأنه على أفعل وهو معرفة ، ولا يمتنع شيء من الصرف عند البصريين إلا لعلتين . فإن نكرته ولم يكن نعتا لم يصرفه الخليل وسيبويه ، وصرفه الأخفش سعيد ; لأنه كان نعتا وهو على وزن الفعل ، فإذا لم يكن نعتا صرفه . قال أبو إسحاق الزجاج : القول قول سيبويه ، ولا يفرق بين النعت وغيره لأنه هو ذاك بعينه \" .الثانية : قوله تعالى الأسماء كلها \" الأسماء \" هنا بمعنى العبارات ، فإن الاسم قد يطلق ويراد به المسمى ، كقولك : زيد قائم ، والأسد شجاع . وقد يراد به التسمية ذاتها ، كقولك : أسد ثلاثة أحرف ، ففي الأول يقال : الاسم هو المسمى بمعنى يراد به المسمى ، وفي الثاني لا يراد المسمى ، وقد يجري اسم في اللغة مجرى ذات العبارة ، وهو الأكثر من استعمالها ، ومنه قوله تعالى : وعلم آدم الأسماء كلها على أشهر التأويلات ، ومنه قول النبي صلى الله عليه وسلم : إن لله تسعة وتسعين اسما . ويجري مجرى الذات ، يقال : ذات ونفس وعين واسم بمعنى ، وعلى هذا حمل أكثر أهل العلم قوله تعالى : سبح اسم ربك الأعلى تبارك اسم ربك إن هي إلا أسماء سميتموها .الثالثة : واختلف أهل التأويل في معنى الأسماء التي علمها لآدم عليه السلام ، فقال ابن عباس وعكرمة وقتادة ومجاهد وابن جبير : علمه أسماء جميع الأشياء كلها جليلها وحقيرها . وروى عاصم بن كليب عن سعد مولى الحسن بن علي قال : كنت جالسا عند ابن عباس فذكروا اسم الآنية واسم السوط ، قال ابن عباس : وعلم آدم الأسماء كلها .قلت : وقد روي هذا المعنى مرفوعا على ما يأتي ، وهو الذي يقتضيه لفظ \" كلها \" إذ هو اسم موضوع للإحاطة والعموم ، وفي البخاري من حديث أنس عن النبي صلى الله عليه وسلم قال : ويجتمع المؤمنون يوم القيامة فيقولون لو استشفعنا إلى ربنا فيأتون آدم فيقولون أنت أبو الناس خلقك الله بيده وأسجد لك ملائكته وعلمك أسماء كل شيء الحديث . قال ابن خويز منداد : في هذه الآية دليل على أن اللغة مأخوذة توقيفا ، وأن الله تعالى علمها آدم عليه السلام جملة وتفصيلا . وكذلك قال ابن عباس : علمه أسماء كل شيء حتى الجفنة والمحلب .وروى شيبان عن قتادة قال : علم آدم من الأسماء أسماء خلقه ما لم يعلم الملائكة ، وسمى كل شيء باسمه وأنحى منفعة كل شيء إلى جنسه . قال النحاس : وهذا أحسن ما روي في هذا . والمعنى : علمه أسماء الأجناس وعرفه منافعها ، هذا كذا ، وهو يصلح لكذا . وقال الطبري : علمه أسماء الملائكة وذريته ، واختار هذا ورجحه بقوله : ثم عرضهم على الملائكةوقال ابن زيد : علمه أسماء ذريته ، كلهم .الربيع بن خثيم : أسماء الملائكة خاصة .القتي : أسماء ما خلق في الأرض . وقيل : أسماء الأجناس والأنواع .قلت : القول الأول أصح ، لما ذكرناه آنفا ولما نبينه إن شاء الله تعالى .الرابعة : واختلف المتأولون أيضا هل عرض على الملائكة أسماء الأشخاص أو الأسماء دون الأشخاص ، فقال ابن مسعود وغيره : عرض الأشخاص لقوله تعالى : عرضهم وقوله : أنبئوني بأسماء هؤلاء . وتقول العرب : عرضت الشيء فأعرض ، أي أظهرته فظهر . ومنه : عرضت الشيء للبيع . وفي الحديث ( إنه عرضهم أمثال الذر ) . وقال ابن عباس وغيره : عرض الأسماء . وفي حرف ابن مسعود : \" عرضهن \" ، فأعاد على الأسماء دون الأشخاص ; لأن الهاء والنون أخص بالمؤنث . وفي حرف أبي : \" عرضها \" .مجاهد : أصحاب الأسماء . فمن قال في الأسماء إنها التسميات فاستقام على قراءة أبي : \" عرضها \" . وتقول في قراءة من قرأ عرضهم : إن لفظ الأسماء يدل على أشخاص ، [ ص: 269 ] فلذلك ساغ أن يقال للأسماء : عرضهم . وقال في هؤلاء : المراد بالإشارة : إلى أشخاص الأسماء ، لكن وإن كانت غائبة فقد حضر ما هو منها بسبب وذلك أسماؤها . قال ابن عطية : والذي يظهر أن الله تعالى علم آدم الأسماء وعرضهن عليه مع تلك الأجناس بأشخاصها ، ثم عرض تلك على الملائكة وسألهم عن تسمياتها التي قد تعلمها ، ثم إن آدم قال لهم : هذا اسمه كذا ، وهذا اسمه كذا . وقال الماوردي : وكان الأصح توجه العرض إلى المسمين . ثم في زمن عرضهم قولان : أحدهما أنه عرضهم بعد أن خلقهم . الثاني - أنه صورهم لقلوب الملائكة ثم عرضهم .الخامسة : واختلف في أول من تكلم باللسان العربي ، فروي عن كعب الأحبار : أن أول من وضع الكتاب العربي والسرياني والكتب كلها بالألسنة كلها آدم عليه السلام . وقاله غير كعب الأحبار .فإن قيل : قد روي عن كعب الأحبار من وجه حسن قال : أول من تكلم بالعربية جبريل عليه السلام وهو الذي ألقاها على لسان نوح عليه السلام وألقاها نوح على لسان ابنه سام ، ورواه ثور بن زيد عن خالد بن معدان عن كعب وروي عن النبي صلى الله عليه وسلم أنه قال : ( أول من فتق لسانه بالعربية المبينة إسماعيل وهو ابن عشر سنين ) . وقد روي أيضا : أن أول من تكلم بالعربية يعرب بن قحطان ، وقد روي غير ذلك . قلنا : الصحيح أن أول من تكلم باللغات كلها من البشر آدم عليه السلام ، والقرآن يشهد له قال الله تعالى : وعلم آدم الأسماء كلها واللغات كلها أسماء فهي داخلة تحته وبهذا جاءت السنة ، قال صلى الله عليه وسلم : وعلم آدم الأسماء كلها حتى القصعة والقصيعة وما ذكروه يحتمل أن يكون المراد به أول من تكلم بالعربية من ولد إبراهيم عليه السلام إسماعيل عليه السلام . وكذلك إن صح ما سواه فإنه يكون محمولا على أن المذكور أول من تكلم من قبيلته بالعربية بدليل ما ذكرنا والله أعلم . وكذلك جبريل أول من تكلم بها من الملائكة وألقاها على لسان نوح بعد أن علمها الله آدم أو جبريل ، على ما تقدم ، والله أعلم .قوله تعالى : \" هؤلاء \" لفظ مبني على الكسر . ولغة تميم وبعض قيس وأسد فيه القصر ، قال الأعشى :هؤلا ثم هؤلا كلا أعطي ت نعالا محذوة بمثالومن العرب من يقول : هولاء ، فيحذف الألف والهمزة .السادسة : قوله تعالى : إن كنتم صادقين شرط ، والجواب محذوف تقديره : إن كنتم [ ص: 270 ] صادقين أن بني آدم يفسدون في الأرض فأنبئوني ، قاله المبرد . ومعنى صادقين عالمين ، ولذلك لم يسغ للملائكة الاجتهاد ، وقالوا : سبحانك حكاه النقاش قال : ولو لم يشترط عليهم إلا الصدق في الإنباء لجاز لهم الاجتهاد كما جاز للذي أماته الله مائة عام حين قال له : كم لبثت ، فلم يشترط عليه الإصابة ، فقال ولم يصب ولم يعنف ، وهذا بين لا خفاء فيه . وحكى الطبري وأبو عبيد : أن بعض المفسرين قال إن معنى إن كنتم : إذ كنتم ، وقالا : هذا خطأ . وأنبئوني معناه أخبروني . والنبأ : الخبر ، ومنه النبيء بالهمز ، وسيأتي بيانه إن شاء الله تعالى .السابعة : قال بعض العلماء : يخرج من هذا الأمر بالإنباء تكليف ما لا يطاق لأنه علم أنهم لا يعلمون . وقال المحققون من أهل التأويل : ليس هذا على جهة التكليف ، وإنما هو على جهة التقرير والتوقيف . وسيأتي القول في تكليف ما لا يطاق - هل وقع التكليف به أم لا - في آخر السورة إن شاء الله تعالى .",
  "ayah": 31,
  "surah": 2
}
