{
  "text": "قوله تعالى : قالوا سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم قوله تعالى : قالوا سبحانك لا علم لنا إلا ما علمتنافيه ثلاث مسائل : الأولى : قوله تعالى : سبحانك أي تنزيها لك عن أن يعلم الغيب أحد سواك . وهذا جوابهم عن قوله : أنبئوني فأجابوا أنهم لا يعلمون إلا ما أعلمهم به ولم يتعاطوا ما لا علم لهم به كما يفعله الجهال منا . وما في ما علمتنا بمعنى الذي ، أي إلا الذي علمتنا ، ويجوز أن تكون مصدرية بمعنى إلا تعليمك إيانا .الثانية : الواجب على من سئل عن علم أن يقول إن لم يعلم : الله أعلم ولا أدري ، اقتداء بالملائكة والأنبياء والفضلاء من العلماء ، لكن قد أخبر الصادق أن بموت العلماء يقبض العلم ، فيبقى ناس جهال يستفتون فيفتون برأيهم فيضلون ويضلون . وأما ما ورد من الأخبار [ ص: 271 ] عن النبي صلى الله عليه وسلم وأصحابه والتابعين بعدهم في معنى الآية فروى البستي في المسند الصحيح له عن ابن عمر أن رجلا سأل رسول الله صلى الله عليه وسلم : أي البقاع شر ؟ قال : لا أدري حتى أسأل جبريل فسأل جبريل ، فقال : لا أدري حتى أسأل ميكائيل ، فجاء فقال : خير البقاع المساجد ، وشرها الأسواق . وقال الصديق للجدة : ارجعي حتى أسأل الناس . وكان علي يقول : وابردها على الكبد ، ثلاث مرات . قالوا : وما ذلك يا أمير المؤمنين ؟ قال : أن يسأل الرجل عما لا يعلم فيقول : الله أعلم . وسأل ابن عمر رجل عن مسألة فقال : لا علم لي بها ، فلما أدبر الرجل . قال ابن عمر : نعم ما قال ابن عمر ، سئل عما لا يعلم فقال لا علم لي به ذكره الدارمي في مسنده . وفي صحيح مسلم عن أبي عقيل يحيى بن المتوكل صاحب بهية قال : كنت جالسا عند القاسم بن عبيد الله ويحيى بن سعيد ، فقال يحيى للقاسم : يا أبا محمد إنه قبيح على مثلك عظيم أن يسأل عن شيء من أمر هذا الدين فلا يوجد عندك منه علم ولا فرج ، أو علم ولا مخرج ؟ فقال له القاسم : وعم ذاك ؟ قال : لأنك ابن إمامي هدى : ابن أبي بكر وعمر . قال يقول له القاسم : أقبح من ذاك عند من عقل عن الله أن أقول بغير علم أو آخذ عن غير ثقة . فسكت فما أجابه . وقال مالك بن أنس : سمعت ابن هرمز يقول : ينبغي للعالم أن يورث جلساءه من بعده لا أدري حتى يكون أصلا في أيديهم ، فإذا سئل أحدهم عما لا يدري قال : لا أدري . وذكر الهيثم بن جميل قال : شهدت مالك بن أنس سئل عن ثمان وأربعين مسألة فقال في اثنتين وثلاثين منها : لا أدري .قلت : ومثله كثير عن الصحابة والتابعين وفقهاء المسلمين . وإنما يحمل على ترك ذلك الرياسة وعدم الإنصاف في العلم . قال ابن عبد البر : من بركة العلم وآدابه الإنصاف فيه ، ومن لم ينصف لم يفهم ولم يتفهم . روى يونس بن عبد الأعلى قال : سمعت ابن وهب يقول : سمعت مالك بن أنس يقول : ما في زماننا شيء أقل من الإنصاف .قلت : هذا في زمن مالك فكيف في زماننا اليوم الذي عم فينا الفساد وكثر فيه الطغام وطلب فيه العلم للرياسة لا للدراية ، بل للظهور في الدنيا وغلبة الأقران بالمراء والجدال الذي يقسي القلب ويورث الضغن ، وذلك مما يحمل على عدم التقوى وترك الخوف من الله تعالى .[ ص: 272 ] أين هذا مما روي عن عمر رضي الله عنه وقد قال : لا تزيدوا في مهور النساء على أربعين أوقية ولو كانت بنت ذي العصبة - يعني يزيد بن الحصين الحارثي - فمن زاد ألقيت زيادته في بيت المال ، فقامت امرأة من صوب النساء طويلة فيها فطس فقالت : ما ذلك لك قال : ولم ؟ قالت لأن الله عز وجل يقول : وآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا فقال عمر : امرأة أصابت ورجل أخطأ وروى وكيع عن أبي معشر عن محمد بن كعب القرظي قال : سأل رجل عليا رضي الله عنه عن مسألة فقال فيها ، فقال الرجل : ليس كذلك يا أمير المومنين ، ولكن كذا وكذا ، فقال علي : أصبت وأخطأت ، وفوق كل ذي علم عليم . وذكر أبو محمد قاسم بن أصبغ قال : لما رحلت إلى المشرق نزلت القيروان فأخذت على بكر بن حماد حديث مسدد ، ثم رحلت إلى بغداد ولقيت الناس ، فلما انصرفت عدت إليه لتمام حديث مسدد ، فقرأت عليه فيه يوما حديث النبي صلى الله عليه وسلم : أنه قدم عليه قوم من مضر من مجتابي النمار فقال : إنما هو مجتابي الثمار ، فقلت : إنما هو \" مجتابي النمار \" ، هكذا قرأته على كل من قرأته عليه بالأندلس والعراق ، فقال لي : بدخولك العراق تعارضنا وتفخر علينا أو نحو هذا . ثم قال لي : قم بنا إلى ذلك الشيخ - لشيخ كان في المسجد - فإن له بمثل هذا علما ، فقمنا إليه فسألناه عن ذلك فقال : إنما هو \" مجتابي النمار \" - كما قلت - وهم قوم كانوا يلبسون الثياب مشققة ، جيوبهم أمامهم . والنمار جمع نمرة . فقال بكر بن حماد وأخذ بأنفه : رغم أنفي للحق ، رغم أنفي للحق . وانصرف . وقال يزيد بن الوليد بن عبد الملك فأحسن :إذا ما تحدثت في مجلس تناهى حديثي إلى ما علمت     ولم أعد علمي إلى غيرهوكان إذا ما تناهى سكتالثالثة : قوله تعالى : سبحانك \" سبحان \" منصوب على المصدر عند الخليل وسيبويه ، يؤدي عن معنى نسبحك تسبيحا . وقال الكسائي : هو منصوب على أنه نداء مضاف .إنك أنت العليم فعيل للمبالغة والتكبير في المعلومات في خلق الله تعالى .الحكيم معناه الحاكم ، وبينهما مزيد المبالغة . وقيل معناه المحكم ويجيء الحكيم على هذا من صفات الفعل ، صرف عن مفعل إلى فعيل ، كما صرف عن مسمع إلى سميع ومؤلم إلى أليم ، قاله ابن الأنباري . وقال قوم : الحكيم المانع من الفساد ، ومنه سميت حكمة اللجام ; لأنها تمنع الفرس من الجري والذهاب في غير قصد . قال جرير : [ ص: 273 ]أبني حنيفة أحكموا سفهاءكم إني أخاف عليكم أن أغضباأي امنعوهم من الفساد . وقال زهير :القائد الخيل منكوبا دوابرها     قد أحكمت حكمات القد والأبقاالقد : الجلد . والأبق : القنب . والعرب تقول : أحكم اليتيم عن كذا وكذا ، يريدون منعه . والسورة المحكمة : الممنوعة من التغيير وكل التبديل ، وأن يلحق بها ما يخرج عنها ، ويزاد عليها ما ليس منها ، والحكمة من هذا ; لأنها تمنع صاحبها من الجهل . ويقال : أحكم الشيء إذا أتقنه ومنعه من الخروج عما يريد . فهو محكم وحكيم على التكثير .",
  "ayah": 32,
  "surah": 2
}
