{
  "text": "قوله تعالى : قال يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السماوات والأرض وأعلم ما تبدون وما كنتم تكتمونقوله تعالى : قال يا آدم أنبئهم بأسمائهمفيه خمس مسائل :الأولى : قوله تعالى : أنبئهم بأسمائهم أمره الله أن يعلمهم بأسمائهم بعد أن عرضهم على الملائكة ليعلموا أنه أعلم بما سألهم عنه تنبيها على فضله وعلو شأنه ، فكان أفضل منهم بأن قدمه عليهم وأسجدهم له وجعلهم تلامذته وأمرهم بأن يتعلموا منه . فحصلت له رتبة الجلال والعظمة بأن جعله مسجودا له ، مختصا بالعلم .الثانية : في هذه الآية دليل على فضل العلم وأهله ، وفي الحديث : وإن الملائكة لتضع أجنحتها رضا لطالب العلم أي تخضع وتتواضع وإنما تفعل ذلك لأهل العلم خاصة من [ ص: 274 ] بين سائر عيال الله ; لأن الله تعالى ألزمها ذلك في آدم عليه السلام فتأدبت بذلك الأدب . فكلما ظهر لها علم في بشر خضعت له وتواضعت وتذللت إعظاما للعلم وأهله ، ورضا منهم بالطلب له والشغل به . هذا في الطلاب منهم فكيف بالأحبار فيهم والربانيين منهم جعلنا الله منهم وفيهم ، إنه ذو فضل عظيم .الثالثة : اختلف العلماء من هذا الباب ، أيما أفضل ؟ الملائكة أو بنو آدم على قولين : فذهب قوم إلى أن الرسل من البشر أفضل من الرسل من الملائكة ، والأولياء من البشر أفضل من الأولياء من الملائكة . وذهب آخرون إلى أن الملأ الأعلى أفضل . احتج من فضل الملائكة بأنهم عباد مكرمون . لا يسبقونه بالقول وهم بأمره يعملون لا يعصون الله ما أمرهم ويفعلون ما يؤمرون . وقوله : لن يستنكف المسيح أن يكون عبدا لله ولا الملائكة المقربون وقوله : قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب ولا أقول لكم إني ملك . وفي البخاري : ( يقول الله عز وجل : من ذكرني في ملأ ذكرته في ملأ خير منهم ) . وهذا نص . احتج من فضل بني آدم بقوله تعالى : إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية بالهمز ، من برأ الله الخلق . وقوله عليه السلام : وإن الملائكة لتضع أجنحتها رضا لطالب العلم الحديث . أخرجه أبو داود ، وبما جاء في أحاديث من أن الله تعالى يباهي بأهل عرفات الملائكة ، ولا يباهي إلا بالأفضل ، والله أعلم .[ ص: 275 ] وقال بعض العلماء : ولا طريق إلى القطع بأن الأنبياء أفضل من الملائكة ، ولا القطع بأن الملائكة خير منهم ، لأن طريق ذلك خبر الله تعالى وخبر رسوله أو إجماع الأمة ، وليس هاهنا شيء من ذلك خلافا للقدرية والقاضي أبي بكر رحمه الله حيث قالوا : الملائكة أفضل . قال : وأما من قال من أصحابنا والشيعة : إن الأنبياء أفضل لأن الله تعالى أمر الملائكة بالسجود لآدم ، فيقال لهم : المسجود له لا يكون أفضل من الساجد ، ألا ترى أن الكعبة مسجود لها والأنبياء والخلق يسجدون نحوها ، ثم إن الأنبياء خير من الكعبة باتفاق الأمة . ولا خلاف أن السجود لا يكون إلا لله تعالى ; لأن السجود عبادة ، والعبادة لا تكون إلا لله ، فإذا كان كذلك فكون السجود إلى جهة لا يدل على أن الجهة خير من الساجد العابد ، وهذا واضح . وسيأتي له مزيد بيان في الآية بعد هذا .الرابعة : قوله تعالى : إني أعلم غيب السماوات والأرض دليل على أن أحدا لا يعلم من الغيب إلا ما أعلمه الله كالأنبياء أو من من أعلمه الله تعالى فالمنجمون والكهان وغيرهم كذبة . وسيأتي بيان هذا في \" الأنعام \" إن شاء الله تعالى عند قوله تعالى : وعنده مفاتح الغيب لا يعلمها إلا هوالخامسة : قوله تعالى : وأعلم ما تبدون أي من قولهم : أتجعل فيها من يفسد فيها حكاه مكي والماوردي . وقال الزهراوي : ما أبدوه هو بدارهم بالسجود لآدم .وما كنتم تكتمون قال ابن عباس وابن مسعود وسعيد بن جبير : المراد ما كتمه إبليس في نفسه من الكبر والمعصية . قال ابن عطية : وجاء تكتمون للجماعة ، والكاتم واحد في هذا القول على تجوز العرب واتساعها ، كما يقال لقوم قد جنى سفيه منهم : أنتم فعلتم كذا . أي منكم فاعله ، وهذا مع قصد تعنيف ، ومنه قوله تعالى : إن الذين ينادونك من وراء الحجرات أكثرهم لا يعقلون وإنما ناداه منهم عيينة ، وقيل الأقرع . وقالت طائفة : الإبداء والمكتوم ذلك على معنى العموم في معرفة أسرارهم وظواهرهم أجمع . وقال مهدي بن ميمون : كنا عند الحسن فسأله الحسن بن دينار ما الذي كتمت الملائكة ؟ قال : إن الله عز وجل لما خلق آدم رأت الملائكة خلقا عجبا ، وكأنهم دخلهم من ذلك شيء ، قال : ثم أقبل بعضهم على بعض وأسروا ذلك بينهم ، فقالوا : وما يهمكم من هذا المخلوق إن الله لم يخلق خلقا إلا كنا أكرم [ ص: 276 ] عليه منه . وما في قوله : ما تبدون يجوز أن ينتصب ب \" أعلم \" على أنه فعل ، ويجوز أن يكون بمعنى عالم وتنصب به ما فيكون مثل حواج بيت الله ، وقد تقدم .",
  "ayah": 33,
  "surah": 2
}
