{
  "text": "قوله تعالى : ولا تلبسوا الحق بالباطل وتكتموا الحق وأنتم تعلمونولا تلبسوا الحق بالباطل اللبس : الخلط لبست عليه الأمر ألبسه ، إذا مزجت بينه بمشكله ، وحقه بباطله قال الله تعالى وللبسنا عليهم ما يلبسون وفي الأمر لبسة أي ليس بواضح ومن هذا المعنى قول علي رضي الله عنه للحارث بن حوط يا حارث ( إنه ملبوس عليك ، إن الحق لا يعرف بالرجال ، اعرف الحق تعرف أهله . ) وقالت الخنساء :ترى الجليس يقول الحق تحسبه رشدا وهيهات فانظر ما به التبسا     صدق مقالته واحذر عداوتهوالبس عليه أمورا مثل ما لبساوقال العجاج :لما لبسن الحق بالتجني     غنين واستبدلن زيدا منيروى سعيد عن قتادة في قوله : ولا تلبسوا الحق بالباطل ، يقول : لا تلبسوا اليهودية والنصرانية بالإسلام وقد علمتم أن دين الله - الذي لا يقبل غيره ولا يجزي إلا به - الإسلام وأن اليهودية والنصرانية بدعة وليست من الله . والظاهر من قول عنترة :وكتيبة لبستها بكتيبة[ ص: 320 ] أنه من هذا المعنى ، ويحتمل أن يكون من اللباس . وقد قيل هذا في معنى الآية ، أي لا تغطوا ومنه لبس الثوب يقال لبست الثوب ألبسه ولباس الرجل زوجته وزوجها لباسها قال الجعديإذا ما الضجيع ثنى جيدها     تثنت عليه فكانت لباساوقال الأخطل :وقد لبست لهذا الأمر أعصره     حتى تجلل رأسي الشيب فاشتعلاواللبوس : كل ما يلبس من ثياب ودرع قال الله تعالى وعلمناه صنعة لبوس لكم ولابست فلانا حتى عرفت باطنه وفي فلان ملبس أي مستمتع قال :ألا إن بعد العدم للمرء قنوة     وبعد المشيب طول عمر وملبساولبس الكعبة والهودج : ما عليهما من لباس ( بكسر اللام ) .قوله تعالى : \" بالباطل \" الباطل في كلام العرب خلاف الحق ومعناه الزائل قال لبيد :ألا كل شيء ما خلا الله باطلوبطل الشيء يبطل بطلا وبطولا وبطلانا ذهب ضياعا وخسرا وأبطله غيره ويقال ذهب دمه بطلا أي هدرا والباطل الشيطان والبطل الشجاع سمي بذلك لأنه يبطل شجاعة صاحبه قال النابغةلهم لواء بأيدي ماجد بطل     لا يقطع الخرق إلا طرفه ساميوالمرأة بطلة وقد بطل الرجل ( أي بالضم ) يبطل بطولة وبطالة أي صار شجاعا وبطل الأجير ( بالفتح ) بطالة أي تعطل فهو بطال واختلف أهل التأويل في المراد بقوله \" الحق بالباطل \" فروي عن ابن عباس وغيره لا تخلطوا ما عندكم من الحق في الكتاب بالباطل وهو التغيير والتبديل ، وقال أبو العالية قالت اليهود محمد مبعوث ولكن إلى غيرنا فإقرارهم ببعثه حق وجحدهم أنه بعث إليهم باطل .وقال ابن زيد : المراد بالحق التوراة ، والباطل ما بدلوا فيها من ذكر محمد عليه السلام وغيره .وقال مجاهد لا تخلطوا اليهودية والنصرانية بالإسلام ، وقاله قتادة ، وقد تقدم .[ ص: 321 ] قلت : وقول ابن عباس أصوب ؛ لأنه عام فيدخل فيه جميع الأقوال والله المستعانقوله تعالى : وتكتموا الحق يجوز أن يكون معطوفا على تلبسوا فيكون مجزوما ويجوز أن يكون منصوبا بإضمار أن ، التقدير لا يكن منكم لبس الحق وكتمانه أي وأن تكتموه قال ابن عباس : يعني كتمانهم أمر النبي صلى الله عليه وسلم وهم يعرفونه . وقال محمد بن سيرين نزل عصابة من ولد هارون يثرب لما أصاب بني إسرائيل ما أصابهم من ظهور العدو عليهم والذلة ، وتلك العصابة هم حملة التوراة يومئذ فأقاموا بيثرب يرجون أن يخرج محمد صلى الله عليه وسلم بين ظهرانيهم وهم مؤمنون مصدقون بنبوته فمضى أولئك الآباء وهم مؤمنون وخلف الأبناء وأبناء الأبناء فأدركوا محمدا صلى الله عليه وسلم فكفروا به وهم يعرفونه وهو معنى قوله تعالى فلما جاءهم ما عرفوا كفروا بهقوله تعالى : وأنتم تعلمون جملة في موضع الحال أي أن محمدا عليه السلام حق ، فكفرهم كان كفر عناد ولم يشهد تعالى لهم بعلم وإنما نهاهم عن كتمان ما علموا ودل هذا على تغليظ الذنب على من واقعه على علم وأنه أعصى من الجاهل ، وسيأتي بيان هذا عند قوله تعالى أتأمرون الناس بالبر الآية",
  "ayah": 42,
  "surah": 2
}
