{
  "text": "قوله تعالى : أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب أفلا تعقلونفيه تسع مسائل : الأولى : قوله تعالى : أتأمرون الناس بالبر هذا استفهام التوبيخ ، والمراد في قول أهل التأويل علماء اليهود . قال ابن عباس ( كان يهود المدينة يقول الرجل منهم لصهره ولذي قرابته ولمن بينه وبينه رضاع من المسلمين : اثبت على الذي أنت عليه ، وما يأمرك به هذا الرجل يريدون محمدا صلى الله عليه وسلم فإن أمره حق فكانوا يأمرون الناس بذلك ، ولا يفعلونه ) وعن ابن عباس أيضا ( كان الأحبار يأمرون مقلديهم وأتباعهم باتباع التوراة ، وكانوا يخالفونها في جحدهم صفة محمد صلى الله عليه وسلم ) وقال ابن جريج كان الأحبار يحضون على طاعة الله ، وكانوا هم يواقعون المعاصي ، وقالت فرقة كانوا يحضون على الصدقة ويبخلون ، والمعنى متقارب .[ ص: 344 ] وقال بعض أهل الإشارات المعنى أتطالبون الناس بحقائق المعاني وأنتم تخالفون عن ظواهر رسومها ! .الثانية : في شدة عذاب من هذه صفته روى حماد بن سلمة عن علي بن زيد عن أنس قال قال رسول الله صلى الله عليه وسلم ليلة أسري بي مررت على ناس تقرض شفاههم بمقاريض من نار فقلت يا جبريل من هؤلاء ؟ قال هؤلاء الخطباء من أهل الدنيا يأمرون الناس بالبر وينسون أنفسهم وهم يتلون الكتاب أفلا يعقلون وروى أبو أمامة قال قال رسول الله صلى الله عليه وسلم إن الذين يأمرون الناس بالبر وينسون أنفسهم يجرون قصبهم في نار جهنم فيقال لهم من أنتم ؟ فيقولون نحن الذين كنا نأمر الناس بالخير وننسى أنفسنا .قلت : وهذا الحديث وإن كان فيه لين ; لأن في سنده الخصيب بن جحدر كان الإمام أحمد يستضعفه وكذلك ابن معين يرويه عن أبي غالب عن أبي أمامة صدي بن عجلان الباهلي وأبو غالب هو فيما حكى يحيى بن معين حزور القرشي مولى خالد بن عبد الله بن أسيد وقيل مولى باهلة وقيل مولى عبد الرحمن الحضرمي كان يختلف إلى الشام في تجارته قال يحيى بن معين : هو صالح الحديث فقد رواه مسلم في صحيحه بمعناه عن أسامة بن زيد قال سمعت رسول الله صلى الله عليه وسلم يقول يؤتى بالرجل يوم القيامة فيلقى في النار فتندلق أقتاب بطنه فيدور بها كما يدور الحمار بالرحى فيجتمع إليه أهل النار فيقولون يا فلان ما لك ألم تكن تأمر بالمعروف وتنهى عن المنكر فيقول بلى قد كنت آمر بالمعروف ، ولا آتيه وأنهى عن المنكر وآتيه .القصب ( بضم القاف ) المعى وجمعه أقصاب والأقتاب الأمعاء واحدها قتب ومعنى \" فتندلق \" : فتخرج بسرعة . وروينا \" فتنفلق \" .قلت : فقد دل الحديث الصحيح وألفاظ الآية على أن عقوبة من كان عالما بالمعروف وبالمنكر وبوجوب القيام بوظيفة كل واحد منهما أشد ممن لم يعلمه وإنما ذلك ؛ لأنه كالمستهين بحرمات الله تعالى ومستخف بأحكامه وهو ممن لا ينتفع بعلمه ; قال [ ص: 345 ] رسول الله صلى الله عليه وسلم : أشد الناس عذابا يوم القيامة عالم لم ينفعه الله بعلمه أخرجه ابن ماجه في سننه .الثالثة : اعلم وفقك الله تعالى أن التوبيخ في الآية بسبب ترك فعل البر لا بسبب الأمر بالبر ولهذا ذم الله تعالى في كتابه قوما كانوا يأمرون بأعمال البر ولا يعملون بها وبخهم به توبيخا يتلى على طول الدهر إلى يوم القيامة فقال أتأمرون الناس بالبر الآية . وقال منصور الفقيه فأحسن :إن قوما يأمرونا بالذي لا يفعلونا     لمجانين وإن هملم يكونوا يصرعوناوقال أبو العتاهية :وصفت التقى حتى كأنك ذو تقى     وريح الخطايا من ثيابك تسطعوقال أبو الأسود الدؤلي :لا تنه عن خلق وتأتي مثله     عار عليك إذا فعلت عظيموابدأ بنفسك فانهها عن غيها     فإن انتهت عنه فأنت حكيمفهناك يقبل إن وعظت ويقتدى     بالقول منك وينفع التعليموقال أبو عمرو بن مطر : حضرت مجلس أبي عثمان الحيري الزاهد فخرج وقعد على موضعه الذي كان يقعد عليه للتذكير ، فسكت حتى طال سكوته ، فناداه رجل كان يعرف بأبي العباس : ترى أن تقول في سكوتك شيئا ؟ فأنشأ يقول :وغير تقي يأمر الناس بالتقى     طبيب يداوي والطبيب مريضقال : فارتفعت الأصوات بالبكاء والضجيج .الرابعة : قال إبراهيم النخعي : إني لأكره القصص لثلاث آيات ، قوله تعالى : أتأمرون الناس بالبر الآية ، وقوله : لم تقولون ما لا تفعلون ، وقوله : وما أريد أن أخالفكم إلى ما أنهاكم عنه . وقال سلم بن عمرو :ما أقبح التزهيد من واعظ يزهد الناس ولا يزهد     لو كان في تزهيده صادقاأضحى وأمسى بيته المسجد [ ص: 346 ]     إن رفض الدنيا فما بالهيستمنح الناس ويسترفد     والرزق مقسوم على من ترىيناله الأبيض والأسودوقال الحسن لمطرف بن عبد الله : عظ أصحابك ، فقال إني أخاف أن أقول ما لا أفعل ، قال : يرحمك الله ، وأينا يفعل ما يقول ويود الشيطان أنه قد ظفر بهذا ، فلم يأمر أحد بمعروف ولم ينه عن منكر . وقال مالك عن ربيعة بن أبي عبد الرحمن سمعت سعيد بن جبير يقول : لو كان المرء لا يأمر بالمعروف ولا ينهى عن المنكر حتى لا يكون فيه شيء ، ما أمر أحد بمعروف ، ولا نهى عن منكر . قال مالك : وصدق ، من ذا الذي ليس فيه شيء ! .الخامسة : قوله تعالى : بالبر البر هنا الطاعة والعمل الصالح . والبر : الصدق . والبر : ولد الثعلب . والبر : سوق الغنم ، ومنه قولهم : \" لا يعرف هرا من بر \" أي لا يعرف دعاء الغنم من سوقها . فهو مشترك ، وقال الشاعر :لا هم رب إن بكرا دونكا يبرك الناس ويفجرونكاأراد بقوله \" يبرك الناس \" : أي يطيعونك . ويقال : إن البر الفؤاد في قوله :أكون مكان البر منه ودونه     وأجعل مالي دونه وأوامرهوالبر ( بضم الباء ) معروف ، و ( بفتحها ) الإجلال والتعظيم ، ومنه ولد بر وبار ، أي يعظم والديه ويكرمهما .السادسة قوله تعالى : وتنسون أنفسكم أي تتركون . والنسيان ( بكسر النون ) يكون بمعنى الترك ، وهو المراد هنا ، وفي قوله تعالى : نسوا الله فنسيهم ، وقوله : فلما نسوا ما ذكروا به ، وقوله : ولا تنسوا الفضل بينكم . ويكون خلاف الذكر والحفظ ، ومنه الحديث : نسي آدم فنسيت ذريته . وسيأتي . يقال : رجل نسيان ( بفتح النون ) : كثير النسيان للشيء . وقد نسيت الشيء نسيانا ، ولا تقل نسيانا ( بالتحريك ) ; لأن النسيان إنما هو تثنية نسا العرق . وأنفس : جمع نفس ، جمع قلة . والنفس : الروح ، يقال : خرجت نفسه ، قال أبو خراش :نجا سالم والنفس منه بشدقه ولم ينج إلا جفن سيف ومئزراأي بجفن سيف ومئزر . ومن الدليل على أن النفس الروح قوله تعالى : الله يتوفى الأنفس حين موتها [ ص: 347 ] يريد الأرواح في قول جماعة من أهل التأويل على ما يأتي ، وذلك بين في قول بلال للنبي صلى الله عليه وسلم في حديث ابن شهاب أخذ بنفسي يا رسول الله الذي أخذ بنفسك ، وقوله عليه السلام في حديث زيد بن أسلم إن الله قبض أرواحنا ولو شاء لردها إلينا في حين غير هذا رواهما مالك ، وهو أولى ما يقال به ، والنفس أيضا الدم يقال سالت نفسه قال الشاعرتسيل على حد الظبات نفوسنا     وليست على غير الظبات تسيلوقال إبراهيم النخعي ما ليس له نفس سائلة فإنه لا ينجس الماء إذا مات فيه والنفس أيضا الجسد قال الشاعرنبئت أن بني سحيم أدخلوا     أبياتهم تامور نفس المنذروالتامور أيضا : الدم .السابعة : قوله تعالى : وأنتم تتلون الكتاب توبيخ عظيم لمن فهم . وتتلون : تقرءون الكتاب التوراة وكذا من فعل فعلهم كان مثلهم وأصل التلاوة الاتباع ; ولذلك استعمل في القراءة ; لأنه يتبع بعض الكلام ببعض في حروفه حتى يأتي على نسقه يقال تلوته إذا تبعته تلوا وتلوت القرآن تلاوة وتلوت الرجل تلوا إذا خذلته والتلية والتلاوة ( بضم التاء ) البقية يقال تليت لي من حقي تلاوة وتلية أي بقيت وأتليت : أبقيت وتتليت حقي إذا تتبعته حتى تستوفيه قال أبو زيد تلى الرجل إذا كان بآخر رمقالثامنة : أفلا تعقلون أي أفلا تمنعون أنفسكم من مواقعة هذه الحال المردية لكم والعقل المنع ومنه عقال البعير ; لأنه يمنع عن الحركة ، ومنه العقل للدية ؛ لأنه يمنع ولي المقتول عن قتل الجاني ، ومنه اعتقال البطن واللسان ، ومنه يقال للحصن : [ ص: 348 ] معقل ، والعقل نقيض الجهل ، والعقل ثوب أحمر تتخذه نساء العرب تغشي به الهوادج قال علقمة :عقلا ورقما تكاد الطير تخطفه كأنه من دم الأجواف مدمومالمدموم ( بالدال المهملة ) الأحمر وهو المراد هنا والمدموم الممتلئ شحما من البعير وغيره ويقال هما ضربان من البرود قال ابن فارس والعقل من شيات الثياب ما كان نقشه طولا وما كان نقشه مستديرا فهو الرقم ، وقال الزجاج : العاقل من عمل بما أوجب الله عليه فمن لم يعمل فهو جاهل .التاسعة : اتفق أهل الحق على أن العقل كائن موجود ليس بقديم ولا معدوم ; لأنه لو كان معدوما لما اختص بالاتصاف به بعض الذوات دون بعض وإذا ثبت وجوده فيستحيل القول بقدمه ; إذ الدليل قد قام على أن لا قديم إلا الله تعالى على ما يأتي بيانه في هذه السورة وغيرها إن شاء الله تعالى .وقد صارت الفلاسفة إلى أن العقل قديم ثم منهم من صار إلى أنه جوهر لطيف في البدن ينبث شعاعه منه بمنزلة السراج في البيت يفصل به بين حقائق المعلومات ومنهم من قال إنه جوهر بسيط أي غير مركب ثم اختلفوا في محله فقالت طائفة منهم محله الدماغ ; لأن الدماغ محل الحس وقالت طائفة أخرى محله القلب ؛ لأن القلب معدن الحياة ومادة الحواس ، وهذا القول في العقل بأنه جوهر فاسد من حيث إن الجواهر متماثلة فلو كان جوهر عقلا لكان كل جوهر عقلا وقيل إن العقل هو المدرك للأشياء على ما هي عليه من حقائق المعاني ، وهذا القول وإن كان أقرب مما قبله فيبعد عن الصواب من جهة أن الإدراك من صفات الحي والعقل عرض يستحيل ذلك منه كما يستحيل أن يكون ملتذا ومشتهيا ، وقال الشيخ أبو الحسن الأشعري والأستاذ أبو إسحاق الإسفراييني وغيرهما من المحققين : العقل هو العلم بدليل أنه لا يقال عقلت وما علمت أو علمت وما عقلت وقال القاضي أبو بكر : العقل علوم ضرورية بوجوب الواجبات وجواز الجائزات واستحالة المستحيلات وهو اختيار أبي المعالي في الإرشاد واختار في البرهان أنه صفة يتأتى بها درك العلوم واعترض على مذهب القاضي واستدل على فساد مذهبه وحكي في البرهان عن المحاسبي أنه قال : العقل غريزة وحكى الأستاذ أبو بكر عن الشافعي وأبي عبد الله بن مجاهد أنهما قالا العقل آلة التمييز وحكي عن أبي العباس القلانسي أنه قال العقل قوة التمييز وحكي عن المحاسبي أنه قال العقل أنوار وبصائر ثم رتب هذه الأقوال وحملها على محامل فقال والأولى ألا [ ص: 349 ] يصح هذا النقل عن الشافعي ولا عن ابن مجاهد فإن الآلة إنما تستعمل في الآلة المثبتة واستعمالها في الأعراض مجاز وكذلك قول من قال إنه قوة فإنه لا يعقل من القوة إلا القدرة والقلانسي أطلق ما أطلقه توسعا في العبارات وكذلك المحاسبي والعقل ليس بصورة ولا نور ولكن تستفاد به الأنوار والبصائر وسيأتي في هذه السورة بيان فائدته في آية التوحيد إن شاء الله تعالى",
  "ayah": 44,
  "surah": 2
}
