{
  "text": "قوله تعالى : وإذ نجيناكم من آل فرعون يسومونكم سوء العذاب يذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم[ ص: 359 ] فيه ثلاث عشرة مسألة : الأولى : قوله تعالى : وإذ نجيناكم من آل فرعون إذ في موضع نصب عطف على اذكروا نعمتي وهذا وما بعده تذكير ببعض النعم التي كانت له عليهم أي اذكروا نعمتي بإنجائكم من عدوكم وجعل الأنبياء فيكم ، والخطاب للموجودين ، والمراد من سلف من الآباء كما قال إنا لما طغى الماء حملناكم في الجارية أي حملنا آباءكم وقيل إنما قال نجيناكم ؛ لأن نجاة الآباء كانت سببا لنجاة هؤلاء الموجودين ، ومعنى نجيناكم ألقيناكم على نجوة من الأرض ، وهي ما ارتفع منها هذا هو الأصل ثم سمي كل فائز ناجيا فالناجي من خرج من ضيق إلى سعة وقرئ ( وإذ نجيتكم ) على التوحيدالثانية : قوله تعالى : من آل فرعون آل فرعون قومه وأتباعه وأهل دينه وكذلك آل الرسول صلى الله عليه وسلم من هو على دينه وملته في عصره وسائر الأعصار سواء كان نسيبا له أو لم يكن ، ومن لم يكن على دينه وملته فليس من آله ولا أهله وإن كان نسيبه وقريبه خلافا للرافضة حيث قالت إن آل رسول الله صلى الله عليه وسلم فاطمة والحسن والحسين فقط دليلنا قوله تعالى وأغرقنا آل فرعون أدخلوا آل فرعون أشد العذاب أي آل دينه ؛ إذ لم يكن له ابن ولا بنت ولا أب ولا عم ولا أخ ولا عصبة ؛ ولأنه لا خلاف أن من ليس بمؤمن ولا موحد فإنه ليس من آل محمد وإن كان قريبا له ولأجل هذا يقال إن أبا لهب وأبا جهل ليسا من آله ولا من أهله وإن كان بينهما وبين النبي صلى الله عليه وسلم قرابة ولأجل هذا قال الله تعالى في ابن نوح إنه ليس من أهلك إنه عمل غير صالح وفي صحيح مسلم عن عمرو بن العاص قال سمعت رسول الله صلى الله عليه وسلم جهارا غير سر يقول ألا إن آل أبي يعني فلانا ليسوا لي بأولياء إنما وليي الله وصالح المؤمنين وقالت طائفة آل محمد أزواجه وذريته خاصة لحديث أبي حميد الساعدي أنهم قالوا يا رسول الله كيف نصلي عليك ؟ قال : [ ص: 360 ] قولوا اللهم صل على محمد وعلى أزواجه وذريته كما صليت على آل إبراهيم وبارك على محمد وعلى أزواجه وذريته كما باركت على آل إبراهيم إنك حميد مجيد رواه مسلم ، وقالت طائفة من أهل العلم الأهل معلوم والآل الأتباع والأول أصح لما ذكرناه ولحديث عبد الله بن أبي أوفى أن رسول الله صلى الله عليه وسلم كان إذا أتاه قوم بصدقتهم قال ( اللهم صل عليهم ) فأتاه أبي بصدقته فقال اللهم صل على آل أبي أوفى .الثالثة : اختلف النحاة هل يضاف الآل إلى البلدان أو لا فقال الكسائي إنما يقال آل فلان وآل فلانة ولا يقال في البلدان هو من آل حمص ولا من آل المدينة قال الأخفش إنما يقال في الرئيس الأعظم نحو آل محمد صلى الله عليه وسلم وآل فرعون ؛ لأنه رئيسهم في الضلالة قال وقد سمعناه في البلدان قالوا أهل المدينة وآل المدينة .الرابعة : واختلف النحاة أيضا هل يضاف الآل إلى المضمر أو لا فمنع من ذلك النحاس والزبيدي والكسائي فلا يقال إلا اللهم صل على محمد وآل محمد ولا يقال وآله والصواب أن يقال أهله وذهبت طائفة أخرى إلى أن ذلك يقال منهم ابن السيد وهو الصواب ؛ لأن السماع الصحيح يعضده فإنه قد جاء في قول عبد المطلبلا هم إن العبد يم نع رحله فامنع حلالك     وانصر على آل الصليب \" وعابديه \" اليوم آلكوقال ندبةأنا الفارس الحامي حقيقة والدي     وآلي كما تحمي حقيقة آلكاالحقيقة [ بقافين ] ما يحق على الإنسان أن يحميه أي تجب عليه حمايته .الخامسة : واختلفوا أيضا في أصل آل فقال النحاس أصله أهل ثم أبدل من الهاء ألفا فإن صغرته رددته إلى أصله فقلت أهيل وقال المهدوي : أصله أول وقيل أهل قلبت الهاء همزة ثم أبدلت الهمزة ألفا وجمعه آلون وتصغيره أويل فيما حكى الكسائي ، وحكى غيره أهيل وقد ذكرنا عن النحاس ، وقال أبو الحسن بن كيسان إذا جمعت آلا قلت آلون فإن جمعت آلا الذي هو السراب قلت : آوال ، مثل مال وأموال .السادسة : قوله تعالى : فرعون فرعون قيل إنه اسم ذلك الملك بعينه . وقيل [ ص: 361 ] إنه اسم كل ملك من ملوك العمالقة مثل كسرى للفرس وقيصر للروم والنجاشي للحبشة وإن اسم فرعون موسى قابوس في قول أهل الكتاب وقال وهب اسمه الوليد بن مصعب بن الريان ويكنى أبا مرة وهو من بني عمليق بن لاوذ بن إرم بن سام بن نوح عليه السلام قال السهيلي ، وكل من ولي القبط ومصر فهو فرعون ، وكان فارسيا من أهل إصطخر قال المسعودي لا يعرف لفرعون تفسير بالعربية قال الجوهري : فرعون لقب الوليد بن مصعب ملك مصر وكل عات فرعون والعتاة الفراعنة وقد تفرعن وهو ذو فرعنة أي دهاء ونكر وفي الحديث ( أخذنا فرعون هذه الأمة ) و \" فرعون \" في موضع خفض إلا أنه لا ينصرف لعجمتهالسابعة : قوله تعالى : يسومونكم قيل معناه يذيقونكم ويلزمونكم إياه ، وقال أبو عبيدة يولونكم يقال سامه خطة خسف إذا أولاه إياها ومنه قول عمرو بن كلثومإذا ما الملك سام الناس خسفا أبينا أن نقر الذل فيناوقيل يديمون تعذيبكم والسوم الدوام ، ومنه سائمة الغنم لمداومتها الرعي قال الأخفش : وهو في موضع رفع على الابتداء ، وإن شئت كان في موضع نصب على الحال أي سائمين لكم .الثامنة : قوله تعالى : سوء العذاب مفعول ثان ل \" يسومونكم \" ومعناه أشد العذاب ، ويجوز أن يكون بمعنى سوم العذاب ، وقد يجوز أن يكون نعتا بمعنى سوما سيئا فروي أن فرعون جعل بني إسرائيل خدما وخولا وصنفهم في أعماله فصنف يبنون وصنف يحرثون ويزرعون وصنف يتخدمون ، وكان قومه جندا ملوكا ومن لم يكن منهم في عمل من هذه الأعمال ضربت عليه الجزية فذلك سوء العذابالتاسعة : قوله تعالى : يذبحون أبناءكم يذبحون بغير واو على البدل من قوله يسومونكم كما قال أنشده سيبويهمتى تأتنا تلمم بنا في ديارنا تجد حطبا جزلا ونارا تأججاقال الفراء وغيره يذبحون بغير واو على التفسير لقوله يسومونكم سوء العذاب كما تقول أتاني القوم زيد وعمرو فلا تحتاج إلى الواو في زيد . ونظيره : [ ص: 362 ] ومن يفعل ذلك يلق أثاما يضاعف له العذاب وفي سورة إبراهيم ويذبحون بالواو ؛ لأن المعنى يعذبونكم بالذبح وبغير الذبح فقوله ويذبحون أبناءكم جنس آخر من العذاب لا تفسير لما قبله والله أعلم .قلت : قد يحتمل أن يقال إن الواو زائدة بدليل سورة \" البقرة \" والواو قد تزاد كما قال :فلما أجزنا ساحة الحي وانتحىأي قد انتحى . وقال آخرإلى الملك القرم وابن الهمام     وليث الكتيبة في المزدحمأراد إلى الملك القرم بن الهمام ليث الكتيبة ، وهو كثير .العاشرة : قوله تعالى : يذبحون قراءة الجماعة بالتشديد على التكثير وقرأ ابن محيصن \" يذبحون \" بفتح الباء والذبح الشق والذبح المذبوح والذباح تشقق في أصول الأصابع وذبحت الدن بزلته أي كشفته ، وسعد الذابح : أحد السعود ، والمذابح : المحاريب ، والمذابح جمع مذبح ، وهو إذا جاء السيل فخد في الأرض فما كان كالشبر ونحوه سمي مذبحا فكان فرعون يذبح الأطفال ويبقي البنات وعبر عنهم باسم النساء بالمآل وقالت طائفة \" يذبحون أبناءكم \" يعني الرجال وسموا أبناء لما كانوا كذلك واستدل هذا القائل بقوله \" نساءكم \" والأول أصح ؛ لأنه الأظهر والله أعلم .الحادية عشرة : نسب الله تعالى الفعل إلى آل فرعون وهم إنما كانوا يفعلون بأمره وسلطانه لتوليهم ذلك بأنفسهم وليعلم أن المباشر مأخوذ بفعله قال الطبري ويقتضي أن من أمره ظالم بقتل أحد فقتله المأمور فهو المأخوذ به .قلت : وقد اختلف العلماء في هذه المسألة على ثلاثة أقوال يقتلان جميعا ، هذا بأمره والمأمور بمباشرته هكذا قال النخعي وقاله الشافعي ومالك في تفصيل لهما قال الشافعي إذا أمر السلطان رجلا بقتل رجل والمأمور يعلم أنه أمر بقتله ظلما كان عليه وعلى الإمام القود كقاتلين معا وإن أكرهه الإمام عليه وعلم أنه يقتله ظلما كان على الإمام القود ، وفي المأمور قولان أحدهما أن عليه القود والآخر لا قود عليه وعليه نصف الدية حكاه ابن المنذر ، وقال علماؤنا : لا يخلو المأمور أن يكون ممن تلزمه طاعة الآمر ويخاف شره [ ص: 363 ] كالسلطان والسيد لعبده فالقود في ذلك لازم لهما أو يكون ممن لا يلزمه ذلك فيقتل المباشر وحده دون الآمر وذلك كالأب يأمر ولده أو المعلم بعض صبيانه أو الصانع بعض متعلميه إذا كان محتلما فإن كان غير محتلم فالقتل على الآمر ، وعلى عاقلة الصبي نصف الدية وقال ابن نافع لا يقتل السيد إذا أمر عبده وإن كان أعجميا بقتل إنسان قال ابن حبيب وبقول ابن القاسم أقول إن القتل عليهما فأما أمر من لا خوف على المأمور في مخالفته فإنه لا يلحق بالإكراه بل يقتل المأمور دون الآمر ويضرب الآمر ويحبس وقال أحمد في السيد يأمر عبده أن يقتل رجلا يقتل السيد وروي هذا القول عن علي بن أبي طالب وأبي هريرة رضي الله عنهما وقال علي ويستودع العبد السجن وقال أحمد ويحبس العبد ويضرب ويؤدب وقال الثوري يعزر السيد وقال الحكم وحماد يقتل العبد وقال قتادة يقتلان جميعا وقال الشافعي إن كان العبد فصيحا يعقل قتل العبد وعوقب السيد وإن كان العبد أعجميا فعلى السيد القود وقال سليمان بن موسى لا يقتل الآمر ولكن تقطع يديه ثم يعاقب ويحبس وهو القول الثاني ويقتل المأمور للمباشرة وكذلك قال عطاء والحكم وحماد والشافعي وأحمد وإسحاق في الرجل يأمر الرجل بقتل الرجل وذكره ابن المنذر وقال زفر : لا يقتل واحد منهما ، وهو القول الثالث حكاه أبو المعالي في البرهان ورأى أن الآمر والمباشر ليس كل واحد منهما مستقلا في القود فلذلك لا يقتل واحد منهما عنده ، والله أعلم .الثانية عشرة : قرأ الجمهور يذبحون بالتشديد على المبالغة وقرأ ابن محيصن \" يذبحون \" بالتخفيف والأول أرجح إذ الذبح متكرر وكان فرعون على ما روي قد رأى في منامه نارا خرجت من بيت المقدس فأحرقت بيوت مصر فأولت له رؤياه أن مولودا من بني إسرائيل ينشأ فيكون خراب ملكه على يديه وقيل غير هذا والمعنى متقاربالثالثة عشرة : وفي ذلكم إشارة إلى جملة الأمر إذ هو خبر فهو كمفرد حاضر أي وفي فعلهم ذلك بكم بلاء أي امتحان واختبار و بلاء نعمة ومنه قوله تعالى وليبلي المؤمنين منه بلاء حسنا قال أبو الهيثم البلاء يكون حسنا ويكون سيئا وأصله المحنة والله عز وجل يبلو عبده بالصنع الجميل ليمتحن شكره ويبلوه بالبلوى التي يكرهها ليمتحن صبره فقيل للحسن بلاء وللسيئ بلاء حكاه الهروي وقال قوم الإشارة ب \" ذلكم \" إلى التنجية فيكون البلاء على هذا في الخير أي : تنجيتكم نعمة من الله عليكم وقال الجمهور الإشارة إلى الذبح ونحوه والبلاء هنا في الشر ، والمعنى وفي الذبح مكروه وامتحان وقال ابن كيسان ويقال في الخير أبلاه الله وبلاه وأنشد : [ ص: 364 ]جزى الله بالإحسان ما فعلا بكم وأبلاهما خير البلاء الذي يبلوفجمع بين اللغتين والأكثر في الخير أبليته وفي الشر بلوته وفي الاختبار ابتليته وبلوته قاله النحاس .",
  "ayah": 49,
  "surah": 2
}
