{
  "text": "قوله تعالى : وإذ فرقنا بكم البحر فأنجيناكم وأغرقنا آل فرعون وأنتم تنظرونقوله تعالى : وإذ فرقنا بكم البحر فأنجيناكم إذ في موضع نصب و فرقنا فلقنا فكان كل فرق كالطود العظيم أي الجبل العظيم وأصل الفرق الفصل ومنه فرق الشعر ، ومنه الفرقان ؛ لأنه يفرق بين الحق والباطل أي يفصل ومنه فالفارقات فرقا يعني الملائكة تنزل بالفرق بين الحق والباطل ومنه يوم الفرقان يعني يوم بدر كان فيه فرق بين الحق والباطل ومنه وقرآنا فرقناه أي فصلناه وأحكمناه وقرأ الزهري \" فرقنا \" بتشديد الراء أي جعلناه فرقا ومعنى بكم أي لكم فالباء بمعنى اللام وقيل الباء في مكانها أي فرقنا البحر بدخولكم إياه أي صاروا بين الماءين فصار الفرق بهم وهذا أولى يبينه فانفلق .قوله تعالى : \" البحر \" البحر معروف سمي بذلك لاتساعه ويقال فرس بحر إذا كان واسع الجري أي كثيره ومن ذلك قول رسول الله صلى الله عليه وسلم في مندوب فرس أبي طلحة ( وإن وجدناه لبحرا ) والبحر الماء الملح ويقال أبحر الماء ملح قال نصيبوقد عاد ماء الأرض بحرا فزادني إلى مرضي أن أبحر المشرب العذبوالبحر البلدة يقال هذه بحرتنا أي بلدتنا قاله الأموي والبحر السلال يصيب الإنسان . ويقولون لقيته صحرة بحرة أي بارزا مكشوفا ، وفي الخبر عن كعب [ ص: 365 ] الأحبار قال إن لله ملكا يقال له صندفاييل البحار كلها في نقرة إبهامه ذكره أبو نعيم عن ثور بن يزيد عن خالد بن معدان عن كعبقوله تعالى : فأنجيناكم أي أخرجناكم منه يقال نجوت من كذا نجاء ، ممدود ، ونجاة ، مقصور ، والصدق منجاة وأنجيت غيري ونجيته وقرئ بهما وإذ نجيناكم فأنجيناكم .قوله تعالى : وأغرقنا آل فرعون يقال غرق في الماء غرقا فهو غرق وغارق أيضا ومنه قول أبي النجم :من بين مقتول وطاف غارقوأغرقه غيره وغرقه فهو مغرق وغريق ولجام مغرق بالفضة أي محلى والتغريق القتل قال الأعشىألا ليت قيسا غرقته القوابلوذلك أن القابلة كانت تغرق المولود في ماء السلى عام القحط ذكرا كان أو أنثى حتى يموت ثم جعل كل قتل تغريقا ، ومنه قول ذي الرمة :إذا غرقت أرباضها ثني بكرة     بتيهاء لم تصبح رءوما سلوبهاوالأرباض الحبال والبكرة الناقة الفتية وثنيها بطنها . الثاني : وإنما لم تعطف على ولدها لما لحقها من التعب .القول في اختلاف العلماء في كيفية إنجاء بني إسرائيلفذكر الطبري أن موسى عليه السلام أوحي إليه أن يسري من مصر ببني إسرائيل فأمرهم موسى أن يستعيروا الحلي والمتاع من القبط وأحل الله ذلك لبني إسرائيل فسرى بهم موسى من أول الليل فأعلم فرعون فقال لا يتبعهم أحد حتى تصيح الديكة فلم يصح تلك الليلة بمصر ديك وأمات الله تلك الليلة كثيرا من أبناء القبط فاشتغلوا في الدفن وخرجوا في الأتباع مشرقين كما قال تعالى فأتبعوهم مشرقين وذهب موسى إلى ناحية البحر حتى بلغه وكانت عدة بني إسرائيل نيفا على ستمائة ألف وكانت عدة فرعون ألف ألف ومائتي ألف . وقيل : إن فرعون اتبعه في ألف ألف حصان سوى الإناث وقيل دخل إسرائيل وهو [ ص: 366 ] يعقوب عليه السلام مصر في ستة وسبعين نفسا من ولده وولد ولده فأنمى الله عددهم وبارك في ذريته حتى خرجوا إلى البحر يوم فرعون وهم ستمائة ألف من المقاتلة سوى الشيوخ والذرية والنساء وذكر أبو بكر عبد الله بن محمد بن أبي شيبة قال حدثنا شبابة بن سوار عن يونس بن أبي إسحاق عن أبي إسحاق عن عمرو بن ميمون عن عبد الله بن مسعود أن موسى عليه السلام حين أسرى ببني إسرائيل بلغ فرعون فأمر بشاة فذبحت ثم قال : لا والله لا يفرغ من سلخها حتى تجتمع لي ستمائة ألف من القبط قال فانطلق موسى حتى انتهى إلى البحر فقال له : افرق فقال له البحر لقد استكبرت يا موسى وهل فرقت لأحد من ولد آدم فأفرق لك ؟ ! قال ومع موسى رجل على حصان له قال فقال له ذلك الرجل : أين أمرت يا نبي الله ؟ قال ما أمرت إلا بهذا الوجه قال فأقحم فرسه فسبح فخرج فقال أين أمرت يا نبي الله ؟ قال ما أمرت إلا بهذا الوجه قال والله ما كذبت ولا كذبت ثم اقتحم الثانية فسبح به حتى خرج فقال أين أمرت يا نبي الله ؟ فقال ما أمرت إلا بهذا الوجه قال والله ما كذبت ولا كذبت قال فأوحى الله إليه أن اضرب بعصاك البحر فضربه موسى بعصاه فانفلق فكان كل فرق كالطود العظيم فكان فيه اثنا عشر فرقا لاثني عشر سبطا لكل سبط طريق يتراءون ، وذلك أن أطواد الماء صار فيها طيقانا وشبابيك يرى منها بعضهم بعضا فلما خرج أصحاب موسى وقام أصحاب فرعون التطم البحر عليهم فأغرقهم ، ويذكر أن البحر هو بحر القلزم ، وأن الرجل الذي كان مع موسى على الفرس هو فتاه يوشع بن نون ، وأن الله تعالى أوحى إلى البحر أن انفرق لموسى إذا ضربك فبات البحر تلك الليلة يضطرب فحين أصبح ضرب البحر وكناه أبا خالد ذكره ابن أبي شيبة أيضا ، وقد أكثر المفسرون في قصص هذا المعنى ، وما ذكرناه كاف وسيأتي في سورة \" يونس والشعراء \" زيادة بيان إن شاء الله تعالى .فصلذكر الله تعالى الإنجاء والإغراق ولم يذكر اليوم الذي كان ذلك فيه فروى مسلم عن ابن عباس أن رسول الله صلى الله عليه وسلم قدم المدينة فوجد اليهود صياما يوم عاشوراء فقال لهم رسول الله صلى الله عليه وسلم ( ما هذا اليوم الذي تصومونه ) فقالوا هذا يوم عظيم أنجى الله فيهموسى وقومه وغرق فرعون وقومه فصامه موسى شكرا فنحن نصومه فقال رسول الله صلى الله عليه وسلم فنحن أحق [ ص: 367 ] وأولى بموسى منكم فصامه رسول الله صلى الله عليه وسلم وأمر بصيامه وأخرجه البخاري أيضا عن ابن عباس ، وأن النبي صلى الله عليه وسلم قال لأصحابه أنتم أحق بموسى منهم فصوموا .مسألة : ظاهر هذه الأحاديث تدل على أن النبي صلى الله عليه وسلم إنما صام عاشوراء وأمر بصيامه اقتداء بموسى عليه السلام على ما أخبره به اليهود ، وليس كذلك لما روته عائشة رضي الله عنها قالت كان يوم عاشوراء تصومه قريش في الجاهلية ، وكان رسول الله صلى الله عليه وسلم يصومه في الجاهلية فلما قدم المدينة صامه وأمر بصيامه فلما فرض رمضان ترك صيام يوم عاشوراء فمن شاء صامه ، ومن شاء تركه أخرجه البخاري ومسلم .فإن قيل يحتمل أن تكون قريش إنما صامته بإخبار اليهود لها ؛ لأنهم كانوا يسمعون منهم ؛ لأنهم كانوا عندهم أهل علم فصامه النبي عليه السلام كذلك في الجاهلية أي بمكة فلما قدم المدينة ، ووجد اليهود يصومونه قال ( نحن أحق وأولى بموسى منكم ) فصامه اتباعا لموسى ( وأمر بصيامه ) أي أوجبه وأكد أمره حتى كانوا يصومونه الصغار قلنا هذه شبهة من قال إن النبي صلى الله عليه وسلم لعله كان متعبدا بشريعة موسى وليس كذلك على ما يأتي بيانه في \" الأنعام \" عند قوله تعالى فبهداهم اقتده .مسألة : اختلف في يوم عاشوراء هل هو التاسع من المحرم أو العاشر ؟ فذهب الشافعي إلى أنه التاسع لحديث الحكم بن الأعرج قال انتهيت إلى ابن عباس رضي الله عنهما وهو متوسد رداءه في زمزم فقلت له أخبرني عن صوم عاشوراء فقال إذا رأيت هلال المحرم فاعدد وأصبح يوم التاسع صائما قلت هكذا كان محمد صلى الله عليه وسلم يصومه قال نعم خرجه مسلم وذهب سعيد بن المسيب والحسن البصري ومالك وجماعة من السلف إلى أنه العاشر وذكر الترمذي حديث الحكم ولم يصفه بصحة ولا حسن ثم أردفه أنبأنا قتيبة أنبأنا عبد [ ص: 368 ] الوارث عن يونس عن الحسن عن ابن عباس قال أمر رسول الله صلى الله عليه وسلم بصوم عاشوراء يوم العاشر قال أبو عيسى حديث ابن عباس حديث حسن صحيح قال الترمذي وروي عن ابن عباس أنه قال صوموا التاسع والعاشر وخالفوا اليهود ، وبهذا الحديث يقول الشافعي وأحمد بن حنبل وإسحاق قال غيره : وقول ابن عباس للسائل ( فاعدد وأصبح يوم التاسع صائما ) ليس فيه دليل على ترك صوم العاشر بل وعد أن يصوم التاسع مضافا إلى العاشر قالوا فصيام اليومين جمع بين الأحاديث وقول ابن عباس للحكم لما قال له هكذا كان محمد صلى الله عليه وسلم يصومه قال نعم معناه أن لو عاش ، وإلا فما كان النبي صلى الله عليه وسلم صام التاسع قط يبينه ما خرجه ابن ماجه في سننه ومسلم في صحيحه عن ابن عباس قال قال رسول الله صلى الله عليه وسلم لئن بقيت إلى قابل لأصومن اليوم التاسع .فضيلة : روى أبو قتادة أن النبي صلى الله عليه وسلم قال صيام يوم عاشوراء أحتسب على الله أن يكفر السنة التي قبله أخرجه مسلم والترمذي ، وقال : لا نعلم في شيء من الروايات أنه قال ( صيام يوم عاشوراء كفارة سنة ) إلا في حديث أبي قتادةقوله تعالى : وأنتم تنظرون جملة في موضع الحال ومعناه بأبصاركم فيقال : إن آل فرعون طفوا على الماء فنظروا إليهم يغرقون وإلى أنفسهم ينجون ففي هذا أعظم المنة ، وقد قيل إنهم أخرجوا لهم حتى رأوهم فهذه منة بعد منة ، وقيل المعنى وأنتم تنظرون أي ببصائركم الاعتبار ؛ لأنهم كانوا في شغل عن الوقوف والنظر بالأبصار وقيل المعنى وأنتم بحال من ينظر لو نظر كما تقول : هذا الأمر منك بمرأى ومسمع ؛ أي بحال تراه وتسمعه إن شئت . وهذا القول والأول أشبه بأحوال بني إسرائيل لتوالي عدم الاعتبار فيما صدر من بني إسرائيل بعد خروجهم من البحر ، وذلك أن الله تعالى لما أنجاهم وغرق عدوهم قالوا يا موسى إن قلوبنا لا تطمئن ، إن فرعون قد غرق حتى أمر الله البحر فلفظه فنظروا إليه .[ ص: 369 ] ذكر أبو بكر بن أبي شيبة عن قيس بن عباد أن بني إسرائيل قالت ما مات فرعون ، وما كان ليموت أبدا قال فلما أن سمع الله تكذيبهم نبيه عليه السلام رمى به على ساحل البحر كأنه ثور أحمر يتراءاه بنو إسرائيل فلما اطمأنوا وبعثوا من طريق البر إلى مدائن فرعون حتى نقلوا كنوزه وغرقوا في النعمة رأوا قوما يعكفون على أصنام لهم قالوا يا موسى اجعل لنا إلها كما لهم آلهة حتى زجرهم موسى ، وقال أغير الله أبغيكم إلها ، وهو فضلكم على العالمين أي عالمي زمانه ثم أمرهم أن يسيروا إلى الأرض المقدسة التي كانت مساكن آبائهم ويتطهروا من أرض فرعون وكانت الأرض المقدسة في أيدي الجبارين قد غلبوا عليها فاحتاجوا إلى دفعهم عنها بالقتال فقالوا أتريد أن تجعلنا لحمة للجبارين فلو أنك تركتنا في يد فرعون كان خيرا لنا قال ياقوم ادخلوا الأرض المقدسة التي كتب الله لكم إلى قوله قاعدون حتى دعا عليهم وسماهم فاسقين فبقوا في التيه أربعين سنة عقوبة ثم رحمهم فمن عليهم بالسلوى وبالغمام على ما يأتي بيانه ثم سار موسى إلى طور سيناء ليجيئهم بالتوراة فاتخذوا العجل على ما يأتي بيانه ثم قيل لهم : قد وصلتم إلى بيت المقدس فادخلوا الباب سجدا وقولوا حطة على ما يأتي وكان موسى عليه السلام شديد الحياء ستيرا فقالوا إنه آدر فلما اغتسل وضع على الحجر ثوبه فعدا الحجر بثوبه إلى مجالس بني إسرائيل وموسى على أثره عريان وهو يقول يا حجر ثوبي فذلك قوله تعالى يأيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا على ما يأتي بيانه ثم لما مات هارون قالوا له أنت قتلت هارون وحسدته حتى نزلت الملائكة بسريره وهارون ميت عليه وسيأتي في المائدة ثم سألوه أن يعلموا آية في قبول قربانهم فجعلت نار تجيء من السماء فتقبل قربانهم ثم سألوه أن بين لنا كفارات ذنوبنا في الدنيا فكان من أذنب ذنبا أصبح على بابه مكتوب ( عملت كذا وكفارته قطع عضو من أعضائك ) يسميه له ومن أصابه بول لم يطهر حتى يقرضه ويزيل جلدته من بدنه ثم بدلوا التوراة وافتروا على الله وكتبوا بأيديهم واشتروا به عرضا ثم صار أمرهم إلى أن قتلوا أنبياءهم ورسلهم . فهذه [ ص: 370 ] معاملتهم مع ربهم وسيرتهم في دينهم وسوء أخلاقهم وسيأتي بيان كل فصل من هذه الفصول مستوفى في موضعه إن شاء الله تعالى ، وقال الطبري وفي أخبار القرآن على لسان محمد عليه السلام بهذه المغيبات التي لم تكن من علم العرب ولا وقعت إلا في حق بني إسرائيل دليل واضح عند بني إسرائيل قائم عليهم بنبوة محمد صلى الله عليه وسلم",
  "ayah": 50,
  "surah": 2
}
