{
  "text": "قوله تعالى : وإذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل أناس مشربهم كلوا واشربوا من رزق الله ولا تعثوا في الأرض مفسدينفيه ثماني مسائل : الأولى : قوله تعالى : وإذ استسقى موسى لقومه كسرت الذال لالتقاء الساكنين . والسين سين السؤال مثل استعلم واستخبر واستنصر ونحو ذلك أي : طلب وسأل السقي لقومه والعرب تقول : سقيته وأسقيته لغتان بمعنى ، قال :سقى قومي بني مجد وأسقى نميرا والقبائل من هلالوقيل : سقيته من سقي الشفة وأسقيته دللته على الماء .الثانية : الاستسقاء إنما يكون عند عدم الماء وحبس القطر ، وإذا كان كذلك فالحكم حينئذ إظهار العبودية والفقر والمسكنة والذلة مع التوبة النصوح ، وقد استسقى نبينا محمد صلى الله عليه وسلم ، فخرج إلى المصلى متواضعا متذللا متخشعا مترسلا متضرعا وحسبك به ، فكيف بنا ولا توبة معنا إلا العناد ومخالفة رب العباد فأنى نسقى لكن قد قال صلى الله عليه وسلم في حديث ابن عمر : ولم يمنعوا زكاة أموالهم إلا منعوا القطر من السماء ولولا البهائم لم يمطروا الحديث وسيأتي بكماله إن شاء الله .الثالثة : سنة الاستسقاء الخروج إلى المصلى على الصفة التي ذكرنا والخطبة والصلاة ، وبهذا قال جمهور العلماء ، وذهب أبو حنيفة إلى أنه ليس من سنته صلاة ولا خروج ، وإنما هو دعاء لا غير ، واحتج بحديث أنس الصحيح ، أخرجه البخاري ومسلم ، ولا حجة له فيه ؛ فإن ذلك كان دعاء عجلت إجابته فاكتفي به عما سواه ولم يقصد بذلك بيان سنة ، ولما قصد البيان بين بفعله حسب ما رواه عبد الله بن يزيد المازني قال : خرج رسول الله صلى الله عليه وسلم إلى المصلى فاستسقى وحول رداءه ثم صلى ركعتين رواه مسلم ، وسيأتي من أحكام الاستسقاء زيادة في سورة \" هود \" إن شاء الله .الرابعة : قوله تعالى : فقلنا اضرب بعصاك الحجر العصا معروف ، وهو اسم مقصور مؤنث ، وألفه منقلبة عن واو ، قال :على عصويها سابري مشبرقوالجمع عصي وعصي ، وهو فعول ، وإنما كسرت العين لما بعدها من الكسرة ، وأعص أيضا مثله مثل زمن وأزمن ، وفي المثل \" العصا من العصية \" أي : بعض الأمر من بعض . وقولهم : ألقى عصاه أي : أقام وترك الأسفار وهو مثل ، قال :فألقت عصاها واستقر بها النوى     كما قر عينا بالإياب المسافروفي التنزيل وما تلك بيمينك يا موسى قال هي عصاي أتوكأ عليها وهناك يأتي الكلام في منافعها إن شاء الله تعالى ، قال الفراء : أول لحن سمع بالعراق : هذه عصاتي ، وقد يعبر بالعصا عن الاجتماع والافتراق ، ومنه يقال في الخوارج : قد شقوا عصا المسلمين أي : اجتماعهم وائتلافهم ، وانشقت العصا أي : وقع الخلاف ، قال الشاعر :إذا كانت الهيجاء وانشقت العصا     فحسبك والضحاك سيف مهندأي : يكفيك ويكفي الضحاك وقولهم : لا ترفع عصاك عن أهلك ، يراد به الأدب ، والله أعلم .[ ص: 393 ] والحجر معروف وقياس جمعه في أدنى العدد أحجار ، وفي الكثير حجار وحجارة والحجارة نادر ، وهو كقولنا جمل وجمالة ، وذكر وذكارة ، كذا قال ابن فارس والجوهري .قلت : وفي القرآن فهي كالحجارة وإن من الحجارة قل كونوا حجارة ترميهم بحجارة وأمطرنا عليهم حجارة فكيف يكون نادرا إلا أن يريدا أنه نادر في القياس كثير في الاستعمال فيصح ، والله أعلمقوله تعالى : فانفجرت في الكلام حذف تقديره فضرب فانفجرت وقد كان تعالى قادرا على تفجير الماء وفلق الحجر من غير ضرب لكن أراد أن يربط المسببات بالأسباب حكمة منه للعباد في وصولهم إلى المراد وليرتب على ذلك ثوابهم وعقابهم في المعاد . والانفجار الانشقاق ، ومنه انشق الفجر وانفجر الماء انفجارا ، انفتح والفجرة موضع تفجر الماء والانبجاس أضيق من الانفجار ؛ لأنه يكون انبجاسا ثم يصير انفجارا ، وقيل انبجس وتبجس وتفجر وتفتق بمعنى واحد حكاه الهروي وغيره .الخامسة : قوله تعالى : اثنتا عشرة عينا اثنتا في موضع رفع ب \" انفجرت \" وعلامة الرفع فيها الألف وأعربت دون نظائرها لأن التثنية معربة أبدا لصحة معناها . \" عينا \" نصب على البيان ، وقرأ مجاهد وطلحة وعيسى \" عشرة \" بكسر الشين ، وهي لغة بني تميم وهذا من لغتهم نادر لأن سبيلهم التخفيف ولغة أهل الحجاز عشرة وسبيلهم التثقيل ، قال جميعه النحاس والعين من الأسماء المشتركة ، يقال : عين الماء وعين الإنسان وعين الركبة وعين الشمس ، والعين سحابة تقبل من ناحية القبلة ، والعين مطر يدوم خمسا أو ستا لا يقلع وبلد قليل العين أي : قليل الناس وما بها عين - محركة الياء ، والعين الثقب في المزادة ، والعين من الماء مشبهة بالعين من الحيوان لخروج الماء منها كخروج الدمع من عين الحيوان وقيل لما كان عين الحيوان أشرف ما فيه شبهت به عين الماء لأنها أشرف ما في الأرض .السادسة : لما استسقى موسى عليه السلام لقومه أمر أن يضرب عند استسقائه بعصاه حجرا قيل مربعا طوريا ( من الطور ) على قدر رأس الشاة يلقى في كسر جوالق ويرحل به فإذا نزلوا وضع في وسط محلتهم ، وذكر أنهم لم يكونوا يحملون الحجر لكنهم كانوا يجدونه [ ص: 394 ] في كل مرحلة في منزلته من المرحلة الأولى ، وهذا أعظم في الآية والإعجاز ، وقيل : إنه أطلق له اسم الحجر ليضرب موسى أي حجر شاء ، وهذا أبلغ في الإعجاز ، وقيل : إن الله تعالى أمره أن يضرب حجرا بعينه بينه لموسى عليه السلام ، ولذلك ذكر بلفظ التعريف ، قال سعيد بن جبير : هو الحجر الذي وضع عليه موسى ثوبه لما اغتسل وفر بثوبه حتى برأه الله مما رماه به قومه ، قال ابن عطية ولا خلاف أنه كان حجرا منفصلا مربعا تطرد من كل جهة ثلاث عيون إذا ضربه موسى ، وإذا استغنوا عن الماء ورحلوا جفت العيون .قلت : ما أوتي نبينا محمد صلى الله عليه وسلم من نبع الماء وانفجاره من يده وبين أصابعه أعظم في المعجزة ؛ فإنا نشاهد الماء يتفجر من الأحجار آناء الليل وآناء النهار ، ومعجزة نبينا عليه السلام لم تكن لنبي قبل نبينا صلى الله عليه وسلم ، يخرج الماء من بين لحم ودم ، روى الأئمة الثقات والفقهاء الأثبات عن عبد الله قال : كنا مع النبي صلى الله عليه وسلم فلم نجد ماء ، فأتي بتور فأدخل يده فيه فلقد رأيت الماء يتفجر من بين أصابعه ويقول : ( حي على الطهور ) قال الأعمش فحدثني سالم بن أبي الجعد قال : قلت لجابر : كم كنتم يومئذ ؟ قال : ألفا وخمسمائة . لفظ النسائيالسابعة : قوله تعالى : قد علم كل أناس مشربهم يعني أن لكل سبط منهم عينا قد عرفها لا يشرب من غيرها ، والمشرب موضع الشرب ، وقيل : المشروب والأسباط في بني إسرائيل كالقبائل في العرب ، وهم ذرية الاثني عشر أولاد يعقوب عليه السلام وكان لكل سبط عين من تلك العيون لا يتعداها ، قال عطاء كان للحجر أربعة أوجه يخرج من كل وجه ثلاث أعين لكل سبط عين لا يخالطهم سواهم ، وبلغنا أنه كان في كل سبط خمسون ألف مقاتل سوى خيلهم ودوابهم ، قال عطاء : كان يظهر على كل موضع من ضربة موسى مثل ثدي المرأة على الحجر فيعرق أولا ثم يسيل .الثامنة : قوله تعالى : كلوا واشربوا في الكلام حذف تقديره ، وقلنا لهم : كلوا المن والسلوى ، واشربوا الماء المتفجر من الحجر المنفصل .ولا تعثوا أي : لا تفسدوا ، والعيث شدة الفساد ، نهاهم عن ذلك ، يقال : عثي يعثى عثيا وعثا يعثو عثوا وعاث يعيث عيثا وعيوثا ومعاثا ، والأول لغة القرآن ، ويقال : عث يعث - في المضاعف - أفسد ، ومنه العثة [ ص: 395 ] وهي السوسة التي تلحس الصوف\" مفسدين \" حال ، وتكرر المعنى تأكيدا لاختلاف اللفظ ، وفي هذه الكلمات إباحة النعم وتعدادها ، والتقدم في المعاصي والنهي عنها .",
  "ayah": 60,
  "surah": 2
}
