{
  "text": "قوله تعالى : ولقد علمتم الذين اعتدوا منكم في السبت فقلنا لهم كونوا قردة خاسئينفيه سبع مسائل : الأولى : قوله تعالى : ولقد علمتم الذين اعتدوا منكم في السبت علمتم معناه عرفتم أعيانهم . وقيل : علمتم أحكامهم . والفرق بينهما أن المعرفة متوجهة إلى ذات المسمى . والعلم متوجه إلى أحوال المسمى . فإذا قلت : عرفت زيدا ، فالمراد شخصه ، وإذا قلت : علمت زيدا ، فالمراد به العلم بأحواله من فضل ونقص . فعلى الأول يتعدى الفعل إلى مفعول واحد ، وهو قول سيبويه : علمتم بمعنى عرفتم . وعلى الثاني إلى مفعولين ، وحكى الأخفش ولقد علمت زيدا ولم أكن أعلمه . وفي التنزيل : لا تعلمونهم الله يعلمهم كل هذا بمعنى المعرفة ، فاعلم . الذين اعتدوا منكم في السبت صلة الذين . والاعتداء . التجاوز ، وقد تقدم .الثانية : روى النسائي عن صفوان بن عسال قال : قال يهودي لصاحبه : اذهب بنا إلى هذا النبي . فقال له صاحبه : لا تقل نبي لو سمعك ، فإن له أربعة أعين . فأتيا رسول الله صلى الله عليه وسلم وسألاه عن تسع آيات بينات ، فقال لهم : لا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا النفس التي حرم الله إلا بالحق ، ولا تمشوا ببريء إلى سلطان ، ولا تسحروا ، ولا تأكلوا الربا ، ولا تقذفوا المحصنة ، ولا تولوا يوم الزحف ، وعليكم خاصة يهود ألا تعدوا في السبت . فقبلوا يديه ورجليه وقالوا : نشهد أنك نبي . قال : فما يمنعكم أن تتبعوني ؟ قالوا : إن داود دعا بألا يزال من ذريته نبي ، وإنا نخاف إن اتبعناك أن تقتلنا يهود . وخرجه الترمذي وقال : حديث حسن صحيح . وسيأتي لفظه في سورة \" سبحان \" إن شاء الله تعالى .الثانية : روى النسائي عن صفوان بن عسال قال : قال يهودي لصاحبه : اذهب بنا إلى هذا النبي . فقال له صاحبه : لا تقل نبي لو سمعك ، فإن له أربعة أعين . فأتيا رسول الله صلى الله عليه وسلم وسألاه عن تسع آيات بينات ، فقال لهم : لا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا النفس التي حرم الله إلا بالحق ، ولا تمشوا ببريء إلى سلطان ، ولا تسحروا ، ولا تأكلوا الربا ، ولا تقذفوا المحصنة ، ولا تولوا يوم الزحف ، وعليكم خاصة يهود ألا تعدوا في السبت . فقبلوا يديه ورجليه وقالوا : نشهد أنك نبي . قال : فما يمنعكم أن تتبعوني ؟ قالوا : إن داود دعا بألا يزال من ذريته نبي ، وإنا نخاف إن اتبعناك أن تقتلنا يهود . وخرجه الترمذي وقال : حديث حسن صحيح . وسيأتي لفظه في سورة \" سبحان \" إن شاء الله تعالى .الثالثة : في السبت معناه في يوم السبت ، ويحتمل أن يريد في حكم السبت . والأول قول الحسن ، وأنهم أخذوا فيه الحيتان على جهة الاستحلال . وروى أشهب عن مالك قال : زعم ابن رومان أنهم كانوا يأخذ الرجل منهم خيطا ويضع فيه وهقة وألقاها في ذنب الحوت ، وفي الطرف الآخر من الخيط وتد وتركه كذلك إلى الأحد ، ثم تطرق الناس حين رأوا من صنع لا يبتلى ، حتى كثر صيد الحوت ومشي به في الأسواق ، وأعلن الفسقة بصيده . فقامت فرقة [ ص: 411 ] فنهت وجاهرت بالنهي واعتزلت . ويقال : إن الناهين قالوا : لا نساكنكم ، فقسموا القرية بجدار . فأصبح الناهون ذات يوم في مجالسهم ولم يخرج من المعتدين أحد ، فقالوا : إن للناس لشأنا ، فعلوا على الجدار فنظروا فإذا هم قردة ، ففتحوا الباب ودخلوا عليهم ، فعرفت القردة أنسابها من الإنس ، ولا يعرف الإنس أنسابهم من القردة ، فجعلت القردة تأتي نسيبها من الإنس فتشم ثيابه وتبكي ، فيقول : ألم ننهكم ؟ فتقول برأسها : نعم . قال قتادة : صار الشبان قردة ، والشيوخ خنازير ، فما نجا إلا الذين نهوا ، وهلك سائرهم . وسيأتي في \" الأعراف \" قول من قال : إنهم كانوا ثلاث فرق . وهو أصح من قول من قال : إنهم لم يفترقوا إلا فرقتين . والله أعلم .والسبت مأخوذ من السبت وهو القطع ، فقيل : إن الأشياء سبتت وتمت خلقتها . وقيل : هو مأخوذ من السبوت الذي هو الراحة والدعة .واختلف العلماء في الممسوخ هل ينسل على قولين . قال الزجاج : قال قوم : يجوز أن تكون هذه القردة منهم . واختاره القاضي أبو بكر بن العربي . وقال الجمهور : الممسوخ لا ينسل ، وإن القردة والخنازير وغيرهما كانت قبل ذلك ، والذين مسخهم الله قد هلكوا ولم يبق لهم نسل ؛ لأنه قد أصابهم السخط والعذاب ، فلم يكن لهم قرار في الدنيا بعد ثلاثة أيام . قال ابن عباس : لم يعش مسخ قط فوق ثلاثة أيام ، ولم يأكل ولم يشرب ولم ينسل . قال ابن عطية : وروي عن النبي صلى الله عليه وسلم وثبت أن الممسوخ لا ينسل ، ولا يأكل ولا يشرب ولا يعيش أكثر من ثلاثة أيام .قلت : هذا هو الصحيح من القولين . وأما ما احتج به ابن العربي وغيره على صحة القول الأول من قوله صلى الله عليه وسلم : فقدت أمة من بني إسرائيل لا يدرى ما فعلت ولا أراها إلا الفأر ؛ ألا ترونها إذا وضع لها ألبان الإبل لم تشربه وإذا وضع لها ألبان الشاء شربته . رواه أبو هريرة أخرجه مسلم ، وبحديث الضب ، رواه مسلم أيضا عن أبي سعيد وجابر ، قال جابر : أتي [ ص: 412 ] النبي صلى الله عليه وسلم بضب فأبى أن يأكل منه ، وقال : ( لا أدري لعله من القرون التي مسخت ) فمتأول على ما يأتي . قال ابن العربي : وفي البخاري عن عمرو بن ميمون أنه قال : رأيت في الجاهلية قردة قد زنت فرجموها فرجمتها معهم . ثبت في بعض نسخ البخاري وسقط في بعضها ، وثبت في نص الحديث \" قد زنت \" وسقط هذا اللفظ عند بعضهم . قال ابن العربي : فإن قيل : وكأن البهائم بقيت فيهم معارف الشرائع حتى ورثوها خلفا عن سلف إلى زمان عمرو ؟ قلنا : نعم ، كذلك كان ؛ لأن اليهود غيروا الرجم فأراد الله أن يقيمه في مسوخهم حتى يكون أبلغ في الحجة على ما أنكروه من ذلك وغيروه ، حتى تشهد عليهم كتبهم وأحبارهم ومسوخهم ، حتى يعلموا أن الله يعلم ما يسرون وما يعلنون ، ويحصي ما يبدلون وما يغيرون ، ويقيم عليهم الحجة من حيث لا يشعرون وينصر نبيه عليه السلام ، وهم لا ينصرون .قلت : هذا كلامه في الأحكام ، ولا حجة في شيء منه . وأما ما ذكره من قصة عمرو فذكر الحميدي في جمع الصحيحين : حكى أبو مسعود الدمشقي أن لعمرو بن ميمون الأودي في الصحيحين حكاية من رواية حصين عنه قال : رأيت في الجاهلية قردة اجتمع عليها قردة فرجموها فرجمتها معهم . كذا حكى أبو مسعود ولم يذكر في أي موضع أخرجه البخاري من كتابه ، فبحثنا عن ذلك فوجدناه في بعض النسخ لا في كلها ، فذكر في كتاب \" أيام الجاهلية \" .وليس في رواية النعيمي عن الفربري أصلا شيء من هذا الخبر في القردة ، ولعلها من المقحمات في كتاب البخاري . والذي قال البخاري في التاريخ الكبير : قال لي نعيم بن حماد أخبرنا هشيم عن أبي بلج وحصين عن عمرو بن ميمون قال : رأيت في الجاهلية قردة اجتمع عليها قرود فرجموها فرجمتها معهم . وليس فيه \" قد زنت \" . فإن صحت هذه الرواية فإنما أخرجها البخاري دلالة على أن عمرو بن ميمون قد أدرك الجاهلية ولم يبال بظنه الذي ظنه في الجاهلية . وذكر أبو عمر في \" الاستيعاب \" : عمرو بن ميمون وأن كنيته أبو عبد الله \" معدود في كبار التابعين من الكوفيين ، وهو الذي رأى الرجم في الجاهلية من القردة إن صح ذلك ؛ لأن رواته مجهولون . وقد ذكره البخاري عن نعيم عن هشيم عن حصين عن عمرو بن ميمون الأودي مختصرا قال : رأيت في الجاهلية قردة زنت فرجموها - يعني القردة - فرجمتها معهم . ورواه عباد بن العوام عن حصين كما رواه هشيم مختصرا . وأما القصة بطولها فإنها تدور على [ ص: 413 ] عبد الملك بن مسلم عن عيسى بن حطان ، وليسا ممن يحتج بهما . وهذا عند جماعة أهل العلم منكر إضافة الزنى إلى غير مكلف ، وإقامة الحدود في البهائم . ولو صح لكانوا من الجن ؛ لأن العبادات في الإنس والجن دون غيرهما \" . وأما قوله عليه السلام في حديث أبي هريرة : ( ولا أراها إلا الفأر ) وفي الضب : ( لا أدري لعله من القرون التي مسخت ) وما كان مثله - فإنما كان ظنا وخوفا لأن يكون الضب والفأر وغيرهما مما مسخ ، وكان هذا حدسا منه صلى الله عليه وسلم قبل أن يوحى إليه أن الله لم يجعل للمسخ نسلا ، فلما أوحي إليه بذلك زال عنه ذلك التخوف ، وعلم أن الضب والفأر ليسا مما مسخ ، وعند ذلك أخبرنا بقوله صلى الله عليه وسلم لمن سأله عن القردة والخنازير : هي مما مسخ ، فقال : إن الله لم يهلك قوما أو يعذب قوما فيجعل لهم نسلا وإن القردة والخنازير كانوا قبل ذلك . وهذا نص صريح صحيح رواه عبد الله بن مسعود ، أخرجه مسلم في كتاب القدر . وثبتت النصوص بأكل الضب بحضرته وعلى مائدته ولم ينكر ، فدل على صحة ما ذكرنا . وبالله توفيقنا . وروي عن مجاهد في تفسير هذه الآية أنه إنما مسخت قلوبهم فقط ، وردت أفهامهم كأفهام القردة . ولم يقله غيره من المفسرين فيما أعلم ، والله أعلم .قوله تعالى : فقلنا لهم كونوا قردة \" قردة \" خبر كان . \" خاسئين \" نعت ، وإن شئت جعلته خبرا ثانيا ل \" كان \" ، أو حالا من الضمير في \" كونوا \" . ومعناه مبعدين . يقال : خسأته فخسأ وخسئ ، وانخسأ أي : أبعدته فبعد . وقوله تعالى : ينقلب إليك البصر خاسئا أي : مبعدا . وقوله : \" اخسئوا فيها \" أي : تباعدوا تباعد سخط . قال الكسائي : خسأ الرجل خسوءا ، وخسأته خسأ . ويكون الخاسئ بمعنى الصاغر القميء . يقال : قمؤ الرجل قماء وقماءة صار قميئا ، وهو الصاغر الذليل . وأقمأته : صغرته وذللته ، فهو قميء على فعيل .",
  "ayah": 65,
  "surah": 2
}
