{
  "text": "قوله تعالى : ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوة ولهم عذاب عظيم[ ص: 181 ] فيها عشر مسائل :الأولى : قوله تعالى : ختم الله بين سبحانه في هذه الآية المانع لهم من الإيمان بقوله : ختم الله . والختم مصدر ختمت الشيء ختما فهو مختوم ومختم ، شدد للمبالغة ، ومعناه التغطية على الشيء والاستيثاق منه حتى لا يدخله شيء ، ومنه : ختم الكتاب والباب وما يشبه ذلك ، حتى لا يوصل إلى ما فيه ، ولا يوضع فيه غير ما فيه .وقال أهل المعاني : وصف الله تعالى قلوب الكفار بعشرة أوصاف : بالختم والطبع والضيق والمرض والرين والموت والقساوة والانصراف والحمية والإنكار . فقال في الإنكار : قلوبهم منكرة وهم مستكبرون . وقال في الحمية : إذ جعل الذين كفروا في قلوبهم الحمية . وقال في الانصراف : ثم انصرفوا صرف الله قلوبهم بأنهم قوم لا يفقهون . وقال في القساوة : فويل للقاسية قلوبهم من ذكر الله . وقال : ثم قست قلوبكم من بعد ذلك . وقال في الموت : أومن كان ميتا فأحييناه . وقال : إنما يستجيب الذين يسمعون والموتى يبعثهم الله . وقال في الرين : كلا بل ران على قلوبهم ما كانوا يكسبون . وقال في المرض : في قلوبهم مرض . وقال في الضيق : ومن يرد أن يضله يجعل صدره ضيقا حرجا . . وقال في الطبع : فطبع على قلوبهم فهم لا يفقهون . وقال : بل طبع الله عليها بكفرهم . وقال في الختم : ختم الله على قلوبهم . . وسيأتي بيانها كلها في مواضعها إن شاء الله تعالى .الثانية : الختم يكون محسوسا كما بينا ، ومعنى كما في هذه الآية . فالختم على القلوب : عدم الوعي عن الحق - سبحانه - مفهوم مخاطباته والفكر في آياته . وعلى السمع : عدم فهمهم للقرآن إذا تلي عليهم أو دعوا إلى وحدانيته . وعلى الأبصار : عدم هدايتها للنظر في مخلوقاته وعجائب مصنوعاته ، هذا معنى قول ابن عباس وابن مسعود وقتادة وغيرهم .الثالثة : في هذه الآية أدل دليل وأوضح سبيل على أن الله سبحانه خالق الهدى [ ص: 182 ] والضلال ، والكفر والإيمان ، فاعتبروا أيها السامعون ، وتعجبوا أيها المفكرون من عقول القدرية القائلين بخلق إيمانهم وهداهم ، فإن الختم هو الطبع فمن أين لهم الإيمان ولو جهدوا ، وقد طبع على قلوبهم ، وعلى سمعهم وجعل على أبصارهم غشاوة ، فمتى يهتدون ، أو من يهديهم من بعد الله إذا أضلهم وأصمهم وأعمى أبصارهم ومن يضلل الله فما له من هاد وكان فعل الله ذلك عدلا فيمن أضله وخذله ، إذ لم يمنعه حقا وجب له فتزول صفة العدل ، وإنما منعهم ما كان له أن يتفضل به عليهم لا ما وجب لهم .فإن قالوا : إن معنى الختم والطبع والغشاوة التسمية والحكم والإخبار بأنهم لا يؤمنون ، لا الفعل . قلنا : هذا فاسد ; لأن حقيقة الختم والطبع إنما هو فعل ما يصير به القلب مطبوعا مختوما ، لا يجوز أن تكون حقيقته التسمية والحكم ، ألا ترى أنه إذا قيل : فلان طبع الكتاب وختمه ، كان حقيقة أنه فعل ما صار به الكتاب مطبوعا ومختوما ، لا التسمية والحكم . هذا ما لا خلاف فيه بين أهل اللغة ، ولأن الأمة مجمعة على أن الله تعالى قد وصف نفسه بالختم والطبع على قلوب الكافرين مجازاة لكفرهم ، كما قال تعالى : بل طبع الله عليها بكفرهم . وأجمعت الأمة على أن الطبع والختم على قلوبهم من جهة النبي عليه السلام والملائكة والمؤمنين ممتنع ، فلو كان الختم والطبع هو التسمية والحكم لما امتنع من ذلك الأنبياء والمؤمنون ; لأنهم كلهم يسمون الكفار بأنهم مطبوع على قلوبهم ، وأنهم مختوم عليها وأنهم في ضلال لا يؤمنون ، ويحكمون عليهم بذلك . فثبت أن الختم والطبع هو معنى غير التسمية والحكم ، وإنما هو معنى يخلقه الله في القلب يمنع من الإيمان به ، دليله قوله تعالى : كذلك نسلكه في قلوب المجرمين . لا يؤمنون به . وقال : وجعلنا على قلوبهم أكنة أن يفقهوه . أي لئلا يفقهوه ، وما كان مثله .الرابعة : قوله : على قلوبهم فيه دليل على فضل القلب على جميع الجوارح . والقلب للإنسان وغيره . وخالص كل شيء وأشرفه قلبه ، فالقلب موضع الفكر . وهو في الأصل مصدر قلبت الشيء أقلبه قلبا إذا رددته على بداءته . وقلبت الإناء : رددته على وجهه . ثم نقل هذا اللفظ فسمي به هذا العضو الذي هو أشرف الحيوان ، لسرعة الخواطر إليه ، ولترددها عليه ، كما قيل :ما سمي القلب إلا من تقلبه فاحذر على القلب من قلب وتحويل[ ص: 183 ] ثم لما نقلت العرب هذا المصدر لهذا العضو الشريف التزمت فيه تفخيم قافه ، تفريقا بينه وبين أصله . روى ابن ماجه عن أبي موسى الأشعري عن النبي صلى الله عليه وسلم أنه قال : مثل القلب مثل ريشة تقلبها الرياح بفلاة . ولهذا المعنى كان عليه الصلاة والسلام يقول : اللهم يا مثبت القلوب ثبت قلوبنا على طاعتك . فإذا كان النبي صلى الله عليه وسلم يقوله مع عظيم قدره وجلال منصبه فنحن أولى بذلك اقتداء به ، قال الله تعالى : واعلموا أن الله يحول بين المرء وقلبه . وسيأتي .الخامسة : الجوارح وإن كانت تابعة للقلب فقد يتأثر القلب - وإن كان رئيسها وملكها - بأعمالها للارتباط الذي بين الظاهر والباطن ، قال صلى الله عليه وسلم : إن الرجل ليصدق فتنكت في قلبه نكتة بيضاء وإن الرجل ليكذب الكذبة فيسود قلبه . وروى الترمذي وصححه عن أبي هريرة : إن الرجل ليصيب الذنب فيسود قلبه فإن هو تاب صقل قلبه . قال : وهو الرين الذي ذكره الله في القرآن في قوله : كلا بل ران على قلوبهم ما كانوا يكسبون . وقال مجاهد : القلب كالكف يقبض منه بكل ذنب إصبع ، ثم يطبع .قلت : وفي قول مجاهد هذا ، وقوله عليه السلام : إن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب دليل على أن الختم يكون [ ص: 184 ] حقيقيا ، والله أعلم . وقد قيل : إن القلب يشبه الصنوبرة ، وهو يعضد قول مجاهد ، والله أعلم .وقد روى مسلم عن حذيفة قال حدثنا رسول الله صلى الله عليه وسلم حديثين قد رأيت أحدهما وأنا أنتظر الآخر : حدثنا أن الأمانة نزلت في جذر قلوب الرجال ثم نزل القرآن فعلموا من القرآن وعلموا من السنة . ثم حدثنا عن رفع الأمانة قال : ينام الرجل النومة فتقبض الأمانة من قلبه فيظل أثرها مثل الوكت ثم ينام النومة فتقبض الأمانة من قلبه فيظل أثرها مثل المجل كجمر دحرجته على رجلك فنفط فتراه منتبرا وليس فيه شيء - ثم أخذ حصى فدحرجه على رجله فيصبح الناس يتبايعون لا يكاد أحد يؤدي الأمانة حتى يقال إن في بني فلان رجلا أمينا حتى يقال للرجل ما أجلده ما أظرفه ما أعقله وما في قلبه مثقال حبة من خردل من إيمان ولقد أتى علي زمان وما أبالي أيكم بايعت لئن كان مسلما ، المرء على دينه ولئن كان نصرانيا أو يهوديا المرء على ساعيه وأما اليوم فما كنت لأبايع منكم إلا فلانا وفلانا .ففي قوله : ( الوكت ) وهو الأثر اليسير . ويقال للبسر إذا وقعت فيه نكتة من الإرطاب : قد وكت ، فهو موكت . وقوله : ( المجل ) ، وهو أن يكون بين الجلد واللحم ماء ، وقد فسره النبي صلى الله عليه وسلم بقوله : ( كجمر دحرجته ) أي دورته على رجلك فنفط . ( فتراه منتبرا ) أي مرتفعا - ما يدل على أن ذلك كله محسوس في القلب يفعل فيه ، وكذلك الختم والطبع ، والله أعلم . وفي حديث حذيفة قال : سمعت رسول الله صلى الله عليه وسلم يقول : تعرض الفتن على القلوب كالحصير عودا عودا فأي قلب أشربها نكت فيه نكتة سوداء وأي قلب أنكرها نكت فيه نكتة بيضاء حتى يصير على قلبين على أبيض مثل الصفا فلا تضره فتنة ما دامت السماوات والأرض والآخر أسود مرباد كالكوز مجخيا لا يعرف معروفا ولا ينكر منكرا إلا ما أشرب من هواه . . . وذكر الحديث ( مجخيا ) : يعني مائلا .السادسة : القلب قد يعبر عنه بالفؤاد والصدر ، قال الله تعالى : كذلك لنثبت به فؤادك وقال : ألم نشرح لك صدرك يعني في الموضعين قلبك . وقد يعبر به عن العقل ، قال الله تعالى : إن في ذلك لذكرى لمن كان له قلب أي عقل ; لأن القلب محل العقل في قول الأكثرين . والفؤاد محل القلب ، والصدر محل الفؤاد ، والله أعلم .السابعة : قوله تعالى : وعلى سمعهم وعلى أبصارهم غشاوةاستدل بها من فضل السمع على البصر لتقدمه عليه ، وقال تعالى : قل أرأيتم إن أخذ الله سمعكم وأبصاركم . وقال : وجعل لكم السمع والأبصار والأفئدة . قال : والسمع يدرك به من الجهات الست ، وفي النور والظلمة ، ولا يدرك بالبصر إلا من الجهة المقابلة ، وبواسطة من ضياء وشعاع وقال أكثر المتكلمين بتفضيل البصر على السمع ; لأن السمع لا يدرك به إلا الأصوات والكلام ، والبصر يدرك به الأجسام والألوان والهيئات كلها . قالوا : فلما كانت تعلقاته أكثر كان أفضل ، وأجازوا الإدراك بالبصر من الجهات الست .الثامنة : إن قال قائل : لم جمع الأبصار ووحد السمع ؟ قيل له : إنما وحده لأنه مصدر يقع للقليل والكثير ، يقال : سمعت الشيء أسمعه سمعا وسماعا ، فالسمع مصدر سمعت ، والسمع أيضا اسم للجارحة المسموع بها سميت بالمصدر . وقيل : إنه لما أضاف السمع إلى الجماعة دل على أنه يراد به أسماع الجماعة ، كما قال الشاعر :بها جيف الحسرى فأما عظامها فبيض وأما جلدها فصليبإنما يريد جلودها فوحد ; لأنه قد علم أنه لا يكون للجماعة جلد واحد .وقال آخر في مثله :لا تنكر القتل وقد سبينا     في حلقكم عظم وقد شجينايريد في حلوقكم ، ومثله قول الآخر :كأنه وجه تركيين قد غضبا     مستهدف لطعان غير تذبيبوإنما يريد وجهين ، فقال وجه تركيين ; لأنه قد علم أنه لا يكون للاثنين وجه واحد ، ومثله كثير جدا . وقرئ : ( وعلى أسماعهم ) ويحتمل أن يكون المعنى وعلى مواضع [ ص: 186 ] سمعهم ; لأن السمع لا يختم وإنما يختم موضع السمع ، فحذف المضاف وأقيم المضاف إليه مقامه . وقد يكون السمع بمعنى الاستماع ، يقال : سمعك حديثي - أي استماعك إلى حديثي - يعجبني ، ومنه قول ذي الرمة يصف ثورا تسمع إلى صوت صائد وكلاب :وقد توجس ركزا مقفر ندس     بنبأة الصوت ما في سمعه كذبأي ما في استماعه كذب ، أي هو صادق الاستماع . والندس : الحاذق . والنبأة : الصوت الخفي ، وكذلك الركز . والسمع ( بكسر السين وإسكان الميم ) : ذكر الإنسان بالجميل ، يقال : ذهب سمعه في الناس أي ذكره . والسمع أيضا : ولد الذئب من الضبع . والوقف هنا : وعلى سمعهم . و ( غشاوة ) رفع على الابتداء وما قبله خبر . والضمائر في ( قلوبهم ) وما عطف عليه لمن سبق في علم الله أنه لا يؤمن من كفار قريش ، وقيل من المنافقين ، وقيل من اليهود ، وقيل من الجميع ، وهو أصوب ; لأنه يعم . فالختم على القلوب والأسماع . والغشاوة على الأبصار . والغشاء : الغطاء . وهي :التاسعة : ومنه غاشية السرج ، وغشيت الشيء أغشيه . قال النابغة :هلا سألت بني ذبيان ما حسبي إذا الدخان تغشى الأشمط البرماوقال آخر :صحبتك إذ عيني عليها غشاوة     فلما انجلت قطعت نفسي ألومهاقال ابن كيسان : فإن جمعت غشاوة قلت : غشاء بحذف الهاء . وحكى الفراء : غشاوي مثل أداوي . وقرئ : \" غشاوة \" بالنصب على معنى وجعل ، فيكون من باب قوله :علفتها تبنا وماء بارداوقول الآخر :يا ليت زوجك قد غدا     متقلدا سيفا ورمحاالمعنى وأسقيتها ماء ، وحاملا رمحا ; لأن الرمح لا يتقلد . قال الفارسي : ولا تكاد تجد هذا الاستعمال في حال سعة واختيار ، فقراءة الرفع أحسن ، وتكون الواو عاطفة جملة على جملة . قال : ولم أسمع من الغشاوة فعلا متصرفا بالواو . وقال بعض المفسرين : الغشاوة على الأسماع والأبصار ، والوقف على قلوبهم . وقال آخرون : الختم في الجميع ، والغشاوة [ ص: 187 ] هي الختم ، فالوقف على هذا على غشاوة . وقرأ الحسن غشاوة بضم الغين ، وقرأ أبو جويبر بفتحها ، وروي عن أبي عمرو : غشوة ، رده إلى أصل المصدر . قال ابن كيسان : ويجوز غشوة وغشوة وأجودها غشاوة ، كذلك تستعمل العرب في كل ما كان مشتملا على الشيء ، نحو عمامة وكنانة وقلادة وعصابة وغير ذلك .العاشرة : قوله تعالى : ولهم أي للكافرين المكذبينعذاب عظيم نعته . والعذاب مثل الضرب بالسوط والحرق بالنار والقطع بالحديد ، إلى غير ذلك مما يؤلم الإنسان . وفي التنزيل : وليشهد عذابهما طائفة من المؤمنين وهو مشتق من الحبس والمنع ، يقال في اللغة : أعذبه عن كذا أي احبسه وامنعه ، ومنه سمي عذوبة الماء ; لأنها قد أعذبت . واستعذب بالحبس في الوعاء ليصفو ويفارقه ما خالطه ، ومنه قول علي رضي الله عنه : أعذبوا نساءكم عن الخروج ، أي احبسوهن . وعنه رضي الله عنه وقد شيع سرية فقال : أعذبوا عن ذكر النساء [ أنفسكم ] فإن ذلك يكسركم عن الغزو ، وكل من منعته شيئا فقد أعذبته ، وفي المثل : \" لألجمنك لجاما معذبا \" أي مانعا عن ركوب الناس . ويقال : أعذب أي امتنع . وأعذب غيره ، فهو لازم ومتعد ، فسمي العذاب عذابا لأن صاحبه يحبس ويمنع عنه جميع ما يلائم الجسد من الخير ويهال عليه أضدادها .",
  "ayah": 7,
  "surah": 2
}
