{
  "text": "قوله تعالى : أفتطمعون أن يؤمنوا لكم وقد كان فريق منهم يسمعون كلام الله ثم يحرفونه من بعد ما عقلوه وهم يعلمونفيه أربع مسائل :الأولى : قوله تعالى : أفتطمعون أن يؤمنوا لكم هذا استفهام فيه معنى الإنكار ، كأنه أيأسهم من إيمان هذه الفرقة من اليهود ، أي إن كفروا فلهم سابقة في ذلك . والخطاب لأصحاب النبي صلى الله عليه وسلم . وذلك أن الأنصار كان لهم حرص على إسلام اليهود للحلف والجوار الذي كان بينهم . وقيل : الخطاب للنبي صلى الله عليه وسلم خاصة ، عن ابن عباس . أي لا تحزن على تكذيبهم إياك ، وأخبره أنهم من أهل السوء الذين مضوا . و \" أن \" في موضع نصب ، أي في أن يؤمنوا ، نصب بأن ، ولذلك حذفت منه النون .يقال : طمع فيه طمعا وطماعية - مخفف - فهو طمع ، على وزن فعل . وأطمعه فيه غيره . ويقال في التعجب : طمع الرجل - بضم الميم - أي صار كثير الطمع . والطمع : رزق الجند ، يقال : أمر لهم الأمير بأطماعهم ، أي بأرزاقهم . وامرأة مطماع : تطمع ولا تمكن .الثانية : قوله تعالى : وقد كان فريق منهم الفريق اسم جمع لا واحد له من لفظه ، وجمعه في أدنى العدد أفرقة ، وفي الكثير أفرقاء . يسمعون في موضع نصب خبر كان . ويجوز أن يكون الخبر منهم ، ويكون يسمعون نعتا لفريق وفيه بعد . ( كلام الله ) قراءة الجماعة . وقرأ الأعمش \" كلم الله \" على جمع كلمة . قال سيبويه : واعلم أن ناسا من ربيعة يقولون \" منهم \" بكسر الهاء إتباعا لكسرة الميم ، ولم يكن المسكن حاجزا حصينا عنده . كلام الله مفعول ب يسمعون . والمراد السبعون الذين اختارهم موسى عليه السلام ، فسمعوا كلام الله [ ص: 4 ] فلم يمتثلوا أمره ، وحرفوا القول في إخبارهم لقومهم . هذا قول الربيع وابن إسحاق ، وفي هذا القول ضعف . ومن قال : إن السبعين سمعوا ما سمع موسى فقد أخطأ ، وأذهب بفضيلة موسى واختصاصه بالتكليم . وقد قال السدي وغيره : لم يطيقوا سماعه ، واختلطت أذهانهم ورغبوا أن يكون موسى يسمع ويعيده لهم ، فلما فرغوا وخرجوا بدلت طائفة منهم ما سمعت من كلام الله على لسان نبيهم موسى عليه السلام ، كما قال تعالى : وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله .فإن قيل : فقد روى الكلبي عن أبي صالح عن ابن عباس أن قوم موسى سألوا موسى أن يسأل ربه أن يسمعهم كلامه ، فسمعوا صوتا كصوت الشبور : \" إني أنا الله لا إله إلا أنا الحي القيوم أخرجتكم من مصر بيد رفيعة وذراع شديدة \" .قلت : هذا حديث باطل لا يصح ، رواه ابن مروان عن الكلبي وكلاهما ضعيف لا يحتج به وإنما الكلام شيء خص به موسى من بين جميع ولد آدم ، فإن كان كلم قومه أيضا حتى أسمعهم كلامه فما فضل موسى عليهم ، وقد قال وقوله الحق : إني اصطفيتك على الناس برسالاتي وبكلامي . وهذا واضح .الثالثة : واختلف الناس بماذا عرف موسى كلام الله ولم يكن سمع قبل ذلك خطابه ، فمنهم من قال : إنه سمع كلاما ليس بحروف وأصوات ، وليس فيه تقطيع ولا نفس ، فحينئذ علم أن ذلك ليس هو كلام البشر وإنما هو كلام رب العالمين . وقال آخرون : إنه لما سمع كلاما لا من جهة ، وكلام البشر يسمع من جهة من الجهات الست ، علم أنه ليس من كلام البشر . وقيل : إنه صار جسده كله مسامع حتى سمع بها ذلك الكلام ، فعلم أنه كلام الله . وقيل فيه : إن المعجزة دلت على أن ما سمعه هو كلام الله ، وذلك أنه قيل له : ألق عصاك ، فألقاها فصارت ثعبانا ، فكان ذلك علامة على صدق الحال ، وأن الذي يقول له : إني أنا ربك هو الله جل وعز . وقيل : إنه قد كان أضمر في نفسه شيئا لا يقف عليه إلا علام الغيوب ، فأخبره الله تعالى في خطابه بذلك الضمير ، فعلم أن الذي يخاطبه هو الله جل وعز . وسيأتي في سورة \" القصص \" بيان معنى قوله تعالى : نودي من شاطئ الوادي الأيمن في البقعة المباركة من الشجرة إن شاء الله تعالى .الرابعة : قوله تعالى : ثم يحرفونه قال مجاهد والسدي : هم علماء اليهود الذين [ ص: 5 ] يحرفون التوراة فيجعلون الحرام حلالا والحلال حراما اتباعا لأهوائهم . من بعد ما عقلوه أي عرفوه وعلموه . وهذا توبيخ لهم ، أي إن هؤلاء اليهود قد سلفت لآبائهم أفاعيل سوء وعناد فهؤلاء على ذلك السنن ، فكيف تطمعون في إيمانهمودل هذا الكلام أيضا على أن العالم بالحق المعاند فيه بعيد من الرشد ; لأنه علم الوعد والوعيد ولم ينهه ذلك عن عناده .",
  "ayah": 75,
  "surah": 2
}
