{
  "text": "قوله تعالى : وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا وأقيموا الصلاة وآتوا الزكاة ثم توليتم إلا قليلا منكم وأنتم معرضونفيه عشر مسائل : الأولى : قوله تعالى : وإذ أخذنا ميثاق بني إسرائيل تقدم الكلام في بيان هذه الألفاظ . واختلف في الميثاق هنا ، فقال مكي : هو الميثاق الذي أخذ عليهم حين أخرجوا من صلب آدم كالذر . وقيل : هو ميثاق أخذ عليهم وهم عقلاء في حياتهم على ألسنة أنبيائهم وهو قوله : لا تعبدون إلا الله وعبادة الله إثبات توحيده ، وتصديق رسله ، والعمل بما أنزل في كتبه .الثانية : قوله تعالى : لا تعبدون قال سيبويه : لا تعبدون متعلق بقسم ، والمعنى وإذ استخلفناهم والله لا تعبدون ، وأجازه المبرد والكسائي والفراء . وقرأ أبي وابن مسعود \" لا تعبدوا \" على النهي ، ولهذا وصل الكلام بالأمر فقال : \" وقوموا ، وقولوا ، وأقيموا ، وآتوا \" . وقيل : هو في موضع الحال ، أي أخذنا ميثاقهم موحدين ، أو غير معاندين ، قاله قطرب والمبرد أيضا . وهذا إنما يتجه على قراءة ابن كثير وحمزة والكسائي \" يعبدون \" بالياء من أسفل . وقال الفراء والزجاج وجماعة : المعنى أخذنا ميثاقهم بألا يعبدوا إلا الله ، وبأن يحسنوا للوالدين ، وبألا يسفكوا الدماء ، ثم حذفت أن والباء فارتفع الفعل لزوالهما ، كقوله تعالى : أفغير الله تأمروني [ ص: 15 ] . قال المبرد : هذا خطأ ; لأن كل ما أضمر في العربية فهو يعمل عمله مظهرا ، تقول : وبلد قطعت ، أي رب بلد .قلت : ليس هذا بخطأ ، بل هما وجهان صحيحان وعليهما أنشد سيبويه [ هو للشاعر طرفة بن العبد ] :ألا أيهذا الزاجري أحضر الوغى وأن أشهد اللذات هل أنت مخلديبالنصب والرفع ، فالنصب على إضمار أن ، والرفع على حذفها .الثالثة : قوله تعالى : وبالوالدين إحسانا أي وأمرناهم بالوالدين إحسانا . وقرن الله عز وجل في هذه الآية حق الوالدين بالتوحيد ; لأن النشأة الأولى من عند الله ، والنشء الثاني - وهو التربية - من جهة الوالدين ، ولهذا قرن تعالى الشكر لهما بشكره فقال : أن اشكر لي ولوالديك . والإحسان إلى الوالدين : معاشرتهما بالمعروف ، والتواضع لهما ، وامتثال أمرهما ، والدعاء بالمغفرة بعد مماتهما ، وصلة أهل ودهما ، على ما يأتي بيانه مفصلا في \" الإسراء \" إن شاء الله تعالى .الرابعة : قوله تعالى : وذي القربى عطف ذي القربى على الوالدين . والقربى : بمعنى القرابة ، وهو مصدر كالرجعى والعقبى ، أي وأمرناهم بالإحسان إلى القرابات بصلة أرحامهم . وسيأتي بيان هذا مفصلا في سورة \" القتال \" إن شاء الله تعالى .الخامسة : قوله تعالى : واليتامى اليتامى عطف أيضا ، وهو جمع يتيم ، مثل ندامى جمع نديم . واليتم في بني آدم بفقد الأب ، وفي البهائم بفقد الأم . وحكى الماوردي أن اليتيم يقال في بني آدم في فقد الأم ، والأول المعروف . وأصله الانفراد ، يقال : صبي يتيم ، أي منفرد من أبيه . وبيت يتيم : أي ليس قبله ولا بعده شيء من الشعر . ودرة يتيمة : ليس لها نظير . وقيل : أصله الإبطاء ، فسمي به اليتيم ; لأن البر يبطئ عنه . ويقال : يتم ييتم يتما ، مثل عظم يعظم . ويتم ييتم يتما ويتما ، مثل سمع يسمع ، ذكر الوجهين الفراء . وقد أيتمه الله . ويدل هذا على الرأفة باليتيم والحض على كفالته وحفظ ماله ، على ما يأتي بيانه في \" النساء \" . وقال رسول الله صلى الله عليه وسلم : كافل اليتيم له أو لغيره أنا وهو كهاتين في الجنة . وأشار مالك بالسبابة [ ص: 16 ] والوسطى ، رواه أبو هريرة أخرجه مسلم . وخرج الإمام الحافظ أبو محمد عبد الغني بن سعيد من حديث الحسن بن دينار أبي سعيد البصري وهو الحسن بن واصل قال حدثنا الأسود بن عبد الرحمن عن هصان عن أبي موسى الأشعري عن النبي صلى الله عليه وسلم قال : ما قعد يتيم مع قوم على قصعتهم فيقرب قصعتهم الشيطان . وخرج أيضا من حديث حسين بن قيس وهو أبو علي الرحبي عن عكرمة عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : من ضم يتيما من بين مسلمين إلى طعامه وشرابه حتى يغنيه الله عز وجل غفرت له ذنوبه ألبتة إلا أن يعمل عملا لا يغفر ومن أذهب الله كريمتيه فصبر واحتسب غفرت له ذنوبه - قالوا : وما كريمتاه ؟ قال : - عيناه ومن كان له ثلاث بنات أو ثلاث أخوات فأنفق عليهن وأحسن إليهن حتى يبن أو يمتن غفرت له ذنوبه ألبتة إلا أن يعمل عملا لا يغفر فناداه رجل من الأعراب ممن هاجر فقال : يا رسول الله أو اثنتين ؟ فقال رسول الله صلى الله عليه وسلم : أو اثنتين . فكان ابن عباس إذا حدث بهذا الحديث قال : هذا والله من غرائب الحديث وغرره .السادسة : السبابة من الأصابع هي التي تلي الإبهام ، وكانت في الجاهلية تدعى بالسبابة ، لأنهم كانوا يسبون بها ، فلما جاء الله بالإسلام كرهوا هذا الاسم فسموها المشيرة ; لأنهم كانوا يشيرون بها إلى الله في التوحيد . وتسمى أيضا بالسباحة ، جاء تسميتها بذلك في حديث وائل بن حجر وغيره ، ولكن اللغة سارت بما كانت تعرفه في الجاهلية فغلبت . وروي عن أصابع رسول الله صلى الله عليه وسلم أن المشيرة منها كانت أطول من الوسطى ، ثم الوسطى أقصر منها ، ثم البنصر أقصر من الوسطى . روى يزيد بن هارون قال : أخبرنا عبد الله بن مقسم الطائفي قال حدثتني عمتي سارة بنت مقسم أنها سمعت ميمونة بنت كردم قالت : خرجت في حجة حجها رسول الله صلى الله عليه وسلم فرأيت رسول الله صلى الله عليه وسلم على راحلته وسأله أبي عن أشياء ، فلقد رأيتني أتعجب وأنا جارية من طول أصبعه التي تلي الإبهام على سائر أصابعه . فقوله عليه السلام : ( أنا وهو كهاتين في الجنة ) ، وقوله في الحديث الآخر : ( أحشر أنا وأبو بكر وعمر يوم القيامة هكذا ) وأشار بأصابعه الثلاث ، فإنما أراد ذكر المنازل والإشراف على الخلق فقال : نحشر هكذا ونحن مشرفون وكذا كافل اليتيم تكون منزلته رفيعة . فمن لم يعرف شأن أصابع رسول الله صلى الله عليه وسلم حمل تأويل الحديث على الانضمام والاقتراب بعضهم من بعض في محل [ ص: 17 ] القربة . وهذا معنى بعيد ; لأن منازل الرسل والنبيين والصديقين والشهداء والصالحين مراتب متباينة ، ومنازل مختلفة .السابعة : قوله تعالى : والمساكين المساكين عطف أيضا أي وأمرناهم بالإحسان إلى المساكين ، وهم الذين أسكنتهم الحاجة وأذلتهم . وهذا يتضمن الحض على الصدقة والمؤاساة وتفقد أحوال المساكين والضعفاء . روى مسلم عن أبي هريرة عن النبي صلى الله عليه وسلم قال : الساعي على الأرملة والمسكين كالمجاهد في سبيل الله - وأحسبه قال - وكالقائم لا يفتر وكالصائم لا يفطر . قال ابن المنذر : وكان طاوس يرى السعي على الأخوات أفضل من الجهاد في سبيل الله .الثامنة : قوله تعالى : وقولوا للناس حسنا نصب على المصدر على المعنى ; لأن المعنى ليحسن قولكم . وقيل : التقدير وقولوا للناس قولا ذا حسن ، فهو مصدر لا على المعنى . وقرأ حمزة والكسائي \" حسنا \" بفتح الحاء والسين . قال الأخفش : هما بمعنى واحد ، مثل البخل والبخل ، والرشد والرشد . وحكى الأخفش : \" حسنى \" بغير تنوين على فعلى . قال النحاس : \" وهذا لا يجوز في العربية ، لا يقال من هذا شيء إلا بالألف واللام ، نحو الفضلى والكبرى والحسنى ، هذا قول سيبويه وقرأ عيسى بن عمر \" حسنا \" بضمتين ، مثل \" الحلم \" . قال ابن عباس : المعنى قولوا لهم لا إله إلا الله ومروهم بها . ابن جريج : قولوا للناس صدقا في أمر محمد صلى الله عليه وسلم ولا تغيروا نعته . سفيان الثوري : مروهم بالمعروف وانهوهم عن المنكر . أبو العالية : قولوا لهم الطيب من القول ، وجازوهم بأحسن ما تحبون أن تجازوا به . وهذا كله حض على مكارم الأخلاق ، فينبغي للإنسان أن يكون قوله للناس لينا ووجهه منبسطا طلقا مع البر والفاجر ، والسني والمبتدع ، من غير مداهنة ، ومن غير أن يتكلم معه بكلام يظن أنه يرضي مذهبه ; لأن الله تعالى قال لموسى وهارون : فقولا له قولا لينا . فالقائل ليس بأفضل من موسى وهارون ، والفاجر ليس بأخبث من فرعون ، وقد أمرهما الله تعالى باللين معه . وقال طلحة بن عمر : قلت لعطاء إنك رجل يجتمع عندك ناس ذوو أهواء مختلفة ، وأنا رجل في حدة فأقول لهم بعض القول الغليظ ، فقال : لا تفعل ! يقول الله تعالى : وقولوا للناس حسنا . [ ص: 18 ] فدخل في هذه الآية اليهود والنصارى فكيف بالحنيفي . وروي عن النبي صلى الله عليه وسلم أنه قال لعائشة : لا تكوني فحاشة فإن الفحش لو كان رجلا لكان رجل سوء . وقيل : أراد بالناس محمدا صلى الله عليه وسلم ، كقوله : أم يحسدون الناس على ما آتاهم الله من فضله . فكأنه قال : قولوا للنبي صلى الله عليه وسلم حسنا . وحكى المهدوي عن قتادة أن قوله : وقولوا للناس حسنا منسوخ بآية السيف . وحكاه أبو نصر عبد الرحيم عن ابن عباس . قال ابن عباس : نزلت هذه الآية في الابتداء ثم نسختها آية السيف . قال ابن عطية : وهذا يدل على أن هذه الأمة خوطبت بمثل هذا اللفظ في صدر الإسلام ، وأما الخبر عن بني إسرائيل وما أمروا به فلا نسخ فيه ، والله أعلم .التاسعة : قوله تعالى : وأقيموا الصلاة وآتوا الزكاة تقدم القول فيه . والخطاب لبني إسرائيل . قال ابن عطية : وزكاتهم هي التي كانوا يضعونها فتنزل النار على ما يتقبل ، ولا تنزل على ما لم يتقبل ، ولم تكن كزكاة أمة محمد صلى الله عليه وسلم .قلت : وهذا يحتاج إلى نقل ، كما ثبت ذلك في الغنائم . وقد روي عن ابن عباس أنه قال : الزكاة التي أمروا بها طاعة الله والإخلاص .العاشرة : قوله تعالى : ثم توليتم الخطاب لمعاصري محمد صلى الله عليه وسلم ، وأسند إليهم تولي أسلافهم إذ هم كلهم بتلك السبيل في إعراضهم عن الحق مثلهم ، كما قال :شنشنة أعرفها من أخزم. [ رجز لأبي أخزم الطائي ]إلا قليلا كعبد الله بن سلام وأصحابه . وقليلا نصب على الاستثناء ، والمستثنى عند سيبويه منصوب ; لأنه مشبه بالمفعول . وقال محمد بن يزيد : هو مفعول على [ ص: 19 ] الحقيقة ، المعنى استثنيت قليلا .وأنتم معرضون ابتداء وخبر . والإعراض والتولي بمعنى واحد ، مخالف بينهما في اللفظ . وقيل : التولي فيه بالجسم ، والإعراض بالقلب . قال المهدوي : وأنتم معرضون حال ; لأن التولي فيه دلالة على الإعراض .",
  "ayah": 83,
  "surah": 2
}
