{
  "ayahs": [
    { "ayah": 1, "surah": 114, "text": "مدنية( قل أعوذ برب الناس)" },
    { "ayah": 2, "surah": 114, "text": "(ملك الناس)" },
    { "ayah": 3, "surah": 114, "text": "( إله الناس)" },
    {
      "ayah": 4,
      "surah": 114,
      "text": "\"من شر الوسواس الخناس\"يعني الشيطان ، يكون مصدرا واسما .قال الزجاج : يعني : الشيطان ذا الوسواس \" الخناس \" الرجاع ، وهو الشيطان جاثم على قلب الإنسان ، فإذا ذكر الله خنس وإذا غفل وسوس .وقال قتادة : الخناس له خرطوم كخرطوم الكلب في صدر الإنسان فإذا ذكر العبد ربه خنس . ويقال : رأسه كرأس الحية واضع رأسه على ثمرة القلب يمنيه ويحدثه ، فإذا ذكر الله خنس وإذا لم يذكر رجع فوضع رأسه"
    },
    {
      "ayah": 5,
      "surah": 114,
      "text": "فذلك : ( الذي يوسوس في صدور الناس ) بالكلام الخفي الذي يصل مفهومه إلى القلب من غير سماع ."
    },
    {
      "ayah": 6,
      "surah": 114,
      "text": "( من الجنة والناس ) يعني يدخل في الجني كما يدخل في الإنسي ، ويوسوس للجني كما يوسوس للإنسي ، قاله الكلبي .وقوله : \" في صدور الناس \" أراد بالناس : ما ذكر من بعد . وهو الجنة والناس ، فسمى الجن ناسا ، كما سماهم رجالا فقال : \" وأنه كان رجال من الإنس يعوذون برجال من الجن \" ( الجن - 6 ) .وقد ذكر عن بعض العرب أنه قال وهو يحدث جاء قوم من الجن فوقعوا ، فقيل : من أنتم ؟ قالوا : أناس من الجن . وهذا معنى قول الفراء .قال بعضهم : أثبت أن الوسواس للإنسان من الإنسان كالوسوسة للشيطان ، فجعل \" الوسواس \" من فعل الجنة والناس جميعا ، كما قال : \" وكذلك جعلنا لكل نبي عدوا شياطين الإنس والجن \" ( الأنعام - 112 ) كأنه أمر أن يستعيذ من شر الجن والإنس جميعا .أخبرنا إسماعيل [ بن عبد القاهر ، أخبرنا عبد الغافر ] بن محمد ، أخبرنا محمد بن عيسى ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا قتيبة بن سعيد ، حدثنا جرير عن بيان عن قيس بن أبي حازم ، عن عقبة بن عامر ، قال : قال رسول الله - صلى الله عليه وسلم - : \" ألم تر آيات أنزلت الليلة لم ير مثلهن قط : \" قل أعوذ برب الفلق \" و \" قل أعوذ برب الناس \" .أخبرنا أبو سعيد محمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق أحمد بن محمد بن إبراهيم الثعلبي ، أخبرنا أبو الحسن عبد الرحمن بن إبراهيم العدل ، حدثنا أبو العباس محمد بن يعقوب ، حدثنا أبو العباس بن الوليد بن مرثد ، أخبرني أبي ، حدثنا الأوزاعي ، حدثني يحيى بن أبي كثير ، حدثني محمد بن إبراهيم بن الحارث التيمي ، عن عقبة بن عامر الجهني أن رسول الله - صلى الله عليه وسلم - قال له : \" ألا أخبرك بأفضل ما تعوذ المتعوذون \" ؟ قلت : بلى ، قال : \" قل أعوذ برب الفلق \" و \" قل أعوذ برب الناس \" .أخبرنا أبو محمد عبد الله بن عبد الصمد الجوزجاني أخبرنا أبو القاسم علي بن أحمد الخزاعي أخبرنا أبو سعيد الهيثم بن كليب الشاشي ، أخبرنا أبو عيسى الترمذي ، حدثنا قتيبة ، حدثنا المفضل بن فضالة عن عقيل ، عن الزهري ، عن عروة ، عن عائشة قالت : كان رسول الله - صلى الله عليه وسلم - إذا أوى إلى فراشه كل ليلة جمع كفيه فنفث فيهما ، فقرأ فيهما : \" قل هو الله أحد \" و \" قل أعوذ برب الفلق \" و \" قل أعوذ برب الناس \" ثم يمسح بهما ما استطاع من جسده ، يبدأ بهما على رأسه ووجهه وما أقبل من جسده . يفعل ذلك ثلاث مرات .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك ، عن ابن شهاب ، عن عروة بن الزبير ، عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - كان إذا اشتكى يقرأ على نفسه بالمعوذات وينفث ، فلما اشتد وجعه كنت أقرأ عليه وأمسح عنه بيده رجاء بركتهما .أخبرنا الإمام أبو علي الحسين بن محمد القاضي وأبو حامد أحمد بن عبد الله الصالحي قالا حدثنا أبو بكر أحمد بن الحسين الحيري ، أخبرنا محمد بن أحمد بن معقل الميداني ، أخبرنا محمد بن يحيى ، حدثنا عبد الرزاق ، أخبرنا معمر ، عن الزهري ، عن سالم ، عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - \" لا حسد إلا في اثنتين : رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار ، ورجل آتاه الله مالا فهو ينفق منه آناء الليل وآناء النهار \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا إبراهيم بن حمزة ، حدثني ابن أبي حازم عن يزيد - يعني - ابن الهاد ، عن محمد بن إبراهيم عن أبي سلمة بن عبد الرحمن عن أبي هريرة أنه سمع النبي - صلى الله عليه وسلم - يقول : \" ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغنى بالقرآن يجهر به \" . تم ."
    }
  ]
}
