{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 18,
      "text": "مائة وعشر آيات وهي مكية بسم الله الرحمن الرحيم( الحمد لله الذي أنزل على عبده الكتاب ) أثنى الله على نفسه بإنعامه على خلقه وخص رسوله صلى الله عليه وسلم بالذكر لأن إنزال القرآن عليه كان نعمة عليه على الخصوص وعلى سائر الناس على العموم ( ولم يجعل له عوجا ) ( قيما ) فيه تقديم وتأخير معناه : أنزل على عبده الكتاب قيما ولم يجعل له عوجا"
    },
    {
      "ayah": 10,
      "surah": 18,
      "text": "ثم ذكر الله قصة أصحاب الكهف فقال : ( إذ أوى الفتية إلى الكهف ) أي صاروا إليه واختلفوا في سبب مصيرهم إلى الكهففقال محمد بن إسحاق بن يسار : مرج أهل الإنجيل وعظمت فيهم الخطايا وطغت فيهم الملوك حتى عبدوا الأصنام وذبحوا للطواغيت وفيهم بقايا على دين المسيح متمسكين بعبادة الله وتوحيده فكان ممن فعل ذلك من ملوكهم ملك من الروم يقال له \" دقيانوس \" عبد الأصنام وذبح للطواغيت وقتل من خالفه وكان ينزل قرى الروم ولا يترك في قرية نزلها أحدا إلا فتنه حتى يعبد الأصنام ويذبح للطواغيت أو قتله حتى نزل مدينة أصحاب الكهف وهي \" أفسوس \" فلما نزلها كبر على أهل الإيمان فاستخفوا منه وهربوا في كل وجه وكان \" دقيانوس \" حين قدمها أمر أن يتبع أهل الإيمان فيجمعوا له واتخذ شرطا من الكفار من أهلها يتبعون أهل الإيمان في أماكنهم فيخرجونهم إلى \" دقيانوس \" فيخيرهم بين القتل وبين عبادة الأوثان والذبح للطواغيت فمنهم من يرغب في الحياة ومنهم من يأبى أن يعبد غير الله فيقتل ، فلما رأى ذلك أهل الشدة في الإيمان بالله جعلوا يسلمون أنفسهم للعذاب والقتل فيقتلون ويقطعون ثم يربط ما قطع من أجسامهم على سور المدينة من نواحيها وعلى كل باب من أبوابها حتى عظمت الفتنة فلما رأى ذلك الفتية حزنوا حزنا شديدا فقاموا واشتغلوا بالصلاة والصيام والصدقة والتسبيح والدعاء وكانوا من أشراف الروم وكانوا ثمانية نفر بكوا وتضرعوا إلى الله وجعلوا يقولون : ربنا رب السماوات والأرض لن ندعو من دونه إلها لقد قلنا إذا شططا إن عبدنا غيره ، اكشف عن عبادك المؤمنين هذه الفتنة وارفع عنهم هذا البلاء حتى يعلنوا عبادتك . فبينما هم على مثل ذلك وقد دخلوا في مصلى لهم أدركهم الشرط فوجدوهم وهم سجود على وجوههم يبكون ويتضرعون إلى الله فقالوا لهم : ما خلفكم عن أمر الملك؟ انطلقوا إليه ثم خرجوا فرفعوا أمرهم إلى \" دقيانوس \" فقالوا : تجمع الناس للذبح لآلهتك ، وهؤلاء الفتية من أهل بيتك يستهزئون بك ويعصون أمرك! فلما سمع بذلك بعث إليهم فأتى بهم تفيض أعينهم من الدمع معفرة وجوههم بالتراب فقال لهم : ما منعكم أن تشهدوا الذبح لآلهتنا التي تعبد في الأرض وتجعلوا أنفسكم أسوة للسادات من أهل مدينتكم؟ اختاروا : إما أن تذبحوا لآلهتنا وإما أن أقتلكم . فقال مكسلمينا وهو أكبرهم : إن لنا إلها ملأ السموات والأرض عظمة لن ندعو من دونه إلها أبدا له الحمد والتكبير والتسبيح من أنفسنا خالصا أبدا إياه نعبد وإياه نسأل النجاة والخير فأما الطواغيت فلن نعبدها أبدا فاصنع بنا ما بدا لك . وقال أصحاب مكسلمينا لدقيانوس مثل ما قال مكسلمينا فلما قالوا ذلك أمر فنزع عنهم لبوسا كان عليهم من لبوس عظمائهم ثم قال : سأفرغ لكم فأنجز لكم ما أوعدتكم من العقوبة وما يمنعني أن أعجل ذلك لكم إلا أني أراكم شبانا حديثة أسنانكم فلا أحب أن أهلككم حتى أجعل لكم أجلا تذكرون فيه وتراجعون عقولكم ثم أمر بحلية كانت عليهم من ذهب وفضة فنزعت عنهم ثم أمر بهم فأخرجوا من عنده .وانطلق دقيانوس إلى مدينة سوى مدينتهم قريبا منهم لبعض أموره فلما رأى الفتية خروجه بادروا قدومه وخافوا إذا قدم مدينتهم أن يذكرهم [ وأن يعذبهم ] فائتمروا بينهم أن يأخذ كل رجل منهم نفقة من بيت أبيه فيتصدقوا منها ويتزودوا بما بقي ثم ينطلقوا إلى كهف قريب من المدينة في جبل يقال له بخلوس فيمكثون فيه ويعبدون الله حتى إذا جاء دقيانوس أتوه فقاموا بين يديه فيصنع بهم ما شاء فلما قال ذلك بعضهم لبعض عمد كل فتى منهم إلى بيت أبيه فأخذ نفقة فتصدق منها ثم انطلقوا بما بقي معهم واتبعهم كلب كان لهم حتى أتوا ذلك الكهف فلبثوا فيه .قال كعب الأحبار : مروا بكلب فتبعهم فطردوه ففعل ذلك مرارا فقال لهم الكلب : يا قوم ما تريدون مني؟ لا تخشون جانبي أنا أحب أحباب الله فناموا حتى أحرسكم .وقال ابن عباس : هربوا ليلا من دقيانوس وكانوا سبعة فمروا براع معه كلب فتبعهم على دينهم وتبعه كلبه فخرجوا من البلد إلى الكهف وهو قريب من البلد .قال ابن إسحاق : فلبثوا فيه ليس لهم عمل إلا الصلاة والصيام والتسبيح والتكبير والتحميد ابتغاء وجه الله وجعلوا نفقتهم إلى فتى منهم يقال له : تمليخا فكان يبتاع لهم أرزاقهم من المدينة سرا وكان من أحملهم وأجلدهم وكان إذا دخل المدينة يضع ثيابا كانت عليه حسانا ويأخذ ثيابا كثياب المساكين الذين يستطعمون فيها ثم يأخذ ورقه فينطلق إلى المدينة فيشتري لهم طعاما وشرابا ويتجسس لهم الخبر هل ذكر هو وأصحابه بشيء ثم يرجع إلى أصحابه فلبثوا بذلك ما لبثوا ثم قدم دقيانوس المدينة فأمر عظماء أهلها فذبحوا للطواغيت ففزع من ذلك أهل الإيمان وكان تمليخا بالمدينة يشتري لأصحابه طعامهم فرجع إلى أصحابه وهو يبكي ومعه طعام قليل وأخبرهم أن الجبار قد دخل المدينة وأنهم قد ذكروا والتمسوا مع عظماء المدينة ففزعوا ووقعوا سجودا يدعون الله ويتضرعون إليه ويتعوذون من الفتنة ثم إن تمليخا قال لهم : يا إخوتاه ارفعوا رءوسكم واطعموا وتوكلوا على ربكم فرفعوا رءوسهم وأعينهم تفيض من الدمع فطعموا وذلك غروب الشمس ثم جلسوا يتحدثون ويتدارسون ويذكر بعضهم بعضا فبينما هم على ذلك إذ ضرب الله على آذانهم النوم في الكهف وكلبهم باسط ذراعيه بباب الكهف فأصابه ما أصابهم وهم مؤمنون موقنون ونفقتهم عند رءوسهم .فلما كان من الغد فقدهم دقيانوس فالتمسهم فلم يجدهم فقال لبعضهم : لقد ساءني شأن هؤلاء الفتية الذين ذهبوا لقد كانوا ظنوا أن بي غضبا عليهم لجهلهم ما جهلوا من أمري ما كنت لأحمل عليهم إن هم تابوا وعبدوا آلهتي فقال عظماء المدينة : ما أنت بحقيق أن ترحم قوما فجرة مردة عصاة قد كنت أجلت لهم أجلا ولو شاءوا لرجعوا في ذلك الأجل ولكنهم لم يتوبوا فلما قالوا ذلك غضب غضبا شديدا ثم أرسل إلى آبائهم فأتى بهم فسألهم عنهم فقال : أخبروني عن أبنائكم المردة الذين عصوني [ ووعدهم بالقتل ] فقالوا له : أما نحن فلم نعصك فلم تقتلنا بقوم مردة قد ذهبوا بأموالنا فأهلكوها في أسواق المدينة ثم انطلقوا وارتقوا إلى جبل يدعى بخلوس؟ فلما قالوا له ذلك خلى سبيلهم وجعل لا يدري ما يصنع بالفتية فألقى الله في نفسه أن يأمر بالكهف فيسد عليهم وأراد الله أن يكرمهم ويجعلهم آية لأمة تستخلف من بعدهم وأن يبين لهم أن الساعة آتية لا ريب فيها وأن الله يبعث من في القبور فأمر دقيانوس بالكهف أن يسد عليهم وقال : دعوهم كما هم في الكهف يموتون جوعا وعطشا ويكون كهفهم الذي اختاروا قبرا لهم وهو يظن أنهم أيقاظ يعلمون ما يصنع بهم وقد توفى الله أرواحهم وفاة النوم وكلبهم باسط ذراعيه بباب الكهف قد غشيهم ما غشيهم يتقلبون ذات اليمين وذات الشمال .ثم إن رجلين مؤمنين في بيت الملك دقيانوس يكتمان إيمانهما اسم أحدهما \" يندروس \" واسم الآخر \" روناس \" ائتمرا أن يكتبا شأن الفتية وأنسابهم وأسماءهم وخبرهم في لوح من رصاص ويجعلاهما في تابوت من نحاس ويجعلا التابوت في البنيان وقالا لعل الله أن يظهر على هؤلاء الفتية قوما مؤمنين قبل يوم القيامة فيعلم من فتح عنهم حين يقرأ هذا الكتاب [ خبرهم ] ففعلا وبنيا عليه فبقي \" دقيانوس \" ما بقي ثم مات هو وقومه وقرون بعده كثيرة وخلفت الملوك بعد الملوك .وقال عبيد بن عمير كان أصحاب الكهف فتيانا مطوقين مسورين ذوي ذوائب وكان معهم كلب صيدهم فخرجوا في عيد لهم عظيم في زي عظيم وموكب وأخرجوا معهم آلهتهم التي يعبدونها وقد قذف الله في قلوب الفتية الإيمان وكان أحدهم وزير الملك فآمنوا وأخفى كل واحد منهم إيمانه فقالوا في أنفسهم نخرج من بين أظهر هؤلاء القوم لا يصيبنا عقاب بجرمهم فخرج شاب منهم حتى انتهى إلى ظل شجرة فجلس فيه ثم خرج آخر فرآه جالسا وحده فرجا أن يكون على مثل أمره من غير أن يظهر ذلك ثم خرج الآخر فاجتمعوا في مكان فقال بعضهم لبعض : ما جمعكم؟ وكل واحد يكتم صاحبه إيمانه مخافة على نفسه ثم قالوا : ليخرج كل فتى فيخلو بصاحبه ثم يفشي واحد سره إلى صاحبه ففعلوا فإذا هم جميعا على الإيمان وإذا كهف في الجبل قريب منهم فقال بعضهم لبعض : فأووا إلى الكهف ينشر لكم ربكم من رحمته ، فدخلوا الكهف ومعهم كلب صيدهم فناموا ثلاثمائة سنين وازدادوا تسعا وفقدهم قومهم فطلبوهم فعمى الله عليهم آثارهم وكهفهم فكتبوا أسماءهم وأنسابهم في لوح : فلان وفلان وفلان أبناء ملوكنا فقدناهم في شهر كذا في سنة كذا في مملكة فلان ابن فلان ووضعوا اللوح في خزانة الملك وقالوا : ليكونن لهذا شأن ومات ذلك الملك وجاء قرن بعد قرن .وقال وهب بن منبه : جاء حواري عيسى عليه السلام إلى مدينة أصحاب الكهف فأراد أن يدخلها فقيل له : إن على بابها صنما لا يدخلها أحد إلا سجد له فكره أن يدخلها فأتى حماما قريبا من المدينة فكان يؤاجر نفسه من الحمامي ويعمل فيه ورأى صاحب الحمام في حمامه البركة وعلقه فتية من أهل المدينة فجعل يخبرهم خبر السماء والأرض وخبر الآخرة حتى آمنوا وصدقوه وكان شرط على صاحب الحمام أن الليل لي لا يحول بيني وبينه ولا بين الصلاة أحد وكان على ذلك حتى أتى ابن الملك بامرأة فدخل بها الحمام فعيره الحواري وقال : أنت ابن الملك وتدخل مع هذه؟ فاستحيا وذهب فرجع مرة أخرى فقال له مثل ذلك فسبه وانتهره ولم يلتفت إلى ذلك حتى دخلا معا فماتا في الحمام وأتى الملك فقيل له : قتل صاحب الحمام ابنك فالتمس فلم يقدر عليه وهرب فقال : من كان يصحبه؟ فسموا الفتية فالتمسوا فخرجوا من المدينة فمروا بصاحب لهم على مثل إيمانهم فانطلق معهم ومعه كلب حتى آواهم الليل إلى الكهف فدخلوه وقالوا : [ نلبث هاهنا إلى الليل ] ثم نصبح إن شاء الله تعالى فترون رأيكم فضرب الله على آذانهم فخرج الملك في أصحابه يبتغونهم حتى وجدوهم فدخلوا الكهف فلما أراد رجل منهم دخوله أرعب فلم يطق أحد أن يدخله فقال قائل منهم : أليس لو قدرت عليهم قتلتهم؟ قال : بلى قال : فابن عليهم باب الكهف [ واتركهم فيه يموتون جوعا وعطشا ففعل .قال وهب : فعبر زمان بعد زمان ] بعدما سد عليهم باب الكهف ثم إن راعيا أدركه المطر عند الكهف فقال لو فتحت هذا الكهف وأدخلت غنمي فيه من المطر لكان حسنا فلم يزل يعالجه حتى فتح ورد الله عليهم أرواحهم من الغد حين أصبحوا .وقال محمد بن إسحاق : ثم ملك أهل تلك البلاد رجل صالح يقال له : \" بيدروس \" فلما ملك بقي في ملكه ثمانيا وستين سنة فتحزب الناس في ملكه فكانوا أحزابا منهم من يؤمن بالله ويعلم أن الساعة حق ومنهم من يكذب بها فكبر ذلك على الملك الصالح فبكى وتضرع إلى الله وحزن حزنا شديدا لما رأى أهل الباطل يزيدون ويظهرون على أهل الحق ويقولون لا حياة إلا حياة الدنيا وإنما تبعث الأرواح ولا تبعث الأجساد فجعل \" بيدروس \" يرسل إلى من يظن فيه خيرا وأنهم أئمة في الخلق فجعلوا يكذبون بالساعة حتى كادوا أن يحولوا الناس عن الحق وملة الحواريين فلما رأى ذلك الملك الصالح دخل بيته وأغلقه عليه ولبس مسحا وجعل تحته رمادا فجلس عليه فدأب ليله ونهاره زمانا يتضرع إلى الله تعالى ويبكي ويقول : أي رب قد ترى اختلاف هؤلاء فابعث إليهم آية تبين لهم [ بطلان ما هم عليه ] ثم إن الرحمن الرحيم الذي يكره هلكة العباد أراد أن يظهر الفتية أصحاب الكهف ويبين للناس شأنهم ويجعلهم آية وحجة عليهم ليعلموا أن الساعة آتية لا ريب فيها ويستجيب لعبده الصالح بيدروس ويتم نعمته عليه وأن يجمع من كان تبدد من المؤمنين فألقى الله في نفس رجل من أهل ذلك البلد الذي فيه الكهف وكان اسم ذلك الرجل \" أوليانوس \" أن يهدم ذلك البنيان الذي على فم الكهف فيبني به حظيرة لغنمه فاستأجر غلامين فجعلا ينزعان تلك الحجارة ويبنيان تلك الحظيرة حتى نزعا ما على فم الكهف وفتحا باب الكهف وحجبهم الله عن الناس بالرعب فلما فتحا باب الكهف أذن الله ذو القدرة والسلطان محيي الموتى للفتية أن يجلسوا بين ظهراني الكهف فجلسوا فرحين مسفرة وجوههم طيبة أنفسهم فسلم بعضهم على بعض فكأنما استيقظوا من ساعتهم التي كانوا يستيقظون فيها إذا أصبحوا من ليلتهم ثم قاموا إلى الصلاة فصلوا كالذي كانوا يفعلون لا يرى في وجوههم ولا ألوانهم شيء ينكرونه كهيئتهم حين رقدوا وهم يرون أن دقيانوس في طلبهم فلما قضوا صلاتهم قالوا ليمليخا صاحب نفقاتهم : أنبئنا ما الذي قال الناس في شأننا عشية أمس عند هذا الجبار؟ وهم يظنون أنهم رقدوا كبعض ما كانوا يرقدون وقد خيل إليهم أنهم قد ناموا أطول مما كانوا ينامون حتى يتساءلوا بينهم فقال بعضهم لبعض كم لبثتم نياما؟ قالوا : لبثنا يوما أو بعض يوم ثم قالوا : ربكم أعلم بما لبثتم وكل ذلك في أنفسهم يسير فقال لهم يمليخا : التمستم في المدينة فلم توجدوا وهو يريد أن يؤتى بكم اليوم فتذبحون للطواغيت أو يقتلكم فما شاء الله بعد ذلك فعل فقال لهم مكسلمينا : يا إخوتاه اعلموا أنكم ملاقو الله فلا تكفروا بعد إيمانكم إذا دعاكم عدو الله .ثم قالوا ليمليخا : انطلق إلى المدينة فتسمع ما يقال علينا بها وما الذي يذكر عند دقيانوس وتلطف ولا تشعرن بك أحدا وابتع لنا طعاما فائتنا به وزدنا على الطعام الذي جئنا به فقد أصبحنا جياعا ففعل يمليخا كما كان يفعل ووضع ثيابه وأخذ الثياب التي يتنكر فيها وأخذ ورقا [ من نفقتهم التي كانت معهم والتي ضربت بطابع دقيانوس فكانت كخفاف الربع فانطلق يمليخا خارجا ] فلما مر بباب الكهف رأى الحجارة منزوعة عن باب الكهف فعجب منها ثم مر ولم يبال بها حتى أتى باب المدينة مستخفيا فصد عن الطريق تخوفا أن يراه أحد من أهلها فيعرفه ولا يشعر أن دقيانوس وأهله قد هلكوا قبل ذلك بثلاثمائة سنة فلما أتى يمليخا باب المدينة رفع بصره فرأى فوق ظهر الباب علامة تكون لأهل الإيمان إذا كان الإيمان ظاهرا فيها فلما رآها عجب وجعل ينظر إليها مستخفيا وجعل ينظر يمينا وشمالا ثم ترك ذلك الباب فتحول إلى باب آخر من أبوابها فرأى مثل ذلك فجعل يخيل إليه أن المدينة ليست بالتي كان يعرف ورأى ناسا كثيرا محدثين لم يكن يراهم قبل ذلك فجعل يمشي ويتعجب ويخيل إليه أنه حيران ثم رجع إلى الباب الذي أتى منه فجعل يتعجب بينه وبين نفسه ويقول : يا ليت شعري ما هذا؟ أما عشية أمس كان المسلمون يخفون هذه العلامة ويستخفون بها وأما اليوم فإنها ظاهرة لعلي نائم؟ ثم يرى أنه ليس بنائم فأخذ كساءه فجعله على رأسه ثم دخل المدينة فجعل يمشي بين ظهري سوقها فيسمع ناسا يحلفون باسم عيسى ابن مريم فزاده فرقا ورأى أنه حيران فقام مسندا ظهره إلى جدار من جدر المدينة يقول في نفسه : والله ما أدري ما هذا أما عشية أمس فليس على ظهر الأرض إنسان يذكر عيسى ابن مريم إلا قتل وأما الغداة فأسمعهم وكل إنسان يذكر اسم عيسى ولا يخاف أحدا ثم قال في نفسه : لعل هذه ليست بالمدينة التي أعرف والله ما أعرف مدينة قرب مدينتنا فقام كالحيران ثم لقي فتى فقال له : ما اسم هذه المدينة يا فتى؟ قال اسمها \" أفسوس \" فقال في نفسه : لعل بي مسا أو أمرا أذهب عقلي والله يحق لي أن أسرع الخروج منها قبل أن أخزى فيها أو يصيبني شر فأهلك ثم إنه أفاق فقال : والله لو عجلت الخروج من المدينة قبل أن يفطن بي لكان أيسر بي .فدنا من الذين يبيعون الطعام فأخرج الورق التي كانت معه فأعطاها رجلا منهم فقال : بعني بهذه الورق طعاما فأخذها الرجل فنظر إلى ضرب الورق ونقشها فعجب منه ثم طرحها إلى رجل من أصحابه فنظر إليها ثم جعلوا يتطارحونها بينهم من رجل إلى رجل يتعجبون منها ثم جعلوا يتشاورون بينهم ويقول بعضهم لبعض : إن هذا أصاب كنزا خبيئا في الأرض منذ زمان ودهر طويل فلما رآهم يمليخا يتشاورون من أجله فرق فرقا شديدا وجعل يرتعد ويظن أنهم قد فطنوا به وعرفوه وأنهم إنما يريدون أن يذهبوا به إلى ملكهم دقيانوس وجعل أناس آخرون يأتونه فيتعرفونه [ فلا يعرفونه ] فقال لهم وهو شديد الفرق منهم : افضلوا علي قد أخذتم ورقي فأمسكوها وأما طعامكم فلا حاجة لي به فقالوا له : من أنت يا فتى وما شأنك؟ والله لقد وجدت كنزا من كنوز الأولين وأنت تريد أن تخفيه عنا فانطلق معنا وأرنا وشاركنا فيه نخف عليك ما وجدت فإنك إن لم تفعل نأت بك إلى السلطان فنسلمك إليه فيقتلك فلما سمع قولهم قال في نفسه قد وقعت في كل شيء كنت أحذر منه فقالوا : يا فتى إنك والله لا تستطيع أن تكتم ما وجدت فجعل يمليخا لا يدري ما يقول لهم وما يرجع إليهم وفرق حتى ما [ وجد ما ] يخبر إليهم شيئا فلما رأوه لا يتكلم أخذوا كساءه فطرحوه في عنقه ثم جعلوا يقودونه في سكك المدينة [ صغيرهم وكبيرهم ] حتى سمع به من فيها [ فسألوه : ما الخبر؟ ] فقيل : هذا رجل عنده كنز فاجتمع إليه أهل المدينة صغيرهم وكبيرهم فجعلوا ينظرون إليه ويقولون : والله ما هذا الفتى من أهل هذه المدينة وما رأيناه فيها قط وما نعرفه قط فجعل يمليخا لا يدري ما يقول لهم فلما اجتمع عليه أهل المدينة فرق فسكت فلم يتكلم وكان مستيقنا أن أباه وإخوته بالمدينة وأن حسبه ونسبه من أهل المدينة من عظماء أهلها وأنهم سيأتونه إذا سمعوا به فبينا هو قائم كالحيران ينتظر متى يأتيه بعض أهله فيخلصه من أيديهم إذ اختطفوه وانطلقوا به إلى رئيسي المدينة ومدبريها اللذين يدبران أمرها وهما رجلان صالحان اسم أحدهما \" أريوس \" واسم الآخر \" طنطيوس \" فلما انطلق به إليهما ظن يمليخا أنه ينطلق به إلى دقيانوس الجبار فجعل يلتفت يمينا وشمالا وجعل الناس يسخرون منه كما يسخرون من المجنون وجعل يمليخا يبكي ثم رفع رأسه إلى السماء فقال في نفسه اللهم إله السماء وإله الأرض أفرغ اليوم علي صبرا وأولج معي روحا منك تؤيدني به عند هذا الجبار وجعل يبكي ويقول في نفسه : فرق بيني وبين إخوتي يا ليتهم يعلمون ما لقيت ولو أنهم يعلمون فيأتوني فنقوم جميعا بين يدي هذا الجبار فإنا كنا تواثقنا لنكونن معا ولا نكفر بالله ولا نشرك به شيئا ، فرق بيني وبينهم فلن يروني ولن أراهم أبدا وكنا تواثقنا أن لا نفترق في حياة ولا موت أبدا يحدث به نفسه يمليخا فيما أخبر أصحابه حين رجع إليهم حتى انتهى إلى الرجلين الصالحين \" أريوس \" و \" طنطيوس \" .فلما رأى يمليخا أنه لا يذهب به إلى دقيانوس أفاق وذهب عنه البكاء فأخذ أريوس [ وطنطيوس ] الورق فنظرا إليها وعجبا منها ثم قال له أحدهما : أين الكنز الذي وجدت يا فتى؟ فقال يمليخا : ما وجدت كنزا ولكن هذا ورق آبائي ونقش هذه المدينة وضربها ولكن والله ما أدري ما شأني وما أقول لكم فقال أحدهما : فمن أنت؟ فقال يمليخا : أما أنا فكنت أرى أني من أهل هذه المدينة ، فقالوا : ومن أبوك ومن يعرفك فيها فأنبأهم باسم أبيه فلم يجدوا أحدا يعرفه ولا أباه فقال له أحدهما : أنت رجل كذاب لا تنبئنا بالحق ، فلم يدر يمليخا ما يقول لهم غير أنه نكس رأسه [ وأطرق بصره ] إلى الأرض فقال بعض من حوله : هذا رجل مجنون ، وقال بعضهم : ليس بمجنون ولكنه يحمق نفسه عمدا لكي ينفلت منكم فقال له أحدهما ونظر إليه نظرا شديدا : أتظن أنا نرسلك ونصدقك بأن هذا مال أبيك ونقش هذا الورق وضربها أكثر من ثلاثمائة سنة وإنما أنت غلام شاب أتظن أنك تأفكنا وتسخر بنا ونحن شمط كما ترى وحولك سراة أهل المدينة وولاة أمرها وخزائن هذه البلدة بأيدينا وليس عندنا من هذا الضرب درهم ولا دينار وإني لأظنني سآمر بك فتعذب عذابا شديدا ثم أوثقك حتى تعترف بهذا الكنز الذي وجدته .فلما قال ذلك قال لهم يمليخا : أنبئوني عن شيء أسألكم عنه فإن فعلتم صدقتكم عما عندي ، قالوا : سل لا نكتمك شيئا قال لهم : ما فعل الملك دقيانوس ؟ قالوا : لا نعرف اليوم على وجه الأرض ملكا يسمى دقيانوس ولم يكن إلا ملك هلك منذ زمان ودهر طويل وهلكت بعده قرون كثيرة فقال يمليخا : إني إذا لحيران وما يصدقني أحد من الناس بما أقول لقد كنا فتية [ على دين واحد وهو الإسلام ] وإن الملك أكرهنا على عبادة الأوثان والذبح للطواغيت فهربنا منه عشية أمس فنمنا فلما انتبهنا خرجت لأشتري لهم طعاما وأتجسس الأخبار فإذا أنا كما ترون فانطلقوا معي إلى الكهف الذي في جبل بنجلوس أريكم أصحابي فلما سمع أريوس ما يقول يمليخا قال : يا قوم لعل هذه آية من آيات الله جعلها الله لكم على يدي هذا الفتى فانطلقوا بنا معه يرينا أصحابه .فانطلق معه أريوس وأسطيوس وانطلق معهم أهل المدينة كبيرهم وصغيرهم نحو أصحاب الكهف لينظروا إليهم ولما رأى الفتية أصحاب الكهف يمليخا قد احتبس عنهم بطعامهم وشرابهم عن القدر الذي كان يأتي به ظنوا أنه قد أخذ فذهب به إلى ملكهم دقيانوس فبينما هم يظنون ذلك ويتخوفونه إذ سمعوا الأصوات وجلب الخيل مصعدة نحوهم فظنوا أنهم رسل الجبار دقيانوس بعث إليهم ليؤتى بهم فقاموا إلى الصلاة وسلم بعضهم على بعض وأوصى بعضهم بعضا قالوا انطلقوا بنا نأت أخانا يمليخا فإنه الآن بين يدي الجبار ينتظر متى نأتيه فبينما هم يقولون ذلك وهم جلوس بين ظهري الكهف لم يروا إلا أريوس وأصحابه وقوفا على باب الكهف .وسبقهم يمليخا فدخل عليهم وهو يبكي فلما رأوه يبكي بكوا معه ثم سألوه عن شأنه فأخبرهم وقص عليهم النبأ كله فعرفوا عند ذلك أنهم كانوا نياما بأمر الله ذلك الزمان كله بأمر الله وإنما أوقظوا ليكونوا آية للناس وتصديقا للبعث وليعلموا أن الساعة آتية لا ريب فيها .ثم دخل على أثر يمليخا أريوس فرأى تابوتا من نحاس مختوما بخاتم من فضة فقام بباب الكهف ثم دعا رجلا من عظماء أهل المدينة ففتح التابوت عندهم فوجدوا فيه لوحين من رصاص مكتوبا فيهما : أن مكسلمينا ومخشلمينا ويمليخا ومرطونس وكشطونس ويبرونس وديموس وبطيوس وحالوش كانوا فتية هربوا من ملكهم دقيانوس الجبار مخافة أن يفتنهم عن دينهم فدخلوا هذا الكهف فلما أخبر بمكانهم أمر بالكهف فسد عليهم بالحجارة وإنا كتبنا شأنهم وخبرهم ليعلمه من بعدهم إن عثر عليهم فلما قرأوه وعجبوا حمدوا الله الذي أراهم آية البعث فيهم ثم رفعوا أصواتهم بحمد الله وتسبيحه ثم دخلوا على الفتية إلى الكهف فوجدوهم جلوسا بين ظهرانيهم مشرقة وجوههم لم تبل ثيابهم فخر أريوس وأصحابه سجودا وحمدوا الله الذي أراهم آية من آياته ثم كلم بعضهم بعضا وأنبأهم الفتية عن الذي لقوا من ملكهم دقيانوس [ من إكراههم على عبادة الأوثان والذبح للطواغيت وإخفاء إيمانهم عنه وهربهم إلى الكهف ] ثم إن أريوس وأصحابه بعثوا بريدا إلى ملكهم الصالح بيدروس أن عجل إلينا لعلك تنظر إلى آية من آيات الله جعلها الله في ملكك وجعلها آية للعالمين لتكون لهم نورا وضياء وتصديقا للبعث فاعجل إلى فتية بعثهم الله عز وجل وقد كان توفاهم منذ أكثر من ثلاثمائة سنة فلما أتى الملك الخبر رجع إليه عقله وذهب همه فقال : أحمدك الله رب السموات والأرض وأعبدك وأسبح لك تطولت علي ورحمتني فلم تطفئ النور الذي كنت جعلته لآبائي للعبد الصالح أسطنطينوس الملك .فلما نبأ به أهل المدينة ركبوا إليه وساروا معه حتى أتوا مدينة أفسوس فتلقاهم أهل المدينة وساروا معه حتى صعدوا نحو الكهف فلما رأى الفتية بيدروس فرحوا به وخروا سجدا على وجوههم وقام بيدروس فاعتنقهم وبكى وهم جلوس بين يديه على الأرض يسبحون الله ويحمدونه ثم قال الفتية لبيدروس : نستودعك الله [ إيمانك وخواتيم أعمالك ] والسلام عليك ورحمة الله حفظك الله وحفظ ملكك ونعيذك بالله من شر الإنس والجن فبينما الملك قائم إذ رجعوا إلى مضاجعهم فناموا وتوفى الله تعالى أنفسهم وقام الملك إليهم فجعل ثيابهم عليهم وأمر أن يجعل كل رجل منهم في تابوت من ذهب فلما أمسى ونام أتوه في المنام فقالوا له : إننا لم نخلق من ذهب ولا من فضة ولكنا خلقنا من تراب وإلى التراب نصير فاتركنا كما كنا في الكهف على التراب حتى يبعثنا الله منه فأمر الملك حينئذ بتابوت من ساج فجعلوا فيه وحجبهم الله حين خرجوا من عندهم بالرعب فلم يقدر أحد على أن يدخل عليهم فأمر الملك فجعل على باب الكهف مسجدا يصلى فيه وجعل لهم عيدا عظيما وأمر أن يؤتى كل سنة .وقيل : إن يمليخا لما حمل إلى الملك الصالح قال له الملك : من أنت قال : أنا رجل من أهل هذه المدينة وذكر أنه خرج أمس أو منذ أيام وذكر منزله وأقواما لم يعرفهم أحد وكان الملك قد سمع أن فتية فقدوا في الزمن الأول وأن أسماءهم مكتوبة على اللوح بالخزانة فدعا باللوح وقد نظر في أسمائهم فإذا هو من أولئك القوم وذكر أسماء الآخرين فقال يمليخا هم أصحابي فلما سمع الملك ذلك ركب ومن معه من القوم فلما أتوا باب الكهف قال يمليخا : دعوني حتى أدخل على أصحابي فأبشرهم فإنهم إن رأوكم معي أرعبتموهم فدخل فبشرهم فقبض الله أرواحهم وأعمى عليهم أثرهم فلم يهتدوا إليهم وذلك قوله عز وجل :( إذ أوى الفتية إلى الكهف ) أي : صاروا إلى الكهف ، يقال : أوى فلان إلى موضع كذا أي : اتخذه منزلا إلى الكهف وهو غار في جبل بنجلوس واسم الكهف : \" خيرم \" .( فقالوا ربنا آتنا من لدنك رحمة ) ومعنى الرحمة : الهداية في الدين . وقيل : الرزق ( وهيئ لنا ) يسر لنا ( من أمرنا رشدا ) أي : ما يلتمس من رضاك وما فيه رشدنا وقال ابن عباس : رشدا أي مخرجا من الغار في سلامة ."
    },
    { "ayah": 100, "surah": 18, "text": "( وعرضنا ) أبرزنا ( جهنم يومئذ للكافرين عرضا ) حتى يشاهدوها عيانا ." },
    {
      "ayah": 101,
      "surah": 18,
      "text": "( الذين كانت أعينهم في غطاء ) أي : غشاء ، و \" الغطاء \" : ما يغطى به الشيء ويستره ( عن ذكري ) يعني : عن الإيمان والقرآن ، وعن الهدى والبيان . وقيل : عن رؤية الدلائل .( وكانوا لا يستطيعون سمعا ) أي : سمع القبول والإيمان ، لغلبة الشقاوة عليهم .وقيل : لا يعقلون . وقيل : كانوا لا يستطيعون أي : لا يقدرون أن يسمعوا من رسول الله صلى الله عليه وسلم ما يتلوه عليهم لشدة عداوتهم له ، كقول الرجل : لا أستطيع أن أسمع من فلان شيئا لعداوته ."
    },
    {
      "ayah": 102,
      "surah": 18,
      "text": "قوله عز وجل : ( أفحسب ) أفظن ( الذين كفروا أن يتخذوا عبادي من دوني أولياء ) أربابا يريد بالعباد : عيسى والملائكة ، كلا بل هم لهم أعداء ويتبرءون منهم .قال ابن عباس : يعني الشياطين أطاعوهم من دون الله . وقال مقاتل : الأصنام سموا عبادا ، كما قال : \" إن الذين تدعون من دون الله عباد أمثالكم \" ( الأعراف - 194 ) وجواب هذا الاستفهام محذوف .قال ابن عباس : يريد إني لأغضب لنفسي ، يقول : أفظن الذين كفروا أن يتخذوا غيري أولياء ، وأني لا أغضب لنفسي ولا أعاقبهم .وقيل : أفظنوا أنهم ينفعهم أن يتخذوا عبادي من دوني أولياء .( إنا أعتدنا جهنم للكافرين نزلا ) أي : منزلا . قال ابن عباس : هي مثواهم . وقيل : النزل : ما يهيأ للضيف . يريد هي معدة لهم عندنا ، كالنزل للضيف ."
    },
    {
      "ayah": 103,
      "surah": 18,
      "text": "( قل هل ننبئكم بالأخسرين أعمالا ) يعني : الذين أتعبوا أنفسهم في عمل يرجون به فضلا ونوالا ، فنالوا هلاكا وبوارا ، كمن يشتري سلعة يرجو عليها ربحا فخسر وخاب سعيه .واختلفوا فيهم : قال ابن عباس وسعد بن أبي وقاص : هم اليهود والنصارى . وقيل : هم الرهبان"
    },
    {
      "ayah": 104,
      "surah": 18,
      "text": "( الذين ) حبسوا أنفسهم في الصوامع . وقال علي بن أبي طالب : هم أهل حروراء ( ضل سعيهم ) بطل عملهم واجتهادهم ( في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا ) أي عملا ."
    },
    {
      "ayah": 105,
      "surah": 18,
      "text": "( أولئك الذين كفروا بآيات ربهم ولقائه فحبطت ) بطلت ( أعمالهم فلا نقيم لهم يوم القيامة وزنا ) أي لا نجعل لهم خطرا وقدرا ، تقول العرب : \" ما لفلان عندي وزن \" أي : قدر لخسته .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا أحمد عن محمد بن يوسف عن محمد بن إسماعيل حدثنا محمد بن عبد الله حدثنا سعيد بن مريم أنبأنا المغيرة عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال : \" ليأتي الرجل العظيم السمين يوم القيامة لا يزن عند الله جناح بعوضة \" ، وقال اقرءوا إن شئتم : ( فلا نقيم لهم يوم القيامة وزنا ) .قال أبو سعيد الخدري : يأتي أناس بأعمال يوم القيامة هي عندهم في العظم كجبال تهامة ، فإذا وزنوها لم تزن شيئا ، فذلك قوله تعالى ( فلا نقيم لهم يوم القيامة وزنا )"
    },
    {
      "ayah": 106,
      "surah": 18,
      "text": "( ذلك ) الذي ذكرت من حبوط أعمالهم وخسة أقدارهم . ثم ابتدأ فقال : ( جزاؤهم جهنم بما كفروا واتخذوا آياتي ) يعني القرآن ( ورسلي هزوا ) أي سخرية ومهزوءا بهم ."
    },
    {
      "ayah": 107,
      "surah": 18,
      "text": "قوله تعالى ( إن الذين آمنوا وعملوا الصالحات كانت لهم جنات الفردوس ) روينا عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال : \" إذا سألتم الله فاسألوه الفردوس ، فإنه أوسط الجنة وأعلى الجنة ، وفوقه عرش الرحمن ، ومنه تفجر أنهار الجنة \" .قال كعب : ليس في الجنان جنة أعلى من جنة الفردوس ، فيها الآمرون بالمعروف والناهون عن المنكر .وقال قتادة : \" الفردوس \" : ربوة الجنة ، وأوسطها وأفضلها وأرفعها .قال كعب : \" الفردوس \" : هو البستان الذي فيه الأعناب .وقال مجاهد : هو البستان بالرومية .وقال عكرمة : هي الجنة بلسان الحبش .قال الزجاج : هو بالرومية منقول إلى لفظ العربية .وقال الضحاك : هي الجنة الملتفة الأشجار .وقيل : هي الروضة المستحسنة .وقيل : هي التي تنبت ضروبا من النبات ، وجمعه فراديس .( نزلا ) قيل أي : منزلا . وقيل : ما يهيأ للنازل ، على معنى كانت لهم ثمار جنات الفردوس ونعيمها نزلا ، ومعنى \" كانت لهم \" أي : في علم الله قبل أن يخلقوا ."
    },
    {
      "ayah": 108,
      "surah": 18,
      "text": "( خالدين فيها لا يبغون ) لا يطلبون ( عنها حولا ) أي : تحولا إلى غيرها . قال ابن عباس : لا يريدون أن يتحولوا عنها ، كما ينتقل الرجل من دار إذا لم توافقه إلى دار أخرى ."
    },
    {
      "ayah": 109,
      "surah": 18,
      "text": "قوله عز وجل : ( قل لو كان البحر مدادا لكلمات ربي ) قال ابن عباس : قالت اليهود [ يا محمد ] تزعم أنا قد أوتينا الحكمة وفي كتابك ومن يؤت الحكمة فقد أوتي خيرا كثيرا ثم تقول : وما أوتيتم من العلم إلا قليلا فأنزل الله هذه الآية .وقيل : لما نزلت : \" وما أوتيتم من العلم إلا قليلا \" ، قالت اليهود : أوتينا التوراة وفيها علم كل شيء . فأنزل الله تعالى ( قل لو كان البحر مدادا ) سمي المداد مدادا لإمداد الكاتب ، وأصله من الزيادة ومجيء الشيء بعد الشيء .قال مجاهد : لو كان البحر مدادا للقلم ، والقلم يكتب ( لنفد البحر ) أي : ماؤه ( قبل أن تنفد ) قرأ حمزة والكسائي \" ينفد \" بالياء لتقدم الفعل ، والباقون بالتاء ( كلمات ربي ) أي : علمه وحكمه ( ولو جئنا بمثله مددا ) معناه : لو كان الخلائق يكتبون والبحر يمدهم لنفد البحر ولم تنفد كلمات ربي ، ولو جئنا بمثل ماء البحر في كثرته مددا أو زيادة . [ و \" مددا \" منصوب على التمييز ] نظيره قوله تعالى : \" ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله \" ( لقمان - 27 ) ."
    },
    {
      "ayah": 11,
      "surah": 18,
      "text": "( فضربنا على آذانهم ) أي : أنمناهم وألقينا عليهم النوم . وقيل : معناه منعنا نفوذ الأصوات إلى مسامعهم فإن النائم إذا سمع الصوت ينتبه ( في الكهف سنين عددا ) أي : أنمناهم سنين معدودة وذكر العدد على سبيل التأكيد وقيل : ذكره يدل على الكثرة فإن القليل لا يعد في العادة ."
    },
    {
      "ayah": 110,
      "surah": 18,
      "text": "قوله عز وجل : ( قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله واحد ) قال ابن عباس : علم الله رسوله التواضع؛ لئلا يزهو على خلقه ، فأمره أن يقر فيقول : إني آدمي مثلكم ، إلا أني خصصت بالوحي وأكرمني الله به ، يوحى إلي أنما إلهكم إله واحد لا شريك له ( فمن كان يرجو لقاء ربه ) أي : يخاف المصير إليه . وقيل : يأمل رؤية ربه . فالرجاء يكون بمعنى الخوف والأمل جميعا ، قال الشاعر :ولا كل ما ترجو من الخير كائن ولا كل ما ترجو من الشر واقعفجمع بين المعنيين .( فليعمل عملا صالحا ولا يشرك بعبادة ربه أحدا ) أي : لا يرائي بعمله .أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أنبأنا أبو نعيم أخبرنا سفيان عن سلمة هو ابن كهيل قال : سمعت جندبا يقول : قال النبي صلى الله عليه وسلم : \" من سمع ، سمع الله به . ومن يرائي يرائي الله به \" .وروينا عن النبي صلى الله عليه وسلم أنه قال : \" إن أخوف ما أخاف عليكم الشرك الأصغر \" ، قالوا : يا رسول الله وما الشرك الأصغر؟ قال : \" الرياء \" .أخبرنا أحمد بن عبد الله الصالحي أنبأنا أبو سعيد محمد بن موسى الصيرفي حدثنا أبو العباس محمد بن يعقوب الأصم حدثنا محمد بن عبد الله بن عبد الحكم حدثنا أبي حدثنا شعيب قال : حدثنا الليث عن أبي الهاد عن عمرو عن سعيد بن المسيب عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" إن الله تبارك وتعالى يقول : أنا أغنى الشركاء عن الشرك ، من عمل عملا أشرك فيه معي غيري فأنا منه بريء ، هو للذي عمله \" .أخبرنا عبد الواحد بن أحمد المليحي أنبأنا أبو منصور محمد بن محمد بن سمعان حدثنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني حدثنا حميد بن زنجويه حدثنا حفص بن عمر حدثنا همام عن قتادة حدثنا سالم بن أبي الجعد الغطفاني عن معدان بن أبي طلحة عن أبي الدرداء يرويه عن النبي صلى الله عليه وسلم قال : \" من حفظ عشر آيات من أول سورة الكهف عصم من فتنة الدجال \" .وأخبرنا عبد الواحد المليحي أنبأنا أبو منصور السمعاني حدثنا أبو جعفر الرياني حدثنا حميد بن زنجويه حدثنا أبو الأسود حدثنا ابن لهيعة عن زياد عن سهل هو ابن معاذ عن أبيه عن النبي صلى الله عليه وسلم قال : \" من قرأ أول سورة الكهف وآخرها كانت له نورا من قدميه إلى رأسه ، ومن قرأها كلها كانت له نورا من الأرض إلى السماء \" ."
    },
    {
      "ayah": 12,
      "surah": 18,
      "text": "( ثم بعثناهم ) يعني من نومهم ( لنعلم ) أي : علم المشاهدة ( أي الحزبين ) أي الطائفتين ( أحصى لما لبثوا أمدا ) وذلك أن أهل القرية تنازعوا في مدة لبثهم في الكهف . واختلفوا في قوله : \" أحصى لما لبثوا \" أحفظ لما مكثوا في كهفهم نياما أمدا أي : غاية وقال مجاهد : عددا ونصبه على التفسير ."
    },
    {
      "ayah": 13,
      "surah": 18,
      "text": "( نحن نقص عليك ) [ نقرأ عليك ] ( نبأهم ) خبر أصحاب الكهف ( بالحق ) بالصدق ( إنهم فتية ) شبان ( آمنوا بربهم وزدناهم هدى ) إيمانا وبصيرة ."
    },
    {
      "ayah": 14,
      "surah": 18,
      "text": "( وربطنا ) شددنا ( على قلوبهم ) بالصبر والتثبيت وقويناهم بنور الإيمان حتى صبروا على هجران دار قومهم ومفارقة ما كانوا فيه من العز وخصب العيش وفروا بدينهم إلى الكهف ( إذ قاموا ) بين يدي دقيانوس حين عاتبهم على ترك عبادة الصنم ( فقالوا ربنا رب السماوات والأرض لن ندعو من دونه إلها ) قالوا ذلك لأن قومهم كانوا يعبدون الأوثان ( لقد قلنا إذا شططا ) يعني : إن دعونا غير الله لقد قلنا إذا شططا ، قال ابن عباس : جورا . وقال قتادة : كذبا . وأصل الشطط والإشطاط مجاوزة القدر والإفراط ."
    },
    {
      "ayah": 15,
      "surah": 18,
      "text": "( هؤلاء قومنا ) يعني : أهل بلدهم ( اتخذوا من دونه ) أي من دون الله ( آلهة ) يعني : الأصنام يعبدونها ( لولا ) أي : هلا ( يأتون عليهم ) أي : على عبادتهم ( بسلطان بين ) بحجة واضحة تبين وتوضح أن الأصنام لا تستحق العبادة من دون الله ] ( فمن أظلم ممن افترى على الله كذبا ) وزعم أن له شريكا وولدا ."
    },
    {
      "ayah": 16,
      "surah": 18,
      "text": "ثم قال بعضهم لبعض : ( وإذ اعتزلتموهم ) يعني قومهم ( وما يعبدون إلا الله ) قرأ ابن مسعود \" وما يعبدون من دون الله \" وأما القراءة المعروفة فمعناها أنهم كانوا يعبدون الله ويعبدون معه الأوثان يقولون : وإذ : اعتزلتموهم وجميع ما يعبدون إلا الله فإنكم لم تعتزلوا عبادته ( فأووا إلى الكهف ) فالجأوا إليه ( ينشر لكم ) يبسط لكم ( ربكم من رحمته ويهيئ لكم ) يسهل لكم ( من أمركم مرفقا ) أي : ما يعود إليه يسركم ورفقكم قرأ أبو جعفر ونافع وابن عامر \" مرفقا \" بفتح الميم وكسر الفاء وقرأ الآخرون بكسر الميم وفتح الفاء ومعناهما واحد ، وهو ما يرتفق به الإنسان ."
    },
    {
      "ayah": 17,
      "surah": 18,
      "text": "قوله تعالى : ( وترى الشمس إذا طلعت تزاور ) قرأ ابن عامر ويعقوب : \" تزور \" بسكون الزاي وتشديد الراء على وزن تحمر وقرأ أهل الكوفة : بفتح الزاي خفيفة وألف بعدها وقرأ الآخرون بتشديد الزاي وكلها بمعنى واحد أي : تميل وتعدل ( عن كهفهم ذات اليمين ) أي : جانب اليمين ( وإذا غربت تقرضهم ) أي : تتركهم وتعدل عنهم ( ذات الشمال ) أصل القرض القطع ( وهم في فجوة منه ) أي : متسع من الكهف وجمعها فجوات قال ابن قتيبة : كان كهفهم مستقبل بنات نعش لا تقع فيه الشمس عند الطلوع ولا عند الغروب ولا فيما بين ذلك قال : اختار الله لهم مضطجعا في مقناة لا تدخل عليهم الشمس فتؤذيهم بحرها وتغير ألوانهم وهم في متسع ينالهم برد الريح ونسيمها ويدفع عنهم كرب الغار وغمومه .وقال بعضهم : هذا القول خطأ ، وهو أن الكهف كان مستقبل بنات نعش فكانت الشمس لا تقع عليهم ولكن الله صرف الشمس عنهم بقدرته وحال بينها وبينهم ، ألا ترى أنه قال :( ذلك من آيات الله ) من عجائب صنع الله ودلالات قدرته التي يعتبر بها ( من يهد الله فهو المهتد ومن يضلل ) أي : من يضلله الله ولم يرشده ( فلن تجد له وليا ) معينا ( مرشدا )"
    },
    {
      "ayah": 18,
      "surah": 18,
      "text": "قوله تعالى : ( وتحسبهم أيقاظا ) أي : منتبهين جمع يقظ ويقظ ( وهم رقود ) نيام جمع راقد مثل قاعد وقعود وإنما اشتبه حالهم لأنهم كانوا مفتحي الأعين يتنفسون ولا يتكلمون .( ونقلبهم ذات اليمين وذات الشمال ) مرة للجنب الأيمن ومرة للجنب الأيسر . قال ابن عباس : كانوا يقلبون في السنة مرة من جانب إلى جانب لئلا تأكل الأرض لحومهم . وقيل كان يوم عاشوراء يوم تقلبهم . وقال أبو هريرة : كان لهم في كل سنة تقلبان .( ( وكلبهم باسط ذراعيه بالوصيد ) أكثر أهل التفسير على أنه كان من جنس الكلاب .وروي عن ابن جريج : أنه كان أسدا وسمي الأسد كلبا فإن النبي صلى الله عليه وسلم دعا على عتبة بن أبي لهب فقال : \" اللهم سلط عليه كلبا من كلابك \" فافترسه أسد .والأول أصح .قال ابن عباس : كان كلبا أغر . ويروى عنه : فوق القلطي ودون الكردي [ والقلطي : كلب صيني ] .وقال مقاتل : كان أصفر . وقال القرظي : كان شدة صفرته تضرب إلى الحمرة . وقال الكلبي : لونه كالخلنج وقيل : لون الحجر .قال ابن عباس : كان اسمه قطمير وعن علي : اسمه ريان . وقال الأوزاعي : بتور . وقال السدي : تور وقال كعب : صهيلة .قال خالد بن معدان : ليس في الجنة شيء من الدواب سوى كلب أصحاب الكهف وحمار بلعام .قوله ( بالوصيد ) قال مجاهد والضحاك : \" والوصيد \" : فناء الكهف وقال عطاء : \" الوصيد \" عتبة الباب . وقال السدي : \" الوصيد \" الباب وهو رواية عكرمة عن ابن عباس .فإن قيل : لم يكن للكهف باب ولا عتبة؟قيل : معناه موضع الباب والعتبة كان الكلب قد بسط ذراعيه وجعل وجهه عليهم .قال السدي : كان أصحاب الكهف إذا انقلبوا انقلب الكلب معهم وإذا انقلبوا إلى اليمين كسر الكلب أذنه اليمنى ورقد عليها وإذا انقلبوا إلى الشمال كسر أذنه اليسرى ورقد عليها .( لو اطلعت عليهم ) يا محمد ( لوليت منهم فرارا ) لما ألبسهم الله من الهيبة حتى لا يصل إليهم أحد حتى يبلغ الكتاب أجله فيوقظهم الله تعالى من رقدتهم ( ولملئت منهم رعبا ) خوفا قرأ أهل الحجاز بتشديد اللام والآخرون بتخفيفها .واختلفوا في أن الرعب كان لماذا قيل من وحشة المكان .وقال الكلبي : لأن أعينهم كانت مفتحة كالمستيقظ الذي يريد أن يتكلم وهم نيام .وقيل : لكثرة شعورهم وطول أظفارهم ولتقلبهم من غير حس ولا إشعار .وقيل : إن الله تعالى منعهم بالرعب لئلا يراهم أحد .وروي عن سعيد بن جبير عن ابن عباس قال : غزونا مع معاوية نحو الروم فمررنا بالكهف الذي فيه أصحاب الكهف ، فقال معاوية : لو كشف لنا عن هؤلاء فنظرنا إليهم . فقال ابن عباس رضي الله عنهم : لقد منع ذلك من هو خير منك ، فقال : \" لو اطلعت عليهم لوليت منهم فرارا \" فبعث معاوية ناسا فقال : اذهبوا فانظروا فلما دخلوا الكهف بعث الله عليهم ريحا فأخرجتهم ."
    },
    {
      "ayah": 19,
      "surah": 18,
      "text": "قوله تعالى : ( وكذلك بعثناهم ) أي : كما أنمناهم في الكهف وحفظنا أجسادهم من البلى على طول الزمان فكذلك بعثناهم من النومة التي تشبه الموت ( ليتساءلوا بينهم ) ليسأل بعضهم بعضا واللام فيه لام العاقبة لأنهم لم يبعثوا للسؤال .( قال قائل منهم ) وهو رئيسهم مكسلمينا ( كم لبثتم ) في نومكم؟ وذلك أنهم استنكروا طول نومهم ويقال : إنهم راعهم ما فاتهم من الصلاة فقالوا ذلك .( قالوا لبثنا يوما ) وذلك أنهم دخلوا الكهف غدوة فقالوا فانتبهوا [ حين انتبهوا ] عشية فقالوا : لبثنا يوما ثم نظروا وقد بقيت من الشمس بقية فقالوا : ( أو بعض يوم ) فلما نظروا إلى طول شعورهم وأظفارهم علموا أنهم لبثوا أكثر من يوم .( قالوا ربكم أعلم بما لبثتم ) وقيل : إن رئيسهم مكسلمينا لما سمع الاختلاف بينهم قال : دعوا الاختلاف ربكم أعلم بما لبثتم ( فابعثوا أحدكم بورقكم هذه ) يعني يمليخا .قرأ أبو عمرو وحمزة وأبو بكر : بورقكم ساكنة الراء والباقون بكسرها ومعناهما واحد وهي الفضة مضروبة كانت أو غير مضروبة .( إلى المدينة ) قيل : هي طرسوس وكان اسمها في الجاهلية أفسوس فسموها في الإسلام طرسوس .( فلينظر أيها أزكى طعاما ) أي : أحل طعاما حتى لا يكون من غصب أو سبب حرام وقيل : أمروه أن يطلب ذبيحة مؤمن ولا يكون من ذبيحة من يذبح لغير الله وكان فيهم مؤمنون يخفون إيمانهم وقال الضحاك : أطيب طعاما وقال مقاتل بن حيان : أجود طعاما وقال عكرمة : أكثر وأصل الزكاة الزيادة وقيل : أرخص طعاما .( فليأتكم برزق منه ) أي : قوت وطعام تأكلونه ( وليتلطف ) وليترفق في الطريق وفي المدينة وليكن في ستر وكتمان ( ولا يشعرن ) ولا يعلمن ( بكم أحدا ) من الناس ."
    },
    {
      "ayah": 2,
      "surah": 18,
      "text": "\" قيما \" أي : مستقيما . قال ابن عباس : عدلا . وقال الفراء : قيما على الكتب كلها أي : مصدقا لها ناسخا لشرائعها .وقال قتادة : ليس على التقديم والتأخير بل معناه : أنزل على عبده الكتاب ولم يجعل له عوجا ولكن جعله قيما ولم يكن مختلفا على ما قال الله تعالى : \" ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا \" ( النساء - 82 ) .وقيل : معناه لم يجعله مخلوقا وروي عن ابن عباس في قوله : \" قرآنا عربيا غير ذي عوج \" ( الزمر - 28 ) أي : غير مخلوق .( لينذر بأسا شديدا ) أي : لينذر ببأس شديد ( من لدنه ) أي : من عنده ( ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرا حسنا ) أي : الجنة ."
    },
    {
      "ayah": 20,
      "surah": 18,
      "text": "( إنهم إن يظهروا عليكم ) أي : يعلموا بمكانكم ( يرجموكم ) قال ابن جريج : يشتمونكم ويؤذونكم بالقول وقيل : يقتلوكم وقيل : كان من عاداتهم القتل بالحجارة وهو أخبث القتل وقيل : يضربوكم ( أو يعيدوكم في ملتهم ) أي إلى الكفر ( ولن تفلحوا إذا أبدا ) إن عدتم إليه ."
    },
    {
      "ayah": 21,
      "surah": 18,
      "text": "قوله عز وجل : ( وكذلك أعثرنا ) أي : أطلعنا ( عليهم ) يقال : عثرت على الشيء : إذا اطلعت عليه وأعثرت غيري أي : أطلعته ( ليعلموا أن وعد الله حق ) يعني قوم بيدروس الذين أنكروا البعث ( وأن الساعة لا ريب فيها إذ يتنازعون بينهم أمرهم ) قال ابن عباس : يتنازعون في البنيان فقال المسلمون : نبني عليهم مسجدا يصلي فيه الناس لأنهم على ديننا وقال المشركون : نبني عليهم بنيانا لأنهم من أهل نسبنا .وقال عكرمة : تنازعوا في البعث ، فقال المسلمون : البعث للأجساد والأرواح معا ، وقال قوم : للأرواح دون الأجساد فبعثهم الله تعالى وأراهم أن البعث للأجساد والأرواح .وقيل : تنازعوا في مدة لبثهم . وقيل : في عددهم .( ( فقالوا ابنوا عليهم بنيانا ربهم أعلم بهم قال الذين غلبوا على أمرهم ) بيدروس الملك وأصحابه ( لنتخذن عليهم مسجدا )"
    },
    {
      "ayah": 22,
      "surah": 18,
      "text": "( سيقولون ثلاثة رابعهم كلبهم ) روي أن السيد والعاقب وأصحابهما من نصارى أهل نجران كانوا عند النبي صلى الله عليه وسلم فجرى ذكر أصحاب الكهف فقال السيد - وكان يعقوبيا - : كانوا ثلاثة رابعهم كلبهم وقال العاقب - وكان نسطوريا - : كانوا خمسة سادسهم كلبهم وقال المسلمون : كانوا سبعة ثامنهم كلبهم فحقق الله قول المسلمين بعدما حكى قول النصارى فقال : ( سيقولون ثلاثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ) أي : ظنا وحدسا من غير يقين ولم يقل هذا في حق السبعة فقال : ( ويقولون ) يعني : المسلمين ( سبعة وثامنهم كلبهم )اختلفوا في الواو في قوله : ( وثامنهم ) قيل : تركها وذكرها سواء .وقيل : هي واو الحكم والتحقيق كأنه حكى اختلافهم وتم الكلام عند قوله ويقولون سبعة ثم حقق هذا القول بقوله ( وثامنهم كلبهم ) والثامن لا يكون إلا بعد السابع .وقيل : هذه واو الثمانية وذلك أن العرب تعد فتقول واحد اثنان ثلاثة أربعة خمسة ستة سبعة وثمانية لأن العقد كان عندهم سبعة كما هو اليوم عندنا عشرة نظيره قوله تعالى \" التائبون العابدون الحامدون \" إلى قوله : \" والناهون عن المنكر \" ( التوبة - 112 ) وقال في أزواج النبي صلى الله عليه وسلم \" عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وأبكارا \" ( التحريم - 5 ) .( قل ربي أعلم بعدتهم ) أي : بعددهم ( ما يعلمهم إلا قليل ) أي : إلا قليل من الناس . قال ابن عباس : أنا من القليل كانوا سبعة .وقال محمد بن إسحاق : كانوا ثمانية قرأ : ( وثامنهم كلبهم ) أي : حافظهم والصحيح هو الأول .وروي عن ابن عباس أنه قال : هم مكسلمينا ويمليخا ومرطونس وبينونس وسارينونس وذو نوانس وكشفيططنونس وهو الراعي والكلب قطمير .( فلا تمار فيهم ) أي : لا تجادل ولا تقل في عددهم وشأنهم ( إلا مراء ظاهرا ) إلا بظاهر ما قصصنا عليك يقول : حسبك ما قصصت عليك فلا تزد عليه وقف عنده ( ولا تستفت فيهم منهم ) من أهل الكتاب ( أحدا ) أي : لا ترجع إلى قولهم بعد أن أخبرناك ."
    },
    {
      "ayah": 23,
      "surah": 18,
      "text": "( ولا تقولن لشيء إني فاعل ذلك غدا إلا أن يشاء الله ) يعني : إذا عزمت على أن تفعل غدا شيئا فلا تقل : أفعل غدا حتى تقول إن شاء الله وذلك أن أهل مكة سألوه عن الروح وعن أصحاب الكهف وعن ذي القرنين فقال : أخبركم غدا ولم يقل إن شاء الله فلبث الوحي أياما ثم نزلت هذه الآية ."
    },
    {
      "ayah": 24,
      "surah": 18,
      "text": "( واذكر ربك إذا نسيت ) قال ابن عباس ومجاهد والحسن : معناه إذا نسيت الاستثناء ثم ذكرت فاستثن .وجوز ابن عباس الاستثناء المنقطع وإن كان إلى سنة وجوزه الحسن ما دام في المجلس وجوزه بعضهم إذا قرب الزمان فإن بعد فلا يصح . ولم [ يجوز باستثناء ] جماعة حتى يكون متصلا بالكلاموقال عكرمة : معنى الآية : واذكر ربك إذا غضبت .وقال وهب : مكتوب في الإنجيل : ابن آدم اذكرني حين تغضب أذكرك حين أغضب .وقال الضحاك والسدي : هذا في الصلاة .أخبرنا عبد الواحد المليحي أنبأنا الحسن بن أحمد المخلدي حدثنا أبو العباس السراج حدثنا قتيبة حدثنا أبو عوانة عن قتادة عن أنس قال : قال النبي صلى الله عليه وسلم : \" من نسي صلاة فليصلها إذا ذكرها \" .( وقل عسى أن يهدين ربي لأقرب من هذا رشدا ) أي : يثبتني على طريق هو أقرب إليه وأرشد .وقيل : أمر الله نبيه أن يذكره إذا نسي شيئا ويسأله أن يهديه لما هو خير له من ذكر ما نسيه .ويقال : هو أن القوم لما سألوه عن قصة أصحاب الكهف على وجه العناد أمره الله عز وجل أن يخبرهم أن الله سيؤتيه من الحجج على صحة نبوته ما هو أدل لهم من قصة أصحاب الكهف وقد فعل حيث أتاه من علم الغيب المرسلين ما كان أوضح لهم في الحجة وأقرب إلى الرشد من خبر أصحاب الكهف .وقال بعضهم : هذا شيء أمر أن يقوله مع قوله \" إن شاء الله \" إذا ذكر الاستثناء بعد النسيان وإذا نسي الإنسان \" إن شاء الله \" فتوبته من ذلك أن يقول : \" عسى أن يهدين ربي لأقرب من هذا رشدا \" ."
    },
    {
      "ayah": 25,
      "surah": 18,
      "text": "قوله عز وجل ( ولبثوا في كهفهم ) يعني أصحاب الكهف . قال بعضهم : هذا خبر عن أهل الكتاب أنهم قالوا ذلك . ولو كان خبرا من الله عز وجل عن قدر لبثهم لم يكن لقوله \" قل الله أعلم بما لبثوا \" وجه وهذا قول قتادة . ويدل عليه قراءة ابن مسعود : \" وقالوا لبثوا في كهفهم \" ثم رد الله تعالى عليهم فقال : \" قل الله أعلم بما لبثوا \" .وقال الآخرون : هذا إخبار من الله تعالى عن قدر لبثهم في الكهف وهو الأصح .[ وأما قوله : \" قل الله أعلم بما لبثوا \" فمعناه : أن الأمر من مدة لبثهم ] كما ذكرنا فإن نازعوك فيها فأجبهم وقل : الله أعلم بما لبثوا أي : هو أعلم منكم وقد أخبرنا بمدة لبثهم .وقيل : إن أهل الكتاب قالوا : إن هذه المدة من لدن دخلوا الكهف إلى يومنا هذا ثلاثمائة وتسع سنين فرد الله عليهم وقال : \" قل الله أعلم بما لبثوا \" يعني : بعد قبض أرواحهم إلى يومنا هذا لا يعلمه إلا اللهقوله تعالى : ( ثلاث مائة سنين ) قرأ حمزة والكسائي \" ثلاث مائة \" بلا تنوين وقرأ الآخرون بالتنوين .فإن قيل : لم قال : ثلاث مائة سنين [ ولم يقل سنة؟ ] .قيل : نزل قوله : \" ولبثوا في كهفهم ثلاث مائة \" فقالوا : أياما أو شهورا أو سنين؟ فنزلت \" سنين \" .قال الفراء : ومن العرب من يضع سنين في موضع سنة .وقيل : معناه ولبثوا في كهفهم سنين ثلاث مائة .( وازدادوا تسعا ) قال الكلبي قالت نصارى نجران أما \" ثلاث مائة \" فقد عرفنا وأما التسع فلا علم لنا بها فنزلت ."
    },
    {
      "ayah": 26,
      "surah": 18,
      "text": "( قل الله أعلم بما لبثوا ) روي عن علي أنه قال : عند أهل الكتاب أنهم لبثوا ثلاث مائة شمسية والله تعالى ذكر ثلاث مائة قمرية والتفاوت بين الشمسية والقمرية في كل مائة سنة ثلاث سنين فيكون في \" ثلاث مائة \" تسع سنين فلذلك قال : \" وازدادوا تسعا \" .( له غيب السماوات والأرض ) فالغيب ما يغيب عن إدراك والله عز وجل لا يغيب عن إدراكه شيء .( أبصر به وأسمع ) أي : ما أبصر الله بكل موجود وأسمعه لكل مسموع . أي : لا يغيب عن سمعه وبصره شيء .( ما لهم ) أي : ما لأهل السموات والأرض ( من دونه ) أي من دون الله ( من ولي ) ناصر ( ولا يشرك في حكمه أحدا ) قرأ ابن عامر ويعقوب : \" ولا تشرك \" بالتاء على المخاطبة والنهي وقرأ الآخرون بالياء أي : لا يشرك الله في حكمه أحدا . وقيل : \" الحكم \" هنا علم الغيب أي : لا يشرك في علم غيبه أحدا ."
    },
    {
      "ayah": 27,
      "surah": 18,
      "text": "قوله عز وجل : ( واتل ) واقرأ يا محمد ( ما أوحي إليك من كتاب ربك ) يعني القرآن واتبع ما فيه ( لا مبدل لكلماته ) قال الكلبي : لا مغير للقرآن . وقيل : لا مغير لما أوعد بكلماته أهل معاصيه . ( ولن تجد ) أنت ( من دونه ) إن لم تتبع القرآن ( ملتحدا ) قال ابن عباس رضي الله عنهما : حرزا . وقال الحسن : مدخلا . وقال مجاهد : ملجأ . وقيل : معدلا . وقيل : مهربا . وأصله من الميل ."
    },
    {
      "ayah": 28,
      "surah": 18,
      "text": "قوله عز وجل : ( واصبر نفسك ) الآية . نزلت في عيينة بن حصن الفزاري أتى النبي صلى الله عليه وسلم قبل أن يسلم وعنده جماعة من الفقراء فيهم سلمان وعليه شملة قد عرق فيها وبيده خوصة يشقها ثم ينسجها فقال عيينة للنبي صلى الله عليه وسلم : أما يؤذيك ريح هؤلاء ونحن سادات مضر وأشرافها فإن أسلمنا أسلم الناس وما يمنعنا من اتباعك إلا هؤلاء فنحهم عنك حتى نتبعك أو اجعل لنا مجلسا ولهم مجلسا فأنزل الله عز وجل : ( واصبر نفسك ) أي احبس يا محمد نفسك ( مع الذين يدعون ربهم بالغداة والعشي ) طرفي النهار ( يريدون وجهه ) أي : يريدون الله لا يريدون به عرضا من الدنيا .قال قتادة : نزلت في أصحاب الصفة وكانوا سبعمائة رجل فقراء في مسجد رسول الله صلى الله عليه وسلم لا يرجعون إلى تجارة ولا إلى زرع ولا ضرع يصلون صلاة وينتظرون أخرى فلما نزلت هذه الآية قال النبي صلى الله عليه وسلم : \" الحمد لله الذي جعل في أمتي من أمرت أن أصبر نفسي معهم \" .( ولا تعد ) أي : لا تصرف ولا تتجاوز ( عيناك عنهم ) إلى غيرهم ( تريد زينة الحياة الدنيا ) أي : طلب مجالسة الأغنياء والأشراف وصحبة أهل الدنيا .( ولا تطع من أغفلنا قلبه عن ذكرنا ) أي : جعلنا قلبه غافلا عن ذكرنا يعني : عيينة بن حصن . وقيل : أمية بن خلف ( واتبع هواه ) أي مراده في طلب الشهوات ( وكان أمره فرطا ) قال قتادة ومجاهد : ضياعا وقيل : معناه ضيع أمره وعطل أيامه وقيل : ندما . وقال مقاتل بن حيان : سرفا . وقال الفراء : متروكا . وقيل باطلا . وقيل : مخالفا للحق . وقال الأخفش : مجاوزا للحد . قيل : معنى التجاوز في الحد هو قول عيينة : إن أسلمنا أسلم الناس وهذا إفراط عظيم ."
    },
    {
      "ayah": 29,
      "surah": 18,
      "text": "( وقل الحق من ربكم ) أي ما ذكر من الإيمان والقرآن معناه : قل يا محمد لهؤلاء الذين أغفلنا قلوبهم عن ذكرنا : أيها الناس [ قد جاءكم من ربكم الحق ] وإليه التوفيق والخذلان وبيده الهدى والضلال ليس إلي من ذلك شيء .( فمن شاء فليؤمن ومن شاء فليكفر ) هذا على طريق التهديد والوعيد كقوله : \" اعملوا ما شئتم \" ( فصلت - 40 ) .وقيل معنى الآية : وقل الحق من ربكم ولست بطارد المؤمنين لهواكم فإن شئتم فآمنوا وإن شئتم فاكفروا فإن كفرتم فقد أعد لكم ربكم نارا أحاط بكم سرادقها وإن آمنتم فلكم ما وصف الله عز وجل لأهل طاعته .وروي عن ابن عباس رضي الله عنهما في معنى الآية : من شاء الله له الإيمان آمن ومن شاء له الكفر كفر وهو قوله : \" وما تشاءون إلا أن يشاء الله \" ( الإنسان - 30 ) .( إنا أعتدنا ) أعددنا وهيأنا من الإعداد وهو العدة ( للظالمين ) للكافرين ( نارا أحاط بهم سرادقها ) \" السرادق \" : الحجرة التي تطيف بالفساطيط .أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة أنبأنا محمد بن أحمد بن الحارث أنبأنا محمد بن يعقوب الكسائي أنبأنا عبد الله بن محمود أنبأنا إبراهيم بن عبد الله الخلال أنبأنا عبد الله بن المبارك عن رشدين بن سعد حدثني عمرو بن الحارث عن دراج بن أبي السمح عن أبي الهيثم بن عبد الله عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم : أنه قال : \" سرادق النار أربعة جدر كثف كل جدار مثل مسيرة أربعين سنة \" .قال ابن عباس : هو حائط من نار .وقال الكلبي : هو عنق يخرج من النار فيحيط بالكفار كالحظيرة .وقيل : هو دخان يحيط بالكفار وهو الذي ذكره الله تعالى : \" انطلقوا إلى ظل ذي ثلاث شعب \" ( المرسلات - 30 ) .( وإن يستغيثوا ) من شدة العطش ( يغاثوا بماء كالمهل )أخبرنا محمد بن عبد الله بن أبي توبة أنبأنا محمد بن أحمد بن الحارث أنبأنا محمد بن يعقوب الكسائي أنبأنا عبد الله بن محمود أنبأنا إبراهيم بن عبد الله الخلال حدثنا عبد الله بن المبارك عن رشدين بن سعد حدثنا عمرو بن الحارث عن دراج بن أبي السمح عن أبي الهيثم عن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" ( بماء كالمهل ) قال كعكر الزيت فإذا قرب إليه سقطت فروة وجهه فيه \" .وقال ابن عباس : هو ماء غليظ مثل دردي الزيت .وقال مجاهد : هو القيح والدم .وسئل ابن مسعود عن : \" المهل \" فدعا بذهب وفضة فأوقد عليهما النار حتى ذابا ثم قال : هذا أشبه شيء بالمهل .( يشوي الوجوه ) ينضج الوجوه من حره .( بئس الشراب وساءت ) النار ( مرتفقا ) قال ابن عباس : منزلا وقال مجاهد : مجتمعا وقال عطاء : مقرا . وقال القتيبي : مجلسا . وأصل \" المرتفق \" : المتكأ ."
    },
    { "ayah": 3, "surah": 18, "text": "( ماكثين فيه أبدا ) أي : مقيمين فيه ." },
    {
      "ayah": 30,
      "surah": 18,
      "text": "قوله تعالى ( إن الذين آمنوا وعملوا الصالحات إنا لا نضيع أجر من أحسن عملا ) فإن قيل : أين جواب قوله : ( إن الذين آمنوا وعملوا الصالحات ) ؟قيل : جوابه قوله : ( أولئك لهم جنات عدن تجري ) وأما قوله : ( إنا لا نضيع ) فكلام معترض .وقيل : فيه إضمار ، معناه : إن الذين آمنوا وعملوا الصالحات فإنا لا نضيع أجرهم بل نجازيهم ثم ذكر الجزاء فقال ."
    },
    {
      "ayah": 31,
      "surah": 18,
      "text": "( أولئك لهم جنات عدن ) أي إقامة . يقال : عدن فلان بالمكان إذا أقام به سميت عدنا لخلود المؤمنين فيها ( تجري من تحتهم الأنهار يحلون فيها من أساور من ذهب ) قال سعيد بن جبير : يحلى كل واحد منهم ثلاث أساور : واحد من ذهب وواحد من فضة وواحد من لؤلؤ ويواقيت ( ويلبسون ثيابا خضرا من سندس ) وهو ما رق من الديباج ( وإستبرق ) وهو ما غلظ منه ومعنى الغلظ في ثياب الجنة : إحكامه وعن أبي عمران الجوني قال : السندس هو الديباج المنسوج بالذهب ( متكئين فيها ) في الجنان ( على الأرائك ) وهي السرر في الحجال واحدتها أريكة ( نعم الثواب ) أي نعم الجزاء ( وحسنت ) الجنان ( مرتفقا ) أي مجلسا ومقرا ."
    },
    {
      "ayah": 32,
      "surah": 18,
      "text": "( واضرب لهم مثلا رجلين ) الآية قيل : نزلت في أخوين من أهل مكة من بني مخزوم أحدهما مؤمن وهو أبو سلمة عبد الله بن عبد الأسد بن عبد ياليل [ وكان زوج أم سلمة قبل النبي صلى الله عليه وسلم والآخر كافر وهو الأسود بن عبد الأسد بن عبد ياليل ] .وقيل : هذا مثل لعيينة بن حصن وأصحابه مع سلمان وأصحابه شبههما برجلين من بني إسرائيل أخوين أحدهما مؤمن واسمه يهوذا في قول ابن عباس وقال مقاتل : يمليخا والآخر كافر واسمه قطروس وقال وهب : قطفير وهما اللذان وصفهما الله تعالى في سورة \" والصافات \" وكانت قصتهما على ما حكى عبد الله بن المبارك عن معمر عن عطاء الخراساني قال : كان رجلان شريكين لهما ثمانية آلاف دينار وقيل : كانا أخوين ورثا من أبيهما ثمانية آلاف دينار فاقتسماها فعمد أحدهما فاشترى أرضا بألف دينار فقال صاحبه : اللهم إن فلانا قد اشترى أرضا بألف دينار فإني أشتري منك أرضا في الجنة بألف دينار فتصدق بألف دينار ثم إن صاحبه بنى دارا بألف دينار فقال هذا : اللهم إن فلانا بنى دارا بألف دينار فإني أشتري منك دارا في الجنة بألف دينار فتصدق بذلك ثم تزوج صاحبه امرأة فأنفق عليها ألف دينار فقال هذا المؤمن : اللهم إني أخطب إليك امرأة من نساء الجنة بألف دينار فتصدق بألف دينار ثم اشترى صاحبه خدما ومتاعا بألف دينار فقال هذا : اللهم إني أشتري منك متاعا وخدما في الجنة بألف دينار فتصدق بألف دينار ثم أصابته حاجة شديدة فقال : لو أتيت صاحبي لعله ينالني منه معروف فجلس على طريقه حتى مر به في حشمه فقام إليه فنظر إليه الآخر فعرفه فقال : فلان؟ قال : نعم فقال : ما شأنك؟ قال : أصابتني حاجة بعدك فأتيتك لتصيبني بخير فقال : ما فعل مالك وقد اقتسمنا مالا واحدا وأخذت شطره؟ فقص عليه قصته فقال : وإنك لمن المصدقين بهذا ؟ اذهب فلا أعطيك شيئا فطرده فقضي لهما أن توفيا فنزل فيهما : \" فأقبل بعضهم على بعض يتساءلون قال قائل منهم إني كان لي قرين \" ( الصافات - 50 ، 51 ) .وروي أنه لما أتاه أخذ بيده وجعل يطوف به ويريه أموال نفسه فنزل فيهما .( واضرب لهم مثلا رجلين ) اذكر لهم خبر رجلين ( جعلنا لأحدهما جنتين ) بستانين ( من أعناب وحففناهما بنخل ) أي : أطفناهما من جوانبهما بنخل والحفاف : الجانب وجمعه أحفة ، يقال : حف به القوم أي : طافوا بجوانبه ( وجعلنا بينهما زرعا ) أي : جعلنا حول الأعناب النخيل ووسط الأعناب الزرع .وقيل : \" بينهما \" أي بين الجنتين زرعا يعني : لم يكن بين الجنتين موضع خراب ."
    },
    {
      "ayah": 33,
      "surah": 18,
      "text": "( كلتا الجنتين آتت ) أي : أعطت كل واحدة من الجنتين ( أكلها ) ثمرها تاما ( ولم تظلم ) لم تنقص ( منه شيئا وفجرنا ) قرأ العامة بالتشديد وقرأ يعقوب بتخفيف الجيم ( خلالهما نهرا ) يعني : شققنا وأخرجنا وسطهما نهرا ."
    },
    {
      "ayah": 34,
      "surah": 18,
      "text": "( وكان له ) لصاحب البستان ( ثمر ) قرأ عاصم وأبو جعفر ويعقوب ( ثمر ) بفتح الثاء والميم وكذلك : \" بثمره \" وقرأ أبو عمرو : بضم الثاء ساكنة الميم وقرأ الآخرون بضمهما .فمن قرأ بالفتح هو جمع ثمرة وهو ما تخرجه الشجرة من الثمار المأكولة .ومن قرأ بالضم فهي الأموال الكثيرة المثمرة من كل صنف جمع ثمار . وقال مجاهد : ذهب وفضة وقيل : جميع الثمرات .قال الأزهري : \" الثمرة \" تجمع على \" ثمر \" ويجمع \" الثمر \" على \" ثمار \" ثم تجمع \" الثمار \" على \" ثمر \" .( فقال ) يعني صاحب البستان ( لصاحبه ) المؤمن ( وهو يحاوره ) يخاطبه ويجاوبه : ( أنا أكثر منك مالا وأعز نفرا ) أي : عشيرة ورهطا . وقال قتادة : خدما وحشما . وقال مقاتل : ولدا تصديقه قوله تعالى : \" إن ترن أنا أقل منك مالا وولدا \" ( الكهف - 39 ) ."
    },
    {
      "ayah": 35,
      "surah": 18,
      "text": "ودخل جنته ) يعني : الكافر أخذ بيد أخيه المسلم يطوف به فيها ويريه أثمارها ( وهو ظالم لنفسه ) بكفره ( قال ما أظن أن تبيد ) تهلك ( هذه أبدا ) قال أهل المعاني : راقه حسنها وغرته زهرتها فتوهم أنها لا تفنى أبدا وأنكر البعث ."
    },
    {
      "ayah": 36,
      "surah": 18,
      "text": "فقال ( وما أظن الساعة قائمة ) كائنة ( ( ولئن رددت إلى ربي لأجدن خيرا منها منقلبا ) قرأ أهل الحجاز والشام هكذا على التثنية يعني من الجنتين وكذلك هو في مصاحفهم وقرأ الآخرون ( منها ) أي : من الجنة التي دخلها ( منقلبا ) أي : مرجعا .إن قيل : كيف قال : \" ولئن رددت إلى ربي \" وهو منكر البعث؟قيل : معناه ولئن رددت إلى ربي - على ما تزعم أنت - يعطيني هنالك خيرا منها فإنه لم يعطني هذه الجنة في الدنيا إلا ليعطيني في الآخرة أفضل منها ."
    },
    {
      "ayah": 37,
      "surah": 18,
      "text": "( قال له صاحبه ) المسلم ( وهو يحاوره أكفرت بالذي خلقك من تراب ) أي خلق أصلك من تراب ( ثم ) خلقك ( من نطفة ثم سواك رجلا ) أي : عدلك بشرا سويا ذكرا ."
    },
    {
      "ayah": 38,
      "surah": 18,
      "text": "( لكنا هو الله ربي ) قرأ ابن عامر ويعقوب : \" لكنا \" بالألف في الوصل وقرأ الباقون بلا ألف واتفقوا على إثبات الألف في الوقف وأصله : \" لكن أنا \" فحذفت الهمزة طلبا للتخفيف لكثرة استعمالها ثم أدغمت إحدى النونين في الأخرى قال الكسائي فيه تقديم وتأخير مجازه : لكن الله هو ربي ( ولا أشرك بربي أحدا )"
    },
    {
      "ayah": 39,
      "surah": 18,
      "text": "( ولولا إذ دخلت جنتك ) أي : هلا إذ دخلت جنتك ( قلت ما شاء الله ) أي الأمر ما شاء الله . وقيل : جوابه مضمر أي : ما شاء الله كان ، وقوله : ( لا قوة إلا بالله ) أي : لا أقدر على حفظ مالي أو دفع شيء عنه إلا [ بإذن الله ] .وروي عن هشام بن عروة عن أبيه أنه كان إذا رأى من ماله شيئا يعجبه أو دخل حائطا من حيطانه قال ما شاء الله لا قوة إلا بالله .ثم قال : ( إن ترن أنا أقل منك مالا وولدا ) و \" أنا \" عماد ولذلك نصب \" أقل \" معناه : إن ترني أقل منك مالا وولدا فتكبرت وتعظمت علي ."
    },
    { "ayah": 4, "surah": 18, "text": "\" وينذر الذين قالوا اتخذ الله ولداً \" ." },
    {
      "ayah": 40,
      "surah": 18,
      "text": "( فعسى ربي ) فلعل ربي ( أن يؤتين ) يعطيني في الآخرة ( خيرا من جنتك ويرسل عليها ) أي : على جنتك ( حسبانا ) قال قتادة : عذابا وقال ابن عباس رضي الله عنه : نارا . وقال القتيبي : مرامي ( من السماء ) وهي مثل صاعقة أو شيء يهلكها واحدتها : \" حسبانة \" ( فتصبح صعيدا زلقا ) أي أرضا جرداء ملساء لا نبات فيها وقيل : تزلق فيها الأقدام وقال مجاهد : رملا هائلا ."
    },
    {
      "ayah": 41,
      "surah": 18,
      "text": "( أو يصبح ماؤها غورا ) أي : غائرا منقطعا ذاهبا لا تناله الأيدي ولا الدلاء و \" الغور \" : مصدر وضع موضع الاسم مثل : زور وعدل ( فلن تستطيع له طلبا ) يعني : إن طلبته لم تجده ."
    },
    {
      "ayah": 42,
      "surah": 18,
      "text": "( وأحيط بثمره ) أي : أحاط العذاب بثمر جنته وذلك أن الله تعالى أرسل عليها نارا فأهلكتها وغار ماؤها ( فأصبح ) صاحبها الكافر ( يقلب كفيه ) أي يصفق بيده على الأخرى ويقلب كفيه ظهرا لبطن تأسفا وتلهفا ( على ما أنفق فيها وهي خاوية ) أي ساقطة ( على عروشها ) سقوفها ( ويقول يا ليتني لم أشرك بربي أحدا )"
    },
    {
      "ayah": 43,
      "surah": 18,
      "text": "قال الله تعالى ( ولم تكن له فئة ) جماعة ( ينصرونه من دون الله ) يمنعونه من عذاب الله ( وما كان منتصرا ) ممتنعا منتقما أي : لا يقدر على الانتصار لنفسه وقيل : لا يقدر على رد ما ذهب عنه ."
    },
    {
      "ayah": 44,
      "surah": 18,
      "text": "( هنالك الولاية لله الحق ) يعني : في القيامة قرأ حمزة والكسائي \" الولاية \" بكسر الواو يعني السلطان وقرأ الآخرون بفتح الواو من الموالاة والنصر كقوله تعالى : \" الله ولي الذين آمنوا \" ( البقرة - 257 ) قال القتيبي : يريد أنهم يولونه يومئذ ويتبرءون مما كانوا يعبدون .وقيل : بالفتح : الربوبية وبالكسر : الإمارة .( الحق ) برفع القاف : أبو عمرو والكسائي على نعت الولاية وتصديقه قراءة أبي : ( هنالك الولاية لله الحق ) وقرأ الآخرون بالجر على صفة الله كقوله تعالى : \" ثم ردوا إلى الله مولاهم الحق \" ( الأنعام - 62 ) .( هو خير ثوابا ) أفضل جزاء لأهل طاعته لو كان غيره يثيب ( وخير عقبا ) أي : عاقبة طاعته خير من عاقبة طاعة غيره فهو خير إثابة . و \" عاقبة \" : طاعة قرأ حمزة وعاصم \" عقبا \" ساكنة القاف وقرأ الآخرون بضمها ."
    },
    {
      "ayah": 45,
      "surah": 18,
      "text": "قوله تعالى : ( واضرب لهم ) يا محمد أي : لقومك ( مثل الحياة الدنيا كماء أنزلناه من السماء ) يعني المطر ( فاختلط به نبات الأرض ) خرج منه كل لون وزهرة ( فأصبح ) عن قريب ( هشيما ) يابسا قال ابن عباس وقال الضحاك : كسيرا والهشيم : ما يبس وتفتت من النباتات فأصبح هشيما ( تذروه الرياح ) قال ابن عباس : تثيره الرياح وقال أبو عبيدة : تفرقه . وقال القتيبي : تنسفه ( وكان الله على كل شيء مقتدرا ) قادرا ."
    },
    {
      "ayah": 46,
      "surah": 18,
      "text": "( المال والبنون ) التي يفتخر بها عتبة وأصحابه الأغنياء ( زينة الحياة الدنيا ) ليست من زاد الآخرة .قال علي بن أبي طالب رضي الله عنه : المال والبنون حرث الدنيا والأعمال الصالحة حرث الآخرة وقد يجمعها الله لأقوام .( والباقيات الصالحات ) اختلفوا فيها فقال ابن عباس وعكرمة ومجاهد : هي قول : سبحان الله والحمد لله ولا إله إلا الله والله أكبر . وقد روينا أن النبي صلى الله عليه وسلم قال : \" أفضل الكلام أربع كلمات : سبحان الله والحمد لله ولا إله إلا الله والله أكبر \" .أخبرنا أبو القاسم عبد الله بن محمد الحنفي أنبأنا أبو بكر محمد بن الحسن الحيري أخبرنا أبو جعفر عبد الله بن إسماعيل الهاشمي أنبأنا أحمد بن عبد الجبار العطاردي حدثنا أبو معاوية عن الأعمش عن أبي صالح عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لأن أقول سبحان الله والحمد لله ولا إله إلا الله والله أكبر أحب إلي مما طلعت عليه الشمس \" .أخبرنا عبد الواحد المليحي أنبأنا أبو منصور محمد بن محمد بن سمعان أنبأنا أبو جعفر محمد بن أحمد بن عبد الجبار أنبأنا حميد بن زنجويه حدثنا عثمان عن أبي صالح حدثنا ابن لهيعة حدثنا دراج عن أبي الهيثم عن أبي سعيد الخدري عن رسول الله صلى الله عليه وسلم أنه قال : \" استكثروا من الباقيات الصالحات \" قيل : وما هن يا رسول الله؟ [ قال : \" الملة \" قيل : وما هي يا رسول الله ] قال : \" التكبير والتهليل والتسبيح والحمد لله ولا حول ولا قوة إلا بالله العلي العظيم \" .وقال سعيد بن جبير ومسروق وإبراهيم : \" والباقيات الصالحات \" هي : الصلوات الخمس . ويروى هذا عن ابن عباس .وعنه رواية أخرى : أنها الأعمال الصالحة وهو قول قتادة .قوله تعالى ( خير عند ربك ثوابا ) أي جزاء . المراد : ( وخير أملا ) أي ما يأمله الإنسان ."
    },
    {
      "ayah": 47,
      "surah": 18,
      "text": "قوله عز وجل : ( ويوم نسير الجبال ) قرأ ابن كثير وأبو عمرو وابن عامر : \" تسير \" بالتاء وفتح الياء ( الجبال ) رفع دليله : قوله تعالى : \" وإذا الجبال سيرت \" ( التكوير - 3 ) .وقرأ الآخرون بالنون وكسر الياء \" الجبال \" نصب وتسيير الجبال : نقلها من مكان إلى مكان .( وترى الأرض بارزة ) أي : ظاهرة ليس عليها شجر ولا جبل ولا نبات كما قال : \" فيذرها قاعا صفصفا لا ترى فيها عوجا ولا أمتا \" ( طه - 107 ) .قال عطاء : هو بروز ما في باطنها من الموتى وغيرهم فترى باطن الأرض ظاهرا .( وحشرناهم ) جميعا إلى الموقف والحساب ( فلم نغادر منهم ) أي : نترك منهم ( أحدا )"
    },
    {
      "ayah": 48,
      "surah": 18,
      "text": "( وعرضوا على ربك صفا ) أي صفا صفا فوجا فوجا لا أنهم صف واحد وقيل : قياما ثم يقال لهم يعني الكفار ( ( لقد جئتمونا كما خلقناكم أول مرة ) يعني أحياء وقيل : فرادى كما ذكر في سورة الأنعام وقيل : غرلا .( بل زعمتم ألن نجعل لكم موعدا ) يوم القيامة يقوله لمنكري البعث .أخبرنا عبد الواحد المليحي أنبأنا أحمد بن عبد الله النعيمي أنبأنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا معلى بن أسد حدثنا وهب عن ابن طاوس عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" يحشر الناس على ثلاث طرائق راغبين وراهبين واثنان على بعير وثلاثة على بعير وأربعة على بعير وعشرة على بعير وتحشر بقيتهم النار تقيل معهم حيث قالوا وتبيت معهم حيث باتوا وتصبح معهم حيث أصبحوا وتمسي معهم حيث أمسوا \" .أخبرنا عبد الواحد المليحي أنبأنا أحمد بن عبد الله النعيمي أنبأنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا محمد بن كثير حدثنا سفيان بن المغيرة بن النعمان حدثني سعيد بن جبير عن ابن عباس أن النبي صلى الله عليه وسلم قال : \" إنكم محشورون حفاة عراة غرلا \" ثم قرأ \" كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين \" ( الأنبياء - 104 ) وأول من يكسى يوم القيامة إبراهيم وإن ناسا من أصحابي يؤخذ بهم ذات الشمال فأقول أصحابي أصحابي فيقول : إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم فأقول كما قال العبد الصالح : \" وكنت عليهم شهيدا ما دمت فيهم \" إلى قوله : \" العزيز الحكيم \" ( المائدة 117 - 118 ) .أخبرنا أبو الحسن السرخسي [ أخبرنا زاهر بن أحمد السرخسي ] أخبرنا أبو القاسم جعفر بن محمد بن المغلس ببغداد حدثنا هارون بن إسحاق الهمذاني أنبأنا أبو خالد الأحمر عن حاتم بن أبي صغير عن ابن أبي مليكة عن القاسم بن محمد عن عائشة قالت : قلت يا رسول الله كيف يحشر الناس يوم القيامة؟ قال : \" عراة حفاة \" قالت : قلت والنساء؟ قال : \" والنساء \" قالت : قلت يا رسول الله نستحي قال : \" يا عائشة الأمر أشد من ذلك أن يهمهم أن ينظر بعضهم إلى بعض \" ."
    },
    {
      "ayah": 49,
      "surah": 18,
      "text": "قوله عز وجل : ( ووضع الكتاب ) يعني : كتب [ أعمال العباد ] توضع في أيدي الناس في أيمانهم وشمائلهم وقيل : معناه توضع بين يدي الله تعالى ( فترى المجرمين مشفقين ) خائفين ( مما فيه ) من الأعمال السيئة ( ويقولون ) إذا رأوها ( يا ويلتنا ) يا هلاكنا و \" الويل \" و \" الويلة \" : الهلكة وكل من وقع في هلكة دعا بالويل ومعنى النداء تنبيه المخاطبين ( ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة ) من ذنوبنا . قال ابن عباس : \" الصغيرة \" : التبسم و \" الكبيرة \" : القهقهة وقال سعيد بن جبير : \" الصغيرة \" : اللمم واللمس والقبلة و \" الكبيرة \" : الزنا . ( إلا أحصاها ) عدها قال السدي : كتبها وأثبتها قال مقاتل بن حيان حفظها .أخبرنا الإمام أبو علي الحسين بن محمد القاضي أنبأنا أبو العباس عبد الله بن محمد بن هارون الطيسفوني أنبأنا أبو الحسن محمد بن أحمد الترابي أنبأنا أبو بكر أحمد بن محمد بن عمرو بن بسطام أنبأنا أبو الحسن أحمد بن يسار القرشي حدثنا يوسف بن عدي المصري حدثنا أبو ضمرة أنس بن عياض عن أبي حازم قال : لا أعلمه إلا عن سهل بن سعد قال : قال رسول الله صلى الله عليه وسلم : \" إياكم ومحقرات الذنوب فإنما مثل محقرات الذنوب مثل قوم نزلوا بطن واد فجاء هذا بعود وجاء هذا بعود فأنضجوا خبزهم وإن محقرات الذنوب لموبقات .قوله تعالى : ( ووجدوا ما عملوا حاضرا ) مكتوبا مثبتا في كتابهم ( ولا يظلم ربك أحدا ) أي لا ينقص ثواب أحد عمل خيرا .وقال الضحاك : لا يؤاخذ أحدا بجرم لم يعمله .وقال عبد الله بن قيس : \" يعرض الناس يوم القيامة ثلاث عرضات فأما العرضتان : فجدال ومعاذير وأما العرضة الثالثة : فعند ذلك تطير الصحف في الأيدي فآخذ بيمينه وآخذ بشماله \" ورفعه بعضهم عن أبي موسى ."
    },
    {
      "ayah": 5,
      "surah": 18,
      "text": "( ما لهم به من علم ولا لآبائهم ) أي : قالوه عن جهل لا عن علم ( كبرت ) أي : عظمت ( كلمة ) نصب على التمييز يقال تقديره : كبرت الكلمة كلمة وقيل : من كلمة فحذف \" من \" فانتصب ( تخرج من أفواههم ) أي : تظهر من أفواههم ( إن يقولون ) ما يقولون ( إلا كذبا )"
    },
    {
      "ayah": 50,
      "surah": 18,
      "text": "قوله عز وجل : ( وإذ قلنا للملائكة اسجدوا لآدم ) يقول : واذكر يا محمد إذ قلنا للملائكة اسجدوا لآدم ( فسجدوا إلا إبليس كان من الجن ) قال ابن عباس : كان من حي من الملائكة يقال لهم الجن خلقوا من نار السموم . وقال الحسن : كان من الجن ولم يكن من الملائكة فهو أصل الجن كما أن آدم أصل الإنس ( ففسق ) أي خرج ( عن أمر ربه ) عن طاعة ربه ( أفتتخذونه ) يعني يا بني آدم ( وذريته أولياء من دوني وهم لكم عدو ) أي أعداء .روى مجالد عن الشعبي قال : إني لقاعد يوما إذ أقبل رجل فقال : أخبرني هل لإبليس زوجة؟ قلت : إن ذلك عرس ما شهدته ، ثم ذكرت قوله تعالى : ( أفتتخذونه وذريته أولياء من دوني ) فعلمت أنه لا تكون الذرية إلا من الزوجة ، فقلت : نعم .وقال قتادة : يتوالدون كما يتوالد بنو آدم .وقيل : إنه يدخل ذنبه في دبره فيبيض فتنفلق البيضة عن جماعة من الشياطين .قال مجاهد : من ذرية إبليس : \" لاقيس \" و \" ولهان \" وهما صاحبا الطهارة والصلاة ، و \" الهفاف \" و \" مرة \" وبه يكنى و \" زلنبور \" وهو صاحب [ الأسواق ، يزين اللغو والحلف الكاذب ومدح السلع ، و \" ثبر \" وهو صاحب المصائب ] يزين خمش الوجوه ولطم الخدود وشق الجيوب و \" الأعور \" وهو صاحب الزنا ينفخ في إحليل الرجل وعجز المرأة و \" مطوس \" وهو صاحب الأخبار الكاذبة يلقيها في أفواه الناس لا يجدون لها أصلا و \" داسم \" وهو الذي إذا دخل الرجل بيته ولم يسلم ولم يذكر اسم الله بصره من المتاع ما لم يرفع أو يحتبس موضعه وإذا أكل ولم يذكر اسم الله أكل معه قال الأعمش : ربما دخلت البيت ولم أذكر اسم الله ولم أسلم فرأيت مطهرة فقلت ارفعوا هذه وخاصمتهم ثم أذكر اسم الله فأقول داسم داسم .وروي عن أبي بن كعب عن النبي صلى الله عليه وسلم أنه قال : \" إن للوضوء شيطانا يقال له الولهان فاتقوا وسواس الماء \" .أخبرنا إسماعيل بن عبد القاهر أنبأنا عبد الغافر بن محمد أنبأنا محمد بن عيسى الجلودي أنبأنا إبراهيم بن محمد بن سفيان أنبأنا مسلم بن الحجاج حدثنا يحيى بن خلف الباهلي أنبأنا عبد الأعلى عن سعيد الجريري عن أبي العلاء; أن عثمان بن أبي العاص أتى النبي صلى الله عليه وسلم فقال : يا رسول الله إن الشيطان قد حال بيني وبين صلاتي وبين قراءتي يلبسها علي فقال رسول الله صلى الله عليه وسلم : \" ذاك شيطان يقال له خنزب ، فإذا أحسسته فتعوذ بالله منه واتفل عن يسارك ثلاثا \" قال : ففعلت ذلك فأذهبه الله عني .وأخبرنا إسماعيل بن عبد القاهر أنبأنا عبد الغافر بن محمد بن عيسى الجلودي حدثنا إبراهيم بن محمد بن سفيان أنبأنا مسلم بن الحجاج حدثنا أبو كريب محمد بن علاء أنبأنا أبو معاوية حدثنا الأعمش عن أبي سفيان عن جابر بن عبد الله رضي الله عنهم قال : قال رسول الله صلى الله عليه وسلم : \" إن إبليس يضع عرشه على الماء ثم يبعث سراياه فأدناهم منه منزلة أعظمهم فتنة يجيء أحدهم فيقول : فعلت كذا وكذا فيقول : ما صنعت شيئا ، قال : ثم يجيء أحدهم فيقول : ما تركته حتى فرقت بينه وبين امرأته ، قال : فيدنيه منه ، ويقول : نعم أنت \" . قال الأعمش أراه قال : فيلتزمه .قوله تعالى ( بئس للظالمين بدلا ) قال قتادة : بئس ما استبدلوا طاعة إبليس وذريته بعبادة ربهم ."
    },
    {
      "ayah": 51,
      "surah": 18,
      "text": "( ما أشهدتهم ) ما أحضرتهم وقرأ أبو جعفر \" ما أشهدناهم \" بالنون والألف على التعظيم أي : أحضرناهم يعني إبليس وذريته . وقيل : الكفار . وقال الكلبي : يعني الملائكة ( خلق السماوات والأرض ولا خلق أنفسهم ) يقول : ما أشهدتهم خلقا فأستعين بهم على خلقها وأشاورهم فيها ، ( وما كنت متخذ المضلين عضدا ) أي الشياطين الذين يضلون الناس عضدا ، أي : أنصارا وأعوانا ."
    },
    {
      "ayah": 52,
      "surah": 18,
      "text": "قوله عز وجل : ( ويوم يقول ) قرأ حمزة بالنون والآخرون بالياء أي يقول الله لهم يوم القيامة : ( نادوا شركائي ) يعني الأوثان ( الذين زعمتم ) أنهم شركائي ( فدعوهم ) فاستغاثوا بهم ( فلم يستجيبوا لهم ) أي : لم يجيبوهم ولم ينصروهم ( وجعلنا بينهم ) يعني : بين الأوثان وعبدتها . وقيل : بين أهل الهدى وأهل الضلالة ، ( موبقا ) مهلكا قاله عطاء والضحاك . وقال ابن عباس : هو واد في النار . وقال مجاهد : واد في جهنم .وقال عكرمة : هو نهر في النار يسيل نارا على حافته حيات مثل البغال الدهم .قال ابن الأعرابي : وكل حاجز بين شيئين فهو موبق وأصله الهلاك يقال : أوبقه أي : أهلكه .قال الفراء : وجعلنا تواصلهم في الدنيا مهلكا لهم في الآخرة ، والبين على هذا القول التواصل كقوله تعالى : \" لقد تقطع بينكم \" الأنعام - 94 . على قراءة من قرأ بالرفع ."
    },
    {
      "ayah": 53,
      "surah": 18,
      "text": "( ورأى المجرمون النار ) أي المشركون ( فظنوا ) أيقنوا ( أنهم مواقعوها ) داخلوها وواقعون فيها ( ولم يجدوا عنها مصرفا ) معدلا لأنها أحاطت بهم من كل جانب ."
    },
    {
      "ayah": 54,
      "surah": 18,
      "text": "قوله عز وجل : ( ولقد صرفنا ) بينا ( في هذا القرآن للناس من كل مثل ) أي ليتذكروا ويتعظوا ( وكان الإنسان أكثر شيء جدلا ) خصومة في الباطل .قال ابن عباس : أراد النضر بن الحارث وجداله في القرآن .قال الكلبي : أراد به أبي بن خلف الجمحي .وقيل : المراد من الآية الكفار ، لقوله تعالى : \" ويجادل الذين كفروا بالباطل \" ( الكهف - 56 ) .وقيل : هي على العموم ، وهذا أصح .أخبرنا عبد الواحد بن أحمد المليحي ، أنبأنا أحمد بن عبد الله النعيمي أنبأنا محمد بن يوسف أنبأنا محمد بن إسماعيل أخبرنا أبو اليمان أخبرنا شعيب عن الزهري أنبأنا علي بن الحسين أن الحسين بن علي أخبره أن عليا أخبره أن رسول الله صلى الله عليه وسلم طرقه وفاطمة بنت رسول الله صلى الله عليه وسلم ليلة ، فقال : \" ألا تصليان؟ قلت : يا رسول الله إن أنفسنا بيد الله ، فإذا شاء أن يبعثنا بعثنا فانصرف رسول الله صلى الله عليه وسلم حين قلت له ذلك ولم يرجع إلي شيئا ، ثم سمعته وهو مول يضرب فخذه وهو يقول : ( وكان الإنسان أكثر شيء جدلا ) .\""
    },
    {
      "ayah": 55,
      "surah": 18,
      "text": "قوله عز وجل : ( وما منع الناس أن يؤمنوا إذ جاءهم الهدى ) القرآن والإسلام والبيان من الله عز وجل وقيل : إنه الرسول صلى الله عليه وسلم . ( ويستغفروا ربهم إلا أن تأتيهم سنة الأولين ) يعني سنتنا في إهلاكهم إن لم يؤمنوا .وقيل : إلا طلب أن تأتيهم سنة الأولين من معاينة العذاب كما قالوا : \" اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم \" ( الأنفال - 32 ) .( أو يأتيهم العذاب قبلا ) قال ابن عباس : أي : عيانا من المقابلة . وقال مجاهد : فجأة ، وقرأ أبو جعفر وأهل الكوفة : ( قبلا ) بضم القاف والباء ، جمع قبيل أي : أصناف العذاب نوعا نوعا ."
    },
    {
      "ayah": 56,
      "surah": 18,
      "text": "( وما نرسل المرسلين إلا مبشرين ومنذرين ويجادل الذين كفروا بالباطل ) ومجادلتهم قولهم : \" أبعث الله بشرا رسولا \" ( الإسراء - 94 ) . \" لولا نزل هذا القرآن على رجل من القريتين عظيم \" ( الزخرف - 31 ) وما أشبهه ( ليدحضوا ) ليبطلوا ( به الحق ) وأصل الدحض الزلق يريد ليزيلوا به الحق ( واتخذوا آياتي وما أنذروا هزوا ) فيه إضمار يعني وما أنذروا به وهو القرآن هزوا أي استهزاء ."
    },
    {
      "ayah": 57,
      "surah": 18,
      "text": "( ومن أظلم ممن ذكر ) وعظ ( بآيات ربه فأعرض عنها ) تولى عنها وتركها ولم يؤمن بها ( ونسي ما قدمت يداه ) أي : ما عمل من المعاصي من قبل ( إنا جعلنا على قلوبهم أكنة ) أغطية ( أن يفقهوه ) أي : يفهموه يريد لئلا يفهموه ( وفي آذانهم وقرا ) أي صمما وثقلا ( وإن تدعهم ) يا محمد ( إلى الهدى ) إلى الدين ( فلن يهتدوا إذا أبدا ) وهذا في أقوام علم الله منهم أنهم لا يؤمنون ."
    },
    {
      "ayah": 58,
      "surah": 18,
      "text": "( وربك الغفور ذو الرحمة ) ذو النعمة ( لو يؤاخذهم ) يعاقب الكفار ( بما كسبوا ) من الذنوب ( لعجل لهم العذاب ) في الدنيا ( بل لهم موعد ) يعني البعث والحساب ( لن يجدوا من دونه موئلا ) ملجأ ."
    },
    {
      "ayah": 59,
      "surah": 18,
      "text": "( وتلك القرى أهلكناهم ) يعني : قوم نوح وعاد وثمود وقوم لوط وغيرهم ( لما ظلموا ) كفروا ( وجعلنا لمهلكهم موعدا ) أي : أجلا قرأ أبو بكر \" لمهلكهم \" بفتح الميم واللام ، [ وقرأ حفص بفتح الميم وكسر اللام ، وكذلك في النمل \" مهلك \" أي لوقت هلاكهم ] وقرأ الآخرون بضم الميم وفتح اللام أي : لإهلاكهم ."
    },
    {
      "ayah": 6,
      "surah": 18,
      "text": "( فلعلك باخع نفسك على آثارهم ) من بعدهم ( إن لم يؤمنوا بهذا الحديث ) أي : القرآن ( أسفا ) أي حزنا وقيل غضبا ."
    },
    {
      "ayah": 60,
      "surah": 18,
      "text": "قوله عز وجل : ( وإذ قال موسى لفتاه لا أبرح حتى أبلغ مجمع البحرين ) عامة أهل العلم قالوا : إنه موسى بن عمران . وقال بعضهم : هو موسى بن ميشا من أولاد يوسف والأول أصح .أخبرنا عبد الواحد بن أحمد المليحي أنبأنا أحمد بن عبد الله النعيمي أنبأنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا الحميدي حدثنا سفيان حدثنا عمرو بن دينار أخبرني سعيد بن جبير قال : قلت لابن عباس : إن نوفا البكالي يزعم أن موسى صاحب الخضر ليس هو موسى بني إسرائيل فقال ابن عباس : كذب عدو الله حدثنا أبي بن كعب أنه سمع رسول الله صلى الله عليه وسلم يقول : \" إن موسى قام خطيبا في بني إسرائيل فسئل أي الناس أعلم؟ فقال : أنا ، فعتب الله عليه إذ لم يرد العلم إليه ، فأوحى الله إليه أن لي عبدا بمجمع البحرين هو أعلم منك ، قال موسى : يا رب فكيف لي به؟ قال : تأخذ معك حوتا فتجعله في مكتل فحيث ما فقدت الحوت فهو ثم . فأخذ حوتا فجعله في مكتل ثم انطلق وانطلق معه فتاه يوشع بن نون حتى إذا أتيا الصخرة وضعا رءوسهما فناما واضطرب الحوت في المكتل فخرج منه فسقط في البحر ، فاتخذ سبيله في البحر سربا وأمسك الله تعالى عن الحوت جرية الماء فصار عليه مثل الطاق فلما استيقظ نسي صاحبه أن يخبره بالحوت فانطلقا بقية يومهما وليلتهما حتى إذا كان من الغد قال موسى لفتاه : آتنا غداءنا لقد لقينا من سفرنا هذا نصبا قال : ولم يجد موسى النصب حتى جاوز المكان الذي أمر به وقال له فتاه : أرأيت إذ أوينا إلى الصخرة فإني نسيت الحوت وما أنسانيه إلا الشيطان أن أذكره واتخذ سبيله في البحر عجبا قال : فكان للحوت سربا ولموسى ولفتاه عجبا وقال موسى : ذلك ما كنا نبغ قال : رجعا يقصان آثارهما حتى انتهيا إلى الصخرة فإذا رجل مسجى بثوب فسلم عليه موسى فقال الخضر عليه السلام : وأنى بأرضك السلام ، فقال : أنا موسى قال : موسى بني إسرائيل؟ قال : نعم أتيتك لتعلمني مما علمت رشدا ، قال : إنك لن تستطيع معي صبرا يا موسى ، إني على علم من الله علمنيه لا تعلمه أنت ، وأنت على علم من علم الله علمك الله لا أعلمه فقال موسى : ستجدني إن شاء الله صابرا ولا أعصي لك أمرا ، فقال له الخضر : فإن اتبعتني فلا تسألني عن شيء حتى أحدث لك منه ذكرا ، فانطلقا يمشيان على ساحل البحر فمرت سفينة فكلموهم أن يحملوهم ، فعرفوا الخضر فحملوهم بغير نول ، فلما ركبا في السفينة لم يضح إلا والخضر قد قلع لوحا من ألواح السفينة بالقدوم ، فقال له موسى : قوم حملونا بغير نول عمدت إلى سفينتهم فخرقتها لتغرق أهلها؟ لقد جئت شيئا إمرا! قال : ألم أقل لك إنك لن تستطيع معي صبرا؟ قال : لا تؤاخذني بما نسيت ولا ترهقني من أمري عسرا ، قال : وقال رسول الله صلى الله عليه وسلم : \" كانت الأولى من موسى نسيانا [ والوسطى شرطا والثالثة عمدا \" ] قال : وجاء عصفور فوقع على حرف السفينة فنقر في البحر نقرة فقال له الخضر : ما [ نقص ] علمي وعلمك من علم الله إلا مثل ما نقص هذا العصفور من هذا البحر ، ثم خرجا من السفينة ، فبينما هما يمشيان على الساحل إذ أبصر الخضر غلاما يلعب مع الغلمان ، فأخذ الخضر برأسه فاقتلعه بيده فقتله فقال له موسى : أقتلت نفسا زكية بغير نفس لقد جئت شيئا نكرا قال ألم أقل لك إنك لن تستطيع معي صبرا قال : وهذه أشد من الأولى قال : إن سألتك عن شيء بعدها فلا تصاحبني قد بلغت من لدني عذرا فانطلقا حتى إذا أتيا أهل قرية استطعما أهلها فأبوا أن يضيفوهما فوجدا فيها جدارا يريد أن ينقض فأقامه ، قال : كان مائلا فقال الخضر بيده فأقامه ، فقال موسى : قوم أتيناهم فلم يطعمونا ولم يضيفونا لو شئت لاتخذت عليه أجرا قال : \" هذا فراق بيني وبينك سأنبئك بتأويل ما لم تستطع عليه صبرا \" فقال رسول الله صلى الله عليه وسلم : \" وددنا أن موسى كان صبر حتى يقص علينا من خبرهما \" .قال سعيد بن جبير : فكان ابن عباس يقرأ : \" وكان أمامهم ملك يأخذ كل سفينة صالحة غصبا \" ، وكان يقرأ : \" وأما الغلام فكان كافرا وكان أبواه مؤمنين \" .وعن سعيد بن جبير في رواية أخرى عن ابن عباس عن أبي بن كعب قال رسول الله صلى الله عليه وسلم : \" [ قام موسى ] رسول الله فذكر الناس يوما حتى إذا فاضت العيون ورقت القلوب ولى فأدركه رجل فقال : أي رسول الله هل في الأرض أحد أعلم منك؟ قال : لا - فعتب الله عليه إذ لم يرد العلم إلى الله - قيل : بلى [ عبدنا الخضر ] قال : يا رب وأين؟ قال : بمجمع البحرين [ قال : رب اجعل لي علما أعلم ذلك به ] قال : فخذ حوتا ميتا حيث ينفخ فيه الروح وفي رواية قيل له : تزود حوتا مالحا فإنه حيث تفقد الحوت فأخذ حوتا فجعله في مكتل \" .رجعنا إلى التفسير; قوله عز وجل : ( وإذ قال موسى لفتاه ) يوشع بن نون ( لا أبرح ) أي لا أزال أسير ( حتى أبلغ مجمع البحرين ) قال قتادة : بحر فارس وبحر الروم مما يلي المشرق . وقال محمد بن كعب طنجة . وقال أبي بن كعب : إفريقية .( أو أمضي حقبا ) وإن كان حقبا أي دهرا طويلا وزمانا ، وجمعه أحقاب ، والحقب : جمع الحقب . قال عبد الله بن عمر : والحقب ثمانون سنة فحملا خبزا وسمكة مالحة حتى انتهيا إلى الصخرة التي عند مجمع البحرين ليلا وعندها عين تسمى ماء الحياة لا يصيب ذلك الماء شيئا إلا حي فلما أصاب السمكة روح الماء وبرده اضطربت في المكتل وعاشت ودخلت البحر ."
    },
    {
      "ayah": 61,
      "surah": 18,
      "text": "فذلك قوله تعالى : ( فلما بلغا ) يعني موسى وفتاه ( مجمع بينهما ) أي : بين الفريقين ( نسيا ) تركا ( حوتهما ) وإنما كان الحوت مع يوشع وهو الذي نسيه وأضاف النسيان إليهما لأنهما جميعا تزوداه لسفرهما كما يقال : خرج القوم إلى موضع كذا وحملوا من الزاد كذا وإنما حمله واحد منهم .( فاتخذ ) أي الحوت ( سبيله في البحر سربا ) أي مسلكا . [ وروي عن أبي بن كعب عن رسول الله صلى الله عليه وسلم : \" انجاب الماء عن مسلك ] الحوت فصار كوة لم يلتئم فدخل موسى الكوة على أثر الحوت فإذا هو بالخضر \" .قال ابن عباس : جعل الحوت لا يمس شيئا من البحر إلا يبس حتى صار صخرة .وقال الكلبي : توضأ يوشع بن نون من عين الحياة فانتضح على الحوت المالح في المكتل من ذلك الماء فعاش ثم وثب في ذلك الماء فجعل يضرب بذنبه فلا يضرب بذنبه شيئا من الماء وهو ذاهب إلا يبس .وقد روينا أنهما لما انتهيا إلى الصخرة وضعا رءوسهما فناما واضطرب الحوت فخرج وسقط في البحر فاتخذ سبيله في البحر سربا فأمسك الله عن الحوت جرية الماء فصار عليه مثل الطاق فلما استيقظ موسى نسي صاحبه أن يخبره فانطلقا حتى إذا كان من الغد ."
    },
    {
      "ayah": 62,
      "surah": 18,
      "text": "قوله تعالى : ( فلما جاوزا ) يعني ذلك الموضع وهو مجمع البحرين ( قال ) موسى ( لفتاه آتنا غداءنا ) أي طعامنا والغداء ما يعد للأكل غدوة والعشاء ما يعد للأكل عشية ( لقد لقينا من سفرنا هذا نصبا ) أي : تعبا وشدة وذلك أنه ألقي على موسى الجوع بعد مجاوزة الصخرة ليتذكر الحوت ويرجع إلى مطلبه ."
    },
    {
      "ayah": 63,
      "surah": 18,
      "text": "قال ) له فتاه وتذكر ( أرأيت إذ أوينا إلى الصخرة ) وهي صخرة كانت بالموضع الموعود قال معقل بن زياد : هي الصخرة التي دون نهر الزيت ( فإني نسيت الحوت ) أي تركته وفقدته وذلك أن يوشع حين رأى ذلك من الحوت قام ليدرك موسى فيخبره فنسي أن يخبره فمكثا يومهما حتى صليا الظهر من الغد .قيل في الآية إضمار معناه : نسيت أن أذكر لك أمر الحوت ثم قال :( وما أنسانيه إلا الشيطان أن أذكره ) أي : وما أنساني أن أذكر لك أمر الحوت إلا الشيطان وقرأ حفص : ( أنسانيه ) وفي الفتح : ( عليه الله ) بضم الهاء .وقيل معناه أنسانيه لئلا أذكره .( واتخذ سبيله في البحر عجبا ) قيل : هذا من قول يوشع ، ويقول : طفر الحوت إلى البحر فاتخذ فيه مسلكا فعجبت من ذلك عجبا .وروينا في الخبر : كان للحوت سربا ولموسى وفتاه عجبا .وقيل : هذا من قول موسى لما قال له يوشع واتخذ سبيله في البحر قال له موسى : عجبا كأنه قال : أعجب عجبا .قال ابن زيد : أي شيء أعجب من حوت يؤكل منه جهرا ثم صار حيا بعدما أكل بعضه؟ ."
    },
    {
      "ayah": 64,
      "surah": 18,
      "text": "( قال ) موسى ( ذلك ما كنا نبغ ) أي نطلب ( فارتدا على آثارهما قصصا ) أي : رجعا يقصان الأثر الذي جاء منه أي : يتبعانه فوجدا عبدا من عبادنا قيل : كان ملكا من الملائكة ، والصحيح الذي جاء في التواريخ وثبت عن النبي صلى الله عليه وسلم أنه الخضر واسمه بليا بن ملكان قيل : كان من نسل بني إسرائيل . وقيل : كان من أبناء الملوك الذين تزهدوا في الدنيا والخضر لقب له سمي بذلك لما :أخبرنا أبو علي حسان بن سعيد المنيعي أنبأنا أبو طاهر محمد بن محمد بن محمش الزيادي أخبرنا أبو بكر محمد بن الحسين القطان حدثنا أحمد بن يوسف السلمي حدثنا عبد الرزاق أخبرنا معمر عن همام بن منبه قال حدثنا أبو هريرة قال : قال رسول الله صلى الله عليه وسلم : \" إنما سمي خضرا لأنه جلس على فروة بيضاء فإذا هي تهتز تحته خضراء \" .قال مجاهد : سمي خضرا لأنه إذا صلى اخضر ما حوله .وروينا : أن موسى رأى الخضر مسجى بثوب فسلم عليه فقال الخضر : وأنى بأرضك السلام؟ قال : أنا موسى أتيتك لتعلمني مما علمت رشدا .وفي رواية أخرى لقيه مسجى بثوب مستلقيا على قفاه بعض الثوب تحت رأسه وبعضه تحت رجليه . وفي رواية لقيه وهو يصلي . ويروى لقيه على طنفسة خضراء على كبد البحر فذلك قوله تعالى :"
    },
    {
      "ayah": 65,
      "surah": 18,
      "text": "( فوجدا عبدا من عبادنا آتيناه رحمة ) أي نعمة ( من عندنا وعلمناه من لدنا علما ) أي : علم الباطن إلهاما ولم يكن الخضر نبيا عند أكثر أهل العلم ."
    },
    {
      "ayah": 66,
      "surah": 18,
      "text": "فلما ( قال له موسى هل أتبعك ) يقول : جئتك لأتبعك وأصحبك ( على أن تعلمني مما علمت رشدا ) قرأ أبو عمرو ويعقوب : \" رشدا \" بفتح الراء والشين وقرأ الآخرون بضم الراء وسكون الشين أي صوابا وقيل : علما ترشدني به .وفي بعض الأخبار أنه لما قال له موسى هذا قال له الخضر : كفى بالتوراة علما وببني إسرائيل شغلا فقال له موسى : إن الله أمرني بهذا فحينئذ : ( قال إنك لن تستطيع معي صبرا )"
    },
    {
      "ayah": 67,
      "surah": 18,
      "text": "( قال ) له الخضر ( إنك لن تستطيع معي صبرا ) وإنما قال ذلك لأنه علم أنه يرى أمورا منكرة ولا يجوز للأنبياء أن يصبروا على المنكرات . ثم بين عذره في ترك الصبر"
    },
    { "ayah": 68, "surah": 18, "text": "فقال : ( وكيف تصبر على ما لم تحط به خبرا ) أي علما ." },
    {
      "ayah": 69,
      "surah": 18,
      "text": "( قال ) موسى ( ستجدني إن شاء الله صابرا ) إنما استثنى لأنه لم يثق من نفسه بالصبر ( ولا أعصي لك أمرا ) أي : لا أخالفك فيما تأمر ."
    },
    {
      "ayah": 7,
      "surah": 18,
      "text": "( إنا جعلنا ما على الأرض زينة لها ) فإن قيل : أي زينة في الحيات والعقارب والشياطين؟قيل : فيها زينة على معنى أنها تدل على وحدانية الله تعالى .وقال مجاهد : أراد به الرجال خاصة وهم زينة الأرض . وقيل : أراد بهم العلماء والصلحاء وقيل : الزينة بالنبات والأشجار والأنهار كما قال : \" حتى إذا أخذت الأرض زخرفها وازينت \" ( يونس - 24 ) .( لنبلوهم ) لنختبرهم ( أيهم أحسن عملا ) أي : أصلح عملا . وقيل : أيهم أترك للدنيا ."
    },
    {
      "ayah": 70,
      "surah": 18,
      "text": "( قال فإن اتبعتني ) فإن صحبتني ولم يقل : اتبعني ولكن جعل الاختيار إليه إلا أنه شرط عليه شرطا فقال : ( فلا تسألني ) قرأأبو جعفر ونافع وابن عامر بفتح اللام وتشديد النون والآخرون بسكون اللام وتخفيف النون ( عن شيء ) أعمله مما تنكره ولا تعترض عليه ( حتى أحدث لك منه ذكرا ) حتى أبتدئ لك بذكره فأبين لك شأنه ."
    },
    {
      "ayah": 71,
      "surah": 18,
      "text": "( فانطلقا ) يمشيان على الساحل يطلبان سفينة يركبانها فوجدا سفينة فركباها فقال أهل السفينة : هؤلاء لصوص وأمروهما بالخروج فقال صاحب السفينة : ما هم بلصوص ولكني أرى وجوه الأنبياء .وروينا عن أبي بن كعب عن النبي صلى الله عليه وسلم : \" مرت بهم سفينة فكلموهم أن يحملوهم فعرفوا الخضر فحملوهم بغير نول فلما لججوا البحر أخذ الخضر فأسا فخرق لوحا من السفينة \" فذلك قوله تعالى :( حتى إذا ركبا في السفينة خرقها قال ) له موسى ( أخرقتها لتغرق أهلها ) قرأ حمزة والكسائي : \" ليغرق \" بالياء وفتحها وفتح الراء \" أهلها \" بالرفع على اللزوم وقرأ الآخرون : بالتاء ورفعها وكسر الراء ( أهلها ) بالنصب على أن الفعل للخضر .( لقد جئت شيئا إمرا ) أي : منكرا والإمر في كلام العرب الداهية وأصله : كل شيء شديد كثير يقال : أمر القوم : إذا كثروا واشتد أمرهم .وقال القتيبي ( إمرا ) أي : عجبا .وروي أن الخضر لما خرق السفينة لم يدخلها الماء . وروي أن موسى لما رأى ذلك أخذ ثوبه فحشى به الخرق . وروي أن الخضر أخذ قدحا من الزجاج ورقع به خرق السفينة ."
    },
    { "ayah": 72, "surah": 18, "text": "( قال ) العالم وهو الخضر ( ألم أقل إنك لن تستطيع معي صبرا )" },
    {
      "ayah": 73,
      "surah": 18,
      "text": "( قال ) موسى ( لا تؤاخذني بما نسيت ) قال ابن عباس : إنه لم ينس ولكنه من معاريض الكلام فكأنه نسي شيئا آخر وقيل : معناه بما تركت من عهدك والنسيان : الترك . وقال أبي بن كعب عن النبي صلى الله عليه وسلم : \" كانت الأولى من موسى نسيانا والوسطى شرطا والثالثة عمدا \" . ( ولا ترهقني ) ولا تغشني ( من أمري عسرا ) وقيل : لا تكلفني مشقة يقال : أرهقته عسرا أي : كلفته ذلك يقول : لا تضيق علي أمري وعاملني باليسر ولا تعاملني بالعسر ."
    },
    {
      "ayah": 74,
      "surah": 18,
      "text": "( فانطلقا حتى إذا لقيا غلاما فقتله ) في القصة أنهما خرجا من البحر يمشيان فمرا بغلمان يلعبون فأخذ الخضر غلاما ظريفا وضيء الوجه فأضجعه ثم ذبحه بالسكين .قال السدي : كان أحسنهم وجها وكان وجهه يتوقد حسنا .وروينا أنه أخذ برأسه فاقتلعه بيده وروى عبد الرزاق هذا الخبر وأشار بأصابعه الثلاث الإبهام والسبابة والوسطى وقلع برأسه .وروي أنه رضخ رأسه بالحجارة .وقيل : ضرب رأسه بالجدار فقتله .قال ابن عباس : كان غلاما لم يبلغ الحنث وهو قول الأكثرين قال ابن عباس : لم يكن نبي الله يقول : أقتلت نفسا زكية إلا وهو صبي لم يبلغ .وقال الحسن : كان رجلا وقال شعيب الجبائي : كان اسمه حيسور .وقال الكلبي : كان فتى يقطع ويأخذ المتاع ويلجأ إلى أبويه .وقال الضحاك : كان غلاما يعمل بالفساد وتأذى منه أبواه .أخبرنا إسماعيل بن عبد القاهر أخبرنا عبد الغافر بن محمد أخبرنا محمد بن عيسى الجلودي أنبأنا إبراهيم بن محمد بن سفيان حدثنا مسلم بن الحجاج أنبأنا عبد الله بن مسلمة بن معتب حدثنا معمر بن سليمان عن أبيه عن رقية بن مصقلة عن أبي إسحاق عن سعيد بن جبير عن ابن عباس عن أبي بن كعب قال : قال رسول الله صلى الله عليه وسلم : \" إن الغلام الذي قتله الخضر طبع كافرا ولو عاش لأرهق أبويه طغيانا وكفرا \" .( قال ) موسى ( أقتلت نفسا زكية ) قرأ ابن كثير ونافع وأبو جعفر وأبو عمرو : \" \" زاكية \" بالألف وقرأ الآخرون : \" زكية \" قال الكسائي والفراء : معناهما واحد مثل : القاسية والقسية وقال أبو عمرو بن العلاء : \" الزاكية \" : التي لم تذنب قط و \" الزكية \" : التي أذنبت ثم تابت .( بغير نفس ) أي : لم تقتل نفسا [ بشيء ] وجب به عليها القتل .( لقد جئت شيئا نكرا ) أي : منكرا قال قتادة : النكر أعظم من الإمر لأنه حقيقة الهلاك وفي خرق السفينة كان خوف الهلاك .وقيل : الإمر أعظم لأنه كان فيه تغريق جمع كثير .قرأ نافع وابن عامر ويعقوب وأبو بكر هاهنا : ( نكرا ) وفي سورة الطلاق بضم الكاف والآخرون بسكونها ."
    },
    {
      "ayah": 75,
      "surah": 18,
      "text": "( قال ) يعني الخضر : ( ألم أقل لك إنك لن تستطيع معي صبرا ) قيل : زاد \" لك \" لأنه نقض العهد مرتين وفي القصة أن يوشع كان يقول لموسى : يا نبي الله اذكر العهد الذي أنت عليه ."
    },
    {
      "ayah": 76,
      "surah": 18,
      "text": "( قال ) موسى ( إن سألتك عن شيء بعدها ) بعد هذه المرة ( فلا تصاحبني ) وفارقني وقرأ يعقوب : \" فلا تصحبني \" بغير ألف من الصحبة .( قد بلغت من لدني عذرا ) قرأ أبو جعفر ونافع وأبو بكر \" من لدني \" خفيفة النون وقرأ الآخرون بتشديدها قال ابن عباس : أي قد أعذرت فيما بيني وبينك .وقيل : حذرتني أني لا أستطيع معك صبرا . وقيل : اتضح لك العذر في مفارقتي .أخبرنا إسماعيل بن عبد القاهر أنبأنا عبد الغافر بن محمد أنبأنا محمد بن عيسى حدثنا إبراهيم بن محمد بن سفيان حدثنا مسلم بن الحجاج حدثنا محمد بن عبد الله القيسي حدثنا المعتمر بن سليمان عن أبيه عن رقية عن أبي إسحاق عن سعيد بن جبير عن ابن عباس عن أبي بن كعب قال : قال رسول الله صلى الله عليه وسلم : \" رحمة الله علينا وعلى موسى \" وكان إذا ذكر أحدا من الأنبياء بدأ بنفسه \" لولا أنه عجل لرأى العجب ولكنه أخذته من صاحبه ذمامة قال : ( إن سألتك عن شيء بعدها فلا تصاحبني قد بلغت من لدني عذرا ) فلو صبر لرأى العجب \" ."
    },
    {
      "ayah": 77,
      "surah": 18,
      "text": "قوله عز وجل : ( فانطلقا حتى إذا أتيا أهل قرية ) قال ابن عباس : يعني : \" أنطاكية \" وقال ابن سيرين : هي \" الأبلة \" وهي أبعد الأرض من السماء وقيل : \" برقة \" . وعن أبي هريرة : بلدة بالأندلس ( استطعما أهلها فأبوا أن يضيفوهما )قال أبي بن كعب عن النبي صلى الله عليه وسلم : \" حتى إذا أتيا أهل قرية لئاما فطافا في المجالس فاستطعما أهلها فأبوا أن يضيفوهما \" .وروي أنهما طافا في القرية فاستطعماهم فلم يطعموهما واستضافوهم فلم يضيفوهما .قال قتادة : شر القرى التي لا تضيف الضيف .وروي عن أبي هريرة قال : أطعمتهما امرأة من أهل بربر بعد أن طلبا من الرجال فلم يطعموهما فدعا لنسائهم ولعن رجالهم .قوله تعالى : ( فوجدا فيها جدارا يريد أن ينقض ) أي يسقط وهذا من مجاز كلام العرب لأن الجدار لا إرادة له وإنما معناه : قرب ودنا من السقوط كما تقول العرب : داري تنظر إلى دار فلان إذا كانت تقابلها .( فأقامه ) أي سواه وروي عن أبي بن كعب عن النبي صلى الله عليه وسلم فقال الخضر بيده فأقامه .وقال سعيد بن جبير : مسح الجدار بيده فاستقام وروي عن ابن عباس : هدمه ثم قعد يبنيه وقال السدي : بل طينا وجعل يبني الحائط .( قال ) موسى ( لو شئت لاتخذت عليه أجرا ) قرأ ابن كثير وأبو عمرو ويعقوب : \" لتخذت \" بتخفيف التاء وكسر الخاء وقرأ الآخرون : \" لتخذت \" بتشديد التاء وفتح الخاء وهما لغتان مثل اتبع وتبع ( عليه ) يعني على إصلاح الجدار ( أجرا ) يعني جعلا معناه : إنك قد علمت أننا جياع وأن أهل القرية لم يطعمونا فلو أخذت على عملك أجرا ."
    },
    {
      "ayah": 78,
      "surah": 18,
      "text": "( قال ) الخضر : ( هذا فراق بيني وبينك ) يعني هذا وقت فراق بيني وبينك وقيل : هذا الإنكار على ترك الأجر هو المفرق بيننا . وقال الزجاج : معناه هذا فراق بيننا أي فراق اتصالنا وكرر \" بين \" تأكيدا .( سأنبئك ) أي سوف أخبرك ( بتأويل ما لم تستطع عليه صبرا ) وفي بعض التفاسير أن موسى أخذ بثوبه فقال : أخبرني بمعنى ما عملت قبل أن تفارقني فقال : ( أما السفينة فكانت لمساكين يعملون في البحر )"
    },
    {
      "ayah": 79,
      "surah": 18,
      "text": "( أما السفينة فكانت لمساكين يعملون في البحر ) قال كعب : كانت لعشرة إخوة خمسة زمنى وخمسة يعملون في البحر وفيه دليل على أن المسكين وإن كان يملك شيئا فلا يزول عنه اسم المسكنة إذا لم يقم ما يملك بكفايته ( يعملون في البحر ) أي : يؤاجرون ويكتسبون بها ( فأردت أن أعيبها ) أجعلها ذات عيب .( وكان وراءهم ) أي أمامهم ( ملك ) كقوله : \" من ورائه جهنم \" ( إبراهيم - 16 ) .وقيل : \" وراءهم \" خلفهم وكان رجوعهم في طريقهم عليه والأول أصح يدل عليه قراءة ابن عباس \" وكان أمامهم ملك \" .( يأخذ كل سفينة غصبا ) أي : كل سفينة صالحة غصبا وكان ابن عباس يقرأ كذلك فخرقها وعيبها الخضر حتى لا يأخذها الملك الغاصب وكان اسمه الجلندي وكان كافرا .قال محمد بن إسحاق : اسمه \" متوله بن جلندي الأزدي \" .وقال شعيب الجبائي : اسمه \" هدد بن بدد \" .وروي أن الخضر اعتذر إلى القوم وذكر لهم شأن الملك الغاصب ولم يكونوا يعلمون بخبره وقال : أردت إذا هي مرت به أن يدعها لعيبها فإذا جاوزوه أصلحوها فانتفعوا بها قيل : سدوها بقارورة وقيل : بالقار ."
    },
    {
      "ayah": 8,
      "surah": 18,
      "text": "( وإنا لجاعلون ما عليها صعيدا جرزا ) فالصعيد وجه الأرض . وقيل : هو التراب \" جرزا \" يابسا أملس لا ينبت شيئا . يقال : جرزت الأرض إذا أكل نباتها ."
    },
    {
      "ayah": 80,
      "surah": 18,
      "text": "قوله عز وجل : ( وأما الغلام فكان أبواه مؤمنين فخشينا ) أي فعلمنا [ وفي قراءة ابن عباس : \" وأما الغلام فكان كافرا وكان أبواه مؤمنين فخشينا \" أي : فعلمنا ] ( أن يرهقهما ) يغشيهما وقال الكلبي : يكلفهما ( طغيانا وكفرا ) قال سعيد بن جبير : فخشينا أن يحملهما حبه على أن يتابعاه على دينه ."
    },
    {
      "ayah": 81,
      "surah": 18,
      "text": "( فأردنا أن يبدلهما ) قرأ أبو جعفر ونافع وأبو عمرو : بالتشديد هاهنا وفي سورة \" التحريم \" و \" القلم \" وقرأ الآخرون بالتخفيف وهما لغتان وفرق بعضهم فقال : \" التبديل \" : تغيير الشيء أو تغيير حاله وعين الشيء قائم و \" الإبدال \" : رفع الشيء ووضع شيء آخر مكانه ( ربهما خيرا منه زكاة ) أي صلاحا وتقوى ( وأقرب رحما ) قرأ ابن عامر وأبو جعفر ويعقوب : بضم الحاء والباقون بجزمها أي : عطفا من الرحمة . وقيل : هو من الرحم والقرابة قال قتادة : أي أوصل للرحم وأبر بوالديه .قال الكلبي : أبدلهما الله جارية فتزوجها نبي من الأنبياء فولدت له نبيا فهدى الله على يديه أمة من الأمم .وعن جعفر بن محمد عن أبيه قال : أبدلهما الله جارية ولدت سبعين نبيا .وقال ابن جريج : أبدلهما بغلام .قال مطرف : فرح به أبواه حين ولد وحزنا عليه حين قتل . ولو بقي لكان فيه هلاكهما فليرض امرؤ بقضاء الله تعالى فإن قضاء الله للمؤمن فيما يكره خير له من قضائه فيما يحب ."
    },
    {
      "ayah": 82,
      "surah": 18,
      "text": "قوله عز وجل : ( وأما الجدار فكان لغلامين يتيمين في المدينة ) وكان اسمهما أصرم وصريم ( وكان تحته كنز لهما ) اختلفوا في ذلك الكنز . روي عن أبي الدرداء عن النبي صلى الله عليه وسلم أنه قال : \" كان ذهبا وفضة \" .وقال عكرمة : كان مالا .وعن سعيد بن جبير : كان الكنز صحفا فيها علم .وعن ابن عباس : أنه قال كان لوحا من ذهب مكتوبا فيه : \" عجبا لمن أيقن بالموت كيف يفرح! عجبا لمن أيقن بالحساب كيف يغفل! عجبا لمن أيقن بالرزق كيف يتعب! عجبا لمن أيقن بالقدر كيف ينصب! عجبا لمن أيقن بزوال الدنيا وتقلبها بأهلها كيف يطمئن إليها! لا إله إلا الله محمد رسول الله \" . وفي الجانب الآخر مكتوب : \" أنا الله لا إله إلا أنا وحدي لا شريك لي خلقت الخير والشر فطوبى لمن خلقته للخير وأجريته على يديه والويل لمن خلقته للشر وأجريته على يديه \" وهذا قول أكثر المفسرين وروي ذلك مرفوعا .قال الزجاج : الكنز إذا أطلق ينصرف إلى كنز المال ، ويجوز عند التقييد أن يقال عنده كنز علم ، وهذا اللوح كان جامعا لهما .( وكان أبوهما صالحا ) قيل : كان اسمه \" كاسح \" وكان من الأتقياء . قال ابن عباس : حفظا بصلاح أبويهما .وقيل : كان بينهما وبين الأب الصالح سبعة آباء .قال محمد بن المنكدر : إن الله يحفظ بصلاح العبد ولده [ وولد ولده ] وعترته وعشيرته وأهل دويرات حوله فما يزالون في حفظ الله ما دام فيهم .قال سعيد بن المسيب : إني لأصلي فأذكر ولدي فأزيد في صلاتي .قوله عز وجل : ( فأراد ربك أن يبلغا أشدهما ) أي : يبلغا ويعقلا . وقيل : أن يدركا شدتهما وقوتهما . وقيل : ثماني عشرة سنة .( ويستخرجا ) حينئذ ( كنزهما رحمة ) نعمة ( من ربك )( وما فعلته عن أمري ) أي باختياري ورأيي بل فعلته بأمر الله وإلهامه ( ذلك تأويل ما لم تسطع عليه صبرا ) أي لم تطق عليه صبرا و \" استطاع \" و \" اسطاع \" بمعنى واحد .روي أن موسى لما أراد أن يفارقه قال له : أوصني ، قال : لا تطلب العلم لتحدث به واطلبه لتعمل به .واختلفوا في أن الخضر حي أم ميت ؟ قيل : إن الخضر وإلياس حيان يلتقيان كل سنة بالموسم . وكان سبب حياته فيما يحكى أنه شرب من عين الحياة وذلك أن ذا القرنين دخل الظلمات لطلب عين الحياة . وكان الخضر على مقدمته فوقع الخضر على العين فنزل واغتسل وتوضأ وشرب وصلى شكرا لله عز وجل وأخطأ ذو القرنين الطريق فعاد .وذهب آخرون إلى أنه ميت لقوله تعالى : \" وما جعلنا لبشر من قبلك الخلد \" ( الأنبياء - 34 ) .وقال النبي صلى الله عليه وسلم بعدما صلى العشاء ليلة : \" أرأيتكم ليلتكم هذه؟ فإن على رأس مائة سنة منها لا يبقى ممن هو اليوم حي على ظهر الأرض أحد \" . ولو كان الخضر حيا لكان لا يعيش بعده \" ."
    },
    {
      "ayah": 83,
      "surah": 18,
      "text": "قوله عز وجل : ( ويسألونك عن ذي القرنين قل سأتلو عليكم منه ذكرا ) خبرا واختلفوا في نبوته : فقال بعضهم : كان نبيا .[ وقال أبو الطفيل : سئل علي رضي الله عنه عن ذي القرنين أكان نبيا ] أم ملكا؟ قال : لم يكن نبيا ولا ملكا ولكن كان عبدا أحب الله وأحبه الله ، ناصح الله فناصحه الله .وروي أن عمر رضي الله عنه سمع رجلا يقول لآخر : يا ذا القرنين فقال : تسميتم بأسماء النبيين فلم ترضوا حتى تسميتم بأسماء الملائكة .والأكثرون على أنه كان ملكا عادلا صالحا .واختلفوا في سبب تسميته ب \" ذي القرنين \" قال الزهري : لأنه بلغ قرني الشمس مشرقها ومغربها .وقيل : لأنه ملك الروم وفارس .وقيل : لأنه دخل النور والظلمة .وقيل : لأنه رأى في المنام كأنه أخذ بقرني الشمس .وقيل : لأنه كانت له ذؤابتان حسنتان .وقيل : لأنه كان له قرنان تواريهما العمامة .وروى أبو الطفيل عن علي أنه [ قال سمي \" ذا القرنين \" لأنه ] أمر قومه بتقوى الله ، فضربوه على قرنه الأيمن فمات فبعثه الله ، ثم أمرهم بتقوى الله فضربوه على قرنه الأيسر فمات ، فأحياه الله .واختلفوا في اسمه قيل : اسمه \" مرزبان بن مرزبة اليوناني \" من ولد يونان بن يافث بن نوح . وقيل : اسمه \" الإسكندر بن فيلفوس بن ياملوس الرومي \" ."
    },
    {
      "ayah": 84,
      "surah": 18,
      "text": "قوله عز وجل ( إنا مكنا له في الأرض ) أوطأنا ، والتمكين : تمهيد الأسباب . قال علي : سخر له السحاب فحمله عليها ، ومد له في الأسباب ، وبسط له النور ، فكان الليل والنهار عليه سواء ، فهذا معنى تمكينه في الأرض وهو أنه سهل عليه السير فيها وذلل له طرقها .( وآتيناه من كل شيء ) أي : أعطيناه من كل شيء يحتاج إليه الخلق .وقيل : من كل ما يستعين به الملوك على فتح المدن ومحاربة الأعداء .( سببا ) أي : علما يتسبب به إلى كل ما يريد ويسير به في أقطار الأرض ، والسبب : ما يوصل الشيء إلى الشيء .وقال الحسن : بلاغا إلى حيث أراد . وقيل : قربنا إليه أقطار الأرض ."
    },
    {
      "ayah": 85,
      "surah": 18,
      "text": "( فأتبع سببا ) أي : سلك وسار ، قرأ أهل الحجاز ، والبصرة : \" فاتبع \" و \" ثم اتبع \" موصولا مشددا ، وقرأ الآخرون بقطع الألف وجزم التاء ، وقيل : معناهما واحد .والصحيح : الفرق بينهما ، فمن قطع الألف فمعناه : أدرك ولحق ، ومن قرأ بالتشديد فمعناه : سار ، يقال : ما زلت أتبعه حتى أتبعته ، أي : ما زلت أسير خلفه حتى لحقته .وقوله : \" سببا \" أي : طريقا . وقال ابن عباس : منزلا ."
    },
    {
      "ayah": 86,
      "surah": 18,
      "text": "( حتى إذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ) قرأ أبو جعفر وأبو عامر وحمزة والكسائي وأبو بكر : \" حامية \" بالألف غير مهموزة ، أي : حارة ، وقرأ الآخرون : ( حمئة ) مهموزا بغير الألف ، أي : ذات حمأة ، وهي الطينة السوداء .وسأل معاوية كعبا : كيف تجد في التوراة أن تغرب الشمس؟ قال : نجد في التوراة أنها تغرب في ماء وطين .قال القتيبي : يجوز أن يكون معنى قوله : ( في عين حمئة ) أي : عندها عين حمئة ، أو في رأي العين .( ووجد عندها قوما ) أي : عند العين أمة ، قال ابن جريج : مدينة لها اثنا عشر ألف باب ، لولا ضجيج أهلها لسمعت وجبة الشمس حين تجب .( قلنا يا ذا القرنين ) يستدل بهذا من زعم أنه كان نبيا فإن الله تعالى خاطبه والأصح أنه لم يكن نبيا ، والمراد منه : الإلهام .( إما أن تعذب ) يعني : إما أن تقتلهم إن لم يدخلوا في الإسلام ( وإما أن تتخذ فيهم حسنا ) يعني : تعفو وتصفح وقيل : تأسرهم فتعلمهم الهدى . خيره الله بين الأمرين ."
    },
    {
      "ayah": 87,
      "surah": 18,
      "text": "( قال أما من ظلم ) أي : كفر ( فسوف نعذبه ) أي : نقتله ( ثم يرد إلى ربه ) في الآخرة ( فيعذبه عذابا نكرا ) أي : منكرا يعني بالنار ، والنار أنكر من القتل ."
    },
    {
      "ayah": 88,
      "surah": 18,
      "text": "( وأما من آمن وعمل صالحا فله جزاء الحسنى ) قرأ حمزة والكسائي وحفص ويعقوب : ( جزاء ) منصوبا منونا أي : فله الحسنى \" جزاء \" نصب على المصدر [ وهو مصدر وقع موقع الحال ، أي : فله الحسنى مجزيا بها ] .وقرأ الآخرون : بالرفع على الإضافة ، فالحسنى : الجنة أضاف الجزاء إليها كما قال : \" ولدار الآخرة خير \" ( يوسف - 9 ) والدار هي الآخرة .وقيل : المراد ب \" الحسنى \" على هذه القراءة : الأعمال الصالحة . أي له جزاء الأعمال الصالحة .( وسنقول له من أمرنا يسرا ) أي : نلين له القول ونعامله باليسر من أمرنا . وقال مجاهد : \" يسرا \" أي : معروفا ."
    },
    { "ayah": 89, "surah": 18, "text": "( ثم أتبع سببا ) أي : سلك طرقا ومنازل ." },
    {
      "ayah": 9,
      "surah": 18,
      "text": "قوله تعالى : ( أم حسبت أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا ) يعني : أظننت يا محمد أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا أي : هم عجب من آياتنا .وقيل : معناه إنهم ليسوا بأعجب من آياتنا فإن ما خلقت من السموات والأرض وما فيهن من العجائب أعجب منهم .و \" الكهف \" : هو الغار في الجبل واختلفوا في \" الرقيم \" : قال سعيد بن جبير : هو لوح كتب فيه أسماء أصحاب الكهف وقصصهم - وهذا أظهر الأقاويل - ثم وضعوه على باب الكهف وكان اللوح من رصاص وقيل : من حجارة فعلى هذا يكون الرقيم بمعنى المرقوم أي : المكتوب والرقم : الكتابة .وحكي عن ابن عباس أنه اسم للوادي الذي فيه أصحاب الكهف وعلى هذا هو من رقمة الوادي وهو جانبه .وقال كعب الأحبار : هو اسم للقرية التي خرج منها أصحاب الكهف .وقيل : اسم للجبل الذي فيه الكهف ."
    },
    {
      "ayah": 90,
      "surah": 18,
      "text": "( حتى إذا بلغ مطلع الشمس ) أي موضع طلوعها ( وجدها تطلع على قوم لم نجعل لهم من دونها سترا ) قال قتادة والحسن : لم يكن بينهم وبين الشمس ستر ، وذلك أنهم كانوا في مكان لا يستقر عليه بناء فكانوا يكونون في أسراب لهم حتى إذا زالت الشمس عنهم خرجوا إلى معايشهم وحروثهم .وقال الحسن : كانوا إذا طلعت الشمس يدخلون الماء فإذا ارتفعت عنهم خرجوا يتراعون كالبهائم .وقال الكلبي : هم قوم عراة يفترش أحدهم إحدى أذنيه ، ويلتحف بالأخرى ."
    },
    {
      "ayah": 91,
      "surah": 18,
      "text": "قوله عز وجل : ( كذلك ) قيل : معناه كما بلغ مغرب الشمس كذلك بلغ مطلعها والصحيح أن معناه : كما حكم في القوم الذين هم عند مغرب الشمس كذلك حكم في الذين هم عند مطلع الشمس ( وقد أحطنا بما لديه خبرا ) يعني : بما عنده ومعه من الجند والعدة والآلات \" خبرا \" أي : علما . ."
    },
    { "ayah": 92, "surah": 18, "text": "\" ثم أتبع سبباً \" ." },
    {
      "ayah": 93,
      "surah": 18,
      "text": "( حتى إذا بلغ بين السدين ) قرأ ابن كثير وأبو عمرو وحفص : ( السدين ) و \" سدا \" هاهنا بفتح السين وافق حمزة والكسائي في \" سدا \" وقرأ الآخرون : بضم السين وفي يس \" سدا \" بالفتح حمزة والكسائي وحفص وقرأ الباقون بالضم ، منهم من قال : هما لغتان معناهما واحد . وقال عكرمة : ما كان من صنعة بني آدم فهو السد بالفتح ، وما كان من صنع الله فهو سد بالضم ، وقاله أبو عمرو . وقيل : \" السد : بالفتح مصدر وبالضم اسم وهما هاهنا : جبلان سد ذو القرنين ما بينهما حاجزا بين يأجوج ومأجوج ومن ورائهم . ( وجد من دونهما قوما ) يعني : أمام السدين . ( لا يكادون يفقهون قولا ) قرأ حمزة والكسائي : \" يفقهون \" بضم الياء ، وكسر القاف على معنى لا يفقهون غيرهم قولا ، وقرأ الآخرون : بفتح الياء والقاف أي لا يفقهون كلام غيرهم قال ابن عباس : لا يفقهون كلام أحد ولا يفهم الناس كلامهم ."
    },
    {
      "ayah": 94,
      "surah": 18,
      "text": "( قالوا يا ذا القرنين ) فإن قيل : كيف قالوا ذلك وهم لا يفقهون؟قيل : كلم عنهم مترجم ، دليله : قراءة ابن مسعود : لا يكادون يفقهون قولا قال الذين من دونهم يا ذا القرنين .( إن يأجوج ومأجوج ) قرأهما عاصم بهمزتين [ وكذلك في الأنبياء ، \" فتحت يأجوج ومأجوج \" ] والآخرون بغير همز [ في السورتين ] وهما لغتان أصلهما من أجيج النار وهو ضوءها وشررها شبهوا به لكثرتهم وشدتهم .وقيل : بالهمزة من شدة أجيج النار وبترك الهمز اسمان أعجميان مثل : هاروت وماروت ، وهم من أولاد يافث بن نوح .قال الضحاك : هم جيل من الترك . قال السدي : الترك سرية من يأجوج ومأجوج ، خرجت فضرب ذو القرنين السد فبقيت خارجه ، فجميع الترك منهم . وعن قتادة : أنهم اثنان وعشرون قبيلة ، بنى ذو القرنين السد على إحدى وعشرين قبيلة فبقيت قبيلة واحدة فهم الترك سموا الترك لأنهم تركوا خارجين .قال أهل التواريخ : أولاد نوح ثلاثة سام وحام ويافث ، فسام أبو العرب والعجم والروم ، وحام أبو الحبشة والزنج والنوبة ، ويافث أبو الترك والخزر والصقالبة ويأجوج ومأجوج ، قال ابن عباس في رواية عطاء : هم عشرة أجزاء ، وولد آدم كلهم جزء . روي عن حذيفة مرفوعا : إن يأجوج أمة ومأجوج أمة ، كل أمة أربعمائة ألف أمة لا يموت الرجل منهم حتى ينظر إلى ألف ذكر من صلبه كلهم قد حمل السلاح وهم من ولد آدم يسيرون إلى خراب الدنيا . وقيل : هم ثلاثة أصناف ، صنف منهم أمثال الأرز شجر بالشام طوله عشرون ومائة ذراع في السماء ، وصنف منهم عرضه وطوله سواء ، عشرون ومائة ذراع ، وهؤلاء لا يقوم لهم جبل ولا حديد ، وصنف منهم يفترش أحدهم إحدى أذنيه ويلتحف الأخرى ، لا يمرون بفيل ولا وحش ولا خنزير إلا أكلوه ومن مات منهم أكلوه ، مقدمتهم بالشام وساقتهم بخراسان يشربون أنهار المشارق وبحيرة طبرية .وعن علي أنه قال : منهم من طوله شبر ومنهم من هو مفرط في الطول .وقال كعب : هم نادرة في ولد آدم وذلك أن آدم احتلم ذات يوم وامتزجت نطفته بالتراب فخلق الله من ذلك الماء يأجوج ومأجوج فهم يتصلون بنا من جهة الأب دون الأم .وذكر وهب بن منبه : أن ذا القرنين كان رجلا من الروم ابن عجوز ، فلما بلغ كان عبدا صالحا . قال الله له : إني باعثك إلى أمم مختلفة ألسنتهم ، منهم أمتان بينهما طول الأرض : إحداهما عند مغرب الشمس يقال لها ناسك ، والأخرى عند مطلعها يقال لها منسك ، وأمتان بينهما عرض الأرض : إحداهما في القطر الأيمن يقال لها هاويل ، والأخرى في قطر الأرض الأيسر يقال لها تاويل ، وأمم في وسط الأرض منهم الجن والإنس ويأجوج ومأجوج فقال ذو القرنين : بأي قوة أكابرهم؟ وبأي جمع أكاثرهم؟ وبأي لسان أناطقهم؟ قال الله عز وجل : إني سأطوفك وأبسط لك لسانك وأشد عضدك ، فلا يهولنك شيء ، وألبسك الهيبة ، فلا يروعك شيء ، وأسخر لك النور والظلمة وأجعلهما من جنودك يهديك النور من أمامك وتحوطك الظلمة من ورائك .فانطلق حتى أتى مغرب الشمس فوجد جمعا وعددا لا يحصيه إلا الله ، فكابرهم بالظلمة حتى جمعهم في مكان واحد فدعاهم إلى الله وعبادته؛ فمنهم من آمن ومنهم من صد عنه ، فعمد إلى الذين تولوا عنه فأدخل عليهم الظلمة فدخلت في أجوافهم وبيوتهم فدخلوا في دعوته فجند من أهل المغرب جندا عظيما فانطلق يقودهم والظلمة تسوقهم حتى أتى هاويل فعمل فيهم كعمله في ناسك ، ثم مضى حتى انتهى إلى منسك عند مطلع الشمس فعمل فيها وجند منها جنودا كفعله في الأمتين ثم أخذ ناحية الأرض اليسرى فأتى تاويل فعمل فيها كعمله فيما قبلها ، ثم عمد إلى الأمم التي في وسط الأرض ، فلما دنا مما يلي منقطع الترك نحو المشرق قالت له أمة صالحة من الإنس : يا ذا القرنين إن بين هذين الجبلين خلقا أشباه البهائم يفترسون الدواب والوحوش لهم أنياب وأضراس كالسباع يأكلون الحيات والعقارب وكل ذي روح خلق في الأرض وليس يزداد خلق كزيادتهم ولا شك أنهم سيملئون الأرض ويظهرون علينا ويفسدون فيها ، فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدا ؟ قال : ما مكني فيه ربي خير قال : أعدوا إلي الصخور والحديد والنحاس حتى أعلم علمهم .فانطلق حتى توسط بلادهم فوجدهم على مقدار واحد يبلغ طول الواحد منهم مثل نصف الرجل المربوع منا لهم مخاليب كالأظفار في أيدينا وأنياب وأضراس كالسباع ولهم هدب من الشعر في أجسادهم ما يواريهم ويتقون به من الحر والبرد ولكل واحد منهم أذنان عظيمتان يفترش إحداهما ويلتحف بالأخرى يصيف في إحداهما ويشتو في الأخرى يتسافدون تسافد البهائم حيث التقوا ، فلما عاين ذلك ذو القرنين انصرف إلى ما بين الصدفين فقاس ما بينهما فحفر له الأساس حتى بلغ الماء وجعل حشوه الصخر وطينه النحاس؛ يذاب فيصب عليه فصار كأنه عرق من جبل تحت الأرض .قوله تعالى : ( قالوا يا ذا القرنين إن يأجوج ومأجوج مفسدون في الأرض ) قال الكلبي : فسادهم أنهم كانوا يخرجون أيام الربيع إلى أرضهم ، فلا يدعون فيها شيئا أخضر إلا أكلوه ، ولا شيئا يابسا إلا احتملوا وأدخلوه أرضهم وقد لقوا منهم أذى شديدا وقتلا .وقيل : فسادهم أنهم كانوا يأكلون الناس .وقيل : معناه أنهم سيفسدون في الأرض عند خروجهم .( فهل نجعل لك خرجا ) قرأ حمزة والكسائي \" خراجا \" بالألف وقرأ الآخرون ( خرجا ) بغير ألف وهما لغتان بمعنى واحد أي جعلا وأجرا من أموالنا .وقال أبو عمرو : \" الخرج \" : ما تبرعت به و \" الخراج \" : ما لزمك أداؤه . وقيل : \" الخراج \" : على الأرض و \" الخرج \" : على الرقاب . يقال : أد خرج رأسك وخراج مدينتك .( على أن تجعل بيننا وبينهم سدا ) أي حاجزا فلا يصلون إلينا ."
    },
    {
      "ayah": 95,
      "surah": 18,
      "text": "( قال ) لهم ذو القرنين : ( ما مكني فيه ) قرأ ابن كثير \" مكنني \" بنونين ظاهرين ، وقرأ الآخرون بنون واحدة مشددة على الإدغام ، أي : ما قواني عليه ( ربي خير ) من جعلكم ( فأعينوني بقوة ) معناه : إني لا أريد المال بل أعينوني بأبدانكم وقوتكم ( أجعل بينكم وبينهم ردما ) أي : سدا ، قالوا وما تلك القوة؟ قال : فعلة وصناع يحسنون البناء والعمل ، والآلة ، قالوا : وما تلك الآلة؟ قال :"
    },
    {
      "ayah": 96,
      "surah": 18,
      "text": "( آتوني ) أعطوني وقرأ أبو بكر : \" ائتوني \" أي جيئوني ( زبر الحديد ) أي قطع الحديد واحدتها زبرة ، فآتوه بها وبالحطب وجعل بعضها على بعض ، فلم يزل يجعل الحديد على الحطب والحطب على الحديد ( حتى إذا ساوى بين الصدفين ) قرأ ابن كثير وابن عامر وأبو عمرو ويعقوب : بضم الصاد والدال وجزم أبو بكر الدال وقرأ الآخرون بفتحها ، وهما الجبلان ساوى : أي سوى بين طرفي الجبلين .( قال انفخوا ) وفي القصة : أنه جعل الفحم والحطب في خلال زبر الحديد ، ثم قال : انفخوا ، يعني : في النار .( حتى إذا جعله نارا ) أي صار الحديد نارا ، ( قال آتوني ) قرأ حمزة وأبو بكر وصلا وقرأ الآخرون بقطع الألف . ( أفرغ عليه قطرا ) أي : [ آتوني قطرا أفرغ عليه ، و \" الإفراغ \" : الصب ، و \" القطر \" : هو النحاس المذاب فجعلت النار تأكل الحطب ويصير النحاس ] مكان الحطب حتى لزم الحديد النحاس .قال قتادة : هو كالبرد المحبر طريقة سوداء وطريقة حمراء . وفي القصة : أن عرضه كان خمسين ذراعا وارتفاعه مائتي ذراع ، وطوله فرسخ ."
    },
    {
      "ayah": 97,
      "surah": 18,
      "text": "( فما اسطاعوا أن يظهروه ) أن يعلوه من فوقه لطوله وملاسته ( وما استطاعوا له نقبا ) من أسفله لشدته ولصلابته وقرأ حمزة : ( فما استطاعوا ) بتشديد الطاء أدغم تاء الافتعال في الطاء ."
    },
    {
      "ayah": 98,
      "surah": 18,
      "text": "( قال ) يعني ذا القرنين ( هذا ) أي السد ( رحمة ) أي : نعمة ( من ربي فإذا جاء وعد ربي ) قيل : يوم القيامة وقيل : وقت خروجهم ( جعله دكاء ) قرأ أهل الكوفة ( دكاء ) بالمد والهمز ، أي : أرضا ملساء ، وقرأ الآخرون بلا مد ، أي : جعله مدكوكا مستويا مع وجه الأرض ( وكان وعد ربي حقا ) وروى قتادة عن أبي رافع عن أبي هريرة يرفعه : \" أن يأجوج ومأجوج يحفرونه كل يوم حتى إذا كادوا يرون شعاع الشمس قال الذي عليهم : ارجعوا فستحفرونه غدا فيعيده الله كما كان حتى إذا بلغت مدتهم حفروا حتى إذا كادوا يرون شعاع الشمس قال الذي عليهم : ارجعوا فستحفرونه غدا إن شاء الله واستثنى فيعودون إليه وهو كهيئته حين تركوه فيحفرونه فيخرجون على الناس ، فيتبعون المياه ويتحصن الناس في حصونهم منهم ، فيرمون بسهامهم إلى السماء فيرجع فيها كهيئة الدم فيقولون : قهرنا أهل الأرض وعلونا أهل السماء ، فيبعث الله عليهم نغفا في أقفائهم ، فيهلكون ، وإن دواب الأرض لتسمن وتشكر من لحومهم شكرا \" .أخبرنا إسماعيل بن عبد القاهر ، أنبأنا عبد الغافر بن محمد الفارسي أنبأنا محمد بن عيسى الجلودي حدثنا إبراهيم بن محمد بن سفيان حدثنا مسلم بن الحجاج حدثنا محمد بن مهران الرازي حدثنا الوليد بن مسلم حدثنا عبد الرحمن بن يزيد بن جابر عن يحيى بن جابر الطائي عن عبد الرحمن بن جبير بن نفير عن أبيه جبير بن نفير عن النواس بن سمعان قال : ذكر رسول الله صلى الله عليه وسلم الدجال ذات غداة فخفض فيه ورفع حتى ظنناه في طائفة النخل فلما رحنا إليه عرف ذلك فينا ، فقال : \" ما شأنكم؟ \" قلنا : يا رسول الله ذكرت الدجال ذات غداة فخفضت فيه ورفعت ، حتى ظنناه في طائفة النخل فقال : \" غير الدجال أخوفني عليكم؟ إن يخرج وأنا فيكم فأنا حجيجه دونكم وإن يخرج ولست فيكم فكل امرئ حجيج نفسه ، والله خليفتي على كل مسلم ، إنه شاب قطط عينه اليمنى طافية كأني أشبهه بعبد العزى بن قطن ، فمن أدركه منكم فليقرأ عليه فواتح سورة الكهف ، إنه خارج خلة بين الشام والعراق فعاث يمينا وعاث شمالا يا عباد الله ! فاثبتوا \" قلنا : يا رسول الله فما لبثه في الأرض؟ قال : \" أربعون يوما يوم كسنة ، ويوم كشهر ، ويوم كجمعة ، وسائر أيامه كأيامكم \" قلنا : يا رسول الله فذلك اليوم الذي كسنة أيكفينا فيه صلاة يوم؟ قال : لا اقدروا له قدره قلنا : يا رسول الله وما إسراعه في الأرض؟ قال : \" كالغيث استدبرته الريح فيأتي على القوم فيدعوهم فيؤمنوا به ويستجيبوا له فيأمر السماء فتمطر ، والأرض فتنبت فتروح عليهم سارحتهم أطول ما كانت ذرى وأسبغه ضروعا ، وأمده خواصر ثم يأتي القوم فيدعوهم فيردون عليه قوله ، قال : فينصرف عنهم فيصبحون ممحلين ليس بأيديهم شيء من أموالهم ويمر بالخربة فيقول لها : أخرجي كنوزك فيتبعه كنوزها كيعاسيب النحل ثم يدعو رجلا ممتلئا شبابا فيضربه بالسيف فيقطعه جزلتين رمية الغرض ، ثم يدعوه فيقبل ويتهلل وجهه ويضحك فبينما هو كذلك إذ بعث الله المسيح عيسى ابن مريم عليه السلام ، فينزل عند المنارة البيضاء شرقي باب دمشق بين مهرودتين واضعا كفيه على أجنحة ملكين إذا طأطأ رأسه قطر وإذا رفعه تحدر منه مثل جمان اللؤلؤ فلا يحل لكافر يجد من ريح نفسه إلا مات ، ونفسه ينتهي حيث ينتهي طرفه ، فيطلبه حتى يدركه بباب لد فيقتله ، ثم يأتي عيسى قوم قد عصمهم الله منه فيمسح عن وجوههم ويحدثهم بدرجاتهم في الجنة ، فبينما هو كذلك إذ أوحى الله إلى عيسى إني قد أخرجت عبادا لي ، لا يدان لأحد بقتالهم ، فحرز عبادي إلى الطور ، ويبعث الله يأجوج ومأجوج وهم من كل حدب ينسلون فيمر أوائلهم على بحيرة طبرية فيشربون ما فيها ، ويمر آخرهم فيقول : لقد كان بهذه مرة ماء . ويحصر نبي الله وأصحابه حتى يكون رأس الثور لأحدهم خيرا من مائة دينار لأحدكم اليوم ، فيرغب نبي الله عيسى وأصحابه فيرسل الله عليهم النغف في رقابهم فيصبحون فرسى كموت نفس واحدة ، ثم يهبط نبي الله عيسى وأصحابه إلى الأرض فلا يجدون في الأرض موضع شبر إلا ملأه زهمهم ونتنهم فيرغب نبي الله عيسى وأصحابه إلى الله ، فيرسل الله طيرا كأعناق البخت فتحملهم فتطرحهم حيث شاء الله ، ثم يرسل الله مطرا لا يكن منه بيت مدر ولا وبر ، فيغسل الأرض حتى يتركها كالزلفة ، ثم يقال للأرض : أنبتي ثمرتك وردي بركتك . فيومئذ تأكل العصابة من الرمانة ، ويستظلون بقحفها ، ويبارك في الرسل حتى أن اللقحة من الإبل لتكفي الفئام من الناس ، واللقحة من البقر لتكفي القبيلة من الناس ، واللقحة من الغنم لتكفي الفخذ من الناس . فبينما هم كذلك إذ بعث الله ريحا طيبة فتأخذهم تحت آباطهم فتقبض روح كل مؤمن وكل مسلم ، ويبقى شرار الناس يتهارجون تهارج الحمر ، فعليهم تقوم الساعة \" .وبهذا الإسناد حدثنا مسلم بن الحجاج حدثنا علي بن حجر السعدي حدثنا عبد الله بن عبد الرحمن بن يزيد بن جابر والوليد بن مسلم بن عبد الرحمن بن يزيد بن جابر بهذا الإسناد نحو ما ذكرنا ، وزاد بعد قوله : - لقد كان بهذه مرة ماء - ثم يسيرون حتى ينتهوا إلى جبل الخمر وهو جبل بيت المقدس ، فيقولون : لقد قتلنا من في الأرض ، هلم فلنقتل من في السماء . فيرمون بنشابهم إلى السماء ، فيرد الله عليهم نشابهم مخضوبة دما \" .وقال وهب : إنهم كانوا يأتون البحر فيشربون ماءه ويأكلون دوابه ، ثم يأكلون الخشب والشجر ، ومن ظفروا به من الناس ، ولا يقدرون أن يأتوا مكة ولا المدينة ولا بيت المقدس .أخبرنا عبد الواحد المليحي أنبأنا أحمد بن عبد الله النعيمي أنبأنا محمد بن يوسف حدثنا محمد بن إسماعيل أنبأنا أحمد أنبأنا أبي أنبأنا إبراهيم عن الحجاج بن حجاج عن قتادة عن عبد الله بن أبي عتبة عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال : \" ليحجن البيت وليعتمرن بعد خروج يأجوج ومأجوج \" .وفي القصة : أن ذا القرنين دخل الظلمة ، فلما رجع توفي بشهرزور وذكر بعضهم : أن عمره كان نيفا وثلاثين سنة ."
    },
    {
      "ayah": 99,
      "surah": 18,
      "text": "قوله عز وجل ( وتركنا بعضهم يومئذ يموج في بعض ) قيل : هذا عند فتح السد ، يقول : تركنا يأجوج ومأجوج يموج ، أي : يدخل بعضهم على بعض كموج الماء ، ويختلط بعضهم ببعض لكثرتهم .وقيل : هذا عند قيام الساعة ، يدخل الخلق بعضهم في بعض ، ويختلط إنسيهم بجنيهم حيارى . ( ونفخ في الصور ) لأن خروج يأجوج ومأجوج من علامات قرب الساعة ( فجمعناهم جمعا ) في صعيد واحد ."
    }
  ]
}
