{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 24,
      "text": "مدنية .( سورة ) أي : هذه سورة ، ( أنزلناها وفرضناها ) قرأ ابن كثير ، وأبو عمرو : \" وفرضناها \" بتشديد الراء ، وقرأ الآخرون بالتخفيف ، أي : أوجبنا ما فيها من الأحكام وألزمناكم العمل بها . وقيل : معناه قدرنا ما فيها من الحدود . والفرض : التقدير . قال الله - عز وجل - : \" فنصف ما فرضتم ( البقرة - 237 ) أي : قدرتم ، ودليل التخفيف قوله - عز وجل - : \" إن الذي فرض عليك القرآن \" ( القصص - 85 ) وأما التشديد فمعناه : وفصلناه وبيناه . وقيل : هو بمعنى الفرض الذي هو بمعنى الإيجاب أيضا . والتشديد للتكثير لكثرة ما فيها من الفرائض ، أي : أوجبناها عليكم وعلى من بعدكم إلى قيام الساعة . ( وأنزلنا فيها آيات بينات ) واضحات ، ( لعلكم تذكرون ) تتعظون ."
    },
    {
      "ayah": 10,
      "surah": 24,
      "text": "قوله : ( ولولا فضل الله عليكم ورحمته وأن الله تواب حكيم ) جواب لولا محذوف ، يعني لعاجلكم بالعقوبة ، ولكنه ستر عليكم ودفع عنكم الحد باللعان ، وإن الله تواب يعود على من يرجع عن المعاصي بالرحمة ، حكيم فيما فرض من الحدود ."
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "قوله - عز وجل - : ( إن الذين جاءوا بالإفك عصبة منكم ) الآيات سبب نزول هذه الآية ما أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا عبد العزيز بن عبد الله أخبرنا إبراهيم بن سعد عن صالح عن ابن شهاب قال : حدثني عروة بن الزبير وسعيد بن المسيب وعلقمة بن وقاص وعبيد الله بن عبد الله بن عتبة بن مسعود عن عائشة رضي الله عنها زوج النبي - صلى الله عليه وسلم - حين قال لها أهل الإفك ما قالوا وكلهم حدثني طائفة من حديثها وبعضهم كان أوعى لحديثها من بعض وأثبت له اقتصاصا وقد وعيت عن كل رجل منهم الحديث الذي حدثني عن عائشة وبعض حديثهم يصدق بعضا .قالوا : قالت عائشة : كان رسول الله - صلى الله عليه وسلم - إذا أراد سفرا أقرع بين أزواجه وأيهن خرج سهمها خرج بها النبي - صلى الله عليه وسلم - معه قالت عائشة : فأقرع بيننا في غزوة غزاها فخرج فيها سهمي فخرجت مع رسول الله - صلى الله عليه وسلم - بعدما أنزل الحجاب فكنت أحمل في هودج وأنزل فيه فسرنا حتى إذا فرغ رسول الله - صلى الله عليه وسلم - من غزوته تلك وقفل ودنونا من المدينة قافلين آذن ليلة بالرحيل فقمت حين آذنوا بالرحيل فمشيت حتى جاوزت الجيش فلما قضيت شأني أقبلت إلى رحلي فلمست صدري فإذا عقد لي من جزع ظفار قد انقطع ، فرجعت فالتمست عقدي فحبسني ابتغاؤه . قالت : وأقبل الرهط الذين كانوا يرحلون بي فاحتملوا هودجي فرحلوه على بعيري الذي كنت أركب عليه وهم يحسبون أني فيه وكان النساء إذ ذاك خفافا لم يهبلن ولم يغشهن اللحم إنما يأكلن العلقة من الطعام ، فلم يستنكر القوم خفة الهودج حين رفعوه وحملوه ، وكنت جارية حديثة السن فبعثوا الجمل وساروا ، ووجدت عقدي بعدما استمر الجيش ، فجئت منازلهم وليس بها منهم داع ولا مجيب فتيممت منزلي الذي كنت به وظننت أنهم سيفقدونني فيرجعون إلي فبينما أنا جالسة في منزلي غلبتني عيني فنمت ، وكان صفوان بن المعطل السلمي ثم الذكواني من وراء الجيش فأصبح عند منزلي فرأى سواد إنسان نائم فعرفني حين رآني وكان رآني قبل الحجاب ، فاستيقظت باسترجاعه حين عرفني ، فخمرت وجهي بجلبابي ، ووالله ما تكلمنا بكلمة ولا سمعت منه كلمة غير استرجاعه ، وهوى حتى أناخ راحلته فوطئ على يدها ، فقمت إليها فركبتها ، فانطلق يقود بي الراحلة حتى أتينا الجيش موغرين في نحر الظهيرة وهم نزول .قالت : فهلك من هلك ، وكان الذي تولى كبر الإفك عبد الله بن أبي ابن سلول ، قال عروة أخبرت أنه كان يشاع ويتحدث به عنده فيقره ويستمعه ويستوشيه .وقال عروة أيضا : لم يسم من أهل الإفك أيضا إلا حسان بن ثابت ومسطح بن أثاثة وحمنة بنت جحش في ناس آخرين لا علم لي بهم غير أنهم عصبة ، كما قال الله تعالى ( والذي تولى كبره ) قال : عبد الله بن أبي ابن سلولقال عروة : كانت عائشة تكره أن يسب عندها حسان وتقول : إنه الذي قال :فإن أبي ووالدتي وعرضي لعرض محمد منكم وقاءقالت عائشة : فقدمنا المدينة ، فاشتكيت حين قدمت شهرا ، والناس يفيضون في قول أصحاب الإفك لا أشعر بشيء من ذلك ، وهو يريبني في وجعي أني لا أعرف من رسول الله - صلى الله عليه وسلم - اللطف الذي كنت أرى منه حين أشتكي ، إنما يدخل علي رسول الله - صلى الله عليه وسلم - فيسلم ثم يقول كيف تيكم ؟ ثم ينصرف ، فذلك يريبني ولا أشعر بالشر حتى خرجت حين نقهت ، فخرجت مع أم مسطح قبل المناصع وكان متبرزنا ، وكنا لا نخرج إلا ليلا إلى ليل ، وذلك قبل أن نتخذ الكنف قريبا من بيوتنا ، وأمرنا أمر العرب الأول في التبرز قبل الغائط ، وكنا نتأذى بالكنف أن نتخذها عند بيوتنا .قالت : فانطلقت أنا وأم مسطح - وهي ابنة أبي رهم بن المطلب بن عبد مناف وأمها بنت صخر بن عامر خالة أبي بكر الصديق ، وابنها مسطح بن أثاثة بن عباد بن المطلب ، فأقبلت أنا وأم مسطح قبل بيتي حين فرغنا من شأننا ، فعثرت أم مسطح في مرطها ، فقالت : تعس مسطح ، فقلت لها : بئس ما قلت أتسبين رجلا شهد بدرا ؟ فقالت : أي هنتاه أولم تسمعي ما قال ؟ قالت فقلت : ما قال ؟ فأخبرتني بقول أهل الإفك ، قالت فازددت مرضا على مرضي ، فلما رجعت إلى بيتي دخل علي رسول الله - صلى الله عليه وسلم - ، ثم قال : كيف تيكم ؟ فقلت له : أتأذن لي أن آتي أبوي ؟ قالت : وأنا أريد أن أستيقن الخبر من قبلهما ، قالت : فأذن لي رسول الله - صلى الله عليه وسلم - ، فقلت لأمي : يا أمتاه ماذا يتحدث الناس ؟ فقالت : يا بنية هوني عليك فوالله لقل ما كانت امرأة قط رضية عند رجل يحبها لها ضرائر إلا أكثرن عليها . قالت فقلت : سبحان الله أولقد تحدث الناس بهذا ؟ قالت : فبكيت تلك الليلة حتى أصبحت لا يرقأ لي دمع ولا أكتحل [ بنوم ] ، ثم أصبحت أبكي .قالت : ودعا رسول الله - صلى الله عليه وسلم - علي بن أبي طالب وأسامة بن زيد حين استلبث الوحي يسألهما ويستشيرهما في فراق أهله ، فأما أسامة فأشار على رسول الله - صلى الله عليه وسلم - بالذي يعلم من براءة أهله وبالذي يعلم لهم في نفسه ، فقال أسامة : أهلك ولا نعلم إلا خيرا ، وأما علي فقال : يا رسول الله لم يضيق الله عليك والنساء سواها كثير ، وسل الجارية تصدقك ، قالت : فدعا رسول الله - صلى الله عليه وسلم - بريرة ، فقال : أي بريرة هل رأيت من شيء يريبك ؟ قالت له بريرة : والذي بعثك بالحق ما رأيت عليها أمرا قط أغمضه أكثر من أنها جارية حديثة السن ، تنام عن عجين أهلها فتأتي الداجن فتأكله .قالت : فقام رسول الله - صلى الله عليه وسلم - [ من يومه ] فاستعذر من عبد الله بن أبي وهو على المنبر ، فقال : يا معشر المسلمين من يعذرني من رجل قد بلغني عنه أذاه في أهلي ، والله ما علمت على أهلي إلا خيرا ، ولقد ذكروا رجلا ما علمت عليه إلا خيرا وما يدخل على أهلي إلا معي ، قالت : فقام سعد بن معاذ أخو بني عبد الأشهل ، فقال أنا يا رسول الله أعذرك فإن كان من الأوس ضربت عنقه ، وإن كان من إخواننا من الخزرج أمرتنا ففعلنا أمرك ، قالت : وقام رجل من الخزرج وكانت أم حسان بنت عمه من فخذه وهو سعد بن عبادة وهو سيد الخزرج ، قالت : وكان قبل ذلك رجلا صالحا ولكن احتملته الحمية فقال لسعد : كذبت لعمر الله لا تقتله ولا تقدر على قتله ، ولو كان من رهطك ما أحببت أن يقتل ، فقام أسيد بن حضير وهو ابن عم سعد فقال لسعد بن عبادة : كذبت لعمر الله لنقتلنه فإنك منافق تجادل عن المنافقين ، قالت : فثار الحيان الأوس والخزرج حتى هموا أن يقتتلوا ورسول الله - صلى الله عليه وسلم - قائم على المنبر ، قالت : فلم يزل رسول الله - صلى الله عليه وسلم - يخفضهم حتى سكتوا وسكت .قالت : فبكيت يومي ذلك كله لا يرقأ لي دمع ولا أكتحل بنوم [ قالت وأصبح أبواي عندي ، وقد بكيت ليلتين ويوما لا أكتحل بنوم ] ولا يرقأ لي دمع حتى إني لأظن أن البكاء فالق كبدي فبينا أبواي جالسان عندي ، وأنا أبكي فاستأذنت علي امرأة من الأنصار فأذنت لها ، فجلست تبكي معي .قالت : فبينا نحن على ذلك دخل رسول الله - صلى الله عليه وسلم - علينا فسلم ثم جلس ، قالت : ولم يجلس عندي منذ قيل ما قيل قبلها ، وقد لبث شهرا لا يوحى إليه في شأني بشيء ، قالت : فتشهد رسول الله - صلى الله عليه وسلم - حين جلس ثم قال : أما بعد يا عائشة فإنه بلغني عنك كذا وكذا فإن كنت بريئة فسيبرئك الله ، وإن كنت ألممت بذنب فاستغفري الله وتوبي إليه ، فإن العبد إذا اعترف ثم تاب تاب الله عليه .قالت : فلما قضى رسول الله - صلى الله عليه وسلم - مقالته فاض دمعي حتى ما أحس منه قطرة ، فقلت لأبي أجب رسول الله - صلى الله عليه وسلم - فيما قال ، فقال أبي : والله ما أدري ما أقول لرسول الله - صلى الله عليه وسلم - ، فقلت لأمي : أجيبي رسول الله - صلى الله عليه وسلم - فيما قال ، فقالت أمي : والله ما أدري ما أقول لرسول الله - صلى الله عليه وسلم - ، فقلت وأنا جارية حديثة السن لا أقرأ من القرآن كثيرا : إني والله لقد علمت لقد سمعتم هذا الحديث حتى استقر في أنفسكم وصدقتم به ، فلئن قلت لكم إني بريئة لا تصدقوني ، ولئن اعترفت لكم بأمر والله يعلم أني منه بريئة لتصدقني ، فوالله لا أجد لي ولكم مثلا إلا قول أبي يوسف حين قال : \" فصبر جميل والله المستعان على ما تصفون \" ( يوسف - 18 ) ثم تحولت واضطجعت على فراشي وأنا أعلم والله يعلم أني حينئذ بريئة ، وأن الله مبرئي ببراءتي ، ولكن والله ما كنت أظن أن الله منزل في شأني وحيا يتلى ، لشأني في نفسي كان أحقر من أن يتكلم الله في بأمر ، ولكن كنت أرجو أن يرى رسول الله - صلى الله عليه وسلم - في النوم رؤيا يبرئني الله بها ، فوالله ما رام رسول الله - صلى الله عليه وسلم - مجلسه ولا خرج أحد من أهل البيت حتى أنزل عليه الوحي فأخذه ما كان يأخذه من البرحاء حتى إنه ليتحدر منه العرق مثل الجمان ، وهو في يوم شات ، من ثقل القول الذي أنزل عليه ، قالت : فسري عن رسول الله - صلى الله عليه وسلم - وهو يضحك فكانت أول كلمة تكلم بها أن قال : يا عائشة أما والله فقد برأك الله ، قالت : فقالت لي أمي : قومي إليه فقلت : والله لا أقوم إليه فإني لا أحمد إلا الله ، قالت : وأنزل الله تعالى : \" إن الذين جاءوا بالإفك عصبة منكم \" العشر الآيات ، فلما أنزل الله في براءتي قال أبو بكر الصديق ، وكان ينفق على مسطح بن أثاثة لقرابته منه وفقره : والله لا أنفق على مسطح شيئا أبدا بعد الذي قال لعائشة ما قال ، فأنزل الله : ( ولا يأتل أولو الفضل منكم والسعة ) إلى قوله ( غفور رحيم ) قال أبو بكر الصديق : بلى والله إني لأحب أن يغفر الله لي ، فرجع إلى مسطح النفقة التي كان ينفق عليه ، وقال : والله لا أنزعها منه أبدا .قالت عائشة : وكان رسول الله - صلى الله عليه وسلم - سأل زينب بنت جحش عن أمري فقال لزينب : ماذا علمت أو رأيت ؟ فقالت : يا رسول الله أحمي سمعي وبصري ، والله ما علمت إلا خيرا ، قالت عائشة وهي التي تساميني من أزواج النبي - صلى الله عليه وسلم - فعصمها الله بالورع ، قالت : وطفقت أختها حمنة تحارب لها فهلكت فيمن هلك .قال ابن شهاب : فهذا الذي بلغني من حديث هؤلاء الرهط ، قالت عائشة : والله إن الرجل الذي قيل له ما قيل ليقول : سبحان الله فوالذي نفسي بيده ما كشفت عن كنف أنثى قط . قالت : ثم قتل بعد ذلك في سبيل الله .ورواه محمد بن إسماعيل عن يحيى بن بكير ، أخبرنا الليث عن يونس عن ابن شهاب بإسناد مثله ، وقال : وإن كنت ألممت بذنب فاستغفري الله وتوبي إليه فإن العبد إذا اعترف بذنبه ثم تاب تاب الله عليه ، إلى قوله : فهلكت فيمن هلك من أصحاب الإفك .ورواه أبو أسامة عن هشام بن عروة عن أبيه عن عائشة قالت : ولقد جاء رسول الله - صلى الله عليه وسلم - بيتي فسأل عني خادمتي ، فقالت : لا والله ما علمت عليها عيبا إلا أنها كانت ترقد حتى تدخل الشاة فتأكل خميرها أو عجينها ، فانتهرها بعض أصحابه ، فقال : اصدقي رسول الله حتى أسقطوا لهابه ، فقالت : سبحان الله والله ما علمت عليها إلا ما يعلم الصائغ على تبر الذهب الأحمر ، وفيه قالت : وأنزل على رسول الله - صلى الله عليه وسلم - فرفع عنه وإني لأتبين السرور في وجهه وهو يمسح جبينه ويقول : أبشري يا عائشة فقد أنزل الله براءتك فقال لي أبواي : قومي إليه فقلت : لا والله لا أقوم إليه ولا أحمده ولا أحمد أحدا ولكن أحمد الله الذي برأني لقد سمعتموه فما أنكرتموه ولا غيرتموه .أما تفسير قوله : ( إن الذين جاءوا بالإفك ) بالكذب ، والإفك : أسوأ الكذب ، سمي إفكا لكونه مصروفا عن الحق ، من قولهم : أفك الشيء إذا قلبه عن وجهه ، وذلك أن عائشة كانت تستحق الثناء لما كانت عليه من الحصانة والشرف فمن رماها بالسوء قلب الأمر عن وجهه ، ( عصبة منكم ) أي : جماعة منهم عبد الله بن أبي ابن سلول ، ومسطح بن أثاثة ، وحسان بن ثابت ، وحمنة بنت جحش ، زوجة طلحة بن عبيد الله ، وغيرهم ، ( لا تحسبوه شرا لكم ) يا عائشة ويا صفوان ، وقيل : هو خطاب لعائشة ولأبويها وللنبي - صلى الله عليه وسلم - ولصفوان ، يعني : لا تحسبوا الإفك شرا لكم ، ( بل هو خير لكم ) لأن الله يأجركم على ذلك ويظهر براءتكم .( لكل امرئ منهم ) يعني من العصبة الكاذبة ( ما اكتسب من الإثم ) أي : جزاء ما اجترح من الذنب على قدر ما خاض فيه ، ( والذي تولى كبره ) أي : تحمل معظمه فبدأ بالخوض فيه ، قرأ يعقوب \" كبره \" بضم الكاف ، وقرأ العامة بالكسر ، قال الكسائي : هما لغتان . قال الضحاك : قام بإشاعة الحديث ، وهو عبد الله بن أبي ابن سلول .وروى الزهري عن عروة عن عائشة ( والذي تولى كبره منهم ) قالت : عبد الله بن أبي ابن سلول ، والعذاب الأليم هو النار في الآخرة .وقد روى ابن أبي مليكة عن عروة عن عائشة في حديث الإفك قالت : ثم ركبت وأخذ صفوان بالزمام فمررنا بملأ من المنافقين ، وكانت عادتهم أن ينزلوا منتبذين من الناس ، فقال عبد الله بن أبي ، رئيسهم : من هذه ؟ قالوا : عائشة قال : والله ما نجت منه وما نجا منها ، وقال : امرأة نبيكم باتت مع رجل حتى أصبحت ثم جاء يقود بها . وشرع في ذلك أيضا حسان ، ومسطح ، وحمنة ، فهم الذين تولوا كبره .وقال قوم : هو حسان بن ثابت . أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا بشر بن خالد ، أخبرنا محمد بن جعفر عن شعبة عن سليمان عن أبي الضحى عن مسروق قال : دخلت على عائشة وعندها حسان بن ثابت ينشد شعرا يشبب بأبيات له ، وقال :حصان رزان ما تزن بريبة     وتصبح غرثى من لحوم الغوافلفقالت له عائشة : لكنك لست كذلك ، قال مسروق فقلت لها : لم تأذنين له أن يدخل عليك وقد قال الله تعالى : ( والذي تولى كبره منهم له عذاب عظيم ) قالت : وأي عذاب أشد من العمى ، وقالت : إنه كان ينافح أو يهاجي عن رسول الله - صلى الله عليه وسلم - .ويروى أن النبي - صلى الله عليه وسلم - أمر بالذين رموا عائشة فجلدوا الحد جميعا ثمانين ثمانين ."
    },
    {
      "ayah": 12,
      "surah": 24,
      "text": "قوله - عز وجل - : ( لولا ) هلا ( إذ سمعتموه ظن المؤمنون والمؤمنات بأنفسهم ) بإخوانهم ( خيرا ) قال الحسن : بأهل دينهم لأن المؤمنين كنفس واحدة ، نظيره قوله تعالى : ولا تقتلوا أنفسكم ( النساء - 29 ) فسلموا على أنفسكم ( النور - 61 ) . ( وقالوا هذا إفك مبين ) أي كذب بين ."
    },
    {
      "ayah": 13,
      "surah": 24,
      "text": "( لولا جاءوا عليه بأربعة شهداء ) أي : على ما زعموا ، ( فإذ لم يأتوا بالشهداء فأولئك عند الله هم الكاذبون ) فإن قيل : كيف يصيرون عند الله كاذبين إذ لم يأتوا بالشهداء ومن كذب فهو عند الله كاذب سواء أتى بالشهداء أو لم يأت ؟ قيل : \" عند الله \" أي : في حكم الله وقيل : معناه كذبوهم بأمر الله وقيل : هذا في حق عائشة ، ومعناه : أولئك هم الكاذبون في غيبي وعلمي ."
    },
    {
      "ayah": 14,
      "surah": 24,
      "text": "( ولولا فضل الله عليكم ورحمته في الدنيا والآخرة لمسكم في ما أفضتم ) خضتم ( فيه ) من الإفك ( عذاب عظيم ) قال ابن عباس أي : عذاب لا انقطاع له ، يعني : في الآخرة ، لأنه ذكر عذاب الدنيا من قبل ، فقال تعالى : \" والذي تولى كبره منهم له عذاب عظيم \" ، وقد أصابه ، فإنه جلد وحد . وروت عمرة عن عائشة أن النبي - صلى الله عليه وسلم - لما نزلت هذه الآية حد أربعة نفر : عبد الله بن أبي ، وحسان بن ثابت ، ومسطح بن أثاثة ، وحمنة بنت جحش ."
    },
    {
      "ayah": 15,
      "surah": 24,
      "text": "قوله - عز وجل - : ( إذ تلقونه ) تقولونه ، ( بألسنتكم ) قال مجاهد ومقاتل : يرويه بعضكم عن بعض . وقال الكلبي : وذلك أن الرجل منهم يلقى الرجل فيقول بلغني كذا وكذا يتلقونه تلقيا ، وقال الزجاج : يلقيه بعضكم إلى بعض ، وقرأت عائشة \" تلقونه \" بكسر اللام وتخفيف القاف من الولق وهو الكذب ، ( وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينا ) تظنون أنه سهل لا إثم فيه ، ( وهو عند الله عظيم ) في الوزر ."
    },
    {
      "ayah": 16,
      "surah": 24,
      "text": "( ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحانك ) هذا اللفظ هاهنا معناه التعجب ( هذا بهتان عظيم ) أي : كذب عظيم يبهت ويتحير من عظمته . وفي بعض الأخبار أن أم أيوب قالت لأبي أيوب الأنصاري : أما بلغك ما يقول الناس في عائشة ؟ فقال أبو أيوب : سبحانك هذا بهتان عظيم فنزلت الآية على وفق قوله ."
    },
    {
      "ayah": 17,
      "surah": 24,
      "text": "( يعظكم الله ) قال ابن عباس رضي الله عنهما : يحرم الله عليكم وقال مجاهد : ينهاكم الله . ( أن تعودوا لمثله أبدا إن كنتم مؤمنين )"
    },
    {
      "ayah": 18,
      "surah": 24,
      "text": "(ويبين الله لكم الآيات ) في الأمر والنهي ، ( والله عليم ) بأمر عائشة وصفوان ، ( حكيم ) حكم ببراءتهما ."
    },
    {
      "ayah": 19,
      "surah": 24,
      "text": "قوله - عز وجل - : ( إن الذين يحبون أن تشيع الفاحشة ) يعني : تظهر ، ويذيع الزنا ، ( في الذين آمنوا لهم عذاب أليم في الدنيا والآخرة ) يعني عبد الله بن أبي وأصحابه المنافقين ، والعذاب في الدنيا الحد ، وفي الآخرة النار ، ( والله يعلم ) كذبهم وبراءة عائشة وما خاضوا فيه من سخط الله ( وأنتم لا تعلمون )"
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "قوله - عز وجل - : ( الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ) أراد إذا كانا حرين بالغين عاقلين بكرين غير محصنين \" فاجلدوا \" : فاضربوا كل واحد منهما مائة جلدة ، يقال جلده إذا ضرب جلده ، كما يقال رأسه وبطنه ، إذا ضرب رأسه وبطنه ، وذكر بلفظ الجلد لئلا يبرح . ولا يضرب بحيث يبلغ اللحم ، وقد وردت السنة أنه يجلد مائة ويغرب عاما وهو قول أكثر أهل العلم ، وإن كان الزاني محصنا فعليه الرجم ، ذكرناه في سورة النساء .( ولا تأخذكم بهما رأفة ) رحمة ورقة ، وقرأ ابن كثير \" رأفة \" بفتح الهمزة ولم يختلفوا في سورة الحديد أنها ساكنة لمجاورة قوله : \" ورحمة \" والرأفة معنى في القلب ، لا ينهى عنه ؛ لأنه لا يكون باختيار الإنسان .روي أن عبد الله بن عمر جلد جارية له زنت ، فقال للجلاد : اضرب ظهرها ورجليها ، فقال له ابنه : لا تأخذكم بهما رأفة في دين الله ، فقال يا بني إن الله - عز وجل - لم يأمرني بقتلها وقد ضربت فأوجعت .واختلفوا في معنى الآية . فقال قوم : لا تأخذكم بهما رأفة فتعطلوا الحدود ولا تقيموها ، وهذا قول مجاهد وعكرمة وعطاء وسعيد بن جبير والنخعي والشعبي . وقال جماعة : معناها ولا تأخذكم بهما رأفة فتخففوا الضرب ولكن أوجعوهما ضربا ، وهو قول سعيد بن المسيب والحسن . قال الزهري : يجتهد في حد الزنا والفرية ويخفف في حد الشرب . وقال قتادة : يجتهد في حد الزنا ويخفف في الشرب والفرية .( في دين الله ) أي : في حكم الله ، ( إن كنتم تؤمنون بالله واليوم الآخر ) معناه أن المؤمن لا تأخذه الرأفة إذا جاء أمر الله تعالى .( وليشهد ) وليحضر ( عذابهما ) حدهما إذا أقيم عليهما ( طائفة ) نفر ، ( من المؤمنين ) قال مجاهد والنخعي : أقله رجل واحد فما فوقه ، وقال عكرمة وعطاء : رجلان فصاعدا . وقال الزهري وقتادة : ثلاثة فصاعدا . وقال مالك وابن زيد : أربعة بعدد شهود الزنا ."
    },
    {
      "ayah": 20,
      "surah": 24,
      "text": "( ولولا فضل الله عليكم ورحمته وأن الله رءوف رحيم ) جواب \" لولا \" محذوف ، أي : لعاجلكم بالعقوبة ، قال ابن عباس : يريد مسطحا ، وحسان ، وحمنة ."
    },
    {
      "ayah": 21,
      "surah": 24,
      "text": "قوله - عز وجل - : ( يا أيها الذين آمنوا لا تتبعوا خطوات الشيطان ومن يتبع خطوات الشيطان فإنه يأمر بالفحشاء ) أي : بالقبائح من الأفعال ، ( والمنكر ) ما يكرهه الله - عز وجل - ، ( ولولا فضل الله عليكم ورحمته ما زكا ) قال مقاتل : ما صلح . وقال ابن قتيبة : ما طهر ، ( منكم من أحد ) والآية على العموم عند بعض المفسرين ، قالوا : أخبر الله أنه لولا فضله ورحمته بالعصمة ما صلح منكم أحد . وقال قوم : هذا الخطاب للذين خاضوا في الإفك ، ومعناه : ما طهر من هذا الذنب ولا صلح أمره بعد الذي فعل ، وهذا قول ابن عباس في رواية عطاء ، قال : ما قبل توبة أحد منكم ، ( أبدا ولكن الله يزكي ) يطهر ، ( من يشاء ) من الذنب بالرحمة والمغفرة ، ( والله سميع عليم )"
    },
    {
      "ayah": 22,
      "surah": 24,
      "text": "قوله - عز وجل - ( ولا يأتل ) أي : ولا يحلف ، وهو يفتعل من الألية وهي القسم ، وقرأ أبو جعفر : \" يتأل \" بتقديم التاء وتأخير الهمزة ، وهو يتفعل من الألية . ( أولو الفضل منكم والسعة ) يعني أبا بكر الصديق ( أن يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله ) يعني مسطحا ، وكان مسكينا مهاجرا بدريا ابن خالة أبي بكر ، حلف أبو بكر أن لا ينفق عليه ، ( وليعفوا وليصفحوا ) عنهم خوضهم في أمر عائشة ، ( ألا تحبون ) يخاطب أبا بكر ، ( أن يغفر الله لكم والله غفور رحيم ) فلما قرأها النبي - صلى الله عليه وسلم - على أبي بكر قال : بلى أنا أحب أن يغفر الله لي ، ورجع إلى مسطح نفقته التي كان ينفق عليه ، وقال : والله لا أنزعها منه أبدا .وقال ابن عباس والضحاك : أقسم ناس من الصحابة فيهم أبو بكر أن لا يتصدقوا على رجل تكلم بشيء من الإفك ولا ينفعوهم ، فأنزل الله هذه الآية ."
    },
    {
      "ayah": 23,
      "surah": 24,
      "text": "قوله - عز وجل - : ( إن الذين يرمون المحصنات ) العفائف ، ( الغافلات ) عن الفواحش ، ( المؤمنات ) والغافلة عن الفاحشة أي : لا يقع في قلبها فعل الفاحشة وكانت عائشة كذلك ، قوله تعالى : ( لعنوا في الدنيا والآخرة ) عذبوا بالحدود وفي الآخرة بالنار ، ( ولهم عذاب عظيم ) قال مقاتل : هذا في عبد الله بن أبي المنافق . روي عن خصيف قال : قلت لسعيد بن جبير : من قذف مؤمنة يلعنه الله في الدنيا والآخرة ؟ فقال ذلك لعائشة خاصة .وقال قوم : هي لعائشة وأزواج النبي - صلى الله عليه وسلم - خاصة دون سائر المؤمنات . روي عن العوام بن حوشب عن شيخ من بني كاهل عن ابن عباس رضي الله عنهما قال : هذه في شأن عائشة وأزواج النبي - صلى الله عليه وسلم - خاصة ليس فيها توبة ، ومن قذف امرأة مؤمنة فقد جعل الله له توبة ثم قرأ : ( والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء ) إلى قوله : ( إلا الذين تابوا ) فجعل لهؤلاء توبة ، ولم يجعل لأولئك توبة .وقال الآخرون : نزلت هذه الآية في أزواج النبي - صلى الله عليه وسلم - وكان [ ذلك ] حين نزلت الآية التي في أول السورة ( والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء ) إلى قوله : ( فإن الله غفور رحيم ) فأنزل الله الجلد والتوبة ."
    },
    {
      "ayah": 24,
      "surah": 24,
      "text": "( يوم تشهد ) قرأ حمزة والكسائي بالياء لتقديم الفعل ، وقرأ الآخرون بالتاء ، ( عليهم ألسنتهم ) وهذا قبل أن يختم على أفواههم ، ( وأيديهم وأرجلهم ) يروى أنه ( تختم ) الأفواه فتتكلم الأيدي والأرجل بما عملت في الدنيا . وقيل : معناه تشهد ألسنة بعضهم على بعض وأيديهم وأرجلهم ، ( بما كانوا يعملون )"
    },
    {
      "ayah": 25,
      "surah": 24,
      "text": "(يومئذ يوفيهم الله دينهم الحق ) جزاءهم الواجب . وقيل : حسابهم العدل . ( ويعلمون أن الله هو الحق المبين ) يبين لهم حقيقة ما كان يعدهم في الدنيا . قال عبد الله بن عباس رضي الله عنهما : وذلك أن عبد الله بن أبي كان يشك في الدين فيعلم يوم القيامة أن الله هو الحق المبين ."
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "قوله - عز وجل - : ( الخبيثات للخبيثين ) قال أكثر المفسرين : الخبيثات من القول والكلام للخبيثين من الناس . ( والخبيثون ) من الناس ، ( للخبيثات ) من القول ، [ والكلام ] ، ( والطيبات ) من القول ، ( للطيبين ) من الناس ، ( والطيبون ) من الناس ، ( للطيبات ) من القول ، والمعنى : أن الخبيث من القول لا يليق إلا بالخبيث من الناس والطيب لا يليق إلا بالطيب من الناس ، فعائشة لا يليق بها الخبيثات من القول لأنها طيبة رضي الله عنها فيضاف إليها طيبات الكلام من الثناء الحسن [ وما يليق بها ] .وقال الزجاج : معناه لا يتكلم بالخبيثات إلا الخبيث من الرجال والنساء ولا يتكلم بالطيبات إلا الطيب من الرجال والنساء ، وهذا ذم للذين قذفوا عائشة ، ومدح للذين برؤوها بالطهارة .وقال ابن زيد : معناه الخبيثات من النساء للخبيثين من الرجال والخبيثون من الرجال للخبيثات من النساء [ أمثال عبد الله بن أبي والشاكين في الدين ] ، والطيبات من النساء للطيبين من الرجال ، والطيبون من الرجال للطيبات من النساء . يريد عائشة طيبها الله لرسوله الطيب - صلى الله عليه وسلم - .( أولئك مبرءون ) يعني : عائشة وصفوان ذكرهما بلفظ الجمع كقوله تعالى : \" فإن كان له إخوة \" ( النساء - 11 ) أي : إخوان . وقيل : \" أولئك مبرؤون \" يعني الطيبين والطيبات منزهون ، ( مما يقولون لهم مغفرة ورزق كريم ) فالمغفرة هي العفو عن الذنوب ، والرزق الكريم : الجنة .وروي أن عائشة كانت تفتخر بأشياء أعطيتها لم تعطها امرأة غيرها ، منها أن جبريل أتى بصورتها في سرقة من حرير ، وقال هذه زوجتك . وروي أنه أتى بصورتها في راحته وأن النبي - صلى الله عليه وسلم - لم يتزوج بكرا غيرها ، وقبض رسول الله - صلى الله عليه وسلم - ورأسه في حجرها ، ودفن في بيتها ، وكان ينزل عليه الوحي وهو معها في لحافه ، ونزلت براءتها من السماء ، وأنها ابنة خليفة رسول الله - صلى الله عليه وسلم - وصديقه ، وخلقت طيبة ، ووعدت مغفرة ورزقا كريما .وكان مسروق إذا روى عن عائشة يقول : حدثتني الصديقة بنت الصديق حبيبة رسول الله - صلى الله عليه وسلم - المبرأة من السماء ."
    },
    {
      "ayah": 27,
      "surah": 24,
      "text": "قوله : ( يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تذكرون ) قيل : معنى قوله : ( حتى تستأنسوا ) أي : حتى تستأذنوا [ وكان ابن عباس يقرأ حتى تستأذنوا ] ويقول : تستأنسوا خطأ من الكاتب . وكذلك كان يقرأ أبي ابن كعب ، والقراءة المعروفة تستأنسوا وهو بمعنى الاستئذان . وقيل : الاستئناس طلب الأنس ، وهو أن ينظر هل في البيت إنسان فيؤذنهم إني داخل . وقال الخليل : الاستئناس الاستبصار من قوله : آنست نارا ، أي : أبصرت . وقيل : هو أن يتكلم بتسبيحة أو تكبيرة أو يتنحنح ، يؤذن أهل البيت .وجملة حكم الآية : أنه لا يدخل بيت الغير إلا بعد السلام والاستئذان . واختلفوا في أنه يقدم الاستئذان أم السلام ؟ فقال قوم : يقدم الاستئذان فيقول : أأدخل سلام عليكم ، لقوله تعالى : ( حتى تستأنسوا ) أي : تستأذنوا ، ( وتسلموا على أهلها ) والأكثرون على أنه يقدم السلام فيقول : سلام عليكم أأدخل . وفي الآية تقديم وتأخير تقديرها : حتى تسلموا على أهلها وتستأذنوا . وكذلك هو في مصحف عبد الله بن مسعود . وروي عن كلدة بن حنبل قال : دخلت على النبي - صلى الله عليه وسلم - ولم أسلم ولم أستأذن ، فقال النبي - صلى الله عليه وسلم - : ارجع فقل : السلام عليكم أأدخل .وروي عن ابن عمر أن رجلا استأذن عليه فقال : أأدخل ؟ فقال ابن عمر : لا فأمر بعضهم الرجل أن يسلم فسلم فأذن له .وقال بعضهم : إن وقع بصره على إنسان قدم السلام ، وإلا قدم الاستئذان ، ثم سلم ، وقال أبو موسى الأشعري وحذيفة : يستأذن على ذوات المحارم ، ومثله عن الحسن ، وإن كانوا في دار واحدة يتنحنح ويتحرك أدنى حركة .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو الحسن علي بن محمد عبد الله بن بشران ، أخبرنا إسماعيل بن محمد الصفار ، أخبرنا أحمد بن منصور الرمادي ، أخبرنا عبد الرزاق ، أخبرنا معمر عن سعيد الجريري ، عن أبي نضرة عن أبي سعيد الخدري قال : سلم عبد الله بن قيس على عمر بن الخطاب ثلاث مرات فلم يأذن له فرجع فأرسل عمر في أثره فقال : لم رجعت ؟ قال : إني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إذا سلم أحدكم ثلاثا فلم يجب فليرجع \" . قال عمر : لتأتين على ما تقول ببينة وإلا لأفعلن بك كذا وكذا غير أنه قد أوعده ، قال : فجاء أبو موسى الأشعري ممتقعا لونه وأنا في حلقة جالس ، فقلنا : ما شأنك ؟ فقال : سلمت على عمر ، فأخبرنا خبره ، فهل سمع أحد منكم من رسول الله - صلى الله عليه وسلم - ؟ قالوا : نعم كلنا قد سمعه ، قال فأرسلوا معه رجلا منهم حتى أتى عمر فأخبره بذلك .ورواه بسر بن سعيد عن أبي سعيد الخدري ، وفيه : قال أبو موسى الأشعري : قال رسول الله - صلى الله عليه وسلم - : \" إذا استأذن أحدكم ثلاثا فلم يؤذن له فليرجع \" . قال الحسن : الأول إعلام والثاني مؤامرة ، والثالث استئذان بالرجوع ."
    },
    {
      "ayah": 28,
      "surah": 24,
      "text": "قوله - عز وجل - : ( فإن لم تجدوا فيها أحدا فلا تدخلوها ) أي : إن لم تجدوا في البيوت أحدا يأذن لكم في دخولها فلا تدخلوها ، ( حتى يؤذن لكم وإن قيل لكم ارجعوا فارجعوا ) يعني : إذا كان في البيت قوم فقالوا : ارجع فليرجع ولا يقف على الباب ملازما ، ( هو أزكى لكم ) يعني : الرجوع أطهر وأصلح لكم ، قال قتادة : إذا لم يؤذن له فلا يقعد على الباب فإن للناس حاجات ، وإذا حضر ولم يستأذن وقعد على الباب منتظرا جاز .وكان ابن عباس يأتي باب الأنصار لطلب الحديث فيقعد على الباب حتى يخرج ، ولا يستأذن ، فيخرج الرجل ويقول : يا ابن عم رسول الله لو أخبرتني ، فيقول : هكذا أمرنا أن نطلب العلم وإذا وقف فلا ينظر من شق الباب إذا كان الباب مردودا : أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو الحسين بن بشران ، أخبرنا إسماعيل بن محمد الصفار ، أخبرنا أحمد بن منصور ، أخبرنا عبد الرزاق ، أخبرنا معمر عن الزهري ، عن سهل بن سعد الساعدي أن رجلا اطلع على النبي - صلى الله عليه وسلم - من ستر الحجرة وفي يد النبي - صلى الله عليه وسلم - مدرى ، فقال : \" لو علمت أن هذا ينظرني حتى آتيه لطعنت بالمدرى في عينيه ، وهل جعل الاستئذان إلا من أجل البصر \" .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا سفيان عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" لو أن امرأ اطلع عليك بغير إذن فحذفته بحصاة ففقأت عينه ما كان عليك جناح \" .قوله تعالى : ( والله بما تعملون عليم ) من الدخول بالإذن وغير الإذن . ولما نزلت آية الاستئذان قالوا : كيف بالبيوت التي بين مكة والمدينة والشام وعلى ظهر الطريق ، ليس فيها ساكن ؟ فأنزل الله - عز وجل - :"
    },
    {
      "ayah": 29,
      "surah": 24,
      "text": "(ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة ) ، أي : بغير استئذان ، ( فيها متاع لكم ) يعني منفعة لكم . واختلفوا في هذه البيوت ، فقال قتادة : هي الخانات والبيوت والمنازل المبنية للسابلة ليأووا إليها ويئووا أمتعتهم إليها ، جاز دخولها بغير استئذان ، والمنفعة فيها بالنزول وإيواء المتاع والاتقاء من الحر والبرد .وقال ابن زيد : هي بيوت التجار وحوانيتهم التي بالأسواق يدخلونها للبيع والشراء وهو المنفعة . وقال إبراهيم النخعي : ليس على حوانيت السوق إذن . وكان ابن سيرين إذا جاء إلى حانوت السوق يقول : السلام عليكم أأدخل ؟ ثم يلج . وقال عطاء : هي البيوت الخربة ، والمتاع هو قضاء الحاجة فيها من البول والغائط . وقيل : هي جميع البيوت التي لا ساكن لها لأن الاستئذان إنما جاء لئلا يطلع على عورة فإن لم يخف ذلك فله الدخول بغير استئذان ، ( والله يعلم ما تبدون وما تكتمون )"
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "قوله - عز وجل - : ( الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين ) اختلف العلماء في معنى الآية وحكمها . فقال قوم : قدم المهاجرون المدينة وفيهم فقراء لا مال لهم ولا عشائر ، وبالمدينة نساء بغايا يكرين أنفسهن ، وهن يومئذ أخصب أهل المدينة ، فرغب أناس من فقراء المسلمين في نكاحهن لينفقن عليهم ، فاستأذنوا رسول الله - صلى الله عليه وسلم - فنزلت هذه الآية ( وحرم ذلك على المؤمنين ) أن يتزوجوا تلك البغايا ؛ لأنهن كن مشركات . وهذا قول مجاهد وعطاء بن أبي رباح وقتادة والزهري والشعبي ، ورواية العوفي عن ابن عباس .وقال عكرمة : نزلت في نساء بمكة والمدينة ، منهن تسع لهن رايات كرايات البيطار يعرفن بها . منهن أم مهزول جارية السائب بن أبي السائب المخزومي ، وكان الرجل ينكح الزانية في الجاهلية يتخذها مأكلة ، فأراد ناس من المسلمين نكاحهن على تلك الجهة ، فاستأذن رجل من المسلمين رسول الله - صلى الله عليه وسلم - في نكاح أم مهزول واشترطت له أن تنفق عليه ، فأنزل الله هذه الآية .وروى عمرو بن شعيب عن أبيه عن جده قال : كان رجل يقال له مرثد بن أبي مرثد الغنوي كان يحمل الأسارى من مكة حتى يأتي بهم المدينة ، وكانت بمكة بغي يقال لها : عناق ، وكانت صديقة له في الجاهلية ، فلما أتى مكة دعته عناق إلى نفسها ، فقال مرثد : إن الله حرم الزنا . قالت : فانكحني ، فقال : حتى أسأل رسول الله - صلى الله عليه وسلم - قال : فأتيت النبي - صلى الله عليه وسلم - فقلت : يا رسول الله أنكح عناق ؟ فأمسك رسول الله - صلى الله عليه وسلم - فلم يرد شيئا ، فنزلت : ( والزانية لا ينكحها إلا زان أو مشرك ) فدعاني فقرأها علي وقال لي : لا تنكحها . فعلى قول هؤلاء كان التحريم خاصا في حق أولئك دون سائر الناس .وقال قوم : المراد من النكاح هو الجماع ، ومعناه : الزاني لا يزني إلا بزانية أو مشركة ، والزانية لا تزني إلا بزان أو مشرك . وهو قول سعيد بن جبير والضحاك بن مزاحم . ورواية الوالبي عن ابن عباس . قال يزيد بن هارون : إن جامعها وهو مستحل فهو مشرك ، وإن جامعها وهو محرم فهو زان ، وكان ابن مسعود يحرم نكاح الزانية ويقول : إذا تزوج الزاني بالزانية فهما زانيان أبدا . وقال الحسن : الزاني المجلود لا ينكح إلا زانية مجلودة ، والزانية المجلودة لا ينكحها إلا زان مجلود . قال سعيد بن المسيب وجماعة : إن حكم الآية منسوخ ، فكان نكاح الزانية حراما بهذه الآية فنسخها قوله تعالى : \" وأنكحوا الأيامى منكم \" فدخلت الزانية في أيامى المسلمين .واحتج من جوز نكاح الزانية بما أخبرنا أبو الفرج المظفر بن إسماعيل التميمي ، أخبرنا أبو القاسم حمزة بن يوسف السهمي ، أخبرنا أبو أحمد عبد الله بن عدي الحافظ ، أخبرنا الحسن بن فرج ، أخبرنا عمرو بن خالد الحراني ، أخبرنا عبيد الله عن عبد الكريم الجزري ، عن أبي الزبير ، عن جابر ، أن رجلا أتى النبي - صلى الله عليه وسلم - فقال يا رسول الله إن امرأتي لا تدفع يد لامس ؟ قال : طلقها ، قال : فإني أحبها وهي جميلة ، قال : استمتع بها . وفي رواية غيره \" فأمسكها إذا \" .وروي أن عمر بن الخطاب ضرب رجلا وامرأة في زنى وحرص أن يجمع بينهما فأبى الغلام ."
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "قوله - عز وجل - : ( قل للمؤمنين يغضوا من أبصارهم ) أي : عن النظر إلى ما لا يحل النظر إليه . وقيل : \" من \" صلة أي : يغضوا أبصارهم . وقيل : هو ثابت لأن المؤمنين غير مأمورين بغض البصر أصلا لأنه لا يجب الغض عما يحل النظر إليه ، وإنما أمروا بأن يغضوا عما لا يحل النظر إليه ، ( ويحفظوا فروجهم ) عما لا يحل ، قال أبو العالية : كل ما في القرآن من حفظ الفرج فهو عن الزنا والحرام ، إلا في هذا الموضع فإنه أراد به الاستتار حتى لا يقع بصر الغير عليه ، ( ذلك ) أي : غض البصر وحفظ الفرج ، ( أزكى لهم ) أي : خير لهم وأطهر ، ( إن الله خبير بما يصنعون ) عليم بما يفعلون ، روي عن بريدة قال : قال رسول الله - صلى الله عليه وسلم - لعلي : \" يا علي لا تتبع النظرة النظرة فإن لك الأولى وليست لك الآخرة \" .وروي عن جرير بن عبد الله قال : سألت النبي - صلى الله عليه وسلم - عن نظرة الفجأة فقال : \" اصرف بصرك \" . أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، حدثنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، أخبرنا أبو بكر بن أبي شيبة ، أخبرنا زيد بن الحباب ، عن الضحاك بن عثمان قال : أخبرني زيد بن أسلم ، عن عبد الرحمن بن أبي سعيد الخدري ، عن أبيه أن رسول الله - صلى الله عليه وسلم - قال : \" لا ينظر الرجل إلى عورة الرجل ، ولا المرأة إلى عورة المرأة ، ولا يفضي الرجل إلى الرجل في ثوب واحد ، ولا تفضي المرأة إلى المرأة في ثوب واحد \" ."
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "قوله - عز وجل - : ( وقل للمؤمنات يغضضن من أبصارهن ) عما لا يحل ، ( ويحفظن فروجهن ) عمن لا يحل . وقيل أيضا : \" يحفظن فروجهن \" يعني : يسترنها حتى لا يراها أحد . وروي عن أم سلمة أنها كانت عند رسول الله - صلى الله عليه وسلم - وميمونة إذ أقبل ابن أم مكتوم فدخل عليه ، وذلك بعدما أمرنا بالحجاب ، فقال رسول الله - صلى الله عليه وسلم - : احتجبا منه ، فقلت : يا رسول الله أليس هو أعمى لا يبصرنا ؟ فقال رسول الله - صلى الله عليه وسلم - : \" أفعمياوان أنتما ، ألستما تبصرانه \" ؟قوله تعالى : ( ولا يبدين زينتهن ) أي لا يظهرن زينتهن لغير محرم ، وأراد بها الزينة الخفية ، وهما زينتان ؛ خفية ، وظاهرة ، فالخفية : مثل الخلخال ، والخضاب في الرجل ، والسوار في المعصم ، والقرط والقلائد ، فلا يجوز لها إظهارها ، ولا للأجنبي النظر إليها ، والمراد من الزينة موضع الزينة .قوله تعالى : ( إلا ما ظهر منها ) أراد به الزينة الظاهرة . واختلف أهل العلم في هذه الزينة الظاهرة التي استثناها الله تعالى : قال سعيد بن جبير والضحاك والأوزاعي : هو الوجه والكفان . وقال ابن مسعود : هي الثياب بدليل قوله تعالى : \" خذوا زينتكم عند كل مسجد \" ( الأعراف - 31 ) ، وأراد بها الثياب . وقال الحسن : الوجه والثياب . وقال ابن عباس : الكحل والخاتم والخضاب في الكف .فما كان من الزينة الظاهرة جاز للرجل الأجنبي النظر إليه إذا لم يخف فتنة وشهوة ، فإن خاف شيئا منها غض البصر ، وإنما رخص في هذا القدر أن تبديه المرأة من بدنها لأنه ليس بعورة وتؤمر بكشفه في الصلاة ، وسائر بدنها عورة يلزمها ستره .قوله - عز وجل - : ( وليضربن بخمرهن ) أي : ليلقين بمقانعهن ، ( على جيوبهن ) وصدورهن ليسترن بذلك شعورهن وصدورهن وأعناقهن وأقراطهن . قالت عائشة رحم الله نساء المهاجرات الأول لما أنزل الله - عز وجل - : ( وليضربن بخمرهن على جيوبهن ) شققن مروطهن فاختمرن بها .( ولا يبدين زينتهن ) يعني : الزينة الخفية التي لم يبح لهن كشفها في الصلاة ولا للأجانب ، وهو ما عدا الوجه والكفين ( إلا لبعولتهن ) قال ابن عباس ومقاتل : يعني لا يضعن الجلباب ولا الخمار إلا لبعولتهن ، أي إلا لأزواجهن ، ( أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن ) فيجوز لهؤلاء أن ينظروا إلى الزينة الباطنة ، ولا ينظرون إلى ما بين السرة والركبة ، ويجوز للزوج أن ينظر إلى جميع بدنها غير أنه يكره له النظر إلى فرجها . قوله تعالى : ( أو نسائهن ) أراد أنه يجوز للمرأة أن تنظر إلى بدن المرأة إلا ما بين السرة والركبة كالرجل المحرم ، هذا إذا كانت المرأة مسلمة فإن كانت كافرة فهل يجوز للمسلمة أن تنكشف لها ؟ اختلف أهل العلم فيه ، فقال بعضهم : يجوز كما يجوز أن تنكشف للمرأة المسلمة لأنها من جملة النساء ، وقال بعضهم : لا يجوز لأن الله تعالى قال : \" أو نسائهن \" والكافرة ليست من نسائنا ولأنها أجنبية في الدين ، فكانت أبعد من الرجل الأجنبي . كتب عمر بن الخطاب إلى أبي عبيدة بن الجراح أن يمنع نساء أهل الكتاب أن يدخلن الحمام مع المسلماتقوله تعالى : ( أو ما ملكت أيمانهن ) اختلفوا فيها ، فقال قوم : عبد المرأة محرم لها ، فيجوز له الدخول عليها إذا كان عفيفا ، وأن ينظر إلى بدن مولاته إلا ما بين السرة والركبة ، كالمحارم وهو ظاهر القرآن . وروي ذلك عن عائشة وأم سلمة ، وروى ثابت عن أنس عن النبي - صلى الله عليه وسلم - أنه أتى فاطمة بعبد قد وهبه لها ، وعلى فاطمة ثوب إذا قنعت به رأسها لم يبلغ رجليها ، وإذا غطت رجليها لم يبلغ رأسها ، فلما رأى رسول الله - صلى الله عليه وسلم - ما تلقى قال : \" إنه ليس عليك بأس إنما هو أبوك وغلامك \" . وقال قوم : هو كالأجنبي معها ، وهو قول سعيد بن المسيب ، وقال : المراد من الآية الإماء دون العبيد . وعن ابن جريج أنه قال : أو نسائهن أو ما ملكت أيمانهن أنه لا يحل لامرأة مسلمة أن تتجرد بين يدي امرأة مشركة إلا أن تكون تلك المرأة المشركة أمة لها .قوله - عز وجل - : ( أو التابعين غير أولي الإربة من الرجال ) قرأ أبو جعفر وابن عامر وأبو بكر \" غير \" بنصب الراء على القطع لأن \" التابعين \" معرفة و \" غير \" نكرة . وقيل : بمعنى \" إلا \" فهو استثناء ، معناه : يبدين زينتهن للتابعين إلا ذا الإربة منهم فإنهن لا يبدين زينتهن لمن كان منهم ذا إربة . وقرأ الآخرون بالجر على نعت \" التابعين \" والإربة والأرب : الحاجة . والمراد ب \" التابعين غير أولي الإربة \" هم الذين يتبعون القوم ليصيبوا من فضل طعامهم لا همة لهم إلا ذلك ، ولا حاجة لهم في النساء ، وهو قول مجاهد وعكرمة والشعبي . وعن ابن عباس أنه الأحمق العنين . وقال الحسن هو الذي لا ينتشر ولا يستطيع غشيان النساء ولا يشتهيهن . وقال سعيد بن جبير : هو المعتوه ، وقال عكرمة : المجبوب . وقيل : هو المخنث . وقال مقاتل : الشيخ الهرم والعنين والخصي والمجبوب ونحوه .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أخبرنا أحمد بن الحسين الحيري ، أخبرنا محمد بن أحمد بن محمد بن معقل بن محمد الميداني ، أخبرنا محمد بن يحيى ، أخبرنا عبد الرزاق ، أخبرنا معمر ، عن الزهري ، عن عروة ، عن عائشة قالت : كان رجل يدخل على أزواج النبي - صلى الله عليه وسلم - مخنث وكانوا يعدونه من غير أولي الإربة ، فدخل النبي - صلى الله عليه وسلم - يوما وهو عند بعض نسائه وهو ينعت امرأة فقال : إنها إذا أقبلت أقبلت بأربع وإذا أدبرت أدبرت بثمان ، فقال النبي - صلى الله عليه وسلم - : \" ألا أرى هذا يعلم ما هاهنا لا يدخلن عليكن هذا \" فحجبوه ( أو الطفل الذين لم يظهروا على عورات النساء ) أراد بالطفل الأطفال ، يكون واحدا وجمعا ، أي : لم يكشفوا عن عورات النساء للجماع فيطلعوا عليها . وقيل : لم يعرفوا العورة من غيرها من الصغر ، وهو قول مجاهد . وقيل : لم يطيقوا أمر النساء . وقيل : لم يبلغوا حد الشهوة .( ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن ) كانت المرأة إذا مشت ضربت برجلها ليسمع صوت خلخالها أو يتبين خلخالها ، فنهيت عن ذلك .( وتوبوا إلى الله جميعا ) من التقصير الواقع في أمره ونهيه ، وقيل : راجعوا طاعة الله فيما أمركم به ونهاكم عنه من الآداب المذكورة في هذه السورة ، ( أيها المؤمنون لعلكم تفلحون ) قرأ ابن عامر : \" أيه المؤمنون \" و \" يا أيه الساحر \" و \" أيه الثقلان \" بضم الهاء فيهن ، ويقف بلا ألف على الخط ، وقرأ الآخرون بفتح الهاءات على الأصل . أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، أخبرنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، أخبرنا حميد بن زنجويه ، أخبرنا وهب بن جرير ، أخبرنا شعبة عن عمرو بن مرة ، عن أبي بردة أنه سمع الأغر يحدث عن ابن عمر أنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" يا أيها الناس توبوا إلى ربكم ، فإني أتوب إلى ربي كل يوم مائة مرة \" .أخبرنا أبو الحسن عن عبد الرحمن بن محمد الداودي ، أخبرنا محمد بن عبد الله بن أحمد بن حمويه السرخسي ، أخبرنا أبو إسحاق إبراهيم بن حزيم الشاشي ، أخبرنا أبو محمد عبد بن حميد الكشي ، حدثني ابن أبي شيبة ، أخبرنا عبد الله بن نمير ، عن مالك بن مغول ، عن محمد بن سوقة ، عن نافع ، عن ابن عمر قال : إن كنا لنعد ، لرسول الله - صلى الله عليه وسلم - في المجلس يقول : \" رب اغفر لي ، وتب علي ، إنك أنت التواب الرحيم \" مائة مرة .وجملة الكلام في بيان العورات : أنه لا يجوز للناظر أن ينظر إلى عورة الرجل ، وعورته ما بين السرة إلى الركبة ، وكذلك المرأة مع المرأة ، ولا بأس بالنظر إلى سائر البدن إذا لم يكن خوف فتنة . وقال مالك وابن أبي ذئب : الفخذ ليس بعورة لما روي عن عبد العزيز بن صهيب عن أنس قال أجرى نبي الله - صلى الله عليه وسلم - فرسا في زقاق خيبر وإن ركبتي لتمس فخذ نبي الله - صلى الله عليه وسلم - ، ثم حسر الإزار عن فخذه حتى إني لأنظر إلى بياض فخذ نبي الله - صلى الله عليه وسلم - .وأكثر أهل العلم على أن الفخذ عورة ، لما أخبرنا أبو عبد الله محمد بن الفضل الخرقي ، أخبرنا أبو الحسن الطيسفوني ، أخبرنا عبد الله بن عمر الجوهري ، حدثنا أحمد بن علي الكشميهني ، أخبرنا علي بن حجر ، أخبرنا إسماعيل بن جعفر ، عن العلاء بن أبي كثير ، عن محمد بن جحش‌‌‌‌‌‌ ، قال : مر رسول الله - صلى الله عليه وسلم - على معمر وفخذاه مكشوفتان ، قال : \" يا معمر غط فخذيك ، فإن الفخذين عورة \" وروي عن ابن عباس وجرهد بن خويلد ، كان من أصحاب الصفة ، أن النبي - صلى الله عليه وسلم - قال : إن الفخذ عورة \"قال محمد بن إسماعيل : \" وحديث أنس أسند ، وحديث جرهد أحوط \" . أما المرأة مع الرجل فإن كانت أجنبية حرة : فجميع بدنها في حق الأجنبي عورة ، ولا يجوز النظر إلى شيء منها إلا الوجه والكفين ، وإن كانت أمة : فعورتها مثل عورة الرجل ، ما بين السرة إلى الركبة ، وكذلك المحارم بعضهم مع بعض . والمرأة في النظر إلى الرجل الأجنبي كهو معها . ويجوز للرجل أن ينظر إلى جميع بدن امرأته وأمته التي تحل له ، وكذلك هي منه إلا نفس الفرج فإنه يكره النظر إليه ، وإذا زوج الرجل أمته حرم عليه النظر إلى عورتها كالأمة الأجنبية ، وروي عن عمرو بن شعيب عن أبيه عن جده أن رسول الله - صلى الله عليه وسلم - قال : \" إذا زوج أحدكم عبده أمته فلا ينظرن إلى ما دون السرة وفوق الركبة \" ."
    },
    {
      "ayah": 32,
      "surah": 24,
      "text": "قوله - عز وجل - : ( وأنكحوا الأيامى منكم ) \" الأيامى \" : جمع أيم ، وهو من لا زوج له من رجل أو امرأة ، يقال : رجل أيم وامرأة أيمة ، وأيم ، ومعنى الآية : زوجوا أيها المؤمنون من لا زوج له من أحرار رجالكم ونسائكم ، ( والصالحين من عبادكم وإمائكم ) وهذا الأمر أمر ندب واستحباب .يستحب لمن تاقت نفسه إلى النكاح ووجد أهبة النكاح أن يتزوج ، وإن لم يجد أهبة النكاح يكسر شهوته بالصوم ، لما أخبرنا أبو بكر محمد بن علي بن الحسين الطوسي ، أخبرنا أبو إسحاق إبراهيم بن محمد بن إبراهيم الإسفراييني ، أخبرنا أبو بكر محمد بن داود بن مسعود ، أخبرنا أبو عبد الله محمد بن أيوب البجلي ، أخبرنا محمد بن كثير ، أخبرنا سفيان عن الأعمش عن عمارة بن عمير ، عن عبد الرحمن بن يزيد ، عن عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : \" يا معشر الشباب من استطاع منكم الباءة فليتزوج ، فإنه أغض للبصر ، وأحصن للفرج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء \" .وقال رسول الله - صلى الله عليه وسلم - : \" تناكحوا تكاثروا فإني أباهي بكم الأمم حتى بالسقط \"وقال - صلى الله عليه وسلم - : \" من أحب فطرتي فليستن بسنتي ، ومن سنتي النكاح \" . أما من لا تتوق نفسه إلى النكاح وهو قادر عليه فالتخلي للعبادة له أفضل من النكاح عند الشافعي رحمه الله ، وعند أصحاب الرأي النكاح أفضل .قال الشافعي : وقد ذكر الله تعالى عبدا كرمه فقال : \" وسيدا وحصورا ونبيا من الصالحين \" ( آل عمران - 39 ) ، والحصور الذي لا يأتي النساء مع القدرة عليه ، وذكر القواعد من النساء ولم يندبهن إلى النكاح . وفي الآية دليل على أن تزويج النساء الأيامى إلى الأولياء ; لأن الله تعالى خاطبهم به ، كما أن تزويج العبيد والإماء إلى السادات ، لقوله - عز وجل - : ( والصالحين من عبادكم وإمائكم ) وهو قول أكثر أهل العلم من الصحابة ومن بعدهم ، روي ذلك عن عمر ، وعلي ، وعبد الله بن مسعود ، وعبد الله بن عباس ، وأبي هريرة ، وعائشة ، وبه قال سعيد بن المسيب ، والحسن ، وشريح ، وإبراهيم النخعي ، وعمر بن عبد العزيز ، وإليه ذهب الثوري ، والأوزاعي ، وعبد الله بن المبارك ، والشافعي ، وأحمد وإسحاق . وجوز أصحاب الرأي للمرأة الحرة تزويج نفسها .وقال مالك : إن كانت المرأة دنيئة يجوز لها تزويج نفسها ، وإن كانت شريفة فلا . والدليل على أن الولي شرط من جهة الأخبار : ما أخبرنا عبد الواحد المليحي ، أخبرنا محمد بن الحسن بن أحمد المخلدي ، أخبرنا أبو العباس محمد بن إسحاق السراج ، أخبرنا قتيبة بن سعيد ، أخبرنا أبو عوانة عن أبي إسحاق عن أبي بردة عن أبي موسى عن النبي - صلى الله عليه وسلم - قال : \" لا نكاح إلا بولي \"أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا سعيد بن سالم عن ابن جريج ، عن سليمان بن موسى ، عن ابن شهاب ، عن عروة عن عائشة عن النبي - صلى الله عليه وسلم - أنه قال : \" أيما امرأة نكحت نفسها بغير إذن وليها فنكاحها باطل ، ثلاثا ، فإن أصابها فلها المهر بما استحل من فرجها ، فإن اشتجروا فالسلطان ولي من لا ولي له \"قوله - عز وجل - : ( إن يكونوا فقراء يغنهم الله من فضله والله واسع عليم ) قيل : الغنى هاهنا : القناعة . وقيل : اجتماع الرزقين ، رزق الزوج ورزق الزوجة . وقال عمر : عجبت لمن ابتغى الغنى بغير النكاح ، والله - عز وجل - يقول : ( إن يكونوا فقراء يغنهم الله من فضله ) وروي عن بعضهم : أن الله تعالى وعد الغني بالنكاح وبالتفرق فقال تعالى : ( إن يكونوا فقراء يغنهم الله من فضله ) ، وقال تعالى : \" وإن يتفرقا يغن الله كلا من سعته \" ( النساء - 130 ) ."
    },
    {
      "ayah": 33,
      "surah": 24,
      "text": "( وليستعفف الذين لا يجدون نكاحا ) أي : ليطلب العفة عن الحرام والزنا الذين لا يجدون ما لا ينكحون به للصداق والنفقة ، ( حتى يغنيهم الله من فضله ) أي : يوسع عليهم من رزقه .قوله تعالى : ( والذين يبتغون الكتاب ) أي : يطلبون المكاتبة ، ( مما ملكت أيمانكم فكاتبوهم ) سبب نزول هذه الآية ما روي أن غلاما لحويطب بن عبد العزى سأل مولاه أن يكاتبه فأبى عليه ، فأنزل الله هذه الآية فكاتبه حويطب على مائة دينار ، ووهب له منها عشرين دينارا فأداها ، وقتل يوم حنين في الحربوالكتابة أن يقول الرجل لمملوكه : كاتبتك على كذا من المال ، ويسمي مالا معلوما ، يؤدى ذلك في نجمين أو نجوم معلومة في كل نجم كذا ، فإذا أديت فأنت حر ، والعبد يقبل ذلك ، فإذا أدى المال عتق ، ويصير العبد أحق بمكاسبه بعد الكتابة ، وإذا أعتق بعد أداء المال فما فضل في يده من المال ، يكون له ، ويتبعه أولاده الذين حصلوا في حال الكتابة في العتق ، وإذا عجز عن أداء المال كان لمولاه أن يفسخ كتابته ويرده إلى الرق ، وما في يده من المال يكون لمولاه ، لما أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب ، عن مالك عن نافع ، أخبرنا عبد الله بن عمر كان يقول : \" المكاتب عبد ما بقي عليه من كتابته شيء \" . ورواه عمرو بن شعيب عن أبيه عن جده مرفوعا : \" المكاتب عبد ما بقي عليه من كتابته درهم \" .وذهب بعض أهل العلم إلى أن قوله تعالى : ( فكاتبوهم ) أمر إيجاب ، يجب على المولى أن يكاتب عبده الذي علم فيه خيرا إذا سأل العبد ذلك ، على قيمته أو أكثر ، وإن سأل على أقل من قيمته فلا يجب ، وهو قول عطاء وعمرو بن دينار ، ولما روي أن سيرين سأل أنس بن مالك أن يكاتبه فتلكأ عنه فشكا إلى عمر ، فعلاه بالدرة وأمره بالكتابة فكاتبه . وذهب أكثر أهل العلم إلى أنه أمر ندب واستحباب . ولا تجوز الكتابة على أقل من نجمين عند الشافعي; لأنه عقد جوز إرفاقا بالعبد ، ومن تتمة الإرفاق أن يكون ذلك المال عليه إلى أجل حتى يؤديه على مهل ، فيحصل المقصود ، كالدية في قتل الخطأ ، وجبت على العاقلة على سبيل المواساة فكانت عليهم مؤجلة منجمة ، وجوز أبو حنيفة الكتابة على نجم واحد وحالة .قوله تعالى : ( إن علمتم فيهم خيرا ) اختلفوا في معنى الخير ، فقال ابن عمر : قوة على الكسب . وهو قول مالك والثوري ، وقال الحسن ومجاهد والضحاك : مالا كقوله تعالى : \" إن ترك خيرا \" ( البقرة - 180 ) أي : مالا وروي أن عبدا لسلمان الفارسي قال له : كاتبني ، قال : ألك مال ؟ قال : لا . قال : تريد أن تطعمني من أوساخ الناس ، ولم يكاتبه . قال الزجاج : لو أراد به المال لقال : إن علمتم لهم خيرا . وقال إبراهيم وابن زيد وعبيدة : صدقا وأمانة وقال طاوس ، وعمرو بن دينار : مالا وأمانة وقال الشافعي : وأظهر معاني الخير في العبد : الاكتساب مع الأمانة ، فأحب أن لا يمنع من كتابته إذا كان هكذا .أخبرنا أبو الحسن علي بن يوسف الجويني ، أخبرنا أبو الحسن بن علي بن شريك الشافعي ، أخبرنا عبد الله بن محمد بن مسلم ، أخبرنا أبو بكر الجوربذي ، أخبرنا يونس بن عبد الأعلى ، أخبرنا ابن وهب أخبرني الليث عن محمد بن عجلان ، عن سعيد بن أبي سعيد المقبري ، عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : \" ثلاثة حق على الله عونهم : المكاتب الذي يريد الأداء ، والناكح يريد العفاف ، والمجاهد في سبيل الله \" . وحكى محمد بن سيرين عن عبيدة : \" إن علمتم فيهم خيرا \" أي : أقاموا الصلاة . وقيل : هو أن يكون العبد بالغا عاقلا فأما الصبي والمجنون فلا تصح كتابتهما لأن الابتغاء منهما لا يصح . وجوز أبو حنيفة كتابة الصبي المراهق .قوله - عز وجل - : ( وآتوهم من مال الله الذي آتاكم ) اختلفوا فيه ، فقال بعضهم : هذا خطاب للموالي ، يجب على المولى أن يحط عن مكاتبه من مال كتابته شيئا ، وهو قول عثمان وعلي والزبير وجماعة ، وبه قال الشافعي . ثم اختلفوا في قدره ، فقال قوم : يحط عنه ربع مال الكتابة ، وهو قول علي ، ورواه بعضهم عن علي مرفوعا ، وعن ابن عباس رضي الله تعالى عنهما يحط عنه الثلث . وقال الآخرون : ليس له حد بل عليه أن يحط عنه ما شاء وهو قول الشافعي .قال نافع : كاتب عبد الله بن عمر غلاما له على خمسة وثلاثين ألف درهم فوضع عنه من آخر كتابته خمسة آلاف درهم . وقال سعيد بن جبير : كان ابن عمر إذا كاتب مكاتبه لم يضع عنه شيئا من أول نجومه مخافة أن يعجز فترجع إليه صدقته ، ووضع من آخر كتابته ما أحب . وقال بعضهم : هو أمر استحباب . والوجوب أظهر . وقال قوم : أراد بقوله : \" وآتوهم من مال الله \" أي سهمهم الذي جعله الله لهم من الصدقات المفروضات ، بقوله تعالى : \" وفي الرقاب \" ( التوبة - 60 ) وهو قول الحسن وزيد بن أسلم . وقال إبراهيم : هو حث لجميع الناس على معونتهمولو مات المكاتب قبل أداء النجوم ، اختلف أهل العلم فيه : فذهب كثير منهم إلى أنه يموت رقيقا ، وترتفع الكتابة سواء ترك مالا أو لم يترك ، كما لو تلف المبيع قبل القبض يرتفع البيع . وهو قول عمر ، وابن عمر ، وزيد بن ثابت ، وبه قال عمر بن عبد العزيز ، والزهري ، وقتادة ، وإليه ذهب الشافعي وأحمد . وقال قوم : إن ترك وفاء بما بقي عليه من الكتابة كان حرا وإن كان فيه فضل ، فالزيادة لأولاده الأحرار ، وهو قول عطاء ، وطاوس ، والنخعي ، والحسن ، وبه قال مالك ، والثوري ، وأصحاب الرأي . ولو كاتب عبده كتابة فاسدة يعتق بأداء المال لأن عتقه معلق بالأداء ، وقد وجد وتبعه الأولاد والاكتساب كما في الكتابة الصحيحة ، ويفترقان في بعض الأحكام : وهي أن الكتابة الصحيحة لا يملك المولى فسخها ما لم يعجز المكاتب عن أداء النجوم ، ولا تبطل بموت المولى ، ويعتق بالإبراء عن النجوم ، والكتابة الفاسدة يملك المولى فسخها قبل أداء المال ، حتى لو أدى المال بعد الفسخ لا يعتق ويبطل بموت المولى ، ولا يعتق بالإبراء عن النجوم ، وإذا عتق المكاتب بأداء المال لا يثبت التراجع في الكتابة الصحيحة ، ويثبت في الكتابة الفاسدة ، فيرجع المولى عليه بقيمة رقبته ، وهو يرجع على المولى بما دفع إليه إن كان مالا .قوله - عز وجل - : ( ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا ) الآية نزلت في عبد الله بن أبي ابن سلول المنافق ، كانت له جاريتان : معاذة ومسيكة ، وكان يكرههما على الزنا بالضريبة يأخذها منهما ، وكذلك كانوا يفعلون في الجاهلية ، يؤجرون إماءهم ، فلما جاء الإسلام قالت معاذة لمسيكة : إن هذا الأمر الذي نحن فيه لا يخلو من وجهين ، فإن يك خيرا فقد استكثرنا منه ، وإن يك شرا فقد آن لنا أن ندعه ، فأنزل الله هذه الآية . وروي أنه جاءت إحدى الجاريتين يوما ببرد وجاءت الأخرى بدينار ، فقال لهما : ارجعا فازنيا ، قالتا : والله لا نفعل ، قد جاء الإسلام وحرم الزنا ، فأتيا رسول الله - صلى الله عليه وسلم - وشكتا إليه ، فأنزل هذه الآية( ولا تكرهوا فتياتكم ) إماءكم ( على البغاء ) أي : الزنا ( إن أردن تحصنا ) أي : إذا أردن ، وليس معناه الشرط ، لأنه لا يجوز إكراههن على الزنا وإن لم يردن تحصنا ، كقوله تعالى : \" وأنتم الأعلون إن كنتم مؤمنين \" ( آل عمران - 139 ) ، أي : إذا كنتم مؤمنين وقيل : شرط إرادة التحصن لأن الإكراه إنما يكون عند إرادة التحصن ، فإذا لم ترد التحصن بغت طوعا ، والتحصن : التعفف . وقال الحسن بن الفضل : في الآية تقديم وتأخير تقديرها : وأنكحوا الأيامى منكم إن أردن تحصنا ولا تكرهوا فتياتكم على البغاء .( لتبتغوا عرض الحياة الدنيا ) أي : لتطلبوا من أموال الدنيا ، يريد من كسبهن وبيع أولادهن ، ( ومن يكرهن فإن الله من بعد إكراههن غفور رحيم ) يعني للمكرهات ، والوزر على المكره . وكان الحسن إذا قرأ هذه الآية قال : لهن والله لهن والله ."
    },
    {
      "ayah": 34,
      "surah": 24,
      "text": "قوله - عز وجل - : ( ولقد أنزلنا إليكم آيات مبينات ) من الحلال والحرام ، ( ومثلا من الذين خلوا من قبلكم ) أي : شبها من حالكم بحالهم أيها المكذبون ، وهذا تخويف لهم أن يلحقهم ما لحق من قبلهم من المكذبين ، ( وموعظة للمتقين ) للمؤمنين الذين يتقون الشرك والكبائر ."
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "قوله - عز وجل - : ( الله نور السماوات والأرض ) قال ابن عباس : هادي أهل السماوات والأرض ، فهم بنوره إلى الحق يهتدون وبهداه من الضلالة ينجون . وقال الضحاك : منور السماوات والأرض ، يقال : نور السماء بالملائكة ونور الأرض بالأنبياء . وقال مجاهد : مدبر الأمور في السماوات والأرض وقال أبي بن كعب والحسن وأبو العالية : مزين السماوات والأرض ، زين السماء بالشمس والقمر والنجوم ، وزين الأرض بالأنبياء والعلماء والمؤمنين . ويقال : بالنبات والأشجار . وقيل : معناه الأنوار كلها منه ، كما يقال : فلان رحمة أي منه الرحمة . وقد يذكر مثل هذا اللفظ على طريق المدح كما قال القائل :إذا سار عبد الله من مرو ليلة فقد سار منها نورها وجمالهاقوله تعالى : ( مثل نوره ) أي : مثل نور الله تعالى في قلب المؤمن ، وهو النور الذي يهتدي به ، كما قال \" فهو على نور من ربه \" ( الزمر - 22 ) ، وكان ابن مسعود يقرأ : \" مثل نوره في قلب المؤمن \" . وقال سعيد بن جبير عن ابن عباس : مثل نوره الذي أعطى المؤمن . وقال بعضهم : الكناية عائدة إلى المؤمن ، أي : مثل نور قلب المؤمن ، وكان أبي يقرأ : \" مثل نور من آمن به \" وهو عبد جعل الإيمان والقرآن في صدره . وقال الحسن وزيد بن أسلم : أراد بالنور القرآن . وقال سعيد بن جبير والضحاك : هو محمد - صلى الله عليه وسلم - . وقيل : أراد بالنور الطاعة ، سمى طاعة الله نورا وأضاف هذه الأنوار إلى نفسه تفضيلا ( كمشكاة ) وهي الكوة التي لا منفذ لها فإن كان لها منفذ فهي كوة . وقيل : المشكاة حبشية . قال مجاهد : هي القنديل ( فيها مصباح ) أي : سراج ، أصله من الضوء ، ومنه الصبح ، ومعناه : كمصباح في مشكاة ، ( المصباح في زجاجة ) يعني القنديل ، قال الزجاج : إنما ذكر الزجاجة لأن النور وضوء النار فيها أبين من كل شيء ، وضوءه يزيد في الزجاج ، ثم وصف الزجاجة ، فقال : ( الزجاجة كأنها كوكب دري ) قرأ أبو عمرو والكسائي : \" دريء \" بكسر الدال والهمزة ، وقرأ حمزة وأبو بكر بضم الدال والهمزة ، فمن كسر الدال فهو فعيل من الدرء ، وهو الدفع ، لأن الكوكب يدفع الشياطين من السماء ، وشبهه بحالة الدفع لأنه يكون في تلك الحالة أضوأ وأنور ويقال : هو من درأ الكوكب إذا اندفع منقبضا فيتضاعف ضوءه في ذلك الوقت . وقيل : \" دري \" أي : طالع ، يقال : درأ النجم إذا طلع وارتفع . ويقال : درأ علينا فلان أي طلع وظهر ، فأما رفع الدال مع الهمزة كما قرأ حمزة ، قال أكثر النحاة : هو لحن ، لأنه ليس في كلام العرب فعيل بضم الفاء وكسر العين .قال أبو عبيدة : وأنا أرى لها وجها وذلك أنها دروء على وزن فعول من درات ، مثل سبوح وقدوس ، وقد استثقلوا كثرة الضمات فردوا بعضها إلى الكسر ، كما قالوا : عتيا وهو فعول من عتوت ، وقرأ الآخرون ( دري ) بضم الدال وتشديد الياء بلا همز ، أي : شديد الإنارة ، نسب إلى الدر في صفائه وحسنه ، وإن كان الكوكب أكثر ضوءا من الدر لكنه يفضل الكواكب بضيائه ، كما يفضل الدر ، سائر الحب . وقيل : الكوكب الدري واحد من الكواكب الخمسة العظام ، وهي زحل والمريخ ، والمشتري ، والزهرة ، وعطارد . وقيل : شبهه بالكوكب ، ولم يشبهه بالشمس والقمر ، لأن الشمس والقمر يلحقهما الخسوف ، والكواكب لا يلحقها الخسوف .( يوقد ) قرأ أبو جعفر ، وابن كثير ، وأبو عمرو ، ويعقوب : \" توقد \" بالتاء وفتحها وفتح الواو والدال وتشديد القاف على الماضي ، يعني المصباح ، أي : اتقد ، يقال توقدت النار أي : اتقدت . وقرأ أهل الكوفة غير حفص \" توقد \" بالتاء وضمها وفتح القاف خفيفا ، يعني الزجاجة أي : نار الزجاجة لأن الزجاجة لا توقد ، وقرأ الآخرون بالياء وضمها خفيفا يعني المصباح ، ( من شجرة مباركة زيتونة ) أي : من زيت شجرة مباركة ، فحذف المضاف بدليل قوله تعالى ( يكاد زيتها يضيء ) وأراد بالشجرة المباركة : الزيتونة وهي كثيرة البركة ، وفيها منافع كثيرة ، لأن الزيت يسرج به ، وهو أضوأ وأصفى الأدهان ، وهو إدام وفاكهة ، ولا يحتاج في استخراجه إلى إعصار بل كل أحد يستخرجه ، وجاء في الحديث : \" أنه مصحة من الباسور \" ، وهي شجرة تورق من أعلاها إلى أسفلها .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو الحسن القاسم بن بكر الطيالسي ، أخبرنا أبو أمية الطوسي ، أخبرنا قبيصة بن عقبة ، أخبرنا سفيان الثوري ، عن عبد الله بن عيسى ، عن عطاء الذي كان بالشام ، وليس بابن أبي رباح ، عن أسد بن ثابت وأبي أسلم الأنصاري قال : قال رسول الله - صلى الله عليه وسلم - : \" كلوا الزيت وادهنوا به فإنه من شجرة مباركة \" .قوله تعالى : ( لا شرقية ولا غربية ) أي : ليست شرقية وحدها حتى لا تصيبها الشمس إذا غربت ، ولا غربية وحدها فلا تصيبها الشمس بالغداة إذا طلعت ، بل هي ضاحية الشمس طول النهار ، تصيبها الشمس عند طلوعها وعند غروبها ، فتكون شرقية وغربية تأخذ حظها من الأمرين ، فيكون زيتها أضوأ ، وهذا كما يقال : فلان ليس بأسود ولا بأبيض ، يريد ليس بأسود خالص ولا بأبيض خالص ، بل اجتمع فيه كل واحد منهما ، وهذا الرمان ليس بحلو ولا حامض ، أي اجتمعت فيه الحلاوة والحموضة ، هذا قول ابن عباس في رواية عكرمة والكلبي ، والأكثرين . وقال السدي وجماعة : معناه أنها ليست في مقناة لا تصيبها الشمس ولا في مضحاة لا يصيبها الظل ، فهي لا تضرها شمس ولا ظل .وقيل : معناه أنها معتدلة ليست في شرق يضرها الحر ، ولا في غرب يضرها البرد . وقيل : معناه هي شامية لأن الشام لا شرقي ولا غربي . وقال الحسن : ليست هذه من أشجار الدنيا ولو كانت في الدنيا لكانت شرقية أو غربية وإنما هو مثل ضربه الله لنوره .( يكاد زيتها ) دهنها ، ( يضيء ) من صفائه ( ولو لم تمسسه نار ) أي : قبل أن تصيبه النار ، ( نور على نور ) يعني : نور المصباح على نور الزجاجة . واختلف أهل العلم في معنى هذا التمثيل ، فقال بعضهم : وقع هذا التمثيل لنور محمد - صلى الله عليه وسلم - ، قال ابن عباس لكعب الأحبار : أخبرني عن قوله تعالى : ( مثل نوره كمشكاة ) فقال كعب : هذا مثل ضربه الله لنبيه - صلى الله عليه وسلم - ، فالمشكاة صدره ، والزجاجة قلبه ، والمصباح فيه النبوة ، توقد من شجرة مباركة هي شجرة النبوة ، يكاد نور محمد وأمره يتبين للناس ولو لم يتكلم أنه نبي كما يكاد ذلك الزيت يضيء ولو لم تمسسه نار . وروى سالم عن ابن عمر في هذه الآية قال : المشكاة : جوف محمد ، والزجاجة : قلبه ، والمصباح : النور الذي جعله الله فيه ، لا شرقية ولا غربية : ولا يهوديا ولا نصرانيا ، توقد من شجرة مباركة : إبراهيم ، نور على نور ، قلب إبراهيم ، ونور : قلب محمد - صلى الله عليه وسلم - .وقال محمد بن كعب القرظي : \" المشكاة \" إبراهيم ، و \" الزجاجة \" : إسماعيل و \" المصباح \" : محمد صلوات الله عليهم أجمعين سماه الله مصباحا كما سماه سراجا فقال تعالى : \" وسراجا منيرا \" ( الأحزاب - 46 ) ، \" توقد من شجرة مباركة \" وهي إبراهيم ، سماه مباركة لأن أكثر الأنبياء من صلبه ، \" لا شرقية ولا غربية \" يعني : إبراهيم لم يكن يهوديا ولا نصرانيا ولكن كان حنيفا مسلما لأن اليهود تصلي قبل المغرب والنصارى تصلي قبل المشرق يكاد زيتها يضيء ولو لم تمسسه نار ، تكاد محاسن محمد - صلى الله عليه وسلم - تظهر للناس قبل أن يوحى إليه \" نور على نور \" : نبي من نسل نبي ، نور محمد على نور إبراهيم .وقال بعضهم : وقع هذا التمثيل لنور قلب المؤمن . روى أبو العالية عن أبي بن كعب قال : هذا مثل المؤمن ، فالمشكاة نفسه والزجاجة صدره ، والمصباح ما جعل الله فيه من الإيمان ، والقرآن في قلبه يوقد من شجرة مباركة وهي الإخلاص لله وحده ، فمثله كمثل الشجرة التي التف بها الشجر خضراء ناعمة لا تصيبها الشمس لا إذا طلعت ولا إذا غربت فكذلك المؤمن ، قد احترس من أن يصيبه شيء من الفتن فهو بين أربع خلال إن أعطي شكر وإن ابتلي صبر ، وإن حكم عدل ، وإن قال صدق ، يكاد زيتها يضيء أي : يكاد قلب المؤمن يعرف الحق قبل أن يتبين له لموافقته إياه نور على نور . قال أبي فهو يتقلب في خمسة أنوار : قوله نور ، وعمله نور ، ومدخله نور ، ومخرجه نور ، ومصيره إلى النور يوم القيامةقال ابن عباس : هذا مثل نور الله وهداه في قلب المؤمن كما يكاد الزيت الصافي يضيء قبل أن تمسه النار ، فإذا مسته النار ازداد ضوءا على ضوئه ، كذلك يكاد قلب المؤمن يعمل بالهدى قبل أن يأتيه العلم ، فإذا جاءه العلم ازداد هدى على هدى ونورا على نور قال الكلبي : قوله ( نور على نور ) يعني إيمان المؤمن وعمله . وقال السدي : نور الإيمان ونور القرآن . وقال الحسن وابن زيد هذا مثل القرآن ، فالمصباح هو القرآن فكما يستضاء بالمصباح يهتدى بالقرآن ، والزجاجة قلب المؤمن والمشكاة فمه ولسانه والشجرة المباركة شجرة الوحي ، \" يكاد زيتها يضيء \" تكاد حجة القرآن تتضح وإن لم يقرأ ، نور على نور : يعني : القرآن نور من الله - عز وجل - لخلقه مع ما أقام لهم من الدلائل والأعلام قبل نزول القرآن ، فازداد بذلك نورا على نورقوله - عز وجل - : ( يهدي الله لنوره من يشاء ) قال ابن عباس رضي الله عنهما : لدين الإسلام ، وهو نور البصيرة ، وقيل : القرآن ( ويضرب الله الأمثال للناس ) يبين الله الأشياء للناس تقريبا للأفهام وتسهيلا لسبل الإدراك ، ( والله بكل شيء عليم )"
    },
    {
      "ayah": 36,
      "surah": 24,
      "text": "قوله : ( في بيوت أذن الله ) أي : ذلك المصباح في بيوت . وقيل : يوقد في بيوت ، والبيوت : هي المساجد ، قال سعيد بن جبير عن ابن عباس رضي الله عنهما أنه قال : \" المساجد بيوت الله في الأرض ، وهي تضيء لأهل السماء كما تضيء النجوم لأهل الأرض \" .وروى صالح بن حيان عن ابن بريدة في قوله تعالى \" \" في بيوت أذن الله \" ، قال : إنما هي أربعة مساجد لم يبنها إلا نبي : الكعبة بناها إبراهيم وإسماعيل فجعلاها قبلة ، وبيت المقدس بناه داود وسليمان ، ومسجد المدينة بناه رسول الله - صلى الله عليه وسلم - ، ومسجد قباء أسس على التقوى بناه رسول الله - صلى الله عليه وسلم -قوله : ( أن ترفع ) قال مجاهد : أن تبنى ، نظيره قوله تعالى : \" وإذ يرفع إبراهيم القواعد من البيت \" ( البقرة - 127 ) ، قال الحسن : أي تعظم أي لا يذكر فيه الخنا من القول . ( ويذكر فيها اسمه ) قال ابن عباس رضي الله عنهما : يتلى فيها كتابه ، ( يسبح ) قرأ ابن عامر وأبو بكر \" يسبح \" بفتح الباء على غير تسمية الفاعل ، والوقف على هذه القراءة عند قوله \" \" والآصال \" ، وقرأ الآخرون بكسر الباء ، جعلوا التسبيح فعلا للرجال ، ( يسبح له ) أي : يصلي ، ( له فيها بالغدو والآصال ) أي بالغداة والعشي . قال أهل التفسير : أراد به الصلوات المفروضات . فالتي تؤدى بالغداة صلاة الصبح ، والتي تؤدى بالآصال صلاة الظهر والعصر والعشاءين لأن اسم الأصيل يجمعهما . وقيل : أراد به صلاة الصبح والعصر .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أخبرنا أبو بكر أحمد بن الحسين الحيري ، أخبرنا محمد بن أحمد بن محمد بن معقل الميداني ، حدثنا محمد بن يحيى ، أخبرنا عبد الله بن رجاء ، أخبرنا همام بن أبي حمزة ، أن أبا بكر بن عبد الله بن قيس حدثه عن أبيه عن النبي - صلى الله عليه وسلم - قال : \" من صلى البردين دخل الجنة \" . وروي عن ابن عباس رضي الله عنهما قال : التسبيح بالغدو صلاة الضحى . أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن السمعان ، أخبرنا أبو جعفر الرياني ، أخبرنا حميد بن زنجويه ، أخبرنا عبد الله بن يوسف ، أخبرنا الهيثم بن حميد ، أخبرني يحيى بن الحارث ، عن القاسم بن عبد الرحمن عن أبي أمامة قال : قال رسول الله - صلى الله عليه وسلم - : \" من مشى إلى صلاة مكتوبة وهو متطهر فأجره كأجر الحاج المحرم ، ومن مشى إلى تسبيح الضحى لا ينصبه إلا إياه فأجره كأجر المعتمر ، وصلاة على أثر صلاة لا لغو بينهما كتاب في عليين \""
    },
    {
      "ayah": 37,
      "surah": 24,
      "text": "( رجال ) قيل : خص الرجال بالذكر في هذه المساجد لأنه ليس على النساء جمعة ولا جماعة في المسجد ، ( لا تلهيهم ) لا تشغلهم ، ( تجارة ) قيل خص التجارة بالذكر لأنها أعظم ما يشتغل به الإنسان عن الصلاة والطاعات ، وأراد بالتجارة الشراء وإن كان اسم التجارة يقع على البيع والشراء جميعا لأنه ذكر البيع بعد هذا ، كقوله : \" وإذا رأوا تجارة \" ( الجمعة - 11 ) يعني : الشراء ، وقال الفراء : التجارة لأهل الجلب والبيع ما باعه الرجل على يديه . قوله : ( ولا بيع عن ذكر الله ) عن حضور المساجد لإقامة الصلاة ، ( وإقام ) أي : لإقامة ، ( الصلاة ) حذف الهاء وأراد أداءها في وقتها ، لأن من أخر الصلاة عن وقتها لا يكون من مقيمي الصلاة ، وأعاد ذكر إقامة الصلاة مع أن المراد من ذكر الله الصلوات الخمس لأنه أراد بإقام الصلاة حفظ المواقيت . روى سالم عن ابن عمر أنه كان في السوق فأقيمت الصلاة فقام الناس وأغلقوا حوانيتهم فدخلوا المسجد ، فقال ابن عمر : فيهم نزلت : ( رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة ) المفروضة ، قال ابن عباس رضي الله عنه : إذا حضر وقت أداء الزكاة لم يحبسوها . وقيل : هي الأعمال الصالحة . ( يخافون يوما تتقلب فيه القلوب والأبصار ) قيل : تتقلب القلوب عما كانت عليه في الدنيا من الشرك والكفر ، وتنفتح الأبصار من الأغطية ، وقيل : تتقلب القلوب بين الخوف والرجاء تخشى الهلاك وتطمع في النجاة ، وتقلب الأبصار من هوله أي : ناحية يؤخذ بهم ذات اليمين أم ذات الشمال ، ومن أين يؤتون الكتب من قبل الأيمان أم من قبل الشمائل ، وذلك يوم القيامة . وقيل : تتقلب القلوب في الجوف فترتفع إلى الحنجرة فلا تنزل ولا تخرج ، وتقلب البصر شخوصه من هول الأمر وشدته ."
    },
    {
      "ayah": 38,
      "surah": 24,
      "text": "( ليجزيهم الله أحسن ما عملوا ) يريد : أنهم اشتغلوا بذكر الله وإقام الصلاة وإيتاء الزكاة ليجزيهم الله أحسن ما عملوا ، أي بأحسن ما عملوا ، يريد : يجزيهم بحسناتهم ، وما كان من مساوئ أعمالهم لا يجزيهم بها ، ( ويزيدهم من فضله ) ما لم يستحقوه بأعمالهم ، ( والله يرزق من يشاء بغير حساب ) ثم ضرب لأعمال الكفار مثلا فقال تعالى :"
    },
    {
      "ayah": 39,
      "surah": 24,
      "text": "( والذين كفروا أعمالهم كسراب بقيعة ) \" السراب \" الشعاع الذي يرى نصف النهار عند شدة الحر في البراري ، يشبه الماء الجاري على الأرض يظنه من رآه ماء ، فإذا قرب منه انفش فلم ير شيئا و \" الآل \" ما ارتفع من الأرض ، وهو شعاع يرى بين السماء والأرض بالغدوات شبه الملاءة يرفع فيه الشخوص يرى فيه الصغير كبيرا والقصير طويلا و \" الرقراق \" يكون بالعشايا ، وهو ما ترقرق من السراب ، أي جاء وذهب . و \" القيعة \" : جمع القاع وهو المنبسط الواسع من الأرض ، وفيه يكون السراب ، ( يحسبه الظمآن ) أي : يتوهمه العطشان ، ( ماء حتى إذا جاءه ) أي : جاء ما قد رأى أنه ماء . وقيل : جاء موضع السراب ، ( لم يجده شيئا ) على ما قدره وحسبه كذلك الكافر يحسب أن عمله نافعه فإذا أتاه ملك الموت واحتاج إلى عمله لم يجد عمله أغنى منه شيئا ولا نفعه . ( ووجد الله عنده ) أي : عند عمله ، أي : وجد الله بالمرصاد . وقيل : قدم على الله ، ( فوفاه حسابه ) أي جزاء عمله ، ( والله سريع الحساب )"
    },
    {
      "ayah": 4,
      "surah": 24,
      "text": "قوله - عز وجل - : ( والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ) أراد بالرمي القذف بالزنا . وكل من رمى محصنا أو محصنة بالزنا فقال له : زنيت أو يا زاني فيجب عليه جلد ثمانين جلدة ، إن كان حرا ، وإن كان عبدا فيجلد أربعين ، وإن كان المقذوف غير محصن ، فعلى القاذف التعزير .وشرائط الإحصان خمسة : الإسلام والعقل والبلوغ والحرية والعفة من الزنى ، حتى أن من زنى مرة في أول بلوغه ثم تاب وحسنت حالته وامتد عمره فقذفه قاذف فلا حد عليه . فإن أقر المقذوف على نفسه بالزنا أو أقام القاذف أربعة من الشهود على زناه سقط الحد عن القاذف ؛ لأن الحد الذي وجب عليه حد الفرية وقد ثبت صدقه .وقوله : ( والذين يرمون المحصنات ) أي : يقذفون بالزنا المحصنات ، يعني المسلمات الحرائر العفائف ( ثم لم يأتوا بأربعة شهداء ) يشهدون على زناهن ( فاجلدوهم ثمانين جلدة ) أي : اضربوهم ثمانين جلدة . ( ولا تقبلوا لهم شهادة أبدا وأولئك هم الفاسقون )"
    },
    {
      "ayah": 40,
      "surah": 24,
      "text": "(أو كظلمات ) وهذا مثل آخر ضربه الله لأعمال الكفار ، يقول : مثل أعمالهم من فسادها وجهالتهم فيها كظلمات ، ( في بحر لجي ) وهو العميق الكثير الماء ، ولجة البحر : معظمه ، ( يغشاه ) يعلوه ، ( موج من فوقه موج ) متراكم ، ( من فوقه سحاب ) ، ، قرأ ابن كثير برواية القواس : \" سحاب \" بالرفع والتنوين ، ( ظلمات ) بالجر على البدل من قوله \" أو كظلمات \" . وروى أبو الحسن البري عنه : \" سحاب ظلمات \" بالإضافة ، وقرأ الآخرون \" سحاب ظلمات \" ، كلاهما بالرفع والتنوين ، فيكون تمام الكلام عند قوله \" سحاب \" ثم ابتدأ فقال : ( ظلمات بعضها فوق بعض ) ظلمة السحاب وظلمة الموج وظلمة البحر بعضها فوق بعض ، أي : ظلمة الموج على ظلمة البحر ، وظلمة الموج فوق الموج ، وظلمة السحاب على ظلمة الموج ، وأراد بالظلمات أعمال الكافر وبالبحر اللجي قلبه ، وبالموج ما يغشى قلبه من الجهل والشك والحيرة ، وبالسحاب الختم والطبع على قلبه . قال أبي بن كعب : في هذه الآية الكافر يتقلب في خمسة من الظلم : فكلامه ظلمة ، وعمله ظلمة ، ومدخله ظلمة ، ومخرجه ظلمة ، ومصيره إلى الظلمات يوم القيامة إلى النار .( إذا أخرج ) يعني الناظر ، ( يده لم يكد يراها ) يعني لم يقرب من أن يراها من شدة الظلمة . وقال الفراء : \" يكد \" صلة ، أي : لم يرها ، قال المبرد : يعني لم يرها إلا بعد الجهد ، كما يقول القائل : ما كدت أراك من الظلمة وقد رآه ، ولكن بعد يأس وشدة . وقيل : معناه قرب من رؤيتها ولم يرها ، كما يقال : كاد النعام يطير . ( ومن لم يجعل الله له نورا فما له من نور ) قال ابن عباس : من لم يجعل الله له دينا وإيمانا فلا دين له . وقيل : من لم يهده الله فلا إيمان له ولا يهديه أحد . وقال مقاتل : نزلت هذه الآية في عتبة بن ربيعة بن أمية كان يلتمس الدين في الجاهلية ويلبس المسوح فلما جاء الإسلام كفر . والأكثرون على أنه عام في جميع الكفار ."
    },
    {
      "ayah": 41,
      "surah": 24,
      "text": "وله - عز وجل - : ( ألم تر أن الله يسبح له من في السماوات والأرض والطير صافات ) باسطات أجنحتهن بالهواء . قيل خص الطير بالذكر من جملة الحيوان لأنها تكون بين السماء والأرض فتكون خارجة عن حكم من في السماء والأرض ، ( كل قد علم صلاته وتسبيحه ) قال مجاهد : الصلاة لبني آدم ، والتسبيح لسائر الخلق . وقيل : إن ضرب الأجنحة صلاة الطير وصوته تسبيحه . قوله : ( كل قد علم ) أي : كل مصل ومسبح علم الله صلاته وتسبيحه . وقيل : معناه كل مصل ومسبح منهم قد علم صلاة نفسه وتسبيحه ، ( والله عليم بما يفعلون ) ."
    },
    { "ayah": 42, "surah": 24, "text": "\"ولله ملك السموات والأرض وإلى الله المصير\"." },
    {
      "ayah": 43,
      "surah": 24,
      "text": "( ألم تر أن الله يزجي ) يعني : يسوق بأمره ، ( سحابا ) إلى حيث يريد ، ( ثم يؤلف بينه ) أي : يجمع بين قطع السحاب المتفرقة بعضها إلى بعض ، ( ثم يجعله ركاما ) متراكما بعضه فوق بعض ، ( فترى الودق ) يعني المطر ، ( يخرج من خلاله ) وسطه وهو جمع الخلل ، كالجبال جمع الجبل . ( وينزل من السماء من جبال فيها من برد ) يعني : ينزل البرد ، و \" من \" صلة ، وقيل : معناه وينزل من السماء من جبال ، أي : مقدار جبال في الكثرة من البرد ، و \" من \" في قوله \" من جبال \" صلة ، أي : وينزل من السماء جبالا من برد . وقيل : معناه وينزل من جبال في السماء تلك الجبال من برد . وقال ابن عباس رضي الله تعالى عنهما : أخبر الله - عز وجل - أن في السماء جبالا من برد ، ومفعول الإنزال محذوف تقديره : وينزل من السماء من جبال فيها برد ، فاستغنى عن ذكر المفعول للدلالة عليه . قال أهل النحو ذكر الله تعالى \" من \" ثلاث مرات في هذه الآية فقوله \" من السماء \" لابتداء الغاية ، لأن ابتداء الإنزال من السماء ، وقوله تعالى \" من جبال \" للتبعيض لأن ما ينزله الله تعالى بعض تلك الجبال التي في السماء ، وقوله تعالى : \" من برد \" للتجنيس لأن تلك الجبال من جنس البرد . ( فيصيب به ) يعني بالبرد ( من يشاء ) فيهلك زروعه وأمواله ، ( ويصرفه عن من يشاء ) فلا يضره ، ( يكاد سنا برقه ) يعني ضوء برق السحاب ، ( يذهب بالأبصار ) شدة ضوئه وبريقه ، وقرأ أبو جعفر : \" يذهب \" بضم الياء وكسر الهاء ."
    },
    {
      "ayah": 44,
      "surah": 24,
      "text": "( يقلب الله الليل والنهار ) يصرفهما في اختلافهما وتعاقبهما يأتي بالليل ويذهب بالنهار ، ويأتي بالنهار ويذهب بالليل . أخبرنا عبد الواحد المليحي ، أخبرنا عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا الحميدي ، أخبرنا سفيان ، أخبرنا الزهري ، عن سعيد بن المسيب ، عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : قال الله تعالى : \" يؤذيني ابن آدم ، يسب الدهر وأنا الدهر ، بيدي الأمر ، أقلب الليل والنهار \" قوله تعالى : ( إن في ذلك ) يعني في ذلك الذي ذكرت من هذه الأشياء ، ( لعبرة لأولي الأبصار ) يعني : دلالة لأهل العقول والبصائر على قدرة الله تعالى وتوحيده ."
    },
    {
      "ayah": 45,
      "surah": 24,
      "text": "قوله - عز وجل - : ( والله خلق كل دابة ) قرأ حمزة والكسائي ، \" خالق كل \" بالإضافة ، وقرأ الآخرون \" خلق كل \" على الفعل ، ( من ماء ) يعني : من نطفة ، وأراد به كل حيوان يشاهد في الدنيا ، ولا يدخل فيه الملائكة ولا الجن ، لأنا لا نشاهدهم . وقيل : أصل جميع الخلق من الماء ، وذلك أن الله تعالى خلق ماء ثم جعل بعضه ريحا فخلق منها الملائكة ، وبعضه نارا فخلق منها الجن ، وبعضها طينا فخلق منها آدم ، ( فمنهم من يمشي على بطنه ) كالحيات والحيتان والديدان ، ( ومنهم من يمشي على رجلين ) مثل بني آدم والطير ، ( ومنهم من يمشي على أربع ) كالبهائم والسباع ، ولم يذكر من يمشي على أكثر من أربع مثل حشرات الأرض ، لأنها في الصورة كالتي يمشي على الأربع ، وإنما قال : \" من يمشي \" و \" من \" إنما تستعمل فيمن يعقل دون من لا يعقل من الحيات والبهائم ، لأنه ذكر كل دابة ، فدخل فيه الناس وغيرهم ، وإذا جمع اللفظ من يعقل ومن لا يعقل تجعل الغلبة لمن يعقل . ( يخلق الله ما يشاء إن الله على كل شيء قدير )"
    },
    { "ayah": 46, "surah": 24, "text": "( لقد أنزلنا ) إليك ، ( آيات مبينات والله يهدي من يشاء إلى صراط مستقيم )" },
    {
      "ayah": 47,
      "surah": 24,
      "text": "( ويقولون آمنا بالله وبالرسول وأطعنا ) يعني : المنافقين يقولونه ، ( ثم يتولى ) يعرض عن طاعة الله ورسوله ، ( فريق منهم من بعد ذلك ) ، ، أي : من بعد قولهم : آمنا ويدعو إلى غير حكم الله . قال الله - عز وجل - : ( وما أولئك بالمؤمنين ) نزلت هذه الآية في بشر المنافق ، كانت بينه وبين رجل من اليهود خصومة في أرض ، فقال اليهودي : نتحاكم إلى محمد - صلى الله عليه وسلم - ، وقال المنافق نتحاكم إلى كعب بن الأشرف ، فإن محمدا يحيف علينا ، فأنزل الله هذه الآية"
    },
    {
      "ayah": 48,
      "surah": 24,
      "text": "وقال : ( وإذا دعوا إلى الله ورسوله ليحكم بينهم ) الرسول بحكم الله ، ( إذا فريق منهم معرضون ) أي عن الحكم . وقيل : عن الإجابة ."
    },
    {
      "ayah": 49,
      "surah": 24,
      "text": "( وإن يكن لهم الحق يأتوا إليه مذعنين ) مطيعين منقادين لحكمه ، أي : إذا كان الحق لهم على غيرهم أسرعوا إلى حكمه لثقتهم بأنه كما يحكم عليهم بالحق يحكم لهم أيضا بالحق ."
    },
    {
      "ayah": 5,
      "surah": 24,
      "text": "إلا الذين تابوا من بعد ذلك وأصلحوا فإن الله غفور رحيم ) اختلف العلماء في قبول شهادة القاذف بعد التوبة ، وفي حكم هذا الاستثناء . فذهب قوم إلى أن القاذف ترد شهادته بنفس القذف ، وإذا تاب وندم على ما قال وحسنت حالته قبلت شهادته ، سواء تاب بعد إقامة الحد عليه أو قبله ؛ لقوله تعالى : \" إلا الذين تابوا \" . وقالوا : الاستثناء يرجع إلى الشهادة وإلى الفسق ، فبعد التوبة تقبل شهادته ، ويزول عنه اسم الفسق . يروى ذلك عن ابن عباس وعمر . وهذا قول سعيد بن جبير ومجاهد وعطاء وطاوس وسعيد بن المسيب وسليمان بن يسار والشعبي وعكرمة وعمر بن عبد العزيز 55 والزهري وبه قال مالك والشافعي .وذهب قوم إلى أن شهادة المحدود في القذف لا تقبل أبدا وإن تاب ، وقالوا : الاستثناء يرجع إلى قوله : ( وأولئك هم الفاسقون ) وهو قول النخعي وشريح وأصحاب الرأي ، وقالوا : بنفس القذف لا ترد شهادته ما لم يحد .قال الشافعي : وهو قبل أن يحد شر منه حين يحد ؛ لأن الحدود كفارات ، فكيف يردونها في أحسن حاليه ويقبلونها في شر حاليه . وذهب الشعبي إلى أن حد القذف يسقط بالتوبة ، وقال : الاستثناء يرجع إلى الكل .وعامة العلماء على أنه لا يسقط بالتوبة إلا أن يعفو عنه المقذوف فيسقط ، كالقصاص يسقط بالعفو ، ولا يسقط بالتوبة .فإن قيل : إذا قبلتم شهادته بعد التوبة فما معنى قوله ( أبدا ) ؟ .قيل : معناه لا تقبل شهادته أبدا ما دام مصرا على قذفه ؛ لأن أبد كل إنسان مدته على ما يليق بحاله . كما يقال : لا تقبل شهادة الكافر أبدا : يراد ما دام كافرا ."
    },
    {
      "ayah": 50,
      "surah": 24,
      "text": "( أفي قلوبهم مرض أم ارتابوا ) أي : شكوا ، هذا استفهام ذم وتوبيخ ، أي : هم كذلك ، ( أم يخافون أن يحيف الله عليهم ورسوله ) أي : بظلم ، ( بل أولئك هم الظالمون ) لأنفسهم بإعراضهم عن الحق ."
    },
    {
      "ayah": 51,
      "surah": 24,
      "text": "( إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ) إلى كتاب الله ورسوله ، ( ليحكم بينهم ) هذا ليس على طريق الخبر لكنه تعليم أدب الشرع على معنى أن المؤمنين كذا ينبغي أن يكونوا ، ونصب القول على الخبر واسمه في قوله تعالى : ( أن يقولوا سمعنا وأطعنا ) أي : سمعنا الدعاء وأطعنا بالإجابة . ( وأولئك هم المفلحون)"
    },
    {
      "ayah": 52,
      "surah": 24,
      "text": "ومن يطع الله ورسوله ) قال ابن عباس رضي الله عنهما : فيما ساءه وسره ( ويخش الله ) على ما عمل من الذنوب . ( ويتقه ) فيما بعده ، ( فأولئك هم الفائزون ) الناجون ، قرأ أبو عمرو وأبو بكر \" يتقه \" ساكنة الهاء ، ويختلسها أبو جعفر ويعقوب وقالون ، كما في نظائرها ويشبعها الباقون كسرا ، وقرأ حفص \" يتقه \" بسكون القاف واختلاس الهاء ، وهذه اللغة إذا سقطت الياء للجزم يسكنون ما قبلها ، يقولون : لم أشتر طعاما بسكون الراء ."
    },
    {
      "ayah": 53,
      "surah": 24,
      "text": "قوله - عز وجل - : ( وأقسموا بالله جهد أيمانهم ) جهد اليمين أن يحلف بالله ، ولا حلف فوق الحلف بالله ، ( لئن أمرتهم ليخرجن ) وذلك أن المنافقين كانوا يقولون لرسول الله - صلى الله عليه وسلم - : أينما كنت نكن معك ، لئن خرجت خرجنا ، وإن أقمت أقمنا ، وإن أمرتنا بالجهاد جاهدنا ، فقال تعالى : ( قل ) لهم ( لا تقسموا ) لا تحلفوا ، وقد تم الكلام ، ثم قال : ( طاعة معروفة ) أي : هذه طاعة بالقول وباللسان دون الاعتقاد ، وهي معروفة أي : أمر عرف منكم أنكم تكذبون وتقولون ما لا تفعلون ، هذا معنى قول مجاهد رضي الله عنه . وقيل : معناه طاعة معروفة بنية خالصة أفضل وأمثل من يمين باللسان لا يوافقها الفعل . وقال مقاتل بن سليمان : لتكن منكم طاعة معروفة . ( إن الله خبير بما تعملون )"
    },
    {
      "ayah": 54,
      "surah": 24,
      "text": "( قل أطيعوا الله وأطيعوا الرسول فإن تولوا ) أي : تولوا عن طاعة الله ورسوله ، ( فإنما عليه ما حمل ) يعني : على الرسول ما كلف وأمر به من تبليغ الرسالة ، ( وعليكم ما حملتم ) من الإجابة والطاعة ، ( وإن تطيعوه تهتدوا وما على الرسول إلا البلاغ المبين ) أي : التبليغ البين ."
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "قوله - عز وجل - : ( وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض ) قال أبو العالية في هذه الآية : مكث النبي - صلى الله عليه وسلم - بمكة بعد الوحي عشر سنين مع أصحابه ، وأمروا بالصبر على أذى الكفار ، وكانوا يصبحون ويمسون خائفين ، ثم أمروا بالهجرة إلى المدينة ، وأمروا بالقتال وهم على خوفهم لا يفارق أحد منهم سلاحه ، فقال رجل منهم : ما يأتي علينا يوم نأمن فيه ونضع السلاح ؟ فأنزل الله هذه الآية  وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم ) أدخل اللام لجواب اليمين المضمرة ، يعني : والله ليستخلفنهم ، أي : ليورثنهم أرض الكفار من العرب والعجم ، فيجعلهم ملوكها وساستها وسكانها ، ( كما استخلف الذين من قبلهم ) قرأ أبو بكر عن عاصم : \" كما استخلف \" بضم التاء وكسر اللام على ما لم يسم فاعله ، وقرأ الآخرون بفتح التاء واللام لقوله تعالى : \" وعد الله \" . قال قتادة : ) ( كما استخلف ) داود وسليمان وغيرهما من الأنبياء . وقيل : \" كما استخلف الذين من قبلهم \" أي : بني إسرائيل حيث أهلك الجبابرة بمصر والشام وأورثهم أرضهم وديارهم ، ( وليمكنن لهم دينهم الذي ارتضى لهم ) أي : اختار ، قال ابن عباس : يوسع لهم في البلاد حتى يملكوها ويظهر دينهم على سائر الأديان ، ) ( وليبدلنهم ) قرأ ابن كثير وأبو بكر ويعقوب بالتخفيف من الإبدال ، وقرأ الآخرون بالتشديد من التبديل ، وهما لغتان ، وقال بعضهم : التبديل تغيير حال إلى حال ، والإبدال رفع الشيء وجعل غيره مكانه ، ( من بعد خوفهم أمنا يعبدونني ) آمنين ، ( لا يشركون بي شيئا ) فأنجز الله وعده ، وأظهر دينه ، ونصر أولياءه ، وأبدلهم بعد الخوف أمنا وبسطا في الأرض .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا محمد بن الحكم ، أخبرنا النضر ، أخبرنا إسرائيل ، أخبرنا سعيد الطاهري ، أخبرنا محمد بن خليفة ، عن عدي بن حاتم قال : بينا أنا عند النبي - صلى الله عليه وسلم - إذ أتاه رجل فشكى إليه الفاقة ، ثم أتاه آخر فشكى إليه قطع السبيل ، فقال : \" يا عدي هل رأيت الحيرة ؟ قلت : لم أرها وقد أنبئت عنها \" ، قال : \" فإن طالت بك حياة فلترين الظعينة ترتحل من الحيرة حتى تطوف بالكعبة لا تخاف أحدا إلا الله \" ، قلت فيما بيني وبين نفسي : فأين دعار طيء الذين قد سعروا البلاد ؟ ، \" ولئن طالت بك حياة لتفتحن كنوز كسرى \" قلت : كسرى بن هرمز ؟ قال : \" كسرى بن هرمز ، لئن طالت بك حياة لترين الرجل يخرج ملء كفه من ذهب وفضة يطلب من يقبله منه فلا يجد أحدا يقبله منه ، وليلقين الله أحدكم يوم القيامة وليس بينه وبينه ترجمان يترجم فليقولن له : ألم أبعث إليك رسولا فيبلغك ؟ فيقول : بلى ، فيقول : ألم أعطك مالا وأفضل عليك ؟ فيقول : بلى فينظر عن يمينه فلا يرى إلا جهنم ، وينظر عن يساره فلا يرى إلا جهنم \" ، قال عدي : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" اتقوا النار ولو بشق تمرة فمن لم يجد فبكلمة طيبة \" ، قال عدي : فرأيت الظعينة ترتحل من الحيرة حتى تطوف بالكعبة لا تخاف إلا الله ، وكنت ممن افتتح كنوز كسرى بن هرمز ، ولئن طالت بكم حياة لترون ما قال النبي أبو القاسم - صلى الله عليه وسلم - يخرج ملء كفهوفي الآية دلالة على خلافة الصديق وإمامة الخلفاء الراشدين . أخبرنا عبد الواحد المليحي ، أخبرنا أبو محمد عبد الرحمن بن أبي شريح ، أخبرنا أبو القاسم البغوي ، أخبرنا علي بن الجعد ، أخبرني حماد هو ابن مسلمة بن دينار ، عن سعيد بن جمهان ، عن سفينة قال : سمعت النبي - صلى الله عليه وسلم - يقول : \" الخلافة بعدي ثلاثون سنة ثم تكون ، ملكا \" . ثم قال : أمسك خلافة أبي بكر سنتين ، وخلافة عمر عشرا ، وعثمان اثنتا عشر ، وعلي ستة . قال علي : قلت لحماد : سفينة ، القائل ، لسعيد أمسك ؟ قال : نعم . قوله - عز وجل - : ( ومن كفر بعد ذلك ) أراد به كفران النعمة ، ولم يرد الكفر بالله ، ( فأولئك هم الفاسقون ) العاصون لله . قال أهل التفسير : أول من كفر بهذه النعمة وجحد حقها الذين قتلوا عثمان رضي الله عنه ، فلما قتلوه غير الله ما بهم وأدخل عليهم الخوف حتى صاروا يقتتلون بعد أن كانوا إخوانا .أخبرنا أبو المظفر محمد بن أحمد التميمي ، أخبرنا أبو محمد عبد الرحمن بن عثمان بن القاسم المعروف بابن أبي نصر ، أخبرنا أبو الحسن خيثمة بن سليمان بن حيدرة المعروف بالطرابلسي ، أخبرنا إسحاق بن إبراهيم بن عباد ، عن عبد الرزاق ، عن معمر ، عن أيوب ، عن حميد بن هلال قال : قال عبد الله بن سلام في عثمان : إن الملائكة لم تزل محيطة بمدينتكم هذه منذ قدمها رسول الله - صلى الله عليه وسلم - حتى اليوم ، فوالله لئن قتلتموه ليذهبون ثم لا يعودون أبدا ، فوالله لا يقتله رجل منكم إلا لقي الله أجذم لا يد له ، وإن سيف الله لم يزل مغمودا عنكم ، والله لئن قتلتموه ليسلنه الله ثم لا يغمده عنكم ، إما قال : أبدا ، وإما قال : إلى يوم القيامة ، فما قتل نبي قط إلا قتل به سبعون ألفا ، ولا خليفة إلا قتل به خمسة وثلاثون ألفا"
    },
    {
      "ayah": 56,
      "surah": 24,
      "text": "قوله - عز وجل - : ( وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون ) أي : افعلوها على رجاء الرحمة ."
    },
    {
      "ayah": 57,
      "surah": 24,
      "text": "( لا تحسبن الذين كفروا ) قرأ عامر وحمزة \" لا يحسبن \" بالياء ، أي : لا يحسبن الذين كفروا أنفسهم ( معجزين في الأرض ) وقرأ الآخرون بالتاء ، يقول : لا تحسبن يا محمد الذين كفروا معجزين فائتين عنا ، ( ومأواهم النار ولبئس المصير )"
    },
    {
      "ayah": 58,
      "surah": 24,
      "text": "قوله - عز وجل - : ( ياأيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم ) الآية : قال ابن عباس رضي الله عنهما وجه رسول الله - صلى الله عليه وسلم - غلاما من الأنصار يقال له مدلج بن عمرو إلى عمر بن الخطاب رضي الله عنه وقت الظهيرة ليدعوه ، فدخل فرأى عمر بحالة كره عمر رؤيته ذلك ، فأنزل الله هذه الآية وقال مقاتل : نزلت في أسماء بنت مرثد ، كان لها غلام كبير ، فدخل عليها في وقت كرهته ، فأتت رسول الله - صلى الله عليه وسلم - فقالت : إن خدمنا وغلماننا يدخلون علينا في حال نكرهها ، فأنزل الله تعالى \" ياأيها الذين آمنوا ليستأذنكم اللام لام الأمر . ( الذين ملكت أيمانكم ) يعني : العبيد والإماء ، ( والذين لم يبلغوا الحلم منكم ) من الأحرار ، ليس المراد منهم الأطفال الذين لم يظهروا على عورات النساء ، بل الذين عرفوا أمر النساء ولكن لم يبلغوا .) ( ثلاث مرات ) أي : ليستأذنوا في ثلاث أوقات ، ( من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة ) يريد المقيل ، ( ومن بعد صلاة العشاء ) وإنما خص هذه الأوقات لأنها ساعات الخلوة ووضع الثياب ، فربما يبدو من الإنسان ما لا يحب أن يراه أحد ، أمر العبيد والصبيان بالاستئذان في هذه الأوقات ، وأما غيرهم فليستأذنوا في جميع الأوقات ( ثلاث عورات لكم ) قرأ حمزة والكسائي وأبو بكر : \" ثلاث \" بنصب الثاء بدلا عن قوله : \" ثلاث مرات \" ، وقرأ الآخرون بالرفع ، أي : هذه الأوقات ثلاث عورات لكم ، سميت هذه الأوقات عورات لأن الإنسان يضع فيها ثيابه فتبدو عورته ، ) ( ليس عليكم ) جناح ، ) ( ولا عليهم ) يعني : على العبيد والخدم والصبيان ، ) ( جناح ) في الدخول عليكم من غير استئذان ، ) ( بعدهن ) أي : بعد هذه الأوقات الثلاثة ، ) ( طوافون عليكم ) أي : العبيد والخدم يطوفون عليكم فيترددون ويدخلون ويخرجون في أشغالهم بغير إذن ، ( بعضكم على بعض ) أي : يطوف ، ( بعضكم على بعض كذلك يبين الله لكم الآيات والله عليم حكيم ) واختلف العلماء في حكم هذه الآية : فقال قوم : منسوخ .قال ابن عباس رضي الله عنه : لم يكن للقوم ستور ولا حجاب ، فكان الخدم والولائد يدخلون فربما يرون منهم ما لا يحبون ، فأمروا بالاستئذان ، وقد بسط الله الرزق واتخذ الناس الستور فرأى أن ذلك أغنى عن الاستئذان وذهب قوم إلى أنها غير منسوخة ، روى سفيان عن موسى بن أبي عائشة قالت : سألت الشعبي عن هذه الآية : \" ليستأذنكم الذين ملكت أيمانكم \" أمنسوخة هي ؟ قال : لا والله ، قلت : إن الناس لا يعملون بها ، قال : الله المستعان وقال سعيد بن جبير في هذه الآية : إن ناسا يقولون نسخت ، والله ما نسخت ، ولكنها مما تهاون به الناس ."
    },
    {
      "ayah": 59,
      "surah": 24,
      "text": "قوله تعالى : ( وإذا بلغ الأطفال منكم الحلم ) أي : الاحتلام ، يريد الأحرار الذين بلغوا ، ) ( فليستأذنوا ) أي : يستأذنون في جميع الأوقات في الدخول عليكم ، ( كما استأذن الذين من قبلهم ) من الأحرار والكبار . وقيل : يعني الذين كانوا مع إبراهيم وموسى وعيسى . ( كذلك يبين الله لكم آياته ) دلالاته . وقيل : أحكامه ، ) ( والله عليم ) بأمور خلقه ، ) ( حكيم ) بما دبر لهم . قال سعيد بن المسيب : يستأذن الرجل على أمه ، فإنما أنزلت هذه الآية في ذلك . وسئل حذيفة : أيستأذن الرجل على والدته ؟ قال : نعم ، إن لم يفعل رأى منها ما يكره ."
    },
    {
      "ayah": 6,
      "surah": 24,
      "text": "قوله - عز وجل - : ( والذين يرمون أزواجهم ) أي : يقذفون نساءهم ، ( ولم يكن لهم شهداء ) يشهدون على صحة ما قالوا ، ( إلا أنفسهم ) أي : غير أنفسهم ، ( فشهادة أحدهم أربع شهادات بالله إنه لمن الصادقين ) قرأ حمزة والكسائي وحفص : \" أربع شهادات \" برفع العين على خبر الابتداء ، أي : فشهادة أحدهم التي تدرأ الحد أربع شهادات . وقرأ الآخرون بالنصب أي : فشهادة أحدهم أن يشهد أربع شهادات بالله إنه لمن الصادقين ."
    },
    {
      "ayah": 60,
      "surah": 24,
      "text": "قوله تعالى : ( والقواعد من النساء ) يعني اللاتي قعدن عن الولد والحيض من الكبر ، لا يلدن ولا يحضن ، واحدتها \" قاعد \" بلا هاء . وقيل : قعدن عن الأزواج ، وهذا معنى قوله : ( اللاتي لا يرجون نكاحا ) أي : لا يردن الرجال لكبرهن ، قال ابن قتيبة : سميت المرأة قاعدا إذا كبرت ، لأنها تكثر القعود . وقال ربيعة الرأي : هن العجز ، اللائي إذا رآهن الرجال استقذروهن ، فأما من كانت فيها بقية من جمال ، وهي محل الشهوة ، فلا تدخل في هذه الآية ، ( فليس عليهن جناح أن يضعن ثيابهن ) عند الرجال ، يعني : يضعن بعض ثيابهن ، وهي الجلباب والرداء الذي فوق الثياب ، والقناع الذي فوق الخمار ، فأما الخمار فلا يجوز وضعه ، وفي قراءة ابن مسعود رضي الله عنه وأبي بن كعب : \" أن يضعن من ثيابهن \" ، ( غير متبرجات بزينة ) أي : من غير أن يردن بوضع الجلباب ، والرداء إظهار زينتهن ، والتبرج هو أن تظهر المرأة من محاسنها ما ينبغي لها أن تتنزه عنه . ) ( وأن يستعففن ) فلا يلقين الجلباب والرداء ، ( خير لهن والله سميع عليم )"
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "قوله تعالى : ( ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج ) الآية ، اختلف العلماء في هذه الآية ، فقال ابن عباس رضي الله عنهما لما أنزل الله - عز وجل - قوله : ياأيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل ( النساء - 29 ) ، تحرج المسلمون عن مؤاكلة المرضى والزمنى والعمي والعرج ، وقالوا الطعام أفضل الأموال ، وقد نهانا الله عن أكل المال بالباطل . والأعمى لا يبصر موضع الطعام الطيب ، والأعرج لا يتمكن من الجلوس ، ولا يستطيع المزاحمة على الطعام ، والمريض يضعف عن التناول فلا يستوفي الطعام ، فأنزل الله هذه الآية وعلى هذا التأويل يكون \" على \" بمعنى \" في \" أي : ليس في الأعمى ، يعني : ليس عليكم في مؤاكلة الأعمى والأعرج والمريض .وقال سعيد بن جبير والضحاك وغيرهما كان العرجان والعميان والمرضى يتنزهون عن مؤاكلة الأصحاء ، لأن الناس يتقذرون منهم ويكرهون مؤاكلتهم ، ويقول الأعمى : ربما أكل أكثر ، ويقول الأعرج : ربما أخذ مكان الاثنين ، فنزلت هذه الآية . وقال مجاهد : نزلت الآية ترخيصا لهؤلاء في الأكل من بيوت من سمى الله في هذه الآية ، وذلك أن هؤلاء كانوا يدخلون على الرجل لطلب الطعام فإذا لم يكن عنده ما يطعمهم ذهب بهم إلى بيوت آبائهم وأمهاتهم أو بعض من سمى الله في هذه الآية ، فكان أهل الزمانة يتحرجون من ذلك الطعام ويقولون ذهب بنا إلى بيت غيره ؟ فأنزل الله هذه الآية وقال سعيد بن المسيب : كان المسلمون إذا غزوا خلفوا زمناهم ويدفعون إليهم مفاتيح أبوابهم ويقولون قد أحللنا لكم أن تأكلوا مما في بيوتنا ، فكانوا يتحرجون من ذلك ويقولون لا ندخلها وهم غيب ، فأنزل الله هذه الآية رخصة لهم قال الحسن : نزلت هذه الآية رخصة لهؤلاء في التخلف عن الجهاد . قال : تم الكلام عند قوله : \" ولا على المريض حرج \" ، وقوله تعالى : ) ( ولا على أنفسكم ) كلام منقطع عما قبلهوقيل : لما نزل قوله : لا تأكلوا أموالكم بينكم بالباطل ( النساء - 29 ) ، قالوا : لا يحل لأحد منا أن يأكل عند أحد ، فأنزل الله - عز وجل - ( ولا على أنفسكم أن تأكلوا من بيوتكم ) أي : لا حرج عليكم أن تأكلوا من بيوتكم . قيل : أراد من أموال عيالكم وأزواجكم وبيت المرأة كبيت الزوج . وقال ابن قتيبة : أراد من بيوت أولادكم ، نسب بيوت الأولاد إلى الآباء كما جاء في الحديث : \" أنت ومالك لأبيك \" ، ( أو بيوت آبائكم أو بيوت أمهاتكم أو بيوت إخوانكم أو بيوت أخواتكم أو بيوت أعمامكم أو بيوت عماتكم أو بيوت أخوالكم أو بيوت خالاتكم أو ما ملكتم مفاتحه ) قال ابن عباس رضي الله عنهما : عني بذلك وكيل الرجل وقيمه في ضيعته وماشيته ، لا بأس عليه أن يأكل من ثمر ضيعته ، ويشرب من لبن ماشيته ، ولا يحمل ولا يدخر . وقال الضحاك : يعني في بيوت عبيدكم ومماليككم ، وذلك أن السيد يملك منزل عبده ، والمفاتيح الخزائن ، لقوله تعالى : وعنده مفاتح الغيب ( الأنعام - 59 ) ويجوز أن يكون الذي يفتح به . قال عكرمة : إذا ملك الرجل المفتاح فهو خازن ، فلا بأس أن يطعم الشيء اليسير . وقال السدي : الرجل يولي طعامه غيره يقوم عليه فلا بأس أن يأكل منه وقال قوم : \" ما ملكتم مفاتحه \" ما خزنتموه عندكم قال مجاهد وقتادة : من بيوت أنفسكم مما أحرزتم وملكتم .) ( أو صديقكم ) الصديق الذي صدقك في المودة . قال ابن عباس : نزلت في الحارث بن عمرو رضي الله عنه ، خرج غازيا مع رسول الله - صلى الله عليه وسلم - وخلف مالك بن زيد على أهله ، فلما رجع وجده مجهودا فسأله عن حاله ، فقال : تحرجت أن آكل طعامك بغير إذنك فأنزل الله هذه الآية . وكان الحسن وقتادة يريان دخول الرجل بيت صديقه والتحرم بطعامه من غير استئذان منه في الأكل بهذه الآية . والمعنى : ( ليس عليكم جناح أن تأكلوا ) من منازل هؤلاء إذا دخلتموها وإن لم يحضروا ، من غير أن تتزودوا وتحملوا .قوله : ( ليس عليكم جناح أن تأكلوا جميعا أو أشتاتا ) نزلت في بني ليث بن عمرو ، وهم حي من بني كنانة كان الرجل منهم لا يأكل وحده حتى يجد ضيفا يأكل معه ، فربما قعد الرجل والطعام ، بين يديه من الصباح إلى الرواح ، وربما كانت معه الإبل الحفل ، فلا يشرب من ألبانها حتى يجد من يشاربه ، فإذا أمسى ولم يجد أحدا أكل ، هذا قول قتادة والضحاك وابن جريج وقال عطاء الخراساني عن ابن عباس رضي الله عنهما : كان الغني يدخل على الفقير من ذوي قرابته وصداقته فيدعوه إلى طعامه ، فيقول : والله إني لأجنح ، أي : أتحرج أن آكل معك وأنا غني وأنت فقير ، فنزلت هذه الآية . وقال عكرمة وأبو صالح : نزلت في قوم من الأنصار كانوا لا يأكلون إذا نزل بهم ضيف إلا مع ضيفهم ، فرخص لهم أن يأكلوا كيف شاءوا ، جميعا أو أشتاتا متفرقين .( فإذا دخلتم بيوتا فسلموا على أنفسكم ) أي : يسلم بعضكم على بعض ، هذا في دخول الرجل بيت نفسه يسلم على أهله ومن في بيته ، وهو قول جابر وطاوس والزهري وقتادة والضحاك وعمرو بن دينار . وقال قتادة : إذا دخلت بيتك فسلم على أهلك فهو أحق من سلمت عليه ، وإذا دخلت بيتا لا أحد فيه فقل : السلام علينا وعلى عباد الله الصالحين . حدثنا أن الملائكة ترد عليه وعن ابن عباس رضي الله عنهما قال : إن لم يكن في البيت أحد فليقل : السلام علينا وعلى عباد الله الصالحين ، السلام على أهل البيت ورحمة الله . وروى عمرو بن دينار عن ابن عباس رضي الله عنهما في قوله تعالى : ( فإذا دخلتم بيوتا فسلموا على أنفسكم ) قال : إذا دخلت المسجد فقل : السلام علينا وعلى عباد الله الصالحين ( تحية من عند الله ) نصب على المصدر ، أي : تحيون أنفسكم تحية ، ) ( مباركة طيبة ) وقال ابن عباس رضي الله عنهما : حسنة جميلة . وقيل : ذكر البركة والطيبة هاهنا لما فيه من الثواب والأجر ( كذلك يبين الله لكم الآيات لعلكم تعقلون )"
    },
    {
      "ayah": 62,
      "surah": 24,
      "text": "قوله - عز وجل - : ( إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه ) أي : مع رسول الله - صلى الله عليه وسلم - ، ( على أمر جامع ) يجمعهم من حرب حضرت ، أو صلاة أو جمعة أو عيد أو جماعة أو تشاور في أمر نزل ، ) ( لم يذهبوا ) يتفرقوا عنه ، لم ينصرفوا عما اجتمعوا له من الأمر ، ) ( حتى يستأذنوه ) قال المفسرون : كان رسول الله - صلى الله عليه وسلم - إذا صعد المنبر يوم الجمعة وأراد الرجل أن يخرج من المسجد ، لحاجة أو عذر ، لم يخرج حتى يقوم بحيال رسول الله - صلى الله عليه وسلم - حيث يراه ، فيعرف أنه إنما قام يستأذن ، فيأذن لمن شاء منهم . قال مجاهد : وإذن الإمام يوم الجمعة أن يشير بيده .قال أهل العلم : وكذلك كل أمر اجتمع عليه المسلمون مع الإمام لا يخالفونه ولا يرجعون عنه إلا بإذن ، وإذا استأذن فللإمام إن شاء أذن له وإن شاء لم يأذن ، وهذا إذا لم يكن له سبب يمنعه من المقام ، فإن حدث سبب يمنعه من المقام بأن يكون في المسجد فتحيض منهم امرأة ، أو يجنب رجل ، أو يعرض له مرض ، فلا يحتاج إلى الاستئذان . ( إن الذين يستأذنونك أولئك الذين يؤمنون بالله ورسوله فإذا استأذنوك لبعض شأنهم ) أي : أمرهم ، ( فأذن لمن شئت منهم ) في الانصراف ، معناه إن شئت فأذن وإن شئت فلا تأذن ، ( واستغفر لهم الله إن الله غفور رحيم )"
    },
    {
      "ayah": 63,
      "surah": 24,
      "text": "( لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا ) قال ابن عباس رضي الله عنهما : يقول احذروا دعاء الرسول عليكم إذا أسخطتموه ، فإن دعاءه موجب لنزول البلاء بكم ليس كدعاء غيره وقال مجاهد وقتادة : لا تدعوه باسمه كما يدعو بعضكم بعضا : يا محمد ، يا عبد الله ، ولكن فخموه وشرفوه ، فقولوا : يا نبي الله ، يا رسول الله ، في لين وتواضع .( قد يعلم الله الذين يتسللون ) أي : يخرجون ) ( منكم لواذا ) أي : يستر بعضهم بعضا ويروغ في خيفة ، فيذهب \" واللواذ \" مصدر لاوذ يلاوذ ، ملاوذة ، ولواذا .قيل : كان هذا في حفر الخندق ، فكان المنافقون ينصرفون عن رسول الله - صلى الله عليه وسلم - مختفين . قال ابن عباس رضي الله عنهما : \" لواذا \" أي : يلوذ بعضهم ببعض ، وذلك أن المنافقين كان يثقل عليهم المقام في المسجد يوم الجمعة واستماع خطبة النبي - صلى الله عليه وسلم - فكانوا يلوذون ببعض أصحابه فيخرجون من المسجد في استتار . ومعنى قوله : ) ( قد يعلم الله ) للتهديد بالمجازاة . ( فليحذر الذين يخالفون عن أمره ) أي : أمره و \" عن \" صلة . وقيل : معناه يعرضون عن أمره وينصرفون عنه بغير إذنه . ( أن تصيبهم فتنة ) أي لئلا تصيبهم فتنة ، قال مجاهد : بلاء في الدنيا ، ( أو يصيبهم عذاب أليم ) وجيع في الآخرة . وقيل : عذاب أليم عاجل في الدنيا . ثم عظم نفسه فقال :"
    },
    {
      "ayah": 64,
      "surah": 24,
      "text": "( ألا إن لله من في السماوات ومن في الأرض ) ملكا وعبيدا ، ( قد يعلم ما أنتم عليه ) من الإيمان والنفاق أي : يعلم ، و \" قد \" صلة ( ويوم يرجعون إليه ) يعني : يوم البعث ، ( فينبئهم بما عملوا ) من الخير والشر ، ( والله بكل شيء عليم ) أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرني الحسين بن محمد بن فنجويه ، حدثنا عبد الله بن محمد بن شيبة ، حدثنا محمد بن إبراهيم الكرابيسي ، حدثنا سليمان بن توبة ، حدثنا أبو داود الأنصاري ، أخبرنا محمد بن إبراهيم الشامي ، حدثنا شعيب بن إسحاق ، عن هشام بن عروة ، عن أبيه ، عن عائشة قالت : قال رسول الله - صلى الله عليه وسلم - : \" لا تنزلوا النساء الغرف ، ولا تعلموهن الكتابة ، وعلموهن الغزل ، وسورة النور \" ."
    },
    {
      "ayah": 7,
      "surah": 24,
      "text": "( والخامسة أن لعنة الله عليه إن كان من الكاذبين ) قرأ نافع ويعقوب \" أن \" خفيفة وكذلك الثانية \" لعنة الله \" رفع ، ثم يعقوب قرأ \" غضب \" برفع ، وقرأ نافع \" غضب \" بكسر الضاد وفتح الباء على الماضي \" الله \" رفع . وقرأ الآخرون \" أن \" بالتشديد فيهما \" لعنة \" نصب ، \" وغضب \" بفتح الضاد على الاسم ، \" الله \" جر . وقرأ حفص عن عاصم \" والخامسة \" الثانية نصب ، أي : ويشهد الشهادة الخامسة . وقرأ الآخرون بالرفع على الابتداء وخبره في \" أن \" كالأولى .وسبب نزول هذه الآية ما أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك عن ابن شهاب أن سهل بن سعد الساعدي أخبره أن عويمرا العجلاني جاء إلى عاصم بن عدي الأنصاري فقال له : يا عاصم أرأيت لو أن رجلا وجد مع امرأته رجلا أيقتله فتقتلونه ، أم كيف يفعل ؟ سل لي عن ذلك يا عاصم رسول الله - صلى الله عليه وسلم - قال : فسأل عاصم رسول الله - صلى الله عليه وسلم - عن ذلك ، فكره رسول الله - صلى الله عليه وسلم - المسائل وعابها حتى كبر على عاصم ما سمع من رسول الله - صلى الله عليه وسلم - فلما رجع عاصم إلى أهله جاءه عويمر فقال له : يا عاصم ماذا قال لك رسول الله - صلى الله عليه وسلم - فقال عاصم لعويمر ، لم تأتني بخير ، قد كره رسول الله - صلى الله عليه وسلم - المسألة التي سألته عنها ، فقال عويمر ، والله لا أنتهي حتى أسأله عنها ، فجاء عويمر ورسول الله - صلى الله عليه وسلم - وسط الناس ، فقال : يا رسول الله أرأيت رجلا وجد مع امرأته رجلا أيقتله فتقتلونه أم كيف يفعل ؟ فقال رسول الله - صلى الله عليه وسلم - : \" قد أنزل فيك وفي صاحبتك فاذهب فأت بها \" . فقال سهل : فتلاعنا وأنا مع الناس عند رسول الله - صلى الله عليه وسلم - فلما فرغا من تلاعنهما قال عويمر : كذبت عليها يا رسول الله إن أمسكتها ، فطلقها ثلاثا قبل أن يأمره رسول الله - صلى الله عليه وسلم - . قال مالك قال ابن شهاب : فكانت تلك سنة المتلاعنين .وقال محمد بن إسماعيل أخبرنا إسحاق ، أخبرنا محمد بن يوسف ، أخبرنا الأوزاعي ، أخبرنا الزهري بهذا الإسناد بمثل معناه . وزاد : ثم قال رسول الله - صلى الله عليه وسلم - : \" انظروا فإن جاءت به أسحم أدعج العينين عظيم الإليتين ، خدلج الساقين ، فلا أحسب عويمرا إلا قد صدق عليها ، وإن جاءت به أحيمر كأنه [ وجوه ] فلا أحسب عويمرا إلا قد كذب عليها \" فجاءت به على النعت الذي نعت رسول الله - صلى الله عليه وسلم - من تصديق عويمر فكان بعد ينسب إلى أمه .أخبرنا عبد الواحد المليحي ، أخبرنا محمد بن عبد الله النعيمي ، أخبرنا أحمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا محمد بن بشار ، أخبرنا ابن أبي عدي ، عن هشام بن حسان ، أخبرنا عكرمة ، عن ابن عباس ، أن هلال بن أمية قذف امرأته عند رسول الله - صلى الله عليه وسلم - بشريك بن سحماء ، فقال النبي - صلى الله عليه وسلم - : \" البينة أو حد في ظهرك \" فقال : يا رسول الله إذا رأى أحدنا على امرأته رجلا ينطلق يلتمس البينة ؟ فجعل النبي - صلى الله عليه وسلم - يقول : \" البينة وإلا حد في ظهرك \" فقال هلال : والذي بعثك بالحق إني لصادق ، ولينزلن الله ما يبرئ ظهري من الحد ، فنزل جبريل وأنزل عليه : ( والذين يرمون أزواجهم ) فقرأ حتى بلغ ( إن كان من الصادقين ) فانصرف النبي - صلى الله عليه وسلم - فأرسل إليهما ، فجاء هلال فشهد ، والنبي - صلى الله عليه وسلم - يقول : \" إن الله يعلم أن أحدكما كاذب ، فهل منكما تائب \" ؟ ثم قامت فشهدت فلما كانت عند الخامسة وقفوها وقالوا إنها : موجبة . قال ابن عباس فتلكأت ونكصت حتى ظننا أنها ترجع ، ثم قالت : لا أفضح قومي سائر اليوم ، فمضت . فقال النبي - صلى الله عليه وسلم - : \" أبصروها فإن جاءت به أكحل العينين ، سابغ الإليتين ، خدلج الساقين ، فهو لشريك بن سحماء \" فجاءت به كذلك ، فقال النبي - صلى الله عليه وسلم - : \" لولا ما مضى من كتاب الله لكان لي ولها شأن \" .وروى عكرمة عن ابن عباس : قال لما نزلت : ( والذين يرمون المحصنات ) الآية . قال سعد بن عبادة : لو أتيت لكاع وقد تفخذها رجل لم يكن لي أهيجه حتى آتي بأربعة شهداء ، فوالله ما كنت لآتي بأربعة شهداء حتى يفرغ من حاجته ويذهب ، وإن قلت ما رأيت إن في ظهري لثمانين جلدة ، فقال رسول الله - صلى الله عليه وسلم - : \" يا معشر الأنصار ألا تسمعون ما قال سيدكم \" ؟ قالوا : لا تلمه ، فإنه رجل غيور ، ما تزوج امرأة قط إلا بكرا ، ولا طلق امرأة له فاجترأ رجل منا أن يتزوجها . فقال سعد : يا رسول الله بأبي أنت وأمي والله إني لأعرف أنها من الله وأنها حق ولكن عجبت من ذلك لما أخبرتك ، فقال النبي - صلى الله عليه وسلم - : \" فإن الله يأبى إلا ذلك \" فقال صدق الله ورسوله . قال : فلم يلبثوا إلا يسيرا حتى جاء ابن عم له يقال له هلال بن أمية من حديقة له ، فرأى رجلا مع امرأته يزني بها ، فأمسك حتى أصبح ، فلما أصبح غدا على رسول الله - صلى الله عليه وسلم - وهو جالس مع أصحابه ، فقال : يا رسول الله إني جئت أهلي عشاء فوجدت رجلا مع امرأتي ، رأيت بعيني وسمعت بأذني ، فكره رسول الله - صلى الله عليه وسلم - ما أتاه به ، وثقل عليه حتى عرف ذلك في وجهه ، فقال هلال : والله يا رسول الله إني لأرى الكراهية في وجهك مما أتيتك به ، والله يعلم إني لصادق وما قلت إلا حقا ، وإني لأرجو أن يجعل الله لي فرجا ، فهم رسول الله - صلى الله عليه وسلم - بضربه . فقال : واجتمعت الأنصار فقالوا ابتلينا بما قال سعد ، يجلد هلال وتبطل شهادته ، وإنهم لكذلك ، ورسول الله - صلى الله عليه وسلم - يريد أن يأمر بضربه ، إذ نزل عليه الوحي ، فأمسك أصحابه عن كلامه حين عرفوا أن الوحي قد نزل عليه ، حتى فرغ ، فأنزل الله - عز وجل - : ( والذين يرمون أزواجهم ) إلى آخر الآيات فقال رسول الله - صلى الله عليه وسلم - : \" أبشر يا هلال فإن الله قد جعل لك فرجا \" فقال : لقد كنت أرجو ذلك من الله ، فقال رسول الله - صلى الله عليه وسلم - : أرسلوا إليها ، فجاءت ، فلما اجتمعا عند رسول الله - صلى الله عليه وسلم - قيل لها فكذبت ، فقال رسول الله - صلى الله عليه وسلم - : إن الله يعلم أن أحدكما كاذب فهل منكما تائب ؟ فقال هلال : يا رسول الله بأبي أنت وأمي قد صدقت وما قلت إلا حقا ، فقال رسول الله - صلى الله عليه وسلم - لاعنوا بينهما ، فقيل لهلال : اشهد ، فشهد أربع شهادات بالله إنه لمن الصادقين ، فقال له عند الخامسة : يا هلال اتق الله ، فإن عذاب الدنيا أهون من عذاب الآخرة ، وإن عذاب الله أشد من عذاب الناس ، وإن هذه الخامسة هي الموجبة التي توجب عليك العذاب ، فقال هلال : والله لا يعذبني الله عليها كما لم يجلدني عليها رسول الله - صلى الله عليه وسلم - ، فشهد الخامسة : أن لعنة الله عليه إن كان من الكاذبين . ثم قال للمرأة : اشهدي ، فشهدت أربع شهادات بالله إنه لمن الكاذبين ، فقال لها عند الخامسة ووقفها : اتقي الله فإن الخامسة موجبة وإن عذاب الله أشد من عذاب الناس ، فتلكأت ساعة وهمت بالاعتراف ثم قالت : والله لا أفضح قومي ، فشهدت الخامسة : أن غضب الله عليها إن كان من الصادقين ، ففرق رسول الله - صلى الله عليه وسلم - بينهما ، وقضى بأن الولد لها ولا يدعى لأب ولا يرمى ولدها ، ثم قال رسول الله - صلى الله عليه وسلم - : إن جاءت به كذا وكذا فهو لزوجها وإن جاءت به كذا وكذا فهو للذي قيل فيه \" ، فجاءت به غلاما كأنه جمل أورق ، على الشبه المكروه ، وكان بعد أميرا على مصر ، لا يدري من أبوه .وقال ابن عباس في سائر الروايات ، ومقاتل : لما نزلت : ( والذين يرمون المحصنات ) الآية ، فقرأها رسول الله - صلى الله عليه وسلم - يوم الجمعة على المنبر فقام عاصم بن عدي الأنصاري فقال : جعلني الله فداك ، إن رأى رجل منا مع امرأته رجلا فأخبر بما رأى جلد ثمانين جلدة ، وسماه المسلمون فاسقا ، ولا تقبل شهادته أبدا ، فكيف لنا بالشهداء ونحن إذا التمسنا الشهداء كان الرجل فرغ من حاجته ومر ؟ وكان لعاصم هذا ابن عم يقال له عويمر ، وله امرأة يقال لها خولة بنت قيس بن محصن ، فأتى عويمر عاصما وقال : لقد رأيت شريك بن السمحاء على بطن امرأتي خولة ، فاسترجع عاصم ، وأتى رسول الله - صلى الله عليه وسلم - في الجمعة الأخرى ، فقال : يا رسول الله ما أسرع ما ابتليت بالسؤال الذي سألت في الجمعة الماضية في أهل بيتي ، فأخبره وكان عويمر وخولة وشريك كلهم بني عم عاصم ، فدعا رسول الله - صلى الله عليه وسلم - بهم جميعا ، وقال لعويمر : \" اتق الله في زوجتك وابنة عمك ولا تقذفها بالبهتان \" فقال : يا رسول الله أقسم بالله إني رأيت شريكا على بطنها وإني ما قربتها منذ أربعة أشهر ، وإنها حبلى من غيري ، فقال رسول الله - صلى الله عليه وسلم - للمرأة : \" اتقي الله ولا تخبري إلا بما صنعت \" فقالت : يا رسول الله إن عويمرا رجل غيور ، وإنه رآني وشريكا يطيل السمر ونتحدث ، فحملته الغيرة على ما قال ، فقال رسول الله - صلى الله عليه وسلم - لشريك : \" ما تقول \" ؟ فقال : ما تقوله المرأة كذب ، فأنزل الله - عز وجل - : ( والذين يرمون أزواجهم ) الآية ، فأمر رسول الله - صلى الله عليه وسلم - حتى نودي الصلاة جامعة ، فصلى العصر ثم قال لعويمر : قم ، فقام فقال : أشهد بالله بأن خولة لزانية وإني لمن الصادقين ، ثم قال في الثانية أشهد أني رأيت شريكا على بطنها ، وإني لمن الصادقين ، ثم قال في الثالثة أشهد بالله إنها حبلى من غيري وإني لمن الصادقين ، ثم قال في الرابعة أشهد بالله إني ما قربتها منذ أربعة أشهر وإني لمن الصادقين ، ثم قال في الخامسة : لعنة الله على عويمر - يعني نفسه - إن كان من الكاذبين فيما قال ، ثم أمره بالقعود ، وقال لخولة : قومي فقامت ، فقالت : أشهد بالله ما أنا بزانية وإن عويمرا لمن الكاذبين ، ثم قالت في الثانية أشهد بالله أنه ما رأى شريكا على بطني وإنه لمن الكاذبين ، ثم قالت في الثالثة أشهد بالله إني حبلى منه وإنه لمن الكاذبين ، ثم قالت في الرابعة أشهد بالله إنه ما رآني قط على فاحشة وإنه لمن الكاذبين ، ثم قالت في الخامسة غضب الله على خولة - تعني نفسها - إن كان من الصادقين . ففرق رسول الله - صلى الله عليه وسلم - بينهما ، وقال لولا هذه الأيمان لكان لي في أمرهما رأي ، ثم قال : \" تحينوا بها الولادة فإن جاءت به [ أصيهب ] [ أثيبج ] يضرب إلى السواد فهو لشريك ، وإن جاءت به أورق جعدا جماليا خدلج الساقين فهو لغير الذي رميت به \" . قال ابن عباس فجاءت بأشبه خلق الله بشريك .والكلام في حكم الآية : أن الرجل إذا قذف امرأته فموجبه موجب قذف الأجنبي في وجوب الحد عليه إن كانت محصنة ، أو التعزير إن لم تكن محصنة ، غير أن المخرج منهما مختلف; فإذا قذف أجنبيا يقام الحد عليه ، إلا أن يقيم أربعة من الشهود على زناه ، أو يقر به المقذوف فيسقط عنه حد القذف ، وفي الزوجة إذا وجد أحد هذين أو لاعن يسقط عنه الحد ، فاللعان في قذف الزوجة بمنزلة البينة ، لأن الرجل إذا رأى مع امرأته رجلا ربما لا يمكنه إقامة البينة عليه ولا يمكنه الصبر على العار ، فجعل الله اللعان حجة له على صدقه ، فقال تعالى : \" فشهادة أحدهم أربع شهادات بالله إنه لمن الصادقين \" ، وإذا أقام الزوج البينة على زناها أو اعترفت بالزنا سقط عنه الحد واللعان ، إلا أن يكون هناك ولد يريد نفيه فله أن يلاعن لنفيه .وإذا أراد الإمام أن يلاعن بينهما يبدأ فيقيم الرجل ويلقنه كلمات اللعان ، فيقول : قل أشهد بالله إني لمن الصادقين فيما رميت به فلانة بالزنا ، وإن كان قد رماها برجل بعينه سماه بعينه باللعان ، وإن رماها بجماعة سماهم ، ويقول الزوج كما يلقنه الإمام ، وإن كان ولد أو حمل يريد نفيه يقول : وإن هذا الولد أو الحمل لمن الزنا ما هو مني ، ويقول في الخامسة : علي لعنة الله إن كنت من الكاذبين فيما رميت به فلانة ، وإذا أتى بكلمة منها من غير تلقين الحاكم لا تكون محسوبة ، فإذا فرغ الرجل من اللعان وقعت الفرقة بينه وبين زوجته وحرمت عليه على التأبيد ، وانتفى عنه النسب وسقط عنه حد القذف ، ووجب على المرأة حد الزنا ، إن كانت محصنة ترجم ، وإن كانت غير محصنة تجلد وتغرب ، فهذه خمسة أحكام تتعلق كلها بلعان الزوج ."
    },
    {
      "ayah": 8,
      "surah": 24,
      "text": "قوله - عز وجل - : ( ويدرأ ) يدفع ، ( عنها العذاب أن تشهد أربع شهادات بالله إنه لمن الكاذبين)"
    },
    {
      "ayah": 9,
      "surah": 24,
      "text": "( والخامسة أن غضب الله عليها إن كان من الصادقين ) وأراد بالعذاب الحد ، كما قال في أول السورة : \" وليشهد عذابهما طائفة من المؤمنين \" أي : حدهما ، ومعنى الآية : أن الزوج إذا لاعن وجب على المرأة حد الزنا ، وإذا وجب عليها حد الزنا بلعانه فأرادت إسقاطه عن نفسها فإنها تلاعن ، فتقوم وتشهد بعد تلقين الحاكم أربع شهادات بالله إنه لمن الكاذبين فيما رماني به ، وتقول في الخامسة علي غضب الله إن كان زوجي من الصادقين فيما رماني به .ولا يتعلق بلعانها إلا حكم واحد وهو سقوط الحد عنها ، ولو أقام الزوج بينة على زناها فلا يسقط الحد عنها باللعان . وعند أصحاب الرأي : لا حد على من قذف زوجته ، بل موجبه اللعان ، فإن لم يلاعن يحبس حتى يلاعن ، فإذا لاعن الزوج وامتنعت المرأة عن اللعان حبست حتى تلاعن .وعند الآخرين اللعان حجة على صدقه ، والقاذف إذا قعد عن إقامة الحجة على صدقه لا يحبس بل يحد كقاذف الأجنبي إذا قعد عن إقامة البينة .وعند أبي حنيفة موجب اللعان وقوع الفرقة ونفي النسب ، وهما لا يحصلان إلا بلعان الزوجين جميعا ، وقضاء القاضي .وفرقة اللعان فرقة فسخ عند كثير من أهل العلم وبه قال الشافعي ، وتلك الفرقة متأبدة حتى لو كذب الزوج نفسه يقبل ذلك فيما عليه دون ما له ، فيلزمه الحد ويلحقه الولد ولكن لا يرتفع تأبيد التحريم .وعند أبي حنيفة فرقة اللعان فرقة طلاق فإذا كذب الزوج نفسه جاز له أن ينكحها . وإذا أتى ببعض كلمات اللعان لا يتعلق به الحكم . وعند أبي حنيفة إذا أتى بأكثر كلمات اللعان قام مقام الكل في تعلق الحكم به .وكل من صح يمينه صح لعانه حرا أو عبدا ، مسلما أو ذميا ، وهو قول سعيد بن المسيب وسليمان بن يسار والحسن ، وبه قال ربيعة ومالك والثوري والشافعي وأكثر أهل العلم . وقال الزهري والأوزاعي وأصحاب الرأي : لا يجري اللعان إلا بين مسلمين حرين غير محدودين ، فإن كان الزوجان أو أحدهما رقيقا أو ذميا أو محدودا في قذف فلا لعان بينهما .وظاهر القرآن حجة لمن قال يجري اللعان بينهما ، لأن الله تعالى قال : ( والذين يرمون أزواجهم ) ولم يفصل بين الحر والعبد والمحدود وغيره كما قال : \" الذين يظاهرون منكم من نسائهم \" ( المجادلة - 2 ) ، ثم يستوي الحر والعبد هنا في الظهار ، ولا يصح اللعان إلا عند الحاكم أو خليفته .ويغلظ اللعان بأربعة أشياء : بعدد الألفاظ ، والمكان ، والزمان ، وأن يكون بمحضر جماعة من الناس . أما الألفاظ المستحقة فلا يجوز الإخلال بها ، وأما المكان فهو أن يلاعن في أشرف الأماكن ، إن كان بمكة فبين الركن والمقام ، وإن كان بالمدينة فعند المنبر ، وفي سائر البلاد ففي المسجد الجامع عند المنبر ، والزمان هو أن يكون بعد صلاة العصر ، وأما الجمع فأقلهم أربعة ، والتغليظ بالجمع مستحب ، حتى لو لاعن الحاكم بينهما وحده [ جاز ] ، وهل التغليظ بالمكان والزمان واجب أو مستحب فيه قولان ."
    }
  ]
}
