{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 34,
      "text": "( الحمد لله الذي له ما في السماوات وما في الأرض  ) ملكا وخلقا ( وله الحمد في الآخرة  ) كما هو له في الدنيا ، لأن النعم في الدارين كلها منه .وقيل : الحمد لله في الآخرة هو حمد أهل الجنة كما قال الله تعالى : \" وقالوا الحمد لله الذي أذهب عنا الحزن \" ( فاطر - 34 ) ، و \" الحمد لله الذي صدقنا وعده \" ( الزمر - 74 ) . ( وهو الحكيم الخبير )"
    },
    {
      "ayah": 10,
      "surah": 34,
      "text": "قوله - عز وجل - : ( ولقد آتينا داود منا فضلا ) يعني النبوة والكتاب ، وقيل : الملك . وقيل : جميع ما أوتي من حسن الصوت وتليين الحديد وغير ذلك مما خص به ) ( يا جبال ) أي : وقلنا يا جبال ) ( أوبي ) أي : سبحي ) ( معه ) إذا سبح ، وقيل : هو تفعيل من الإياب وهو الرجوع ، أي : رجعي معه وقال القتيبي : أصله من التأويب في السير ، وهو أن يسير النهار كله وينزل ليلا كأنه قال أوبي النهار كله بالتسبيح معه . وقال وهب : نوحي معه .) ( والطير ) عطف على موضع الجبال ، لأن كل منادى في موضع النصب . وقيل : معناه : وسخرنا وأمرنا الطير أن تسبح معه ، وقرأ يعقوب : \" والطير \" بالرفع ردا على الجبال ، أي : أوبي أنت والطير . وكان داود إذا نادى بالناحية أجابته الجبال بصداها وعكفت الطير عليه من فوقه ، فصدى الجبال الذي يسمعه الناس اليوم من ذلك .وقيل : كان داود إذا تخلل الجبال فسبح الله جعلت الجبال تجاوبه بالتسبيح نحو ما يسبح .وقيل : كان داود عليه السلام إذا لحقه فتور أسمعه الله تسبيح الجبال تنشيطا له . ( وألنا له الحديد ) حتى كان الحديد في يده كالشمع والعجين يعمل منه ما يشاء من غير نار ولا ضرب مطرقة .وكان سبب ذلك على ما روي في الأخبار : أن داود عليه السلام لما ملك بني إسرائيل كان من عادته أن يخرج للناس متنكرا ، فإذا رأى رجلا لا يعرفه تقدم إليه وسأله عن داود ويقول له : ما تقول في داود واليكم هذا أي رجل هو ؟ فيثنون عليه ، ويقولون خيرا ، فقيض الله له ملكا في صورة آدمي ، فلما رآه داود تقدم إليه على عادته فسأله ، فقال الملك : نعم الرجل هو لولا خصلة فيه ، فراع داود ذلك وقال : ما هي يا عبد الله ؟ قال : إنه يأكل ويطعم عياله من بيت المال ، قال فتنبه لذلك وسأل الله أن يسبب له سببا يستغني به عن بيت المال ، فيتقوت منه ويطعم عياله ، فألان الله تعالى له الحديد وعلمه صنعة الدرع ، وإنه أول من اتخذها . ويقال : إنه كان يبيع كل درع بأربعة آلاف درهم ، فيأكل ويطعم منها عياله ويتصدق منها على الفقراء والمساكين .ويقال إنه كان يعمل كل يوم درعا يبيعها بستة آلاف درهم ، فينفق ألفين منها على نفسه وعياله ، ويتصدق بأربعة آلاف على فقراء بني إسرائيل ، قال رسول الله - صلى الله عليه وسلم - : \" كان داود عليه السلام لا يأكل إلا من عمل يده \" ."
    },
    {
      "ayah": 11,
      "surah": 34,
      "text": "(أن اعمل سابغات  ) دروعا كوامل واسعات طوالا تسحب في الأرض ( وقدر في السرد  ) والسرد نسج الدروع ، يقال لصانعه : السراد والزراد ، يقول : قدر المسامير في حلق الدرع  أي : لا تجعل المسامير دقاقا فتفلت ولا غلاظا فتكسر الحلق ، ويقال : \" السرد \" المسمار في الحلقة ، يقال : درع مسرودة أي : مسمورة الحلق ، وقدر في السرد اجعله على القصد وقدر الحاجة ( واعملوا صالحا  ) يريد : داود  وآله ( إني بما تعملون بصير  )"
    },
    {
      "ayah": 12,
      "surah": 34,
      "text": "( ولسليمان الريح  ) أي : وسخرنا لسليمان  الريح ، وقرأ أبو بكر  عن عاصم   : الريح بالرفع أي : له تسخير الريح ( غدوها شهر ورواحها شهر  ) أي : سير غدو تلك الريح المسخرة له مسيرة شهر ، وسير رواحها مسيرة شهر ، وكانت تسير به في يوم واحد مسيرة شهرين .قال الحسن : كان يغدو من دمشق فيقيل باصطخر وبينهما مسيرة شهر ، ثم يروح من اصطخر فيبيت بكابل وبينهما مسيرة شهر للراكب المسرع . وقيل : إنه كان يتغدى بالري ويتعشى بسمرقند .( وأسلنا له عين القطر ) أي : أذبنا له عين النحاس ، و \" القطر \" : النحاس .قال أهل التفسير : أجريت له عين النحاس ثلاثة أيام بلياليهن كجري الماء ، وكان بأرض اليمن ، وإنما ينتفع الناس اليوم بما أخرج الله لسليمان .( ومن الجن من يعمل بين يديه بإذن ربه ) بأمر ربه ، قال ابن عباس : سخر الله الجن لسليمان وأمرهم بطاعته فيما يأمرهم به ( ومن يزغ ) أي : يعدل ) ( منهم ) من الجن ) ( عن أمرنا ) الذي أمرنا به من طاعة سليمان ( نذقه من عذاب السعير ) في الآخرة ، وقال بعضهم : في الدنيا وذلك أن الله - عز وجل - وكل بهم ملكا بيده سوط من نار فمن زاغ منهم عن أمر سليمان ضربه ضربة أحرقته ."
    },
    {
      "ayah": 13,
      "surah": 34,
      "text": "( يعملون له ما يشاء من محاريب ) أي : مساجد ، والأبنية المرتفعة ، وكان مما عملوا له بيت المقدس ابتدأه داود ورفعه قدر قامة رجل ، فأوحى الله إليه إني لم أقض ذلك على يدك ولكن ابن لك أملكه بعدك اسمه سليمان أقضي تمامه على يده ، فلما توفاه الله استخلف سليمان فأحب إتمام بناء بيت المقدس ، فجمع الجن والشياطين وقسم عليهم الأعمال فخص كل طائفة منهم بعمل يستخلصها له ، فأرسل الجن والشياطين في تحصيل الرخام والمها الأبيض من معادنه ، وأمر ببناء المدينة بالرخام والصفاح ، وجعلها اثني عشر ربضا ، وأنزل كل ربض منها سبطا من الأسباط ، وكانوا اثني عشر سبطا ، فلما فرغ من بناء المدينة ابتدأ في بناء المسجد فوجه الشياطين فرقا فرقا يستخرجون الذهب والفضة والياقوت من معادنها والدر الصافي من البحر ، وفرقا يقلعون الجواهر والحجارة من أماكنها ، وفرقا يأتونه بالمسك والعنبر وسائر الطيب من أماكنها ، فأتى من ذلك بشيء لا يحصيه إلا الله - عز وجل - ، ثم أحضر الصناعين وأمرهم بنحت تلك الحجارة المرتفعة وتصييرها ألواحا وإصلاح تلك الجواهر وثقب اليواقيت واللآلىء ، فبنى المسجد بالرخام الأبيض والأصفر والأخضر وعمده بأساطين المها الصافي وسقفه بألواح الجواهر الثمينة وفصص سقوفه وحيطانه باللآلىء واليواقيت وسائر الجواهر ، وبسط أرضه بألواح الفيروز فلم يكن يومئذ في الأرض بيت أبهى ولا أنور من ذلك المسجد ، وكان يضيء في الظلمة كالقمر ليلة البدر ، فلما فرغ منه جمع إليه أحبار بني إسرائيل فأعلمهم أنه بناه لله - عز وجل - ، وأن كل شيء فيه خالص لله ، واتخذ ذلك اليوم الذي فرغ منه عيدا .وروي عن عبد الله بن عمرو بن العاص عن رسول الله - صلى الله عليه وسلم - قال : \" لما فرغ سليمان من بناء بيت المقدس سأل ربه ثلاثا فأعطاه اثنين ، وأنا أرجو أن يكون أعطاه الثالثة ، سأل حكما يصادف حكمه ، فأعطاه إياه وسأله ملكا لا ينبغي لأحد من بعده ، فأعطاه إياه ، وسأله أن لا يأتي هذا البيت أحد يصلي فيه ركعتين إلا خرج من ذنوبه كيوم ولدته أمه ، وأنا أرجو أن يكون . قد أعطاه ذلك \" . .قالوا : فلم يزل بيت المقدس على ما بناه سليمان حتى غزاه بختنصر فخرب المدينة وهدمها ونقض المسجد ، وأخذ ما كان في سقوفه وحيطانه من الذهب والفضة والدر والياقوت وسائر الجواهر ، فحمله إلى دار مملكته من أرض العراق ، وبنى الشياطين لسليمان باليمن حصونا كثيرة [ عجيبة ] من الصخر .قوله - عز وجل - : ) ( وتماثيل ) أي : كانوا يعملون له تماثيل ، أي : صورا من نحاس وصفر وشبة وزجاج ورخام . وقيل : كانوا يصورون السباع والطيور . وقيل : كانوا يتخذون صور الملائكة والأنبياء والصالحين في المساجد ليراها الناس فيزدادوا عبادة ، ولعلها كانت مباحة في شريعتهم ، كما أن عيسى كان يتخذ صورا من الطين فينفخ فيها فتكون طيرا [ بإذن الله .) ( وجفان ) أي : قصاع واحدتها جفنة ) ( كالجواب ) كالحياض التي يجبى فيها الماء ، أي : يجمع ، واحدتها جابية ، يقال : كان يقعد على الجفنة الواحدة ألف رجل يأكلون منها ( وقدور راسيات ) ثابتات لها قوائم لا يحركن عن أماكنها لعظمهن ، ولا ينزلن ولا يعطلن ، وكان يصعد عليها بالسلالم ، وكانت باليمن .( اعملوا آل داود شكرا ) أي : وقلنا اعملوا آل داود شكرا ، مجازه : اعملوا يا آل داود بطاعة الله شكرا له على نعمه .( وقليل من عبادي الشكور ) أي : العامل بطاعتي شكرا لنعمتي .قيل : المراد من \" آل داود \" هو داود نفسه . وقيل : داود وسليمان وأهل بيته .وقال جعفر بن سليمان : سمعت ثابتا يقول : كان داود نبي الله عليه السلام قد جزأ ساعات الليل والنهار على أهله فلم تكن تأتي ساعة من ساعات الليل والنهار إلا وإنسان من آل داود قائم يصلي ."
    },
    {
      "ayah": 14,
      "surah": 34,
      "text": "(فلما قضينا عليه الموت  ) أي : على سليمان   .قال أهل العلم : كان سليمان عليه السلام يتجرد في بيت المقدس السنة والسنتين ، والشهر والشهرين ، وأقل من ذلك وأكثر يدخل فيه طعامه وشرابه ، فأدخله في المرة التي مات فيها ، وكان بدء ذلك أنه كان لا يصبح يوما إلا نبتت في محراب بيت المقدس شجرة ، فيسألها : ما اسمك ؟ فتقول : اسمي كذا ، فيقول : لأي شيء أنت ؟ فتقول : لكذا وكذا ، فيأمر بها فتقطع ، فإن كانت نبتت لغرس غرسها ، وإن كانت لدواء كتب ، حتى نبتت الخروبة ، فقال لها : ما أنت ؟ قالت : الخروبة ، قال : لأي شيء نبت ؟ قالت : لخراب مسجدك ، فقال سليمان : ما كان الله ليخربه وأنا حي ، أنت التي على وجهك هلاكي وخراب بيت المقدس ! فنزعها وغرسها في حائط له ، ثم قال : اللهم عم على الجن موتي حتى يعلم الإنس أن الجن لا يعلمون الغيب ، وكانت الجن تخبر الإنس أنهم يعلمون من الغيب أشياء ويعلمون ما في غد ، ثم دخل المحراب فقام يصلي متكئا على عصاه فمات قائما وكان للمحراب كوى بين يديه وخلفه ، فكانت الجن يعملون تلك الأعمال الشاقة التي كانوا يعملون في حياته ، وينظرون إليه يحسبون أنه حي ، ولا ينكرون احتباسه عن الخروج إلى الناس لطول صلاته قبل ذلك ، فمكثوا يدأبون له بعد موته حولا كاملا حتى أكلت الأرضة عصا سليمان ، فخر ميتا فعلموا بموته .قال ابن عباس : فشكرت الجن الأرضة فهم يأتونها بالماء والطين في جوف الخشب ، فذلك قوله : ( ما دلهم على موته إلا دابة الأرض ) وهي الأرضة ( تأكل منسأته ) يعني : عصاه ، قرأ أهل المدينة ، وأبو عمرو : \" منساته \" بغير همز ، وقرأ الباقون بالهمز ، وهما لغتان ، ويسكن ابن عامر الهمز ، وأصلها من : نسأت الغنم ، أي : زجرتها وسقتها ، ومنه : نسأ الله في أجله ، أي : أخره .( فلما خر ) أي : سقط على الأرض ( تبينت الجن ) أي : علمت الجن وأيقنت ( أن لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين ) أي : في التعب والشقاء مسخرين لسليمان وهو ميت يظنونه حيا ، أراد الله بذلك أن يعلم الجن أنهم لا يعلمون الغيب ، لأنهم كانوا يظنون أنهم يعلمون الغيب ، لغلبة الجهل . وذكر الأزهري : أن معنى \" تبينت الجن \" ، أي : ظهرت وانكشفت الجن للإنس ، أي : ظهر أمرهم أنهم لا يعلمون الغيب ، لأنهم كانوا قد شبهوا على الإنس ذلك ، وفي قراءة ابن مسعود ، وابن عباس : تبينت الإنس أن لو كان الجن يعلمون الغيب ما لبثوا في العذاب المهين ، أي : علمت الإنس وأيقنت ذلك .وقرأ يعقوب : \" تبينت \" بضم التاء وكسر الياء [ أي : أعلمت الإنس الجن ، ذكر بلفظ ما لم يسم فاعله ، \" وتبين \" لازم ومتعد .وذكر أهل التاريخ أن سليمان كان عمره ثلاثا وخمسين سنة ، ومدة ملكه أربعون سنة ، وملك يوم ملك وهو ابن ثلاث عشرة سنة ، وابتدأ في بناء بيت المقدس لأربع سنين مضين من ملكه ."
    },
    {
      "ayah": 15,
      "surah": 34,
      "text": "قوله - عز وجل - : ( لقد كان لسبإ في مسكنهم  ) روى أبو سبرة النخعي  عن فروة بن مسيك العطيفي  ، قال : قال رجل : يا رسول الله أخبرني عن سبأ كان رجلا أو امرأة أو أرضا ؟ قال : \" كان رجلا من العرب وله عشرة من الولد ، تيامن منهم ستة ، وتشاءم أربعة ، فأما الذين تيامنوا : فكندة  ، والأشعريون  ، وأزد  ، ومذحج  ، وأنمار  ، وحمير  ، فقال رجل : وما أنمار ؟  قال الذين منهم خثعم  وبجيلة   : وأما الذين تشاءموا : فعاملة  ، وجذام  ، ولخم  ، وغسان  ، وسبأ هو ابن يشجب بن يعرب بن قحطان \" .( في مسكنهم ) قرأ حمزة ، وحفص : \" مسكنهم \" بفتح الكاف ، على الواحد ، وقرأ الكسائي بكسر الكاف ، وقرأ الآخرون : \" مساكنهم \" على الجمع ، وكانت مساكنهم بمأرب من اليمن ) ( آية ) دلالة على وحدانيتنا وقدرتنا ، ثم فسر الآية فقال : ) ( جنتان ) أي : هي جنتان بستانان ( عن يمين وشمال ) أي : عن يمين الوادي وشماله . وقيل : عن يمين من أتاهم وشماله ، وكان لهم واد قيل أحاطت الجنتان بذلك الوادي ) ( كلوا ) أي : وقيل لهم كلوا ( من رزق ربكم ) يعني : من ثمار الجنتين ، قال السدي ومقاتل : كانت المرأة تحمل مكتلها على رأسها وتمر بالجنتين فيمتلىء مكتلها من أنواع الفواكه من غير أن تمس شيئا بيدها ( واشكروا له ) أي : على ما رزقكم من النعمة ، والمعنى : اعملوا بطاعته ( بلدة طيبة ) أي : أرض سبأ بلدة طيبة ليست بسبخة ، قال ابن زيد : لم يكن يرى في بلدتهم بعوضة ولا ذباب ولا برغوث ولا عقرب ولا حية ، وكان الرجل يمر ببلدهم وفي ثيابه القمل فيموت القمل كله من طيب الهواء ، فذلك قوله تعالى : ( بلدة طيبة ) أي : طيبة الهواء ( ورب غفور ) قال مقاتل : وربكم إن شكرتموه فيما رزقكم رب غفور للذنوب . )"
    },
    {
      "ayah": 16,
      "surah": 34,
      "text": "( فأعرضوا ) قال وهب : فأرسل الله إلى سبأ ثلاثة عشر نبيا فدعوهم إلى الله وذكروهم نعمه عليهم وأنذروهم عقابه فكذبوهم ، وقالوا : ما نعرف لله - عز وجل - علينا نعمة فقولوا لربكم فليحبس هذه النعم عنا إن استطاع ، فذلك قوله تعالى : ( فأعرضوا فأرسلنا عليهم سيل العرم ) و \" العرم \" : جمع عرمة ، وهي السكر الذي يحبس به الماء .وقال ابن الأعرابي : \" العرم \" السيل الذي لا يطاق ، وقيل : كان ماء أحمر ، أرسله الله عليهم من حيث شاء ، وقيل : \" العرم \" : الوادي ، وأصله من العرامة ، وهي الشدة والقوة .وقال ابن عباس ، ووهب ، وغيرهما : كان ذلك السد بنته بلقيس ، وذلك أنهم كانوا يقتتلون على ماء واديهم ، فأمرت بواديهم فسد بالعرم ، وهو المسناة بلغة حمير ، فسدت بين الجبلين بالصخر والقار وجعلت له أبوابا ثلاثة بعضها فوق بعض ، وبنت من دونه بركة ضخمة وجعلت فيها اثني عشر مخرجا على عدة أنهارهم يفتحونها إذا احتاجوا إلى الماء ، وإذا استغنوا سدوها ، فإذا جاء المطر اجتمع إليه ماء أودية اليمن ، فاحتبس السيل من وراء السد فأمرت بالباب الأعلى ففتح فجرى ماؤه في البركة ، فكانوا يسقون من الباب الأعلى ثم من الثاني ثم من الثالث الأسفل فلا ينفذ الماء حتى يثوب الماء من السنة المقبلة فكانت تقسمه بينهم على ذلك ، فبقوا على ذلك بعدها مدة فلما طغوا وكفروا سلط الله عليهم جرذا يسمى الخلد فنقب السد من أسفله فغرق الماء جناتهم وخرب أرضهم .قال وهب : وكان مما يزعمون ويجدون في علمهم وكهانتهم أنه يخرب سدهم فأرة ، فلم يتركوا فرجة بين حجرين إلا ربطوا عندها هرة فلما جاء زمانه وما أراد الله - عز وجل - بهم من التغريق أقبلت فيما يذكرون فأرة حمراء كبيرة إلى هرة من تلك الهرر فساورتها حتى استأخرت عنها الهرة ، فدخلت في الفرجة التي كانت عندها فتغلغلت في السد فثقبت وحفرت حتى أوهنته للسيل ، وهم لا يدرون بذلك فلما جاء السيل وجد خللا فدخل فيه حتى قطع السد ، وفاض على أموالهم فغرقها ودفن بيوتهم الرمل ، ففرقوا وتمزقوا حتى صاروا مثلا عند العرب ، يقولون : صار بنو فلان أيدي سبأ وأيادي سبأ ، أي : تفرقوا وتبددوا ، فذلك قوله تعالى : ( فأرسلنا عليهم سيل العرم )( وبدلناهم بجنتيهم جنتين ذواتي أكل خمط ) قرأ العامة بالتنوين ، وقرأ أهل البصرة : \" أكل خمط \" بالإضافة ، الأكل : الثمر ، والخمط : الأراك وثمره يقال له : البرير ، هذا قول أكثر المفسرين .وقال المبرد والزجاج : كل نبت قد أخذ طعما من المرارة حتى لا يمكن أكله فهو خمط .وقال ابن الأعرابي : الخمط : ثمر شجرة يقال له فسوة الضبع ، على صورة الخشخاش يتفرك ولا ينتفع به ، فمن جعل الخمط اسما للمأكول فالتنوين في \" أكل \" حسن ، ومن جعله أصلا وجعل الأكل ثمرة فالإضافة فيه ظاهرة ، والتنوين سائغ ، تقول العرب : في بستان فلان أعناب كرم ، يترجم الأعناب بالكرم لأنها منه .( وأثل وشيء من سدر قليل ) فالأثل هو الطرفاء ، وقيل : هو شجر يشبه الطرفاء إلا أنه أعظم منه ، والسدر شجر معروف ، وهو شجر النبق ينتفع بورقه لغسل الرأس ويغرس في البساتين ، ولم يكن هذا من ذلك ، بل كان سدرا بريا لا ينتفع به ولا يصلح ورقه لشيء .قال قتادة : كان شجر القوم من خير الشجر فصيره الله من شر الشجر بأعمالهم ."
    },
    {
      "ayah": 17,
      "surah": 34,
      "text": "( ذلك جزيناهم بما كفروا  ) أي : ذلك الذي فعلنا بهم جزيناهم بكفرهم ( وهل نجازي إلا الكفور  ) قرأ حمزة  ،  والكسائي  ، وحفص  ، ويعقوب   : \" وهل نجازي \" بالنون وكسر الزاي ، \" الكفور \" نصب لقوله : \" ذلك جزيناهم \" ، وقرأ الآخرون بالياء وفتح الزاي ، \" الكفور \" رفع ، أي : وهل يجازى مثل هذا الجزاء إلا الكفور .وقال مجاهد : يجازى أي : يعاقب . ويقال في العقوبة : يجازي ، وفي المثوبة يجزي .قال مقاتل : هل يكافأ بعمله السيء إلا الكفور لله في نعمه .قال الفراء : المؤمن يجزى ولا يجازى ، أي : يجزى للثواب بعمله ولا يكافأ بسيئاته ."
    },
    {
      "ayah": 18,
      "surah": 34,
      "text": "( وجعلنا بينهم وبين القرى التي باركنا فيها ) بالماء والشجر ، هي قرى الشام ( قرى ظاهرة ) متواصلة تظهر الثانية من الأولى لقربها منها ، وكان متجرهم من اليمن إلى الشام فكانوا يبيتون بقرية ويقيلون بأخرى وكانوا لا يحتاجون إلى حمل زاد من سبأ إلى الشام .وقيل : كانت قراهم أربعة آلاف وسبعمائة قرية متصلة من سبأ إلى الشام .( وقدرنا فيها السير ) أي : قدرنا سيرهم بين هذه القرى ، وكان مسيرهم في الغدو والرواح على قدر نصف يوم ، [ فإذا ساروا نصف يوم ] وصلوا إلى قرية ذات مياه وأشجار .وقال قتادة : كانت المرأة تخرج ومعها مغزلها ، وعلى رأسها مكتلها فتمتهن بمغزلها فلا تأتي بيتها حتى يمتلىء مكتلها من الثمار ، وكان ما بين اليمن والشام كذلك .( سيروا فيها ) أي : وقلنا لهم سيروا فيها ، وقيل : هو أمر بمعنى الخبر أي : مكناهم من السير فكانوا يسيرون فيها ( ليالي وأياما ) أي : بالليالي والأيام في أي وقت شئتم ) ( آمنين ) لا تخافون عدوا ولا جوعا ولا عطشا ، فبطروا وطغوا ولم يصيروا على العافية ، وقالوا : لو كانت جناتنا أبعد مما هي كان أجدر أن نشتهيه ."
    },
    {
      "ayah": 19,
      "surah": 34,
      "text": "( فقالوا ربنا باعد بين أسفارنا  ) فاجعل بيننا وبين الشام فلوات ومفاوز لنركب فيها الرواحل ونتزود الأزواد ، فعجل الله لهم الإجابة . وقال مجاهد   : بطروا النعمة وسئموا الراحة .قرأ ابن كثير ، وأبو عمرو   : بعد بالتشديد من التبعيد ، وقرأ الآخرون : باعد ، بالألف ، وكل على وجه الدعاء والسؤال ، وقرأ يعقوب   : \" ربنا \" برفع الباء ، \" باعد \" بفتح العين والدال على الخبر ، كأنهم استبعدوا أسفارهم القريبة بطروا وأشروا .( وظلموا أنفسهم ) بالبطر والطغيان . ( فجعلناهم أحاديث ) عبرة لمن بعدهم يتحدثون بأمرهم وشأنهم ( ومزقناهم كل ممزق ) فرقناهم في كل وجه من البلاد كل التفريق . قال الشعبي : لما غرقت قراهم تفرقوا في البلاد ، أما غسان فلحقوا بالشام ومر الأزد إلى عمان ، وخزاعة إلى تهامة ، ومر آل خزيمة إلى العراق ، والأوس والخزرج إلى يثرب ، وكان الذي قدم منهم المدينة عمرو بن عامر ، وهو جد الأوس والخزرج .( إن في ذلك لآيات ) لعبرا ودلالات ( لكل صبار ) عن معاصي الله ) ( شكور ) لأنعمه ، قال مقاتل : يعني المؤمن من هذه الأمة صبور على البلاء شاكر للنعماء . قال مطرف : هو المؤمن إذا أعطي شكر وإذا ابتلي صبر ."
    },
    {
      "ayah": 2,
      "surah": 34,
      "text": "(يعلم ما يلج في الأرض ) أي : يدخل فيها من الماء والأموات ( وما يخرج منها ) من النبات والأموات إذا حشروا ( وما ينزل من السماء ) من الأمطار ( وما يعرج ) يصعد ) ( فيها ) من الملائكة وأعمال العباد ( وهو الرحيم الغفور)"
    },
    {
      "ayah": 20,
      "surah": 34,
      "text": "قوله - عز وجل - : ( ولقد صدق عليهم إبليس ظنه ) قرأ أهل الكوفة : \" صدق \" بالتشديد أي : ظن فيهم ظنا حيث قال : \" فبعزتك لأغوينهم أجمعين \" ( ص 82 ) ، \" ولا تجد أكثرهم شاكرين \" ( الأعراف 17 ) فصدق ظنه وحققه بفعله ذلك بهم واتباعهم إياه ، وقرأ الآخرون بالتخفيف ، أي : صدق عليهم في ظنه بهم ، أي : على أهل سبأ . وقال مجاهد : على الناس كلهم إلا من أطاع الله ( فاتبعوه إلا فريقا من المؤمنين ) قال السدي عن ابن عباس : يعني المؤمنين كلهم لأن المؤمنين لم يتبعوه في أصل الدين ، وقد قال الله تعالى : \" إن عبادي ليس لك عليهم سلطان \" ( الحجر - 42 ) ، يعني : المؤمنين . وقيل : هو خاص بالمؤمنين الذين يطيعون الله ولا يعصونه .قال ابن قتيبة : إن إبليس لما سأل النظرة فأنظره الله ، قال لأغوينهم ولأضلنهم ، لم يكن مستيقنا وقت هذه المقالة أن ما قاله فيهم يتم وإنما قاله ظنا ، فلما اتبعوه وأطاعوه صدق عليهم ما ظنه فيهم .قال الحسن : إنه لم يسل عليهم سيفا ولا ضربهم بسوط وإنما وعدهم ومناهم فاغتروا ."
    },
    {
      "ayah": 21,
      "surah": 34,
      "text": "قال الله تعالى : ( وما كان له عليهم من سلطان  ) أي : ما كان تسليطنا إياه عليهم ( إلا لنعلم من يؤمن بالآخرة ممن هو منها في شك  ) أي : إلا لنعلم ، لنرى ونميز المؤمن من الكافر ، وأراد علم الوقوع والظهور ، وقد كان معلوما عنده بالغيب ( وربك على كل شيء حفيظ  ) رقيب . )"
    },
    {
      "ayah": 22,
      "surah": 34,
      "text": "( قل ) يا محمد  لكفار مكة ( ادعوا الذين زعمتم  ) أنهم آلهة ) ( من دون الله ) وفي الآية حذف ، أي : ادعوهم ليكشفوا الضر الذي نزل بكم في سني الجوع ، ثم وصفها فقال : ( لا يملكون مثقال ذرة في السماوات ولا في الأرض  ) من خير وشر ونفع وضر ) ( وما لهم ) أي : للآلهة ) ( فيهما ) في السماوات والأرض ) ( من شرك ) شركة ) ( وما له ) أي : وما لله ) ( منهم من ظهير ) عون ."
    },
    {
      "ayah": 23,
      "surah": 34,
      "text": "( ولا تنفع الشفاعة عنده إلا لمن أذن له  ) الله في الشفاعة ، قاله تكذيبا لهم حيث قالوا : هؤلاء شفعاؤنا عند الله ، ويجوز أن يكون المعنى إلا لمن أذن الله في أن يشفع له ، وقرأ أبو عمرو   وحمزة   والكسائي   : ) ( أذن ) بضم الهمزة .( حتى إذا فزع عن قلوبهم ) قرأ ابن عامر ، ويعقوب بفتح الفاء والزاي ، وقرأ الآخرون بضم الفاء وكسر الزاي أي : كشف الفزع وأخرج عن قلوبهم ، فالتفريغ إزالة الفزع كالتمريض والتفريد .واختلفوا في الموصوفين بهذه الصفة ، فقال قوم : هم الملائكة ، ثم اختلفوا في ذلك السبب فقال بعضهم : إنما يفزع عن قلوبهم من غشية تصيبهم عند سماع كلام الله - عز وجل - . وروينا عن أبي هريرة أن نبي الله - صلى الله عليه وسلم - قال : \" إذا قضى الله الأمر في السماء ضربت الملائكة بأجنحتها خضعانا لقوله كأنه سلسلة على صفوان فإذا فزع عن قلوبهم ( قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير )أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، قال : أنبأني محمد بن الفضل بن محمد ، أخبرنا أبو بكر محمد بن إسحاق بن خزيمة ، أخبرنا زكريا بن يحيى بن أبان المصري ، أخبرنا نعيم بن حماد ، أخبرنا أبو الوليد بن مسلم ، عن عبد الرحمن بن يزيد بن جابر ، عن أبي زكريا ، عن رجاء بن حيوة ، عن النواس بن سمعان قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أراد الله أن يوحي بالأمر تكلم بالوحي أخذت السماوات منه رجفة أو قال : رعدة شديدة خوفا من الله تعالى ، فإذا سمع بذلك أهل السماوات صعقوا وخروا لله سجدا ، فيكون أول من يرفع رأسه جبريل ، فيكلمه الله من وحيه بما أراد ، ثم يمر جبريل على الملائكة كلما مر بسماء سأله ملائكتها ماذا قال ربنا يا جبريل ؟ فيقول جبريل : قال الحق وهو العلي الكبير ، قال فيقولون كلهم مثل ما قال جبريل ، فينتهي جبريل بالوحي حيث أمره الله \" .وقال بعضهم إنما يفزعون حذرا من قيام الساعة .قال مقاتل والكلبي والسدي : كانت الفترة بين عيسى ومحمد عليهما السلام ، خمسمائة وخمسين سنة ، وقيل ستمائة سنة لم تسمع الملائكة فيها وحيا ، فلما بعث الله محمدا - صلى الله عليه وسلم - بالرسالة فلما سمعت الملائكة ظنوا أنها الساعة ، لأن محمدا - صلى الله عليه وسلم - عند أهل السماوات من أشراط الساعة ، فصعقوا مما سمعوا خوفا من قيام الساعة ، فلما انحدر جبريل جعل يمر بأهل كل سماء فيكشف عنهم فيرفعون رؤوسهم ويقول بعضهم لبعض : ماذا قال ربكم ؟ قالوا : قال الحق ، يعني الوحي ، وهو العلي الكبير .وقال جماعة : الموصوفون بذلك المشركون .قال الحسن وابن زيد : حتى إذا كشف الفزع عن قلوب المشركين عند نزول الموت بهم إقامة للحجة عليهم قالت لهم الملائكة ماذا قال ربكم في الدنيا ؟ قالوا : الحق ، فأقروا به حين لا ينفعهم الإقرار ."
    },
    {
      "ayah": 24,
      "surah": 34,
      "text": "قوله تعالى : ( قل من يرزقكم من السماوات والأرض  ) فالرزق من السماوات : المطر ، ومن الأرض : النبات ) ( قل الله ) أي : إن لم يقولوا رازقنا الله فقل أنت إن رازقكم هو الله ( وإنا أو إياكم لعلى هدى أو في ضلال مبين  ) ليس هذا على طريق الشك ولكن على جهة الإنصاف في الحجاج ، كما يقول القائل للآخر : أحدنا كاذب ، وهو يعلم أنه صادق وصاحبه كاذب .والمعنى : ما نحن وأنتم على أمر واحد بل أحد الفريقين مهتد والآخر ضال ، فالنبي - صلى الله عليه وسلم - ومن اتبعه على الهدى ، ومن خالفه في ضلال ، فكذبهم من غير أن يصرح بالتكذيب .وقال بعضهم : \" أو \" بمعنى الواو ، والألف فيه صلة ، كأنه قال : وإنا وإياكم لعلى هدى أو في ضلال مبين ، يعني : نحن على الهدى وأنتم في الضلال ."
    },
    { "ayah": 25, "surah": 34, "text": "\" قل لا تسألون عما أجرمنا ولا نسأل عما تعملون \"." },
    {
      "ayah": 26,
      "surah": 34,
      "text": "( قل يجمع بيننا ربنا ) يعني : يوم القيامة ( ثم يفتح ) يقضي ( بيننا بالحق وهو الفتاح العليم )"
    },
    {
      "ayah": 27,
      "surah": 34,
      "text": "(قل أروني الذين ألحقتم به شركاء ) أي : أعلموني الذين ألحقتموهم به ، أي : بالله ، شركاء في العبادة معه هل يخلقون وهل يرزقون ) ( كلا ) لا يخلقون ولا يرزقون ( بل هو الله العزيز ) الغالب على أمره ) ( الحكيم ) في تدبيره لخلقه فأنى يكون له شريك في ملكه ."
    },
    {
      "ayah": 28,
      "surah": 34,
      "text": "قوله - عز وجل - : ( وما أرسلناك إلا كافة للناس ) يعني : للناس عامة لأحمرهم وأسودهم ) ( بشيرا ونذيرا ) أي : مبشرا ومنذرا ( ولكن أكثر الناس لا يعلمون ) وروينا عن جابر أن النبي - صلى الله عليه وسلم - قال : \" كان النبي يبعث إلى قومه خاصة وبعثت إلى الناس عامة \" .وقيل : كافة أي : كافا يكفهم عما هم عليه من الكفر ، والهاء للمبالغة ."
    },
    { "ayah": 29, "surah": 34, "text": "\"ويقولون متى هذا الوعد إن كنتم صادقين\"، يعني القيامة." },
    {
      "ayah": 3,
      "surah": 34,
      "text": "( وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم عالم الغيب  ) قرأ أهل المدينة  والشام   : \" عالم \" بالرفع على الاستئناف ، وقرأ الآخرون بالجر على نعت الرب ، أي : وربي عالم الغيب ، وقرأ حمزة   والكسائي   : \" علام \" على وزن فعال ، وبجر الميم . ) ( لا يعزب ) لا يغيب ( عنه مثقال ذرة  ) وزن ذرة ( في السماوات ولا في الأرض ولا أصغر من ذلك  ) أي : من الذرة ( ولا أكبر إلا في كتاب مبين )"
    },
    {
      "ayah": 30,
      "surah": 34,
      "text": "( قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون  ) أي : لا تتقدمون عليه يعني يوم القيامة ، وقال الضحاك   : يوم الموت لا تتأخرون عنه ولا تتقدمون بأن يزاد في أجلكم أو ينقص منه ."
    },
    {
      "ayah": 31,
      "surah": 34,
      "text": "( وقال الذين كفروا لن نؤمن بهذا القرآن ولا بالذي بين يديه  ) يعني : التوراة والإنجيل ) ( ولو ترى ) يا محمد   ( إذ الظالمون موقوفون  ) محبوسون ( عند ربهم يرجع بعضهم إلى بعض القول  ) يرد بعضهم إلى بعض القول في الجدال ( يقول الذين استضعفوا  ) استحقروا وهم الأتباع ( للذين استكبروا  ) وهم القادة والأشراف ( لولا أنتم لكنا مؤمنين  ) أي : أنتم منعتمونا عن الإيمان بالله ورسوله ."
    },
    {
      "ayah": 32,
      "surah": 34,
      "text": "( قال الذين استكبروا  ) أجابهم المتبوعون في الكفر ( للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين  ) بترك الإيمان ."
    },
    {
      "ayah": 33,
      "surah": 34,
      "text": "( وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار  ) أي : مكركم بنا في الليل  والنهار ، والعرب تضيف الفعل إلى الليل والنهار على توسع الكلام ؟ كما قال الشاعر :ونمت وما ليل المطي بنائموقيل : مكر الليل والنهار هو طول السلامة وطول الأمل فيهما ، كقوله تعالى : \" فطال عليهم الأمد فقست قلوبهم \" ( الحديد - 16 ) .( إذ تأمروننا أن نكفر بالله ونجعل له أندادا وأسروا ) أظهروا ) ( الندامة ) وقيل : أخفوا ، وهو من الأضداد ( لما رأوا العذاب وجعلنا الأغلال في أعناق الذين كفروا ) في النار الأتباع والمتبوعين جميعا . ( هل يجزون إلا ما كانوا يعملون ) من الكفر والمعاصي في الدنيا ."
    },
    {
      "ayah": 34,
      "surah": 34,
      "text": "( وما أرسلنا في قرية من نذير إلا قال مترفوها  ) رؤساؤها وأغنياؤها ( إنا بما أرسلتم به كافرون  )"
    },
    {
      "ayah": 35,
      "surah": 34,
      "text": "( وقالوا ) يعني : قال المترفون للفقراء الذين آمنوا : ( نحن أكثر أموالا وأولادا  ) ولو لم يكن الله راضيا بما نحن عليه من الدين والعمل لم يخولنا الأموال والأولاد ( وما نحن بمعذبين  ) أي : إن الله أحسن إلينا في الدنيا بالمال والولد فلا يعذبنا ."
    },
    {
      "ayah": 36,
      "surah": 34,
      "text": "( قل إن ربي يبسط الرزق لمن يشاء ويقدر  ) يعني : أن الله يبسط الرزق ويقدر ابتلاء وامتحانا  لا يدل البسط على رضا الله عنه ولا التضييق على سخطه ( ولكن أكثر الناس لا يعلمون  ) أنها كذلك ."
    },
    {
      "ayah": 37,
      "surah": 34,
      "text": "(وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى  ) أي : قربى ، قال الأخفش   : \" قربى \" اسم مصدر كأنه قال بالتي تقربكم عندنا تقريبا ( إلا من آمن  ) يعني : لكن من آمن ( وعمل صالحا  ) قال ابن عباس   : يريد إيمانه وعمله يقربه مني ( فأولئك لهم جزاء الضعف بما عملوا  ) أي : يضعف الله لهم حسناتهم فيجزي بالحسنة الواحدة عشر إلى سبعمائة قرأ يعقوب   : \" جزاء \" منصوبا منونا \" الضعف \" رفع ، تقديره : فأولئك لهم الضعف جزاء ، وقرأ العامة بالإضافة ( وهم في الغرفات آمنون  ) قرأ حمزة   : \" في الغرفة \" على واحده ، وقرأ الآخرون بالجمع لقوله : \" لنبوأنهم من الجنة غرفا \" ( العنكبوت - 58 ) ."
    },
    {
      "ayah": 38,
      "surah": 34,
      "text": "( والذين يسعون  ) يعملون ) ( في آياتنا ) في إبطال حجتنا ) ( معاجزين ) معاندين يحسبون أنهم يعجزوننا ويفوتوننا ( أولئك في العذاب محضرون)"
    },
    {
      "ayah": 39,
      "surah": 34,
      "text": "( قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما أنفقتم من شيء فهو يخلفه  ) أي : يعطي خلفه ، قال سعيد بن جبير   : ما كان في غير إسراف ولا تقتير فهو يخلفه .وقال الكلبي : ما تصدقتم من صدقة وأنفقتم في الخير من نفقة فهو يخلفه على المنفق ، إما أن يعجله في الدنيا وإما أن يدخره له في الآخرة .( وهو خير الرازقين ) خير من يعطي ويرزق .وروينا عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الله تعالى قال : أنفق أنفق عليك \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، حدثنا إسماعيل ، حدثنا أبي ، عن سليمان هو ابن بلال ، عن معاوية بن أبي مزرد ، عن أبي الحباب ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما اللهم أعط منفقا خلفا ، ويقول الآخر اللهم أعط ممسكا تلفا \" .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، أخبرنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، أخبرنا حميد بن زنجويه ، أخبرنا ابن أبي أويس ، أخبرنا عبد العزيز بن محمد ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" ما نقصت صدقة من مال ، وما زاد الله عبدا بعفو إلا عزا ، وما تواضع أحد لله إلا رفعه الله \" .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، أخبرنا أبو جعفر الرياني ، أخبرنا حميد ابن زنجويه ، أخبرنا أبو الربيع ، أخبرنا عبد الحميد بن الحسن الهلالي ، أخبرنا محمد بن المنكدر ، عن جابر بن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : \" كل معروف صدقة وكل ما أنفق الرجل على نفسه وأهله كتب له صدقة ، وما وقى الرجل به عرضه كتب له بها صدقة \" ، قلت : ما يعني وقى الرجل عرضه ؟ قال : \" ما أعطى الشاعر وذا اللسان المتقى ، وما أنفق المؤمن من نفقة فعلى الله خلفها ضامنا إلا ما كان من نفقة في بنيان أو في معصية الله - عز وجل - \" .قوله : \" قلت ما يعني \" يقول عبد الحميد لمحمد بن المنكدر .قال مجاهد : إذا كان في يد أحدكم شيء فليقتصد ، ولا يتأول هذه الآية : وما أنفقتم من شيء فهو يخلفه ، فإن الرزق مقسوم لعل رزقه قليل ، وهو ينفق نفقة الموسع عليه . ومعنى الآية : وما كان من إخلاف فهو منه ."
    },
    {
      "ayah": 4,
      "surah": 34,
      "text": "(ليجزي الذين آمنوا وعملوا الصالحات أولئك  ) يعني : الذين آمنوا ( لهم مغفرة ورزق كريم  ) حسن ، يعني : في الجنة ."
    },
    {
      "ayah": 40,
      "surah": 34,
      "text": "قوله تعالى : ( ويوم يحشرهم  ) قرأ يعقوب  وحفص   : \" يحشرهم \" ، وقرأ الآخرون بالنون ) ( جميعا ) يعني : هؤلاء الكفار ( ثم يقول للملائكة أهؤلاء إياكم كانوا يعبدون  ) في الدنيا ، قال قتادة   : هذا استفهام تقرير ، كقوله تعالى لعيسى : \" أأنت قلت للناس اتخذوني وأمي إلهين من دون الله  \" ( مريم - 116 ) ، فتتبرأ منهم الملائكة ."
    },
    {
      "ayah": 41,
      "surah": 34,
      "text": "( قالوا سبحانك  ) تنزيها لك ( أنت ولينا من دونهم  ) أي : نحن نتولاك ولا نتولاهم ( بل كانوا يعبدون الجن  ) يعني : الشياطين ، فإن قيل لهم كانوا يعبدون الملائكة فكيف وجه قوله : ( يعبدون الجن  ) قيل : أراد الشياطين ، زينوا لهم عبادة الملائكة ، فهم كانوا يطيعون الشياطين في عبادة الملائكة ، فقوله ) ( يعبدون ) أي : يطيعون الجن ( أكثرهم بهم مؤمنون  ) يعني : مصدقون للشياطين ."
    },
    {
      "ayah": 42,
      "surah": 34,
      "text": "ثم يقول الله : ( فاليوم لا يملك بعضكم لبعض نفعا  ) بالشفاعة ) ( ولا ضرا ) بالعذاب ، يريد أنهم عاجزون ، لا نفع عندهم ولا ضر ( ونقول للذين ظلموا ذوقوا عذاب النار التي كنتم بها تكذبون)"
    },
    {
      "ayah": 43,
      "surah": 34,
      "text": "( وإذا تتلى عليهم آياتنا بينات قالوا ما هذا  ) يعنون محمدا   - صلى الله عليه وسلم - ( إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم وقالوا ما هذا إلا إفك مفترى  ) يعنون القرآن ( وقال الذين كفروا للحق لما جاءهم إن هذا إلا سحر مبين  ) أي : بين ."
    },
    {
      "ayah": 44,
      "surah": 34,
      "text": "( وما آتيناهم  ) يعني : هؤلاء المشركين ( من كتب يدرسونها  ) يقرؤونها ( وما أرسلنا إليهم قبلك من نذير  ) أي : لم يأت العرب قبلك نبي ولا نزل عليهم كتاب ."
    },
    {
      "ayah": 45,
      "surah": 34,
      "text": "( وكذب الذين من قبلهم  ) من الأمم رسلنا ، وهم : عاد  ، وثمود  ، وقوم إبراهيم  ، وقوم لوط  وغيرهم ( وما بلغوا  ) يعني : هؤلاء المشركين ) ( معشار ) أي : عشر ) ( ما آتيناهم ) أي : أعطينا الأمم الخالية من القوة والنعمة وطول العمر ( فكذبوا رسلي فكيف كان نكير  ) أي : إنكاري وتغييري عليهم ، يحذر كفار هذه الأمة عذاب الأمم الماضية ."
    },
    {
      "ayah": 46,
      "surah": 34,
      "text": "( قل إنما أعظكم بواحدة  ) آمركم وأوصيكم بواحدة ، أي : بخصلة واحدة ، ثم بين تلك الخصلة فقال : ( أن تقوموا لله  ) لأجل الله ) ( مثنى ) أي : اثنين اثنين ) ( وفرادى ) أي : واحدا واحدا ) ( ثم تتفكروا ) جميعا أي : تجتمعون فتنظرون وتتحاورون وتنفردون ، فتفكرون في حال محمد   - صلى الله عليه وسلم - فتعلموا ( ما بصاحبكم من جنة  ) جنون ، وليس المراد من القيام القيام الذي هو ضد الجلوس ، وإنما هو قيام بالأمر الذي هو في طلب الحق ، كقوله : \" وأن تقوموا لليتامى بالقسط  \" ( النساء - 127 ) . ) ( إن هو ) ما هو ( إلا نذير لكم بين يدي عذاب شديد  ) قال مقاتل   : تم الكلام عند قوله : \" ثم تتفكروا \" أي : في خلق السماوات والأرض فتعلموا أن خالقها واحد لا شريك له ، ثم ابتدأ فقال : \" ما بصاحبكم من جنة \" ."
    },
    {
      "ayah": 47,
      "surah": 34,
      "text": "( قل ما سألتكم من أجر  ) على تبليغ الرسالة ) ( من أجر ) جعل ) ( فهو لكم ) يقول : قل لا أسألكم على تبليغ الرسالة أجرا فتتهموني ، ومعنى قوله : \" فهو لكم \" أي : لم أسألكم شيئا كقول القائل : ما لي من هذا فقد وهبته لك يريد ليس لي فيه شيء ) ( إن أجري ) ما ثوابي ( إلا على الله وهو على كل شيء شهيد )"
    },
    {
      "ayah": 48,
      "surah": 34,
      "text": "(قل إن ربي يقذف بالحق  ) والقذف الرمي بالسهم والحصى ، والكلام ، ومعناه : يأتي بالحق وبالوحي ينزله من السماء فيقذفه إلى الأنبياء ( علام الغيوب  ) رفع بخبر إن ، أي : وهو علام الغيوب ."
    },
    {
      "ayah": 49,
      "surah": 34,
      "text": "( قل جاء الحق  ) يعني : القرآن والإسلام ( وما يبدئ الباطل وما يعيد  ) أي : ذهب الباطل وزهق فلم يبق منه بقية يبدئ شيئا أو يعيد ، كما قال تعالى : \" بل نقذف بالحق على الباطل فيدمغه  \" ( الأنبياء - 48 ) ، وقال قتادة   : \" الباطل \" هو إبليس ، وهو قول مقاتل  والكلبي  ، وقيل : \" الباطل \" : الأصنام ."
    },
    {
      "ayah": 5,
      "surah": 34,
      "text": "( والذين سعوا في آياتنا معاجزين  ) يحسبون أنهم يفوتوننا ( أولئك لهم عذاب من رجز أليم  ) قرأ ابن كثير  وحفص  ويعقوب   : \" أليم \" بالرفع هاهنا وفي الجاثية على نعت العذاب ، وقرأ الآخرون بالخفض على نعت الرجز ، وقال قتادة   : الرجز سوء العذاب ."
    },
    {
      "ayah": 50,
      "surah": 34,
      "text": "( قل إن ضللت فإنما أضل على نفسي  ) وذلك أن كفار مكة كانوا يقولون له : إنك قد ضللت حين تركت دين آبائك ، فقال الله تعالى : ( قل إن ضللت فإنما أضل على نفسي  ) أي : إثم ضلالتي على نفسي ( وإن اهتديت فبما يوحي إلي ربي  ) من القرآن والحكمة ( إنه سميع قريب )"
    },
    {
      "ayah": 51,
      "surah": 34,
      "text": "(ولو ترى إذ فزعوا  ) قال قتادة  عند البعث حين يخرجون من قبورهم ) ( فلا فوت ) أي : فلا يفوتونني كما قال : \" ولات حين مناص  \" ( ص - 3 ) ، وقيل : إذ فزعوا فلا فوت ولا نجاة ( وأخذوا من مكان قريب  ) قال الكلبي  من تحت أقدامهم ، وقيل : أخذوا من بطن الأرض إلى ظهرها ، وحيثما كانوا فهم من الله قريب ، لا يفوتونه . وقيل : من مكان قريب يعني عذاب الدنيا . وقال الضحاك   : يوم بدر . وقال ابن أبزى : خسفوا بالبيداء ، وفي الآية حذف تقديره : ولو ترى إذ فزعوا لرأيت أمرا تعتبر به ."
    },
    {
      "ayah": 52,
      "surah": 34,
      "text": "( وقالوا آمنا به  ) حين عاينوا العذاب ، قيل : عند اليأس . وقيل : عند البعث . ) ( وأنى ) من أين ( لهم التناوش  ) قرأ أبو عمرو  ، وحمزة  ،  والكسائي  ، وأبو بكر   : التناوش بالمد والهمزة ، وقرأ الآخرون بواو صافية من غير مد ولا همز ، ومعناه التناول ، أي : كيف لهم تناول ما بعد عنهم ، وهو الإيمان والتوبة ، وقد كان قريبا في الدنيا فضيعوه ، ومن همز قيل : معناه هذا أيضا .وقيل التناوش بالهمزة من النبش وهو حركة في إبطاء ، يقال : جاء نبشا أي : مبطئا متأخرا ، والمعنى من أين لهم الحركة فيما لا حيلة لهم فيه ، وعن ابن عباس قال : يسألون الرد إلى الدنيا فيقال وأنى لهم الرد إلى الدنيا .( من مكان بعيد ) أي : من الآخرة إلى الدنيا ."
    },
    {
      "ayah": 53,
      "surah": 34,
      "text": "( وقد كفروا به من قبل  ) أي : بالقرآن ، وقيل : بمحمد   - صلى الله عليه وسلم - ، من قبل أن يعاينوا العذاب وأهوال القيامة ( ويقذفون بالغيب من مكان بعيد  ) قال مجاهد   : يرمون محمدا  بالظن لا باليقين ، وهو قولهم ساحر وشاعر وكاهن ، ومعنى الغيب : هو الظن لأنه غاب علمه عنهم ، والمكان البعيد : بعدهم عن علم ما يقولون ، والمعنى يرمون محمدا بما لا يعلمون من حيث لا يعلمون . وقال قتادة   : يرجمون بالظن يقولون لا بعث ولا جنة ولا نار ."
    },
    {
      "ayah": 54,
      "surah": 34,
      "text": "( وحيل بينهم وبين ما يشتهون  ) ، أي : الإيمان والتوبة والرجوع إلى الدنيا . وقيل : نعيم الدنيا وزهرتها ( كما فعل بأشياعهم  ) ، أي : بنظرائهم ومن كان على مثل حالهم من الكفار ) ( من قبل ) ، أي : لم يقبل منهم الإيمان والتوبة في وقت اليأس ( إنهم كانوا في شك  ) ، من البعث ونزول العذاب بهم ) ( مريب ) ، موقع لهم الريبة والتهمة ."
    },
    {
      "ayah": 6,
      "surah": 34,
      "text": "( ويرى الذين  ) أي : ويرى الذين ( أوتوا العلم  ) يعني : مؤمني أهل الكتاب : عبد الله بن سلام وأصحابه . وقال قتادة   : هم أصحاب محمد   - صلى الله عليه وسلم - ( الذي أنزل إليك من ربك  ) يعني : القرآن ( هو الحق  ) يعني : أنه من عند الله ) ( ويهدي ) يعني : القرآن ( إلى صراط العزيز الحميد  ) وهو الإسلام ."
    },
    {
      "ayah": 7,
      "surah": 34,
      "text": "( وقال الذين كفروا منكرين للبعث متعجبين منه : هل ندلكم على رجل ينبئكم يعنون محمدا   - صلى الله عليه وسلم - إذا مزقتم كل ممزق قطعتم كل تقطيع وفرقتم كل تفريق وصرتم ترابا إنكم لفي خلق جديد يقول لكم : إنكم لفي خلق جديد ."
    },
    {
      "ayah": 8,
      "surah": 34,
      "text": "( أفترى ) ألف استفهام دخلت على ألف الوصل ولذلك نصبت ( على الله كذبا أم به جنة  ) يقولون : أزعم كذبا أم به جنون ؟ .قال الله تعالى ردا عليهم : ( بل الذين لا يؤمنون بالآخرة في العذاب والضلال البعيد ) من الحق في الدنيا ."
    },
    {
      "ayah": 9,
      "surah": 34,
      "text": "( أفلم يروا إلى ما بين أيديهم وما خلفهم من السماء والأرض ) فيعلموا أنهم حيث كانوا فإن أرضي وسمائي محيطة بهم لا يخرجون من أقطارها ، وأنا القادر عليهم ( إن نشأ نخسف بهم الأرض ) قرأ الكسائي : \" نخسف بهم \" بإدغام الفاء في الباء ( أو نسقط عليهم كسفا من السماء ) قرأ حمزة والكسائي : \" إن يشأ يخسف أو يسقط \" ، بالياء فيهن لذكر الله من قبل ، وقرأ الآخرون بالنون فيهن ) ( إن في ذلك ) أي : فيما ترون من السماء والأرض ) ( لآية ) تدل على قدرتنا على البعث ( لكل عبد منيب ) تائب راجع إلى الله بقلبه ."
    }
  ]
}
