{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 4,
      "text": "قوله تعالى : ( يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة ) يعني : آدم عليه السلام ، ( وخلق منها زوجها ) يعني : حواء ، ( وبث منهما ) نشر وأظهر ، ( رجالا كثيرا ونساء واتقوا الله الذي تساءلون به ) أي : تتساءلون به ، وقرأ أهل الكوفة بتخفيف السين على حذف إحدى التاءين ، كقوله تعالى : ( ولا تعاونوا ) ، ( والأرحام ) قراءة العامة بالنصب ، أي : واتقوا الأرحام أن تقطعوها ، وقرأ حمزة بالخفض ، أي : به وبالأرحام كما يقال : سألتك بالله والأرحام ، والقراءة الأولى أفصح لأن العرب لا تكاد =تنسق بظاهر على مكنى ، إلا أن تعيد الخافض فتقول : مررت به وبزيد ، إلا أنه جائز مع قلته ، ( إن الله كان عليكم رقيبا ) أي : حافظا ."
    },
    {
      "ayah": 10,
      "surah": 4,
      "text": "قوله تعالى : ( إن الذين يأكلون أموال اليتامى ظلما ) قال مقاتل بن حيان : نزلت في رجل من بني غطفان ، يقال له مرثد بن زيد ولي مال ابن أخيه وهو يتيم صغير فأكله ، فأنزل الله تعالى فيه ( إن الذين يأكلون أموال اليتامى ظلما ) حراما بغير حق ، ( إنما يأكلون في بطونهم نارا ) أخبر عن مآله ، أي عاقبته تكون كذلك ، ( وسيصلون سعيرا ) قراءة العامة بفتح الياء ، أي : يدخلونها يقال : صلي النار يصلاها صلا قال الله تعالى : \" إلا من هو صالي الجحيم \" ( الصافات - 163 ) ، وقرأ ابن عامر وأبو بكر بضم الياء ، أي : يدخلون النار ويحرقون ، نظيره قوله تعالى : \" فسوف نصليه نارا \" ( النساء - 30 ) \" سأصليه سقر \" ( المدثر - 26 ) وفي الحديث قال النبي صلى الله عليه وسلم : \" رأيت ليلة أسري بي قوما لهم مشافر كمشافر الإبل ، إحداهما قالصة على منخريه والأخرى على بطنه ، وخزنة النار يلقمونهم جمر جهنم وصخرها ، فقلت : يا جبريل من هؤلاء؟ قال : الذين يأكلون أموال اليتامى ظلما ."
    },
    {
      "ayah": 100,
      "surah": 4,
      "text": "قوله تعالى : ( ومن يهاجر في سبيل الله يجد في الأرض مراغما كثيرا وسعة ) قال علي بن أبي طلحة عن ابن عباس رضي الله عنهما : ( مراغما ) أي : متحولا يتحول إليه ، وقال مجاهد : متزحزحا عما يكره ، وقال أبو عبيدة : المراغم : يقال : راغمت قومي وهاجرتهم ، وهو المضطرب والمذهب .روي أنه لما نزلت هذه الآية سمعها رجل من بني ليث شيخ كبير مريض يقال له جندع بن ضمرة ، فقال : والله ما أبيت الليلة بمكة ، أخرجوني ، فخرجوا به يحملونه على سرير حتى أتوا به التنعيم فأدركه الموت ، فصفق يمينه على شماله ثم قال : اللهم هذه لك وهذه لرسولك أبايعك على ما بايعك عليه رسولك ، فمات فبلغ خبره أصحاب رسول الله صلى الله عليه وسلم ، فقالوا : لو وافى المدينة لكان أتم وأوفى أجرا ، وضحك المشركون وقالوا : ما أدرك هذا ما طلب ، فأنزل الله : ( ومن يخرج من بيته مهاجرا إلى الله ورسوله ثم يدركه الموت ) . أي : قبل بلوغه إلى مهاجره ، ( فقد وقع ) أي : وجب ( أجره على الله ) بإيجابه على نفسه فضلا منه ، ( وكان الله غفورا رحيما ) ."
    },
    {
      "ayah": 101,
      "surah": 4,
      "text": "قوله عز وجل : ( وإذا ضربتم في الأرض ) أي : سافرتم ، ( فليس عليكم جناح ) أي : حرج وإثم ( أن تقصروا من الصلاة ) يعني من أربع ركعات إلى ركعتين ، وذلك في صلاة الظهر والعصر والعشاء ( إن خفتم أن يفتنكم ) أي : يغتالكم ويقتلكم ( الذين كفروا ) في الصلاة ، نظيره قوله تعالى : \" على خوف من فرعون وملئهم أن يفتنهم \" ( يونس - 83 ) أي : يقتلهم .( إن الكافرين كانوا لكم عدوا مبينا ) أي : ظاهر العداوة .اعلم أن قصر الصلاة في السفر جائز بإجماع الأمة ، واختلفوا في جواز الإتمام : فذهب أكثرهم إلى أن القصر واجب ، وهو قول عمر وعلي وابن عمر وجابر وابن عباس رضي الله عنهما ، وبه قال الحسن وعمر بن عبد العزيز وقتادة وهو قول مالك وأصحاب الرأي ، لما روي عن عائشة رضي الله عنها أنها قالت : \" الصلاة أول ما فرضت ركعتين فأقرت صلاة السفر وأتمت صلاة الحضر \" .وذهب قوم إلى جواز الإتمام ، روي ذلك عن عثمان وسعد بن أبي وقاص رضي الله عنهما ، وبه قال الشافعي رضي الله عنه ، إن شاء أتم وإن شاء قصر ، والقصر أفضل .[ أخبرنا الإمام عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا إبراهيم بن محمد ، عن طلحة بن عمرو ، عن عطاء بن أبي رباح ، عن عائشة أم المؤمنين رضي الله عنها قالت : \" كل ذلك قد فعل رسول الله صلى الله عليه وسلم قصر الصلاة وأتم \" .وظاهر القرآن يدل على هذا ، لأنه قال : ( فليس عليكم جناح أن تقصروا من الصلاة ) ولفظ لا جناح إنما يستعمل في الرخص لا فيما يكون حتما ، فظاهر الآية [ يوجب أن القصر ] لا يجوز إلا عند الخوف وليس الأمر على ذلك ، إنما نزلت الآية على غالب أسفار النبي صلى الله عليه وسلم ، وأكثرها لم يخل عن خوف العدو .والقصر جائز في السفر في حال الأمن عند عامة أهل العلم ، والدليل عليه ما أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا مسلم بن خالد وعبد المجيد بن عبد العزيز بن أبي رواد عن ابن جريج ، أخبرني عبد الرحمن بن عبد الله بن أبي عمار ، عن عبد الله بن باباه ، عن يعلى بن أمية ، قال : قلت لعمر بن الخطاب رضي الله عنه : إنما قال الله تعالى ( أن تقصروا من الصلاة إن خفتم أن يفتنكم الذين كفروا ) وقد أمن الناس ، فقال عمر رضي الله عنه : عجبت مما عجبت منه ، فسألت رسول الله صلى الله عليه وسلم فقال : \" صدقة تصدق الله بها عليكم ، فاقبلوا صدقته \" .أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا عبد الوهاب ، عن أيوب السختياني ، عن محمد بن سيرين ، عن ابن عباس رضي الله عنهما قال : سافر رسول الله بين مكة والمدينة آمنا لا يخاف إلا الله فصلى ركعتين \" .وذهب قوم إلى أن ركعتي المسافر ليستا بقصر إنما القصر أن يصلي ركعة واحدة في الخوف ، يروى ذلك عنجابر رضي الله عنه وهو قول عطاء وطاوس والحسن ومجاهد ، وجعلوا شرط الخوف المذكور في الآية : باقيا وذهب أكثر أهل العلم إلى أن الاقتصار على ركعة واحدة لا يجوز خائفا كان أو آمنا .واختلف أهل العلم في مسافة القصر ، فقالت طائفة : يجوز القصر في السفر الطويل والقصير ، روي ذلك عن أنس رضي الله عنه ، وقال عمرو بن دينار : قال لي جابر بن زيد : اقصر بعرفة ، أما عامة الفقهاء فلا يجوزون القصر في السفر القصير .واختلف في حد ما يجوز به القصر ، فقال الأوزاعي : مسيرة يوم ، وكان ابن عمر وابن عباس رضي الله عنهم يقصران ويفطران في أربعة برد ، وهي ستة عشر فرسخا ، وإليه ذهب مالك وأحمد وإسحاق ، وقول الحسن والزهري قريب من ذلك ، قالا مسيرة يومين ، وإليه ذهب الشافعي رضي الله عنه ، قال : مسيرة ليلتين قاصدتين ، وقال في موضع : ستة وأربعون ميلا بالهاشمي ، وقال سفيان الثوري وأصحاب الرأي : مسيرة ثلاثة أيام .وقيل : قوله ( إن خفتم أن يفتنكم الذين كفروا ) متصل بما بعده من صلاة الخوف منفصل عما قبله ، روي عن أبي أيوب الأنصاري أنه قال : نزل قوله ( فليس عليكم جناح أن تقصروا من الصلاة ) هذا القدر ، ثم بعد حول سألوا رسول الله صلى الله عليه وسلم عن صلاة الخوف فنزل : ( إن خفتم أن يفتنكم الذين كفروا إن الكافرين كانوا لكم عدوا مبينا ) وإذا كنت فيهم ) الآية . ومثله في القرآن كثير ، أن يجيء الخبر بتمامه ثم ينسق عليه خبر آخر ، وهو في الظاهر كالمتصل به ، وهو منفصل عنه ، كقوله تعالى : \" الآن حصحص الحق أنا راودته عن نفسه وإنه لمن الصادقين \" ( يوسف - 51 ) ، وهذه حكاية عن امرأة العزيز ، وقوله : \" ذلك ليعلم أني لم أخنه بالغيب \" ( يوسف - 52 ) إخبار عن يوسف عليه السلام ."
    },
    {
      "ayah": 102,
      "surah": 4,
      "text": "قوله تعالى : ( وإذا كنت فيهم فأقمت لهم الصلاة ) روى الكلبي عن أبي صالح عن ابن عباس وجابر رضي الله عنهم أن المشركين لما رأوا رسول الله صلى الله عليه وسلم وأصحابه قاموا إلى الظهر يصلون جماعة ندموا أن لو كانوا كبوا عليهم ، فقال بعضهم لبعض : دعوهم فإن لهم بعدها صلاة هي أحب إليهم من آبائهم وأبنائهم ، يعني صلاة العصر ، فإذا قاموا فيها فشدوا عليهم فاقتلوهم ، فنزل جبريل عليه السلام فقال : يا محمد إنها صلاة الخوف وإن الله عز وجل يقول : ( وإذا كنت فيهم فأقمت لهم الصلاة ) فعلمه صلاة الخوف .وجملته : أن العدو إذا كانوا في معسكرهم في غير ناحية القبلة فيجعل الإمام القوم فرقتين فتقف طائفة وجاه العدو تحرسهم ، ويشرع الإمام مع طائفة في الصلاة ، فإذا صلى بهم ركعة قام وثبت قائما حتى أتموا صلاتهم ، ذهبوا إلى وجاه العدو ثم أتت الطائفة الثانية فصلى بهم الركعة الثانية ، وثبت جالسا حتى أتموا لأنفسهم الصلاة ، ثم يسلم بهم ، وهذه رواية سهل بن أبي حثمة رضي الله عنه أن النبي صلى الله عليه وسلم صلى كذلك بذات الرقاع ، وإليه ذهب مالك والشافعي وأحمد وإسحاق .أنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن يزيد بن رومان عن صالح بن خوات ، عمن صلى مع النبي صلى الله عليه وسلم يوم ذات الرقاع صلاة الخوف : أن طائفة صفت معه وصفت طائفة وجاه العدو فصلى بالتي معه ركعة ثم ثبت قائما فأتموا لأنفسهم ، ثم انصرفوا وصفوا وجاه العدو وجاءت الطائفة الأخرى فصلى بهم الركعة التي بقيت ثم ثبت جالسا وأتموا لأنفسهم ثم سلم بهم . قال مالك : وذلك أحسن ما سمعت في صلاة الخوف .وأخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا مسدد أنا يحيى عن شعبة عن عبد الرحمن بن القاسم ، عن أبيه عن صالح بن خوات ، عن سهل بن أبي حثمة رضي الله عنهم عن النبي صلى الله عليه وسلم بهذا .وذهب قوم إلى أن الإمام إذا قام إلى الركعة الثانية تذهب الطائفة الأولى في خلال الصلاة إلى وجاه العدو وتأتي الطائفة الثانية فيصلي بهم الركعة الثانية ويسلم وهم لا يسلمون بل يذهبون إلى وجاه العدو ، وتعود الطائفة الأولى فتتم صلاتها ، ثم تعود الطائفة الثانية فتتم صلاتها ، وهذه رواية عبد الله بن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم صلى كذلك . وهو قول أصحاب الرأي .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي ، أنا أبو محمد عبد الجبار بن محمد الجراحي ، أنا أبو العباس محمد بن أحمد المحبوبي ، أنا أبو عيسى الترمذي ، أنا محمد بن عبد الملك بن أبي الشوارب ، أنا يزيد بن زريع ، أنا معمر ، عن الزهري ، عن سالم عن أبيه أن النبي صلى الله عليه وسلم صلى صلاة الخوف بإحدى الطائفتين ركعة والطائفة الأخرى مواجهة العدو ، ثم انصرفوا فقاموا في مقام أولئك وجاء أولئك فصلى بهم ركعة أخرى ثم سلم بهم ، فقام هؤلاء فصلوا ركعتهم .وكلتا الروايتين صحيحة ، فذهب قوم إلى أن هذا من الاختلاف المباح ، وذهب الشافعي رضي الله عنه إلى حديث سهل بن أبي حثمة لأنه أشد موافقة لظاهر القرآن وأحوط للصلاة وأبلغ في حراسة العدو ، وذلك لأن الله تعالى قال : ( فإذا سجدوا فليكونوا من ورائكم ) أي : إذا صلوا ، ثم قال : ( ولتأت طائفة أخرى لم يصلوا ) وهذا يدل على أن الطائفة الأولى قد صلوا ، وقال : ( فليصلوا معك ) فمقتضاه أن يصلوا تمام الصلاة ، فظاهره يدل أن كل طائفة تفارق الإمام بعد تمام الصلاة ، والاحتياط لأمر الصلاة من حيث أنه لا يكثر فيها العمل والذهاب والمجيء والاحتياط لأمر الحرب من حيث أنهم إذا لم يكونوا في الصلاة كان أمكن للحرب والهرب إن احتاجوا إليه .ولو صلى الإمام أربع ركعات بكل طائفة ركعتين جاز . أنا الإمام أبو علي الحسين بن محمد القاضي ، أنا أبو نعيم عبد الملك بن الحسين الإسفرايني ، أنا أبو عوانة يعقوب بن إسحاق الحافظ ، قال أنا الصنعاني ، أنا عفان بن مسلم ، ثنا أبان العطار ، عن يحيى بن أبي كثير ، عن أبي سلمة عن جابر بن عبد الله قال : أقبلنا مع رسول الله صلى الله عليه وسلم حتى إذا كنا بذات الرقاع وكنا إذا أتينا على شجرة ظليلة تركنها لرسول الله صلى الله عليه وسلم قال فجاء رجل من المشركين وسيف رسول الله صلى الله عليه وسلم معلق بشجرة فأخذ سيف نبي الله صلى الله عليه وسلم فاخترطه فقال لرسول الله صلى الله عليه وسلم : أتخافني؟ قال : لا . قال : فمن يمنعك مني؟ قال : الله يمنعني منك ، قال فتهدده أصحاب رسول الله صلى الله عليه وسلم ، قال : فأغمد السيف وعلقه فنودي بالصلاة ، قال فصلى بطائفة ركعتين ثم تأخروا فصلى بالطائفة الأخرى ركعتين : قال : فكانت لرسول الله صلى الله عليه وسلم أربع ركعات وللقوم ركعتان \" .أخبرنا عبد الوهاب بن الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي أخبرني الثقة ابن علية أو غيره ، عن يونس ، عن الحسن ، عن جابر رضي الله عنهم أن النبي صلى الله عليه وسلم كان يصلي بالناس صلاة الظهر في الخوف ببطن نخل ، فصلى بطائفة ركعتين ثم سلم ، ثم جاءت طائفة أخرى فصلى بهم ركعتين ثم سلم .وروي عن حذيفة رضي الله عنه عن النبي صلى الله عليه وسلم في صلاة الخوف أنه صلى بهؤلاء ركعة وبهؤلاء ركعة ولم يقضوا \" ورواه زيد بن ثابت وقال : \" كانت للقوم ركعة واحدة وللنبي صلى الله عليه وسلم ركعتان \" .وتأوله قوم على صلاة شدة الخوف ، وقالوا : الفرض في هذه الحالة ركعة واحدة .وأكثر أهل العلم على أن الخوف لا ينقص عدد الركعات ، وإن كان العدو في ناحية القبلة في مستوى إن حملوا عليهم رأوهم صلى الإمام بهم جميعا وحرسوا في السجود ، كما أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أنا أبو نعيم الإسفرايني ، أنا أبو عوانة الحافظ ، أنا عمار ، أنا يزيد بن هارون ، أخبرنا عبد الملك بن أبي سليمان ، عن عطاء ، عن جابر رضي الله عنهما قال : صلى رسول الله صلى الله عليه وسلم صلاة الخوف فصففنا خلفه صفين ، والعدو بيننا وبين القبلة فكبر النبي صلى الله عليه وسلم وكبرنا جميعا ثم ركع وركعنا جميعا ثم رفع رأسه من الركوع ورفعنا جميعا ، ثم انحدر للسجود والصف الذي يليه ، وقام الصف المؤخر نحر العدو فلما قضى رسول الله صلى الله عليه وسلم السجود وقام الصف الذي يليه انحدر الصف المؤخر بالسجود [ ثم قاموا ثم ] تقدم الصف المؤخر ، وتأخر المقدم ثم ركع النبي صلى الله عليه وسلم وركعنا جميعا ، ثم رفع رأسه من الركوع ورفعنا جميعا ، ثم انحدر بالسجود والصف الذي يليه الذي كان مؤخرا في الركعة الأولى ، وقام الصف المؤخر في نحر العدو ، فلما قضى رسول الله صلى الله عليه وسلم السجود والصف الذي يليه انحدر الصف المؤخر بالسجود فسجدوا ، ثم سلم النبي صلى الله عليه وسلم وسلمنا جميعا قال جابر رضي الله عنه : كما يصنع حرسكم هؤلاء بأمرائهم .واعلم أن صلاة الخوف جائزة بعد الرسول صلى الله عليه وسلم . عند عامة أهل العلم . ويحكى عن بعضهم عدم الجواز ولا وجه له .وقال الإمام أحمد بن حنبل رحمة الله عليه : كل حديث روي في أبواب صلاة الخوف فالعمل به جائز ، روي فيها ستة أوجه أو سبعة أوجه .وقال مجاهد في سبب نزول هذه الآية عن ابن عياش الزرقي قال : كنا مع رسول الله صلى الله عليه وسلم بعسفان وعلى المشركين خالد بن الوليد فصلينا الظهر ، فقال المشركون : لقد أصبنا غرة لو حملنا عليهم ، وهم في الصلاة فنزلت الآية بين الظهر والعصر .قوله تعالى : ( وإذا كنت فيهم ) أي : شهيدا معهم فأقمت لهم الصلاة ، ( فلتقم طائفة منهم معك ) أي : فلتقف ، كقوله تعالى : \" وإذا أظلم عليهم قاموا \" ( البقرة - 20 ) أي : وقفوا ، ( وليأخذوا أسلحتهم ) واختلفوا في الذين يأخذون أسلحتهم ، فقال بعضهم : أراد هؤلاء الذين وقفوا مع الإمام يصلون يأخذون الأسلحة في الصلاة ، فعلى هذا إنما يأخذه إذا كان لا يشغله عن الصلاة ، ولا يؤذي من بجنبه [ فإذا شغلته حركته وثقلته عن الصلاة كالجعبة والترس الكبير أو كان يؤذي من جنبه ] كالرمح فلا يأخذه .وقيل : وليأخذوا أسلحتهم أي : الباقون الذين قاموا في وجه العدو ، ( فإذا سجدوا ) أي : صلوا ، ( فليكونوا من ورائكم ) يريد مكان الذين هم وجاه العدو ، ( ولتأت طائفة أخرى لم يصلوا ) وهم الذين كانوا في وجه العدو ، ( فليصلوا معك وليأخذوا حذرهم وأسلحتهم ) قيل : هؤلاء الذين أتوا ، وقيل : هم الذين صلوا ، ( ود الذين كفروا ) يتمنى الكفار ، ( لو تغفلون ) أي : لو وجدوكم غافلين ، ( عن أسلحتكم وأمتعتكم فيميلون عليكم ميلة واحدة ) فيقصدونكم ويحملون عليكم حملة واحدة .( ولا جناح عليكم إن كان بكم أذى من مطر أو كنتم مرضى أن تضعوا أسلحتكم ) رخص في وضع السلاح في حال المطر والمرض ، لأن السلاح يثقل حمله في هاتين الحالتين ، ( وخذوا حذركم ) أي : راقبوا العدو كيلا يتغفلوكم ، والحذر ما يتقى به من العدو .وقال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما نزلت في رسول الله صلى الله عليه وسلم ، وذلك أنه غزا محاربا وبنى أنمار ، فنزلوا ولا يرون من العدو أحدا ، فوضع الناس أسلحتهم ، وخرج رسول الله صلى الله عليه وسلم لحاجة له قد وضع سلاحه حتى قطع الوادي والسماء ترش ، فحال الوادي بين رسول الله صلى الله عليه وسلم وبين أصحابه فجلس رسول الله صلى الله عليه وسلم في ظل شجرة فبصر به غورث بن الحارث المحاربي فقال : قتلني الله إن لم أقتله ، ثم انحدر من الجبل ومعه السيف فلم يشعر به رسول الله صلى الله عليه وسلم إلا وهو قائم على رأسه ومعه السيف قد سله من غمده فقال : يا محمد من يعصمك مني الآن؟ فقال رسول الله صلى الله عليه وسلم : الله ، ثم قال : اللهم اكفني غورث بن الحارث بما شئت ، ثم أهوى بالسيف إلى رسول الله صلى الله عليه وسلم ليضربه فأكب لوجهه من زلخة زلخها من بين كتفيه ، وندر سيفه فقام رسول الله صلى الله عليه وسلم فأخذه ثم قال : يا غورث من يمنعك مني الآن؟ قال : لا أحد ، قال تشهد أن لا إله إلا الله وأن محمدا عبده ورسوله وأعطيك سيفك؟ قال : لا ولكن أشهد أن لا أقاتلك أبدا ولا أعين عليك عدوا ، فأعطاه رسول الله صلى الله عليه وسلم سيفه ، فقال غورث : والله لأنت خير مني ، فقال النبي صلى الله عليه وسلم : أجل أنا أحق بذلك منك ، فرجع غورث إلى أصحابه فقالوا : ويلك ما منعك منه؟ قال : لقد أهويت إليه بالسيف لأضربه فوالله ما أدري من زلخني بين كتفي فخررت لوجهي ، وذكر حاله قال : وسكن الوادي فقطع رسول الله صلى الله عليه وسلم الوادي إلى أصحابه فأخبرهم الخبر وقرأ عليهم هذه الآية : ( ولا جناح عليكم إن كان بكم أذى من مطر أو كنتم مرضى أن تضعوا أسلحتكم وخذوا حذركم ) أي : من عدوكم .وقال سعيد بن جبير عن ابن عباس في هذه الآية كان عبد الرحمن بن عوف جريحا .( إن الله أعد للكافرين عذابا مهينا ) يهانون فيه ، والجناح : الإثم ، من جنحت : إذا عدلت عن القصد ."
    },
    {
      "ayah": 103,
      "surah": 4,
      "text": "( فإذا قضيتم الصلاة ) يعني : صلاة الخوف ، أي : فرغتم منها ، ( فاذكروا الله ) أي صلوا لله ( قياما ) في حال الصحة ، ( وقعودا ) في حال المرض ، ( وعلى جنوبكم ) عند الحرج والزمانة ، وقيل : اذكروا الله بالتسبيح والتحميد والتهليل والتمجيد ، على كل حال .أخبرنا عمرو بن عبد العزيز الكاشاني ، أنا القاسم بن جعفر الهاشمي ، أنا أبو علي محمد بن أحمد اللؤلؤي ، أنا أبو داود السجستاني ، أنا محمد بن العلاء ، أنا ابن أبي زائدة ، عن أبيه ، عن خالد بن سلمة ، عن الزهري ، عن عروة ، عن عائشة رضي الله عنها قالت : \" كان رسول الله صلى الله عليه وسلم يذكر الله على كل أحيانه \" .( فإذا اطمأننتم ) أي : سكنتم وأمنتم ، ( فأقيموا الصلاة ) أي : أتموها أربعا بأركانها ، ( إن الصلاة كانت على المؤمنين كتابا موقوتا ) قيل : واجبا مفروضا مقدرا في الحضر أربع ركعات وفي السفر ركعتان ، وقال مجاهد : أي فرضا مؤقتا وقته الله عليهم .وقد جاء بيان أوقات الصلاة في الحديث ، أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو بكر أحمد بن الحسن الحيري ، أنا حاجب بن أحمد الطوسي ، أنا أبو بكر عبد الله بن هاشم ، حدثنا وكيع ، أنا سفيان ، عن عبد الرحمن بن الحارس ، عن عياش بن أبي ربيعة الزرقي ، عن حكيم بن حكيم عن عباد بن حنيف ، عن نافع بن جبير بن مطعم ، عن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : \" أمني جبريل عند البيت مرتين فصلى بي المغرب حين أفطر الصائم ، وصلى بي العشاء حين غاب الشفق ، وصلى بي الفجر حين حرم الطعام والشراب على الصائم ، وصلى بي الغد الظهر حين كان ظل كل شيء مثله ، وصلى بي العصر حين كان ظل كل شيء مثليه ، وصلى بي المغرب حين أفطر الصائم ، وصلى بي العشاء ثلث الليل الأول ، وصلى بي الفجر فأسفر ، ثم التفت إلي قال : يا محمد هذا وقت النبيين من قبلك ، الوقت ما بين هذين الوقتين \" .أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو بكر بن الحسن الحيري ، أنا وكيع ، أنا حاجب بن أحمد ، ثنا عبد الله بن هشام ، ثنا وكيع ثنا بدر بن عثمان ، ثنا أبو بكر بن أبي موسى الأشعري ، عن أبيه رضي الله عنه عن النبي صلى الله عليه وسلم أن سائلا أتاه فسأله عن مواقيت الصلاة ، قال : فلم يرد عليه شيئا ثم أمر بلالا فأذن ثم أمره فأقام الصلاة حين انشق الفجر فصلى ، ثم أمره فأقام الظهر ، والقائل يقول : قد زالت الشمس أو لم تزل ، وهو كان أعلم منهم ، ثم أمره فأقام العصر والشمس مرتفعة بيضاء نقية ، ثم أمره فأقام المغرب حين وقعت الشمس ، ثم أمره فأقام العشاء حين سقوط الشفق ، قال : وصلى الفجر من الغد ، والقائل يقول : طلعت الشمس أو لم تطلع ، وصلى الظهر قريبا من وقت العصر بالأمس وصلى العصر والقائل يقول قد احمرت الشمس وصلى المغرب قبل أن يغيب الشفق الأحمر ، وصلى العشاء ثلث الليل الأول ، ثم قال : أين السائل عن الوقت؟ فقال الرجل : أنا يا رسول الله ، قال : \" ما بين هذين الوقتين وقت \" ."
    },
    {
      "ayah": 104,
      "surah": 4,
      "text": "قوله تعالى : ( ولا تهنوا في ابتغاء القوم ) الآية ، سبب نزولها أن أبا سفيان وأصحابه لما رجعوا يوم أحد بعث رسول الله صلى الله عليه وسلم طائفة في آثارهم فشكوا ألم الجراحات ، فقال الله تعالى : ( ولا تهنوا ) أي : لا تضعفوا ( في ابتغاء القوم ) في طلب أبي سفيان وأصحابه ، ( إن تكونوا تألمون ) تتوجعون من الجراح ، ( فإنهم يألمون ) أي : يتوجعون ، يعني الكفار ، ( كما تألمون وترجون من الله ما لا يرجون ) أي : وأنتم مع ذلك تأملون من الأجر والثواب في الآخرة والنصر في الدنيا ما لا يرجون ، وقال بعض المفسرين : المراد بالرجاء الخوف ، لأن كل راج خائف أن لا يدرك مأموله .ومعنى الآية : وترجون من الله أي : تخافون من الله أي : تخافون من عذاب الله ما لا يخافون ، قال الفراء رحمه الله : ولا يكون الرجاء بمعنى الخوف إلا مع الجحد ، كقوله تعالى : \" قل للذين آمنوا يغفروا للذين لا يرجون أيام الله \" ( الجاثية - 14 ) أي : لا يخافون ، وقال تعالى : \" ما لكم لا ترجون لله وقارا \" ( نوح - 13 ) أي : لا تخافون لله عظمته ، ولا يجوز رجوتك بمعنى : خفتك ولا خفتك وأنت تريد رجوتك ( وكان الله عليما حكيما ) ."
    },
    {
      "ayah": 105,
      "surah": 4,
      "text": "قوله تعالى : ( إنا أنزلنا إليك الكتاب بالحق لتحكم بين الناس بما أراك الله ) الآية ، روى الكلبي عن أبي صالح عن ابن عباس قال : نزلت هذه الآية في رجل من الأنصار يقال له طعمة بن أبيرق من بني ظفر بن الحارث سرق درعا من جار له يقال له قتادة بن النعمان ، وكانت الدرع في جراب فيه دقيق فجعل الدقيق ينتثر من خرق في الجراب حتى انتهى إلى الدار ، ثم خبأها عند رجل من اليهود ، يقال له زيد بن السمين ، فالتمست الدرع عند طعمة فحلف : بالله ما أخذها وما له بها من علم ، فقال أصحاب الدرع : لقد رأينا أثر الدقيق حتى دخل داره ، فلما حلف تركوه واتبعوا أثر الدقيق إلى منزل اليهودي فأخذوه منه ، فقال اليهودي دفعها إلي طعمة بن أبيرق ، فجاء بنو ظفر وهم قوم طعمة إلى رسول الله صلى الله عليه وسلم وسألوه أن يجادل عن صاحبهم ، وقالوا له : إنك إن لم تفعل افتضح صاحبنا ، فهم رسول الله صلى الله عليه وسلم أن يعاقب اليهودي . ويروى عن ابن عباس رضي الله عنهما في رواية أخرى أن طعمة سرق الدرع في جراب فيه نخالة فخرق الجراب حتى كان يتناثر منه النخالة طول الطريق فجاء به إلى دار زيد السمين وتركه على بابه ، وحمل الدرع إلى بيته ، فلما أصبح صاحب الدرع جاء على أثر النخالة إلى دار زيد السمين فأخذه وحمله إلى النبي صلى الله عليه وسلم ، فهم النبي صلى الله عليه وسلم أن يقطع يد زيد اليهودي ، وقال مقاتل : إن زيدا السمين أودع درعا عند طعمة فجحدها طعمة فأنزل الله تعالى هذه الآية ، فقال : ( إنا أنزلنا إليك الكتاب بالحق ) بالأمر والنهي والفصل ، ( لتحكم بين الناس بما أراك الله ) بما علمك الله وأوحى إليك ، ( ولا تكن للخائنين ) [ طعمة ] ( خصيما ) معينا مدافعا عنه ."
    },
    {
      "ayah": 106,
      "surah": 4,
      "text": "( واستغفر الله ) مما هممت من معاقبة اليهودي ، وقال مقاتل : واستغفر الله من جدالك عن طعمة ( إن الله كان غفورا رحيما )"
    },
    {
      "ayah": 107,
      "surah": 4,
      "text": "( ولا تجادل ) لا تخاصم ، ( عن الذين يختانون أنفسهم ) أي : يظلمون أنفسهم بالخيانة والسرقة ، ( إن الله لا يحب من كان خوانا أثيما ) يريد خوانا في الدرع ، أثيما في رميه اليهودي ، قيل : إنه خطاب مع النبي صلى الله عليه وسلم ، والمراد به غيره ، كقوله تعالى : \" فإن كنت في شك مما أنزلنا إليك \" ، والاستغفار في حق الأنبياء بعد النبوة على أحد الوجوه الثلاثة : إما لذنب تقدم على النبوة أو لذنوب أمته وقرابته ، أو لمباح جاء الشرع بتحريه فيتركه بالاستغفار ، فالاستغفار يكون معناه : السمع والطاعة لحكم الشرع ."
    },
    {
      "ayah": 108,
      "surah": 4,
      "text": "( يستخفون من الناس ) أي : يستترون ويستحيون من الناس ، يريد بني ظفر بن الحارث ، ( ولا يستخفون من الله ) أي : لا يستترون ولا يستحيون من الله ، ( وهو معهم إذ يبيتون ) يقولون ويؤلفون ، والتبييت : تدبير الفعل ليلا ( ما لا يرضى من القول ) وذلك أن قوم طعمة قالوا فيما بينهم : نرفع الأمر إلى النبي صلى الله عليه وسلم فإنه يسمع قوله ويمينه لأنه مسلم ولا يسمع من اليهودي فإنه كافر ، فلم يرض الله ذلك منهم ، ( وكان الله بما يعملون محيطا ) ثم يقول لقوم طعمة :"
    },
    {
      "ayah": 109,
      "surah": 4,
      "text": "ها أنتم هؤلاء ) أي : يا هؤلاء ، ( جادلتم ) أي : خاصمتم ، ( عنهم ) يعني : عن طعمة ، وفي قراءة أبي بن كعب : عنه ( في الحياة الدنيا ) والجدال : شدة المخاصمة من الجدل ، وهو شدة الفتل ، فهو يريد فتل الخصم عن مذهبه بطريق الحجاج ، وقيل : الجدال من الجدالة ، وهي الأرض ، فكأن كل واحد من الخصمين يروم قهر صاحبه وصرعه على الجدالة ، ( فمن يجادل الله عنهم ) يعني : عن طعمة ، ( يوم القيامة ) إذا أخذه الله بعذابه ، ( أم من يكون عليهم وكيلا ) كفيلا أي : من الذي يذب عنهم ، ويتولى أمرهم يوم القيامة؟ ثم استأنف فقال :"
    },
    {
      "ayah": 11,
      "surah": 4,
      "text": "قوله تعالى : ( يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين ) الآية ، اعلم أن الوراثة كانت في الجاهلية بالذكورة والقوة فكانوا يورثون الرجال دون النساء والصبيان ، فأبطل الله ذلك بقوله : ( للرجال نصيب مما ترك الوالدان والأقربون ) الآية ، وكانت أيضا في الجاهلية وابتداء الإسلام بالمحالفة ، قال الله تعالى : \" والذين عقدت أيمانكم فآتوهم نصيبهم \" ( النساء - 33 ) ثم صارت الوراثة بالهجرة ، قال الله تعالى \" والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا \" ( الأنفال - 72 ) فنسخ ذلك كله وصارت الوراثة بأحد الأمور الثلاثة بالنسب أو النكاح أو الولاء ، فالمعني بالنسب أن القرابة يرث بعضهم من بعض ، لقوله تعالى \" وأولو الأرحام بعضهم أولى ببعض في كتاب الله \" ( الأحزاب - 6 ) ، والمعني بالنكاح : أن أحد الزوجين يرث صاحبه ، وبالولاء : أن المعتق وعصباته يرثون المعتق ، فنذكر بعون الله تعالى فصلا وجيزا في بيان من يرث من الأقارب ، وكيفية توريث الورثة فنقول :إذا مات ميت وله مال فيبدأ بتجهيزه ثم بقضاء ديونه ثم بإنفاذ وصاياه فما فضل يقسم بين الورثة . ( ثم الورثة ) على ثلاثة أقسام : منهم من يرث بالفرض ومنهم من يرث بالتعصيب ، ومنهم من يرث بهما جميعا ، فمن يرث بالنكاح لا يرث إلا بالفرض ، ومن يرث بالولاء لا يرث إلا بالتعصيب ، أما من يرث بالقرابة فمنهم من يرث بالفرض كالبنات والأخوات والأمهات والجدات ، وأولاد الأم ، ومنهم من يرث بالتعصيب كالبنين والإخوة وبني الإخوة والأعمام وبنيهم ، ومنهم من يرث بهما كالأب يرث بالتعصيب إذا لم يكن للميت ولد ، فإن كان للميت ابن : يرث الأب بالفرض السدس ، وإن كان للميت بنت فيرث الأب السدس بالفرض ويأخذ الباقي بعد نصيب البنت بالتعصيب ، وكذلك الجد ، وصاحب التعصيب من يأخذ جميع المال عند الانفراد ويأخذ ما فضل عن أصحاب الفرائض .وجملة الورثة سبعة عشر : عشرة من الرجال وسبع من النساء ، فمن الرجال : الابن وابن الابن وإن سفل والأب والجد أبو الأب وإن علا والأخ سواء كان لأب وأم أو لأب أو لأم ، وابن الأخ للأب والأم أو للأب وإن سفل والعم للأب والأم أو للأب وأبناؤهما وإن سفلوا ، والزوج ومولى العتاق ، ومن النساء البنت وبنت الابن وإن سفلت ، والأم والجدة أم الأم وأم الأب ، والأخت سواء كانت لأب وأم أو لأب أو لأم ، والزوجة ومولاة العتاق .وستة من هؤلاء لا يلحقهم حجب الحرمان بالغير : الأبوان والولدان ، والزوجان ، لأنه ليس بينهم وبين الميت واسطة .والأسباب التي توجب حرمان الميراث أربعة : اختلاف الدين ، والرق ، والقتل وعمي الموت .ونعني باختلاف الدين أن الكافر لا يرث المسلم والمسلم لا يرث الكافر ، لما أخبرنا عبد الوهاب بن محمد الكسائي الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أنا ابن عيينة عن الزهري عن علي بن حسين عن عمرو بن عثمان ، عن أسامة بن زيد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : \" لا يرث المسلم الكافر ولا الكافر المسلم \" .فأما الكفار فيرث بعضهم من بعض مع اختلاف مللهم ، لأن الكفر كله ملة واحدة ، لقوله تعالى : \" والذين كفروا بعضهم أولياء بعض \" ( الأنفال - 73 ) .وذهب بعضهم إلى أن اختلاف الملل في الكفر يمنع التوارث حتى لا يرث اليهودي النصراني ولا النصراني المجوسي ، وإليه ذهب الزهري والأوزاعي وأحمد وإسحاق لقول النبي صلى الله عليه وسلم : \" لا يتوارث أهل ملتين شتى \" ، وتأوله الآخرون على الإسلام مع الكفر فكله ملة واحدة فتوريث بعضهم من بعض لا يكون فيه إثبات التوارث بين أهل ملتين شتى .والرقيق لا يرث أحدا ولا يرثه أحد لأنه لا ملك له ، ولا فرق فيه بين القن والمدبر والمكاتب وأم الولد .والقتل يمنع الميراث عمدا كان أو خطأ لما روي عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : \" القاتل لا يرث \" .ونعني بعمي الموت أن المتوارثين إذا عمي موتهما بأن غرقا في ماء أو انهدم عليهما بناء فلم يدر أيهما سبق موته فلا يورث أحدهما من الآخر ، بل ميراث كل واحد منهما لمن كانت حياته يقينا بعد موته من ورثته .والسهام المحدودة في الفرائض ستة : النصف والربع والثمن والثلثان والثلث والسدس .فالنصف فرض ثلاثة : فرض الزوج عند عدم الولد وفرض البنت الواحدة للصلب أو بنت الابن عند عدم ولد الصلب ، وفرض الأخت الواحدة للأب والأم أو للأب إذا لم يكن ولد لأب وأم .والربع فرض الزوج إذا كان للميتة ولد وفرض الزوجة إذا لم يكن للميت ولد .والثمن : فرض الزوجة إذا كان للميت ولد .والثلثان فرض البنتين للصلب فصاعدا ولبنتي الابن فصاعدا عند عدم ولد الصلب ، وفرض الأختين لأب وأم أو للأب فصاعدا .والثلث فرض ثلاثة : فرض الأم إذا لم يكن للميت ولد ولا اثنان من الأخوات والإخوة ، إلا في مسألتين : إحداهما زوج وأبوان ، والثانية زوجة وأبوان ، فإن للأم فيهما ثلث ما بقي بعد نصيب الزوج أو الزوجة ، وفرض الاثنين فصاعدا من أولاد الأم ، ذكرهم وأنثاهم فيه سواء ، وفرض الجد مع الإخوة إذ لم يكن في المسألة صاحب فرض ، وكان الثلث خيرا للجد من المقاسمة مع الإخوة .وأما السدس ففرض سبعة : فرض الأب إذا كان للميت ولد ، وفرض الأم إذا كان للميت ولد أو اثنان من الإخوة والأخوات ، وفرض الجد إذا كان للميت ولد ومع الإخوة والأخوات إذا كان في المسألة صاحب فرض ، وكان السدس خيرا للجد من المقاسمة مع الإخوة ، وفرض الجدة والجدات وفرض الواحد من أولاد الأم ذكرا أو أنثى ، وفرض بنات الابن إذا كان للميت بنت واحدة للصلب تكملة الثلثين ، وفرض الأخوات للأب إذا كان للميت أخت واحدة لأب وأم تكملة الثلثين .أخبرنا عبد الواحد المليحي أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أخبرنا مسلم بن إبراهيم ، أنا وهيب أنا ابن طاوس عن أبيه عن ابن عباس رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم \" ألحقوا الفرائض بأهلها فما بقي فهو لأولى رجل ذكر \" .وفي الحديث دليل على أن بعض الورثة يحجب البعض ، والحجب نوعان حجب نقصان وحجب حرمان :فأما حجب النقصان فهو أن الولد وولد الابن يحجب الزوج من النصف إلى الربع والزوجة من الربع إلى الثمن ، والأم من الثلث إلى السدس ، وكذلك الاثنان فصاعدا من الإخوة يحجبون الأم من الثلث إلى السدس .وحجب الحرمان هو أن الأم تسقط الجدات ، وأولاد الأم - وهم الإخوة والأخوات للأم - يسقطون بأربعة : بالأب والجد وإن علا وبالولد وولد الابن وإن سفل ، وأولاد الأب والأم يسقطون بثلاثة بالأب والابن وابن الابن وإن سفلوا ، ولا يسقطون بالجد على مذهب زيد بن ثابت ، وهو قول عمر وعثمان وعلي وابن مسعود رضي الله عنهم ، وبه قال مالك والشافعي والأوزاعي وأحمد وإسحاق رحمهم الله .وأولاد الأب يسقطون بهؤلاء الثلاثة وبالأخ للأب والأم ، وذهب قوم إلى أن الإخوة جميعا يسقطون بالجد كما يسقطون بالأب ، وهو قول أبي بكر الصديق وابن عباس ومعاذ وأبي الدرداء وعائشة رضي الله عنهم ، وبه قال الحسن وعطاء وطاوس وأبو حنيفة رحمهم الله .وأقرب العصبات يسقط الأبعد من العصوبة ، وأقربهم الابن ثم ابن الابن وإن سفل ، ثم الأب ثم الجد أبو الأب وإن علا فإن كان مع الجد أحد من الإخوة أو الأخوات للأب والأم أو للأب فيشتركان في الميراث ، فإن لم يكن جد فالأخ للأب والأم ثم الأخ للأب ثم بنو الإخوة يقدم أقربهم سواء كان لأب وأم أو لأب ، فإن استويا في الدرجة فالذي هو لأب وأم أولى ثم العم للأب والأم ثم العم للأب ثم بنوهم على ترتيب بني الإخوة ، ثم عم الأب ثم عم الجد على هذا الترتيب .فإن لم يكن أحد من عصبات النسب وعلى الميت ولاء فالميراث للمعتق ، فإن لم يكن حيا فلعصبات المعتق .وأربعة من الذكور يعصبون الإناث ، الابن وابن الابن والأخ للأب والأم والأخ للأب ، حتى لو مات عن ابن وبنت أو عن أخ وأخت لأب وأم أو لأب فإنه يكون المال بينهما للذكر مثل حظ الأنثيين ، ولا يفرض للبنت والأخت .وكذلك ابن الابن يعصب من في درجته من الإناث ، ومن فوقه إذا لم يأخذ من الثلثين شيئا حتى لو مات عن بنتين وبنت ابن فللبنتين الثلثان ولا شيء لبنت الابن ، فإن كان في درجتها ابن ابن أو أسفل منها ابن ابن ابن كان الباقي بينهما للذكر مثل حظ الأنثيين .والأخت للأب والأم وللأب تكون عصبة مع البنت حتى لو مات عن بنت وأخت كان النصف للبنت والباقي للأخت ، فلو مات عن بنتين وأخت فللبنتين الثلثان والباقي للأخت .والدليل عليه ما أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا آدم ، أنا شعبة ، أنا أبو قيس ، قال : سمعت هذيل بن شرحبيل قال : سئل أبو موسى عن ابنة وبنت ابن وأخت فقال : للبنت النصف وللأخت النصف ، وائت ابن مسعود فسيتابعني فسئل ابن مسعود وأخبر بقول أبي موسى فقال : لقد ضللت إذا وما أنا من المهتدين أقضي فيها بما قضى به رسول الله صلى الله عليه وسلم : للبنت النصف ولابنة الابن السدس تكملة الثلثين وما بقي فللأخت ، فأتينا أبا موسى فأخبرناه بقول ابن مسعود رضي الله عنه ، فقال : لا تسألوني ما دام هذا الحبر فيكم .رجعنا إلى تفسير الآية : واختلفوا في سبب نزولها . أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أخبرنا أبو الوليد ، أنا شعبة عن محمد بن المنكدر : سمعت جابرا يقول جاء رسول الله صلى الله عليه وسلم يعودني وأنا مريض لا أعقل فتوضأ وصب علي من وضوئه فعقلت ، فقلت : يا رسول الله لمن الميراث إنما يرثني كلالة؟ فنزلت آية الفرائض .وقال مقاتل والكلبي : نزلت في أم كجة امرأة أوس بن ثابت وبناته .وقال عطاء : استشهد سعد بن الربيع النقيب يوم أحد وترك امرأة وبنتين وأخا ، فأخذ الأخ المال فأتت امرأة سعد إلى رسول الله صلى الله عليه وسلم بابنتي سعد [ فقالت : يا رسول الله إن هاتين ابنتا سعد وإن سعدا قتل يوم أحد شهيدا ، وإن عمهما أخذ مالهما ولا تنكحان إلا ولهما مال ، فقال رسول الله صلى الله عليه وسلم : \" ارجعي فلعل الله سيقضي في ذلك \" ، فنزل ( يوصيكم الله ) إلى آخرها ، فدعا رسول الله صلى الله عليه وسلم عمهما فقال له : \" أعط ابنتي سعد الثلثين وأمهما الثمن وما بقي فهو لك \" ، فهذا أول ميراث قسم في الإسلام .قوله عز وجل : ( يوصيكم الله في أولادكم ) أي : يعهد إليكم ويفرض عليكم في أولادكم ، أي : في أمر أولادكم إذا متم ، للذكر مثل حظ الأنثيين . ( فإن كن ) يعني : المتروكات من الأولاد ، ( نساء فوق اثنتين ) أي : ابنتين فصاعدا ( فوق ) صلة ، كقوله تعالى : \" فاضربوا فوق الأعناق \" ( الأنفال - 12 ) ، ( فلهن ثلثا ما ترك وإن كانت ) يعني : البنت ، ( واحدة ) قراءة العامة بالنصب على خبر كان ، ورفعها أهل المدينة على معنى : إن وقعت واحدة ، ( فلها النصف ولأبويه ) يعني لأبوي الميت ، كناية عن غير مذكور ، ( لكل واحد منهما السدس مما ترك إن كان له ولد ) أراد أن الأب والأم يكون لكل واحد منهما سدس الميراث عند وجود الولد أو ولد الابن ، والأب يكون صاحب فرض ( فإن لم يكن له ولد وورثه أبواه فلأمه الثلث ) قرأ حمزة والكسائي ( فلأمه ) بكسر الهمزة استثقالا للضمة بعد الكسرة ، وقرأ الآخرون بالضم على الأصل ( فإن كان له إخوة ) اثنان أو أكثر ذكورا أو إناثا ( فلأمه السدس ) والباقي يكون للأب إن كان معها أب ، والإخوة لا ميراث لهم مع الأب ، ولكنهم يحجبون الأم من الثلث إلى السدس .وقال ابن عباس رضي الله عنهما : لا يحجب الإخوة الأم من الثلث إلى السدس إلا أن يكونوا ثلاثة ، وقد تفرد به ، وقال : لأن الله تعالى قال : ( فإن كان له إخوة فلأمه السدس ) ولا يقال للاثنين إخوة ، فنقول اسم الجمع قد يقع على التثنية لأن الجمع ضم شيء إلى شيء وهو موجود في الاثنين كما قال الله تعالى : \" فقد صغت قلوبكما \" ( التحريم - 4 ) ذكر القلب بلفظ الجمع ، وأضافه إلى الاثنينقوله تعالى : ( من بعد وصية يوصي بها أو دين ) قرأ ابن كثير وابن عامر وأبو بكر ( يوصي ) بفتح الصاد على ما لم يسم فاعله ، وكذلك الثانية ، ووافق حفص في الثانية ، وقرأ الآخرون بكسر الصاد لأنه جرى ذكر الميت من قبل ، بدليل قوله تعالى : ( من بعد وصية يوصين بها ) و ( توصون )قال علي بن أبي طالب رضي الله عنه \" إنكم تقرءون الوصية قبل الدين ، وبدأ رسول الله صلى الله عليه وسلم بالدين قبل الوصية \" . وهذا إجماع أن الدين مقدم على الوصية . ومعنى الآية الجمع لا الترتيب ، وبيان أن الميراث مؤخر عن الدين والوصية جميعا ، معناه : من بعد وصية إن كانت ، أو دين إن كان ، فالإرث مؤخر عن كل واحد منهما .( آباؤكم وأبناؤكم ) يعني : الذين يرثونكم آباؤكم وأبناؤكم ، ( لا تدرون أيهم أقرب لكم نفعا ) أي : لا تعلمون أنهم أنفع لكم في الدين والدنيا فمنكم من يظن أن الأب أنفع له ، فيكون الابن أنفع له ، ومنكم من يظن أن الابن أنفع له فيكون الأب أنفع له ، وأنا العالم بمن هو أنفع لكم ، وقد دبرت أمركم على ما فيه المصلحة فاتبعوه ، وقال عبد الله بن عباس رضي الله عنهما : أطوعكم لله عز وجل من الآباء والأبناء أرفعكم درجة يوم القيامة ، والله تعالى يشفع المؤمنين بعضهم في بعض ، فإن كان الوالد أرفع درجة في الجنة رفع إليه ولده وإن كان الولد أرفع درجة رفع إليه والده لتقر بذلك أعينهم ، ( فريضة من الله ) أي : ما قدر من المواريث ، ( إن الله كان عليما ) بأمور العباد ، ( حكيما ) بنصب الأحكام ."
    },
    {
      "ayah": 110,
      "surah": 4,
      "text": "( ومن يعمل سوءا ) يعني السرقة ، ( أو يظلم نفسه ) برميه البريء ، وقيل : ومن يعمل سوءا أي : شركا أو يظلم نفسه : يعني : إثما دون الشرك ، ( ثم يستغفر الله ) أي : يتب إليه ويستغفره ، ( يجد الله غفورا رحيما ) يعرض التوبة على طعمة في هذه الآية ."
    },
    {
      "ayah": 111,
      "surah": 4,
      "text": "( ومن يكسب إثما ) يعني : يمين طعمة بالباطل ، أي : ما سرقته إنما سرقه اليهودي ( فإنما يكسبه على نفسه ) فإنما يضر به نفسه ، ( وكان الله عليما ) بسارق الدرع ( حكيما ) حكم بالقطع على السارق ."
    },
    {
      "ayah": 112,
      "surah": 4,
      "text": "( ومن يكسب خطيئة ) أي : سرقة الدرع ، ( أو إثما ) يمينه الكاذبة ، ( ثم يرم به ) أي : يقذف بما جنى ( بريئا ) منه وهو نسبة السرقة إلى اليهودي ( فقد احتمل بهتانا ) البهتان : هو البهت ، وهو الكذب الذي يتحير في عظمه ، ( وإثما مبينا ) أي : ذنبا بينا ، وقوله ( ثم يرم به ) ولم يقل بهما بعد ذكر الخطيئة والإثم ، رد الكناية إلى الإثم ، أو جعل الخطيئة والإثم كالشيء الواحد ."
    },
    {
      "ayah": 113,
      "surah": 4,
      "text": "قوله تعالى : ( ولولا فضل الله عليك ورحمته ) يقول للنبي صلى الله عليه وسلم : ( لهمت ) لقد همت أي : أضمرت ، ( طائفة منهم ) يعني : قوم طعمة ، ( أن يضلوك ) يخطئوك في الحكم ويلبسوا عليك الأمر حتى تدافع عن طعمة ، ( وما يضلون إلا أنفسهم ) يعني يرجع وباله عليهم ، ( وما يضرونك من شيء ) يريد أن ضرره يرجع إليهم ، ( وأنزل الله عليك الكتاب ) يعني : القرآن ، ( والحكمة ) يعني : القضاء بالوحي ( وعلمك ما لم تكن تعلم ) من الأحكام ، وقيل : من علم الغيب ، ( وكان فضل الله عليك عظيما ) ."
    },
    {
      "ayah": 114,
      "surah": 4,
      "text": "قوله تعالى : ( لا خير في كثير من نجواهم ) يعني : قوم طعمة ، وقال مجاهد : الآية عامة في حق جميع الناس ، والنجوى : هي الإسرار في التدبير ، وقيل : النجوى ما ينفرد بتدبيره قوم سرا كان أو جهرا ، فمعنى الآية : لا خير في كثير مما يدبرونه بينهم ، ( إلا من أمر بصدقة ) أي : إلا في نجوى من أمر بصدقة ، فالنجوى تكون فعلا وقيل : هذا استثناء منقطع ، يعني : لكن من أمر بصدقة ، وقيل النجوى هاهنا : الرجال المتناجون ، كما قال الله تعالى \" وإذ هم نجوى \" ( الإسراء - 47 ) . ( إلا من أمر بصدقة ) أي : حث عليها ، ( أو معروف ) أي : بطاعة الله وما يعرفه الشرع ، وأعمال البر كلها معروف ، لأن العقول تعرفها .( أو إصلاح بين الناس ) أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو بكر أحمد بن الحسن الحيري ، أنا حاجب بن أحمد الطوسي ، أنا محمد بن حماد ، أنا أبو معاوية ، عن الأعمش ، عن عمرو بن مرة ، عن سالم هو ابن أبي الجعد ، عن أم الدرداء رضي الله عنها ، عن أبي الدرداء قال : قال رسول الله صلى الله عليه وسلم : \" ألا أخبركم بأفضل من درجة الصيام والصدقة والصلاة \" ؟ قال : قلنا بلى ، قال : \" إصلاح ذات البين . وفساد ذات البين هي الحالقة \" .أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو الحسين علي بن محمد بن عبد الله بن بشران ، أنا إسماعيل ابن محمد الصفار ، أنا أحمد بن منصور الرمادي ، ثنا عبد الرزاق ، ثنا معمر ، عن الزهري ، عن حميد بن عبد الرحمن ، عن أمه أم كلثوم بنت عقبة ، وكانت من المهاجرات الأول ، قالت : سمعت رسول الله صلى الله عليه وسلم يقول : \" ليس بالكذاب من أصلح بين الناس فقال خيرا أو نمى خيرا \" .قوله تعالى : ( ومن يفعل ذلك ) أي : هذه الأشياء التي ذكرها ، ( ابتغاء مرضاة الله ) أي : طلب رضاه ، ( فسوف نؤتيه ) في الآخرة ، ( أجرا عظيما ) قرأ أبو عمرو وحمزة ( يؤتيه ) بالياء ، يعني : يؤتيه الله ، وقرأ الآخرون بالنون ."
    },
    {
      "ayah": 115,
      "surah": 4,
      "text": "قوله تعالى : ( ومن يشاقق الرسول ) نزلت في طعمة بن أبيرق وذلك أنه لما ظهرت عليه السرقة خاف على نفسه من قطع اليد والفضيحة ، فهرب إلى مكة وارتد عن الدين ، فقال تعالى : ( ومن يشاقق الرسول ) أي : يخالفه ، ( من بعد ما تبين له الهدى ) التوحيد والحدود ( ويتبع غير سبيل المؤمنين ) [ أي : غير طريق المؤمنين ( نوله ما تولى ) أي : نكله في الآخرة ] إلى ما تولى في الدنيا ، ( ونصله جهنم وساءت مصيرا )روي أن طعمة بن أبيرق نزل على رجل من بني سليم من أهل مكة يقال له الحجاج بن علاط ، فنقب بيته فسقط عليه حجر فلم يستطع أن يدخل ولا أن يخرج حتى أصبح ، فأخذ ليقتل ، فقال بعضهم : دعوه فإنه قد لجأ إليكم فتركوه فأخرجوه من مكة ، فخرج مع تجار من قضاعة نحو الشام ، فنزلوا منزلا فسرق بعض متاعهم وهرب ، فطلبوه وأخذوه ورموه بالحجارة حتى قتلوه ، فصار قبره تلك الحجارة ، وقيل : إنه ركب سفينة إلى جدة فسرق فيها كيسا فيه دنانير فأخذ ، فألقي في البحر ، وقيل : إنه نزل في حرة بني سليم وكان يعبد صنما إلى أن مات فأنزل الله تعالى فيه :"
    },
    {
      "ayah": 116,
      "surah": 4,
      "text": "( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضلالا بعيدا ) أي : ذهب عن الطريق وحرم الخير كله ، وقال الضحاك عن ابن عباس رضي الله عنهما ، إن هذه الآية نزلت في شيخ من الأعراب جاء إلى رسول الله صلى الله عليه وسلم فقال : يا نبي الله إني شيخ متهتك في الذنوب ، إلا أني لم أشرك بالله شيئا منذ عرفته وآمنت به ، ولم أتخذ من دونه وليا ولم أواقع المعاصي جرأة على الله ، وما توهمت طرفة عين أني أعجز الله هربا ، وإني لنادم تائب مستغفر فما حالي؟ فأنزل الله تعالى هذه الآية ."
    },
    {
      "ayah": 117,
      "surah": 4,
      "text": "قوله تعالى : ( إن يدعون من دونه إلا إناثا ) نزلت في أهل مكة ، أي : ما يعبدون ، كقوله تعالى : \" وقال ربكم ادعوني \" ( غافر - 60 ) أي : اعبدوني ، بدليل قوله تعالى : \" إن الذين يستكبرون عن عبادتي \" ( غافر - 60 ) ، قوله : ( من دونه ) أي : من دون الله ، ( إلا إناثا ) أراد بالإناث الأوثان لأنهم كانوا يسمونها باسم الإناث ، فيقولون : اللات والعزى ومناة ، وكانوا يقولون لصنم كل قبيلة : أنثى بني فلان فكان في كل واحدة منهن شيطان يتراءى للسدنة والكهنة ويكلمهم ، ولذلك قال : ( وإن يدعون إلا شيطانا ) هذا قول أكثر المفسرين .يدل على صحة هذا التأويل - أن المراد بالإناث الأوثان - : قراءة ابن عباس رضي الله عنه ( إن يدعون من دونه إلا أثنا ) جمع جمع الوثن فصير الواو همزة ، وقال الحسن وقتادة : إلا إناثا أي : مواتا لا روح فيه ، لأن أصنامهم كانت من الجمادات ، سماها إناثا لأنه يخبر عن الموات ، كما يخبر عن الإناث ، ولأن الإناث أدون الجنسين ، كما أن الموات أرذل من الحيوان ، وقال الضحاك : أراد بالإناث الملائكة ، وكان بعضهم يعبدون الملائكة ويقولون : الملائكة إناث ، كما قال الله تعالى : \" وجعلوا الملائكة الذين هم عباد الرحمن إناثا \" ( الزخرف - 19 ( وإن يدعون إلا شيطانا مريدا ) أي : وما يعبدون إلا شيطانا مريدا لأنهم إذا عبدوا الأصنام فقد أطاعوا الشيطان ، والمريد : المارد ، وهو المتمرد العاتي الخارج عن الطاعة ، وأراد : إبليس ."
    },
    {
      "ayah": 118,
      "surah": 4,
      "text": "( لعنه الله ) أي : أبعده الله من رحمته ، ( وقال ) يعني : قال إبليس ، ( لأتخذن من عبادك نصيبا مفروضا ) أي : حظا معلوما ، فما أطيع فيه إبليس فهو مفروضه ، وفي بعض التفاسير : من كل ألف واحد لله تعالى وتسعمائة وتسعة وتسعون لإبليس ، وأصل الفرض في اللغة : القطع ، ومنه الفرضة في النهر وهي الثلمة تكون فيه ، وفرض القوس والشراك : للشق الذي يكون فيه الوتر والخيط الذي يشد به الشراك ."
    },
    {
      "ayah": 119,
      "surah": 4,
      "text": "( ولأضلنهم ) يعني : عن الحق ، أي : لأغوينهم ، يقوله إبليس ، وأراد به التزيين ، وإلا فليس إليه من الإضلال شيء ، كما قال : لأزينن لهم في الأرض ( الحجر - 39 ) ( ولأمنينهم ) قيل : أمنينهم ركوب الأهواء ، وقيل : أمنينهم أن لا جنة ولا نار ولا بعث ، وقيل : أمنينهم إدراك الآخرة مع ركوب المعاصي ، ( ولآمرنهم فليبتكن آذان الأنعام ) أي : يقطعونها ويشقونها ، وهي البحيرة ( ولآمرنهم فليغيرن خلق الله ) قال ابن عباس رضي الله عنهما والحسن ومجاهد وسعيد بن المسيب والضحاك : يعني دين الله ، نظيره قوله تعالى : \" لا تبديل لخلق الله \" ( الروم - 30 ) أي : لدين الله ، يريد وضع الله في الدين بتحليل الحرام وتحريم الحلال .وقال عكرمة وجماعة من المفسرين : فليغيرن خلق الله بالخصاء والوشم وقطع الآذان حتى حرم بعضهم الخصاء وجوزه بعضهم في البهائم ، لأن فيه غرضا ظاهرا ، وقيل : تغيير خلق الله هو أن الله تعالى خلق الأنعام للركوب والأكل فحرموها ، وخلق الشمس والقمر والأحجار لمنفعة العباد فعبدوها من دون الله ، ( ومن يتخذ الشيطان وليا من دون الله ) أي : ربا يطيعه ، ( فقد خسر خسرانا مبينا )"
    },
    {
      "ayah": 12,
      "surah": 4,
      "text": "قوله تعالى : ( ولكم نصف ما ترك أزواجكم إن لم يكن لهن ولد فإن كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها أو دين ) وهذا في ميراث الأزواج ، ( ولهن الربع ) يعني : للزوجات الربع ، ( مما تركتم إن لم يكن لكم ولد فإن كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها أو دين ) هذا في ميراث الزوجات وإذا كان للرجل أربع نسوة فهن يشتركن في الربع والثمن .قوله تعالى : ( وإن كان رجل يورث كلالة أو امرأة ) تورث كلالة ، ونظم الآية : وإن كان رجل أو امرأة يورث كلالة وهو نصب على المصدر ، وقيل : على خبر ما لم يسم فاعله ، وتقديره : إن كان رجل يورث ماله كلالة .واختلفوا في الكلالة فذهب أكثر الصحابة إلى أن الكلالة من لا ولد له ولا والد له . وروي عن الشعبي قال : سئل أبو بكر رضي الله عنه عن الكلالة فقال : إني سأقول فيها قولا برأيي فإن كان صوابا فمن الله وإن كان خطأ فمني ومن الشيطان ، أراه ما خلا الوالد والولد ، فلما استخلف عمر رضي الله عنهما قال : إني لأستحيي من الله أن أرد شيئا قاله أبو بكر رضي الله عنه .وذهب طاوس إلى أن الكلالة من لا ولد له ، وهو إحدى الروايتين عن ابن عباس رضي الله عنهما ، وأحد القولين عن عمر رضي الله عنه ، واحتج من ذهب إلى هذا بقول الله تعالى : ( قل الله يفتيكم في الكلالة إن امرؤ هلك ليس له ولد ) وبيانه عند العامة مأخوذ من حديث جابر بن عبد الله ، لأن الآية نزلت فيه ولم يكن له يوم نزولها أب ولا ابن ، لأن أباه عبد الله بن حرام قتل يوم أحد ، وآية الكلالة نزلت في آخر عمر النبي صلى الله عليه وسلم ، فصار شأن جابر بيانا لمراد الآية لنزولها فيه .واختلفوا في أن الكلالة اسم لمن؟ منهم من قال : اسم للميت ، وهو قول علي وابن مسعود رضي الله عنهما ، لأنه مات عن ذهاب طرفيه ، فكل عمود نسبه ، ومنهم من قال : اسم للورثة ، وهو قول سعيد بن جبير ، لأنهم يتكللون الميت من جوانبه ، وليس في عمود نسبه أحد ، كالإكليل يحيط بالرأس ووسط الرأس منه خال ، وعليه يدل حديث جابر رضي الله عنه حيث قال : إنما يرثني كلالة ، أي : يرثني ورثة ليسوا بولد ولا والد .وقال النضر بن شميل : الكلالة اسم للمال ، وقال أبو الخير : سأل رجل عقبة عن الكلالة فقال : ألا تعجبون من هذا يسألني عن الكلالة ، وما أعضل بأصحاب النبي صلى الله عليه وسلم ما أعضلت بهم الكلالة .وقال عمر رضي الله عنه \" ثلاث لأن يكون النبي صلى الله عليه وسلم بينهن لنا أحب إلينا من الدنيا وما فيها : الكلالة والخلافة وأبواب الربا \" .وقال معدان بن أبي طلحة : خطب عمر بن الخطاب رضي الله عنه فقال : إني لا أدع بعدي شيئا أهم عندي من الكلالة ، ما راجعت رسول الله صلى الله عليه وسلم في شيء ما راجعته في الكلالة ، وما أغلظ لي في شيء ما أغلظ لي في الكلالة ، حتى طعن بأصبعه في صدري قال : \" يا عمر ألا تكفيك آية الصيف التي في آخر سورة النساء \" وإني إن أعش أقض فيها بقضية يقضي بها من يقرأ القرآن ومن لا يقرأ القرآن .وقوله ألا تكفيك آية الصيف؟ أراد : أن الله عز وجل أنزل في الكلالة آيتين إحداهما في الشتاء وهي التي في أول سورة النساء والأخرى في الصيف ، وهي التي في آخرها ، وفيها من البيان ما ليس في آية الشتاء ، فلذلك أحاله عليها .قوله تعالى : ( وله أخ أو أخت فلكل واحد منهما السدس ) أراد به الأخ والأخت من الأم بالاتفاق ، قرأ سعد بن أبي وقاص \" وله أخ أو أخت من أم \" ولم يقل لهما مع ذكر الرجل والمرأة من قبل ، على عادة العرب إذا ذكرت اسمين ثم أخبرت عنهما ، وكانا في الحكم سواء ربما أضافت إلى أحدهما ، وربما أضافت إليهما ، كقوله تعالى : \" واستعينوا بالصبر والصلاة وإنها لكبيرة \" ( البقرة - 153 ) ، ( فإن كانوا أكثر من ذلك فهم شركاء في الثلث ) فيه إجماع أن أولاد الأم إذا كانوا اثنين فصاعدا يشتركون في الثلث ذكرهم وأنثاهم ، قال أبو بكر الصديق رضي الله عنه في خطبته : ألا إن الآية التي أنزل الله تعالى في أول سورة النساء في شأن الفرائض أنزلها في الولد والوالد . والآية الثانية في الزوج والزوجة والإخوة من الأم ، والآية التي ختم بها سورة النساء في الإخوة والأخوات من الأب والأم ، والآية التي ختم بها سورة الأنفال أنزلها في أولي الأرحام بعضهم أولى ببعض في كتاب الله ، ( من بعد وصية يوصى بها أو دين غير مضار ) أي : غير مدخل الضرر على الورثة بمجاوزته الثلث في الوصية ، قال الحسن هو أن يوصي بدين ليس عليه ، ( وصية من الله والله عليم حليم ) قال قتادة : كره الله الضرار في الحياة وعند الموت ، ونهى عنه وقدم فيه ."
    },
    {
      "ayah": 120,
      "surah": 4,
      "text": "( يعدهم ويمنيهم ) فوعده وتمنيته ما يوقع في قلب الإنسان من طول العمر ونيل الدنيا ، وقد يكون بالتخويف بالفقر فيمنعه من الإنفاق وصلة الرحم كما قال الله تعالى : \" الشيطان يعدكم الفقر \" ( البقرة - 268 ) ويمنيهم بأن لا بعث ولا جنة ولا نار ( وما يعدهم الشيطان إلا غرورا ) أي : باطلا ."
    },
    { "ayah": 121, "surah": 4, "text": "( أولئك مأواهم جهنم ولا يجدون عنها محيصا ) أي : مفرا ومعدلا عنها ." },
    {
      "ayah": 122,
      "surah": 4,
      "text": "قوله تعالى : ( والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار ) أي : من تحت الغرف والمساكن ، ( خالدين فيها أبدا وعد الله حقا ومن أصدق من الله قيلا )"
    },
    {
      "ayah": 123,
      "surah": 4,
      "text": "قوله تعالى : ( ليس بأمانيكم ولا أماني أهل الكتاب ) الآية . قال مسروق وقتادة والضحاك : أراد ليس بأمانيكم أيها المسلمون ولا أماني أهل الكتاب يعني اليهود والنصارى ، وذلك أنهم افتخروا ، فقال أهل الكتاب : نبينا قبل نبيكم وكتابنا قبل كتابكم فنحن أولى بالله منكم ، وقال المسلمون : نبينا خاتم الأنبياء وكتابنا يقضي على الكتب ، وقد آمنا بكتابكم ولم تؤمنوا بكتابنا فنحن أولى .وقال مجاهد : ( ليس بأمانيكم ) يا مشركي أهل الكتاب ، وذلك أنهم قالوا : لا بعث ولا حساب ، وقال أهل الكتاب : \" لن تمسنا النار إلا أياما معدودة \" ( البقرة - 80 ) \" لن يدخل الجنة إلا من كان هودا أو نصارى \" ( البقرة - 111 ) ، فأنزل الله تعالى : ( ليس بأمانيكم ) أي : ليس الأمر بالأماني وإنما الأمر بالعمل الصالح .( من يعمل سوءا يجز به ) وقال ابن عباس وسعيد بن جبير وجماعة : الآية عامة في حق كل عامل .وقال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما : لما نزلت هذه الآية شقت على المسلمين وقالوا : يا رسول الله وأينا لم يعمل سوءا غيرك فكيف الجزاء؟ قال : \" منه ما يكون في الدنيا ، فمن يعمل حسنة فله عشر حسنات ، ومن جوزي بالسيئة نقصت واحدة من عشر ، وبقيت له تسع حسنات ، فويل لمن غلبت آحاده أعشاره ، وأما ما يكون جزاء في الآخرة فيقابل بين حسناته وسيئاته ، فيلقى مكان كل سيئة حسنة وينظر في الفضل ، فيعطى الجزاء في الجنة فيؤتي كل ذي فضل فضله \" .أخبرنا عبد الواحد بن أحمد المليحي ، ثنا أبو بكر محمد بن أحمد العبدوسي ، ثنا أبو بكر أحمد بن سليمان الفقيه ببغداد ، ثنا يحيى بن جعفر بن الزبرقان والحرث بن محمد ، قالا ثنا روح هو ابن عبادة ، ثنا موسى بن عبيدة ، أخبرني مولى بن سباع : سمعت عبد الله بن عمر يحدث عن أبي بكر الصديق رضي الله عنه قال : كنت عند رسول الله صلى الله عليه وسلم فأنزلت عليه هذه الآية : ( من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا ) قال رسول الله صلى الله عليه وسلم : \" يا أبا بكر ألا أقرئك آية أنزلت علي؟ قال : قلت بلى ، قال : فأقرأنيها ، قال : ولا أعلم إلا أني وجدت انفصاما في ظهري حتى تمطيت لها ، فقال رسول الله صلى الله عليه وسلم : ما لك يا أبا بكر؟ فقلت يا رسول الله بأبي أنت وأمي وأينا لم يعمل سوءا؟ إنا لمجزيون بكل سوء عملناه؟ فقال رسول الله صلى الله عليه وسلم : أما أنت يا أبا بكر وأصحابك المؤمنون فتجزون بذلك في الدنيا حتى تلقوا الله ، وليست لكم ذنوب ، وأما الآخرون فيجمع ذلك لهم حتى يجزوا يوم القيامة \" ."
    },
    {
      "ayah": 124,
      "surah": 4,
      "text": "قوله تعالى : ( ومن يعمل من الصالحات من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة ولا يظلمون نقيرا ) أي : مقدار النقير ، وهو النقرة التي تكون في ظهر النواة ، قرأ ابن كثير وأبو جعفر وأهل البصرة وأبو بكر ( يدخلون ) بضم الياء وفتح الخاء هاهنا وفي سورة مريم وحم المؤمن ، زاد أبو عمرو : \" يدخلونها \" في سورة فاطر ، وقرأ الآخرون بفتح الياء وضم الخاء .روى الأعمش عن أبي الضحى عن مسروق قال : لما نزلت ( ليس بأمانيكم ولا أماني أهل الكتاب من يعمل سوءا يجز به ) قال أهل الكتاب : نحن وأنتم سواء ، فنزلت هذه الآية : ( ومن يعمل من الصالحات ) الآية ، ونزلت أيضا :"
    },
    {
      "ayah": 125,
      "surah": 4,
      "text": "( ومن أحسن دينا ) أحكم دينا ( ممن أسلم وجهه لله ) أي أخلص عمله لله ، وقيل : فوض أمره إلى الله ، ( وهو محسن ) أي : موحد ، ( واتبع ملة إبراهيم ) يعني : دين إبراهيم عليه السلام ، ( حنيفا ) أي : مسلما مخلصا ، قال ابن عباس رضي الله عنهما : ومن دين إبراهيم الصلاة إلى الكعبة والطواف بها ومناسك الحج ، وإنما خص إبراهيم لأنه كان مقبولا عند الأمم أجمع ، وقيل : لأنه بعث على ملة إبراهيم وزيد له أشياء .( واتخذ الله إبراهيم خليلا ) صفيا ، والخلة : صفاء المودة ، وقال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما : كان إبراهيم عليه السلام أبا الضيفان ، وكان منزله على ظهر الطريق يضيف من مر به من الناس ، فأصاب الناس سنة فحشروا إلى باب إبراهيم عليه السلام يطلبون الطعام وكانت الميرة له كل سنة من صديق له بمصر ، فبعث غلمانه بالإبل إلى الخليل الذي له بمصر ، فقال خليله لغلمانه : لو كان إبراهيم عليه السلام إنما يريده لنفسه احتملنا ذلك له ، فقد دخل علينا ما دخل على الناس من الشدة ، فرجع رسلإبراهيم عليه السلام ، فمروا ببطحاء فقالوا : [ إنا لو ] حملنا من هذه البطحاء ليرى الناس أنا قد جئنا بميرة ، فإنا نستحي أن نمر بهم وإبلنا فارغة ، فملئوا تلك الغرائر سهلة ثم أتوا إبراهيم فأعلموه وسارة نائمة ، فاهتم إبراهيم لمكان الناس ببابه ، فغلبته عيناه فنام واستيقظت سارة وقد ارتفع النهار ، فقالت : سبحان الله ما جاء الغلمان؟ قالوا : بلى ، قالت : فما جاءوا بشيء؟ قالوا : بلى ، فقامت إلى الغرائر ففتحتها فإذا هي أجود دقيق حواري يكون ، فأمرت الخبازين فخبزوا وأطعموا الناس فاستيقظ إبراهيم فوجد ريح الطعام ، فقال : يا سارة من أين هذا؟ قالت : من عند خليلك المصري ، فقال : هذا من عند خليلي الله ، قال : فيومئذ اتخذه الله خليلا . قال الزجاج : معنى الخليل الذي ليس في محبته خلل ، والخلة : الصداقة ، فسمي خليلا لأن الله أحبه واصطفاه . وقيل : هو من الخلة وهي الحاجة ، سمي خليلا أي : فقيرا إلى الله [ لأنه لم يجعل فقره وفاقته إلا إلى الله عز وجل ] والأول أصح لأن قوله ( واتخذ الله إبراهيم خليلا ) يقتضي الخلة من الجانبين ، ولا يتصور الحاجة من الجانبين .ثنا أبو المظفر بن أحمد التيمي ، ثنا أبو محمد عبد الرحمن بن عثمان بن القاسم ، ثنا خيثمة بن سليمان بن حيدرة الأطرابلسي ، ثنا أبو قلابة الرقاشي ، ثنا بشر بن عمر ، ثنا شعبة ، عن أبي إسحاق ، عن أبي الأحوص ، عن عبد الله بن مسعود رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لو كنت متخذا خليلا لاتخذت أبا بكر خليلا ولكن أبا بكر أخي وصاحبي ، ولقد اتخذ الله صاحبكم خليلا \" ."
    },
    {
      "ayah": 126,
      "surah": 4,
      "text": "قوله عز وجل : ( ولله ما في السماوات وما في الأرض وكان الله بكل شيء محيطا ) أي : أحاط علمه بجميع الأشياء ."
    },
    {
      "ayah": 127,
      "surah": 4,
      "text": "قوله تعالى : ( ويستفتونك في النساء قل الله يفتيكم فيهن ) الآية : قال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما : نزلت هذه الآية في بنات أم كجة وميراثهن وقد مضت القصة في أول السورة .وقالت عائشة رضي الله عنها : هي اليتيمة تكون في حجر الرجل ، وهو وليها فيرغب في نكاحها إذا كانت ذات جمال ومال بأقل من سنة صداقها ، وإذا كانت مرغوبة عنها في قلة المال والجمال تركها ، وفي رواية هي اليتيمة تكون في حجر الرجل قد شركته في ماله فيرغب أن يتزوجها لدمامتها ويكره أن يزوجها غيره فيدخل عليه في ماله فيحبسها حتى تموت فيرثها ، فنهاهم الله عن ذلك .قوله عز وجل : ( ويستفتونك ) أي : يستخبرونك في النساء ، ( قل الله يفتيكم فيهن وما يتلى عليكم في الكتاب ) قيل معناه ويفتيكم في ما يتلى عليكم ، وقيل معناه : ونفتيكم ما يتلى عليكم ، يريد : الله يفتيكم وكتابه يفتيكم فيهن ، وهو قوله عز وجل : ( وآتوا اليتامى أموالهم ) قوله ( في يتامى النساء ) هذا إضافة الشيء إلى نفسه لأنه أراد باليتامى النساء ، ( اللاتي لا تؤتونهن ) أي : لا تعطونهن ، ( ما كتب لهن ) من صداقهن ، ( وترغبون أن تنكحوهن ) أي : في نكاحهن لمالهن وجمالهن بأقل من صداقهن ، وقال الحسن وجماعة أراد أن تؤتونهن حقهن من الميراث ، لأنهم كانوا لا يورثون النساء ، وترغبون أن تنكحوهن ، أي : عن نكاحهن لدمامتهن .( والمستضعفين من الولدان ) يريد : ويفتيكم في المستضعفين من الولدان وهم الصغار ، أن تعطوهم حقوقهم ، لأنهم كانوا لا يورثون الصغار ، يريد ما يتلى عليكم في باب اليتامى من قوله ( وآتوا اليتامى أموالهم ) يعني بإعطاء حقوق الصغار ، ( وأن تقوموا لليتامى بالقسط ) أي : ويفتيكم في أن تقوموا لليتامى بالقسط بالعدل في مهورهن ومواريثهن ، ( وما تفعلوا من خير فإن الله كان به عليما ) يجازيكم عليه ."
    },
    {
      "ayah": 128,
      "surah": 4,
      "text": "قوله تعالى : ( وإن امرأة خافت من بعلها نشوزا أو إعراضا ) الآية ، نزلت في عمرة ويقال في خولة بنت محمد بن مسلمة ، وفي زوجها سعد بن الربيع - ويقال رافع بن خديج - تزوجها وهي شابة فلما علاها الكبر تزوج عليها امرأة شابة ، وآثرها عليها ، وجفا ابنة محمد بن سلمة ، فأتت رسول الله صلى الله عليه وسلم فشكت إليه فنزلت فيها هذه الآية .وقال سعيد بن جبير : كان رجل له امرأة قد كبرت وله منها أولاد فأراد أن يطلقها ويتزوج عليها غيرها ، فقالت : لا تطلقني ودعني أقوم على أولادي واقسم لي من كل شهرين إن شئت ، وإن شئت فلا تقسم لي . فقال : إن كان يصلح ذلك فهو أحب إلي ، فأتى رسول الله صلى الله عليه وسلم فذكر له ذلك ، فأنزل الله تعالى : ( وإن امرأة خافت ) أي علمت ( من بعلها ) أي : من زوجها ( نشوزا ) أي : بغضا ، قال الكلبي : يعني ترك مضاجعتها ، ( أو إعراضا ) بوجهه عنها وقلة مجالستها ، ( فلا جناح عليهما ) أي : على الزوج والمرأة ، أن يصالحا أي : يتصالحا ، وقرأ أهل الكوفة ( أن يصلحا ) من أصلح ، ( بينهما صلحا ) يعني : في القسمة والنفقة ، وهو أن يقول الزوج لها : إنك قد دخلت في السن وإني أريد أن أتزوج امرأة شابة جميلة أوثرها عليك في القسمة ليلا ونهارا فإن رضيت بهذا فأقيمي وإن كرهت خليت سبيلك ، فإن رضيت كانت هي المحسنة ولا تجبر على ذلك ، وإن لم ترض بدون حقها من القسم كان على الزوج أن يوفيها حقها من القسم والنفقة أو يسرحها بإحسان ، فإن أمسكها ووفاها حقها مع كراهية فهو محسن .وقال سليمان بن يسار في هذه الآية عن ابن عباس رضي الله عنهما : فإن صالحته عن بعض حقها من القسم والنفقة فذلك جائز ما رضيت ، فإن أنكرته بعد الصلح فذلك لها ولها حقها .وقال مقاتل بن حيان في هذه الآية : هو أن الرجل يكون تحته المرأة الكبيرة فيتزوج عليها الشابة ، فيقول للكبيرة : [ أعطيتك من ] مالي نصيبا على أن أقسم لهذه الشابة أكثر مما أقسم لك فترضى بما اصطلحا عليه ، فإن أبت أن ترضى فعليه أن يعدل بينهما في القسم .وعن علي رضي الله عنه في هذه الآية قال : تكون المرأة عند الرجل فتنبو عينه عنها من دمامة أو كبر فتكره فرقته ، فإن أعطته من مالها فهو له حل ، وإن أعطته من أيامها فهو له حل ( والصلح خير ) يعني : إقامتها بعد تخييره إياها ، والمصالحة على ترك بعض حقها من القسم والنفقة خير من الفرقة ، كمايروى أن سودة رضي الله عنها كانت امرأة كبيرة وأراد النبي صلى الله عليه وسلم أن يفارقها ، فقالت : لا تطلقني وإنما بي أن أبعث في نسائك وقد جعلت نوبتي لعائشة رضي الله عنها فأمسكها رسول الله صلى الله عليه وسلم ، وكان يقسم لعائشة يومها ويوم سودة رضي الله عنها .قوله تبارك وتعالى : ( وأحضرت الأنفس الشح ) يريد : شح كل واحد من الزوجين بنصيبه من الآخر ، والشح : أقبح البخل ، وحقيقته . الحرص على منع الخير ، ( وإن تحسنوا ) أي : تصلحوا ( وتتقوا ) الجور ، وقيل : هذا خطاب مع الأزواج ، أي : وإن تحسنوا بالإقامة معها على الكراهة وتتقوا ظلمها ( فإن الله كان بما تعملون خبيرا ) فيجزيكم بأعمالكم ."
    },
    {
      "ayah": 129,
      "surah": 4,
      "text": "قوله تعالى : ( ولن تستطيعوا أن تعدلوا بين النساء ) أي : لن تقدروا أن تسووا بين النساء في الحب وميل القلب ، ( ولو حرصتم ) على العدل ، ( فلا تميلوا ) أي : إلى التي تحبونها ، ( كل الميل ) في القسم والنفقة ، أي : لا تتبعوا أهواءكم أفعالكم ، ( فتذروها كالمعلقة ) أي فتدعوا الأخرى كالمنوطة لا أيما ولا ذات بعل . وقال قتادة : كالمحبوسة ، وفي قراءة أبي بن كعب : كأنها مسجونة .وروي عن أبي قلابة أن النبي صلى الله عليه وسلم كان يقسم بين نسائه ، فيعدل ويقول : \" اللهم هذا قسمي فيما أملك فلا تلمني فيما تملك ولا أملك \" ، ورواه بعضهم عن أبي قلابة عن عبد الله بن يزيد عن عائشة رضي الله عنها متصلا .وروي عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" من كانت له امرأتان فمال إلى إحداهما جاء يوم القيامة وشقه مائل \" . ( وإن تصلحوا وتتقوا ) الجور ، ( فإن الله كان غفورا رحيما ) ."
    },
    {
      "ayah": 13,
      "surah": 4,
      "text": "( تلك حدود الله ) يعني : ما ذكر من الفروض المحدودة ، ( ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار خالدين فيها وذلك الفوز العظيم )"
    },
    {
      "ayah": 130,
      "surah": 4,
      "text": "(وإن يتفرقا ) يعني : الزوج والمرأة بالطلاق ، ( يغن الله كلا من سعته ) من رزقه ، يعني : المرأة بزوج آخر والزوج بامرأة أخرى ، ( وكان الله واسعا حكيما ) واسع الفضل والرحمة حكيما فيما أمر به ونهى عنه .وجملة حكم الآية : أن الرجل إذا كانت تحته امرأتان أو أكثر فإنه يجب عليه التسوية بينهن في القسم ، فإن ترك التسوية بينهن في فعل القسم عصى الله تعالى ، وعليه القضاء للمظلومة ، والتسوية شرط في البيتوتة ، أما في الجماع فلا لأنه يدور على النشاط وليس ذلك إليه ولو كانت في نكاحه حرة وأمة فإنه يبيت عند الحرة ليلتين وعند الأمة ليلة واحدة ، وإذا تزوج جديدة على قديمات عنده يخص الجديدة بأن يبيت عندها سبع ليال على التوالي إن كانت بكرا ، وإن كانت ثيبا فثلاث ليال ثم يسوي بعد ذلك بين الكل ، ولا يجب قضاء هذه الليالي للقديمات .أخبرنا عبد الواحد المليحي ، ثنا أحمد بن عبد الله النعيمي ، ثنا محمد بن يوسف ، ثنا محمد بن إسماعيل ، ثنا يوسف بن راشد ، ثنا أبو أسامة ، ثنا سفيان الثوري ، ثنا أيوب وخالد ، عن أبي قلابة عن أنس رضي الله عنه قال : من السنة إذا تزوج البكر على الثيب أقام عندها سبعا ، ثم قسم ، وإذا تزوج الثيب أقام عندها ثلاثا ، ثم قسم . قال أبو قلابة : ولو شئت لقلت : إن أنسا رفعه إلى النبي صلى الله عليه وسلم .وإذا أراد الرجل سفر حاجة فيجوز له أن يحمل بعض نسائه مع نفسه بعد أن يقرع بينهن فيه ، ثم لا يجب عليه أن يقضي للباقيات مدة سفره ، وإن طالت إذا لم يزد مقامه في بلده على مدة المسافرين ، والدليل عليه ما أخبرنا عبد الوهاب بن محمد الخطيب ، ثنا عبد العزيز بن أحمد الخلال ، ثنا أبو العباس الأصم ، ثنا الربيع ، ثنا الشافعي ، ثنا عمي محمد بن علي بن شافع ، عن ابن شهاب ، عن عبيد الله بن عبد الله ، عن عائشة زوج النبي صلى الله عليه وسلم أنها قالت : \" كان رسول الله صلى الله عليه وسلم إذا أراد السفر أقرع بين نسائه فأيتهن خرج سهمها خرج بها ، أما إذا أراد سفر نقلة فليس له تخصيص بعضهن لا بالقرعة ولا بغيرها \" ."
    },
    {
      "ayah": 131,
      "surah": 4,
      "text": "قوله تعالى : ( ولله ما في السماوات وما في الأرض ) عبيدا وملكا ( ولقد وصينا الذين أوتوا الكتاب من قبلكم ) يعني : أهل التوراة والإنجيل وسائر الأمم المتقدمة في كتبهم ، ( وإياكم ) أهل القرآن في كتابكم ، ( أن اتقوا الله ) أي : وحدوا الله وأطيعوه ، ( وإن تكفروا ) بما أوصاكم الله به ( فإن لله ما في السماوات وما في الأرض ) قيل : فإن لله ملائكة في السماوات والأرض هي أطوع له منكم ، ( وكان الله غنيا ) عن جميع خلقه غير محتاج إلى طاعتهم ، ( حميدا ) محمودا على نعمه ."
    },
    {
      "ayah": 132,
      "surah": 4,
      "text": "( ولله ما في السماوات وما في الأرض وكفى بالله وكيلا ) قال عكرمة عن ابن عباس : يعني شهيدا أن فيها عبيدا ، وقيل : دافعا ومجيرا .فإن قيل : فأي فائدة في تكرار قوله تعالى ( ولله ما في السماوات وما في الأرض ) قيل : لكل واحد منهما وجه ، أما الأول : فمعناه لله ما في السماوات وما في الأرض وهو يوصيكم بالتقوى فاقبلوا وصيته ، وأما الثاني فيقول : فإن لله ما في السموات وما في الأرض وكان الله غنيا أي : هو الغني وله الملك فاطلبوا منه ما تطلبون وأما الثالث فيقول : ( ولله ما في السماوات وما في الأرض وكفى بالله وكيلا ) أي : له الملك فاتخذوه وكيلا ولا تتوكلوا على غيره ."
    },
    {
      "ayah": 133,
      "surah": 4,
      "text": "قوله تعالى : ( إن يشأ يذهبكم ) يهلككم ( أيها الناس ) يعني : الكفار ، ( ويأت بآخرين ) يقول : بغيركم خير منكم وأطوع ، ( وكان الله على ذلك قديرا ) قادرا ."
    },
    {
      "ayah": 134,
      "surah": 4,
      "text": "( من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والآخرة ) يريد من كان يريد بعمله عرضا من الدنيا ولا يريد بها الله عز وجل آتاه الله من عرض الدنيا أو دفع عنه فيها ما أراد الله ، وليس له في الآخرة من ثواب ، ومن أراد بعمله ثواب الآخرة آتاه الله من الدنيا ما أحب وجزاه الجنة في الآخرة : ( وكان الله سميعا بصيرا )"
    },
    {
      "ayah": 135,
      "surah": 4,
      "text": "( ياأيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ) يعني : كونوا قائمين بالشهادة بالقسط ، أي : بالعدل لله ، وقال ابن عباس رضي الله عنهما : كونوا قوامين بالعدل في الشهادة على من كانت ، ( ولو على أنفسكم أو الوالدين والأقربين ) في الرحم ، أي : قولوا الحق ولو على أنفسكم بالإقرار أو الوالدين والأقربين ، فأقيموها عليهم لله ، ولا تحابوا غنيا لغناه ولا ترحموا فقيرا لفقره ، فذلك قوله تعالى : ( إن يكن غنيا أو فقيرا فالله أولى بهما ) منكم أي أقيموا على المشهود عليه وإن كان غنيا وللمشهود له وإن كان فقيرا فالله أولى بهما منكم ، أي كلوا أمرهما إلى الله . وقال الحسن : معناه الله أعلم بهما ، ( فلا تتبعوا الهوى أن تعدلوا ) أي تجوروا وتميلوا إلى الباطل من الحق ، وقيل : معناه لا تتبعوا الهوى لتعدلوا ، أي : لتكونوا عادلين كما يقال : لا تتبع الهوى لترضي ربك .( وإن تلووا ) أي : تحرفوا الشهادة لتبطلوا الحق ( أو تعرضوا ) عنها فتكتموها ولا تقيموها ، ويقال : تلووا أي تدافعوا في إقامة الشهادة ، يقال : لويته حقه إذا دفعته ، ومطلته ، وقيل : هذا خطاب مع الحكام في ليهم الأشداق ، يقول : وإن تلووا أي تميلوا إلى أحد الخصمين أو تعرضوا عنه ، قرأ ابن عامر وحمزة ( تلوا ) بضم اللام ، قيل : أصله تلووا ، فحذفت إحدى الواوين تخفيفا ، وقيل : معناه وإن تلوا القيام بأداء الشهادة أو تعرضوا فتتركوا أداءها ( فإن الله كان بما تعملون خبيرا ) ."
    },
    {
      "ayah": 136,
      "surah": 4,
      "text": "قوله تعالى : ( يا أيها الذين آمنوا آمنوا بالله ورسوله ) الآية ، قال الكلبي عن أبي صالح عن ابن عباس : نزلت هذه الآية في عبد الله بن سلام وأسد وأسيد ابني كعب ، وثعلبة بن قيس وسلام بن أخت عبد الله بن سلام ، وسلمة بن أخيه ويامين بن يامين فهؤلاء مؤمنوا أهل الكتاب أتوا رسول الله صلى الله عليه وسلم ، فقالوا : إنا نؤمن بك وبكتابك وبموسى والتوراة وعزير ونكفر بما سواه من الكتب والرسل ، فقال النبي صلى الله عليه وسلم : \" بل آمنوا بالله ورسوله محمد صلى الله عليه وسلم ، والقرآن وبموسى والتوارة ، وبكل كتاب قبله \" ، فأنزل الله هذه الآية ( يا أيها الذين آمنوا ) بمحمد صلى الله عليه وسلم والقرآن وبموسى عليه السلام والتوراة ( آمنوا بالله ورسوله ) محمد صلى الله عليه وسلم ، ( والكتاب الذي نزل على رسوله ) يعني القرآن ، ( والكتاب الذي أنزل من قبل ) من التوراة والإنجيل والزبور وسائر الكتب .قرأ ابن كثير وابن عامر وأبو عمرو \" نزل وأنزل \" بضم النون والألف ، وقرأ الآخرون \" نزل وأنزل \" بالفتح أي أنزل الله .( ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر فقد ضل ضلالا بعيدا ) فلما نزلت هذه الآية قالوا : فإنا نؤمن بالله ورسوله والقرآن وبكل رسول وكتاب كان قبل القرآن ، والملائكة واليوم الآخر لا نفرق بين أحد منهم ونحن له مسلمون .وقال الضحاك : أراد به اليهود والنصارى ، يقول : ( يا أيها الذين آمنوا ) بموسى وعيسى ( آمنوا ) بمحمد والقرآن ، وقال مجاهد : أراد به المنافقين ، يقول : يا أيها الذين آمنوا باللسان آمنوا بالقلب وقال أبو العالية وجماعة : هذا خطاب للمؤمنين يقول : ( يا أيها الذين آمنوا آمنوا ) أي أقيموا واثبتوا على الإيمان ، كما يقال للقائم : قم حتى أرجع إليك ، أي اثبت قائما ، وقيل : المراد به أهل الشرك ، يعني ( يا أيها الذين آمنوا ) باللات والعزى ( آمنوا ) بالله ورسوله ."
    },
    {
      "ayah": 137,
      "surah": 4,
      "text": "قوله تعالى : ( إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا ثم ازدادوا كفرا ) قال قتادة : هم اليهود آمنوا بموسى ثم كفروا من بعد بعبادتهم العجل ، ثم آمنوا بالتوراة ثم كفروا بعيسى عليه السلام ، ثم ازدادوا كفرا بمحمد صلى الله عليه وسلم .وقيل : هو في جميع أهل الكتاب آمنوا بنبيهم ثم كفروا به ، وآمنوا بالكتاب الذي نزل عليه ثم كفروا به ، وكفرهم به : تركهم إياه ثم ازدادوا كفرا بمحمد صلى الله عليه وسلم .وقيل : هذا في قوم مرتدين آمنوا ثم ارتدوا ثم آمنوا ثم ارتدوا ثم آمنوا ثم ارتدوا ثم آمنوا ثم ارتدوا .ومثل هذا هل تقبل توبته؟ حكي عن علي رضي الله عنه : أنه لا تقبل توبته بل يقتل ، لقوله تعالى : ( لم يكن الله ليغفر لهم ) وأكثر أهل العلم على قبول توبته ، وقال مجاهد : ثم ازدادوا كفرا أي ماتوا عليه ، ( لم يكن الله ليغفر لهم ) ما أقاموا على ذلك ، ( ولا ليهديهم سبيلا ) أي طريقا إلى الحق ، فإن قيل : ما معنى قوله ( لم يكن الله ليغفر لهم ) ومعلوم أنه لا يغفر الشرك إن كان أول مرة؟ .قيل : معناه أن الكافر إذا أسلم أول مرة ودام عليه يغفر له كفره السابق ، فإن أسلم ثم كفر ثم أسلم ثم كفر لا يغفر له كفره السابق ، الذي كان يغفر له لو دام على الإسلام ."
    },
    {
      "ayah": 138,
      "surah": 4,
      "text": "( بشر المنافقين ) أخبرهم يا محمد ، ( بأن لهم عذابا أليما ) والبشارة : كل خبر يتغير به بشرة الوجه سارا كان أو غير سار ، وقال الزجاج : معناه اجعل في موضع بشارتك لهم العذاب ، كما تقول العرب : تحيتك الضرب وعتابك السيف ، أي : [ بدلا لك ] من التحية ، ثم وصف المنافقين فقال :"
    },
    {
      "ayah": 139,
      "surah": 4,
      "text": "( الذين يتخذون الكافرين أولياء ) يعني : يتخذون اليهود أولياء وأنصارا أو بطانة ( من دون المؤمنين أيبتغون عندهم العزة ) أي : المعونة والظهور على محمد صلى الله عليه وسلم وأصحابه : وقيل : أيطلبون عندهم القوة والغلبة ، ( فإن العزة ) أي : الغلبة والقوة والقدرة ، ( لله جميعا ) ."
    },
    {
      "ayah": 14,
      "surah": 4,
      "text": "( ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين ) قرأ أهل المدينة وابن عامر \" ندخله جنات ، وندخله نارا \" ، وفي سورة الفتح ( ندخله ) و ( نعذبه ) وفي سورة التغابن ( نكفر ) و ( ندخله ) وفي سورة الطلاق ( ندخله ) بالنون فيهن ، وقرأ الآخرون بالياء ."
    },
    {
      "ayah": 140,
      "surah": 4,
      "text": "( وقد نزل عليكم في الكتاب ) قرأ عاصم ويعقوب \" نزل \" بفتح النون والزاي ، أي : نزل الله ، وقرأ الآخرون \" نزل \" بضم النون وكسر الزاي ، أي : عليكم يا معشر المسلمين ، ( أن إذا سمعتم آيات الله ) يعني القرآن ، ( يكفر بها ويستهزأ بها فلا تقعدوا معهم ) يعني : مع الذي يستهزئون ، ( حتى يخوضوا في حديث غيره ) أي : يأخذوا في حديث غير الاستهزاء بمحمد صلى الله عليه وسلم والقرآن ، وهذا إشارة إلى ما أنزل الله في سورة الأنعام \" وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره \" ( الأنعام - 68 ) .وقال الضحاك عن ابن عباس رضي الله عنهما : دخل في هذه الآية كل محدث في الدين وكل مبتدع إلى يوم القيامة ، ( إنكم إذا مثلهم ) أي : إن قعدتم عندهم وهم يخوضون ويستهزئون ورضيتم به فأنتم كفار مثلهم ، وإن خاضوا في حديث غيره فلا بأس بالقعود معهم مع الكراهة ، وقال الحسن : لا يجوز القعود معهم وإن خاضوا في حديث غيره ، لقوله تعالى : ( وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين ) والأكثرون على الأول . وآية الأنعام مكية وهذه مدنية والمتأخر أولى : ( إن الله جامع المنافقين والكافرين في جهنم جميعا )"
    },
    {
      "ayah": 141,
      "surah": 4,
      "text": "( الذين يتربصون بكم ) [ ينتظرون بكم الدوائر ] ، يعني : المنافقين ، ( فإن كان لكم فتح من الله ) يعني : ظفر وغنيمة ، ( قالوا ) لكم ( ألم نكن معكم ) على دينكم في الجهاد ، كنا معكم فاجعلوا لنا نصيبا من الغنيمة ، ( وإن كان للكافرين نصيب ) يعني دولة وظهور على المسلمين ، ( قالوا ) يعني : المنافقين للكافرين ، ( ألم نستحوذ عليكم ) والاستحواذ : هو الاستيلاء والغلبة ، قال تعالى : \" استحوذ عليهم الشيطان \" ( المجادلة - 19 ) أي : استولى وغلب ، يقول : ألم نخبركم بعورة محمد صلى الله عليه وسلم وأصحابه ونطلعكم على سرهم؟قال المبرد : يقول المنافقون للكفار ألم نغلبكم على رأيكم ( ونمنعكم ) ونصرفكم ، ( من المؤمنين ) أي : عن الدخول في جملتهم ، وقيل : معناه ألم نستول عليكم بالنصرة لكم ونمنعكم من المؤمنين؟ أي : ندفع عنكم صولة المؤمنين بتخذيلهم عنكم ومراسلتنا إياكم بأخبارهم وأمورهم ، ومراد المنافقين بهذا الكلام إظهار المنة على الكافرين .( فالله يحكم بينكم يوم القيامة ) يعني : بين أهل الإيمان وأهل النفاق ، ( ولن يجعل الله للكافرين على المؤمنين سبيلا ) قال علي : في الآخرة ، وقال عكرمة عن ابن عباس رضي الله عنهم : أي حجة ، وقيل : ظهورا على أصحاب النبي صلى الله عليه وسلم ."
    },
    {
      "ayah": 142,
      "surah": 4,
      "text": "( إن المنافقين يخادعون الله وهو خادعهم ) أي يعاملونه معاملة المخادعين وهو خادعهم ، أي : مجازيهم على خداعهم وذلك أنهم يعطون نورا يوم القيامة كما للمؤمنين ، فيمضي المؤمنون بنورهم على الصراط ، ويطفأ نور المنافقين ، ( وإذا قاموا إلى الصلاة ) يعني : المنافقين ( قاموا كسالى ) أي : متثاقلين لا يريدون بها الله فإن رآهم أحد صلوا وإلا انصرفوا فلا يصلون ، ( يراءون الناس ) أي : يفعلون ذلك مراءاة للناس لا اتباعا لأمر الله ، ( ولا يذكرون الله إلا قليلا ) قال ابن عباس رضي الله عنهما والحسن : إنما قال ذلك لأنهم يفعلونها رياء وسمعة ، ولو أرادوا بذلك القليل وجه الله تعالى لكان كثيرا ، وقال قتادة : إنما قل ذكر المنافقين لأن الله تعالى لم يقبله ، وكل ما قبل الله فهو كثير ."
    },
    {
      "ayah": 143,
      "surah": 4,
      "text": "( مذبذبين بين ذلك ) أي : مترددين متحيرين بين الكفر والإيمان ، ( لا إلى هؤلاء ولا إلى هؤلاء ) أي : ليسوا من المؤمنين فيجب لهم ما يجب للمؤمنين ، وليسوا من الكفار فيؤخذ منهم ما يؤخذ من الكفار ، ( ومن يضلل الله فلن تجد له سبيلا ) أي : طريقا إلى الهدى .أخبرنا إسماعيل بن عبد القاهر الجرجاني ، قال أخبرنا عبد الغافر بن محمد الفارسي ، أنا محمد بن عيسى الجلودي ، أنا إبراهيم بن محمد بن سفيان ، أنا مسلم بن الحجاج ، أنا محمد بن المثنى ، أنا عبد الوهاب ، يعني الثقفي أنا عبد الله بن عمر عن النبي صلى الله عليه وسلم قال : \" مثل المنافق كمثل الشاة العائرة بين الغنمين ، تعير إلى هذه مرة وإلى هذه مرة \" ."
    },
    {
      "ayah": 144,
      "surah": 4,
      "text": "قوله تعالى : ( ياأيها الذين آمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين ) نهى الله المؤمنين عن موالاة الكفار ، وقال : ( أتريدون أن تجعلوا لله عليكم سلطانا مبينا ) أي حجة بينة في عذابكم ، ثم ذكر منازل المنافقين ، فقال جل ذكره :"
    },
    {
      "ayah": 145,
      "surah": 4,
      "text": "( إن المنافقين في الدرك الأسفل من النار ) قرأ أهل الكوفة ( في الدرك ) بسكون الراء والباقون بفتحها وهما لغتان كالظعن والظعن والنهر والنهر ، وقال ابن مسعود رضي الله عنه : ( في الدرك الأسفل ) في توابيت من حديد مقفلة في النار ، وقال أبو هريرة : بيت مقفل عليهم تتوقد فيه النار من فوقهم ومن تحتهم ، ( ولن تجد لهم نصيرا ) مانعا من العذاب ."
    },
    {
      "ayah": 146,
      "surah": 4,
      "text": "( إلا الذين تابوا ) من النفاق وآمنوا ( وأصلحوا ) عملهم ( واعتصموا بالله ) وثقوا بالله ( وأخلصوا دينهم لله ) أراد الإخلاص بالقلب ، لأن النفاق كفر القلب ، فزواله يكون بإخلاص القلب ، ( فأولئك مع المؤمنين ) قال الفراء : من المؤمنين ، ( وسوف يؤت الله المؤمنين ) في الآخرة ( أجرا عظيما ) يعني : الجنة ، وحذفت الياء من ( يؤت الله ) في الخط لسقوطها في اللفظ ، وسقوطها في اللفظ لسكون اللام في \" الله \" ."
    },
    {
      "ayah": 147,
      "surah": 4,
      "text": "قوله تعالى : ( ما يفعل الله بعذابكم إن شكرتم ) أي : إن شكرتم نعماءه ( وآمنتم ) به ، فيه تقديم وتأخير ، تقديره : إن آمنتم وشكرتم ، لأن الشكر لا ينفع مع عدم الإيمان ، وهذا استفهام بمعنى التقرير ، معناه : إنه لا يعذب المؤمن الشاكر ، فإن تعذيبه عباده لا يزيد في ملكه ، وتركه عقوبتهم على فعلهم لا ينقص من سلطانه ، والشكر : ضد الكفر والكفر ستر النعمة ، والشكر : إظهارها ، ( وكان الله شاكرا عليما ) فالشكر من الله تعالى هو الرضى بالقليل من عباده وإضعاف الثواب عليه ، والشكر من العبد : الطاعة ، ومن الله : الثواب ."
    },
    {
      "ayah": 148,
      "surah": 4,
      "text": "قوله : ( لا يحب الله الجهر بالسوء من القول إلا من ظلم ) يعني : لا يحب الله الجهر بالقبح من القول إلا من ظلم ، فيجوز للمظلوم أن يخبر عن ظلم الظالم وأن يدعو عليه ، قال الله تعالى : \" ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل \" ( الشورى - 41 ) ، قال الحسن : دعاؤه عليه أن يقول : اللهم أعني عليه اللهم استخرج حقي منه ، وقيل : إن شتم جاز أن يشتم بمثله لا يزيد عليه .أخبرنا أبو عبد الله الخرقي ، أنا أبو الحسن الطيسفوني ، أنا عبد الله بن عمر الجوهري ، أنا أحمد بن علي الكشميهني ، أنا علي بن حجر ، أخبرنا إسماعيل بن جعفر ، أنا العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : \" المستبان ما قالا فعلى البادئ ما لم يعتد المظلوم \" .وقال مجاهد هذا في الضيف إذا نزل بقوم فلم يقروه ولم يحسنوا ضيافته فله أن يشكو ويذكر ما صنع به . أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ثنا محمد بن إسماعيل ، أنا قتيبة بن سعيد ، أنا الليث ، عن يزيد بن أبي حبيب ، عن أبي الخير ، عن عقبة بن عامر ، أنه قال : قلنا يا رسول الله إنك تبعثنا فننزل بقوم فلا يقروننا فما ترى؟ فقال لنا رسول الله صلى الله عليه وسلم : \" إن نزلتم بقوم فأمروا لكم بما ينبغي للضيف فاقبلوا فإن لم يفعلوا فخذوا منهم حق الضيف الذي ينبغي لهم \" .وقرأ الضحاك بن مزاحم وزيد بن أسلم : ( إلا من ظلم ) بفتح الظاء واللام ، معناه : لكن الظالم اجهروا له بالسوء من القول ، وقيل معناه : لا يحب الله الجهر بالسوء من القول لكن يجهر من ظلم ، والقراءة الأولى هي المعروفة ، ( وكان الله سميعا ) لدعاء المظلوم ، ( عليما ) بعقاب الظالم ."
    },
    {
      "ayah": 149,
      "surah": 4,
      "text": "قوله تعالى : ( إن تبدوا خيرا ) يعني : حسنة فيعمل بها كتبت له عشرا ، وإن هم بها ولم يعملها كتبت له حسنة واحدة ، وهو قوله ( أو تخفوه ) وقيل المراد من الخير : المال ، يريد : إن تبدوا صدقة تعطونها جهرا أو تخفوها فتعطوها سرا ، ( أو تعفوا عن سوء ) أي : عن مظلمة ، ( فإن الله كان عفوا قديرا ) أولى بالتجاوز عنكم يوم القيامة ."
    },
    {
      "ayah": 15,
      "surah": 4,
      "text": "قوله عز وجل : ( واللاتي يأتين الفاحشة ) يعني : الزنا ، ( من نسائكم فاستشهدوا عليهن أربعة منكم ) يعني : من المسلمين ، وهذا خطاب للحكام ، أي : فاطلبوا عليهن أربعة من الشهود ، وفيه بيان أن الزنا لا يثبت إلا بأربعة من الشهود . ( فإن شهدوا فأمسكوهن ) فاحبسوهن ، ( في البيوت حتى يتوفاهن الموت أو يجعل الله لهن سبيلا ) وهذا كان في أول الإسلام قبل نزول الحدود ، كانت المرأة إذا زنت حبست في البيت حتى تموت ، ثم نسخ ذلك في حق البكر بالجلد والتغريب ، وفي حق الثيب بالجلد والرجم .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أخبرنا الشافعي رضي الله عنه أخبرنا عبد الوهاب عن يونس عن الحسن عن عبادة بن الصامت رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" خذوا عني خذوا عني : قد جعل الله لهن سبيلا ، البكر بالبكر جلد مائة وتغريب عام ، والثيب بالثيب جلد مائة والرجم \" ، قال الشافعي رضي الله عنه : وقد حدثني الثقة أن الحسن كان يدخل بينه وبين عبادة حطان الرقاشي ، ولا أدري أدخله عبد الوهاب بينهما فنزل عن كتابي أم لا .قال شيخنا الإمام : الحديث صحيح رواه مسلم بن الحجاج عن محمد بن المثنى عن عبد الأعلى عن سعيد عن قتادة عن الحسن عن حطان بن عبد الله عن عبادة ، ثم نسخ الجلد في حق الثيب وبقي الرجم عند أكثر أهل العلم .وذهب طائفة إلى أنه يجمع بينهما . روي عن علي رضي الله عنه : أنه جلد شراحة الهمدانية يوم الخميس مائة ثم رجمها يوم الجمعة ، وقال : \" جلدتها بكتاب الله ورجمتها بسنة رسول الله صلى الله عليه وسلم \" .وعامة العلماء على أن الثيب لا يجلد مع الرجم لأن النبي صلى الله عليه وسلم رجم ماعزا والغامدية ولم يجلدهما .وعند أبي حنيفة رضي الله عنه : التغريب أيضا منسوخ في حق البكر . وأكثر أهل العلم على أنه ثابت ، روى نافع عن ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم ضرب وغرب ، وأن أبا بكر رضي الله عنه ضرب وغرب ، وأن عمر رضي الله عنه ضرب وغرب .واختلفوا في أن الإمساك في البيت كان حدا فنسخ أم كان حبسا ليظهر الحد؟ على قولين ."
    },
    {
      "ayah": 150,
      "surah": 4,
      "text": "قوله عز وجل : ( إن الذين يكفرون بالله ورسله ) الآية ، نزلت في اليهود ، وذلك أنهم آمنوا بموسى عليه السلام والتوراة وعزير ، وكفروا بعيسى والإنجيل وبمحمد والقرآن ، ( ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلا ) أي : دينا بين اليهودية والإسلام ومذهبا يذهبون إليه ."
    },
    {
      "ayah": 151,
      "surah": 4,
      "text": "أولئك هم الكافرون حقا ) حقق كفرهم ليعلم أن الكفر ببعضهم كالكفر بجميعهم ( وأعتدنا للكافرين عذابا مهينا )"
    },
    {
      "ayah": 152,
      "surah": 4,
      "text": "( والذين آمنوا بالله ورسله ) كلهم ( ولم يفرقوا بين أحد منهم ) يعني : بين الرسل وهم المؤمنون ، يقولون : لا نفرق بين أحد من رسله ، ( أولئك سوف يؤتيهم أجورهم ) بإيمانهم بالله وكتبه ورسله ، قرأ حفص عن عاصم ( يؤتيهم ) بالياء ، أي : ( يؤتيهم الله ) ، والباقون بالنون ( وكان الله غفورا رحيما )"
    },
    {
      "ayah": 153,
      "surah": 4,
      "text": "قوله تعالى : ( يسألك أهل الكتاب ) الآية ، وذلك أن كعب بن الأشرف وفنحاص بن عازوراء من اليهود قالا لرسول الله صلى الله عليه وسلم : إن كنت نبيا فأتنا بكتاب جملة من السماء ، كما أتى بهموسى عليه السلام ، فأنزل الله عليه : ( يسألك أهل الكتاب أن تنزل عليهم كتابا من السماء ) .وكان هذا السؤال منهم سؤال تحكم واقتراح ، لا سؤال انقياد ، والله تعالى لا ينزل الآيات على اقتراح العباد . قوله : ( فقد سألوا موسى أكبر من ذلك ) أي : أعظم من ذلك ، يعني : السبعين الذي خرج بهم موسى عليه السلام إلى الجبل ، ( فقالوا أرنا الله جهرة ) أي : عيانا ، قال أبو عبيدة : معناه قالوا جهرة أرنا الله ، ( فأخذتهم الصاعقة بظلمهم ثم اتخذوا العجل ) يعني إلها ، ( من بعد ما جاءتهم البينات فعفونا عن ذلك ) ولم نستأصلهم ، قيل : هذا استدعاء إلى التوبة ، معناه : أن أولئك الذين أجرموا تابوا فعفونا عنهم ، فتوبوا أنتم حتى نعفو عنكم ، ( وآتينا موسى سلطانا مبينا ) أي : حجة بينة من المعجزات ، وهي الآيات التسع ."
    },
    {
      "ayah": 154,
      "surah": 4,
      "text": "قوله تعالى : ( ورفعنا فوقهم الطور بميثاقهم وقلنا لهم ادخلوا الباب سجدا وقلنا لهم لا تعدوا في السبت ) قرأ أهل المدينة بتشديد الدال وفتح العين نافع برواية ورش ويجزمها الآخرون ، ومعناه : لا تعتدوا ولا تظلموا باصطياد الحيتان فيه ، ( وأخذنا منهم ميثاقا غليظا )"
    },
    {
      "ayah": 155,
      "surah": 4,
      "text": "قوله تعالى : ( فبما نقضهم ميثاقهم ) أي : فبنقضهم ، و \" ما \" صلة كقوله تعالى : \" فبما رحمة من الله \" ( آل عمران - 159 ) ، ونحوها ، ( وكفرهم بآيات الله وقتلهم الأنبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم ) أي : ختم عليها ، ( فلا يؤمنون إلا قليلا ) يعني : ممن كذب الرسل لا ممن طبع على قلبه ، لأن من طبع الله على قلبه لا يؤمن أبدا ، وأراد بالقليل : عبد الله بن سلام وأصحابه ، وقيل : معناه لا يؤمنون قليلا ولا كثيرا ."
    },
    { "ayah": 156, "surah": 4, "text": "( وبكفرهم وقولهم على مريم بهتانا عظيما ) حين رموها بالزنا ." },
    {
      "ayah": 157,
      "surah": 4,
      "text": "( وقولهم إنا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ) وذلك أن الله تعالى ألقى شبه عيسى عليه السلام على الذي دل اليهود عليه ، وقيل : إنهم حبسوا عيسى عليه السلام في بيت وجعلوا عليه رقيبا فألقى الله تعالى شبه عيسى عليه السلام على الرقيب فقتلوه ، وقيل غير ذلك ، كما ذكرنا في سورة آل عمران .قوله تبارك وتعالى : ( وإن الذين اختلفوا فيه ) في قتله ، ( لفي شك منه ) أي : في قتله ، قال الكلبي : اختلافهم فيه هو أن اليهود قالت نحن قتلناه ، وقالت طائفة من النصارى نحن قتلناه ، وقالت طائفة منهم ما قتله هؤلاء ولا هؤلاء بل رفعه الله إلى السماء ، ونحن ننظر إليه ، وقيل : كان الله تعالى ألقى شبه وجهعيسى عليه السلام على وجه صطيافوس ولم يلقه على جسده ، فاختلفوا فيه فقال بعضهم قتلنا عيسى ، فإن الوجه وجه عيسى عليه السلام وقال بعضهم لم نقتله لأن جسده ليس جسد عيسى عليه السلام ، فاختلفوا . قال السدي : اختلافهم من حيث أنهم قالوا : إن كان هذا عيسى فأين صاحبنا؟ وإن كان هذا صاحبنا فأين عيسى؟ قال الله تعالى : ( ما لهم به من علم ) من حقيقة أنه قتل أو لم يقتل ، ( إلا اتباع الظن ) لكنهم يتبعون الظن في قتله . قال الله جل جلاله : ( وما قتلوه يقينا ) أي : ( ما قتلوا عيسى يقينا ) ."
    },
    {
      "ayah": 158,
      "surah": 4,
      "text": "( بل رفعه الله إليه ) وقيل قوله \" يقينا \" ترجع إلى ما بعده وقوله \" وما قتلوه \" كلام تام تقديره : بل رفعه الله إليه يقينا ، والهاء في \" ما قتلوه \" كناية عن عيسى عليه السلام ، وقال الفراء رحمه الله : معناه وما قتلوا الذي ظنوا أنه عيسى يقينا ، وروي عن ابن عباس رضي الله عنهما معناه : ما قتلوا ظنهم يقينا ، ( وكان الله عزيزا ) منيعا بالنقمة من اليهود ، ( حكيما ) حكم باللعنة والغضب عليهم ، فسلط عليهم ضيطوس بن اسبسيانوس الرومي فقتل منهم مقتلة عظيمة ."
    },
    {
      "ayah": 159,
      "surah": 4,
      "text": "قوله تعالى : ( وإن من أهل الكتاب إلا ليؤمنن به قبل موته ) أي : وما من أهل الكتاب إلا ليؤمنن بعيسى عليه السلام ، هذا قول أكثر المفسرين وأهل العلم ، وقوله \" قبل موته \" اختلفوا في هذه الكناية : فقال عكرمة ومجاهد والضحاك والسدي : إنها كناية عن الكتابي ، ومعناه : وما من أهل الكتاب أحد إلا ليؤمنن بعيسى عليه السلام قبل موته ، إذا وقع في البأس حين لا ينفعه إيمانه سواء احترق أو غرق أو تردى في بئر أو سقط عليه جدار أو أكله سبع أو مات فجأة ، وهذه رواية عن أبي طلحة عن ابن عباس رضي الله عنهم . قال : فقيل لابن عباس رضي الله عنهما : أرأيت إن خر من فوق بيت؟ قال : يتكلم به في الهواء قال : فقيل أرأيت إن ضرب عنق أحدهم؟ قال : يتلجلج به لسانه .وذهب قوم إلى أن الهاء في \" موته \" كناية عن عيسى عليه السلام ، معناه : وإن من أهل الكتاب إلا ليؤمنن بعيسى قبل موت عيسى عليه السلام ، وذلك عند نزوله من السماء في آخر الزمان فلا يبقى أحد إلا آمن به حتى تكون الملة واحدة ، ملة الإسلام .وروينا عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" يوشك أن ينزل فيكم ابن مريم حكما عدلا يكسر الصليب ، ويقتل الخنزير ، ويضع الجزية ، ويفيض المال حتى لا يقبله أحد ، ويهلك في زمانه الملل كلها إلا الإسلام ، ويقتل الدجال فيمكث في الأرض أربعين سنة ثم يتوفى ويصلي عليه المسلمون \" ، وقال أبو هريرة : اقرأوا إن شئتم : ( وإن من أهل الكتاب إلا ليؤمنن به قبل موته ) قبل موت عيسى بن مريم ، ثم يعيدها أبو هريرة ثلاث مرات .وروي عن عكرمة : أن الهاء في قوله ( ليؤمنن به ) كناية عن محمد صلى الله عليه وسلم يقول لا يموت كتابي حتى يؤمن بمحمد صلى الله عليه وسلم .وقيل : هي راجعة إلى الله عز وجل يقول : وإن من أهل الكتاب إلا ليؤمن بالله عز وجل ، قبل موته عند المعاينة حين لا ينفعه إيمانه .قوله تعالى : ( ويوم القيامة يكون ) يعني : عيسى عليه السلام ، ( عليهم شهيدا ) أنه قد بلغهم رسالة ربه ، وأقر بالعبودية على نفسه [ كما قال تعالى مخبرا عنه \" وكنت عليهم شهيدا ما دمت فيهم \" ( المائدة - 117 ) وكل نبي شاهد على أمته ] قال الله تعالى : \" فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا \" ( النساء - 41 ) ."
    },
    {
      "ayah": 16,
      "surah": 4,
      "text": "قوله تعالى : ( واللذان يأتيانها منكم ) يعني : الرجل والمرأة ، والهاء راجعة إلى الفاحشة ، قرأ ابن كثير \" اللذان ، واللذين ، وهاتان ، وهذان \" مشددة النون للتأكيد ، ووافقه أهل البصرة في ( فذانك ) والآخرون بالتخفيف ، قال أبو عبيد : خص أبو عمرو ( فذانك ) بالتشديد لقلة الحروف في الاسم ( فآذوهما ) قال عطاء وقتادة : فعيروهما باللسان : أما خفت الله؟ أما استحييت من الله حيث زنيت؟ قال ابن عباس رضي الله عنهما : سبوهما واشتموهما ، قال ابن عباس : هو باللسان واليد يؤذى بالتعيير وضرب النعال .فإن قيل : ذكر الحبس في الآية الأولى وذكر في هذه الآية الإيذاء ، فكيف وجه الجمع؟ . قيل : الآية الأولى في النساء وهذه في الرجال ، وهو قول مجاهد ، وقيل : الآية الأولى في الثيب وهذه في البكر .( فإن تابا ) من الفاحشة ( وأصلحا ) العمل فيما بعد ، ( فأعرضوا عنهما ) فلا تؤذوهما ، ( إن الله كان توابا رحيما )وهذا كله كان قبل نزول الحدود ، فنسخت بالجلد والرجم ، فالجلد في القرآن قال الله تعالى : \" الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة \" ( النور - 2 ) والرجم في السنة . أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا أبو علي زاهر بن أحمد السرخسي ، أنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن ابن شهاب ، عن عبيد الله بن عتبة بن مسعود ، عن أبي هريرة وزيد بن خالد الجهني رضي الله عنهما أنهما أخبراه أن رجلين اختصما إلى رسول الله صلى الله عليه وسلم فقال أحدهما : اقض يا رسول الله بيننا بكتاب الله ، وقال الآخر وكان أفقههما : أجل يا رسول الله فاقض بيننا بكتاب الله ، وائذن لي أن أتكلم ، قال : تكلم ، قال : إن ابني كان عسيفا على هذا ، فزنى بامرأته فأخبروني أن على ابني الرجم ، فافتديت منه بمائة شاة وبجارية لي ، ثم إني سألت أهل العلم فأخبروني أنما على ابني جلد مائة وتغريب سنة ، وإنما الرجم على امرأته ، فقال رسول الله صلى الله عليه وسلم : \" أما والذي نفسي بيده لأقضين بينكما بكتاب الله ، أما غنمك وجاريتك فرد عليك ، وجلد ابنه مائة وغربه عاما ، وأمر أنيسا الأسلمي أن يأتي امرأة الآخر فإن اعترفت رجمها \" فاعترفت ، فرجمها .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا عبد العزيز بن عبد الله ، حدثني إبراهيم بن سعد عن صالح عن ابن شهاب عن عبيد بن عبد الله بن عتبة بن مسعود عن ابن عباس قال : قال عمر رضي الله عنه \" أن الله تعالى بعث محمدا رسول الله صلى الله عليه وسلم بالحق وأنزل عليه الكتاب ، فكان مما أنزل الله تعالى آية الرجم فقرأناها وعقلناها ووعيناها ، رجم رسول الله صلى الله عليه وسلم ورجمنا بعده ، فأخشى إن طال بالناس زمان أن يقول قائل : والله ما نجد آية الرجم في كتاب الله تعالى ، فيضلوا بترك فريضة أنزلها الله تعالى ، والرجم في كتاب الله تعالى حق على من زنى إذا أحصن من الرجال والنساء ، إذا قامت البينة أو كان الحبل أو الاعتراف \" .وجملة حد الزنا : أن الزاني إذا كان محصنا - وهو الذي اجتمع فيه أربعة أوصاف : العقل والبلوغ والحرية والإصابة بالنكاح الصحيح - فحده الرجم ، مسلما كان أو ذميا ، وهو المراد من الثيب المذكور في الحديث ، وذهب أصحاب الرأي إلى أن الإسلام من شرائط الإحصان ، ولا يرجم الذمي ، وقد صح عن رسول الله صلى الله عليه وسلم أنه رجم يهوديين زنيا ، وكانا قد أحصنا .وإن كان الزاني غير محصن بأن لم تجتمع فيه هذه الأوصاف نظر : إن كان غير بالغ أو كان مجنونا فلا حد عليه ، وإن كان حرا عاقلا بالغا ، غير أنه لم يصب بنكاح صحيح فعليه جلد مائة وتغريب عام ، وإن كان عبدا فعليه جلد خمسين ، وفي تغريبه قولان ، إن قلنا يغرب ، فيه قولان ، أصحهما نصف سنة ، كما يجلد خمسين على نصف حد الحر ."
    },
    {
      "ayah": 160,
      "surah": 4,
      "text": "قوله عز وجل : ( فبظلم من الذين هادوا ) وهو ما تقدم ذكره من نقضهم الميثاق وكفرهم بآيات الله وبهتانهم على مريم ، وقولهم : إنا قتلنا المسيح ( حرمنا عليهم طيبات أحلت لهم ) وهي ما ذكر في سورة الأنعام ، فقال : \" وعلى الذين هادوا حرمنا كل ذي ظفر \" ( الأنعام - 146 ) .ونظم الآية : فبظلم من الذين هادوا وهو ما ذكرنا ، ( وبصدهم ) وبصرفهم أنفسهم وغيرهم ، ( عن سبيل الله كثيرا ) أي : عن دين الله صدا كثيرا ."
    },
    {
      "ayah": 161,
      "surah": 4,
      "text": "( وأخذهم الربا وقد نهوا عنه ) في التوراة ( وأكلهم أموال الناس بالباطل ) من الرشا في الحكم ، والمآكل التي يصيبونها من عوامهم ، عاقبناهم بأن حرمنا عليهم طيبات ، فكانوا كلما ارتكبوا كبيرة حرم عليهم شيء من الطيبات التي كانت حلالا لهم ، قال الله تعالى : \" ذلك جزيناهم ببغيهم وإنا لصادقون \" ( الأنعام - 146 ) ، ( وأعتدنا للكافرين منهم عذابا أليما )"
    },
    {
      "ayah": 162,
      "surah": 4,
      "text": "( لكن الراسخون في العلم منهم ) يعني : ليس كل أهل الكتاب بهذه الصفة ، لكن الراسخون البالغون في العلم أولو البصائر منهم ، وأراد به الذين أسلموا من علماء اليهود مثل عبد الله بن سلام وأصحابه ، ( والمؤمنون ) يعني : المهاجرون والأنصار ، ( يؤمنون بما أنزل إليك ) يعني : القرآن ، ( وما أنزل من قبلك ) يعني : سائر الكتب المنزلة ، ( والمقيمين الصلاة ) اختلفوا في وجه انتصابه ، فحكي عن عائشة رضي الله عنها وأبان بن عثمان : أنه غلط من الكتاب ينبغي أن يكتب والمقيمون الصلاة وكذلك قوله في سورة المائدة \" إن الذين آمنوا والذين هادوا والصابئون \" ( المائدة - 62 ) ، وقوله \" إن هذان لساحران \" ( طه - 63 ) قالوا : ذلك خطأ من الكاتب .وقال عثمان : إن في المصحف لحنا ستقيمه العرب بألسنتها ، فقيل له : ألا تغيره؟ فقال : دعوه فإنه لا يحل حراما ولا يحرم حلالا .وعامة الصحابة وأهل العلم على أنه صحيح ، واختلفوا فيه ، قيل : هو نصب على المدح ، وقيل : نصب بإضمار فعل تقديره : أعني المقيمين الصلاة وهم المؤتون الزكاة ، وقيل : موضعه خفض .واختلفوا في وجهه ، فقال بعضهم : معناه لكن الراسخون في العلم منهم ومن المقيمين الصلاة ، وقيل : معناه يؤمنون بما أنزل إليك وإلى المقيمين الصلاة ، ثم قوله : ( والمؤتون الزكاة ) رجوع إلى النسق الأول ، ( والمؤمنون بالله واليوم الآخر أولئك سنؤتيهم أجرا عظيما ) قرأ حمزة سيؤتيهم بالياء والباقون بالنون ."
    },
    {
      "ayah": 163,
      "surah": 4,
      "text": "قوله تعالى : ( إنا أوحينا إليك ) هذا بناء على ما سبق من قوله يسألك أهل الكتاب أن تنزل عليهم كتابا من السماء ( النساء - 153 ) ، فلما ذكر الله عيوبهم وذنوبهم غضبوا وجحدوا كل ما أنزل الله عز وجل ، وقالوا : ما أنزل الله على بشر من شيء ، فنزل : \" وما قدروا الله حق قدره إذ قالوا ما أنزل الله على بشر من شيء \" ( الأنعام - 91 ) وأنزل : ( إنا أوحينا إليك كما أوحينا إلى نوح والنبيين من بعده ) فذكر عدة من الرسل الذين أوحى إليهم ، وبدأ بذكر نوح عليه السلام لأنه كان أبا البشر مثل آدم عليه السلام ، قال الله تعالى : \" وجعلنا ذريته هم الباقين \" ( الصافات - 77 ) ولأنه أول نبي من أنبياء الشريعة ، وأول نذير على الشرك ، وأول من عذبت أمته لردهم دعوته ، وأهلك أهل الأرض بدعائه وكان أطول الأنبياء عمرا وجعلت معجزته في نفسه ، لأنه عمر ألف سنة فلم تسقط له سن ولم تشب له شعرة ولم تنتقص له قوة ، ولم يصبر نبي على أذى قومه ما صبر هو على طول عمره .قوله تعالى : ( وأوحينا إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط ) وهم أولاد يعقوب ، ( وعيسى وأيوب ويونس وهارون وسليمان وآتينا داود زبورا ) قرأ الأعمش وحمزة : ( زبورا ) والزبور بضم الزاي حيث كان ، بمعنى : جمع زبور ، أي آتينا داود كتبا وصحفا مزبورة ، أي : مكتوبة ، وقرأ الآخرون بفتح الزاي وهو اسم الكتاب الذي أنزل الله تعالى على داود عليه السلام ، وكان فيه التحميد والتمجيد والثناء على الله عز وجل ، وكان داود يبرز إلى البرية فيقوم ويقرأ الزبور ويقوم معه علماء بني إسرائيل ، فيقومون خلفه ويقوم الناس خلف العلماء ، ويقوم الجن خلف الناس ، الأعظم فالأعظم ، والشياطين خلف الجن وتجيء الدواب التي في الجبال فيقمن بين يديه تعجبا لما يسمعن منه ، والطير ترفرف على رءوسهم ، فلما قارف الذنب لم ير ذلك ، فقيل له : ذاك أنس الطاعة ، وهذه وحشة المعصية .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أنا أبو بكر الجوزقي ، أنا أبو العباس ، أنا يحيى بن زكريا ، أنا الحسن بن حماد ، حدثنا يحيى بن سعيد الأموي ، عن طلحة بن يحيى ، عن أبي بردة بن أبي موسى ، عن أبيه قال : قال رسول الله صلى الله عليه وسلم : \" لو رأيتني البارحة وأنا أستمع لقراءتك لقد أعطيت مزمارا من مزامير آل داود \" ، فقال : أما والله يا رسول الله لو علمت أنك تستمع لحبرته لحبرته \" وكان عمر رضي الله عنه إذا رآه يقول : ذكرنا يا أبا موسى ، فيقرأ عنده ."
    },
    {
      "ayah": 164,
      "surah": 4,
      "text": "قوله تعالى : ( ورسلا قد قصصناهم عليك من قبل ) أي : وكما أوحينا إلى نوح وإلى الرسل ، ( ورسلا ) نصب بنزع حرف الصفة ، وقيل : معناه وقصصنا عليك رسلا وفي قراءة أبي \" ورسل قد قصصناهم عليك من قبل \" ( ورسلا لم نقصصهم عليك وكلم الله موسى تكليما ) قال الفراء : العرب تسمي ما يوصل إلى الإنسان كلاما بأي طريق وصل ، ولكن لا تحققه بالمصدر ، فإذا حقق بالمصدر ، ولم يكن إلا حقيقة الكلام - كالإرادة - يقال : أراد فلان إرادة ، يريد حقيقة الإرادة ، ويقال : أراد الجدار ، ولا يقال أراد الجدار إرادة لأنه مجاز غير حقيقة ."
    },
    {
      "ayah": 165,
      "surah": 4,
      "text": "قوله تعالى : ( رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل ) فيقولوا : ما أرسلت إلينا رسولا وما أنزلت إلينا كتابا ، وفيه دليل على أن الله تعالى لا يعذب الخلق قبل بعثه الرسول ، قال الله تعالى : \" وما كنا معذبين حتى نبعث رسولا \" ( الإسراء - 15 ) ، ( وكان الله عزيزا حكيما ) أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، ثنا موسى بن إسماعيل ، أنا أبو عوانة ، أنا عبد الملك ، عن وراد كاتب المغيرة ، عن المغيرة قال : قال سعد بن عبادة رضي الله عنه : لو رأيت رجلا مع امرأتي لضربته بالسيف غير مصفح ، فبلغ ذلك رسول الله صلى الله عليه وسلم فقال : \" تعجبون من غيرة سعد؟ والله لأنا أغير منه ، والله أغير مني ، ومن أجل غيرة الله حرم الله الفواحش ما ظهر منها وما بطن ، ولا أحد أحب إليه العذر من الله ، ومن أجل ذلك بعث المنذرين والمبشرين ، ولا أحد أحب إليه المدحة من الله ، ومن أجل ذلك وعد الله الجنة \" ."
    },
    {
      "ayah": 166,
      "surah": 4,
      "text": "قوله تعالى : ( لكن الله يشهد بما أنزل إليك ) قال ابن عباس رضي الله عنهما أن رؤساء مكة أتوا رسول الله صلى الله عليه وسلم فقالوا : يا محمد سألنا عنك اليهود وعن صفتك في كتابهم فزعموا أنهم لا يعرفونك ، ودخل عليه جماعة من اليهود فقال لهم : إني - والله - أعلم إنكم لتعلمون أني رسول الله ، فقالوا : ما نعلم ذلك ، فأنزل الله عز وجل : ( لكن الله يشهد بما أنزل إليك ) إن جحدوك وكذبوك ( أنزله بعلمه والملائكة يشهدون وكفى بالله شهيدا )"
    },
    {
      "ayah": 167,
      "surah": 4,
      "text": "( إن الذين كفروا وصدوا عن سبيل الله ) بكتمان نعت محمد صلى الله عليه وسلم ، ( قد ضلوا ضلالا بعيدا ) ."
    },
    {
      "ayah": 168,
      "surah": 4,
      "text": "( إن الذين كفروا وظلموا ) قيل : إنما قال \" وظلموا \" - مع أن ظلمهم بكفرهم - تأكيدا ، وقيل : معناه كفروا بالله وظلموا محمدا صلى الله عليه وسلم بكتمان نعته ، ( لم يكن الله ليغفر لهم ولا ليهديهم طريقا ) يعني : دين الإسلام ."
    },
    {
      "ayah": 169,
      "surah": 4,
      "text": "( إلا طريق جهنم ) يعني اليهودية ، ( خالدين فيها أبدا وكان ذلك على الله يسيرا ) وهذا في حق من سبق حكمه فيهم أنهم لا يؤمنون ."
    },
    {
      "ayah": 17,
      "surah": 4,
      "text": "قوله تعالى : ( إنما التوبة على الله ) قال الحسن : يعني التوبة التي يقبلها ، فيكون على بمعنى عند ، وقيل : من الله ، ( للذين يعملون السوء بجهالة ) قال قتادة : أجمع أصحاب رسول الله صلى الله عليه وسلم على أن كل ما عصي به الله فهو جهالة عمدا كان أو لم يكن ، وكل من عصى الله فهو جاهل . وقال مجاهد : المراد من الآية : العمد ، قال الكلبي : لم يجهل أنه ذنب لكنه جهل عقوبته ، وقيل : معنى الجهالة : اختيارهم اللذة الفانية على اللذة الباقية .( ثم يتوبون من قريب ) قيل : معناه قبل أن يحيط السوء بحسناته فيحبطها ، وقال السدي والكلبي : القريب : أن يتوب في صحته قبل مرض موته ، وقال عكرمة : قبل الموت ، وقال الضحاك : قبل معاينة ملك الموت .أخبرنا عبد الواحد بن أحمد المليحي ، أنا عبد الرحمن بن أبي شريح أنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ، أنا علي بن الجعد ، أنا ابن ثوبان وهو عبد الرحمن بن ثابت بن ثوبان عن أبيه عن مكحول ، عن جبير بن نفير ، عن عبد الله بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال : \" إن الله تعالى يقبل توبة العبد ما لم يغرغر \" .وأخبرنا عبد الواحد بن أحمد المليحي ، أنا أبو منصور محمد بن محمد بن سمعان ، أنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، أنا حميد بن زنجويه ، أنا أبو الأسود ، أنا ابن لهيعة ، عن دراج ، عن أبي الهيثم ، عن أبي سعيد الخدري رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : \" إن الشيطان قال : وعزتك يا رب لا أبرح أغوي عبادك ما دامت أرواحهم في أجسادهم ، فقال الرب : وعزتي وجلالي وارتفاع مكاني لا أزال أغفر لهم ما استغفروني \" .قوله تعالى : ( فأولئك يتوب الله عليهم وكان الله عليما حكيما ) ."
    },
    {
      "ayah": 170,
      "surah": 4,
      "text": "( ياأيها الناس قد جاءكم الرسول بالحق من ربكم فآمنوا خيرا لكم ) تقديره : فآمنوا يكن الإيمان خيرا لكم ، ( وإن تكفروا فإن لله ما في السماوات والأرض وكان الله عليما حكيما )"
    },
    {
      "ayah": 171,
      "surah": 4,
      "text": "( ياأهل الكتاب لا تغلوا في دينكم ) نزلت في النصارى وهم أصناف : اليعقوبية والملكانية والنسطورية والمرقوسية فقالت اليعقوبية : عيسى هو الله ، وكذلك الملكانية ، وقالت النسطورية : عيسى هو ابن الله ، وقالت : المرقوسية ثالث ثلاثة ، فأنزل الله تعالى هذه الآية .ويقال الملكانية يقولون : عيسى هو الله ، واليعقوبية يقولون : ابن الله ، والنسطورية يقولون : ثالث ثلاثة . علمهم رجل من اليهود يقال له بولس ، سيأتي في سورة التوبة إن شاء الله تعالى .وقال الحسن : يجوز أن تكون نزلت في اليهود والنصارى ، فإنهم جميعا غلوا في أمر عيسى ، فاليهود بالتقصير ، والنصارى بمجاوزة الحد ، وأصل الغلو : مجاوزة الحد ، وهو في الدين حرام .قال الله تعالى : ( لا تغلوا في دينكم ) لا تشددوا في دينكم فتفتروا على الله ( ولا تقولوا على الله إلا الحق ) لا تقولوا إن له شريكا وولدا ( إنما المسيح عيسى ابن مريم رسول الله وكلمته ) وهي قوله \" كن \" فكان بشرا من غير أب ، [ وقيل غيره ] ، ( ألقاها إلى مريم ) أي أعلمها وأخبرها بها ، كما يقال : ألقيت إليك كلمة حسنة ، ( وروح منه ) قيل : هو روح كسائر الأرواح إلا أن الله تعالى أضافه إلى نفسه [ تشريفا ] .وقيل : الروح هو النفخ الذي نفخه جبريل عليه السلام في درع مريم فحملته بإذن الله تعالى ، سمي النفخ روحا لأنه ريح يخرج من الروح وأضافه إلى نفسه لأنه كان بأمره .وقيل : \" روح منه \" أي ورحمة ، فكان عيسى عليه السلام رحمة لمن تبعه وأمن به .وقيل : الروح : الوحي ، أوحى إلى مريم بالبشارة ، وإلى جبريل عليه السلام بالنفخ ، وإلى عيسى أن كن فكان ، كما قال الله تعالى : ينزل الملائكة بالروح من أمره ( النحل - 2 ) يعني : بالوحي ، وقيل : أراد بالروح جبريل عليه السلام ، معناه : وكلمته ألقاها إلى مريم ، وألقاها إليها أيضا روح منه بأمره وهو جبريل عليه السلام ، كما قال : تنزل الملائكة والروح ( القدر - 4 ) يعني : جبريل فيها ، وقال : \" فأرسلنا إليها روحنا \" ( مريم - 17 ) ، يعني : جبريل .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أنا صدقة بن الفضل ، أنا الوليد ، عن الأوزاعي ، حدثنا عمرو بن هاني ، حدثني جنادة بن أمية ، عن عبادة رضي الله عنهما عن النبي صلى الله عليه وسلم قال : \" من شهد أن لا إله إلا الله وحده لا شريك له ، وأن محمدا عبده ورسوله ، وأن عيسى عبد الله ورسوله وكلمته ألقاها إلى مريم وروح منه ، وأن الجنة والنار حق أدخله الله الجنة على ما كان من العمل \" .( فآمنوا بالله ورسله ولا تقولوا ثلاثة ) أي : ولا تقولوا هم ثلاثة ، وكانت النصارى تقول : أب وابن وروح قدس ، ( انتهوا خيرا لكم ) تقديره : انتهوا يكن الانتهاء خيرا لكم ، ( إنما الله إله واحد سبحانه أن يكون له ولد ) واعلم أن التبني لا يجوز لله تعالى ، لأن التبني إنما يجوز لمن يتصور له ولد ، ( له ما في السماوات وما في الأرض وكفى بالله وكيلا ) ."
    },
    {
      "ayah": 172,
      "surah": 4,
      "text": "قوله تعالى : ( لن يستنكف المسيح أن يكون عبدا لله ) وذلك أن وفد نجران قالوا : يا محمد إنك تعيب صاحبنا فتقول : إنه عبد الله فقال النبي صلى الله عليه وسلم : \" إنه ليس بعار لعيسى عليه السلام أن يكون عبدا لله \" ، فنزل : ( لن يستنكف المسيح ) لن يأنف ولن يتعظم ، والاستنكاف : التكبر مع الأنفة ، ( ولا الملائكة المقربون ) وهم حملة العرش ، لا يأنفون أن يكونوا عبيدا لله ، ويستدل بهذه الآية من يقول بتفضيل الملائكة على البشر ، لأن الله تعالى ارتقى من عيسى إلى الملائكة ، ولا يرتقى إلا إلى الأعلى ، لا يقال : لا يستنكف فلان من هذا ولا عبده ، إنما يقال : فلان لا يستنكف من هذا ولا مولاه ، ولا حجة لهم فيه لأنه لم يقل ذلك رفعا لمقامهم على مقام البشر ، بل ردا على الذين يقولون الملائكة آلهة ، كما رد على النصارى قولهم المسيح ابن الله ، وقال ردا على النصارى بزعمهم ، فإنهم يقولون بتفضيل الملائكة . قوله تعالى : ( ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا ) قيل الاستنكاف هو التكبر مع الأنفة ، والاستكبار هو العلو والتكبر من غير أنفة ."
    },
    {
      "ayah": 173,
      "surah": 4,
      "text": "( فأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم ويزيدهم من فضله ) من التضعيف ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ، ( وأما الذين استنكفوا واستكبروا ) عن عبادته ، ( فيعذبهم عذابا أليما ولا يجدون لهم من دون الله وليا ولا نصيرا )"
    },
    {
      "ayah": 174,
      "surah": 4,
      "text": "قوله عز وجل : ( يا أيها الناس قد جاءكم برهان من ربكم ) يعني : محمدا صلى الله عليه وسلم ، هذا قول أكثر المفسرين ، وقيل : هو القرآن ، والبرهان : الحجة ، ( وأنزلنا إليكم نورا مبينا ) مبينا يعني القرآن ."
    },
    {
      "ayah": 175,
      "surah": 4,
      "text": "( فأما الذين آمنوا بالله واعتصموا به ) امتنعوا به من زيغ الشيطان ، ( فسيدخلهم في رحمة منه وفضل ) يعني الجنة ، ( ويهديهم إليه صراطا مستقيما )"
    },
    {
      "ayah": 176,
      "surah": 4,
      "text": "قوله تعالى : ( يستفتونك قل الله يفتيكم في الكلالة ) نزلت في جابر بن عبد الله رضي الله عنه ، قال : عادني رسول الله صلى الله عليه وسلم وأنا مريض لا أعقل ، فتوضأ وصب علي من وضوئه ، فعقلت فقلت : يا رسول الله لمن الميراث إنما يرثني الكلالة؟ فنزلت يستفتونك قل الله يفتيكم في الكلالة ، وقد ذكرنا معنى الكلالة وحكم الآية في أول السورة .وفي هذه الآية بيان حكم ميراث الأخوة للأب والأم أو للأب .قوله ( يستفتونك ) أي : يستخبرونك ويسألونك ، ( قل الله يفتيكم في الكلالة ( إن امرؤ هلك ليس له ولد وله أخت فلها نصف ما ترك وهو يرثها ) يعني إذا ماتت الأخت فجميع ميراثها للأخ ، ( إن لم يكن لها ولد ) فإن كان لها ابن فلا شيء للأخ ، وإن كان ولدها أنثى فللأخ ما فضل عن فرض البنات ، ( فإن كانتا اثنتين فلهما الثلثان مما ترك ) أراد اثنتين فصاعدا ، وهو أن من مات وله أخوات فلهن الثلثان ، ( وإن كانوا إخوة رجالا ونساء فللذكر مثل حظ الأنثيين ) ، ( يبين الله لكم أن تضلوا ) قال الفراء رحمة الله عليه وأبو عبيدة : معناه أن لا تضلوا ، وقيل : معناه يبين الله لكم كراهة أن تضلوا ، ( والله بكل شيء عليم )أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عبد الله بن رجاء ، أنا إسرائيل ، عن أبي إسحاق ، عن البراء رضي الله عنهم قال : آخر سورة نزلت كاملة براءة ، وآخر آية نزلت خاتمة سورة النساء ( يستفتونك قل الله يفتيكم في الكلالة )وروي عن ابن عباس رضي الله عنهما أن آخر آية نزلت آية الربا ، وآخر سورة نزلت ( إذا جاء نصر الله والفتح ) . وروي عنه أن آخر آية نزلت قوله تعالى \" واتقوا يوما ترجعون فيه إلى الله \" ( البقرة - 281 ) .وروي بعد ما نزلت سورة النصر عاش النبي صلى الله عليه وسلم عاما ، ونزلت بعدها سورة براءة وهي آخر سورة نزلت كاملة فعاش النبي صلى الله عليه وسلم بعدها ستة أشهر ، ثم نزلت في طريق حجة الوداع \" يستفتونك قل الله يفتيكم في الكلالة \" فسميت آية الصيف ، ثم نزلت وهو واقف بعرفة : \" اليوم أكملت لكم دينكم وأتممت عليكم نعمتي \" ( المائدة - 3 ) فعاش بعدها أحدا وثمانين يوما ، ثم نزلت آيات الربا ، ثم نزلت \" واتقوا يوما ترجعون فيه إلى الله \" فعاش بعدها أحدا وعشرين يوما ."
    },
    {
      "ayah": 18,
      "surah": 4,
      "text": "( وليست التوبة للذين يعملون السيئات ) يعني : المعاصي ( حتى إذا حضر أحدهم الموت ) ووقع في النزع ، ( قال إني تبت الآن ) وهي حالة السوق حين تساق روحه ، لا يقبل من كافر إيمان ولا من عاص توبة ، قال الله تعالى : \" فلم يك ينفعهم إيمانهم لما رأوا بأسنا \" ( غافر - 85 ) ، ولذلك لم ينفع إيمان فرعون حين أدركه الغرق . ( ولا الذين يموتون وهم كفار أولئك أعتدنا ) أي : هيأنا وأعددنا ، ( لهم عذابا أليما )"
    },
    {
      "ayah": 19,
      "surah": 4,
      "text": "( يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها ) نزلت في أهل المدينة كانوا في الجاهلية وفي أول الإسلام ، إذا مات الرجل وله امرأة جاء ابنه من غيرها أو قريبه من عصبته فألقى ثوبه على تلك المرأة وعلى خبائها ، فصار أحق بها من نفسها ومن غيره ، فإن شاء تزوجها بغير صداق إلا الصداق الأول الذي أصدقها الميت ، وإن شاء زوجها غيره وأخذ صداقها ، وإن شاء عضلها ومنعها من الأزواج يضارها لتفتدي منه بما ورثته من الميت ، أو تموت هي فيرثها ، فإن ذهبت المرأة إلى أهلها قبل أن يلقي عليها ولي زوجها ثوبه فهي أحق بنفسها ، فكانوا على هذا حتى توفي أبو قيس بن الأسلت الأنصاري وترك امرأته كبيشة بنت معن الأنصارية ، فقام ابن له من غيرها يقال له حصن ، وقال مقاتل بن حيان : اسمه قيس بن أبي قيس ، فطرح ثوبه عليها فورث نكاحها ، ثم تركها ولم ينفق عليها ، يضارها لتفتدي منه ، فأتت كبيشة رسول الله صلى الله عليه وسلم فقالت : يا رسول الله إن أبا قيس توفي وورث نكاحي ابنه فلا هو ينفق علي ولا يدخل بي ولا يخلي سبيلي ، فقال : \" اقعدي في بيتك حتى يأتي فيك أمر الله \" ، فأنزل الله تعالى هذه الآية :( يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها ) .قرأ حمزة والكسائي : كرها بضم الكاف ، هاهنا وفي التوبة وقرأ الباقون بالفتح ، قال الكسائي : هما لغتان . قال الفراء : الكره بالفتح ما أكره عليه ، وبالضم ما كان من قبل نفسه من المشقة .( ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن ) أي : لا تمنعوهن من الأزواج لتضجر فتفتدي ببعض مالها ، قيل : هذا خطاب لأولياء الميت ، والصحيح أنه خطاب للأزواج .قال ابن عباس رضي الله عنهما : هذا في الرجل تكون له المرأة وهو كاره لصحبتها ولها عليه مهر فيضارها لتفتدي وترد إليه ما ساق إليها من المهر ، فنهى الله تعالى عن ذلك ، ثم قال : ( إلا أن يأتين بفاحشة مبينة ) فحينئذ يحل لكم إضرارهن ليفتدين منكم .واختلفوا في الفاحشة ، قال ابن مسعود وقتادة : هي النشوز ، وقال بعضهم وهو قول الحسن : هي الزنا ، يعني : المرأة إذا نشزت ، أو زنت حل للزوج أن يسألها الخلع ، وقال عطاء : كان الرجل إذا أصابت امرأته فاحشة أخذ منها ما ساق إليها وأخرجها ، فنسخ الله تعالى ذلك بالحدود .وقرأ ابن كثير وأبو بكر \" مبينة ومبينات \" بفتح الياء ، ووافق أهل المدينة والبصرة في \" مبينات \" والباقون بكسرها ، .( وعاشروهن بالمعروف ) قال الحسن : رجع إلى أول الكلام ، يعني ( وآتوا النساء صدقاتهن نحلة ( وعاشروهن بالمعروف ) والمعاشرة بالمعروف : هي الإجمال في القول والمبيت والنفقة ، وقيل : هو أن يتصنع لها كما تتصنع له ، ( فإن كرهتموهن فعسى أن تكرهوا شيئا ويجعل الله فيه خيرا كثيرا ) قيل : هو ولد صالح ، أو يعطفه الله عليها ."
    },
    {
      "ayah": 2,
      "surah": 4,
      "text": "قوله تعالى : ( وآتوا اليتامى أموالهم ) قال مقاتل والكلبي : نزلت في رجل من غطفان كان معه مال كثير لابن أخ له يتيم ، فلما بلغ اليتيم طلب المال فمنعه عمه فترافعا إلى النبي صلى الله عليه وسلم ، فنزلت هذه الآية ، فلما سمعها العم قال : أطعنا الله وأطعنا الرسول نعوذ بالله من الحوب الكبير ، فدفع إليه ماله فقال النبي صلى الله عليه وسلم : \" من يوق شح نفسه ويطع ربه هكذا فإنه يحل داره \" ، يعني : جنته ، فلما قبض الفتى ماله أنفق في سبيل الله ، فقال النبي صلى الله عليه وسلم : \" ثبت الأجر وبقي الوزر \" فقالوا : كيف بقي الوزر؟ فقال : \" ثبت الأجر للغلام وبقي الوزر على والده \" .وقوله ( وآتوا ) خطاب للأولياء والأوصياء ، واليتامى : جمع يتيم ، واليتيم : اسم لصغير لا أب له ولا جد ، وإنما يدفع المال إليهم بعد البلوغ ، وسماهم يتامى هاهنا على معنى أنهم كانوا يتامى .( ولا تتبدلوا ) أي : لا تستبدلوا ، ( الخبيث بالطيب ) أي : مالهم الذي هو حرام ، عليكم بالحلال من أموالكم ، واختلفوا في هذا التبدل ، قال سعيد بن المسيب والنخعي والزهري والسدي : كان أولياء اليتامى يأخذون الجيد من مال اليتيم ويجعلونه مكان الرديء ، فربما كان أحدهما يأخذ الشاة السمينة من مال اليتيم ويجعل مكانها المهزولة ، ويأخذ الدرهم الجيد ويجعل مكانه =الزيف ، ويقول : درهم بدرهم ، فنهوا عن ذلك .وقيل : كان أهل الجاهلية لا يورثون النساء والصبيان ويأخذ الأكبر الميراث ، فنصيبه من الميراث طيب ، وهذا الذي يأخذه خبيث ، وقال مجاهد : لا تتعجل الرزق الحرام قبل أن يأتيك الحلال .( ولا تأكلوا أموالهم إلى أموالكم ) أي : مع أموالكم ، كقوله تعالى : ( من أنصاري إلى الله ) أي : مع الله ، ( إنه كان حوبا كبيرا ) أي : إثما عظيما ."
    },
    {
      "ayah": 20,
      "surah": 4,
      "text": "( وإن أردتم استبدال زوج مكان زوج ) أراد بالزوج الزوجة ولم يكن من قبلها نشوز ولا فاحشة ، ( وآتيتم إحداهن قنطارا ) وهو المال الكثير ، صداقا ، ( فلا تأخذوا منه ) من القنطار ، ( شيئا أتأخذونه ) استفهام بمعنى التوبيخ ، ( بهتانا وإثما مبينا ) انتصابهما من وجهين أحدهما بنزع الخافض ، والثاني بالإضمار تقديره : تصيبون في أخذه بهتانا وإثماثم قال:"
    },
    {
      "ayah": 21,
      "surah": 4,
      "text": "( وكيف تأخذونه ) ( وكيف تأخذونه وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقا غليظا ( 21 ) ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف إنه كان فاحشة ومقتا وساء سبيلا ( 22 ) )( وكيف تأخذونه ) على طريق الاستعظام ، ( وقد أفضى بعضكم إلى بعض ) أراد به المجامعة ، ولكن الله حيي يكني ، وأصل الإفضاء : الوصول إلى الشيء من غير واسطة .( وأخذن منكم ميثاقا غليظا ) قال الحسن وابن سيرين والضحاك وقتادة : هو قول الولي عند العقد : زوجتكها على ما أخذ الله للنساء على الرجال من إمساك بمعروف أو تسريح بإحسان ، وقال الشعبي وعكرمة : هو ما روي عن النبي صلى الله عليه وسلم أنه قال : \" اتقوا الله في النساء فإنكم أخذتموهن بأمانة الله تعالى واستحللتم فروجهن بكلمة الله تعالى \" ."
    },
    {
      "ayah": 22,
      "surah": 4,
      "text": "قوله عز وجل : ( ولا تنكحوا ما نكح آباؤكم من النساء ) كان أهل الجاهلية ينكحون أزواج آبائهم ، قال الأشعث بن سوار : توفي أبو قيس وكان من صالحي الأنصار فخطب ابنه قيس امرأة أبيه فقالت : إني اتخذتك ولدا وأنت من صالحي قومك ، ولكني آتي رسول الله صلى الله عليه وسلم أستأمره ، فأتته فأخبرته ، فأنزل الله تعالى : ( ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف ) ، قيل : بعد ما سلف ، وقيل : معناه لكن ما سلف ، أي : ما مضى في الجاهلية فهو معفو عنه ، ( إنه كان فاحشة ) أي : إنه فاحشة ، و \" كان \" فيه صلة ، والفاحشة أقبح المعاصي ، ( ومقتا ) أي : يورث مقت الله ، والمقت : أشد البغض ، ( وساء سبيلا ) وبئس ذلك طريقا وكانت العرب تقول لولد الرجل من امرأة أبيه ( مقيت ) وكان منهم الأشعث بن قيس وأبو معيط بن أبي عمرو بن أمية .أخبرنا محمد بن الحسن المروزي ، أخبرنا أبو سهل محمد بن عمرو السجزي ، أنا الإمام أبو سليمان الخطابي ، أنا أحمد بن هشام الحضرمي ، أنا أحمد بن عبد الجبار العطاردي ، عن حفص بن غياث ، عن أشعث بن سوار ، عن عدي بن ثابت ، عن البراء بن عازب قال : مر بي خالي ومعه لواء فقلت : أين تذهب؟ قال : بعثني النبي صلى الله عليه وسلم إلى رجل تزوج امرأة أبيه آتيه برأسه \" ."
    },
    {
      "ayah": 23,
      "surah": 4,
      "text": "قوله تعالى : ( حرمت عليكم أمهاتكم ) الآية ، بين الله تعالى في هذه الآية المحرمات بسبب الوصلة ، وجملة المحرمات في كتاب الله تعالى أربع عشرة : سبع بالنسب ، وسبع بالسبب .فأما السبع بالسبب فمنها اثنتان بالرضاع وأربع بالصهرية والسابعة المحصنات ، وهن ذوات الأزواج .وأما السبع بالنسب فقوله تعالى : ( حرمت عليكم أمهاتكم ) وهي جمع أم فيدخل فيهن الجدات وإن علون من قبل الأم ومن قبل الأب ، ( وبناتكم ) جمع : البنت ، فيدخل فيهن بنات الأولاد وإن سفلن ، ( وأخواتكم ) جمع الأخت سواء كانت من قبل الأب والأم أو من قبل أحدهما ، ( وعماتكم ) جمع العمة ، ويدخل فيهن جميع أخوات آبائك وأجدادك وإن علون ، ( وخالاتكم ) جمع خالة ، ويدخل فيهن جميع أخوات أمهاتك وجداتك ، ( وبنات الأخ وبنات الأخت ) ويدخل فيهن بنات أولاد الأخ والأخت وإن سفلن ، وجملته : أنه يحرم على الرجل أصوله وفصوله وفصول أول أصوله وأول فصل من كل أصل بعده ، والأصول هي الأمهات والجدات ، والفصول البنات وبنات الأولاد ، وفصول أول أصوله هي الأخوات وبنات الإخوة والأخوات ، وأول فصل من كل أصل بعده هن العمات والخالات وإن علون .وأما المحرمات بالرضاع فقوله تعالى : ( وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة )وجملته : أنه يحرم من الرضاعة ما يحرم من النسب ، أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن عبد الله بن دينار ، عن سليمان بن يسار عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم قال : \" يحرم من الرضاعة ما يحرم من الولادة \" .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، قال : أخبرنا أبو مصعب ، عن مالك ، عن عبد الله بن أبي بكر ، عن عمرة بنت عبد الرحمن ، عن عائشة زوج النبي صلى الله عليه وسلم أنها أخبرتها أن رسول الله صلى الله عليه وسلم كان عندها وأنها سمعت صوت رجل يستأذن في بيت حفصة ، فقالت عائشة رضي الله عنها فقلت : يا رسول الله لو كان فلان حيا - لعمها من الرضاعة - أيدخل علي؟ فقال رسول الله صلى الله نعم إن الرضاعة تحرم ما يحرم من الولادة .وإنما تثبت حرمة الرضاع بشرطين أحدهما : أن يكون قبل استكمال المولود حولين ، لقوله تعالى \" والوالدات يرضعن أولادهن حولين كاملين \" ( البقرة - 233 ) وروي عن أم سلمة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم : \" لا يحرم من الرضاع إلا ما فتق الأمعاء \" . وعن ابن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" لا رضاع إلا ما أنشز العظم وأنبت اللحم \" ، وإنما يكون هذا في حال الصغر .وعند أبي حنيفة رضي الله عنه : مدة الرضاع ثلاثون شهرا ، لقوله تعالى : \" وحمله وفصاله ثلاثون شهرا \" ( الأحقاف - 15 ) ، وهو عند الأكثرين لأقل مدة الحمل ، وأكثر مدة الرضاع وأقل مدة الحمل ستة أشهر .والشرط الثاني أن يوجد خمس رضعات متفرقات ، يروى ذلك عن عائشة رضي الله عنها ، وبه قال عبد الله بن الزبير وإليه ذهب الشافعي رحمه الله تعالى .وذهب أكثر أهل العلم إلى أن قليل الرضاع وكثيره يحرم ، وهو قول ابن عباس وابن عمر ، وبه قال سعيد بن المسيب وإليه ذهب سفيان الثوري ، ومالك ، والأوزاعي وعبد الله بن المبارك وأصحاب الرأي .واحتج من ذهب إلى أن القليل لا يحرم بما أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو سعيد محمد بن موسى الصيرفي ، أنا أبو العباس الأصم ، أنا محمد بن عبد الله بن عبد الحكم ، أنا أنس بن عياض ، عن هشام بن عروة ، عن أبيه ، عن عبد الله بن الزبير يحدث أن رسول الله صلى الله عليه وسلم قال : \" لا تحرم المصة من الرضاع والمصتان \" هكذا روى بعضهم هذا الحديث ، ورواه عبد الله بن أبي مليكة عن عبد الله بن الزبير عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم ، وهو الصحيح .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن عبد الله بن أبي بكر بن محمد بن عمر بن حزم ، عن عمرة بنت عبد الرحمن ، عن عائشة أم المؤمنين رضي الله عنها أنها قالت : كان فيما أنزل الله في القرآن عشر رضعات معلومات يحرمن ، ثم نسخن بخمس معلومات ، فتوفي رسول الله صلى الله عليه وسلم وهن فيما يقرأ من القرآن .وأما المحرمات بالصهرية فقوله : ( وأمهات نسائكم ) وجملته : أن كل من عقد النكاح على امرأة تحرم على الناكح أمهات المنكوحة وجداتها وإن علون من الرضاعة والنسب بنفس العقد .( وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن ) والربائب جمع : ربيبة : وهي بنت المرأة ، سميت ربيبة لتربيته إياها ، وقوله : ( في حجوركم ) أي : في تربيتكم ، يقال : فلان في حجر فلان إذا كان في تربيته ، ( دخلتم بهن ) أي : جامعتموهن .ويحرم عليه أيضا بنات المنكوحة وبنات أولادها ، وإن سفلن من الرضاع والنسب بعد الدخول بالمنكوحة ، حتى لو فارق المنكوحة قبل الدخول بها أو ماتت جاز له أن ينكح بنتها ، [ ولا يجوز له أن ينكح أمها ] لأن الله تعالى أطلق تحريم الأمهات وقال في تحريم الربائب .( فإن لم تكونوا دخلتم بهن فلا جناح عليكم ) يعني : في نكاح بناتهن إذا فارقتموهن أو متن ، وقال علي رضي الله عنه : أم المرأة لا تحرم إلا بالدخول بالبنت كالربيبة .( وحلائل أبنائكم الذين من أصلابكم ) يعني : أزواج أبنائكم ، واحدتها : حليلة ، والذكر حليل ، سميا بذلك لأن كل واحد منهما [ حلال لصاحبه ، وقيل : سميا بذلك لأن كل واحد منهما ] يحل حيث يحل صاحبه من الحلول وهو النزول ، وقيل : إن كل واحد منهما يحل إزار صاحبه من الحل وهو ضد العقل .وجملته : أنه يحرم على الرجل حلائل أبنائه وأبناء أولاده وإن سفلوا من الرضاع والنسب بنفس العقد ، وإنما قال \" من أصلابكم \" ليعلم أن حليلة المتبنى لا تحرم على الرجل الذي تبناه ، فإن النبي صلى الله عليه وسلم تزوج امرأة زيد بن حارثة ، وكان زيد تبناه رسول الله صلى الله عليه وسلم .والرابع من المحرمات بالصهرية : حليلة الأب والجد وإن علا فيحرم على الولد وولد الولد بنفس العقد سواء كان الأب من الرضاع أو من النسب ، لقوله تعالى : ( ولا تنكحوا ما نكح آباؤكم من النساء ) وقد سبق ذكره .وكل امرأة تحرم عليك بعقد النكاح تحرم بالوطء في ملك اليمين ، والوطء بشبهة النكاح ، حتى لو وطئ امرأة بالشبهة أو جارية بملك اليمين فتحرم على الواطئ أم الموطوءة وابنتها وتحرم الموطوءة على أب الواطئ وعلى ابنه .ولو زنى بامرأة فقد اختلف فيه أهل العلم : فذهبت جماعة إلى أنه لا تحرم على الزاني أم المزني بها وابنتها ، وتحرم الزانية على أب الزاني وابنه ، وهو قول علي وابن مسعود وابن عباس رضي الله عنهما ، وبه قال سعيد بن المسيب وعروة والزهري ، وإليه ذهب مالك والشافعي رحمهم الله تعالى .وذهب قوم إلى التحريم ، يروى ذلك عن عمران بن حصين وأبي هريرة رضي الله عنهما ، وبه قال جابر بن زيد والحسن وهو قول أصحاب الرأي .ولو لمس امرأة بشهوة أو قبلها ، فهل يجعل ذلك كالدخول في إثبات حرمة المصاهرة؟ وكذلك لو لمس امرأة بشهوة فهل يجعل كالوطء في تحريم الربيبة؟ فيه قولان ، أصحهما وهو قول أكثر أهل العلم : أنه تثبت به الحرمة ، والثاني : لا تثبت كما لا تثبت بالنظر بالشهوة .قوله تعالى : ( وأن تجمعوا بين الأختين ) لا يجوز للرجل أن يجمع بين الأختين في النكاح سواء كانت الأخوة بينهما بالنسب أو بالرضاع ، فإذا نكح امرأة ثم طلقها بائنا جاز له نكاح أختها ، وكذلك لو ملك أختين بملك اليمين لم يجز له أن يجمع بينهما في الوطء ، فإذا وطئ إحداهما لم يحل له وطء الأخرى حتى يحرم الأولى على نفسه .وكذلك لا يجوز أن يجمع بين المرأة وعمتها ولا بين المرأة وخالتها ، لما أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة رضي الله عنهم أن رسول الله صلى الله عليه وسلم قال : \" لا يجمع بين المرأة وعمتها ، ولا بين المرأة وخالتها \" .قوله تعالى : ( إلا ما قد سلف ) يعني : لكن ما مضى فهو معفو عنه ، لأنهم كانوا يفعلونه قبل الإسلام ، وقال عطاء والسدي : إلا ما كان من يعقوب عليه السلام فإنه جمع بين ليا أم يهوذا وراحيل أم يوسف ، وكانتا أختين . ( إن الله كان غفورا رحيما ) ."
    },
    {
      "ayah": 24,
      "surah": 4,
      "text": "قوله تعالى : ( والمحصنات من النساء إلا ما ملكت أيمانكم ) يعني : ذوات الأزواج ، لا يحل للغير نكاحهن قبل مفارقة الأزواج ، وهذه السابعة من النساء اللاتي حرمت بالسبب .قال أبو سعيد الخدري : نزلت في نساء كن يهاجرن إلى رسول الله صلى الله عليه وسلم ولهن أزواج فيتزوجهن بعض المسلمين ، ثم قدم أزواجهن مهاجرين فنهى الله المسلمين عن نكاحهن ، ثم استثنى فقال : ( إلا ما ملكت أيمانكم ) يعني : السبايا اللواتي سبين ولهن أزواج في دار الحرب فيحل لمالكهن وطؤهن بعد الاستبراء ، لأن بالسبي يرتفع النكاح بينها وبين زوجها .قال أبو سعيد الخدري : بعث رسول الله صلى الله عليه وسلم يوم حنين جيشا إلى أوطاس فأصابوا سبايا لهن أزواج من المشركين ، فكرهوا غشيانهن ، فأنزل الله تعالى هذه الآية .وقال عطاء : أراد بقوله ( إلا ما ملكت أيمانكم ) أن تكون أمته في نكاح عبده فيجوز أن ينزعها منه .وقيل : أراد بالمحصنات الحرائر ، ومعناه : أن ما فوق الأربع حرام منهن إلا ما ملكت أيمانكم ، فإنه لا عدد عليكم في الجواري .قوله تعالى : ( كتاب الله عليكم ) نصب على المصدر ، أي : كتب الله عليكم كتاب الله ، وقيل : نصب على الإغراء ، أي : الزموا كتاب الله عليكم ، أي : فرض الله تعالى .قوله تعالى : ( وأحل لكم ما وراء ذلكم ) قرأ أبو جعفر وحمزة والكسائي وحفص \" أحل \" بضم الأول وكسر الحاء ، لقوله ( حرمت عليكم ) وقرأ الآخرون بالنصب ، أي : أحل الله لكم ما وراء ذلكم ، أي : ما سوى ذلكم الذي ذكرت من المحرمات ، ( أن تبتغوا ) تطلبوا ، ( بأموالكم ) أي تنكحوا بصداق أو تشتروا بثمن ، ( محصنين ) أي : متزوجين أو متعففين ، ( غير مسافحين ) أي : غير زانين ، مأخوذ من سفح الماء وصبه وهو المني ، ( فما استمتعتم به منهن ) اختلفوا في معناه ، فقال الحسن ومجاهد : أراد ما انتفعتم وتلذذتم بالجماع من النساء بالنكاح الصحيح ، ( فآتوهن أجورهن ) أي : مهورهن ، وقال آخرون : هو نكاح المتعة وهو أن ينكح امرأة إلى مدة فإذا انقضت تلك المدة بانت منه بلا طلاق ، وتستبرئ رحمها وليس بينهما ميراث ، وكان ذلك مباحا في ابتداء الإسلام ، ثم نهى عنه رسول الله صلى الله عليه وسلم .أخبرنا إسماعيل بن عبد القاهر ، أنا عبد الغافر بن محمد الفارسي ، أنا محمد بن عيسى الجلودي ، أنا إبراهيم بن محمد بن سفيان ، أنا مسلم بن الحجاج ، أنا محمد بن عبد الله بن نمير ، أنا أبي ، أنا عبد العزيز بن عمر ، حدثني الربيع بن سبرة الجهني ، أن أباه حدثه أنه كان مع رسول الله صلى الله عليه وسلم فقال : \" يا أيها الناس إني كنت أذنت لكم في الاستمتاع من النساء ، وإن الله تعالى قد حرم ذلك إلى يوم القيامة ، فمن كان عنده منهن شيء فليخل سبيله ولا تأخذوا مما آتيتموهن شيئا \" .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن ابن شهاب ، عن عبد الله والحسن ابني محمد بن علي ، عن أبيهما ، عن علي بن أبي طالب رضي الله عنهم أن رسول الله صلى الله عليه وسلم نهى عن متعة النساء يوم خيبر ، وعن أكل لحوم الحمر الإنسية .وإلى هذا ذهب عامة أهل العلم : أن نكاح المتعة حرام ، والآية منسوخة .وكان ابن عباس رضي الله عنهما يذهب إلى أن الآية محكمة ، ويرخص في نكاح المتعة . وروي عن أبي نضرة قال سألت ابن عباس رضي الله عنهما عن المتعة ، فقال : أما تقرأ في سورة النساء : \" فما استمتعتم به منهن إلى أجل مسمى \" ؟ قلت : لا أقرأها هكذا ، قال ابن عباس : هكذا أنزل الله ، ثلاث مرات .وقيل : إن ابن عباس رضي الله عنهما رجع عن ذلك .وروى سالم عن عبد الله بن عمر أن عمر بن الخطاب صعد المنبر فحمد الله وأثنى عليه ، وقال : ما بال رجال ينكحون هذه المتعة وقد نهى رسول الله صلى الله عليه وسلم عنها؟ ، لا أجد رجلا نكحها إلا رجمته بالحجارة ، وقال : هدم المتعة النكاح والطلاق والعدة والميراث .قال الربيع بن سليمان : سمعت الشافعي رضي الله عنه يقول : لا أعلم في الإسلام شيئا أحل ثم حرم ثم أحل ثم حرم غير المتعة .قوله تعالى : ( فآتوهن أجورهن ) أي : مهورهن ، ( فريضة ولا جناح عليكم فيما تراضيتم به من بعد الفريضة ) فمن حمل ما قبله على نكاح المتعة أراد أنهما [ إذا عقد عقدا إلى أجل بمال ]فإذا تم الأجل فإن شاءت المرأة زادت في الأجل وزاد الرجل في الأجر ، وإن لم يتراضيا فارقها ، ومن حمل الآية على الاستمتاع بالنكاح الصحيح ، قال المراد بقوله ( ولا جناح عليكم فيما تراضيتم به ) الإبراء عن المهر والافتداء والاعتياض ( إن الله كان عليما حكيما ) .[ فصل في قدر الصداق وفيما يستحب منه ]اعلم أنه لا تقدير لأكثر الصداق لقوله تعالى : ( وآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا ) والمستحب أن لا يغالى فيه ، قال عمر بن الخطاب : ألا لا تغالوا صدقة النساء فإنها لو كانت مكرمة في الدنيا وتقوى عند الله لكان أولاكم بها نبي الله صلى الله عليه وسلم ما علمت رسول الله صلى الله عليه وسلم نكح شيئا من نسائه ولا أنكح شيئا من بناته على أكثر من اثنتي عشرة أوقية .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا جعفر بن محمد المفلس ، أنا هارون بن إسحاق ، أنا يحيى بن محمد الحارثي ، أنا عبد العزيز بن محمد ، عن يزيد بن عبد الله بن الهادي ، عن محمد بن إبراهيم ، عن أبي سلمة قال : سألت عائشة رضي الله عنها كم كان صداق النبي صلى الله عليه وسلم لأزواجه؟ قالت : كان صداقه لأزواجه اثنتي عشرة أوقية ونشا ، قالت : أتدري ما النش؟ قلت : لا قالت : نصف أوقية ، فتلك خمسمائة درهم ، هذا صداق النبي صلى الله عليه وسلم لأزواجه .أما أقل الصداق فقد اختلفوا فيه : فذهب جماعة إلى أنه لا تقدير لأقله ، بل ما جاز أن يكون مبيعا أو ثمنا جاز أن يكون صداقا ، وهو قول ربيعة وسفيان الثوري والشافعي وأحمد وإسحاق ، قال عمر بن الخطاب : في ثلاث قبضات زبيب مهر ، وقال سعيد بن المسيب : لو أصدقها سوطا جاز .وقال قوم : يتقدر : بنصاب السرقة ، وهو قول مالك وأبي حنيفة ، غير أن نصاب السرقة عند مالك ثلاثة دراهم وعند أبي حنيفة عشرة دراهم .والدليل على أنه لا يتقدر : ما أخبرنا أبو الحسن السرخسي ، قال : أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن أبي حازم ، عن سهل بن سعد الساعدي رضي الله عنه أن رسول الله صلى الله عليه وسلم جاءته امرأة فقالت : يا رسول الله إني قد وهبت نفسي لك ، فقامت قياما طويلا فقام رجل فقال : يا رسول الله زوجنيها إن لم يكن لك فيها حاجة ، فقال رسول الله صلى الله عليه وسلم \" هل عندك من شيء تصدقها \" ؟ قال : ما عندي إلا إزاري هذا ، قال رسول الله صلى الله عليه وسلم : \" إن أعطيتها جلست لا إزار لك ، فالتمس شيئا \" ، فقال : ما أجد ، فقال : \" فالتمس ولو خاتما من حديد \" ، فالتمس فلم يجد شيئا ، فقال رسول الله صلى الله عليه وسلم : \" هل معك من القرآن شيء \" ؟ قال : نعم سورة كذا وسورة كذا - لسور سماها - فقال النبي صلى الله عليه وسلم : \" قد زوجتكها بما معك من القرآن \" .وفيه دليل على أنه لا تقدير لأقل الصداق ، لأنه قال : \" التمس شيئا \" فهذا يدل على جواز أي شيء كان من المال ، وقال : \" ولو خاتما من حديد \" ولا قيمة لخاتم الحديد إلا القليل التافه .وفي الحديث دليل على أنه يجوز تعليم القرآن صداقا وهو قول الشافعي رحمه الله ، وذهب بعض أهل العلم إلى أنه لا يجوز ، وهو قول أصحاب الرأي ، وكل عمل جاز الاستئجار عليه مثل البناء والخياطة وغير ذلك من الأعمال جاز أن يجعل صداقا ، ولم يجوز أبو حنيفة رضي الله عنه أن يجعل منفعة الحر صداقا ، والحديث حجة لمن جوزه بعدما أخبر الله تعالى عن شعيب عليه السلام حيث زوج ابنته من موسى عليهما السلام على العمل ، فقال : \" إني أريد أن أنكحك إحدى ابنتي هاتين على أن تأجرني ثماني حجج \" ( القصص - 27 ) ."
    },
    {
      "ayah": 25,
      "surah": 4,
      "text": "قوله تعالى : ( ومن لم يستطع منكم طولا ) أي : فضلا وسعة ، ( أن ينكح المحصنات ) الحرائر ( المؤمنات ) قرأ الكسائي ( المحصنات ) بكسر الصاد حيث كان ، إلا قوله في هذه السورة والمحصنات من النساء ، وقرأ الآخرون بفتح جميعها ، ( فمن ما ملكت أيمانكم من فتياتكم ) إمائكم ، ( المؤمنات ) أي : من لم يقدر على مهر الحرة المؤمنة ، فليتزوج الأمة المؤمنة .وفيه دليل على أنه لا يجوز للحر نكاح الأمة إلا بشرطين ، أحدهما : أن لا يجد مهر حرة ، والثاني أن يكون خائفا على نفسه من العنت ، وهو الزنا ، لقوله تعالى في آخر الآية : ( ذلك لمن خشي العنت منكم ) وهو قول جابر رضي الله عنه ، وبه قال طاوس وعمرو بن دينار ، وإليه ذهب مالك والشافعي .وجوز أصحاب الرأي للحر نكاح الأمة إلا أن تكون في نكاحه حرة ، أما العبد فيجوز له نكاح الأمة وإن كان في نكاحه حرة أو أمة ، وعند أبي حنيفة رضي الله عنه لا يجوز إذا كانت تحته حرة ، كما يقول في الحر .وفي الآية دليل على أنه لا يجوز للمسلم نكاح الأمة الكتابية لأنه قال ( فمن ما ملكت أيمانكم من فتياتكم المؤمنات ) جوز نكاح الأمة بشرط أن تكون مؤمنة ، وقال في موضع آخر : \" وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم والمحصنات من المؤمنات والمحصنات من الذين أوتوا الكتاب \" ( المائدة - 5 ) أي : الحرائر ، جوز نكاح الكتابية ، بشرط أن تكون حرة ، وجوز أصحاب الرأي للمسلم نكاح الأمة الكتابية ، وبالاتفاق يجوز وطؤها بملك اليمين .[ ( والله أعلم بإيمانكم ) أي : لا تتعرضوا للباطن في الإيمان وخذوا بالظاهر فإن الله أعلم بإيمانكم ] .( بعضكم من بعض ) قيل : بعضكم إخوة لبعض ، وقيل : كلكم من نفس واحدة فلا تستنكفوا من نكاح الإماء ، ( فانكحوهن ) يعني : الإماء ( بإذن أهلهن ) أي : مواليهن ، ( وآتوهن أجورهن ) مهورهن ، ( بالمعروف ) من غير مطل وضرار ، ( محصنات ) عفائف بالنكاح ، ( غير مسافحات ) أي : غير زانيات ، ( ولا متخذات أخدان ) أي : أحباب تزنون بهن في السر ، قال الحسن : المسافحة هي أن كل من دعاها تبعته ، وذات أخدان أي : تختص بواحد لا تزني إلا معه ، والعرب كانت تحرم الأولى وتجوز الثانية ، ( فإذا أحصن ) قرأ حمزة والكسائي وأبو بكر بفتح الألف والصاد ، أي : حفظن فروجهن ، وقال ابن مسعود : أسلمن ، وقرأ الآخرون : ( أحصن ) بضم الألف وكسر الصاد ، أي : زوجن ( فإن أتين بفاحشة ) يعني : الزنا ، ( فعليهن نصف ما على المحصنات ) أي : ما على الحرائر الأبكار إذا زنين ، ( من العذاب ) يعني : الحد ، فيجلد الرقيق إذا زنى خمسين جلدة ، وهل يغرب؟ فيه قولان ، فإن قلنا يغرب فيغرب نصف سنة على القول الأصح ولا رجم على العبيد .روي عن عبد الله بن عياش بن أبي ربيعة قال : أمرني عمر بن الخطاب رضي الله عنه في فتية من قريش فجلدنا ولائد من ولائد الإمارة خمسين في الزنا .ولا فرق في حد المملوك بين من تزوج أو لم يتزوج عند أكثر أهل العلم ، وذهب بعضهم إلى أنه لا حد على من لم يتزوج من المماليك إذا زنى ، لأن الله تعالى قال : ( فإن أتين بفاحشة فعليهن نصف ما على المحصنات ) وروي ذلك عن ابن عباس رضي الله عنهما ، وبه قال طاوس .ومعنى الإحصان عند الآخرين الإسلام ، وإن كان المراد منه التزويج فليس المراد منه أن التزويج شرط لوجوب الحد عليه ، بل المراد منه التنبيه على أن المملوك وإن كان محصنا بالتزويج فلا رجم عليه ، إنما حده الجلد بخلاف الحر ، فحد الأمة ثابت بهذه الآية ، وبيان أنه بالجلد في الخبر وهو ما أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عبد العزيز بن عبد الله ، حدثني الليث ، عن سعيد يعني المقبري ، عن أبيه ، عن أبي هريرة رضي الله عنهم قال : سمعت النبي صلى الله عليه وسلم يقول : \" إذا زنت أمة أحدكم فتبين زناها فليجلدها الحد ولا يثرب عليها ، ثم إن زنت فليجلدها الحد ولا يثرب ثم إن زنت الثالثة فتبين زناها فليبعها ولو بحبل من شعر \" .قوله تعالى : ( ذلك ) يعني : نكاح الأمة عند عدم الطول ، ( لمن خشي العنت منكم ) يعني : الزنا ، يريد المشقة لغلبة الشهوة ، ( وإن تصبروا ) عن نكاح الإماء متعففين ، ( خير لكم ) لئلا يخلق الولد رقيقا ( والله غفور رحيم ) ."
    },
    {
      "ayah": 26,
      "surah": 4,
      "text": "قوله تعالى : ( يريد الله ليبين لكم ) أي : أن يبين لكم ، كقوله تعالى : \" وأمرت لأعدل بينكم \" ( الشورى - 15 ) أي : أن أعدل ، وقوله : \" وأمرنا لنسلم لرب العالمين \" ( الأنعام - 71 ) ، وقال في موضع آخر \" وأمرت أن أسلم \" ( غافر - 66 ) .ومعنى الآية : يريد الله أن يبين لكم ، أي : يوضح لكم شرائع دينكم ومصالح أموركم ، قال عطاء : يبين لكم ما يقربكم منه ، قال الكلبي : يبين لكم أن الصبر عن نكاح الإماء خير لكم ، ( ويهديكم ) ويرشدكم ، ( سنن ) شرائع ، ( الذين من قبلكم ) في تحريم الأمهات والبنات والأخوات ، فإنها كانت محرمة على من قبلكم .وقيل : ويهديكم الملة الحنيفية وهي ملة إبراهيم عليه السلام ، ( ويتوب عليكم ) ويتجاوز عنكم ما أصبتم قبل أن يبين لكم ، وقيل : يرجع بكم من المعصية التي كنتم عليها إلى طاعته ، وقيل : يوفقكم للتوبة ( والله عليم ) بمصالح عباده في أمر دينهم ودنياهم ، ( حكيم ) فيما دبر من أمورهم ."
    },
    {
      "ayah": 27,
      "surah": 4,
      "text": "( والله يريد أن يتوب عليكم ) إن وقع منكم تقصير في أمر دينه ( ويريد الذين يتبعون الشهوات أن تميلوا ) عن الحق ، ( ميلا عظيما ) بإتيانكم ما حرم عليكم ، واختلفوا في الموصوفين باتباع الشهوات ، قال السدي : هم اليهود والنصارى ، وقال بعضهم : هم المجوس لأنهم يحلون نكاح الأخوات وبنات الأخ والأخت ، وقال مجاهد : هم الزناة يريدون أن تميلوا عن الحق فتزنون كما يزنون ، وقيل : هم جميع أهل الباطل ."
    },
    {
      "ayah": 28,
      "surah": 4,
      "text": "( يريد الله أن يخفف عنكم ) يسهل عليكم في أحكام الشرع ، وقد سهل كما قال جل ذكره : \" ويضع عنهم إصرهم \" ( الأعراف - 157 ) وقال النبي صلى الله عليه وسلم : \" بعثت بالحنيفية السمحة السهلة \" ، ( وخلق الإنسان ضعيفا ) قال طاوس والكلبي وغيرهما في أمر النساء : لا يصبر عنهن ، وقال ابن كيسان : ( وخلق الإنسان ضعيفا ) يستميله هواه وشهوته ، وقال الحسن : هو أنه خلق من ماء مهين ، بيانه قوله تعالى : \" الله الذي خلقكم من ضعف \" ( الروم - 54 ) ."
    },
    {
      "ayah": 29,
      "surah": 4,
      "text": "قوله تعالى : ( يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل ) بالحرام ، يعني : بالربا والقمار والغصب والسرقة والخيانة ونحوها ، وقيل : هو العقود الفاسدة ( إلا أن تكون تجارة ) ، قرأ أهل الكوفة ( تجارة ) نصب على خبر كان ، أي : إلا أن تكون الأموال تجارة ، وقرأ الآخرون بالرفع ، أي : إلا أن تقع تجارة ، ( عن تراض منكم ) أي : بطيبة نفس كل واحد منكم .وقيل : هو أن يجيز كل واحد من المتبايعين صاحبه بعد البيع ، فيلزم ، وإلا فلهما الخيار ما لم يتفرقا لما أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن نافع ، عن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قال : \" المتبايعان كل واحد منهما بالخيار على صاحبه ، ما لم يتفرقا إلا بيع الخيار \" .( ولا تقتلوا أنفسكم ) قال أبو عبيدة : أي لا تهلكوها ، كما قال : \" ولا تلقوا بأيديكم إلى التهلكة \" ( البقرة - 195 ) ، وقيل : لا تقتلوا أنفسكم بأكل المال بالباطل .وقيل : أراد به قتل المسلم نفسه ، أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا ابن عيينة ، عن أيوب ، عن أبي قلابة عن ثابت بن الضحاك أن رسول الله صلى الله عليه وسلم قال : \" من قتل نفسه بشيء في الدنيا عذب به يوم القيامة \" .حدثنا أبو الفضل زياد بن محمد الحنفي ، أخبرنا أبو معاذ عبد الرحمن المزني ، أنا أبو إسحاق إبراهيم بن حماد القاضي ، أنا أبو موسى الزمن ، أنا وهب بن جرير ، أخبرنا أبي ، قال سمعت الحسن : أخبرنا جندب بن عبد الله رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" خرج برجل فيمن كان قبلكم أراب فجزع منه ، فأخرج سكينا فحز بها يده فما رقأ الدم حتى مات \" فقال الله عز وجل : بادرني عبدي بنفسه فحرمت عليه الجنة \"وقال الحسن : ( ولا تقتلوا أنفسكم ) يعني : إخوانكم ، أي : لا يقتل بعضكم بعضا ، ( إن الله كان بكم رحيما ) أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا سليمان بن حرب ، أنا شعبة ، عن علي بن مدرك ، قال : سمعت أبا زرعة بن عمرو بن جرير عن جده قال : قال لي رسول الله صلى الله عليه وسلم في حجة الوداع : \" استنصت الناس \" ثم قال : \" لا ترجعن بعدي كفارا يضرب بعضكم رقاب بعض \" ."
    },
    {
      "ayah": 3,
      "surah": 4,
      "text": "وقوله تعالى : ( وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع ) الآية . اختلفوا في تأويلهم ، فقال بعضهم : معناه إن خفتم يا أولياء اليتامى أن لا تعدلوا فيهن إذا نكحتموهن فانكحوا غيرهن من الغرائب مثنى وثلاث ورباع .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا أبو اليمان ، أنا شعيب ، عن الزهري ، قال : كان عروة بن الزبير يحدث أنه سأل عائشة رضي الله عنها ( وإن خفتم ألا تقسطوا في اليتامى فانكحوا ما طاب لكم من النساء ) قالت : هي اليتيمة تكون في حجر وليها فيرغب في جمالها ومالها ويريد أن يتزوجها بأدنى من سنة نسائها ، فنهوا عن نكاحهن إلا أن يقسطوا لهن في إكمال الصداق ، وأمروا بنكاح من سواهن من النساء ، قالت عائشة رضي الله عنها : ثم استفتى الناس رسول الله صلى الله عليه وسلم ، فأنزل الله تعالى : ( ويستفتونك في النساء قل الله يفتيكم فيهن ) إلى قوله تعالى ( وترغبون أن تنكحوهن ) . فبين الله تعالى في هذه الآية أن اليتيمة إذا كانت ذات جمال أو مال ، رغبوا في نكاحها ولم يلحقوها بسنتها بإكمال الصداق ، وإذا كانت مرغوبة عنها في قلة المال والجمال تركوها والتمسوا غيرها من النساء ، قال : فكما يتركونها حين يرغبون عنها فليس لهم أن ينكحوها إذا رغبوا فيها إلا أن يقسطوا لها الأوفى من الصداق ويعطوها حقها .قال الحسن : كان الرجل من أهل المدينة يكون عنده الأيتام وفيهن من يحل له نكاحها فيتزوجها لأجل مالها وهي لا تعجبه كراهية أن =يدخله غريب فيشاركه في مالها ، ثم يسيء صحبتها ويتربص بها أن تموت ويرثها ، فعاب الله تعالى ذلك ، وأنزل الله هذه الآية .وقال عكرمة : كان الرجل من قريش يتزوج العشر من النساء والأكثر فإذا صار معدما من مؤن نسائه مال إلى مال يتيمه الذي في حجره فأنفقه ، فقيل لهم : لا تزيدوا على أربع حتى لا يحوجكم إلى أخذ أموال اليتامى ، وهذه رواية طاووس عن ابن عباس رضي الله عنهما .وقال بعضهم : كانوا يتحرجون عن أموال اليتامى ويترخصون في النساء ، فيتزوجون ما شاءوا وربما عدلوا وربما لم يعدلوا ، فلما أنزل الله تعالى في أموال اليتامى ( وآتوا اليتامى أموالهم ) أنزل هذه الآية ( وإن خفتم ألا تقسطوا في اليتامى ) يقول كما خفتم أن لا تقسطوا في اليتامى فكذلك خافوا في النساء أن لا تعدلوا فيهن فلا تتزوجوا أكثر مما يمكنكم القيام بحقهن ، لأن النساء في الضعف كاليتامى ، وهذا قول سعيد بن جبير وقتادة والضحاك والسدي ، ثم رخص في نكاح أربع فقال : ( فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع فإن خفتم ألا تعدلوا ) فيهن ( فواحدة ) وقال مجاهد : معناه إن تحرجتم من ولاية اليتامى وأموالهم إيمانا فكذلك تحرجوا من الزنا فانكحوا النساء الحلال نكاحا طيبا ، ثم بين لهم عددا ، وكانوا يتزوجون ما شاءوا من غير عدد ، قوله تعالى : ( فانكحوا ما طاب لكم من النساء ) أي : من طاب كقوله تعالى : \" والسماء وما بناها \" ( الشمس - 5 ) أي ومن بناها \" قال فرعون وما رب العالمين \" ( الشعراء - 23 ) والعرب تضع \" من \" و \" ما \" كل واحدة موضع الأخرى ، كقوله تعالى : \" فمنهم من يمشي على بطنه ومنهم من يمشي على رجلين \" ( النور - 45 ) ، وطاب أي : حل لكم من النساء مثنى وثلاث ورباع ، معدولات عن اثنين ، وثلاث ، وأربع ، ولذلك لا ينصرفن ، والواو بمعنى أو ، للتخيير ، كقوله تعالى : \" أن تقوموا لله مثنى وفرادى \" ( سبأ - 46 ) : \" أولي أجنحة مثنى وثلاث ورباع \" ( غافر - 1 ) وهذا إجماع أن أحدا من الأمة لا يجوز له أن يزيد على أربع نسوة ، وكانت الزيادة من خصائص النبي صلى الله عليه وسلم ، لا مشاركة معه لأحد من الأمة فيها ، وروي أن قيس بن الحارث كان تحته ثمان نسوة فلما نزلت هذه الآية قال له رسول الله صلى الله عليه وسلم : \" طلق أربعا وأمسك أربعا \" قال فجعلت أقول للمرأة التي لم تلد يا فلانة أدبري والتي قد ولدت يا فلانة أقبلي . وروي أن غيلان بن سلمة الثقفي أسلم وعنده عشر نسوة فقال له النبي صلى الله عليه وسلم : \" أمسك أربعا وفارق سائرهن \" .وإذا جمع الحر بين أربع نسوة حرائر يجوز ، فأما العبد فلا يجوز له أن ينكح أكثر من امرأتين عند أكثر أهل العلم ، أخبرنا عبد الوهاب بن أحمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا سفيان ، عن محمد بن عبد الرحمن مولى أبي طلحة ، عن سليمان بن يسار ، عن عبد الله بن عتبة ، عن عمر بن الخطاب رضي الله عنه أنه قال : ينكح العبد امرأتين ويطلق طلقتين وتعتد الأمة بحيضتين ، فإن لم تكن تحيض فبشهرين أو شهر ونصف \" وقال ربيعة : يجوز للعبد أن ينكح أربع نسوة كالحر .( فإن خفتم ) خشيتم ، وقيل : علمتم ، ( ألا تعدلوا ) بين الأزواج الأربع ، ( فواحدة ) أي فانكحوا واحدة . وقرأ أبو جعفر ( فواحدة ) بالرفع ، ( أو ما ملكت أيمانكم ) يعني السراري لأنه لا يلزم فيهن من الحقوق ما يلزم في الحرائر ، ولا =قسم لهن ، ولا وقف في عددهن ، وذكر الأيمان بيان ، تقديره : أو ما ملكتم ، وقال بعض أهل المعاني : أو ما ملكت أيمانكم أي : ما ينفذ فيه إقسامكم ، جعله من يمين الحلف ، لا يمين الجارحة ، ( ذلك أدنى ) أقرب ، ( ألا تعولوا ) أي : لا تجوروا ولا تميلوا ، يقال : ميزان عائل ، أي : جائر مائل ، هذا قول أكثر المفسرين ، وقال مجاهد : أن لا تضلوا ، وقال الفراء : أن لا تجاوزوا ما فرض الله عليكم ، وأصل العول : المجاوزة ، ومنه عول الفرائض ، وقال الشافعي رحمه الله : أن لا تكثر عيالكم ، وما قاله أحد ، إنما يقال من كثرة العيال : أعال يعيل إعالة ، إذا كثر عياله . وقال أبو حاتم : كان الشافعي رضي الله عنه أعلم بلسان العرب منا ولعله لغة ، ويقال : هي لغة حمير ، وقرأ طلحة بن مصرف ( \" أن لا تعيلوا . . . \" ) وهي حجة لقول الشافعي رضوان الله عليه ."
    },
    {
      "ayah": 30,
      "surah": 4,
      "text": "( ومن يفعل ذلك ) يعني : ما سبق ذكره من المحرمات ، ( عدوانا وظلما ) فالعدوان مجاوزة الحد ، والظلم وضع الشيء في غير موضعه ، ( فسوف نصليه ) ندخله في الآخرة ، ( نارا ) يصلى فيها ، ( وكان ذلك على الله يسيرا ) هينا ."
    },
    {
      "ayah": 31,
      "surah": 4,
      "text": "قوله تعالى : ( إن تجتنبوا كبائر ما تنهون عنه ) اختلفوا في الكبائر التي جعل الله اجتنابها تكفيرا للصغائر : أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا محمد بن مقاتل ، أنا النضر ، أخبرنا شعبة ، أنا فراس ، قال : سمعت الشعبي عن عبد الله بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال : \" الكبائر : الإشراك بالله ، وعقوق الوالدين ، وقتل النفس ، واليمين الغموس \" .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا مسدد ، أنا بشر بن المفضل ، أنا الجريري ، عن عبد الرحمن بن أبي بكرة ، عن أبيه ، قال : قال رسول الله صلى الله عليه وسلم : \" ألا أنبئكم بأكبر الكبائر؟ \" ثلاثا قالوا : بلى يا رسول الله ، قال : \" الإشراك بالله عز وجل ، وعقوق الوالدين ، وجلس وكان متكئا فقال : ألا وقول الزور ألا وقول الزور ، فما زال يكررها حتى قلنا ليته سكت \" .أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو سعيد محمد بن موسى الصيرفي ، أنا أبو عبد الله محمد بن عبد الله الصفار ، أنا أحمد بن محمد بن عيسى البرتي ، أنا محمد بن كثير ، أنا سفيان الثوري ، عن الأعمش ومنصور ، وواصل الأحدب عن أبي وائل عن عمرو بن شرحبيل عن عبد الله رضي الله عنهما قال : قلت يا رسول الله أي الذنب أعظم عند الله؟ قال : \" أن تجعل لله ندا وهو خلقك ، قلت : ثم أي؟ قال : أن تقتل ولدك خشية أن يأكل معك ، قلت : ثم أي؟ قال : أن تزاني حليلة جارك \" ، فأنزل الله تعالى تصديق قول النبي صلى الله عليه وسلم : ( والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ) الآية .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عبد العزيز بن عبد الله ، حدثني سليمان ، عن ثور بن زيد ، عن أبي الغيث ، عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" اجتنبوا السبع الموبقات : ، قالوا : يا رسول الله وما هن؟ قال : \" الشرك بالله والسحر وقتل النفس التي حرم الله إلا بالحق ، وأكل الربا وأكل مال اليتيم ، والتولي يوم الزحف ، وقذف المحصنات المؤمنات الغافلات \" .وقال عبد الله بن مسعود رضي الله عنه : أكبر الكبائر : الإشراك بالله والأمن من مكر الله والقنوط من رحمة الله واليأس من روح الله .أخبرنا عبد الواحد المليحي ، أنا عبد الرحمن بن أبي شريح ، أنا أبو القاسم عبد الله بن محمد البغوي ، أنا علي بن الجعد ، أنا شعبة ، عن سعيد بن إبراهيم ، قال : سمعت حميد بن عبد الرحمن يحدث عن عبد الله بن عمرو ، عن النبي صلى الله عليه وسلم قال : \" من الكبائر أن يسب الرجل والديه ، قالوا : وكيف يسب الرجل والديه؟ قال : يسب الرجل أبا الرجل فيسب أباه ويسب أمه \" .وعن سعيد بن جبير : أن رجلا سأل ابن عباس رضي الله عنهما عن الكبائر : أسبع هي؟ قال : هن إلى السبعمائة أقرب إلا أنه لا كبيرة مع الاستغفار ولا صغيرة مع الإصرار ، وقال : كل شيء عصي الله به فهو كبيرة ، فمن عمل شيئا منها فليستغفر فإن الله لا يخلد في النار من هذه الأمة إلا راجعا عن الإسلام أو جاحدا فريضة أو مكذبا بقدر .وقال عبد الله بن مسعود : ما نهى الله تعالى عنه في هذه السورة إلى قوله تعالى : \" إن تجتنبوا كبائر ما تنهون عنه \" فهو كبيرة .وقال علي بن أبي طلحة : هي كل ذنب ختمه الله بنار أو غضب أو لعنة أو عذاب .وقال الضحاك : ما أوعد الله عليه حدا في الدنيا أو عذابا في الآخرة .وقال الحسن بن الفضل : ما سماه الله في القرآن كبيرا أو عظيما نحو قوله تعالى : \" إنه كان حوبا كبيرا \" ( النساء - 2 ) ، \" إن قتلهم كان خطئا كبيرا \" ( الإسراء - 31 ) ، \" إن الشرك لظلم عظيم \" ( لقمان - 13 ) ، \" إن كيدكن عظيم \" ( يوسف - 28 ) \" سبحانك هذا بهتان عظيم \" ( النور - 16 ) \" إن ذلكم كان عند الله عظيما \" ( الأحزاب - 53 ) .قال سفيان الثوري : الكبائر ما كان فيه المظالم بينك وبين العباد ، والصغائر ما كان بينك وبين الله تعالى ، لأن الله كريم يعفو ، واحتج بما أخبرنا الشيخ أبو القاسم عبد الله بن علي الكرماني ، أنا أبو طاهر محمد بن محمد بن محمش الزيادي ، أنا أبو جعفر محمد بن أحمد بن سعيد ، أنا الحسين بن داؤد البلخي ، أنا يزيد بن هارون ، أنا حميد الطويل ، عن أنس بن مالك رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : \" ينادي مناد من بطنان العرش يوم القيامة : يا أمة محمد إن الله عز وجل قد عفا عنكم جميعا المؤمنين والمؤمنات ، تواهبوا المظالم وادخلوا الجنة برحمتي \" .وقال مالك بن مغول : الكبائر ذنوب أهل البدع ، والسيئات ذنوب أهل السنة .وقيل : الكبائر ذنوب العمد ، والسيئات الخطأ والنسيان وما أكره عليه ، وحديث النفس المرفوع عن هذه الأمة .وقيل : الكبائر ذنوب المستحلين مثل ذنب إبليس ، والصغائر ذنوب المستغفرين مثل ذنب آدم عليه السلام .وقال السدي : الكبائر ما نهى الله عنه من الذنوب الكبائر ، والسيئات مقدماتها وتوابعها مما يجتمع فيه الصالح والفاسق ، مثل النظرة واللمسة والقبلة وأشباهها . قال النبي صلى الله عليه وسلم : \" العينان تزنيان ، واليدان تزنيان ، والرجلان تزنيان ، ويصدق ذلك الفرج أو يكذبه \" .وقيل : الكبائر ما يستحقره العباد ، والصغائر ما يستعظمونه فيخافون مواقعته ، كما أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا أبو الوليد ، أنا مهدي بن غيلان ، عن أنس قال : إنكم لتعملون أعمالا هي أدق في أعينكم من الشعر ، إن كنا نعدها على عهد رسول الله صلى الله عليه وسلم من الموبقات .وقيل : الكبائر الشرك وما يؤدي إليه ، وما دون الشرك فهو السيئات ، قال الله تعالى : \" إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء \" ( النساء - 48 ، 116 ) .وقوله تعالى : ( إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم ) أي : من الصلاة إلى الصلاة ومن الجمعة إلى الجمعة ومن رمضان إلى رمضان .أخبرنا إسماعيل بن عبد القاهر ، أنا عبد الغافر بن محمد ، أنا محمد بن عيسى الجلودي ، أنا إبراهيم بن محمد بن سفيان ، أنا مسلم بن الحجاج ، حدثني هارون بن سعيد الأيلي أنا ابن وهب عن أبي صخر أن عمر بن إسحاق مولى زائدة حدثه عن أبيه عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يقول : \" الصلوات الخمس والجمعة إلى الجمعة ، ورمضان إلى رمضان ، مكفرات لما بينهن إذا اجتنب الكبائر \" .قوله تعالى : ( وندخلكم مدخلا كريما ) أي : حسنا وهو الجنة ، قرأ أهل المدينة ( مدخلا ) بفتح الميم هاهنا وفي الحج ، وهو موضع الدخول ، وقرأ الباقون بالضم على المصدر بمعنى الإدخال ."
    },
    {
      "ayah": 32,
      "surah": 4,
      "text": "قوله تعالى : ( ولا تتمنوا ما فضل الله به بعضكم على بعض ) الآية ، قال مجاهد : قالت أم سلمة : يا رسول الله إن الرجال يغزون ولا نغزو ولهم ضعف ما لنا من الميراث ، فلو كنا رجالا غزونا كما غزوا وأخذنا من الميراث مثل ما أخذوا . فنزلت هذه الآية .وقيل : لما جعل الله عز وجل للذكر مثل حظ الأنثيين في الميراث ، قالت النساء : نحن أحق وأحوج إلى الزيادة من الرجال ، لأنا ضعفاء وهم أقوى وأقدر على طلب المعاش ، فأنزل الله تعالى : ( ولا تتمنوا ما فضل الله به بعضكم على بعض )وقال قتادة والسدي لما نزل قوله : ( للذكر مثل حظ الأنثيين ) قال الرجال إنا لنرجو أن نفضل على النساء بحسناتنا في الآخرة فيكون أجرنا على الضعف من أجر النساء كما فضلنا عليهن في الميراث فقال الله تعالى : ( للرجال نصيب مما اكتسبوا ) من الأجر ( وللنساء نصيب مما اكتسبن )معناه : أن الرجال والنساء في الأجر في الآخرة سواء ، وذلك أن الحسنة تكون بعشر أمثالها يستوي فيها الرجال والنساء ، وإن فضل الرجال في الدنيا على النساء .وقيل : معناه للرجال نصيب مما اكتسبوا من أمر الجهاد وللنساء نصيب مما اكتسبن من طاعة الأزواج وحفظ الفروج ، يعني إن كان للرجال فضل الجهاد فللنساء فضل طاعة الأزواج وحفظ الفروج .قوله تعالى : ( واسألوا الله من فضله ) قرأ ابن كثير والكسائي وسلوا ، وسل ، وفسل إذا كان قبل السين واو أو فاء بغير همز ، ونقل حركة الهمزة إلى السين ، والباقون بسكون السين مهموزا . فنهى الله تعالى عن التمني لما فيه من دواعي الحسد ، والحسد أن يتمنى زوال النعمة عن صاحبه ويتمناها لنفسه ، وهو حرام ، والغبطة أن يتمنى لنفسه مثل ما لصاحبه وهو جائز . قال الكلبي : لا يتمنى الرجل مال أخيه ولا امرأته ولا خادمه ، ولكن ليقل اللهم ارزقني مثله ، وهو كذلك في التوراة كذلك في القرآن . قوله : ( واسألوا الله من فضله ) قال ابن عباس : واسألوا الله من فضله : أي : من رزقه ، قال سعيد بن جبير : من عبادته ، فهو سؤال التوفيق للعبادة ، قال سفيان بن عيينة : لم يأمر بالمسألة إلا ليعطي . ( إن الله كان بكل شيء عليما ) ."
    },
    {
      "ayah": 33,
      "surah": 4,
      "text": "قوله تعالى : ( ولكل جعلنا موالي ) أي : ولكل واحد من الرجال والنساء جعلنا موالي ، أي : عصبة يعطون ( مما ترك الوالدان والأقربون ) والوالدان والأقربون هم المورثون ، [ وقيل : معناه ولكل جعلنا موالي أي : ورثة ، مما ترك أي : من الذين تركهم ويكون \" ما \" بمعنى ( من ) ، ثم فسر ( الموالي ) فقال : \" الوالدان والأقربون \" ، هم الوارثون ] .( والذين عقدت أيمانكم ) قرأ أهل الكوفة ( عقدت ) بلا ألف ، أي : عقدت لهم أيمانكم ، وقرأ الآخرون : \" عاقدت أيمانكم \" والمعاقدة : المحالفة والمعاهدة ، والأيمان جمع يمين ، من اليد والقسم ، وذلك أنهم كانوا عند المحالفة يأخذ بعضهم بيد بعض على الوفاء والتمسك بالعهد . ومحالفتهم أن الرجل كان في الجاهلية يعاقد الرجل فيقول : دمي دمك وهدمي هدمك وثأري ثأرك وحربي حربك وسلمي سلمك وترثني وأرثك وتطلب بي وأطلب بك وتعقل عني وأعقل عنك ، فيكون للحليف السدس من مال الحليف ، وكان ذلك ثابتا في ابتداء الإسلام فذلك قوله تعالى : ( فآتوهم نصيبهم ) أي : أعطوهم حظهم من الميراث ، ثم نسخ ذلك بقوله تعالى \" وأولو الأرحام بعضهم أولى ببعض في كتاب الله \" ( الأحزاب 6 ) .وقال إبراهيم ومجاهد : أراد فآتوهم نصيبهم من النصر والرفد ولا ميراث ، وعلى هذا تكون هذه الآية غير منسوخة لقوله تعالى : \" أوفوا بالعقود \" ( المائدة - 1 ) وقال رسول الله صلى الله عليه وسلم في خطبة يوم فتح مكة : \" لا تحدثوا حلفا في الإسلام ، وما كان من حلف في الجاهلية فتمسكوا فيه فإنه لم يزده الإسلام إلا شدة \" .وقال ابن عباس رضي الله عنهما : أنزلت هذه الآية في الذين آخى بينهم رسول الله صلى الله عليه وسلم من المهاجرين والأنصار حين قدموا المدينة وكانوا يتوارثون بتلك المؤاخاة دون الرحم ، فلما نزلت ( ولكل جعلنا موالي ) نسخت ، ثم قال : ( والذين عقدت أيمانكم فآتوهم نصيبهم ) النصر والرفادة والنصيحة ، وقد ذهب الميراث فيوصي له . وقال سعيد بن المسيب : كانوا يتوارثون بالتبني وهذه الآية فيه ثم نسخ . ( إن الله كان على كل شيء شهيدا ) ."
    },
    {
      "ayah": 34,
      "surah": 4,
      "text": "قوله عز وجل : ( الرجال قوامون على النساء ) الآية نزلت في سعد بن الربيع وكان من النقباء وفي امرأته حبيبة بنت زيد بن أبي زهير ، قاله مقاتل ، وقال الكلبي : امرأته حبيبة بنت محمد بن مسلمة ، وذلك أنها نشزت عليه فلطمها ، فانطلق أبوها معها إلى النبي صلى الله عليه وسلم [ فقال : أفرشته كريمتي فلطمها ، فقال النبي صلى الله عليه وسلم : \" لتقتص من زوجها \" ، فانصرفت مع أبيها ] لتقتص منه فجاءجبريل عليه السلام [ فقال النبي صلى الله عليه وسلم : \" ارجعوا هذا جبريل أتاني بشيء \" ، فأنزل الله هذه الآية ] ، فقال النبي صلى الله عليه وسلم : \" أردنا أمرا وأراد الله أمرا ، والذي أراد الله خير \" ، ورفع القصاص .قوله تعالى : ( الرجال قوامون على النساء ) أي : مسلطون على تأديبهن ، والقوام والقيم بمعنى واحد ، والقوام أبلغ وهو القائم بالمصالح والتدبير والتأديب .( بما فضل الله بعضهم على بعض ) يعني : فضل الرجال على النساء بزيادة العقل والدين والولاية ، وقيل : بالشهادة ، لقوله تعالى : \" فإن لم يكونا رجلين فرجل وامرأتان \" ( البقرة - 282 ) وقيل : بالجهاد ، وقيل : بالعبادات من الجمعة والجماعة ، وقيل : هو أن الرجل ينكح أربعا ولا يحل للمرأة إلا زوج واحد ، وقيل : بأن الطلاق بيده ، وقيل : بالميراث ، وقيل : بالدية ، وقيل : بالنبوة .( وبما أنفقوا من أموالهم ) يعني : إعطاء المهر والنفقة ، أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو سعيد محمد بن موسى الصيرفي ، قال : أخبرنا أبو عبد الله محمد بن عبد الله الصفار ، أنا أحمد بن محمد بن عيسى البرتي أنا أبو حذيفة ، أنا سفيان ، عن الأعمش ، عن أبي ظبيان أن معاذ بن جبل رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لو أمرت أحدا أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها \" .قوله تعالى : ( فالصالحات قانتات ) أي : مطيعات ( حافظات للغيب ) أي : حافظات للفروج في غيبة الأزواج ، وقيل : حافظات لسرهم ( بما حفظ الله ) قرأ أبو جعفر ( بما حفظ الله ) بالنصب ، أي : يحفظن الله في الطاعة ، وقراءة العامة بالرفع ، أي : بما حفظهن الله بإيصاء الأزواج بحقهن وأمرهم بأداء المهر والنفقة .وقيل : حافظات للغيب بحفظ الله ، أخبرنا أبو سعيد الشريحي ، أنا أبو إسحاق الثعلبي ، أنا أبو عبد الله بن فنجويه ، أخبرنا عمر بن الخطاب ، أنا محمد بن إسحاق المسوحي ، أنا الحارث بن عبد الله ، أنا أبو معشر عن سعيد عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" خير النساء امرأة إن نظرت إليها سرتك وإن أمرتها أطاعتك وإذا غبت عنها حفظتك في مالها ونفسها \" ، ثم تلا ( الرجال قوامون على النساء ) الآية .( واللاتي تخافون نشوزهن ) عصيانهن ، وأصل النشوز : التكبر والارتفاع ، ومنه النشز للموضع المرتفع ، ( فعظوهن ) بالتخويف من الله والوعظ بالقول ، ( واهجروهن ) يعني : إن لم ينزعن عن ذلك بالقول فاهجروهن ( في المضاجع ) قال ابن عباس : يوليها ظهره في الفراش ولا يكلمها ، وقال غيره : يعتزل عنها إلى فراش آخر ، ( واضربوهن ) يعني : إن لم ينزعن مع الهجران فاضربوهن ضربا غير مبرح ولا شائن ، وقال عطاء : ضربا بالسواك وقد جاء في الحديث عن النبي صلى الله عليه وسلم أنه قال : \" حق المرأة أن تطعمها إذا طعمت وتكسوها إذا اكتسيت ولا تضرب الوجه ولا تقبح ولا تهجر إلا في البيت \" .( فإن أطعنكم فلا تبغوا عليهن سبيلا ) أي : لا تجنوا عليهن الذنوب ، وقال ابن عيينة : لا تكلفوهن محبتكم فإن القلب ليس بأيديهن . ( إن الله كان عليا كبيرا ) متعاليا من أن يكلف العباد مالا يطيقونه ، وظاهر الآية يدل على أن الزوج يجمع عليها بين الوعظ والهجران والضرب ، فذهب بعضهم إلى ظاهرها وقال : إذا ظهر منها النشوز جمع بين هذه الأفعال ، وحمل الخوف في قوله ( واللاتي تخافون نشوزهن ) على العلم كقوله تعالى : \" فمن خاف من موص جنفا \" ( البقرة - 182 ) أي : علم ، ومنهم من حمل الخوف على الخشية لا على حقيقة العلم ، كقوله تعالى : \" وإما تخافن من قوم خيانة \" ( الأنفال - 58 ) ، وقال : هذه الأفعال على ترتيب الجرائم ، فإن خاف نشوزها بأن ظهرت أمارته منها من المخاشنة وسوء الخلق وعظها ، فإن أبدت النشوز هجرها ، فإن أصرت على ذلك ضربها ."
    },
    {
      "ayah": 35,
      "surah": 4,
      "text": "قوله تعالى : ( وإن خفتم شقاق بينهما ) يعني : شقاقا بين الزوجين ، [ والخوف بمعنى اليقين ، وقيل : هو بمعنى الظن يعني : إن ظننتم شقاق بينهما .وجملته : أنه إذا ظهر بين الزوجين ] شقاق واشتبه حالهما فلم يفعل الزوج الصفح ولا الفرقة ولا المرأة تأدية الحق ولا الفدية وخرجا إلى ما لا يحل قولا وفعلا بعث الإمام حكما من أهله إليه وحكما من أهلها إليها ، رجلين حرين عدلين ، ليستطلع كل واحد من الحكمين رأي من بعث إليه إن كانت رغبته في الوصلة أو في الفرقة ، ثم يجتمع الحكمان فينفذان ما يجتمع عليه رأيهما من الصلاح ، فذلك قوله عز وجل : ( فابعثوا حكما من أهله وحكما من أهلها إن يريدا إصلاحا ) يعني : الحكمين ، ( يوفق الله بينهما ) يعني : بين الزوجين ، وقيل : بين الحكمين ، ( إن الله كان عليما خبيرا ) [ أخبرنا عبد الوهاب بن محمد الكسائي ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا الثقفي ، عن أيوب عن ابن سيرين عن ] عبيدة أنه قال في هذه الآية ( وإن خفتم شقاق بينهما فابعثوا حكما من أهله وحكما من أهلها ) قال : جاء رجل وامرأة إلى علي بن أبي طالب رضي الله عنه ومع كل واحد منهما فئام من الناس ، فأمرهم علي رضي الله عنه فبعثوا حكما من أهله وحكما من أهلها ثم قال للحكمين : أتدريان ما عليكما؟ إن رأيتما أن تجمعا جمعتما وإن رأيتما أن تفرقا فرقتما ، قالت المرأة رضيت بكتاب الله بما علي فيه ولي ، فقال الرجل : أما الفرقة فلا فقال علي رضي الله عنه : كذبت والله حتى تقر بمثل الذي أقرت به .واختلف القول في جواز بعث الحكمين من غير رضا الزوجين : وأصح القولين أنه لا يجوز إلا برضاهما ، وليس لحكم الزوج أن يطلق دون رضاه ، ولا لحكم المرأة أن يخالع على مالها إلا بإذنها ، وهو قول أصحاب الرأي لأن عليا رضي الله عنه ، حين قال الرجل : أما الفرقة فلا قال : كذبت حتى تقر بمثل الذي أقرت به . فثبت أن تنفيذ الأمر موقوف على إقراره ورضاه .والقول الثاني : يجوز بعث الحكمين دون رضاهما ، ويجوز لحكم الزوج أن يطلق دون رضاه ولحكم المرأة أن يخلع دون رضاها ، إذا رأيا الصلاح ، كالحاكم يحكم بين الخصمين وإن لم يكن على وفق مرادهما ، وبه قال مالك ، ومن قال بهذا قال : ليس المراد من قول علي رضي الله عنه للرجل حتى تقر : أن رضاه شرط ، بل معناه : أن المرأة رضيت بما في كتاب الله [ فقال الرجل : أما الفرقة فلا يعني : الفرقة ليست في كتاب الله ] ، فقال علي : كذبت ، حيث أنكرت أن الفرقة في كتاب الله ، بل هي في كتاب الله ، [ فإن قوله تعالى : ( يوفق الله بينهما ) يشتمل على الفراق وغيره ] لأن التوفيق أن يخرج كل واحد منهما من الوزر وذلك تارة يكون بالفرقة وتارة بصلاح حالهما في الوصلة ."
    },
    {
      "ayah": 36,
      "surah": 4,
      "text": "قوله تعالى : ( واعبدوا الله ) أي : وحدوه وأطيعوه ، ( ولا تشركوا به شيئا ) [ أخبرنا أبو حامد أحمد بن عبد الله الصالحي ، أنا أبو الحسن علي بن محمد بن عبد الله بن بشران أنا علي أبو إسماعيل محمد بن محمد الصفار ، أنا أحمد بن منصور الرمادي ، أنا عبد الرزاق ، أنا معمر ، عن أبي إسحاق ، عن عمرو بن ميمون الأودي ] عن معاذ بن جبل رضي الله عنه قال : كنت رديف النبي صلى الله عليه وسلم فقال : \" هل تدري يا معاذ ما حق الله على الناس؟ قال قلت : الله ورسوله أعلم ، قال : حقه عليهم أن يعبدوه ولا يشركوا به شيئا ، أتدري يا معاذ ما حق الناس على الله إذا فعلوا ذلك؟ قال : قلت الله ورسوله أعلم ، قال : فإن حق الناس على الله أن لا يعذبهم ، قال قلت : يا رسول الله ألا أبشر الناس؟ قال : دعهم يعملون \" .قوله تعالى : ( وبالوالدين إحسانا ) برا بهما وعطفا عليهما ، ( وبذي القربى ) أي : أحسنوا بذي القربى ، ( واليتامى والمساكين ) [ أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عمرو بن زرارة ، أنا عبد العزيز بن أبي حازم ، عن أبيه ، عن سهل بن سعد رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم ] \" أنا وكافل اليتيم في الجنة هكذا ، وأشار بالسبابة والوسطى وفرج بينهما شيئا \" .[ أخبرنا محمد بن يعقوب الكسائي ، أنا عبد الله بن محمود ، أنا إبراهيم بن عبد الله الخلال ، أنا عبد الله بن مبارك ، عن يحيى بن أيوب ، عن عبد الله بن زحر ، عن علي بن يزيد عن القاسم ] عن أبي أمامة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" من مسح رأس يتيم لم يمسحه إلا لله كان له بكل شعرة تمر عليها يده حسنات ، ومن أحسن إلى يتيمة أو يتيم عنده كنت أنا وهو في الجنة كهاتين وقرن بين أصبعيه \"قوله تعالى : ( والجار ذي القربى ) أي : ذي القرابة ، ( والجار الجنب ) أي : البعيد الذي ليس بينك وبينه قرابة . [ أخبرنا عبد الواحد بن أحمد المليحي ، أنا أبو عبد الرحمن بن أبي شريح ، أنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ، أنا علي بن الجعد ، أنا شعبة عن أبي عمران الجوني قال : سمعت ] طلحة قال : قالت عائشة رضي الله عنها : يا رسول الله إن لي جارين فإلى أيهما أهدي؟ قال : \" إلى أقربهما منك بابا \" .أخبرنا الأستاذ الإمام أبو القاسم عبد الكريم بن هوازن القشيري ، أنا أبو نعيم عبد الملك بن الحسن الإسفرايني ، أنا أبو عوانة يعقوب بن إسحاق ، أنا يزيد بن سنان ، أخبرنا عثمان بن عمر ، أخبرنا أبو عامر الخزاز ، عن أبي عمران الجوني ، عن عبد الله بن الصامت عن أبي ذر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لا تحقرن من المعروف شيئا ولو أن تلقى أخاك بوجه طلق ، وإذا طبخت مرقة فأكثر ماءها واغرف لجيرانك منها \" .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا محمد بن منهال ، أنا يزيد بن زريع ، أنا عمر بن محمد ، عن أبيه عن ابن عمر رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : \" ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه \" .قوله تعالى : ( والصاحب بالجنب ) يعني : الرفيق في السفر ، قاله ابن عباس رضي الله عنهما وجماعة وعكرمة وقتادة ، وقال علي وعبد الله والنخعي : هو المرأة تكون معه إلى جنبه ، وقال ابن جريج وابن زيد : هو الذي يصحبك رجاء نفعك .( وابن السبيل ) قيل : هو المسافر لأنه ملازم للسبيل ، والأكثرون : على أنه الضيف ، أخبرنا الأستاذ الإمامأبو القاسم عبد الكريم بن هوازن القشيري ، أنا أبو نعيم عبد الملك بن الحسن الاسفراييني ، أنا أبو عوانة يعقوب بن إسحاق ، أنا شعيب بن عمرو الدمشقي ، أخبرنا سفيان بن عيينة عن عمرو بن دينار ، أنه سمع نافع بن جبير ، عن أبي شريح الخزاعي أن النبي صلى الله عليه وسلم قال : \" من كان يؤمن بالله واليوم الآخر فليحسن إلى جاره ، ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه ، ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت \" .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد أنا أبو إسحاق الهاشمي أنا أبو مصعب ، عن مالك عن سعيد بن أبي سعيد المقبري ، عن أبي شريح الكعبي ، أن رسول الله صلى الله عليه وسلم قال : \" من كان يؤمن بالله واليوم الآخر فليكرم جاره ، ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت ، ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه ، جائزته يوم وليلة ، والضيافة ثلاثة أيام ، وما كان بعد ذلك فهو صدقة ، ولا يحل أن يثوي - أي : أن يقيم - عنده حتى يحرجه \" .قوله تعالى : ( وما ملكت أيمانكم ) أي : المماليك أحسنوا إليهم ، أخبرنا محمد بن الحسن المروزي أخبرنا أبو العباس الطحان ، أنا أبو أحمد محمد بن قريش ، أنا علي بن عبد العزيز المكي أنا أبو عبيد القاسم بن سلام ، أنا يزيد ، عن همام ، عن قتادة ، عن صالح أبي الخليل ، عن سفينة ، عن أم سلمة رضي الله عنها عن النبي صلى الله عليه وسلم أنه كان يقول في مرضه : \" الصلاة وما ملكت أيمانكم \" ، فجعل يتكلم وما يفيض بها لسانه .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عمر بن حفص ، أنا أبي ، أنا الأعمش ، عن المعرور ، عن أبي ذر رضي الله عنه قال : رأيت عليه بردا وعلى غلامه برد ، فقلت : لو أخذت هذا فلبسته كانا حلة وأعطيته ثوبا آخر ، فقال : كان بيني وبين رجل كلام وكانت أمه أعجمية فنلت منها فذكرني إلى النبي صلى الله عليه وسلم ، فقال لي أساببت فلانا؟ قلت : نعم ، قال : أفنلت أمه؟ قلت : نعم ، قال إنك امرؤ فيك جاهلية ، قلت : على ساعتي هذه من كبر السن؟ قال : نعم ، هم إخوانكم جعلهم الله تحت أيديكم ، فمن جعل الله أخاه تحت يده فليطعمه مما يأكل وليلبسه مما يلبس ولا يكلفه من العمل ما يغلبه ، فإن كلفه ما يغلبه فليعنه عليه \" .أخبرنا الإمام أبو الحسين بن محمد القاضي ، أنا أبو طاهر الزيادي ، أخبرنا أبو بكر محمد بن عمرو بن حفص التاجر ، أنا سهل بن عمار ، أنا يزيد بن هارون ، أخبرنا صدقة بن موسى ، عن فرقد السبخي ، عن مرة الطيب ، عن أبي بكر رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" لا يدخل الجنة سيئ الملكة \" .( إن الله لا يحب من كان مختالا فخورا ) المختال : المتكبر ، والفخور : الذي يفتخر على الناس بغير الحق تكبرا ، ذكر هذا بعدما ذكر من الحقوق ، لأن المتكبر يمنع الحق تكبرا .أخبرنا حسان بن سعيد المنيعي ، أنا أبو طاهر الزيادي ، أنا محمد بن الحسين القطان ، أنا أحمد بن يوسف السلمي ، أنا عبد الرزاق أنا معمر ، عن همام بن منبه ، قال : أنا أبو هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" بينما رجل يتبختر في بردين وقد أعجبته نفسه خسف الله به الأرض فهو يتجلجل فيها إلى يوم القيامة \" .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن نافع ، عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : \" لا ينظر الله يوم القيامة إلى من جر ثوبه خيلاء \" ."
    },
    {
      "ayah": 37,
      "surah": 4,
      "text": "( الذين يبخلون ) البخل في كلام العرب : منع السائل من فضل ما لديه ، وفي الشرع : منع الواجب ، ( ويأمرون الناس بالبخل ) قرأ حمزة والكسائي ( بالبخل ) بفتح الباء والخاء ، وكذلك في سورة الحديد ، وقرأ الآخرون بضم الباء وسكون الخاء ، نزلت في اليهود بخلوا ببيان صفة محمد صلى الله عليه وسلم وكتموها .قال سعيد بن جبير : هذا في كتمان العلم .وقال ابن عباس رضي الله عنهما وابن زيد : نزلت في كردم بن زيد وحيي بن أخطب ورفاعة بن زيد بن التابوت وأسامة بن حبيب ونافع بن أبي نافع وبحري بن عمرو كانوا يأتون رجالا من الأنصار ويخالطونهم فيقولون لا تنفقوا أموالكم فإنا نخشى عليكم الفقر ولا تدرون ما يكون فأنزل الله تعالى هذه الآية : ( ويكتمون ما آتاهم الله من فضله ) يعني المال ، وقيل : يعني يبخلون بالصدقة ( وأعتدنا للكافرين عذابا مهينا ) ."
    },
    {
      "ayah": 38,
      "surah": 4,
      "text": "( والذين ينفقون أموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الآخر ) محل \" الذين \" نصب ، عطفا على الذين يبخلون ، وقيل : خفض عطفا على قوله : و ( أعتدنا للكافرين ) نزلت في اليهود ، وقال السدي : في المنافقين ، وقيل : في مشركي مكة المتفقين على عداوة الرسول صلى الله عليه وسلم .( ومن يكن الشيطان له قرينا ) صاحبا وخليلا ( فساء قرينا ) أي : فبئس الشيطان قرينا وهو نصب على التفسير ، وقيل : على القطع بإلقاء الألف واللام كما تقول : نعم رجلا عبد الله ، وكما قال تعالى : \" بئس للظالمين بدلا \" ( الكهف - 50 ) \" ساء مثلا \" ( الأعراف - 177 ) ."
    },
    {
      "ayah": 39,
      "surah": 4,
      "text": "( وماذا عليهم ) أي : ما الذي عليهم وأي شيء عليهم؟ ( لو آمنوا بالله واليوم الآخر وأنفقوا مما رزقهم الله وكان الله بهم عليما )"
    },
    {
      "ayah": 4,
      "surah": 4,
      "text": "( وآتوا النساء صدقاتهن نحلة ) قال الكلبي ومجاهد : هذا الخطاب للأولياء ، وذلك أن ولي المرأة كان إذا زوجها فإن كانت معهم في العشيرة لم يعطها من مهرها قليلا ولا كثيرا ، وإن كان زوجها غريبا حملوها إليه على بعير ولم يعطوها من مهرها غير ذلك . فنهاهم الله عن ذلك وأمرهم أن يدفعوا الحق إلى أهله .[ قال الحضرمي : كان أولياء النساء يعطي هذا أخته على أن يعطيه الآخر أخته ، ولا مهر بينهما ، فنهوا عن ذلك وأمروا بتسمية المهر في العقد . أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك عن نافع ، عن عبد الله بن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم \" نهى عن الشغار \" .والشغار : أن يزوج الرجل ابنته على أن يزوج الرجل الآخر ابنته ، وليس بينهما صداق \"وقال الآخرون : الخطاب للأزواج أمروا بإيتاء نسائهم الصداق ، وهذا أصح ، لأن الخطاب فيما قبل مع الناكحين ، والصدقات : المهور ، واحدها صدقة ( نحلة ) قال قتادة : فريضة ، وقال ابن جريج : فريضة مسماة ، قال أبو عبيدة : ولا تكون النحلة إلا مسماة معلومة ، وقال الكلبي : عطية وهبة ، وقال أبو عبيدة : عن طيب نفس ] ، وقال الزجاج : تدينا .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عبد الله بن يوسف ، أخبرنا الليث ، حدثني يزيد بن أبي حبيب ، عن أبي الخير ، عن عقبة بن عامر ، قال : قال رسول الله صلى الله عليه وسلم : \" أحق الشروط أن توفوا به ما استحللتم به الفروج \" .( فإن طبن لكم عن شيء منه نفسا ) يعني : فإن طابت نفوسهن بشيء من ذلك فوهبن منكم ، فنقل الفعل من النفوس إلى أصحابها فخرجت النفس مفسرا ، فلذلك وحد النفس ، كما قال الله تعالى : \" وضاق بهم ذرعا \" ( هود - 77 ) ( العنكبوت - 33 ) \" وقري عينا \" ( مريم - 26 ) وقيل : لفظها واحد ومعناها جمع ، ( فكلوه هنيئا مريئا ) سائغا طيبا ، يقال هنأ في الطعام يهنأ بفتح النون في الماضي وكسرها في الباقي ، وقيل : الهنأ : الطيب المساغ الذي لا ينغصه شيء ، والمريء : المحمود العاقبة التام الهضم الذي لا يضر ، قرأ أبو جعفر ( هنيا مريا ) بتشديد الياء فيهما من غير همز ، وكذلك \" بري \" ، \" وبريون \" ، \" وبريا \" \" وكهية \" والآخرون يهمزونها ."
    },
    {
      "ayah": 40,
      "surah": 4,
      "text": "( إن الله لا يظلم مثقال ذرة ) [ أدخل ابن عباس يده في التراب ثم نفخ فيها وقال : كل واحد من هذه الأشياء ذرة ، والمراد أنه لا يظلم . لا قليلا ولا كثيرا ] . ونظمه : وماذا عليهم لو آمنوا بالله واليوم الآخر وأنفقوا فإن الله لا يظلم أي : لا يبخس ولا ينقص أحدا من ثواب عمله مثقال ذرة ، وزن ذرة ، والذرة : هي النملة الحمراء الصغيرة ، وقيل : الذر أجزاء الهباء في الكوة وكل جزء منها ذرة ولا يكون لها وزن ، وهذا مثل ، يريد : إن الله لا يظلم شيئا ، كما قال في آية أخرى : \" إن الله لا يظلم الناس شيئا \" ( يونس 44 )أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو عمر بكر بن محمد المزني ، أنا أبو بكر محمد بن عبد الله الحفيد ، أنا الحسين بن الفضل البجلي ، أنا عفان ، أنا همام ، أنا قتادة عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : \" إن الله لا يظلم المؤمن حسنة ، يثاب عليها الرزق في الدنيا ويجزى بها في الآخرة \" ، قال : \" وأما الكافر فيطعم بحسناته في الدنيا حتى إذا أفضى إلى الآخرة لم يكن له حسنة يعطى بها خيرا \" .أخبرنا عبد الواحد المليحي ، أنا أبو الطيب الربيع بن محمد بن أحمد بن حاتم البزار الطوسي ، أنا أحمد بن محمد بن الحسن ، أن محمد بن يحيى حدثهم ، أخبرنا عبد الرزاق وأخبرنا أبو سعيد عبد الله بن أحمد الطاهري ، أخبرنا جدي أبو سهل عبد الصمد بن عبد الرحمن البزار ، أنا أبو بكر محمد بن زكريا العذافري ، أخبرنا إسحاق بن إبراهيم الدبري أنا عبد الرزاق ، أنا معمر ، عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" إذا خلص المؤمنون من النار وأمنوا ، فما مجادلة أحدكم لصاحبه في الحق يكون له في الدنيا بأشد مجادلة من المؤمنين لربهم في إخوانهم الذين أدخلو النار ، قال : يقولون ربنا إخواننا كانوا يصلون معنا ويصومون معنا ويحجون معنا فأدخلتهم النار ، قال : فيقول اذهبوا فأخرجوا من عرفتم منهم فيأتونهم فيعرفونهم بصورهم لا تأكل النار صورهم فمنهم من أخذته النار إلى أنصاف ساقيه ومنهم من أخذته إلى كعبيه فيخرجونهم ، فيقولون : ربنا قد أخرجنا من أمرتنا ، قال : ثم يقول : أخرجوا من كان في قلبه وزن دينار من الإيمان ، ثم من كان في قلبه وزن نصف دينار ، حتى يقول : من كان في قلبه مثقال ذرة \" ، قال أبو سعيد رضي الله عنه : فمن لم يصدق هذا فليقرأ هذه الآية : \" إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما \" قال : فيقولون ربنا قد أخرجنا من أمرتنا فلم يبق في النار أحد فيه خير ، ثم يقول الله عز وجل : شفعت الملائكة ، وشفعت الأنبياء ، وشفع المؤمنون ، وبقي أرحم الراحمين ، قال : فيقبض قبضة من النار ، أو قال : قبضتين لم يعملوا لله خيرا قط قد احترقوا حتى صاروا حمما فيؤتى بهم إلى ماء يقال له : ماء الحياة فيصب عليهم فينبتون كما تنبت الحبة في حميل السيل ، قال : فتخرج أجسادهم مثل اللؤلؤ في أعناقهم الخاتم : عتقاء الله فيقال لهم : ادخلوا الجنة فما تمنيتم أو رأيتم من شيء فهو لكم ، قال فيقولون : ربنا أعطيتنا ما لم تعط أحدا من العالمين ، قال : فيقول فإن لكم أفضل منه ، فيقولون : ربنا وما أفضل من ذلك؟ فيقول : \" رضاي عنكم فلا أسخط عليكم أبدا \" .أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة ، أنا محمد بن أحمد بن الحرث ، أنا محمد بن يعقوب الكسائي ، أنا عبد الله بن محمود ، أنا إبراهيم بن عبد الله بن الخلال ، أنا عبد الله بن المبارك ، عن ليث بن سعد ، حدثني عامر بن يحيى ، عن أبي عبد الرحمن المعافري ، ثم الجيلي ، قال : سمعت عبد الله بن عمرو بن العاص رضي الله عنهما يقول : قال رسول الله صلى الله عليه وسلم : \" إن الله يستخلص رجلا من أمتي على رءوس الخلائق يوم القيامة فينشر عليه تسعة وتسعين سجلا كل سجل مثل مد البصر ، ثم يقول الله : أتنكر من هذا شيئا؟ أظلمك كتبتي الحافظون؟ فيقول : لا يا رب ، فيقول : أفلك عذر أو حسنة؟ فبهت الرجل ، قال : لا يا رب ، فيقول : بلى إن لك عندنا حسنة وإنه لا ظلم عليك اليوم ، فتخرج له بطاقة فيها أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله ، فيقول : أحضر وزنك ، فيقول : يا رب ما هذه البطاقة مع هذه السجلات ، فيقول : إنك لا تظلم ، قال : فتوضع السجلات في كفة والبطاقة في كفة ، فطاشت السجلات وثقلت البطاقة ، قال : فلا يثقل مع اسم الله شيء \" . وقال قوم : هذا في الخصوم .وروي عن عبد الله بن مسعود رضي الله عنه : إذا كان يوم القيامة جمع الله الأولين والآخرين ثم نادى مناد ألا من كان يطلب مظلمة فليجيء إلى حقه فليأخذه ، فيفرح المرء أن يذوب له الحق على والده أو ولده أو زوجته أو أخيه ، فيأخذ منه وإن كان صغيرا ، ومصداق ذلك في كتاب الله تعالى : ( فإذا نفخ في الصور فلا أنساب بينهم يومئذ ولا يتساءلون ) ويؤتى بالعبد فينادي مناد على رءوس الأولين والآخرين : هذا فلان ابن فلان فمن كان له عليه حق فليأت إلى حقه فيأخذه ، ويقال آت هؤلاء حقوقهم فيقول : يا رب من أين وقد ذهبت الدنيا ، فيقول الله عز وجل لملائكته انظروا في أعماله الصالحة فأعطوهم منها فإن بقي مثقال ذرة من حسنة قالت الملائكة : يا ربنا بقي له مثقال ذرة من حسنة ، فيقول : ضعفوها لعبدي وأدخلوه بفضل رحمتي الجنة . ومصداق ذلك في كتاب الله تعالى : ( إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ) وإن كان عبدا شقيا قالت الملائكة : إلهنا فنيت حسناته وبقي طالبون؟ فيقول الله عز وجل : خذوا من سيئاتهم فأضيفوها إلى سيئاته ، ثم صكوا له صكا إلى النار .فمعنى الآية هذا التأويل : أن الله لا يظلم مثقال ذرة للخصم على الخصم بل أخذ له منه ولا يظلم مثقال ذرة تبقى له بل يثيبه عليها ويضعفها له ، فذاك قوله تعالى : ( وإن تك حسنة يضاعفها ) قرأ أهل الحجاز ( حسنة ) بالرفع ، أي : وإن توجد حسنة ، وقرأ الآخرون بالنصب على معنى : وإن تك زنة الذرة حسنة يضاعفها ، أي : يجعلها أضعافا كثيرة . ( ويؤت من لدنه أجرا عظيما ) قال أبو هريرة رضي الله عنه : إذا قال الله تعالى أجرا عظيما فمن يقدر قدره؟ ."
    },
    {
      "ayah": 41,
      "surah": 4,
      "text": "قوله تعالى : ( فكيف إذا جئنا من كل أمة بشهيد ) [ أي : فكيف الحال وكيف يصنعون إذا جئنا من كل أمة بشهيد ] يعني : بنبيها يشهد عليهم بما عملوا ، ( وجئنا بك ) يا محمد ، ( على هؤلاء شهيدا ) شاهدا يشهد على جميع الأمم على من رآه وعلى من لم يره .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا محمد بن يوسف ، أنا سفيان ، عن الأعمش ، عن إبراهيم ، عن عبيدة ، عن عبد الله بن مسعود رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم \" اقرأ علي \" ، قلت : يا رسول الله أأقرأ عليك وعليك أنزل؟ قال : نعم فقرأت سورة النساء حتى إذا أتيت هذه الآية ( فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيدا ) قال : \" حسبك الآن \" فالتفت إليه فإذا عيناه تذرفان ."
    },
    {
      "ayah": 42,
      "surah": 4,
      "text": "قوله عز وجل : ( يومئذ ) أي يوم القيامة ، ( يود الذين كفروا وعصوا الرسول لو تسوى بهم الأرض ) قرأ أهل المدينة وابن عامر \" تسوى \" بفتح التاء وتشديد السين على معنى تتسوى ، فأدغمت التاء الثانية في السين ، وقرأ حمزة والكسائي بفتح التاء وتخفيف السين على حذف تاء التفعل كقوله تعالى \" لا تكلم نفس إلا بإذنه \" ( هود - 11 ) وقرأ الباقون بضم التاء وتخفيف السين على المجهول ، أي : لو سويت بهم الأرض وصاروا هم والأرض شيئا واحدا .وقال قتادة وأبو عبيدة : يعني لو تخرقت الأرض فساخوا فيها وعادوا إليها ثم تسوى بهم ، أي : عليهم الأرض .وقيل : ودوا لو أنهم لم يبعثوا لأنهم إنما نقلوا من التراب ، وكانت الأرض مستوية عليهم .وقال الكلبي : يقول الله عز وجل للبهائم والوحوش والطير والسباع : كونوا ترابا فتسوى بهن الأرض ، فعند ذلك يتمنى الكافر أن لو كان ترابا كما قال الله تعالى : \" ويقول الكافر يا ليتني كنت ترابا \" ( النبإ 40 ) .( ولا يكتمون الله حديثا ) قال عطاء : ودوا لو تسوى بهم الأرض وأنهم لم يكونوا كتموا أمر محمد صلى الله عليه وسلم ولا نعته . وقال الآخرون : بل هو كلام مستأنف ، يعني : ولا يكتمون الله حديثا لأن ما عملوا لا يخفى على الله ولا يقدرون على كتمانه . وقال الكلبي وجماعة : ( ولا يكتمون الله حديثا ) لأن جوارحهم تشهد عليهم .قال سعيد بن جبير : قال رجل لابن عباس رضي الله عنهما : إني أجد في القرآن أشياء تختلف علي ، قال : هات ما اختلف عليك ، قال : \" فلا أنساب بينهم يومئذ ولا يتساءلون \" ( المؤمنون - 101 ) ، \" وأقبل بعضهم على بعض يتساءلون \" ( الطور - 25 ) وقال : \" ولا يكتمون الله حديثا \" ، وقال \" والله ربنا ما كنا مشركين \" ( الأنعام - 23 ) فقد كتموا ، وقال : \" أم السماء بناها \" ، إلى قوله تعالى : \" والأرض بعد ذلك دحاها \" ، فذكر خلق السماء قبل الأرض ، ثم قال : \" أإنكم لتكفرون بالذي خلق الأرض في يومين \" ، إلى قوله : \" طائعين \" ( فصلت 9 - 11 ) فذكر في هذه الآية خلق الأرض قبل السماء ، وقال : وكان الله غفورا رحيما وكان الله عزيزا حكيما فكأنه كان ثم مضى؟ .فقال ابن عباس رضي الله عنهما : فلا أنساب بينهم في النفخة الأولى قال الله تعالى : \" ونفخ في الصور فصعق من في السموات ومن في الأرض إلا من شاء الله \" ( الزمر - 68 ) ، فلا أنساب عند ذلك ولا يتساءلون ، ثم في النفخة الآخرة ( أقبل بعضهم على بعض يتساءلون ) ، وأما قوله : ( ما كنا مشركين ( ولا يكتمون الله حديثا ) ، فإن الله يغفر لأهل الإخلاص ذنوبهم ، فيقول المشركون : تعالوا نقل لم نكن مشركين ، فيختم على أفواههم وتنطق أيديهم فعند ذلك عرف أن الله لا يكتم حديثا ، وعنده ( يود الذين كفروا وعصوا الرسول لو تسوى بهم الأرض ) ، و ( خلق الأرض في يومين ) ، ثم خلق السماء ثم استوى إلى السماء فسواهن في يومين آخرين ثم دحا الأرض ، ودحيها : أن أخرج منها الماء والمرعى وخلق الجبال والآكام وما بينهما في يومين آخرين ، فقال : : خلق الأرض في يومين فجعلت الأرض وما فيها من شيء في أربعة أيام ، وخلقت السموات في يومين ، ( وكان الله غفورا رحيما ) أي : لم يزل كذلك ، فلا يختلف عليك القرآن فإن كلا من عند الله .وقال الحسن : إنها مواطن ، ففي موطن لا يتكلمون ولا تسمع إلا همسا ، وفي موطن يتكلمون ويكذبون ويقولون : ما كنا مشركين ، وما كنا نعمل من سوء ، وفي موضع يعترفون على أنفسهم وهو قوله : ( فاعترفوا بذنبهم ) وفي موضع لا يتساءلون ، وفي موطن يسألون الرجعة ، وآخر تلك المواطن أن يختم على أفواههم وتتكلم جوارحهم ، وهو قوله تعالى : ( ولا يكتمون الله حديثا ) ."
    },
    {
      "ayah": 43,
      "surah": 4,
      "text": "قوله عز وجل : ( ياأيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى ) الآية ، والمراد من السكر : السكر من الخمر ، عند الأكثرين ، وذلك أن عبد الرحمن بن عوف رضي الله عنه صنع طعاما ودعا ناسا من أصحاب النبي صلى الله عليه وسلم وأتاهم بخمر فشربوها قبل تحريم الخمر وسكروا فحضرت صلاة المغرب فقدموا رجلا ليصلي بهم فقرأ ( قل يا أيها الكافرون ) أعبد ما تعبدون ، بحذف ( لا ) هكذا إلى آخر السورة ، فأنزل الله تعالى هذه الآية ، فكانوا بعد نزول هذه الآية يجتنبون السكر أوقات الصلوات حتى نزل تحريم الخمر .وقال الضحاك بن مزاحم : أراد به سكر النوم ، نهى عن الصلاة عند غلبة النوم ، أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو القاسم جعفر بن محمد بن المغلس أنا هارون بن إسحاق الهمذاني ، أخبرنا عبدة بن سليمان عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم : \" إذا نعس أحدكم وهو يصلي فليرقد حتى يذهب عنه النوم فإن أحدكم إذا صلى وهو ينعس لعله يذهب يستغفر فيسب نفسه \" .قوله تعالى : ( حتى تعلموا ما تقولون ولا جنبا ) نصب على الحال ، يعني : ولا تقربوا الصلاة وأنتم جنب ، يقال : رجل جنب وامرأة جنب ، ورجال جنب ونساء جنب .وأصل الجنابة : البعد وسمي جنبا لأنه يتجنب موضع الصلاة ، أو لمجانبته الناس وبعده منهم ، حتى يغتسل .قوله تعالى : ( إلا عابري سبيل حتى تغتسلوا ) اختلفوا في معناه ، فقالوا : [ إلا أن تكونوا مسافرين ولا تجدون الماء فتيمموا ، منع الجنب من الصلاة حتى يغتسل ] إلا أن يكون في سفر ولا يجد ماء فيصلي بالتيمم ، وهذا قول علي وابن عباس وسعيد بن جبير ومجاهد رضي الله عنهم .وقال الآخرون : المراد من الصلاة موضع الصلاة ، كقوله تعالى : \" وبيع وصلوات \" ( الحج - 40 ) ، ومعناه : لا تقربوا المسجد وأنتم جنب إلا مجتازين فيه للخروج منه ، مثل أن ينام في المسجد فيجنب أو تصيبه جنابة والماء في المسجد أو يكون طريقه عليه ، فيمر فيه ولا يقيم وهذا قول عبد الله بن مسعود وسعيد بن المسيب والضحاك والحسن وعكرمة والنخعي والزهري ، وذلك أن قوما من الأنصار كانت أبوابهم في المسجد فتصيبهم الجنابة ولا ماء عندهم ولا ممر لهم إلا في المسجد ، فرخص لهم في العبور .واختلف أهل العلم فيه : فأباح بعضهم المرور فيه على الإطلاق ، وهو قول الحسن وبه قال مالك والشافعي رحمهم الله ، ومنع بعضهم على الإطلاق وهو قول أصحاب الرأي ، وقال بعضهم : يتيمم للمرور فيه .أما المكث فلا يجوز عند أكثر أهل العلم لما روينا عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال : \" وجهوا هذه البيوت عن المسجد فإني لا أحل المسجد لحائض ولا جنب \" ، وجوز أحمد المكث فيه وضعف الحديث لأن راويه مجهول ، وبه قال المزني .ولا يجوز للجنب الطواف كما لا يجوز له الصلاة ولا يجوز له قراءة القرآن ، أخبرنا عبد الواحد بن أحمد المليحي أنا عبد الرحمن بن أبي شريح أنا أبو القاسم البغوي أنا علي بن الجعد أنا شعبة أخبرني عمرو بن مرة قال سمعت عبد الله بن سلمة يقول : دخلت على علي رضي الله عنه فقال : كان رسول الله صلى الله عليه وسلم يقضي الحاجة ويأكل معنا اللحم ويقرأ القرآن وكان لا يحجبه أو لا يحجزه عن قراءة القرآن شيء إلا الجنابة \" .وغسل الجنابة يجب بأحد الأمرين : إما بنزول المني أو بالتقاء الختانين ، وهو تغييب الحشفة في الفرج وإن لم ينزل ، وكان الحكم في الابتداء أن من جامع امرأته فأكسل لا يجب عليه الغسل ثم صار منسوخا .أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا سفيان ، عن علي بن زيد عن سعيد بن المسيب أن أبا موسى الأشعري سأل عائشة رضي الله عنها عن التقاء الختانين فقالت عائشة : قال رسول الله صلى الله عليه وسلم : \" إذا التقى الختانان ، أو مس الختان الختان فقد وجب الغسل \" .قوله تعالى : ( وإن كنتم مرضى ) جمع مريض ، وأراد به مريضا يضره إمساس الماء مثل الجدري ونحوه ، أو كان على موضع طهارته جراحة يخاف من استعمال الماء فيها التلف أو زيادة الوجع ، فإنه يصلي بالتيمم وإن كان الماء موجودا ، وإن كان بعض أعضاء طهارته صحيحا والبعض جريحا غسل الصحيح منها وتيمم للجريح ، لما أخبرنا أبو طاهر عمر بن عبد العزيز القاشاني ، أنا أبو عمر القاسم بن جعفر الهاشمي ، أنا أبو علي محمد بن أحمد بن عمرو اللؤلؤي ، أنا أبو داود سليمان بن الأشعث السجستاني ، أنا موسى بن عبد الرحمن الأنطاكي ، أنا محمد بن سلمة عن الزبير بن خريق عن جابر بن عبد الله قال : خرجنا في سفر فأصاب رجلا منا حجر فشجه في رأسه ، فاحتلم فسأل أصحابه : هل تجدون لي رخصة في التيمم؟ قالوا : ما نجد لك رخصة وأنت تقدر على الماء ، فاغتسل فمات ، فلما قدمنا على النبي صلى الله عليه وسلم أخبر بذلك فقال : \" قتلوه قتلهم الله ، ألا سألوا إذا لم يعلموا فإنما شفاء العي السؤال إنما كان يكفيه أن يتيمم ويعصر أو يعصب - شك الراوي - على جرحه خرقة ثم يمسح عليها ويغسل سائر جسده \" .ولم يجوز أصحاب الرأي الجمع بين التيمم والغسل ، وقالوا : إن كان أكثر أعضائه صحيحا غسل الصحيح ولا يتيمم عليه ، وإن كان الأكثر جريحا اقتصر على التيمم .والحديث حجة لمن أوجب الجمع بينهما .قوله تعالى : ( أو على سفر ) أراد أنه إذا كان في سفر طويلا كان أو قصيرا ، وعدم الماء فإنه يصلي بالتيمم ولا إعادة عليه ، لما روي عن أبي ذر قال : قال النبي صلى الله عليه وسلم : \" إن الصعيد الطيب وضوء المسلم وإن لم يجد الماء عشر سنين ، فإذا وجد الماء فليمسه بشره \" .أما إذا لم يكن الرجل مريضا ولا في سفر لكنه عدم الماء في موضع لا يعدم فيه الماء غالبا بأن كان في قرية انقطع ماؤها فإنه يصلي بالتيمم ثم يعيد إذا قدر على الماء عند الشافعي ، وعند مالك والأوزاعي لا إعادة عليه ، وعند أبي حنيفة رضي الله عنه يؤخر الصلاة حتى يجد الماء .قوله تعالى : ( أو جاء أحد منكم من الغائط ) أراد به إذا أحدث ، والغائط : اسم للمطمئن من الأرض ، وكانت عادة العرب إتيان الغائط للحدث فكني عن الحدث بالغائط ، ( أو لامستم النساء ) قرأ حمزة والكسائي \" لمستم \" هاهنا وفي المائدة ، وقرأ الباقون ( لامستم النساء )واختلفوا في معنى اللمس والملامسة ، فقال قوم : المجامعة ، وهو قول ابن عباس والحسن ومجاهد وقتادة ، وكني باللمس [ عن الجماع لأن الجماع لا يحصل إلا باللمس ] .وقال قوم : هما التقاء البشرتين سواء كان بجماع أو غير جماع ، وهو قول ابن مسعود وابن عمر ، والشعبي والنخعي .واختلف الفقهاء في حكم الآية فذهب جماعة إلى أنه إذا أفضى الرجل بشيء من بدنه إلى شيء من بدن المرأة ولا حائل بينهما ، ينتقض وضوءهما ، وهو قول ابن مسعود وابن عمر رضي الله عنهما ، وبه قال الزهري والأوزاعي والشافعي رضي الله عنهم .وقال مالك والليث بن سعد وأحمد وإسحاق : إن كان اللمس بشهوة نقض الطهر ، وإن لم يكن بشهوة فلا ينتقض .وقال قوم : لا ينتقض الوضوء باللمس بحال ، وهو قول ابن عباس وبه قال الحسن والثوري .وقال أبو حنيفة رضي الله عنه لا ينتقض إلا أن يحدث الانتشار .واحتج من لم يوجب الوضوء باللمس بما أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن أبي النضر مولى عمر بن عبد الله ، عن أبي سلمة بن عبد الرحمن ، عن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم أنها قالت : كنت أنام بين يدي رسول الله صلى الله عليه وسلم ورجلاي في قبلته فإذا سجد غمزني فقبضت رجلي وإذا قام بسطتهما ، قالت والبيوت يومئذ ليس فيها مصابيح .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن يحيى بن سعيد ، عن محمد بن إبراهيم بن الحارث التيمي ، أن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم قالت : كنت نائمة إلى جنب رسول الله صلى الله عليه وسلم ففقدته من الليل فلمسته بيدي فوضعت يدي على قدميه وهو ساجد وهو يقول : \" أعوذ برضاك من سخطك وبمعافاتك من عقوبتك وبك منك لا أحصي ثناء عليك أنت كما أثنيت على نفسك \" .واختلف قول الشافعي رضي الله عنه فيما لو لمس امرأة من محارمه كالأم والبنت والأخت أو لمس أجنبية صغيرة ، أصح القولين أنه لا ينقض الوضوء لأنها ليست بمحل الشهوة كما لو لمس رجلا .واختلف قوله في انتقاض وضوء الملموس على قولين ، أحدهما : ينتقض لاشتراكهما في الالتذاذ كما يجب الغسل عليهما بالجماع ، والثاني : لا ينتقض لحديث عائشة رضي الله عنها حيث قالت : فوضعت يدي على قدميه وهو ساجد .ولو لمس شعر امرأة أو سنها أو ظفرها لم ينتقض وضوءه عنده .واعلم أن المحدث لا تصح صلاته ما لم يتوضأ إذا وجد الماء أو يتيمم إذا لم يجد الماء . أخبرنا حسان بن سعيد المنيعي ، أخبرنا أبو طاهر الزيادي ، أنا أبو بكر محمد بن الحسين القطان ، أنا أحمد بن يوسف السلمي ، أنا عبد الرزاق ، أنا معمر ، عن همام بن منبه ، أنا أبو هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لا تقبل صلاة أحدكم إذا أحدث حتى يتوضأ \" .والحدث هو خروج الخارج من أحد الفرجين عينا كان أو أثرا ، والغلبة على العقل بجنون أو إغماء على أي حال كان ، وأما النوم فمذهب الشافعي رضي الله عنه أنه يوجب الوضوء إلا أن ينام قاعدا متمكنا فلا وضوء عليه ، لما أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز الخلال ، أنا أبو العباس الأصم ، أخبرنا الربيع ، أنا الشافعي ، أنا الثقة عن حميد الطويل ، عن أنس رضي الله عنهما قال : كان أصحاب رسول الله صلى الله عليه وسلم ينتظرون العشاء فينامون ، أحسبه قال قعودا حتى تخفق رءوسهم ثم يصلون ولا يتوضئون .وذهب قوم إلى أن النوم يوجب الوضوء بكل حال وهو قول أبي هريرة رضي الله عنه وعائشة رضي الله عنها ، وبه قال الحسن وإسحاق والمزني ، وذهب قوم إلى أنه لو نام قائما أو قاعدا أو ساجدا فلا وضوء عليه حتى ينام مضطجعا وبه قال الثوري وابن المبارك وأصحاب الرأي .واختلفوا في مس الفرج من نفسه أو من غيره فذهب جماعة إلى أنه يوجب الوضوء وهو قول عمر وابن عباس وسعد بن أبي وقاص وأبي هريرة وعائشة رضي الله عنها ، وبه قال سعيد بن المسيب وسليمان بن يسار وعروة بن الزبير ، وإليه ذهب الأوزاعي والشافعي ، وأحمد وإسحاق ، وكذلك المرأة تمس فرجها ، غير أن الشافعي رضي الله عنه يقول لا ينتقض إلا أن يمس ببطن الكف أو بطون الأصابع .واحتجوا بما أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن عبد الله بن أبي بكر محمد بن محمد بن عمرو بن حزم أنه سمع عروة بن الزبير يقول : دخلت على مروان بن الحكم فذكرنا ما يكون منه الوضوء ، فقال مروان : من مس الذكر الوضوء ، فقال عروة : ما علمت ذلك ، فقال مروان : أخبرتني بسرة بنت صفوان أنها سمعت رسول الله صلى الله عليه وسلم يقول : \" إذا مس أحدكم ذكره فليتوضأ \" .وذهب جماعة إلى أنه لا يوجب الوضوء ، روي ذلك عن علي وابن مسعود وأبي الدرداء وحذيفة وبه قال الحسن ، وإليه ذهب الثوري وابن المبارك وأصحاب الرأي .واحتجوا بما روي عن طلق بن علي رضي الله عنه أن النبي صلى الله عليه وسلم سئل عن مس الرجل ذكره ، فقال : \" هل هو إلا بضعة منك \" ؟ ويروى \" هل هو إلا بضعة أو مضغة منه \" .ومن أوجب الوضوء منه قال : هذا منسوخ بحديث بسرة لأن أبا هريرة يروي أيضا : أن الوضوء من مس الذكر ، وهو متأخر الإسلام ، وكان قدوم طلق بن علي على رسول الله صلى الله عليه وسلم أول زمن الهجرة حين كان يبني المسجد .واختلفوا في خروج النجاسة من غير الفرجين بالفصد والحجامة وغيرهما من القيء ونحوه ، فذهب جماعة إلى أنه لا يوجب الوضوء ، روي ذلك عن عبد الله بن عمر وعبد الله بن عباس ، وبه قال عطاء وطاوس والحسن وسعيد بن المسيب وإليه ذهب مالك والشافعي .وذهبت جماعة إلى إيجاب الوضوء بالقيء والرعاف والفصد والحجامة منهم سفيان الثوري وابن المبارك وأصحاب الرأي وأحمد وإسحاق .واتفقوا على أن القليل منه وخروج الريح من غير السبيلين لا يوجب الوضوء ولو أوجب الوضوء كثيره لأوجب قليله كالفرج .( فلم تجدوا ماء فتيمموا ) اعلم أن التيمم من خصائص هذه الأمة ، روى حذيفة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" فضلنا على الناس بثلاث : جعلت صفوفنا كصفوف الملائكة ، وجعلت لنا الأرض كلها مسجدا ، وجعلت تربتها لنا طهورا إذا لم نجد الماء \" .وكان بدء التيمم ما أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا أبو علي زاهر بن أحمد السرخسي ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن عبد الرحمن بن القاسم ، عن أبيه ، عن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم قالت : خرجنا مع رسول الله صلى الله عليه وسلم في بعض أسفاره حتى إذا كنا بالبيداء أو بذات الجيش انقطع عقد لي فأقام رسول الله صلى الله عليه وسلم على التماسه وأقام الناس معه ، وليسوا على ماء وليس معهم ماء فأتى الناس أبا بكر رضي الله عنه فقالوا ألا ترى ما صنعت عائشة أقامت برسول الله صلى الله عليه وسلم وبالناس معه ، وليسوا على ماء وليس معهم ماء فجاء أبو بكر رضي الله عنه ورسول الله صلى الله عليه وسلم واضع رأسه على فخذي قد نام فقال : أحبست رسول الله صلى الله عليه وسلم والناس وليسوا على ماء وليس معهم ماء ، قالت : فعاتبني أبو بكر رضي الله عنه وقال ما شاء الله أن يقول ، وجعل يطعن بيده في خاصرتي فلا يمنعني من التحرك إلا مكان رسول الله صلى الله عليه وسلم على فخذي ، فقام رسول الله صلى الله عليه وسلم حين أصبح على غير ماء ، فأنزل الله تعالى آية التيمم ( فتيمموا ) فقال أسيد بن حضير وهو أحد النقباء : ما هذه بأول بركتكم يا آل أبي بكر ، قالت عائشة رضي الله عنها : فبعثنا البعير الذي كنت عليه فوجدنا العقد تحته .وأخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عبيد بن إسماعيل ، أنا أبو أسامة ، عن هشام ، عن أبيه ، عن عائشة رضي الله عنها : أنها استعارت من أسماء قلادة فهلكت : فأرسل رسول الله صلى الله عليه وسلم ناسا من أصحابه في طلبها فأدركتهم الصلاة فصلوا بغير وضوء ، فلما أتوا النبي صلى الله عليه وسلم شكوا ذلك إليه فنزلت آية التيمم . فقال أسيد بن حضير : جزاك الله خيرا فوالله ما نزل بك أمر قط إلا جعل الله لك منه مخرجا وجعل للمسلمين فيه بركة .( فتيمموا ) أي : اقصدوا ، ( صعيدا طيبا ) أي : ترابا طاهرا نظيفا ، قال ابن عباس رضي الله عنهما : الصعيد هو التراب .واختلف أهل العلم فيما يجوز به التيمم ، فذهب الشافعي رحمه الله تعالى إلى أنه يختص بما يقع عليه اسم التراب مما يعلق باليد منه غبار ، لأن النبي صلى الله عليه وسلم قال : \" وجعلت تربتها لنا طهورا \" .وجوز أصحاب الرأي التيمم بالزرنيخ والجص والنورة وغيرها من طبقات الأرض ، حتى قالوا : لو ضرب يديه على صخرة لا غبار عليها أو على التراب ثم نفخ فيه حتى زال كله فمسح به وجهه ويديه صح تيممه ، وقالوا : الصعيد وجه الأرض ، لما روي عن جابر رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" جعلت لي الأرض مسجدا وطهورا \" .وهذا مجمل ، وحديث حذيفة في تخصيص التراب مفسر ، والمفسر من الحديث يقضي على المجمل .وجوز بعضهم التيمم بكل ما هو متصل بالأرض من شجر ونبات ، ونحوهما وقال : إن الصعيد اسم لما تصاعد على وجه الأرض .والقصد إلى التراب شرط لصحة التيمم ، لأن الله تعالى قال : ( فتيمموا ) والتيمم : القصد ، حتى لو وقف في مهب الريح فأصاب الغبار وجهه ونوى لم يصح .قوله تعالى : ( فامسحوا بوجوهكم وأيديكم إن الله كان عفوا غفورا ) اعلم أن مسح الوجه واليدين واجب في التيمم ، واختلفوا في كيفيته : فذهب أكثر أهل العلم إلى أنه يمسح الوجه واليدين مع المرفقين ، بضربتين ، يضرب كفيه على التراب فيمسح جميع وجهه ، ولا يجب إيصال التراب إلى ما تحت الشعور ، ثم يضرب ضربة أخرى فيمسح يديه إلى المرفقين ، لما أخبرنا عبد الوهاب بن محمد بن الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا إبراهيم بن محمد ، عن أبي الحويرث ، عن الأعرج ، عن أبي الصمة قال : مررت على النبي صلى الله عليه وسلم وهو يبول فسلمت عليه فلم يرد علي حتى قام إلى جدار فحته بعصا كانت معه ، ثم وضع يديه على الجدار فمسح وجهه وذراعيه ثم رد علي \" ففيه دليل على وجوب مسح اليدين إلى المرفقين كما يجب غسلهما في الوضوء إلى المرفقين ، ودليل على أن التيمم لا يصح ما لم يعلق باليد غبار التراب ، لأن النبي صلى الله عليه وسلم حت الجدار بالعصا ، ولو كان مجرد الضرب كافيا لما كان حته .وذهب الزهري إلى أنه يمسح اليدين إلى المنكبين ، لما روي عن عمار أنه قال : تيممنا إلى المناكب .وذلك حكاية فعله لم ينقله عن النبي صلى الله عليه وسلم ، كما روي أنه قال : أجنبت فتمعكت في التراب ، فلما سأل النبي صلى الله عليه وسلم أمره بالوجه والكفين .وذهب جماعة إلى أن التيمم ضربة واحدة للوجه والكفين ، وهو قول علي وابن عباس رضي الله عنهم ، وبه قال الشعبي وعطاء بن أبي رباح ومكحول ، وإليه ذهب الأوزاعي وأحمد وإسحاق ، واحتجوا بما أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا آدم ، أنا شعبة ، أخبرنا الحكم ، عن ذر ، عن سعيد بن عبد الرحمن بن أبزى ، عن أبيه قال : جاء رجل إلى عمر بن الخطاب رضي الله عنه فقال : إني أجنبت فلم أصب الماء ، فقال عمار بن ياسر لعمر بن الخطاب : أما تذكر أنا كنا في سفر أنا وأنت ، فأما أنت فلم تصل ، وأما أنا فتمعكت فصليت فذكرت ذلك للنبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم : \" إنما كان يكفيك هكذا ، فضرب النبي صلى الله عليه وسلم بكفيه الأرض ونفخ فيهما ، ثم مسح بهما وجهه وكفيه \" .وقال محمد بن إسماعيل أنا محمد بن كثير عن شعبة بإسناده فقال عمار لعمر رضي الله عنه : تمعكت فأتيت النبي صلى الله عليه وسلم فقال : \" يكفيك الوجه والكفان \" .وفي الحديث دليل على أن الجنب إذا لم يجد الماء يصلي بالتيمم ، وكذا الحائض والنفساء إذا طهرتا وعدمتا الماء .وذهب عمر وابن مسعود رضي الله عنهما إلى أن الجنب لا يصلي بالتيمم بل يؤخر الصلاة إلى أن يجد الماء فيغتسل ، وحملا قوله تعالى : ( أو لامستم النساء ) على اللمس باليد دون الجماع ، وحديث عمار رضي الله عنه حجة ، وكان عمر نسي ما ذكر له عمار فلم يقنع بقوله . وروي أن ابن مسعود رضي الله عنه رجع عن قوله وجوز التيمم للجنب ، والدليل عليه أيضا : ما أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا إبراهيم بن محمد بن عياد بن منصور ، عن أبي رجاء العطاردي ، عن عمران بن حصين رضي الله عنهم أن النبي صلى الله عليه وسلم أمر رجلا كان جنبا أن يتيمم ثم يصلي فإذا وجد الماء اغتسل .وأخبرنا عمر بن عبد العزيز ، أنا أبو القاسم بن جعفر الهاشمي ، أنا أبو علي اللؤلؤي ، أنا أبو داود السجستاني ، أنا مسدد ، أنا خالد الواسطي ، عن خالد الحذاء ، عن أبي عمرو ، عن بجدان ، عن أبي ذر رضي الله عنهم قال : اجتمعت غنيمة من الصدقة عند رسول الله صلى الله عليه وسلم فقال : يا أبا ذر ابد فيها ، فبدوت إلى الربذة وكانت تصيبني الجنابة فأمكث الخمس والست ، فأتيت رسول الله صلى الله عليه وسلم فقال : \" الصعيد الطيب وضوء المسلم ولو إلى عشر سنين ، فإذا وجدت الماء فأمسه جلدك فإن ذلك خير \" .ومسح الوجه واليدين في التيمم ، تارة يكون بدلا من غسل جميع البدن في حق الجنب والحائض والنفساء والميت ، وتارة يكون بدلا عن غسل الأعضاء الأربع في حق المحدث ، وتارة يكون بدلا عن غسل بعض أعضاء الطهارة ، بأن يكون على بعض أعضاء طهارته جراحة لا يمكنه غسل محلها ، فعليه أن يتيمم بدلا عن غسله .ولا يصح التيمم لصلاة الوقت إلا بعد دخول الوقت ، ولا يجوز أن يجمع بين فريضتين بتيمم واحد ، لأن الله تعالى قال : ( إذا قمتم إلى الصلاة فاغسلوا وجوهكم ) إلى أن قال : ( فلم تجدوا ماء فتيمموا صعيدا طيبا ) ظاهر الآية يدل على وجوب الوضوء أو التيمم إذا لم يجد الماء عند كل صلاة ، إلا أن الدليل قد قام في الوضوء فإن النبي صلى الله عليه وسلم صلى يوم فتح مكة الصلوات بوضوء واحد ، فبقي التيمم على ظاهره ، وهذا قول علي وابن عباس وابن عمر رضي الله عنهم ، وبه قال الشعبي والنخعي وقتادة ، وإليه ذهب مالك والشافعي وأحمد وإسحاق .وذهب جماعة إلى أن التيمم كالطهارة بالماء يجوز تقديمه على وقت الصلاة ، ويجوز أن يصلي به ما شاء من الفرائض ما لم يحدث ، وهو قول سعيد بن المسيب والحسن والزهري والثوري وأصحاب الرأي .واتفقوا على أنه يجوز أن يصلي بتيمم واحد مع الفريضة ما شاء من النوافل ، قبل الفريضة وبعدها ، وأن يقرأ القرآن إن كان جنبا ، وإن كان تيممه بعذر السفر وعدم الماء فيشترط طلب الماء ، وهو أن يطلبه من رحله ورفقائه .وإن كان في صحراء لا حائل دون نظره ينظر حواليه ، وإن كان دون نظره حائل قريب من تل أو جدار عدل عنه ، لأن الله تعالى قال : ( فلم تجدوا ماء فتيمموا ) ولا يقال : لم يجد الماء : إلا لمن طلب .وعند أبي حنيفة رضي الله عنه : طلب الماء ليس بشرط ، فإن رأى الماء ولكن بينه وبين الماء حائل من عدو أو سبع يمنعه من الذهاب إليه ، أو كان الماء في البئر وليس معه آلة الاستقاء ، فهو كالمعدوم ، يصلي بالتيمم ولا إعادة عليه ."
    },
    {
      "ayah": 44,
      "surah": 4,
      "text": "قوله عز وجل ( ألم تر إلى الذين أوتوا نصيبا من الكتاب ) يعني : يهود المدينة ، قال ابن عباس رضي الله عنهما : نزلت في رفاعة بن زيد ومالك بن دخشم ، كان إذا تكلم رسول الله صلى الله عليه وسلم لويا بألسنتهما وعاباه ، فأنزل الله تعالى هذه الآية ( يشترون ) يستبدلون ، ( الضلالة ) يعني : بالهدى ، ( ويريدون أن تضلوا السبيل ) أي : عن السبيل يا معشر المؤمنين"
    },
    {
      "ayah": 45,
      "surah": 4,
      "text": "( والله أعلم بأعدائكم ) منكم فلا تستنصحوهم فإنهم أعداؤكم ، ( وكفى بالله وليا وكفى بالله نصيرا ) قال الزجاج : معناه اكتفوا بالله وليا واكتفوا بالله نصيرا ."
    },
    {
      "ayah": 46,
      "surah": 4,
      "text": "( من الذين هادوا ) قيل : هي متصلة بقوله ( ألم تر إلى الذين أوتوا نصيبا من الكتاب ( من الذين هادوا ) وقيل : هي مستأنفة ، معناه : من الذين هادوا من يحرفون ، كقوله تعالى : \" وما منا إلا له مقام معلوم \" ( الصافات - 164 ) أي : من له مقام معلوم ، يريد : فريق ، ( يحرفون الكلم ) يغيرون الكلم ( عن مواضعه ) يعني : صفة محمد صلى الله عليه وسلم ، قال ابن عباس رضي الله عنهما : كانت اليهود يأتون رسول الله صلى الله عليه وسلم ويسألونه عن الأمر ، فيخبرهم ، فيرى أنهم يأخذون بقوله ، فإذا انصرفوا من عنده حرفوا كلامه ، ( ويقولون سمعنا ) قولك ( وعصينا ) أمرك ، ( واسمع غير مسمع ) أي : اسمع منا ولا نسمع منك ، ( غير مسمع ) أي : غير مقبول منك ، وقيل : كانوا يقولون للنبي صلى الله عليه وسلم : اسمع ، ثم يقولون في أنفسهم : لا سمعت ، ( وراعنا ) أي : ويقولون راعنا ، يريدون به النسبة إلى الرعونة ، ( ليا بألسنتهم ) تحريفا ( وطعنا ) قدحا ( في الدين ) أن قوله : \" وراعنا \" من المراعاة ، وهم يحرفونه ، يريدون به الرعونة ، ( ولو أنهم قالوا سمعنا وأطعنا واسمع وانظرنا ) أي : انظر إلينا مكان قولهم راعنا ، ( لكان خيرا لهم وأقوم ) أي أعدل وأصوب ، ( ولكن لعنهم الله بكفرهم فلا يؤمنون إلا قليلا ) إلا نفرا قليلا منهم ، وهو عبد الله بن سلام ومن أسلم معه منهم ."
    },
    {
      "ayah": 47,
      "surah": 4,
      "text": "قوله عز وجل : ( ياأيها الذين أوتوا الكتاب ) يخاطب اليهود ، ( آمنوا بما نزلنا ) يعني : القرآن ، ( مصدقا لما معكم ) يعني : التوراة ، وذلك أن النبي صلى الله عليه وسلم كلم أحبار اليهود : عبد الله بن صوريا وكعب بن الأشرف ، فقال : \" يا معشر اليهود اتقوا الله وأسلموا ، فوالله إنكم لتعلمون أن الذي جئتكم به لحق \" ، قالوا : ما نعرف ذلك ، وأصروا على الكفر ، فنزلت هذه الآية .( من قبل أن نطمس وجوها ) قال ابن عباس : نجعلها كخف البعير ، وقال قتادة والضحاك : نعميها ، والمراد بالوجه العين ، ( فنردها على أدبارها ) أي : نطمس الوجه فنرده على القفا ، وقيل : نجعل الوجوه منابت الشعر كوجوه القردة ، لأن منابت شعور الآدميين في أدبارهم دون وجوههم ، وقيل : معناه نمحو آثارها وما فيها من أنف وعين وفم وحاجب فنجعلها كالأقفاء ، وقيل : نجعل عينيه على القفا فيمشي قهقرى .روي أن عبد الله بن سلام رضي الله عنه لما سمع هذه الآية جاء إلى النبي صلى الله عليه وسلم قبل أن يأتي أهله ، ويده على وجهه ، وأسلم وقال : يا رسول الله ما كنت أرى أن أصل إليك حتى يتحول وجهي في قفاي ، وكذلك كعب الأحبار لما سمع هذه الآية أسلم في زمن عمر رضي الله عنه ، فقال : يا رب آمنت ، يا رب أسلمت ، مخافة أن يصيبه وعيد هذه الآية .فإن قيل : قد أوعدهم بالطمس إن لم يؤمنوا ثم لم يؤمنوا ولم يفعل بهم ذلك؟ .قيل : هذا الوعيد باق ، ويكون طمس ومسخ في اليهود قبل قيام الساعة .وقيل : كان هذا وعيدا بشرط ، فلما أسلم عبد الله بن سلام وأصحابه دفع ذلك عن الباقين .وقيل : أراد به القيامة ، وقال مجاهد أراد بقوله : ( نطمس وجوها ) أي : نتركهم في الضلالة ، فيكون المراد طمس وجه القلب ، والرد عن بصائر الهدى على أدبارها في الكفر والضلالة .وأصل الطمس : المحو والإفساد والتحويل ، وقال ابن زيد : نمحو آثارهم من وجوههم ونواحيهم التي هم بها ، فنردها على أدبارهم؟ حتى يعودوا إلى حيث جاءوا منه بدءا وهو الشام ، وقال : قد مضى ذلك ، وتأوله في إجلاء بني النضير إلى أذرعات وأريحاء من الشام ( أو نلعنهم كما لعنا أصحاب السبت ) فنجعلهم قردة وخنازير ، ( وكان أمر الله مفعولا ) ."
    },
    {
      "ayah": 48,
      "surah": 4,
      "text": "( إن الله لا يغفر أن يشرك به ) قال الكلبي : نزلت في وحشي بن حرب وأصحابه ، وذلك أنه لما قتل حمزة كان قد جعل له على قتله أن يعتق فلم يوف له بذلك ، فلما قدم مكة ندم على صنيعه هو وأصحابه فكتبوا إلى رسول الله صلى الله عليه وسلم : أنا قد ندمنا على الذي صنعنا وأنه ليس يمنعنا عن الإسلام إلا أنا سمعناك تقول وأنت بمكة : \" والذين لا يدعون مع الله إلها آخر \" الآيات ( الفرقان - 68 ) ، وقد دعونا مع الله إلها آخر وقتلنا النفس التي حرم الله وزنينا ، فلولا هذه الآيات لاتبعناك ، فنزلت : \" إلا من تاب وآمن وعمل عملا صالحا \" الآيتين ، ( الفرقان - 70 - 71 ) فبعث بهما رسول الله صلى الله عليه وسلم إليهم ، فلما قرأوا كتبوا إليه : إن هذا شرط شديد نخاف أن لا نعمل عملا صالحا ، فنزل : ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) ، فبعث بها إليهم فبعثوا إليه : إنا نخاف أن لا نكون من أهل المشيئة فنزلت : \" قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله \" ( الزمر - 53 ) ، فبعث بها إليهم فدخلوا في الإسلام ورجعوا إلى النبي صلى الله عليه وسلم فقبل منهم ، ثم قال لوحشي : أخبرني كيف قتلت حمزة؟ فلما أخبره قال : \" ويحك غيب وجهك عني \" ، فلحق وحشي بالشام فكان بها إلى أن مات .وقال أبو مجلز عن ابن عمر رضي الله عنه لما نزلت : \" قل يا عبادي الذين أسرفوا على أنفسهم \" ، الآية قام رجل فقال : والشرك يا رسول الله ، فسكت ثم قام إليه مرتين أو ثلاثا فنزلت ( إن الله لا يغفر أن يشرك به ) .وقال مطرف بن عبد الله بن الشخير : قال ابن عمر رضي الله عنه : كنا على عهد محمد رسول الله صلى الله عليه وسلم إذا مات الرجل على كبيرة شهدنا أنه من أهل النار حتى نزلت هذه الآية ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) فأمسكنا عن الشهادات .حكي عن علي رضي الله عنه أن هذه الآية أرجى آية في القرآن \" ويغفر ما دون ذلك لمن يشاء \" .( ومن يشرك بالله فقد افترى ) اختلق ، ( إثما عظيما ) أخبرنا أحمد بن عبد الله الصالحي ، أنا أحمد بن الحسن الحيري ، أخبرنا حاجب بن أحمد الطوسي ، أنا محمد بن حماد ، أنا أبو معاوية ، عن الأعمش ، عن أبي سفيان ، عن جابر قال : أتى النبي صلى الله عليه وسلم رجل فقال : يا رسول الله ما الموجبتان؟ قال : \" من مات لا يشرك بالله شيئا دخل الجنة ، ومن مات يشرك بالله شيئا دخل النار \" .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أخبرنا أبو معمر ، أنا عبد الوارث ، عن الحسين يعني : المعلم ، عن عبد الله بن بريدة ، عن يحيى بن يعمر حدثه أن أبا الأسود الدؤلي حدثه أن أبا ذر حدثه قال : أتيت النبي صلى الله عليه وسلم وعليه ثوب أبيض وهو نائم ، ثم أتيته وقد استيقظ ، فقال : \" ما من عبد قال : لا إله إلا الله ، ثم مات على ذلك إلا دخل الجنة \" قلت : وإن زنى وإن سرق؟ قال \" وإن زنى وإن سرق \" قلت : وإن زنى وإن سرق ؟ قال : \" وإن زنى وإن سرق \" قلت : وإن زنى وإن سرق؟ قال : \" وإن زنى وإن سرق على رغم أنف أبي ذر \" ، وكان أبو ذر إذا حدث بهذا قال : وإن رغم أنف أبي ذر ."
    },
    {
      "ayah": 49,
      "surah": 4,
      "text": "قوله تعالى : ( ألم تر إلى الذين يزكون أنفسهم ) الآية ، قال الكلبي : نزلت في رجال من اليهود منهم بحري بن عمرو والنعمان بن أوفى ومرحب بن زيد ، أتوا بأطفالهم إلى النبي صلى الله عليه وسلم فقالوا : يا محمد هل على هؤلاء من ذنب؟ فقال : لا قالوا : ما نحن إلا كهيئتهم ، ما عملنا بالنهار يكفر عنا بالليل ، وما عملنا بالليل يكفر عنا بالنهار ، فأنزل الله تعالى هذه الآية . .وقال مجاهد وعكرمة : كانوا يقدمون أطفالهم في الصلاة ، يزعمون أنهم لا ذنوب لهم ، فتلك التزكية .وقال الحسن والضحاك وقتادة ومقاتل : نزلت في اليهود والنصارى حين قالوا نحن أبناء الله وأحباؤه ، \" وقالوا لن يدخل الجنة إلا من كان هودا أو نصارى \" ( البقرة - 111 ) وقال عبد الله بن مسعود رضي الله عنه : هو تزكية بعضهم لبعض ، روى طارق بن شهاب عن ابن مسعود قال : إن الرجل ليغدو من بيته ومعه دينه فيأتي الرجل لا يملك له ولا لنفسه ضرا ولا نفعا فيقول : والله إنك كيت وكيت!! ويرجع إلى بيته وما معه من دينه شيء ، ثم قرأ : \" ألم تر إلى الذين يزكون أنفسهم \" ، الآية . قوله تعالى : ( بل الله يزكي ) أي : يطهر ويبرئ من الذنوب ويصلح ، ( من يشاء ولا يظلمون فتيلا ) وهو اسم لما في شق النواة ، والقطمير اسم للقشرة التي على النواة ، والنقير اسم للنقطة التي على ظهر النواة ، وقيل : الفتيل من الفتل وهو ما يجعل بين الأصبعين من الوسخ عند الفتل ."
    },
    {
      "ayah": 5,
      "surah": 4,
      "text": "قوله تعالى : ( ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما ) اختلفوا في هؤلاء السفهاء فقال قوم : هم النساء ، وقال الضحاك : النساء من أسفه السفهاء ، وقال مجاهد : نهى الرجال أن يؤتوا النساء أموالهم وهن سفهاء ، من كن ، أزواجا أو بنات أو أمهات ، وقال آخرون : هم الأولاد ، قال الزهري : يقول لا تعط ولدك السفيه مالك الذي هو قيامك بعد الله تعالى فيفسده ، وقال بعضهم : هم النساء والصبيان ، وقال الحسن : هي امرأتك السفيهة وابنك السفيه ، وقال ابن عباس : لا تعمد إلى مالك الذي خولك الله وجعله لك معيشة فتعطيه امرأتك أو بنيك فيكونوا هم الذين يقومون عليك ، ثم تنظر إلى ما في أيديهم ، ولكن أمسك مالك وأصلحه وكن أنت الذي تنفق عليهم في رزقهم ومؤنتهم ، قال الكلبي : إذا علم الرجل أن امرأته سفيهة مفسدة وأن ولده سفيه مفسد فلا ينبغي أن يسلط واحدا منهما على ماله فيفسده . وقال سعيد بن جبير وعكرمة : هو مال اليتيم يكون عندك ، يقول لا تؤته إياه وأنفق عليه حتى يبلغ ، وإنما أضاف إلى الأولياء فقال : ( أموالكم ) لأنهم قوامها ومدبروها .والسفيه الذي لا يجوز لوليه أن يؤتيه ماله هو المستحق للحجر عليه ، وهو أن يكون مبذرا في ماله أو مفسدا في دينه ، فقال جل ذكره : ( ولا تؤتوا السفهاء ) أي : الجهال بموضع الحق أموالكم التي جعل الله لكم قياما .قرأ نافع وابن عامر ( قياما ) بلا ألف ، وقرأ الآخرون ( قياما ) وأصله : قواما ، فانقلبت الواو ياء لانكسار ما قبلها ، وهو ملاك الأمر وما يقوم به الأمر . وأراد هاهنا قوام عيشكم الذي تعيشون به . قال الضحاك : به يقام الحج والجهاد وأعمال البر وبه فكاك الرقاب من النار .( وارزقوهم فيها ) أي : أطعموهم ، ( واكسوهم ) لمن يجب عليكم رزقه ومؤنته ، وإنما قال ( فيها ) ولم يقل : منها ، لأنه أراد : اجعلوا لهم فيها رزقا فإن الرزق من الله : العطية من غير حد ، ومن العباد إجراء موقت محدود . ( وقولوا لهم قولا معروفا ) عدة جميلة ، وقال عطاء : إذا ربحت أعطيتك وإن غنمت جعلت لك حظا ، وقيل : هو الدعاء ، وقال ابن زيد : إن لم يكن ممن تجب عليكم نفقته ، فقل له : عافاك الله وإيانا ، بارك الله فيك ، وقيل : قولا لينا تطيب به أنفسهم ."
    },
    {
      "ayah": 50,
      "surah": 4,
      "text": "قوله تعالى : ( انظر ) يا محمد ، ( كيف يفترون على الله ) يختلقون على الله ، ( الكذب ) في تغييرهم كتابه ، ( وكفى به ) بالكذب ( إثما مبينا )"
    },
    {
      "ayah": 51,
      "surah": 4,
      "text": "قوله تعالى : ( ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت ) اختلفوا فيهما فقال عكرمة : هما صنمان كان المشركون يعبدونهما من دون الله ، وقال أبو عبيدة : هما كل معبود يعبد من دون الله . قال الله تعالى \" أن اعبدوا الله واجتنبوا الطاغوت \" ( النحل - 36 ) ، وقال عمر : الجبت : السحر ، والطاغوت : الشيطان . وهو قول الشعبي ومجاهد . وقيل : الجبت : الأوثان ، والطاغوت : شياطين الأوثان . ولكل صنم شيطان ، يعبر عنه ، فيغتر به الناس . وقال محمد بن سيرين ومكحول : الجبت : الكاهن ، والطاغوت : الساحر . وقال سعيد بن جبير وأبو العالية : الجبت : الساحر بلسان الحبشة ، والطاغوت : الكاهن . وروي عن عكرمة : الجبت بلسان الحبشة : شيطان .وقال الضحاك : الجبت : حيي بن أخطب ، والطاغوت : كعب بن الأشرف . دليله قوله تعالى : \" يريدون أن يتحاكموا إلى الطاغوت \" ( النساء - 60 ) أخبرنا أحمد بن عبد الله الصالحي أنا أبو الحسين بن بشران ، أنا إسماعيل بن محمد الصفار ، أنا أحمد بن منصور الرمادي ، أنا عبد الرزاق أنا معمر عن عوف العبدي عن حيان عن قطن بن قبيصة عن أبيه أن النبي صلى الله عليه وسلم قال : \" العيافة والطرق والطيرة من الجبت \" .وقيل : الجبت كل ما حرم الله ، والطاغوت كل ما يطغي الإنسان .( ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا ) قال المفسرون : خرج كعب بن الأشرف في سبعين راكبا من اليهود إلى مكة بعد وقعة أحد ليحالفوا قريشا على رسول الله صلى الله عليه وسلم وينقضوا العهد الذي كان بينهم وبين رسول الله صلى الله عليه وسلم ، فنزل كعب على أبي سفيان فأحسن مثواه ، ونزلت اليهود في دور قريش ، فقال أهل مكة : إنكم أهل كتاب ومحمد صاحب كتاب ولا نأمن أن يكون هذا مكرا منكم فإن أردتم أن نخرج معكم فاسجدوا لهذين الصنمين وآمنوا بهما ففعلوا ذلك ، فذلك قوله تعالى : ( يؤمنون بالجبت والطاغوت )ثم قال كعب لأهل مكة : ليجيء منكم ثلاثون ومنا ثلاثون فنلزق أكبادنا بالكعبة فنعاهد رب هذا البيت لنجهدن على قتال محمد ففعلوا .ثم قال أبو سفيان لكعب : إنك امرؤ تقرأ الكتاب وتعلم ونحن أميون لا نعلم ، فأينا أهدى طريقة ، نحن أم محمد؟قال كعب : اعرضوا علي دينكم .فقال أبو سفيان : نحن ننحر للحجيج الكوماء ونسقيهم الماء ونقري الضيف ونفك العاني ونصل الرحم ونعمر بيت ربنا ونطوف به ونحن أهل الحرم ، ومحمد فارق دين آبائه وقطع الرحم وفارق الحرم ، وديننا القديم ودين محمد الحديث .فقال كعب : أنتم والله أهدى سبيلا مما عليه محمد فأنزل الله تعالى : ( ألم تر إلى الذين أوتوا نصيبا من الكتاب ) يعني : كعبا وأصحابه ( يؤمنون بالجبت والطاغوت ) يعني : الصنمين ( ويقولون للذين كفروا ) أبي سفيان وأصحابه ( هؤلاء أهدى من الذين آمنوا سبيلا ) محمد صلى الله عليه وسلم وأصحابه رضي الله عنهم ( سبيلا ) دينا ."
    },
    { "ayah": 52, "surah": 4, "text": "( أولئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا ) ." },
    {
      "ayah": 53,
      "surah": 4,
      "text": "( أم لهم ) يعني : ألهم؟ والميم صلة ( نصيب ) حظ ( من الملك ) وهذا على جهة الإنكار ، يعني : ليس لهم من الملك شيء ولو كان لهم من الملك شيء ، ( فإذا لا يؤتون الناس نقيرا ) لحسدهم وبخلهم ، والنقير : النقطة التي تكون في ظهر النواة ومنها تنبت النخلة ، وقال أبو العالية : هو نقر الرجل الشيء بطرف أصبعه كما ينقر الدرهم ."
    },
    {
      "ayah": 54,
      "surah": 4,
      "text": "( أم يحسدون الناس ) يعني : اليهود ، ويحسدون الناس : قال قتادة : المراد بالناس العرب ، حسدهم اليهود على النبوة ، وما أكرمهم الله تعالى بمحمد صلى الله عليه وسلم . وقيل : أراد محمدا صلى الله عليه وسلم وأصحابه ، وقال ابن عباس والحسن ومجاهد وجماعة : المراد بالناس : رسول الله صلى الله عليه وسلم وحده حسدوه على ما أحل الله له من النساء ، وقالوا : ما له هم إلا النكاح ، وهو المراد من قوله : ( على ما آتاهم الله من فضله ) وقيل : حسدوه على النبوة وهو المراد من الفضل المذكور في الآية ، ( فقد آتينا آل إبراهيم الكتاب والحكمة ) أراد بآل إبراهيم : داود وسليمان ، وبالكتاب : ما أنزل الله عليهم وبالحكمة النبوة ( وآتيناهم ملكا عظيما ) فمن فسر الفضل بكثرة النساء فسر الملك العظيم في حق داود وسليمان عليهما السلام بكثرة النساء ، فإنه كان لسليمان ألف امرأة ثلاثمائة حرة وسبعمائة سرية وكان لداود مائة امرأة ، ولم يكن يومئذ لرسول الله صلى الله عليه وسلم إلا تسع نسوة ، فلما قال لهم ذلك سكتوا ."
    },
    {
      "ayah": 55,
      "surah": 4,
      "text": "قال الله تعالى : ( فمنهم من آمن به ) يعني : بمحمد صلى الله عليه وسلم ، وهم عبد الله بن سلام وأصحابه ، ( ومنهم من صد عنه ) أعرض عنه ولم يؤمن به ، ( وكفى بجهنم سعيرا ) وقودا ، وقيل : الملك العظيم : ملك سليمان . وقال السدي : الهاء في قوله ( من آمن به ومنهم من صد عنه ) راجعة إلى إبراهيم ، وذلك أن إبراهيم زرع ذات سنة ، وزرع الناس فهلك زرع الناس وزكا زرع إبراهيم عليه السلام ، فاحتاج إليه الناس فكان يقول : من آمن بي أعطيته فمن آمن به أعطاه ، ومن لم يؤمن به منعه ."
    },
    {
      "ayah": 56,
      "surah": 4,
      "text": "قوله تعالى : ( إن الذين كفروا بآياتنا سوف نصليهم نارا ) ندخلهم نارا ، ( كلما نضجت ) احترقت ( جلودهم بدلناهم جلودا غيرها ) غير الجلود المحترقة ، قال ابن عباس رضي الله عنهما : يبدلون جلودا بيضاء كأمثال القراطيس .وروي أن هذه الآية قرئت عند عمر رضي الله عنه ، فقال عمر رضي الله عنه للقارئ : أعدها فأعادها ، وكان عنده معاذ بن جبل ، فقال معاذ : عندي تفسيرها : تبدل في ساعة مائة مرة ، فقال عمر رضي الله عنه : هكذا سمعت رسول الله صلى الله عليه وسلم .قال الحسن : تأكلهم النار كل يوم سبعين ألف مرة كلما أكلتهم قيل لهم عودوا فيعودون كما كانوا .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا معاذ بن أسيد ، أنا الفضل بن موسى ، أنا الفضيل ، عن أبي حازم ، عن أبي هريرة رضي الله عنه قال : \" ما بين منكبي الكافر مسيرة ثلاثة أيام للراكب المسرع \" .أخبرنا إسماعيل بن عبد القاهر ، أنا عبد الغافر بن محمد ، أنا محمد بن عيسى الجلودي ، أنا إبراهيم بن محمد بن سفيان ، أنا مسلم بن الحجاج ، أنا شريح بن يونس ، أنا حميد بن عبد الرحمن ، عن الحسن بن صالح ، عن هارون بن سعد ، عن أبي حازم ، عن أبي هريرة رضي الله عنهم قال : قال رسول الله صلى الله عليه وسلم : \" ضرس الكافر أو ناب الكافر مثل أحد ، وغلظ جلده مسيرة ثلاثة أيام \" .فإن قيل : كيف تعذب جلود لم تكن في الدنيا ولم تعصه؟قيل يعاد الجلد الأول في كل مرة .وإنما قال : ( جلودا غيرها ) لتبدل صفتها ، كما تقول : صنعت من خاتمي خاتما غيره ، فالخاتم الثاني هو الأول إلا أن الصناعة والصفة تبدلت ، وكمن يترك أخاه صحيحا ثم بعد ، مرة يراه مريضا دنفا فيقول : أنا غير الذي عهدت ، وهو عين الأول ، إلا أن صفته تغيرت .وقال السدي : يبدل الجلد جلدا غيره من لحم الكافر ثم يعيد الجلد لحما ثم يخرج من اللحم جلدا آخر وقيل : يعذب الشخص في الجلد لا الجلد ، بدليل أنه قال : ( ليذوقوا العذاب ) ولم يقل : لتذوق وقال عبد العزيز بن يحيى : إن الله عز وجل يلبس أهل النار جلودا لا تألم ، فيكون زيادة عذاب عليهم ، كلما احترق جلد بدلهم جلدا غيره ، كما قال : \" سرابيلهم من قطران \" ( إبراهيم - 50 ) فالسرابيل تؤلمهم وهي لا تألم . قوله تعالى : ( ليذوقوا العذاب إن الله كان عزيزا حكيما ) ."
    },
    {
      "ayah": 57,
      "surah": 4,
      "text": "( والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار خالدين فيها أبدا لهم فيها أزواج مطهرة وندخلهم ظلا ظليلا ) كنينا لا تنسخه الشمس ولا يؤذيهم حر ولا برد ."
    },
    {
      "ayah": 58,
      "surah": 4,
      "text": "قوله تعالى : ( إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ) نزلت في عثمان بن طلحة الحجبي من بني عبد الدار ، وكان سادن الكعبة ، فلما دخل النبي صلى الله عليه وسلم مكة يوم الفتح أغلق عثمان باب البيت وصعد السطح فطلب رسول الله صلى الله عليه وسلم المفتاح ، فقيل : إنه مع عثمان ، فطلبه منه رسول الله صلى الله عليه وسلم فأبى ، وقال : لو علمت أنه رسول الله لم أمنعه المفتاح ، فلوى علي رضي الله عنه يده فأخذ منه المفتاح وفتح الباب فدخل رسول الله صلى الله عليه وسلم البيت وصلى فيه ركعتين ، فلما خرج سأله العباس المفتاح ، أن يعطيه ويجمع له بين السقاية والسدانة ، فأنزل الله تعالى هذه الآية ، فأمر رسول الله صلى الله عليه وسلم أن يرد المفتاح إلى عثمان ويعتذر إليه ، ففعل ذلك علي رضي الله عنه ، فقال له عثمان : أكرهت وآذيت ثم جئت ترفق ، فقال علي : لقد أنزل الله تعالى في شأنك قرآنا وقرأ عليه الآية ، فقال عثمان : أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله ، وكان المفتاح معه ، فلما مات دفعه إلى أخيه شيبة ، فالمفتاح والسدانة في أولادهم إلى يوم القيامة .وقيل : المراد من الآية جميع الأمانات . أخبرنا أبو طاهر محمد بن علي الزراد ، أنا أبو بكر محمد بن إدريس الجرجاني وأبو أحمد بن محمد بن أحمد المعلم الهروي ، قال : أنا أبو الحسن علي بن عيسى الماليني ، أنا الحسن بن سفيان النسوي ، أنا شيبان بن أبي شيبة ، أخبرنا أبو هلال عن قتادة عن أنس رضي الله عنه قال : كلما خطبنا رسول الله صلى الله عليه وسلم قال : \" ألا لا إيمان لمن لا أمانة له ولا دين لمن لا عهد له \" .قوله تعالى : ( وإذا حكمتم بين الناس أن تحكموا بالعدل ) أي : بالقسط ، ( إن الله نعما ) أي : نعم الشيء الذي ( يعظكم به إن الله كان سميعا بصيرا ) أخبرنا عبد الواحد بن أحمد المليحي ، أنا أبو منصور محمد بن محمد بن سمعان ، أنا أبو جعفر محمد بن حمد بن عبد الجبار الزيات ، أنا حميد بن زنجويه ، حدثنا ابن عباد ، ثنا ابن عيينة عن عمرو بن دينار ، عن عمرو بن أوس ، أنه سمع عبد الله بن عمرو بن العاص رضي الله عنه يرفعه إلى النبي صلى الله عليه وسلم قال : \" المقسطون عند الله على منابر من نور على يمين الرحمن ، وكلتا يديه يمين ، هم الذين يعدلون في حكمهم وأهليهم وما ولوا \" .أخبرنا عبد الواحد بن أحمد المليحي ، أنا عبد الرحمن بن أبي شريح ، أنا القاسم عبد الله بن محمد بن عبد العزيز البغوي ، أنا علي بن الجعد ، أنا فضيل بن مرزوق ، عن عطية ، عن أبي سعيد رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم \" إن أحب الناس إلى الله يوم القيامة وأقربهم منه مجلسا إمام عادل ، وإن أبغض الناس إلى الله وأشدهم عذابا إمام جائر \" ."
    },
    {
      "ayah": 59,
      "surah": 4,
      "text": "قوله تعالى : ( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) اختلفوا في ( أولي الأمر ) قال ابن عباس وجابر رضي الله عنهم : هم الفقهاء والعلماء الذين يعلمون الناس معالم دينهم ، وهو قول الحسن والضحاك ومجاهد ، ودليله قوله تعالى : \" ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم \" ( النساء - 83 ) .وقال أبو هريرة : هم الأمراء والولاة .وقال علي بن أبي طالب رضي الله عنه : حق على الإمام أن يحكم بما أنزل الله ويؤدي الأمانة فإذا فعل ذلك فحق على الرعية أن يسمعوا ويطيعوا .أخبرنا أبو علي حسان بن سعد المنيعي ، أنا أبو طاهر محمد بن محمد بن محمش الزيادي ، أنا أبو بكر محمد بن الحسين القطان ، أنا أحمد بن يوسف السلمي ، أنا عبد الرزاق ، أنا معمر ، عن همام بن منبه أنا أبو هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" من أطاعني فقد أطاع الله ، ومن عصاني فقد عصى الله ، ومن يطع الأمير فقد أطاعني ، ومن يعص الأمير فقد عصاني \" .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أنا محمد بن إسماعيل أنا مسدد ، أنا يحيى بن سعيد ، عن عبيد الله حدثني ، نافع ، عن عبد الله رضي الله عنهم عن النبي صلى الله عليه وسلم قال : \" السمع والطاعة على المرء المسلم فيما أحب وكره ، ما لم يؤمر بمعصية ، فإذا أمر بمعصية فلا سمع ولا طاعة \" .[ أخبرنا أبو الحسن عبد الرحمن محمد الدراوردي ] أنا أبو الحسن أحمد بن محمد بن موسى بن الصلت أنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أنا أبو مصعب ، عن مالك بن أنس ، عن يحيى بن سعيد ، أخبرنا عبادة بن الوليد بن عبادة أن أباه أخبره عن عبادة بن الصامت قال : \" بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في اليسر والعسر والمنشط والمكره ، وعلى أثرة علينا وعلى أن لا ننازع الأمر أهله ، وعلى أن نقول بالحق أينما كنا لا نخاف في الله لومة لائم \" .أخبرنا أبو عبد الله عبد الرحمن بن عبيد الله بن أحمد القفال ، أنا أبو منصور أحمد بن الفضل البروجردي ، أنا أبو بكر بن محمد بن همدان الصيرفي ، أنا محمد بن يوسف الكديمي ، قال أخبرنا أبو داود الطيالسي ، عن شعبة ، عن أبي التياح ، عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال لأبي ذر : \" اسمع وأطع ولو لعبد حبشي كأن رأسه زبيبة \" .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي ، أنا أبو محمد عبد الجبار بن محمد الجراحي ، أنا أبو العباس ، أنا محمد بن أحمد المحبوبي ، أنا أبو عيسى الترمذي ، أنا موسى بن عبد الرحمن الكندي ، أنا زيد بن الحباب أنا معاوية بن صالح ، حدثني سليم بن عامر ، قال : سمعت أبا أمامة رضي الله عنه يقول : سمعت رسول الله صلى الله عليه وسلم يخطب في حجة الوداع فقال : \" اتقوا الله وصلوا خمسكم وصوموا شهركم وأدوا زكاة أموالكم وأطيعوا ذا أمركم تدخلوا جنة ربكم \" .وقيل : المراد أمراء السرايا ، أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا صدقة بن الفضل ، أنا حجاج بن محمد ، عن يعلى بن مسلم ، عن سعيد بن جبير عن ابن عباس ، في قوله تعالى : ( وأطيعوا الرسول وأولي الأمر منكم ) قال : نزلت في عبيد الله بن حذافة بن قيس بن عدي إذ بعثه النبي صلى الله عليه وسلم في سريةوقال عكرمة : أراد بأولي الأمر أبا بكر وعمر رضي الله عنهما . حدثنا أبو المظفر محمد بن أحمد التيمي أنا أبو محمد عبد الرحمن بن عثمان بن القاسم ، أخبرنا خيثمة بن سليمان بن حيدرة الأطرابلسي ، أنا عمرو بن أبي عرزة بالكوفة ، أخبرنا ثابت بن موسى العابد ، عن سفيان بن عيينة عن عبد الملك بن عمير عن ربعي ، عن حذيفة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" إني لا أدري ما بقائي فيكم فاقتدوا باللذين من بعدي أبي بكر وعمر \" ، رضي الله عنهما .وقال عطاء : هم المهاجرون والأنصار والتابعون لهم بإحسان بدليل قوله تعالى ( والسابقون الأولون من المهاجرين والأنصار ) الآية . أخبرنا أبو بكر محمد بن عبد الله بن محمود ، أنا أبو إسحاق إبراهيم بن عبد الله الخلال ، أنا عبد الله بن المبارك ، عن إسماعيل المكي ، عن الحسن ، عن أنس بن مالك رضي الله عنهم قال : قال رسول الله صلى الله عليه وسلم : \" مثل أصحابي في أمتي كالملح في الطعام لا يصلح الطعام إلا بالملح \" قال : قال الحسن : قد ذهب ملحنا فكيف نصلح .قوله عز وجل : ( فإن تنازعتم ) أي : اختلفتم ، ( في شيء ) من أمر دينكم ، والتنازع : اختلاف الآراء وأصله من النزع فكأن المتنازعين يتجاذبان ويتمانعان ، ( فردوه إلى الله والرسول ) أي : إلى كتاب الله وإلى رسوله ما دام حيا وبعد وفاته إلى سنته ، والرد إلى الكتاب والسنة واجب إن وجد فيهما ، فإن لم يوجد فسبيله الاجتهاد . وقيل : الرد إلى الله تعالى والرسول أن يقول لما لا يعلم : الله ورسوله أعلم . ( إن كنتم تؤمنون بالله واليوم الآخر ذلك ) أي : الرد إلى الله والرسول ، ( خير وأحسن تأويلا ) أي : أحسن مآلا وعاقبة ."
    },
    {
      "ayah": 6,
      "surah": 4,
      "text": "قوله تعالى : ( وابتلوا اليتامى ) الآية نزلت في ثابت بن رفاعة وفي عمه ، وذلك أن رفاعة توفي وترك ابنه ثابتا وهو صغير ، فجاء عمه إلى النبي صلى الله عليه وسلم وقال : إن ابن أخي يتيم في حجري ، فما يحل لي من ماله ومتى أدفع إليه ماله؟ فأنزل الله تعالى هذه الآية ( وابتلوا اليتامى ) اختبروهم في عقولهم وأديانهم وحفظهم أموالهم ، ( حتى إذا بلغوا النكاح ) أي : مبلغ الرجال والنساء ، ( فإن آنستم ) أبصرتم ، ( منهم رشدا ) فقال المفسرون يعني : عقلا وصلاحا في الدين وحفظا للمال وعلما بما يصلحه . وقال سعيد بن جبير ومجاهد والشعبي : لا يدفع إليه ماله وإن كان شيخا حتى يؤنس منه رشده .والابتلاء يختلف باختلاف أحوالهم فإن كان ممن يتصرف في السوق فيدفع الولي إليه شيئا يسيرا من المال وينظر في تصرفه وإن كان ممن لا يتصرف في السوق فيتخبره في نفقة داره ، والإنفاق على عبيده وأجرائه ، وتختبر المرأة في أمر بيتها وحفظ متاعها وغزلها واستغزالها ، فإذا رأى حسن تدبيره ، وتصرفه في الأمور مرارا =يغلب على القلب رشده ، دفع المال إليه .واعلم أن الله تعالى علق زوال الحجر عن الصغير وجواز دفع المال إليه بشيئين : بالبلوغ والرشد ، فالبلوغ يكون بأحد ( أشياء أربعة ) ، اثنان يشترك فيهما الرجال والنساء ، واثنان تختصان بالنساء :فما يشترك فيه الرجال والنساء أحدهما السن ، والثاني الاحتلام ، أما السن فإذا استكمل المولود خمس عشرة سنة حكم ببلوغه غلاما كان أو جارية ، لما أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أخبرنا سفيان بن عيينة عن عبد الله بن عمر عن نافع عن ابن عمر رضي الله عنهما قال : عرضت على رسول الله صلى الله عليه وسلم عام أحد وأنا ابن أربع عشرة سنة ، فردني ، ثم عرضت عليه عام الخندق وأنا ابن خمس عشرة سنة فأجازني ، قال نافع : فحدثت بهذا الحديث عمر بن عبد العزيز ، فقال : هذا فرق بين المقاتلة والذرية ، وكتب أن يفرض لابن خمس عشرة سنة في المقاتلة ، ومن لم يبلغها في الذرية . وهذا قول أكثر أهل العلم .وقال أبو حنيفة رحمه الله تعالى : بلوغ الجارية باستكمال سبع عشرة ، وبلوغ الغلام باستكمال ثماني عشرة سنة .وأما الاحتلام فنعني به نزول المني سواء كان بالاحتلام أو بالجماع ، أو غيرهما ، فإذا وجدت ذلك بعد استكمال تسع سنين من أيهما كان حكم ببلوغه ، لقوله تعالى : ( وإذا بلغ الأطفال منكم الحلم فليستأذنوا ) وقال النبي صلى الله عليه وسلم لمعاذ في الجزية حين بعثه إلى اليمن : \" خذ من كل حالم دينارا \" .وأما الإنبات ، وهو نبات الشعر الخشن حول الفرج : فهو بلوغ في أولاد المشركين ، لما روي عن عطية القرظي قال : كنت من سبي قريظة ، فكانوا ينظرون فمن =أنبت الشعر قتل ، ومن لم ينبت لم يقتل ، فكنت ممن لم ينبت .وهل يكون ذلك بلوغا في أولاد المسلمين؟ فيه قولان ، أحدهما : يكون بلوغا كما في أولاد الكفار ، والثاني : لا يكون بلوغا لأنه يمكن الوقوف على مواليد المسلمين بالرجوع إلى آبائهم ، وفي الكفار لا يوقف على مواليدهم ، ولا يقبل قول آبائهم فيه لكفرهم ، فجعل الإنبات الذي هو أمارة البلوغ بلوغا في حقهم .وأما ما يختص بالنساء : فالحيض والحبل ، فإذا حاضت المرأة بعد استكمال تسع سنين يحكم ببلوغها ، وكذلك إذا ولدت يحكم ببلوغها قبل الوضع بستة أشهر لأنها أقل مدة الحمل .وأما الرشد : فهو أن يكون مصلحا في دينه وماله ، فالصلاح في الدين هو أن يكون مجتنبا عن الفواحش والمعاصي التي تسقط العدالة ، والصلاح في المال هو أن لا يكون مبذرا ، والتبذير : هو أن ينفق ماله فيما لا يكون فيه محمدة دنيوية ولا مثوبة أخروية ، أو لا يحسن التصرف فيها ، فيغبن في البيوع فإذا بلغ الصبي وهو مفسد في دينه وغير مصلح لماله ، دام الحجر عليه ، ولا يدفع إليه ماله ولا ينفذ تصرفه .وعند أبي حنيفة رضي الله عنه إذا كان مصلحا لماله زال الحجر عنه وإن كان مفسدا في دينه ، وإذا كان مفسدا لماله قال : لا يدفع إليه المال حتى يبلغ خمسا وعشرين سنة ، غير أن تصرفه يكون نافذا قبله . والقرآن حجة لمن استدام الحجر عليه ، لأن الله تعالى قال : ( حتى إذا بلغوا النكاح فإن آنستم منهم رشدا فادفعوا إليهم أموالهم ) أمر بدفع المال إليهم بعد البلوغ وإيناس الرشد ، والفاسق لا يكون رشيدا وبعد بلوغه خمسا وعشرين سنة ، وهو مفسد لماله بالاتفاق غير رشيد ، فوجب أن لا يجوز دفع المال إليه كما قبل بلوغ هذا السن .وإذا بلغ وأونس منه الرشد ، زال الحجر عنه ، ودفع إليه المال رجلا كان أو امرأة تزوج أو لم يتزوج .وعند مالك رحمه الله تعالى : إن كانت امرأة لا يدفع المال إليها ما لم تتزوج ، فإذا تزوجت دفع إليها ، ولكن لا ينفذ تصرفها إلا بإذن الزوج ، ما لم تكبر وتجرب .فإذا بلغ الصبي رشيدا وزال الحجر عنه ثم عاد سفيها ، نظر : فإن عاد مبذرا لماله حجر عليه ، وإن عاد مفسدا في دينه فعلى وجهين : أحدهما : يعاد الحجر عليه كما يستدام الحجر عليه إذا بلغ بهذه الصفة ، والثاني : لا يعاد لأن حكم الدوام أقوى من حكم الابتداء .وعند أبي حنيفة رحمه الله تعالى : لا حجر على الحر العاقل البالغ بحال ، والدليل على إثبات الحجر من اتفاق الصحابة رضي الله عنهم ما روي عن هشام بن عروة عن أبيه أن عبد الله بن جعفر ابتاع أرضا سبخة بستين ألف درهم ، فقال علي : لآتين عثمان فلأحجرن عليك فأتى ابن جعفر الزبير فأعلمه بذلك [ فقال الزبير : أنا شريكك في بيعتك ، فأتى علي عثمان وقال : احجر على هذا ] ، فقال الزبير : أنا شريكه ، فقال عثمان : كيف أحجر على رجل في بيع شريكه فيه الزبير ، فكان ذلك اتفاقا منهم على جواز الحجر حتى احتال الزبير في دفعه .قوله تعالى : ( ولا تأكلوها ) يا معشر الأولياء ( إسرافا ) بغير حق ، ( وبدارا ) أي مبادرة ( أن يكبروا ) ( أن ) في محل النصب ، يعني : لا تبادروا كبرهم ورشدهم حذرا من أن يبلغوا فيلزمكم تسليمها إليهم ، ثم بين ما يحل لهم من مالهم فقال : ( ومن كان غنيا فليستعفف ) أي ليمتنع من مال اليتيم فلا يرزأه قليلا ولا كثيرا ، والعفة : الامتناع مما لا يحل ( ومن كان فقيرا ) محتاجا إلى مال اليتيم وهو يحفظه ويتعهده فليأكل بالمعروف .أخبرنا محمد بن الحسن المروزي ، أخبرنا أبو سهل محمد بن عمر السجزي ، أخبرنا الإمام أبو سليمان الخطابي ، أخبرنا أبو بكر بن داسة التمار ، أخبرنا أبو داؤد السجستاني ، أخبرنا حميد بن مسعدة ، أن خالد بن الحارث حدثهم أخبرنا حسين يعني المعلم عن عمرو بن شعيب عن أبيه عن جده رضي الله عنه أن رجلا أتى رسول الله صلى الله عليه وسلم فقال : إني فقير وليس لي شيء ولي يتيم؟ فقال : \" كل من مال يتيمك غير مسرف ولا مبادر ولا متأثل \" .واختلفوا في أنه هل يلزمه القضاء؟ فذهب بعضهم إلى أنه يقضي إذا أيسر ، وهو المراد من قوله ( فليأكل بالمعروف ) فالمعروف القرض ، أي : يستقرض من مال اليتيم إذا احتاج إليه ، فإذا أيسر قضاه ، وهو قول مجاهد وسعيد بن جبير ، قال عمر بن الخطاب رضي الله عنه : إني أنزلت نفسي من مال الله تعالى بمنزلة مال اليتيم : إن استغنيت استعففت وإن افتقرت أكلت بالمعروف ، فإذا أيسرت قضيت .وقال الشعبي : لا يأكله إلا أن يضطر إليه كما يضطر إلى الميتة .وقال قوم : لا قضاء عليه .ثم اختلفوا في كيفية هذا الأكل بالمعروف ، فقال عطاء وعكرمة : يأكل بأطراف أصابعه ، ولا يسرف ولا يكتسي منه ، ولا يلبس الكتان ولا الحلل ، ولكن ما سد الجوعة ووارى العورة .وقال الحسن وجماعة : يأكل من ثمر نخيله ولبن مواشيه بالمعروف ولا قضاء عليه ، فأما الذهب والفضة فلا؛ فإن أخذ شيئا منه رده .وقال الكلبي : المعروف ركوب الدابة وخدمة الخادم ، وليس له أن يأكل من ماله شيئا .أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن يحيى بن سعيد ، أنه قال سمعت القاسم بن محمد يقول : جاء رجل إلى ابن عباس رضي الله عنهما قال : إن لي يتيما وإن له إبلا أفأشرب من لبن إبله؟ فقال : إن كنت تبغي ضالة إبله وتهنأ جرباها وتليط حوضها وتسقيها يوم وردها فاشرب غير مضر بنسل ولا ناهك في الحلب .وقال بعضهم : والمعروف أن يأخذ من جميع ماله بقدر قيامه وأجرة عمله ، ولا قضاء عليه ، وهو قول عائشة وجماعة من أهل العلم .قوله تعالى : ( فإذا دفعتم إليهم أموالهم فأشهدوا عليهم ) هذا أمر إرشاد ، ليس بواجب ، أمر الولي بالإشهاد على دفع المال إلى اليتيم بعدما بلغ لتزول عنه التهمة وتنقطع الخصومة ، ( وكفى بالله حسيبا ) محاسبا ومجازيا وشاهدا ."
    },
    {
      "ayah": 60,
      "surah": 4,
      "text": "قوله تعالى : ( ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت ) الآية قال الشعبي : كان بين رجل من اليهود ورجل من المنافقين خصومة فقال اليهودي : نتحاكم إلى محمد ، لأنه عرف أنه لا يأخذ الرشوة ولا يميل في الحكم ، وقال المنافق : نتحاكم إلى اليهود لعلمه أنهم يأخذون الرشوة ويميلون في الحكم ، فاتفقا على أن يأتيا كاهنا في جهينة فيتحاكما إليه ، فنزلت هذه الآية .قال جابر : كانت الطواغيت التي يتحاكمون إليها واحد في جهينة وواحد في أسلم ، وفي كل حي كهان .وقال الكلبي عن أبي صالح عن ابن عباس : نزلت في رجل من المنافقين يقال له بشر ، كان بينه وبين يهودي خصومة فقال اليهودي : ننطلق إلى محمد ، وقال المنافق : بل إلى كعب بن الأشرف ، وهو الذي سماه الله الطاغوت ، فأبى اليهودي أن يخاصمه إلا إلى رسول الله صلى الله عليه وسلم ، فلما رأى المنافق ذلك أتى معه إلى رسول الله صلى الله عليه وسلم فقضى رسول الله صلى الله عليه وسلم لليهودي ، فلما خرجا من عنده لزمه المنافق ، وقال : انطلق بنا إلى عمر رضي الله عنه ، فأتيا عمر ، فقال اليهودي : اختصمت أنا وهذا إلى محمد فقضى لي عليه فلم يرض بقضائه وزعم أنه يخاصم إليك ، فقال عمر رضي الله عنه للمنافق : أكذلك؟ قال : نعم ، قال لهما رويدكما حتى أخرج إليكما فدخل عمر البيت وأخذ السيف واشتمل عليه ثم خرج فضرب به المنافق حتى برد ، وقال : هكذا أقضي بين من لم يرض بقضاء الله وقضاء رسوله . فنزلت هذه الآية . وقال جبريل : إن عمر رضي الله عنه فرق بين الحق والباطل ، فسمي الفاروق .وقال السدي : كان ناس من اليهود أسلموا ونافق بعضهم وكانت قريظة والنضير في الجاهلية إذا قتل رجل من بني قريظة رجلا من بني النضير قتل به أو أخذ ديته مائة وسق من تمر ، وإذا قتل رجل من بني النضير رجلا من قريظة لم يقتل به وأعطى ديته ستين وسقا ، وكانت النضير وهم حلفاء الأوس أشرف وأكثر من قريظة وهم حلفاء الخزرج ، فلما جاء الله بالإسلام وهاجر النبي صلى الله عليه وسلم إلى المدينة ، قتل رجل من النضير رجلا من قريظة فاختصموا في ذلك ، فقالت بنو النضير : كنا وأنتم قد اصطلحنا على أن نقتل منكم ولا تقتلون منا ، وديتكم ستون وسقا وديتنا مائة وسق ، فنحن نعطيكم ذلك ، فقالت الخزرج : هذا شيء كنتم فعلتموه في الجاهلية لكثرتكم وقلتنا فقهرتمونا ، ونحن وأنتم اليوم إخوة وديننا ودينكم واحد فلا فضل لكم علينا ، فقال المنافقون منهم : انطلقوا إلى أبي بردة الكاهن الأسلمي ، وقال المسلمون من الفريقين : لا بل إلى النبي صلى الله عليه وسلم فأبى المنافقون وانطلقوا إلى أبي بردة ليحكم بينهم ، فقال : أعظموا اللقمة ، يعني الحظ ، فقالوا : لك عشرة أوسق ، قال : لا بل مائة وسق ديتي ، فأبوا أن يعطوه فوق عشرة أوسق وأبى أن يحكم بينهم ، فأنزل الله تعالى آية القصاص ، وهذه الآية : ( ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت ) يعني الكاهن أو كعب بن الأشرف ، ( وقد أمروا أن يكفروا به ويريد الشيطان أن يضلهم ضلالا بعيدا ) ."
    },
    {
      "ayah": 61,
      "surah": 4,
      "text": "( وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول رأيت المنافقين يصدون عنك صدودا ) أي : يعرضون عنك إعراضا ."
    },
    {
      "ayah": 62,
      "surah": 4,
      "text": "( فكيف إذا أصابتهم مصيبة ) هذا وعيد ، أي : فكيف يصنعون إذا أصابتهم مصيبة ، ( بما قدمت أيديهم ) يعني : عقوبة صدودهم ، وقيل : هي كل مصيبة تصيب جميع المنافقين في الدنيا والآخرة ، وتم الكلام هاهنا ، ثم عاد الكلام إلى ما سبق ، يخبر عن فعلهم فقال : ( ثم جاءوك ) يعني : يتحاكمون إلى الطاغوت ، ( ثم جاءوك ) [ يحيونك ويحلفون ] .وقيل : أراد بالمصيبة قتل عمر رضي الله عنه المنافق ، ثم جاءوا يطلبون ديته ، ( يحلفون بالله إن أردنا ) ما أردنا بالعدول عنه في المحاكمة أو بالترافع إلى عمر ، ( إلا إحسانا وتوفيقا ) قال الكلبي : إلا إحسانا في القول ، وتوفيقا : صوابا ، وقال ابن كيسان : حقا وعدلا نظيره : ليحلفن إن أردنا إلا الحسنى ، وقيل : هو إحسان بعضهم إلى بعض ، وقيل : هو تقريب الأمر من الحق ، لا القضاء على أمر الحكم ، والتوفيق : هو موافقة الحق ، وقيل : هو التأليف والجمع بين الخصمين ."
    },
    {
      "ayah": 63,
      "surah": 4,
      "text": "( أولئك الذين يعلم الله ما في قلوبهم ) من النفاق ، أي : علم أن ما في قلوبهم خلاف ما في ألسنتهم ، ( فأعرض عنهم ) أي : عن عقوبتهم وقيل : فأعرض عن قبول عذرهم وعظهم باللسان ، وقل لهم قولا بليغا ، وقيل : هو التخويف بالله ، وقيل : أن توعدهم بالقتل إن لم يتوبوا ، قال الحسن : القول البليغ أن يقول لهم : إن أظهرتم ما في قلوبكم من النفاق قتلتم لأنه يبلغ من نفوسهم كل مبلغ ، وقال الضحاك : ( فأعرض عنهم وعظهم ) في الملإ ( وقل لهم في أنفسهم قولا بليغا ) في السر والخلاء ، وقال : قيل هذا منسوخ بآية القتال ."
    },
    {
      "ayah": 64,
      "surah": 4,
      "text": "قوله عز وجل ( وما أرسلنا من رسول إلا ليطاع بإذن الله ) أي : بأمر الله لأن طاعة الرسول وجبت بأمر الله ، قال الزجاج : ليطاع بإذن الله لأن الله قد أذن فيه وأمر به ، وقيل : إلا ليطاع كلام تام كاف ، بإذن الله تعالى أي : بعلم الله وقضائه ، أي : وقوع طاعته يكون بإذن الله ، ( ولو أنهم إذ ظلموا أنفسهم ) بتحاكمهم إلى الطاغوت ( جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما )"
    },
    {
      "ayah": 65,
      "surah": 4,
      "text": "قوله تعالى : ( فلا وربك لا يؤمنون حتى يحكموك ) الآية .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا أبو اليمان ، أنا شعيب ، عن الزهري ، أخبرني عروة بن الزبير : أن الزبير رضي الله عنه كان يحدث أنه خاصم رجلا من الأنصار قد شهد بدرا إلى رسول الله صلى الله عليه وسلم في شراج من الحرة كانا يسقيان به . كلاهما ، فقال رسول الله للزبير : اسق يا زبير ، ثم أرسل إلى جارك ، فغضب الأنصاري ، ثم قال : يا رسول الله أن كان ابن عمتك؟ فتلون وجه رسول الله صلى الله عليه وسلم ، ثم قال للزبير : اسق ثم احبس الماء حتى يبلغ الجدر ، فاستوعى رسول الله صلى الله عليه وسلم حينئذ للزبير حقه ، وكان رسول الله صلى الله عليه وسلم قبل ذلك أشار على الزبير برأي أراد به سعة له وللأنصاري ، فلما أحفظ الأنصاري رسول الله صلى الله عليه وسلم استوعى للزبير حقه في صريح الحكم .قال عروة : قال الزبير : والله ما أحسب هذه الآية إلا نزلت في ذلك ( فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ) الآية .وروي أن الأنصاري الذي خاصم الزبير كان اسمه حاطب بن أبي بلتعة فلما خرجا مر على المقداد فقال : لمن كان القضاء ، فقال الأنصاري : قضى لابن عمته ولوى شدقه ففطن له يهودي كان مع المقداد ، فقال : قاتل الله هؤلاء يشهدون أنه رسول الله ثم يتهمونه في قضاء يقضي بينهم ، وايم الله لقد أذنبنا ذنبا مرة في حياة موسى عليه السلام فدعا موسى إلى التوبة منه ، فقال : اقتلوا أنفسكم ففعلنا فبلغ قتلانا سبعين ألفا في طاعة ربنا حتى رضي عنا ، فقال ثابت بن قيس بن شماس : أما والله إن الله ليعلم مني الصدق ولو أمرني محمد أن أقتل نفسي لفعلت ، فأنزل الله في شأن حاطب بن أبي بلتعة : ( فلا وربك لا يؤمنون حتى يحكموك ) .وقال مجاهد والشعبي : نزلت في بشر المنافق واليهودي اللذين اختصما إلى عمر رضي الله عنه .قوله تعالى : ( فلا ) أي : ليس الأمر كما يزعمون أنهم مؤمنون ثم لا يرضون بحكمك ، ثم استأنف القسم ( وربك لا يؤمنون ) ويجوز أن يكون ( لا ) في قوله ( فلا ) صلة ، كما في قوله ( فلا أقسم ) حتى يحكموك : أي يجعلوك حكما ، ( فيما شجر بينهم ) أي : اختلف واختلط من أمورهم والتبس عليهم حكمه ، ومنه الشجر لالتفاف أغصانه بعضها ببعض ، ( ثم لا يجدوا في أنفسهم حرجا ) قال مجاهد : شكا ، وقال غيره : ضيقا ، ( مما قضيت ) قال الضحاك : إثما ، أي : يأثمون بإنكارهم ما قضيت ، ( ويسلموا تسليما ) أي : وينقادوا لأمرك انقيادا ."
    },
    {
      "ayah": 66,
      "surah": 4,
      "text": "قوله تعالى : ( ولو أنا كتبنا ) أي : فرضنا وأوجبنا ، ( عليهم أن اقتلوا أنفسكم ) كما أمرنا بني إسرائيل ( أو اخرجوا من دياركم ) كما أمرنا بني إسرائيل بالخروج من مصر ، ( ما فعلوه ) معناه : أنا ما كتبنا عليهم إلا طاعة الرسول والرضى بحكمه ، ولو كتبنا عليهم القتل والخروج عن الدور ما كان يفعله ، ( إلا قليل منهم ) نزلت في ثابت بن قيس وهو من القليل الذي استثنى الله ، قال الحسن ومقاتل لما نزلت هذه الآية قال عمر وعمار بن ياسر وعبد الله بن مسعود وناس من أصحاب النبي صلى الله عليه وسلم وهم القليل ، والله لو أمرنا لفعلنا والحمد لله الذي عافانا ، فبلغ ذلك النبي صلى الله عليه وسلم فقال : \" إن من أمتي لرجالا الإيمان في قلوبهم أثبت من الجبال الرواسي \" .قرأ ابن عامر وأهل الشام ( إلا قليلا ) بالنصب على الاستثناء ، وكذلك هو في مصحف أهل الشام ، وقيل : فيه إضمار ، تقديره : إلا أن يكون قليلا منهم ، وقرأ الآخرون قليل بالرفع على الضمير الفاعل في قوله ( فعلوه ) تقديره : إلا نفر قليل فعلوه ، ( ولو أنهم فعلوا ما يوعظون به ) من طاعة الرسول والرضى بحكمه ، ( لكان خيرا لهم وأشد تثبيتا ) تحقيقا وتصديقا لإيمانهم ."
    },
    { "ayah": 67, "surah": 4, "text": "( وإذا لآتيناهم من لدنا أجرا عظيما ) ثوابا وافرا ." },
    { "ayah": 68, "surah": 4, "text": "( ولهديناهم صراطا مستقيما ) أي : إلى الصراط المستقيم ." },
    {
      "ayah": 69,
      "surah": 4,
      "text": "قوله تعالى : ( ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين ) الآية ، نزلت في ثوبان مولى رسول الله صلى الله عليه وسلم وكان شديد الحب لرسول الله صلى الله عليه وسلم قليل الصبر عنه ، فأتاه ذات يوم وقد تغير لونه يعرف الحزن في وجهه ، فقال له رسول الله صلى الله عليه وسلم : \" ما غير لونك \" ؟ فقال : يا رسول الله ما بي مرض ولا وجع غير أني إذا لم أرك استوحشت وحشة شديدة حتى ألقاك ، ثم ذكرت الآخرة فأخاف أن لا أراك لأنك ترفع مع النبيين ، وإني إن دخلت الجنة كنت في منزلة أدنى من منزلتك ، وإن لم أدخل الجنة لا أراك أبدا ، فنزلت هذه الآية .وقال قتادة : قال بعض أصحاب النبي صلى الله عليه وسلم : كيف يكون الحال في الجنة وأنت في الدرجات العلى ونحن أسفل منك؟ فكيف نراك؟ فأنزل الله تعالى هذه الآية .( ومن يطع الله ) في أداء الفرائض ، ( والرسول ) في السنن ( فأولئك مع الذين أنعم الله عليهم من النبيين ) أي لا تفوتهم رؤية الأنبياء ومجالستهم لا أنهم يرفعون إلى درجة الأنبياء ، ( والصديقين ) وهم أفاضل أصحاب النبي صلى الله عليه وسلم ، والصديق المبالغ في الصدق ، ( والشهداء ) قيل : هم الذين استشهدوا في يوم أحد ، وقيل : الذين استشهدوا في سبيل الله ، وقال عكرمة : النبيون هاهنا : محمد صلى الله عليه وسلم والصديقون أبو بكر ، والشهداء عمر وعثمان وعلي رضي الله عنهم ، ( والصالحين ) سائر الصحابة رضي الله عنهم ، ( وحسن أولئك رفيقا ) يعني : رفقاء الجنة ، والعرب تضع الواحد موضع الجمع ، كقوله تعالى : ( ثم نخرجكم طفلا ) ( غافر - 67 ) أي : أطفالا ( ويولون الدبر ) أي : الأدبار .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أبو محمد الحسن بن أحمد المخلدي ، أنا أبو العباس السراج ، أنا قتيبة بن سعد ، أنا حماد بن زيد ، عن ثابت ، عن أنس أن رجلا قال : يا رسول الله الرجل يحب قوما ولما يلحق بهم؟ فقال النبي صلى الله عليه وسلم : \" المرء مع من أحب \" .أخبرنا أحمد بن عبد الله الصالحي وأبو عمرو محمد بن عبد الرحمن النسوي قالا أخبرنا أحمد بن الحسن الحيري ، أنا أبو العباس الأصم ، أنا أبو يحيى زكريا بن يحيى المروزي ، أنا سفيان بن عيينة ، عن الزهري ، عن أنس بن مالك رضي الله عنه قال : قال رجل : يا رسول الله متى الساعة؟ قال : \" وما أعددت لها \" ؟ قال : فلم يذكر كثيرا ، إلا أنه يحب الله ورسوله قال : \" فأنت مع من أحببت \" ."
    },
    {
      "ayah": 7,
      "surah": 4,
      "text": "قوله تعالى : ( للرجال نصيب مما ترك الوالدان والأقربون ) الآية ، نزلت في أوس بن ثابت الأنصاري ، توفي وترك امرأة يقال لها أم كجة وثلاث بنات له منها . فقام رجلان هما ابنا عم الميت ووصياه سويد وعرفجة ، فأخذا ماله ولم يعطيا امرأته ولا بناته شيئا ، وكانوا في الجاهلية لا يورثون النساء ولا الصغار ، وإن كان الصغير ذكرا وإنما كانوا يورثون الرجال ، ويقولون : لا نعطي إلا من قاتل وحاز الغنيمة ، فجاءت أم كجة فقالت : يا رسول الله إن أوس بن ثابت مات وترك علي بنات وأنا امرأته ، وليس عندي ما أنفق عليهن ، وقد ترك أبوهن مالا حسنا ، وهو عند سويد وعرفجة ، ولم يعطياني ولا بناتي شيئا وهن في حجري ، لا يطعمن ولا يسقين ، فدعاهما رسول الله صلى الله عليه وسلم فقالا يا رسول الله ولدها لا يركب فرسا ولا يحمل كلا ولا ينكأ عدوا ، فأنزل الله عز وجل ، ( للرجال ) يعني : للذكور من أولاد الميت وأقربائه ( نصيب ) حظ ( مما ترك الوالدان والأقربون ) من الميراث ، ( وللنساء ) للإناث منهم ، ( نصيب مما ترك الوالدان والأقربون مما قل منه ) أي : من المال ، ( أو كثر ) منه ( نصيبا مفروضا ) نصب على القطع ، وقيل : جعل ذلك نصيبا فأثبت لهن الميراث ، ولم يبين كم هو ، فأرسل رسول الله صلى الله عليه وسلم إلى سويد وعرفجة لا تفرقا من مال أوس بن ثابت شيئا ، فإن الله تعالى جعل لبناته نصيبا مما ترك ، ولم يبين كم هو حتى أنظر ما ينزل فيهن ، فأنزل الله تعالى ( يوصيكم الله في أولادكم ) فلما نزلت أرسل رسول الله صلى الله عليه وسلم إلى سويد وعرفجة \" أن ادفع إلى أم كجة الثمن مما ترك وإلى بناته الثلثين ، ولكما باقي المال ."
    },
    {
      "ayah": 70,
      "surah": 4,
      "text": "( ذلك الفضل من الله وكفى بالله عليما ) أي : بثواب الآخرة ، وقيل : بمن أطاع رسول الله وأحبه ، وفيه بيان أنهم لن ينالوا تلك الدرجة بطاعتهم ، وإنما نالوها بفضل الله عز وجل .أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو بكر أحمد بن الحسن الحيري ، أنا حاجب بن أحمد الطوسي ، أنا عبد الرحيم بن منيب ، أنا يعلى بن عبيد ، عن الأعمش ، عن أبي صالح ، عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" قاربوا وسددوا واعلموا أنه لا ينجو أحد منكم بعمله \" ، قالوا : ولا أنت يا رسول الله؟ قال : \" ولا أنا إلا أن يتغمدني الله برحمة منه وفضل \" ."
    },
    {
      "ayah": 71,
      "surah": 4,
      "text": "قوله تعالى : ( يا أيها الذين آمنوا خذوا حذركم ) من عدوكم ، أي : عدتكم وآلتكم من السلاح ، والحذر والحذر واحد ، كالمثل والمثل والشبه والشبه ، ( فانفروا ) اخرجوا ( ثبات ) أي : سرايا متفرقين سرية بعد سرية ، والثبات جماعات في تفرقة واحدتها ثبة ، ( أو انفروا جميعا ) أي : مجتمعين كلكم مع النبي صلى الله عليه وسلم ."
    },
    {
      "ayah": 72,
      "surah": 4,
      "text": "قوله تعالى : ( وإن منكم لمن ليبطئن ) نزلت في المنافقينوإنما قال ( منكم ) لاجتماعهم مع أهل الإيمان في الجنسية والنسب وإظهار الإسلام ، لا في حقيقة الإيمان ، ( ليبطئن ) أي : ليتأخرن ، وليتثاقلن عن الجهاد ، وهو عبد الله بن أبي المنافق ، واللام في ( ليبطئن ) لام القسم ، والتبطئة : التأخر عن الأمر ، يقال : ما أبطأ بك؟ أي : ما أخرك عنا؟ ويقال : أبطأ إبطاء وبطأ يبطئ تبطئة . ( فإن أصابتكم مصيبة ) أي : قتل وهزيمة ، ( قال قد أنعم الله علي ) بالقعود ، ( إذ لم أكن معهم شهيدا ) أي : حاضرا في تلك الغزاة فيصيبني ما أصابهم ."
    },
    {
      "ayah": 73,
      "surah": 4,
      "text": "( ولئن أصابكم فضل من الله ) فتح وغنيمة ( ليقولن ) هذا المنافق ، وفيه تقديم وتأخير ، وقوله ( كأن لم تكن بينكم وبينه مودة ) متصل بقوله ( فإن أصابتكم مصيبة ) تقديره : فإن أصابتكم مصيبة قال : قد أنعم الله علي إذ لم أكن معهم شهيدا ، كأن لم تكن بينكم وبينه مودة أي : معرفة .قرأ ابن كثير وحفص ويعقوب ( تكن ) بالتاء ، والباقون بالياء ، أي : ولئن أصابكم فضل من الله ليقولن : ( يا ليتني كنت معهم ) في تلك الغزاة ، ( فأفوز فوزا عظيما ) أي : آخذ نصيبا وافرا من الغنيمة ، وقوله ( فأفوز ) نصب على جواب التمني بالفاء ، كما تقول : وددت أن أقوم فيتبعني الناس ."
    },
    {
      "ayah": 74,
      "surah": 4,
      "text": "قوله تعالى : ( فليقاتل في سبيل الله الذين يشرون الحياة الدنيا بالآخرة ) قيل : نزلت في المنافقين ، ومعنى يشرون أي : يشترون ، يعني الذين يختارون الدنيا على الآخرة ، معناه : آمنوا ثم قاتلوا ، وقيل : نزلت في المؤمنين المخلصين ، معناه فليقاتل في سبيل الله الذين يشرون أي : يبيعون الحياة الدنيا بالآخرة ويختارون الآخرة ( ومن يقاتل في سبيل الله فيقتل ) يعني يستشهد ، ( أو يغلب ) يظفر ، ( فسوف نؤتيه ) في كلا الوجهين ( أجرا عظيما ) ويدغم أبو عمرو والكسائي الباء في الفاء حيث كان .أخبرنا أبو الحسن محمد بن محمد السرخسي ، أنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" تكفل الله لمن جاهد في سبيله لا يخرجه من بيته إلا الجهاد في سبيله وتصديق كلمته أن يدخله الجنة أو يرجعه إلى مسكنه الذي خرج منه مع ما نال من أجر أو غنيمة \" .أخبرنا أبو عبد الله محمد بن الفضل الخرقي ، أنا أبو الحسن علي بن عبد الله الطيسفوني ، أنا أبو عبد الرحمن عبد الله بن عمر الجوهري ، أنا أحمد بن علي الكشميهني أنا علي بن حجر ، أنا إسماعيل بن جعفر ، أنا محمد بن عمرو بن علقمة ، عن أبي سلمة عن أبي هريرة رضي الله عنهما أن النبي صلى الله عليه وسلم قال : \" مثل المجاهد في سبيل الله كمثل القانت الصائم الذي لا يفتر من صلاة ولا صيام حتى يرجعه الله إلى أهله بما يرجعه من غنيمة وأجر ، أو يتوفاه فيدخله الجنة \" ."
    },
    {
      "ayah": 75,
      "surah": 4,
      "text": "قوله تعالى : ( وما لكم لا تقاتلون ) لا تجاهدون ( في سبيل الله ) في طاعة الله ، يعاتبهم على ترك الجهاد ، ( والمستضعفين ) أي : عن المستضعفين ، وقال ابن شهاب : في سبيل المستضعفين لتخليصهم ، وقيل : في تخليص المستضعفين من أيدي المشركين ، وكان بمكة جماعة ، ( من الرجال والنساء والولدان ) يلقون من المشركين أذى كثيرا ، ( الذين ) يدعون و ( يقولون ربنا أخرجنا من هذه القرية الظالم أهلها ) يعني : مكة ، الظالم أي : المشرك ، أهلها يعني القرية التي من صفتها أن أهلها مشركون ، وإنما خفض ( الظالم ) لأنه نعت للأهل ، فلما عاد الأهل إلى القرية صار كأن الفعل لها ، كما يقال مررت برجل حسنه عينه ، ( واجعل لنا من لدنك وليا ) أي : من يلي أمرنا ، ( واجعل لنا من لدنك نصيرا ) أي : من يمنع العدو عنا ، فاستجاب الله دعوتهم ، فلما فتح رسول الله صلى الله عليه وسلم مكة ولى عليهم عتاب بن أسيد وجعله الله لهم نصيرا ينصف المظلومين من الظالمين ."
    },
    {
      "ayah": 76,
      "surah": 4,
      "text": "قوله تعالى : ( الذين آمنوا يقاتلون في سبيل الله ) أي : في طاعته ، ( والذين كفروا يقاتلون في سبيل الطاغوت ) أي : في طاعة الشيطان ، ( فقاتلوا ) أيها المؤمنون ( أولياء الشيطان ) أي : حزبه وجنوده وهم الكفار ، ( إن كيد الشيطان ) مكره ، ( كان ضعيفا ) كما فعل يوم بدر لما رأى الملائكة خاف أن يأخذوه فهرب وخذلهم ."
    },
    {
      "ayah": 77,
      "surah": 4,
      "text": "قوله تعالى : ( ألم تر إلى الذين قيل لهم كفوا أيديكم ) الآية ، قال الكلبي : نزلت في عبد الرحمن بن عوف الزهري ، والمقداد بن الأسود الكندي ، وقدامة بن مظعون الجمحي ، وسعد بن أبي وقاص ، وجماعة كانوا يلقون من المشركين بمكة أذى كثيرا قبل أن يهاجروا ، ويقولون : يا رسول الله ائذن لنا في قتالهم فإنهم قد آذونا ، فيقول لهم رسول الله صلى الله عليه وسلم : \" كفوا أيديكم فإني لم أؤمر بقتالهم \" .( وأقيموا الصلاة وآتوا الزكاة ) فلما هاجروا إلى المدينة وأمرهم الله بقتال المشركين شق ذلك على بعضهم ، قال الله تعالى : ( فلما كتب ) فرض ، ( عليهم القتال إذا فريق منهم يخشون الناس ) يعني : يخشون مشركي مكة ، ( كخشية الله ) أي : كخشيتهم من الله ، ( أو أشد ) أكثر ، ( خشية ) وقيل : معناه وأشد خشية ، ( وقالوا ربنا لم كتبت علينا القتال ) الجهاد ( لولا ) هلا ( أخرتنا إلى أجل قريب ) يعني : الموت أي : هلا تركتنا حتى نموت بآجالنا؟ .واختلفوا في هؤلاء الذين قالوا ذلك ، قيل : قاله قوم من المنافقين لأن قوله : ( لم كتبت علينا القتال ) لا يليق بالمؤمنين .وقيل : قاله جماعة من المؤمنين لم يكونوا راسخين في العلم قالوه خوفا وجبنا لا اعتقادا ، ثم تابوا ، وأهل الإيمان يتفاضلون في الإيمان .وقيل : هم قوم كانوا مؤمنين فلما فرض عليهم القتال نافقوا من الجبن وتخلفوا عن الجهاد ، ( قل ) يا محمد ، ( متاع الدنيا ) أي : منفعتها والاستمتاع بها ( قليل والآخرة ) أي : وثواب الآخرة خير وأفضل ، ( لمن اتقى ) الشرك ومعصية الرسول ، ( ولا تظلمون فتيلا ) قرأ ابن كثير وأبو جعفر وحمزة والكسائي بالياء والباقون تظلمون بالتاء .أخبرنا أبو صالح أحمد بن عبد الملك المؤذن ، أخبرنا أبو إسحاق إبراهيم بن معاوية الصيدلاني ، أخبرنا الأصم ، أنا عبد الله بن محمد بن شاكر ، أنا محمد بن بشر العبدي ، أنا مسعر بن كدام عن إسماعيل بن أبي خالد عن قيس بن أبي حازم ، حدثني المستورد بن شداد قال : قال رسول الله صلى الله عليه وسلم : \" ما الدنيا في الآخرة إلا مثل ما يجعل أحدكم أصبعه في اليم فلينظر بم يرجع \" ."
    },
    {
      "ayah": 78,
      "surah": 4,
      "text": "قوله عز وجل : ( أينما تكونوا يدرككم الموت ) أي : ينزل بكم الموت ، نزلت في المنافقين الذين قالوا في قتلى أحد : لو كانوا عندنا ما ماتوا وما قتلوا ، فرد الله عليهم بقوله : ( أينما تكونوا يدرككم الموت ) ، ( ولو كنتم في بروج مشيدة ) والبروج : الحصون والقلاع ، والمشيدة : المرفوعة المطولة ، قال قتادة : معناه في قصور محصنة ، وقال عكرمة : مجصصة ، والشيد : الجص ، ( وإن تصبهم حسنة ) نزلت في اليهود والمنافقين ، وذلك أنهم قالوا لما قدم رسول الله صلى الله عليه وسلم المدينة : ما زلنا نعرف النقص في ثمارنا ومزارعنا منذ قدم علينا هذا الرجل وأصحابه .قال الله تعالى : ( وإن تصبهم ) يعني : اليهود ( حسنة ) أي خصب ورخص في السعر ، ( يقولوا هذه من عند الله ) لنا ، ( وإن تصبهم سيئة ) يعني : الجدب وغلاء الأسعار ( يقولوا هذه من عندك ) أي : من شؤم محمد وأصحابه ، وقيل : المراد بالحسنة الظفر والغنيمة يوم بدر ، وبالسيئة القتل والهزيمة يوم أحد ، يقولوا هذه من عندك أي : أنت الذي حملتنا عليه يا محمد ، فعلى هذا يكون هذا من قول المنافقين ، ( قل ) لهم يا محمد ، ( كل من عند الله ) أي : الحسنة والسيئة كلها من عند الله ، ثم عيرهم بالجهل فقال : ( فمال هؤلاء القوم ) يعني : المنافقين واليهود ، ( لا يكادون يفقهون حديثا ) أي : لا يفقهون قولا وقيل : الحديث هاهنا هو القرآن أي : لا يفقهون معاني القرآن .قوله : ( فمال هؤلاء ) قال الفراء : كثرت في الكلام هذه الكلمة حتى توهموا أن اللام متصلة بها وأنهما حرف واحد ، ففصلوا اللام مما بعدها في بعضه ، ووصلوها في بعضه ، والاتصال القراءة ، ولا يجوز الوقف على اللام لأنها لام خافضة ."
    },
    {
      "ayah": 79,
      "surah": 4,
      "text": "قوله عز وجل : ( ما أصابك من حسنة ) خير ونعمة ( فمن الله وما أصابك من سيئة ) بلية أو أمر تكرهه ، ( فمن نفسك ) أي : بذنوبك ، والخطاب للنبي صلى الله عليه وسلم والمراد غيره ، نظيره قوله تعالى : وما أصابكم من مصيبة فبما كسبت أيديكم ( الشورى - 30 ) ويتعلق أهل القدر بظاهر هذه الآية ، فقالوا : نفى الله تعالى السيئة عن نفسه ونسبها إلى العبد فقال : ( وما أصابك من سيئة فمن نفسك ) ولا متعلق لهم فيه ، لأنه ليس المراد من الآية حسنات الكسب ولا سيآته من الطاعات والمعاصي ، بل المراد منهم ما يصيبهم من النعم والمحن ، وذلك ليس من فعلهم بدليل أنه نسبها إلى غيرهم ولم ينسبها إليهم ، فقال : ( ما أصابك ) ولا يقال في الطاعة والمعصية أصابني ، إنما يقال : أصبتها ، ويقال في النعم : أصابني ، بدليل أنه لم يذكر عليه ثوابا ولا عقابا ، فهو كقوله تعالى ( فإذا جاءتهم الحسنة قالوا لنا هذه وإن تصبهم سيئة يطيروا بموسى ومن معه ) ( الأعراف - 131 ) ، ولما ذكر حسنات الكسب وسيئاته نسبها إليه ، ووعد عليها الثواب والعقاب ، فقال ( من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى إلا مثلها ) ( الأنعام - 160 ) .وقيل : معنى الآية : ما أصابك من حسنة من النصر والظفر يوم بدر فمن الله ، أي : من فضل الله ، وما أصابك من سيئة من القتل والهزيمة يوم أحد فمن نفسك ، أي : بذنب نفسك من مخالفة الرسول صلى الله عليه وسلم .فإن قيل كيف وجه الجمع بين قوله ( قل كل من عند الله ) وبين قوله ( فمن نفسك ) قيل : قوله ( قل كل من عند الله ) أي : الخصب والجدب والنصر والهزيمة كلها من عند الله ، وقوله : ( فمن نفسك ) أي : ما أصابك من سيئة من الله فبذنب نفسك عقوبة لك ، كما قال الله تعالى : وما أصابكم من مصيبة فبما كسبت أيديكم ( الشورى - 30 ) يدل عليه ما روى مجاهد عن ابن عباس رضي الله عنهما : أنه قرأ ( وما أصابك من سيئة فمن نفسك ) وأنا كتبتها عليك .وقال بعضهم : هذه الآية متصلة بما قبلها ، والقول فيه مضمر تقديره : فمال هؤلاء القوم لا يكادون يفقهون حديثا ، يقولون : ( ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك ( قل كل من عند الله ) ( وأرسلناك ) يا محمد ( للناس رسولا وكفى بالله شهيدا ) على إرسالك وصدقك ، وقيل : وكفى بالله شهيدا على أن الحسنة والسيئة كلها من الله تعالى ."
    },
    {
      "ayah": 8,
      "surah": 4,
      "text": "قوله تعالى : ( وإذا حضر القسمة ) يعني : قسمة المواريث ، ( أولو القربى ) الذين لا يرثون ، ( واليتامى والمساكين فارزقوهم منه ) أي : فارضخوا لهم من المال قبل القسمة ، ( وقولوا لهم قولا معروفا )اختلف العلماء في حكم هذه الآية ، فقال قوم : هي منسوخة ، وقال سعيد بن المسيب والضحاك : كانت هذه قبل آية الميراث ، فلما نزلت آية الميراث جعلت المواريث لأهلها ، ونسخت هذه الآية .وقال الآخرون : هي محكمة ، وهو قول ابن عباس والشعبي والنخعي والزهري ، وقال مجاهد : هي واجبة على أهل الميراث ما طابت به أنفسهم .وقال الحسن : كانوا يعطون التابوت والأواني ورث الثياب والمتاع والشيء الذي يستحيا من قسمته .وإن كان بعض الورثة طفلا فقد اختلفوا فيه ، فقال ابن عباس رضي الله عنهما وغيره : إن كانت الورثة كبارا رضخوا لهم ، وإن كانت صغارا اعتذروا إليهم ، فيقول الولي والوصي : إني لا أملك هذا المال إنما هو للصغار ، ولو كان لي منه شيء لأعطيتكم ، وإن يكبروا فسيعرفون حقوقكم ، هذا هو القول بالمعروف .وقال بعضهم : ذلك حق واجب في أموال الصغار والكبار ، فإن كانوا كبارا تولوا إعطاءهم ، وإن كانوا صغارا أعطى وليهم . روى محمد بن سيرين أن عبيدة السلماني قسم أموال أيتام فأمر بشاة فذبحت فصنع طعاما لأهل هذه الآية ، وقال : لولا هذه الآية لكان هذا من مالي .وقال قتادة عن يحيى بن يعمر : ثلاث آيات محكمات مدنيات تركهن الناس ، هذه الآية وآية الاستئذان : ( ياأيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم ) ( النور - 58 ) الآية ، وقوله تعالى ( يا أيها الناس إنا خلقناكم من ذكر وأنثى ) ( الحجرات - 13 ) الآية .وقال بعضهم - وهو أولى الأقاويل - : إن هذا على الندب والاستحباب ، لا على الحتم والإيجاب ."
    },
    {
      "ayah": 80,
      "surah": 4,
      "text": "قوله تعالى : ( من يطع الرسول فقد أطاع الله ) وذلك أن النبي صلى الله عليه وسلم كان يقول : \" من أطاعني فقد أطاع الله ومن أحبني فقد أحب الله \" فقال بعض المنافقين : ما يريد هذا الرجل إلا أن نتخذه ربا كما اتخذت النصارى عيسى بن مريم ربا ، فأنزل الله تعالى : ( من يطع الرسول فقد أطاع الله ) أي : من يطع الرسول فيما أمر به فقد أطاع الله ، ( ومن تولى ) عن طاعته ، ( فما أرسلناك ) يا محمد ، ( عليهم حفيظا ) أي : حافظا ورقيبا ، بل كل أمورهم إليه تعالى ، وقيل : نسخ الله عز وجل هذا بآية السيف ، وأمره بقتال من خالف الله ورسوله ."
    },
    {
      "ayah": 81,
      "surah": 4,
      "text": "( ويقولون طاعة ) يعني : المنافقين يقولون باللسان للرسول صلى الله عليه وسلم : إنا آمنا بك فمرنا فأمرك طاعة ، قال النحويون : أي أمرنا وشأننا أن نطيعك ، ( فإذا برزوا ) خرجوا ، ( من عندك بيت طائفة منهم غير الذي تقول ) قال قتادة والكلبي : بيت أي : غير وبدل الذي عهد إليهم النبي صلى الله عليه وسلم ، ويكون التبييت بمعنى التبديل ، وقال أبو عبيدة والقتيبي : معناه : قالوا وقدروا ليلا غير ما أعطوك نهارا ، وكل ما قدر بليل فهو تبييت ، وقال أبو الحسن الأخفش : تقول العرب للشيء إذا قدر ، قد بيت ، يشبهونه بتقدير بيوت الشعر ، ( والله يكتب ) أي : يثبت ويحفظ ، ( ما يبيتون ) ما يزورون ويغيرون ويقدرون ، وقال الضحاك عن ابن عباس : يعني ما يسرون من النفاق ، ( فأعرض عنهم ) يا محمد ولا تعاقبهم ، وقيل : لا تخبر بأسمائهم ، منع الرسول صلى الله عليه وسلم من الإخبار بأسماء المنافقين ، ( وتوكل على الله وكفى بالله وكيلا ) أي : اتخذه وكيلا وكفى بالله وكيلا وناصرا ."
    },
    {
      "ayah": 82,
      "surah": 4,
      "text": "قوله تعالى : ( أفلا يتدبرون القرآن ) يعني : أفلا يتفكرون في القرآن ، والتدبر هو النظر في آخر الأمر ، ودبر كل شيء آخره . ( ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا ) أي تفاوتا وتناقضا كثيرا ، قاله ابن عباس ، وقيل : لوجدوا فيه أي : في الإخبار عن الغيب بما كان وبما يكون اختلافا كثيرا ، أفلا يتفكرون فيه فيعرفوا - بعدم التناقض فيه وصدق ما يخبر - أنه كلام الله تعالى لأن ما لا يكون من عند الله لا يخلو عن تناقض واختلاف ."
    },
    {
      "ayah": 83,
      "surah": 4,
      "text": "قوله تعالى : ( وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ) وذلك أن النبي صلى الله عليه وسلم كان يبعث السرايا فإذا غلبوا أو غلبوا بادر المنافقون يستخبرون عن حالهم ، فيفشون ويحدثون به قبل أن يحدث به رسول الله صلى الله عليه وسلم فيضعفون به قلوب المؤمنين فأنزل الله تعالى ( وإذا جاءهم ) يعني : المنافقين ( أمر من الأمن ) أي : الفتح والغنيمة ( أو الخوف ) القتل والهزيمة ( أذاعوا به ) أشاعوه وأفشوه ، ( ولو ردوه إلى الرسول ) أي : لو لم يحدثوا به حتى يكون النبي صلى الله عليه وسلم هو الذي يحدث به ، ( وإلى أولي الأمر منهم ) أي : ذوي الرأي من الصحابة مثل أبي بكر وعمر وعثمان وعلي رضي الله عنهم ، ( لعلمه الذين يستنبطونه منهم ) أي : يستخرجونه وهم العلماء ، أي : علموا ما ينبغي أن يكتم وما ينبغي أن يفشى ، والاستنباط : الاستخراج ، يقال : استنبط الماء إذا استخرجه ، وقال عكرمة : يستنبطونه أي : يحرصون عليه ويسألون عنه ، وقال الضحاك : يتبعونه ، يريد الذين سمعوا تلك الأخبار من المؤمنين والمنافقين ، لو ردوه إلى الرسول صلى الله عليه وسلم وإلى ذوي الرأي والعلم ، لعلمه الذين يستنبطونه منهم ، أي : يحبون أن يعلموه على حقيقته كما هو .( ولولا فضل الله عليكم ورحمته لاتبعتم الشيطان ) كلكم ( إلا قليلا ) فإن قيل : كيف استثنى القليل ولولا فضله لاتبع الكل الشيطان؟ قيل : هو راجع إلى ما قبله ، قيل : معناه أذاعوا به إلا قليلا لم يفشه ، عني بالقليل المؤمنين ، وهذا قول الكلبي واختيار الفراء ، وقال : لأن علم السر إذا ظهر علمه المستنبط وغيره ، والإذاعة قد تكون في بعض دون بعض ، وقيل : لعلمه الذين يستنبطونه منهم إلا قليلا ثم قوله : ( ولولا فضل الله عليكم ورحمته لاتبعتم الشيطان ) كلام تام .وقيل : فضل الله : الإسلام ، ورحمته : القرآن ، يقول لولا ذلك لاتبعتم الشيطان إلا قليلا وهم قوم اهتدوا قبل مجيء الرسول صلى الله عليه وسلم ونزول القرآن ، مثل زيد بن عمرو بن نفيل ، وورقة بن نوفل وجماعة سواهما .وفي الآية دليل على جواز القياس ، فإن من العلم ما يدرك بالتلاوة والرواية وهو النص ، ومنه ما يدرك بالاستنباط وهو القياس على المعاني المودعة في النصوص ."
    },
    {
      "ayah": 84,
      "surah": 4,
      "text": "قوله تعالى : ( فقاتل في سبيل الله لا تكلف إلا نفسك ) وذلك أن النبي صلى الله عليه وسلم واعد أبا سفيان بعد حرب أحد موسم بدر الصغرى في ذي القعدة فلما بلغ الميعاد دعا الناس إلى الخروج فكرهه بعضهم ، فأنزل الله عز وجل ( فقاتل في سبيل الله لا تكلف إلا نفسك ) أي : لا تدع جهاد العدو والانتصار للمستضعفين من المؤمنين ولو وحدك ، فإن الله قد وعدك النصرة وعاتبهم على ترك القتال ، والفاء في قوله تعالى : ( فقاتل ) جواب عن قوله ( ومن يقاتل في سبيل الله فيقتل أو يغلب فسوف نؤتيه أجرا عظيما ) فقاتل ، ( وحرض المؤمنين ) على القتال أي حضهم على الجهاد ورغبهم في الثواب ، فخرج رسول الله صلى الله عليه وسلم في سبعين راكبا فكفاهم الله القتال ، فقال جل ذكره ( عسى الله ) أي : لعل الله ، ( أن يكف بأس الذين كفروا ) أي : قتال الذين كفروا المشركين و \" عسى \" من الله واجب ، ( والله أشد بأسا ) أي : أشد صولة وأعظم سلطانا ، ( وأشد تنكيلا ) أي : عقوبة ."
    },
    {
      "ayah": 85,
      "surah": 4,
      "text": "قوله عز وجل : ( من يشفع شفاعة حسنة يكن له نصيب منها ومن يشفع شفاعة سيئة يكن له كفل منها ) أي : نصيب منها ، قال ابن عباس رضي الله عنهما : الشفاعة الحسنة هي الإصلاح بين الناس ، والشفاعة السيئة هي المشي بالنميمة بين الناس .وقيل : الشفاعة الحسنة هي حسن القول في الناس ينال به الثواب والخير ، والسيئة هي : الغيبة وإساءة القول في الناس ينال به الشر .وقوله ( كفل منها ) أي : من وزرها ، وقال مجاهد : هي شفاعة الناس بعضهم لبعض ، ويؤجر الشفيع على شفاعته وإن لم يشفع .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا سفيان الثوري ، عن أبي بردة ، أخبرني جدي أبو بردة ، عن أبيه عن أبي موسى رضي الله عنه قال : كان النبي صلى الله عليه وسلم إذا جاءه رجل يسأل أو طالب حاجة أقبل علينا بوجهه ، فقال : \" اشفعوا لتؤجروا ليقضي الله على لسان نبيه ما شاء \" .قوله تعالى : ( وكان الله على كل شيء مقيتا ) قال ابن عباس رضي الله عنهما : مقتدرا مجازيا ، قال الشاعر :وذي ضغن كففت النفس عنه وكنت على مساءته مقيتاوقال مجاهد : شاهدا : وقال قتادة : حافظا ، وقيل : معناه على كل حيوان مقيتا أي : يوصل القوت إليه .وجاء في الحديث \" كفى بالمرء إثما أن يضيع من يقوت ويقيت \" ."
    },
    {
      "ayah": 86,
      "surah": 4,
      "text": "قوله تعالى : ( وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها ) التحية : هي دعاء الحياة ، والمراد بالتحية هاهنا ، السلام ، يقول : إذا سلم عليكم مسلم فأجيبوا بأحسن منها أو ردوها كما سلم ، فإذا قال : السلام عليكم ، فقل : وعليكم السلام ورحمة الله ، وإذا قال : السلام عليكم ورحمة الله ، فقل : وعليكم السلام ورحمة الله وبركاته ، فإذا قال : السلام عليكم ورحمة الله وبركاته ، فرد مثله ، روي أن رجلا سلم على ابن عباس رضي الله عنهما ، قال : السلام عليكم ورحمة الله وبركاته ، ثم زاد شيئا ، فقال ابن عباس : إن السلام ينتهي إلى البركة .وروي عن عمران بن حصين : أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال : السلام عليكم ، فرد عليه ، فقال النبي صلى الله عليه وسلم : \" عشر \" ثم جاء آخر فقال : السلام عليكم ورحمة الله ، فرد عليه فجلس ، فقال : \" عشرون \" ثم جاء آخر فقال : السلام عليكم ورحمة الله وبركاته ، فرد عليه ، فقال : \" ثلاثون \" .واعلم أن السلام سنة ورد السلام فريضة ، وهو فرض على الكفاية ، وكذلك السلام سنة على الكفاية فإذا سلم واحد من جماعة كان كافيا في السنة ، وإذا سلم واحد على جماعة ورد واحد منهم سقط الفرض عن جميعهم .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أنا أبو طاهر محمد بن محمد بن محمش الزيادي ، أنا أبو بكر محمد بن عمر بن حفص التاجر ، أنا إبراهيم بن عبد الله بن عمر بن بكير الكوفي ، أنا وكيع ، عن الأعمش ، عن أبي صالح ، عن أبي هريرة رضي الله عنهم قال : قال رسول الله صلى الله عليه وسلم : \" والذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا ، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم \" .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا قتيبة ، أنا الليث ، عن يزيد بن أبي حبيب ، عن أبي الخير ، عن عبد الله بن عمرو أن رجلا سأل رسول الله صلى الله عليه وسلم : أي الإسلام خير؟ قال : \" أن تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف \" . ومعنى قوله : أي الإسلام خير ، يريد : أي خصال الإسلام خير .وقيل : ( فحيوا بأحسن منها ) معناه أي إذا كان الذي سلم مسلما ، ( أو ردوها ) بمثلها إذا لم يكن مسلما .أخبرنا أبو الحسن السرخسي أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب عن مالك عن عبد الله بن دينار ، عن عبد الله بن عمر رضي الله عنهم قال : قال رسول الله صلى الله عليه وسلم : \" إن اليهود إذا سلم عليكم أحدهم : فإنما يقول السام عليكم ، فقل عليك \" .قوله تعالى : ( إن الله كان على كل شيء حسيبا ) أي : على كل شيء من رد السلام بمثله أو بأحسن منه ، حسيبا أي : محاسبا مجازيا ، وقال مجاهد : حفيظا ، وقال أبو عبيدة : كافيا ، يقال : حسبي هذا أي كفاني ."
    },
    {
      "ayah": 87,
      "surah": 4,
      "text": "قوله تعالى : ( الله لا إله إلا هو ليجمعنكم ) اللام لام القسم تقديره : والله ليجمعنكم في الموت وفي القبور ، ( إلى يوم القيامة ) وسميت القيامة قيامة لأن الناس يقومون من قبورهم ، قال الله تعالى : يوم يخرجون من الأجداث سراعا ( المعارج - 43 ) وقيل : لقيامهم إلى الحساب ، قال الله تعالى : \" يوم يقوم الناس لرب العالمين \" ، ( المطففين - 6 ( ومن أصدق من الله حديثا ) أي : قولا ووعدا ، وقرأ حمزة والكسائي ( أصدق ) صاد ساكنة بعدها دال بإشمام الزاي ."
    },
    {
      "ayah": 88,
      "surah": 4,
      "text": "( فما لكم في المنافقين فئتين ) اختلفوا في سبب نزولها فقال قوم : نزلت في الذين تخلفوا يوم أحد من المنافقين ، فلما رجعوا قال بعض الصحابة رضي الله عنهم لرسول الله صلى الله عليه وسلم : اقتلهم فإنهم منافقون ، وقال بعضهم : اعف عنهم فإنهم تكلموا بالإسلام .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا أبو الوليد ، أنا شعبة ، عن عدي بن ثابت ، قال : سمعت عبد الله بن يزيد ، يحدث عن زيد بن ثابت ، قال : لما خرج النبي صلى الله عليه وسلم إلى أحد رجع ناس ممن خرج معه وكان أصحاب النبي صلى الله عليه وسلم فرقتين ، فرقة تقول نقاتلهم وفرقة تقول لا نقاتلهم ، فنزلت : ( فما لكم في المنافقين فئتين والله أركسهم بما كسبوا ) وقال : \" إنها طيبة تنفي الذنوب كما تنفي النار خبث الفضة \" .وقال مجاهد : قوم خرجوا إلى المدينة وأسلموا ثم ارتدوا واستأذنوا رسول الله صلى الله عليه وسلم إلى مكة ليأتوا ببضائع لهم يتجرون فيها فخرجوا وأقاموا بمكة ، فاختلف المسلمون فيهم ، فقائل يقول : هم منافقون ، وقائل يقول : هم مؤمنون .وقال بعضهم : نزلت في ناس من قريش قدموا المدينة وأسلموا ثم ندموا على ذلك فخرجوا كهيئة المتنزهين حتى باعدوا من المدينة فكتبوا إلى رسول الله صلى الله عليه وسلم : إنا على الذي فارقناك عليه من الإيمان ولكنا اجتوينا المدينة واشتقنا إلى أرضنا ، ثم إنهم خرجوا في تجارة لهم نحو الشام فبلغ ذلك المسلمين ، فقال بعضهم : نخرج إليهم فنقتلهم ونأخذ ما معهم لأنهم رغبوا عن ديننا ، وقالت طائفة : كيف تقتلون قوما على دينكم إن لم يذروا ديارهم ، وكان هذا بعين النبي صلى الله عليه وسلم وهو ساكت لا ينهى واحدا من الفريقين ، فنزلت هذه الآية .وقال بعضهم : هم قوم أسلموا بمكة ثم لم يهاجروا وكانوا يظاهرون المشركين ، فنزلت ( فما لكم ) يا معشر المؤمنين ( في المنافقين فئتين ) أي : صرتم فيهم فئتين ، أي : فرقتين ، ( والله أركسهم ) أي : نكسهم وردهم إلى الكفر ، ( بما كسبوا ) بأعمالهم غير الزاكية ( أتريدون أن تهدوا ) أي : أن ترشدوا ( من أضل الله ) وقيل : معناه أتقولون أن هؤلاء مهتدون وقد أضلهم الله ، ( ومن يضلل الله ) أي : من يضلله الله عن الهدى ، ( فلن تجد له سبيلا ) أي : طريقا إلى الحق ."
    },
    {
      "ayah": 89,
      "surah": 4,
      "text": "قوله تعالى : ( ودوا ) تمنوا ، يعني أولئك الذين رجعوا عن الدين تمنوا ( لو تكفرون كما كفروا فتكونون سواء ) في الكفر ، وقوله ( فتكونون ) لم يرد به جواب التمني لأن جواب التمني بالفاء منصوب ، إنما أراد النسق ، أي : ودوا لو تكفرون وودوا لو تكونون سواء ، مثل قوله ودوا لو تدهن فيدهنون ( القلم - 9 ) أي : ودوا لو تدهن وودوا لو تدهنون ، ( فلا تتخذوا منهم أولياء ) منع من موالاتهم ، ( حتى يهاجروا في سبيل الله ) معكم .قال عكرمة : هي هجرة أخرى ، والهجرة على ثلاثة أوجه : هجرة المؤمنين في أول الإسلام ، وهي قوله تعالى \" للفقراء المهاجرين \" ( الحشر - 8 ) وقوله : \" ومن يخرج من بيته مهاجرا إلى الله ورسوله \" ( النساء - 100 ) ، ونحوهما من الآيات ، وهجرة المنافقين : وهي الخروج في سبيل الله مع رسول الله صلى الله عليه وسلم صابرا محتسبا [ كما حكي هاهنا ] منع من موالاتهم حتى يهاجروا في سبيل الله ، وهجرة سائر المؤمنين وهي ما قال النبي صلى الله عليه وسلم : \" المهاجر من هجر ما نهى الله عنه \" .قوله تعالى : ( فإن تولوا ) أعرضوا عن التوحيد والهجرة ، ( فخذوهم ) أي : خذوهم أسارى ، ومنه يقال للأسير أخيذ ، ( واقتلوهم حيث وجدتموهم ) في الحل والحرم ، ( ولا تتخذوا منهم وليا ولا نصيرا ) ثم استثنى طائفة منهم فقال :"
    },
    {
      "ayah": 9,
      "surah": 4,
      "text": "قوله تعالى : ( وليخش الذين لو تركوا من خلفهم ذرية ضعافا ) أولادا صغارا ، خافوا عليهم ، الفقر ، هذا في الرجل يحضره الموت ، فيقول من بحضرته : انظر لنفسك فإن أولادك وورثتك لا يغنون عنك شيئا ، قدم لنفسك ، أعتق وتصدق وأعط فلانا كذا وفلانا كذا ، حتى يأتي على عامة ماله ، فنهاهم الله تعالى عن ذلك ، وأمرهم أن يأمروه أن ينظر لولده ولا يزيد في وصيته على الثلث ، ولا يجحف بورثته كما لو كان هذا القائل هو الموصي يسره أن يحثه من بحضرته على حفظ ماله لولده ، ولا يدعهم عالة مع ضعفهم وعجزهم .وقال الكلبي : هذا الخطاب لولاة اليتامى يقول : من كان في حجره يتيم فليحسن إليه وليأت إليه في حقه ما يجب أن يفعل بذريته من بعده .قوله تعالى : ( فليتقوا الله وليقولوا قولا سديدا ) أي : عدلا والسديد : العدل ، والصواب من القول ، وهو أن يأمره بأن يتصدق بما دون الثلث ويخلف الباقي لولده ."
    },
    {
      "ayah": 90,
      "surah": 4,
      "text": "( إلا الذين يصلون إلى قوم ) وهذا الاستثناء يرجع إلى القتل لا إلى الموالاة ، لأن موالاة الكفار والمنافقين لا تجوز بحال ، ومعنى ( يصلون ) أي : ينتسبون إليهم ويتصلون بهم ويدخلون فيهم بالحلف والجوار ، وقال ابن عباس رضي الله عنهما : يريدون ويلجئون إلى قوم ، ( بينكم وبينهم ميثاق ) أي : عهد ، وهم الأسلميون ، وذلك أن رسول الله صلى الله عليه وسلم وادع هلال بن عويمر الأسلمي قبل خروجه إلى مكة على أن لا يعينه ولا يعين عليه ، ومن وصل إلى هلال من قومه وغيرهم ولجأ إليه فلهم من الجوار مثل ما لهلال ، . وقال الضحاك عن ابن عباس : أراد بالقوم الذين بينكم وبينهم ميثاق بني بكر بن زيد بن مناة كانوا في الصلح والهدنة ، وقال مقاتل : هم خزاعة .وقوله : ( أو جاءوكم ) أي : يتصلون بقوم جاءوكم ، ( حصرت صدورهم ) أي : ضاقت صدورهم ، قرأ الحسن ويعقوب \" حصرة \" ) منصوبة منونة أي : ضيقة صدورهم ، [ يعني القوم الذين جاءوكم وهم بنو مدلج ، كانوا عاهدوا أن لا يقاتلوا المسلمين وعاهدوا قريشا أن لا يقاتلوهم ، حصرت : ضاقت صدورهم ] ، ( أن يقاتلوكم ) أي : عن قتالكم للعهد الذي بينكم ، ( أو يقاتلوا قومهم ) يعني : من أمن منهم ، ويجوز أن يكون معناه أنهم لا يقاتلونكم مع قومهم ولا يقاتلون قومهم معكم ، يعنيقريشا قد ضاقت صدورهم لذلك .وقال بعضهم : أو بمعنى الواو ، كأنه يقول : إلى قوم بينكم وبينهم ميثاق أو جاءوكم حصرت صدورهم ، أي : حصرت صدورهم عن قتالكم والقتال معكم ، وهم قوم هلال الأسلميون وبنو بكر ، نهى الله سبحانه عن قتال هؤلاء المرتدين إذا اتصلوا بأهل عهد للمسلمين ، لأن من انضم إلى قوم ذوي عهد فله حكمهم في حقن الدم .قوله تعالى : ( ولو شاء الله لسلطهم عليكم فلقاتلوكم ) يذكر منته على المسلمين بكف بأس المعاهدين ، يقول : إن ضيق صدورهم عن قتالكم لما ألقى الله في قلوبهم من الرعب وكفهم عن قتالكم ، ولو شاء الله لسلطهم عليكم فلقاتلوكم مع قومهم ، ( فإن اعتزلوكم ) أي : اعتزلوا قتالكم ، ( فلم يقاتلوكم ) ومن اتصل بهم ، ويقال : يوم فتح مكة يقاتلوكم مع قومهم ، ( وألقوا إليكم السلم ) أي : الصلح فانقادوا واستسلموا ( فما جعل الله لكم عليهم سبيلا ) أي : طريقا بالقتل والقتال ."
    },
    {
      "ayah": 91,
      "surah": 4,
      "text": "قوله تعالى : ( ستجدون آخرين ) قال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما : هم أسد وغطفان كانوا حاضري المدينة تكلموا بالإسلام رياء وهم غير مسلمين ، وكان الرجل منهم يقول له قومه بماذا أسلمت؟ فيقول آمنت بهذا القرد وبهذا العقرب والخنفساء ، وإذا لقوا أصحاب النبي صلى الله عليه وسلم قالوا : إنا على دينكم ، يريدون بذلك الأمن في الفريقين .وقال الضحاك عن ابن عباس هم بنو عبد الدار كانوا بهذه الصفة ، ( يريدون أن يأمنوكم ) فلا تتعرضوا لهم ، ( ويأمنوا قومهم ) فلا يتعرضوا لهم ، ( كلما ردوا إلى الفتنة ) أي : دعوا إلى الشرك ، ( أركسوا فيها ) أي : رجعوا وعادوا إلى الشرك ، ( فإن لم يعتزلوكم ) أي : فإن لم يكفوا عن قتالكم حتى تسيروا إلى مكة ، ( ويلقوا إليكم السلم ) أي : المفاداة والصلح ، ( ويكفوا أيديهم ) ولم يقبضوا أيديهم عن قتالكم ، ( فخذوهم ) أسراء ، ( واقتلوهم حيث ثقفتموهم ) أي : وجدتموهم ، ( وأولئكم ) أي : أهل هذه الصفة ، ( جعلنا لكم عليهم سلطانا مبينا ) أي : [ حجة بينة ظاهرة بالقتل والقتال ] ."
    },
    {
      "ayah": 92,
      "surah": 4,
      "text": "قوله تعالى : ( وما كان لمؤمن أن يقتل مؤمنا ) الآية ، نزلت في عياش ( بن أبي ربيعة ) المخزومي ، وذلك أنه أتى رسول الله صلى الله عليه وسلم بمكة قبل الهجرة فأسلم ثم خاف أن يظهر إسلامه لأهله فخرج هاربا إلى المدينة ، وتحصن في أطم من آطامها ، فجزعت أمه لذلك جزعا شديدا وقالت لابنيها الحارث وأبي جهل بن هشام وهما أخواه لأمه : والله لا يظلني سقف ولا أذوق طعاما ولا شرابا حتى تأتوني به ، فخرجا في طلبه ، وخرج معهما الحارث بن زيد بن أبي أنيسة حتى أتوا المدينة ، فأتوا عياشا وهو في الأطم ، قالا له : انزل فإن أمك لم يئوها سقف بيت بعدك ، وقد حلفت ألا تأكل طعاما ولا تشرب شرابا حتى ترجع إليها ( ولك عهد الله ) علينا أن لا نكرهك على شيء ولا نحول بينك وبين دينك ، فلما ذكروا له جزع أمه وأوثقوا له بالله نزل إليهم فأخرجوه من المدينة ثم أوثقوه بنسعة ، فجلده كل واحد منهم مائة جلدة ، ثم قدموا به على أمه فلما أتاها قالت : والله لا أحلك من وثاقك حتى تكفر بالذي آمنت به ، ثم تركوه موثقا مطروحا في الشمس ما شاء الله ، فأعطاهم الذي أرادوا فأتاه الحارث بن زيد فقال : يا عياش أهذا الذي كنت عليه فوالله لئن كان هدى لقد تركت الهدى ، ولئن كانت ضلالة لقد كنت عليها ، فغضب عياش من مقالته ، وقال : والله لا ألقاك خاليا أبدا إلا قتلتك ، ثم إن عياشا أسلم بعد ذلك وهاجر ثم أسلم الحارث بن زيد بعده وهاجر إلى رسول الله صلى الله عليه وسلم وليس عياش حاضرا يومئذ ولم يشعر بإسلامه ، فبينا عياش يسير بظهر قباء إذ لقي الحارث فقتله ، فقال الناس : ويحك أي شيء صنعت؟ إنه قد أسلم ، فرجع عياش إلى رسول الله صلى الله عليه وسلم وقال : يا رسول الله قد كان من أمري وأمر الحارث ما قد علمت ، وإني لم أشعر بإسلامه حتى قتلته ، فنزل : ( وما كان لمؤمن أن يقتل مؤمنا إلا خطأ ) .وهذا نهي عن قتل المؤمن كقوله تعالى : وما كان لكم أن تؤذوا رسول الله ( الأحزاب - 53 ) .( إلا خطأ ) استثناء منقطع معناه : لكن إن وقع خطأ ، ( ومن قتل مؤمنا خطأ فتحرير رقبة مؤمنة ) أي : فعليه إعتاق رقبة مؤمنة كفارة ، ( ودية مسلمة ) كاملة ، ( إلى أهله ) أي : إلى أهل القتيل الذي يرثونه ، ( إلا أن يصدقوا ) أي : يتصدقوا بالدية فيعفوا ويتركوا الدية ، ( فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة ) أراد به إذا كان الرجل مسلما في دار الحرب منفردا مع الكفار فقتله من لم يعلم بإسلامه فلا دية فيه ، وعليه الكفارة ، وقيل : المراد منه إذا كان المقتول مسلما في دار الإسلام وهو من نسب قوم كفار ، وقرابته في دار الحرب حرب للمسلمين ففيه الكفارة ولا دية لأهله ، وكان الحارث بن زيد من قوم كفار حرب للمسلمين وكان فيه تحرير رقبة ولم يكن فيه دية لأنه لم يكن بين قومه وبين المسلمين عهد .قوله تعالى : ( وإن كان من قوم بينكم وبينهم ميثاق فدية مسلمة إلى أهله وتحرير رقبة مؤمنة ) أراد به إذا كان المقتول كافرا ذميا أو معاهدا فيجب فيه الدية والكفارة ، والكفارة تكون بإعتاق رقبة مؤمنة سواء كان المقتول مسلما أو معاهدا ، رجلا كان أو امرأة ، حرا كان أو عبدا ، وتكون في مال القاتل ، ( فمن لم يجد فصيام شهرين متتابعين ) والقاتل إن كان واجدا للرقبة أو قادرا على تحصيلها بوجود ثمنها فاضلا عن نفقته ونفقة عياله وحاجته من مسكن ونحوه فعليه الإعتاق ، ولا يجوز أن ينتقل إلى الصوم فإن عجز عن تحصيلها فعليه صوم شهرين متتابعين ، فإن أفطر يوما متعمدا في خلال الشهرين أو نسي النية ونوى صوما آخر وجب عليه استئناف الشهرين .وإن أفطر يوما بعذر مرض أو سفر فهل ينقطع التتابع؟ اختلف أهل العلم فيه ، فمنهم من قال : ينقطع وعليه استئناف الشهرين ، وهو قول النخعي وأظهر قولي الشافعي رضي الله عنه لأنه أفطر مختارا ، ومنهم من قال : لا ينقطع وعليه أن يبني ، وهو قول سعيد بن المسيب والحسن والشعبي .ولو حاضت المرأة في خلال الشهرين أفطرت أيام الحيض ولا ينقطع التتابع ، فإذا طهرت بنت على ما صامت ، لأنه أمر مكتوب على النساء لا يمكنهن الاحتراز عنه .فإن عجز عن الصوم فهل يخرج عنه بإطعام ستين مسكينا؟ فيه قولان ، أحدهما : يخرج كما في كفارة الظهار ، والثاني : لا يخرج لأن الشرع لم يذكر له بدلا فقال : ( فصيام شهرين متتابعين )( توبة من الله ) أي : جعل الله ذلك توبة لقاتل الخطإ ( وكان الله عليما ) بمن قتل خطأ ( حكيما ) فيما حكم به عليكم .أما الكلام في بيان الدية ، فاعلم أن القتل على ثلاثة أنواع : عمد محض ، وشبه عمد ، وخطأ محض .أما العمد المحض فهو : أن يقصد قتل إنسان بما يقصد به القتل غالبا فقتله ففيه القصاص عند وجود التكافؤ ، أو دية مغلظة في مال القاتل حالة .وشبه العمد : أن يقصد ضربه بما لا يموت مثله من مثل ذلك الضرب غالبا ، بأن ضربه بعصا خفيفة ، أو حجر صغير ضربة أو ضربتين ، فمات فلا قصاص فيه ، بل يجب فيه دية مغلظة على عاقلته مؤجلة إلى ثلاث سنين .والخطأ المحض هو : أن لا يقصد ضربه بل قصد شيئا آخر فأصابه فمات منه فلا قصاص فيه ، بل تجب دية مخففة على عاقلته مؤجلة إلى ثلاث سنين .وتجب الكفارة في ماله في الأنواع كلها ، وعند أبي حنيفة رضي الله عنه : قتل العمد لا يوجب الكفارة ، لأنه كبيرة كسائر الكبائر .ودية الحر المسلم مائة من الإبل فإذا عدمت الإبل وجبت قيمتها من الدراهم أو الدنانير في قول ، وفي قول يجب بدل مقدر منها وهو ألف دينار ، أو اثنا عشر ألف درهم ، لما روي عن عمر رضي الله عنه : فرض الدية على أهل الذهب ألف دينار ، وعلى أهل الورق اثنى عشر ألف درهم \" .وذهب قوم إلى أن الواجب في الدية مائة من الإبل ، أو ألف دينار أو اثنا عشر ألف درهم ، وهو قول عروة بن الزبير والحسن البصري رضي الله عنهما ، وبه قال مالك .وذهب قوم إلى أنها مائة من الإبل أو ألف دينار ، أو عشرة آلاف درهم ، وهو قول سفيان الثوري وأصحاب الرأي .ودية المرأة نصف دية الرجل ، ودية أهل الذمة والعهد ثلث دية المسلم ، إن كان كتابيا ، وإن كان مجوسيا فخمس الدية ، روي عن عمر رضي الله عنه أنه قال : دية اليهودي والنصراني أربعة آلاف درهم ، ودية المجوسي ثمانمائة ، وهو قول سعيد بن المسيب والحسن وإليه ذهب الشافعي رضي الله عنه .وذهب قوم إلى أن دية الذمي والمعاهد مثل دية المسلم ، روي ذلك عن ابن مسعود رضي الله عنه وهو قول سفيان الثوري وأصحاب الرأي .وقال قوم : دية الذمي نصف دية المسلم وهو قول عمر بن عبد العزيز ، وبه قال مالك وأحمد رحمهما الله .والدية في العمد المحض وشبه العمد مغلظة بالسن فيجب ثلاثون حقة وثلاثون جذعة وأربعون خلفة في بطونها أولادها ، وهو قول عمر بن الخطاب وزيد بن ثابت رضي الله عنهما ، وبه قال عطاء ، وإليه ذهب الشافعي رضي الله عنه ، لما أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي رضي الله عنه ، أنا ابن عيينة ، عن علي بن زيد بن جدعان ، عن القاسم بن ربيعة ، عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : \" ألا إن في قتل العمد الخطإ بالسوط أو العصا مائة من الإبل مغلظة ، منها أربعون خلفة في بطونها أولادها \" .وذهب قوم إلى أن الدية المغلظة أرباع : خمس وعشرون بنت مخاض ، وخمس وعشرون بنت لبون ، وخمس وعشرون حقة ، وخمس وعشرون جذعة ، وهو قول الزهري وربيعة وبه قال مالك وأحمد وأصحاب الرأي .وأما دية الخطإ فمخففة ، وهي أخماس بالاتفاق ، غير أنهم اختلفوا في تقسيمها ، فذهب قوم إلى أنها عشرون بنت مخاض ، وعشرون بنت لبون ، وعشرون ابن لبون ، وعشرون حقة ، وعشرون جذعة ، وهو قول عمر بن عبد العزيز وسليمان بن يسار والزهري وربيعة ، وبه قال مالك والشافعي رحمهم الله ، وأبدل قوم بني اللبون ببنات المخاض ، يروى ذلك عن ابن مسعود رضي الله عنه ، وبه قال أحمد وأصحاب الرأي .ودية الأطراف على هذا التقدير ، ودية المرأة فيها على النصف من دية الرجل ، والدية في قتل الخطإ وشبه العمد على العاقلة ، وهم عصبات القاتل من الذكور ، ولا يجب على الجاني منها شيء لأن النبي صلى الله عليه وسلم أوجبها على العاقلة ."
    },
    {
      "ayah": 93,
      "surah": 4,
      "text": "قوله تعالى : ( ومن يقتل مؤمنا متعمدا ) الآية ، نزلت في مقيس بن صبابة الكناني ، وكان قد أسلم هو وأخوه هشام ، فوجد أخاه هشاما قتيلا في بني النجار فأتى رسول الله صلى الله عليه وسلم فذكر له ذلك ، فأرسل رسول الله صلى الله عليه وسلم معه رجلا من بني فهر إلى بني النجار أن رسول الله صلى الله عليه وسلم يأمركم إن علمتم قاتل هشام بن صبابة أن تدفعوه إلى مقيس فيقتص منه ، وإن لم تعلموا أن تدفعوا إليه ديته ، فأبلغهم الفهري ذلك فقالوا : سمعا وطاعة لله ولرسوله ، والله ما نعلم له قاتلا ولكنا نؤدي ديته ، فأعطوه مائة من الإبل ، ثم انصرفا راجعين نحو المدينة فأتى الشيطان مقيسا فوسوس إليه ، فقال : تقبل دية أخيك فتكون عليك مسبة ، اقتل الذي معك فتكون نفس مكان نفس وفضل الدية؛ فتغفل الفهري فرماه بصخرة فشدخه ، ثم ركب بعيرا وساق بقيتها راجعا إلى مكة كافرا فنزل فيه : ( ومن يقتل مؤمنا متعمدا ( فجزاؤه جهنم خالدا فيها ) بكفره وارتداده ، وهو الذي استثناه النبي صلى الله عليه وسلم يوم فتح مكة ، عمن أمنه فقتل وهو متعلق بأستار الكعبة .قوله تعالى : ( وغضب الله عليه ولعنه ) أي : طرده عن الرحمة ، ( وأعد له عذابا عظيما ) اختلفوا في حكم هذه الآية .فحكي عن ابن عباس رضي الله عنهما : أن قاتل المؤمن عمدا لا توبة له ، فقيل له : أليس قد قال الله في سورة الفرقان : ولا يقتلون النفس التي حرم الله إلا بالحق إلى أن قال ومن يفعل ذلك يلق أثاما يضاعف له العذاب يوم القيامة ويخلد فيه مهانا إلا من تاب ( الفرقان 67 - 70 ) ، فقال : كانت هذه في الجاهلية ، وذلك أن أناسا من أهل الشرك كانوا قد قتلوا وزنوا فأتوا رسول الله صلى الله عليه وسلم فقالوا : إن الذي تدعوا إليه لحسن ، لو تخبرنا أن لما عملنا كفارة ، فنزلتوالذين لا يدعون مع الله إلها آخر إلى قوله إلا من تاب وآمن فهذه لأولئك .وأما التي في النساء فالرجل إذا عرف الإسلام وشرائعه ثم قتل فجزاؤه جهنم .وقال زيد بن ثابت : لما نزلت التي في الفرقان والذين لا يدعون مع الله إلها آخر ، عجبنا من لينها فلبثنا سبعة أشهر ثم نزلت الغليظة بعد اللينة فنسخت اللينة ، وأراد بالغليظة هذه الآية ، وباللينة آية الفرقان .وقال ابن عباس رضي الله عنهما : تلك آية مكية وهذه مدنية نزلت ولم ينسخها شيء .والذي عليه الأكثرون ، وهو مذهب أهل السنة : أن قاتل المسلم عمدا توبته مقبولة لقوله تعالى : وإني لغفار لمن تاب وآمن وعمل صالحا ( طه - 82 ) وقال : إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ( النساء - 48 ) وما روي عن ابن عباس رضي الله عنهما فهو تشديد ومبالغة في الزجر عن القتل ، كما روي عن سفيان بن عيينة أنه قال : إن لم يقتل يقال له : لا توبة لك ، وإن قتل ثم جاء يقال : لك توبة . ويروى مثله عن ابن عباس رضي الله عنهما .وليس في الآية متعلق لمن يقول بالتخليد في النار بارتكاب الكبائر ، لأن الآية نزلت في قاتل وهو كافر ، وهو مقيس بن صبابة ، وقيل : إنه وعيد لمن قتل مؤمنا مستحلا لقتله بسبب إيمانه ، ومن استحل قتل أهل الإيمان لإيمانهم كان كافرا مخلدا في النار ، وقيل في قوله تعالى : ( فجزاؤه جهنم خالدا فيها ) معناه : هي جزاؤه إن جازاه ، ولكنه إن شاء عذبه وإن شاء غفر له بكرمه ، فإنه وعد أن يغفر لمن يشاء .حكي أن عمرو بن عبيد جاء إلى أبي عمرو بن العلاء فقال له : هل يخلف الله وعده؟ فقال : لا فقال : أليس قد قال الله تعالى ( ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها ) فقال له أبو عمرو بن العلاء : من العجمة أتيت يا أبا عثمان ! إن العرب لا تعد الإخلاف في الوعيد خلفا وذما ، وإنما تعد إخلاف الوعد خلفا وذما ، وأنشد :وإني وإن أوعدته أو وعدته لمخلف إيعادي ومنجز موعديوالدليل على أن غير الشرك لا يوجب التخليد في النار ما روينا أن النبي صلى الله عليه وسلم قال : \" من مات لا يشرك بالله شيئا دخل الجنة \" .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا أبو اليمان ، أنا شعيب ، عن الزهري ، قال أخبرني أبو إدريس عائذ الله بن عبد الله أن ، عبادة بن الصامت رضي الله عنه - وكان شهد بدرا وهو أحد النقباء ليلة العقبة - وقال إن رسول الله صلى الله عليه وسلم قال وحوله عصابة من أصحابه : \" بايعوني على أن لا تشركوا بالله شيئا ولا تسرقوا ولا تزنوا ولا تقتلوا أولادكم ولا تأتوا ببهتان تفترونه بين أيديكم وأرجلكم ولا تعصوا في معروف ، فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب في الدنيا فهو كفارة ، ومن أصاب من ذلك شيئا ثم ستره الله ، فهو إلى الله إن شاء عفا عنه وإن شاء عاقبه \" ، فبايعناه على ذلك ."
    },
    {
      "ayah": 94,
      "surah": 4,
      "text": "قوله عز وجل : ( يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ) الآية ، قال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما : نزلت هذه الآية في رجل من بني مرة بن عوف يقال له مرداس بن نهيك ، وكان من أهل فدك وكان مسلما لم يسلم من قومه غيره ، فسمعوا بسرية لرسول الله صلى الله عليه وسلم تريدهم ، وكان على السرية رجل يقال له غالب بن فضالة الليثي ، فهربوا وأقام الرجل لأنه كان على دين المسلمين ، فلما رأى الخيل خاف أن يكونوا من غير أصحاب النبي صلى الله عليه وسلم فألجأ غنمه إلى عاقول من الجبل ، وصعد هو إلى الجبل فلما تلاحقت الخيل سمعهم يكبرون ، فلما سمع التكبير عرف أنهم من أصحاب النبي صلى الله عليه وسلم فكبر ونزل وهو يقول : لا إله إلا الله محمد رسول الله ، السلام عليكم ، فتغشاه أسامة بن زيد فقتله واستاق غنمه ثم رجعوا إلى رسول الله صلى الله عليه وسلم فأخبروه فوجد رسول الله صلى الله عليه وسلم من ذلك وجدا شديدا ، وكان قد سبقهم قبل ذلك الخبر ، قال رسول الله صلى الله عليه وسلم \" قتلتموه إرادة ما معه \" ؟ ثم قرأ هذه الآية على أسامة بن زيد ، فقال : يا رسول الله استغفر لي ، فقال فكيف بلا إله إلا الله؟ قالها رسول الله صلى الله عليه وسلم ثلاث مرات ، قال أسامة : فما زال رسول الله صلى الله عليه وسلم يعيدها حتى وددت أني لم أكن أسلمت إلا يومئذ ، ثم إن رسول الله صلى الله عليه وسلم استغفر لي بعد ثلاث مرات ، وقال : \" اعتق رقبة \" .وروى أبو ظبيان عن أسامة رضي الله عنه قال قلت : يا رسول الله إنما قال خوفا من السلاح ، قال : \" أفلا شققت عن قلبه حتى تعلم أقالها خوفا أم لا \" ؟وقال عكرمة عن ابن عباس رضي الله عنهما قال : مر رجل من بني سليم على نفر من أصحاب النبي صلى الله عليه وسلم ومعه غنم له فسلم عليهم ، قالوا : ما سلم عليكم إلا ليتعوذ منكم فقاموا فقتلوه وأخذوا غنمه فأتوا بها رسول الله صلى الله عليه وسلم فأنزل الله تعالى هذه الآية : ( يا أيها الذين آمنوا إذا ضربتم في سبيل الله ) . .( يا أيها الذين آمنوا إذا ضربتم في سبيل الله ) يعني إذا سافرتم في سبيل الله ، يعني : الجهاد .( فتبينوا ) قرأ حمزة والكسائي هاهنا في موضعين وفي سورة الحجرات بالتاء والثاء من التثبيت ، أي : قفوا حتى تعرفوا المؤمن من الكافر ، وقرأ الآخرون بالياء والنون من التبين ، يقال : تبينت الأمر إذا تأملته ، ( ولا تقولوا لمن ألقى إليكم السلم ) هكذا قراءة أهل المدينة وابن عامر وحمزة ، أي : المقادة ، وهو قول \" لا إله إلا الله محمد رسول الله \" ، وقرأ الآخرون السلام ، وهو السلام الذي هو تحية المسلمين لأنه كان قد سلم عليهم ، وقيل : السلم والسلام واحد ، أي : لا تقولوا لمن سلم عليكم لست مؤمنا ، ( تبتغون عرض الحياة الدنيا ) يعني : تطلبون الغنم والغنيمة ، و \" عرض الحياة الدنيا \" منافعها ومتاعها ، ( فعند الله مغانم ) أي غنائم ، ( كثيرة ) وقيل : ثواب كثير لمن اتقى قتل المؤمن ، ( كذلك كنتم من قبل ) قال سعيد بن جبير : كذلك كنتم تكتمون إيمانكم من المشركين ( فمن الله عليكم ) بإظهار الإسلام ، وقال قتادة : كنتم ضلالا من قبل فمن الله عليكم بالإسلام والهداية .وقيل معناه : كذلك كنتم من قبل تأمنون في قومكم بلا إله إلا الله قبل الهجرة فلا تخيفوا من قالها فمن الله عليكم بالهجرة ، فتبينوا أن تقتلوا مؤمنا .( إن الله كان بما تعملون خبيرا ) قلت : إذا رأى الغزاة في بلد أو قرية شعار الإسلام فعليهم أن يكفوا عنهم ، فإن النبي صلى الله عليه وسلم كان إذا غزا قوما فإن سمع أذانا كف عنهم ، وإن لم يسمع أغار عليهم .أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي ، أنا سفيان ، عن عبد الملك بن نوفل بن مساحق ، عن ابن عصام ، عن أبيه أن النبي صلى الله عليه وسلم كان إذا بعث سرية قال : \" إذا رأيتم مسجدا أو سمعتم مؤذنا فلا تقتلوا أحدا \" ."
    },
    {
      "ayah": 95,
      "surah": 4,
      "text": "قوله تعالى : ( لا يستوي القاعدون من المؤمنين ) الآية ، أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، ثنا عبد العزيز بن عبد الله ، ثنا إبراهيم بن عبد الله ، حدثنا إبراهيم بن سعد الزهري ، حدثني صالح بن كيسان ، عن ابن شهاب عن سهل بن سعد الساعدي رضي الله عنه أنه قال : رأيت مروان بن الحكم جالسا في المسجد فأقبلت حتى جلست إلى جنبه ، فأخبرنا أن زيد بن ثابت رضي الله عنه أخبره أن رسول الله صلى الله عليه وسلم أملى عليه ( لا يستوي القاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله ) قال : فجاء ابن أم مكتوم وهو يمليها علي ، فقال : يا رسول الله لو أستطيع الجهاد لجاهدت ، وكان رجلا أعمى ، فأنزل الله تعالى عليه وفخذه على فخذي ، فثقلت علي حتى خفت أن ترض فخذي ، ثم سري عنه فأنزل الله ( غير أولي الضرر ) .فهذه الآية في الجهاد والحث عليه ، فقال : ( لا يستوي القاعدون من المؤمنين ) عن الجهاد ( غير أولي الضرر ) قرأ أهل المدينة وابن عامر والكسائي بنصب الراء ، أي : إلا أولي الضرر ، وقرأ الآخرون برفع الراء على نعت \" القاعدين \" يريد : لا يستوي القاعدون الذين هم غير أولي الضرر ، أي : غير أولي الزمانة والضعف في البدن والبصر ، ( والمجاهدون في سبيل الله بأموالهم وأنفسهم ) غير أولي الضرر فإنهم يساوون المجاهدين ، لأن العذر أقعدهم .أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو بكر أحمد بن الحسن الحيري ، أنا حاجب بن أحمد الطوسي ، أنا عبد الرحيم بن منيب ، أنا يزيد بن هارون ، أخبرنا حميد الطويل ، عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم لما رجع من غزوة تبوك ، فدنا من المدينة قال : \" إن في المدينة لأقواما ما سرتم من مسير ولا قطعتم من واد إلا كانوا معكم فيه \" ، قالوا : يا رسول الله وهم بالمدينة؟ قال : \" نعم وهم بالمدينة حبسهم العذر \"وروى القاسم عن ابن عباس قال : ( لا يستوي القاعدون من المؤمنين ) عن بدر والخارجون إلى بدر .قوله تعالى : ( فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين درجة ) أي : فضيلة ، وقيل : أراد بالقاعدين هاهنا أولي الضرر ، فضل الله المجاهدين عليهم درجة لأن المجاهد باشر الجهاد مع النية وأولو الضرر كانت لهم نية ولكنهم لم يباشروا ، فنزلوا عنهم بدرجة ، ( وكلا ) يعني المجاهد والقاعد ( وعد الله الحسنى ) يعني : الجنة بإيمانهم ، وقال مقاتل : يعني المجاهد والقاعد المعذور ، ( وفضل الله المجاهدين على القاعدين أجرا عظيما ) يعني : على القاعدين من غير عذر ."
    },
    {
      "ayah": 96,
      "surah": 4,
      "text": "( درجات منه ومغفرة ورحمة وكان الله غفورا رحيما ) قال ابن محيريز في هذه الآية : هي سبعون درجة ما بين كل درجتين عدو الفرس الجواد المضمر سبعين خريفا .وقيل : الدرجات هي الإسلام والجهاد والهجرة والشهادة فاز بها المجاهدون ، أخبرنا أبو الحسن علي بن يوسف الجويني ، أنا أبو محمد محمد بن علي بن محمد بن شريك الشافعي ، أنا عبد الله بن مسلم أبو بكر الجوربذي ، أنا يونس بن عبد الأعلى ، أنا ابن وهب ، حدثني أبو هانئ الخولاني ، عن أبي عبد الرحمن الجبلي ، عن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : \" يا أبا سعيد من رضي بالله ربا وبالإسلام دينا وبمحمد نبيا وجبت له الجنة \" قال فعجب لها أبو سعيد فقال : أعدها علي يا رسول الله ، ففعل ، قال : \" وأخرى يرفع الله بها العبد مائة درجة في الجنة ما بين كل درجتين كما بين السماء والأرض \" قال : وما هي يا رسول الله؟ فقال : \" الجهاد في سبيل الله الجهاد في سبيل الله \" .أخبرنا الإمام أبو علي الحسين بن محمد القاضي ، أنا أبو القاسم إبراهيم بن محمد بن علي بن الشاه ، أنا أبي ، أنا أبو الحسن علي بن أحمد بن صالح المطرز ، أنا محمد بن يحيى ، أنا شريح بن النعمان ، أنا فليح ، عن هلال بن علي ، عن عطاء بن يسار ، عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" من آمن بالله ورسوله وأقام الصلاة وصام رمضان كان حقا على الله عز وجل أن يدخله الجنة ، جاهد في سبيل الله أو جلس في أرضه التي ولد فيها \" ، قالوا : أفلا ننذر الناس بذلك؟ قال : \" إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيله ، ما بين كل من الدرجتين كما بين السماء والأرض ، فإذا سألتم الله فاسألوه الفردوس فإنه أوسط الجنة وأعلى الجنة وفوقه عرش الرحمن ، ومنه تفجر أنهار الجنة \" .واعلم أن الجهاد في الجملة فرض ، غير أنه ينقسم إلى فرض العين وفرض الكفاية .ففرض العين : أن يدخل الكفار دار قوم من المؤمنين ، فيجب على كل مكلف من الرجال ، ممن لا عذر له من أهل تلك البلدة الخروج إلى عدوهم ، حرا كان أو عبدا ، غنيا كان أو فقيرا ، دفعا عن أنفسهم وعن جيرانهم .وهو في حق من بعد منهم من المسلمين فرض على الكفاية ، فإن لم تقع الكفاية بمن نزل بهم يجب على من بعد منهم من المسلمين عونهم ، وإن وقعت الكفاية بالنازلين بهم فلا فرض على الأبعدين إلا على طريق الاختيار ، ولا يدخل في هذا القسم العبيد والفقراء ، ومن هذا القبيل أن يكون الكفار قارين في بلادهم ، فعلى الإمام أن لا يخلي سنة عن غزوة يغزوها بنفسه أو بسراياه حتى لا يكون الجهاد معطلا والاختيار للمطيق الجهاد مع وقوع الكفاية بغيره : أن لا يقعد عن الجهاد ، ولكن لا يفترض ، لأن الله تعالى وعد المجاهد والقاعد الثواب في هذه الآية فقال : ( وكلا وعد الله الحسنى ) ولو كان فرضا على الكافة لاستحق القاعد العقاب لا الثواب ."
    },
    {
      "ayah": 97,
      "surah": 4,
      "text": "قوله تعالى : ( إن الذين توفاهم الملائكة ظالمي أنفسهم ) الآية ، نزلت في ناس من أهل مكة تكلموا بالإسلام ولم يهاجروا ، منهم : قيس بن الفاكه بن المغيرة وقيس بن الوليد بن المغيرة وأشباههما ، فلما خرج المشركون إلى بدر خرجوا معهم فقتلوا مع الكفار ، فقال الله تعالى : ( إن الذين توفاهم الملائكة ) أراد به ملك الموت وأعوانه ، أو أراد ملك الموت وحده ، كما قال تعالى : \" قل يتوفاكم ملك الموت الذي وكل بكم \" ( السجدة - 11 ) ، والعرب قد تخاطب الواحد بلفظ الجمع ( ظالمي أنفسهم ) بالشرك ، وهو نصب على الحال أي : في حال ظلمهم ، قيل : أي بالمقام في دار الشرك لأن الله تعالى لم يقبل الإسلام بعد هجرة النبي صلى الله عليه وسلم إلا بالهجرة ، ثم نسخ ذلك بعد فتح مكة فقال النبي صلى الله عليه وسلم : \" لا هجرة بعد الفتح \" ، وهؤلاء قتلوا يوم بدر وضربت الملائكة وجوههم وأدبارهم ، وقالوا لهم : فيم كنتم؟ فذلك قوله تعالى : ( قالوا فيم كنتم ) أي : في ماذا كنتم؟ أو في أي الفريقين كنتم؟ أفي المسلمين؟ أم في المشركين؟ سؤال توبيخ وتعيير فاعتذروا بالضعف عن مقاومة أهل الشرك ، و ( قالوا كنا مستضعفين ) عاجزين ، ( في الأرض ) يعني أرض مكة ، ( قالوا ) يعني : الملائكة ( ألم تكن أرض الله واسعة فتهاجروا فيها ) يعني : إلى المدينة وتخرجوا من مكة ، من بين أهل الشرك؟ فأكذبهم الله تعالى وأعلمنا بكذبهم ، وقال : ( فأولئك مأواهم ) منزلهم ( جهنم وساءت مصيرا ) أي : بئس المصير إلى جهنم ."
    },
    {
      "ayah": 98,
      "surah": 4,
      "text": "ثم استثنى أهل العذر منهم ، فقال : ( إلا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ) لا يقدرون على حيلة ولا على نفقة ولا قوة للخروج منها ، ( ولا يهتدون سبيلا ) أي : لا يعرفون طريقا إلى الخروج . وقال مجاهد : لا يعرفون طريق المدينة ."
    },
    {
      "ayah": 99,
      "surah": 4,
      "text": "( فأولئك عسى الله أن يعفو عنهم ) يتجاوز عنهم ، وعسى من الله واجب ، لأنه للإطماع ، والله تعالى إذا أطمع عبدا وصله إليه ، ( وكان الله عفوا غفورا ) قال ابن عباس رضي الله عنهما : كنت أنا وأمي ممن عذر الله ، يعني المستضعفين ، وكان رسول الله صلى الله عليه وسلم يدعو لهؤلاء المستضعفين في الصلاة .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا معاذ بن فضالة ، أنا هشام ، عن يحيى هو ابن أبي كثير ، عن أبي سلمة عن أبي هريرة رضي الله عنه \" أن النبي صلى الله عليه وسلم كان إذا قال : سمع الله لمن حمده ربنا لك الحمد في الركعة الآخرة من صلاة العشاء قنت اللهم أنج عياش بن أبي ربيعة اللهم أنج الوليد اللهم أنج سلمة بن هشام اللهم أنج المستضعفين من المؤمنين اللهم اشدد وطأتك على مضر ، اللهم اجعلها سنين كسني يوسف \" ."
    }
  ]
}
