{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 59,
      "text": "مدنيةقال سعيد بن جبير : قلت لابن عباس : سورة الحشر قال : قل : سورة النضير( سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم ) قال المفسرون : نزلت هذه السورة في بني النضير وذلك أن النبي - صلى الله عليه وسلم - دخل المدينة فصالحته بنو النضير على أن لا يقاتلوه ولا يقاتلوا معه فقبل ذلك رسول الله - صلى الله عليه وسلم - منهم . فلما غزا رسول الله - صلى الله عليه وسلم - بدرا وظهر على المشركين قالت بنو النضير : والله إنه النبي الذي وجدنا نعته في التوراة لا ترد له راية فلما غزا أحدا وهزم المسلمون ارتابوا وأظهروا العداوة لرسول الله - صلى الله عليه وسلم - والمؤمنين ، ونقضوا العهد الذي كان بينهم وبين رسول الله - صلى الله عليه وسلم - وركب كعب بن الأشرف في أربعين راكبا من اليهود إلى مكة فأتوا قريشا فحالفوهم وعاقدوهم على أن تكون كلمتهم واحدة على محمد - صلى الله عليه وسلم - ودخل أبو سفيان في أربعين وكعب في أربعين من اليهود المسجد الحرام وأخذ بعضهم على بعض الميثاق بين الأستار والكعبة . ثم رجع كعب وأصحابه إلى المدينة ونزل جبريل فأخبر النبي - صلى الله عليه وسلم - بما تعاقد عليه كعب وأبو سفيان فأمر النبي - صلى الله عليه وسلم - بقتل كعب بن الأشرف فقتله محمد بن مسلمة - ذكرناه في سورة آل عمران .وكان النبي - صلى الله عليه وسلم - اطلع منهم على خيانة حين أتاهم في دية المسلمين اللذين قتلهما عمرو بن أمية الضمري في منصرفه من بئر معونة فهموا بطرح حجر عليه من فوق الحصن فعصمه الله وأخبره بذلك - ذكرناه في سورة المائدة .فلما قتل كعب بن الأشرف أصبح رسول الله - صلى الله عليه وسلم - وأمر الناس بالمسير إلى بني النضير وكانوا بقرية يقال لها زهرة فلما سار إليهم النبي - صلى الله عليه وسلم - وجدهم ينوحون على كعب بن الأشرف فقالوا : يا محمد واعية على إثر واعية ، وباكية على إثر باكية قال : نعم . قالوا : ذرنا نبكي شجونا ثم ائتمر أمرك فقال النبي - صلى الله عليه وسلم - : اخرجوا من المدينة . فقالوا : الموت أقرب إلينا من ذلك فتنادوا بالحرب وآذنوا بالقتال ودس المنافقون - عبد الله بن أبي وأصحابه - إليهم : أن لا تخرجوا من الحصن فإن قاتلوكم فنحن معكم ولا نخذلكم ولننصرنكم ولئن أخرجتم لنخرجن معكم ، فدربوا على الأزقة وحصنوها . ثم إنهم أجمعوا على الغدر برسول الله - صلى الله عليه وسلم - فأرسلوا إليه : أن اخرج في ثلاثين رجلا من أصحابك وليخرج منا ثلاثون حتى نلتقي بمكان بيننا وبينك فيستمعوا منك فإن صدقوك وآمنوا بك آمنا كلنا فخرج النبي - صلى الله عليه وسلم - في ثلاثين من أصحابه وخرج إليه ثلاثون حبرا من اليهود حتى إذا كانوا في براز من الأرض قال بعض اليهود لبعض : كيف تخلصون إليه ومعه ثلاثون رجلا من أصحابه كلهم يحب أن يموت قبله ؟ ! فأرسلوا إليه : كيف نفهم ونحن ستون رجلا اخرج في ثلاثة من أصحابك ونخرج إليك في ثلاثة من علمائنا فيستمعوا منك فإن آمنوا بك آمنا كلنا بك وصدقناك فخرج النبي - صلى الله عليه وسلم - في ثلاثة من أصحابه وخرج ثلاثة من اليهود واشتملوا على الخناجر وأرادوا الفتك برسول الله - صلى الله عليه وسلم - فأرسلت امرأة ناصحة من بني النضير إلى أخيها وهو رجل مسلم من الأنصار فأخبرته بما أراد بنو النضير من الغدر برسول الله - صلى الله عليه وسلم - فأقبل أخوها سريعا حتى أدرك النبي - صلى الله عليه وسلم - فساره بخبرهم قبل أن يصل النبي - صلى الله عليه وسلم - إليهم ، فرجع النبي - صلى الله عليه وسلم - فلما كان الغد غدا عليهم رسول الله - صلى الله عليه وسلم - بالكتائب فحاصرهم إحدى وعشرين ليلة فقذف الله في قلوبهم الرعب وأيسوا من نصر المنافقين فسألوا رسول الله - صلى الله عليه وسلم - الصلح فأبى عليهم إلا أن يخرجوا من المدينة على ما يأمرهم به النبي - صلى الله عليه وسلم - فقبلوا ذلك فصالحهم على الجلاء وعلى أن لهم ما أقلت الإبل من أموالهم إلا الحلقة - وهي السلاح - وعلى أن يخلوا لهم ديارهم وعقارهم وسائر أموالهم .وقال ابن عباس : على أن يحمل كل أهل ثلاثة أبيات على بعير ما شاءوا من متاعهم ، ولنبي الله - صلى الله عليه وسلم - ما بقي .وقال الضحاك : أعطي كل ثلاثة نفر بعيرا وسقاة ، ففعلوا ذلك وخرجوا من المدينة إلى الشام إلى أذرعات وأريحاء إلا أهل بيتين منهم آل أبي الحقيق وآل حيي بن أخطب فإنهم لحقوا بخيبر ولحقت طائفة منهم بالحيرة فذلك قوله - عز وجل - : ( هو الذي أخرج الذين كفروا من أهل الكتاب ) ."
    },
    {
      "ayah": 10,
      "surah": 59,
      "text": "قوله - عز وجل - : ( والذين جاءوا من بعدهم ) يعني التابعين وهم الذين يجيئون بعد المهاجرين والأنصار إلى يوم القيامة ثم ذكر أنهم يدعون لأنفسهم ولمن سبقهم بالإيمان والمغفرة فقال : ( يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا ) غشا وحسدا وبغضا ( للذين آمنوا ربنا إنك رءوف رحيم ) من كان في قلبه غل على أحد من الصحابة ولم يترحم على جميعهم فإنه ليس ممن عناه الله بهذه الآية لأن الله تعالى رتب المؤمنين على ثلاثة منازل : المهاجرين والأنصار والتابعين الموصوفين بما ذكر الله فمن لم يكن من التابعين بهذه الصفة كان خارجا من أقسام المؤمنين .قال ابن أبي ليلى : الناس على ثلاثة منازل : الفقراء المهاجرين والذين تبوءوا الدار والإيمان والذين جاءوا من بعدهم فاجتهد أن لا تكون خارجا من هذه المنازل .أخبرنا أبو سعيد الشريحي أخبرنا أبو إسحاق الثعلبي أخبرنا عبد الله بن حامد أخبرنا أحمد بن عبد الله بن سليمان حدثنا ابن نمير حدثنا أبي عن إسماعيل بن إبراهيم عن عبد الملك بن عمير عن مسروق عن عائشة رضي الله عنها قالت : أمرتم بالاستغفار لأصحاب محمد - صلى الله عليه وسلم - فسببتموهم سمعت نبيكم - صلى الله عليه وسلم - يقول : \" لا تذهب هذه الأمة حتى يلعن آخرها أولها \" .وقال مالك بن مغول : قال عامر بن شراحيل الشعبي : يا مالك تفاضلت اليهود والنصارى على الرافضة [ بخصلة ] سئلت اليهود : من خير أهل ملتكم فقالت : أصحاب موسى عليه السلام . وسئلت النصارى : من خير أهل ملتكم فقالوا : حواري عيسى عليه السلام . وسئلت الرافضة : من شر أهل ملتكم فقالوا : أصحاب محمد - صلى الله عليه وسلم - أمروا بالاستغفار لهم فسبوهم فالسيف عليهم مسلول إلى يوم القيامة لا تقوم لهم راية ولا يثبت لهم قدم ولا تجتمع لهم كلمة كلما أوقدوا نارا للحرب أطفأها الله بسفك دمائهم وتفريق شملهم وإدحاض حجتهم أعاذنا الله وإياكم من الأهواء المضلة .قال مالك بن أنس : من يبغض أحدا من أصحاب رسول الله - صلى الله عليه وسلم - أو كان في قلبه عليهم غل فليس له حق في فيء المسلمين ثم تلا \" ما أفاء الله على رسوله من أهل القرى \" حتى أتى على هذه الآية : \" للفقراء المهاجرين والذين تبوءوا الدار والإيمان والذين جاءوا من بعدهم \" إلى قوله : رءوف رحيم \" ."
    },
    {
      "ayah": 11,
      "surah": 59,
      "text": "قوله - عز وجل - : ( ألم تر إلى الذين نافقوا ) أي أظهروا خلاف ما أضمروا : يعني : عبد الله بن أبي ابن سلول وأصحابه ( يقولون لإخوانهم الذين كفروا من أهل الكتاب ) اليهود من بني قريظة والنضير جعل المنافقين إخوانهم في الدين لأنهم كفار مثلهم . ( لئن أخرجتم ) من المدينة ( لنخرجن معكم ولا نطيع فيكم أحدا ) يسألنا خذلانكم وخلافكم ( أبدا وإن قوتلتم لننصرنكم والله يشهد إنهم ) يعني المنافقين ( لكاذبون ) ."
    },
    {
      "ayah": 12,
      "surah": 59,
      "text": "( لئن أخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ) وكان الأمر كذلك فإنهم أخرجوا من ديارهم فلم يخرج المنافقون معهم وقوتلوا فلم ينصروهم : قوله تعالى : ( ولئن نصروهم ليولن الأدبار ) أي لو قدر وجود نصرهم . قال الزجاج : معناه لو قصدوا نصر اليهود لولوا الأدبار منهزمين ( ثم لا ينصرون ) يعني بني النضير لا يصيرون منصورين إذا انهزم ناصرهم ."
    },
    {
      "ayah": 13,
      "surah": 59,
      "text": "( لأنتم ) يا معشر المسلمين ( أشد رهبة في صدورهم من الله ) أي يرهبونكم أشد من رهبتهم من الله ( ذلك ) أي ذلك الخوف منكم ( بأنهم قوم لا يفقهون ) عظمة الله ."
    },
    {
      "ayah": 14,
      "surah": 59,
      "text": "( لا يقاتلونكم ) يعني اليهود ( جميعا إلا في قرى محصنة ) أي لا يبرزون لقتالكم إنما يقاتلونكم متحصنين بالقرى والجدران وهو قوله : ( أو من وراء جدر ) قرأ ابن كثير وأبو عمرو : \" جدار \" على الواحد وقرأ الآخرون : \" جدر \" بضم الجيم والدال على الجمع . ( بأسهم بينهم شديد ) أي : بعضهم فظ على بعض وعداوة بعضهم بعضا شديدة . وقيل : بأسهم فيما بينهم من وراء الحيطان والحصون شديد فإذا خرجوا لكم فهم أجبن خلق الله ( تحسبهم جميعا وقلوبهم شتى ) متفرقة مختلفة قال قتادة : أهل الباطل مختلفة أهواؤهم مختلفة شهادتهم مختلفة أعمالهم وهم مجتمعون في عداوة أهل الحق . وقال مجاهد : أراد أن دين المنافقين يخالف دين اليهود . ( ذلك بأنهم قوم لا يعقلون ) ."
    },
    {
      "ayah": 15,
      "surah": 59,
      "text": "( كمثل الذين من قبلهم ) يعني : مثل هؤلاء اليهود كمثل الذين من قبلهم ( قريبا ) يعني مشركي مكة ( ذاقوا وبال أمرهم ) يعني القتل ببدر وكان ذلك قبل غزوة بني النضير قاله مجاهد . وقال ابن عباس : كمثل الذين من قبلهم يعني بني قينقاع . وقيل : مثل قريظة كمثل بني النضير وكان بينهما سنتان . ( ولهم عذاب أليم )"
    },
    {
      "ayah": 16,
      "surah": 59,
      "text": "ثم ضرب مثلا للمنافقين واليهود جميعا في [ تخاذلهم ] فقال : ( كمثل الشيطان ) أي مثل المنافقين في غرورهم بني النضير وخذلانهم كمثل الشيطان ( إذ قال للإنسان اكفر فلما كفر قال إني بريء منك )وذلك ما روى عطاء وغيره عن ابن عباس قال : كان راهب في الفترة يقال له \" برصيصا \" تعبد في صومعة له سبعين سنة لم يعص الله فيها طرفة عين وإن إبليس أعياه في أمره الحيل فجمع ذات يوم مردة الشياطين فقال : ألا أجد أحدا منكم يكفيني أمر برصيصا فقال الأبيض - وهو صاحب الأنبياء وهو الذي تصدى للنبي - صلى الله عليه وسلم - وجاءه في صورة جبرائيل ليوسوس إليه على وجه الوحي فدفعه جبرائيل إلى أقصى أرض الهند - فقال الأبيض لإبليس : أنا أكفيك أمره فانطلق فتزين بزينة الرهبان وحلق وسط رأسه وأتى صومعة برصيصا فناداه فلم يجبه وكان لا ينفتل عن صلاته إلا في كل عشرة أيام ولا يفطر إلا في عشرة أيام مرة .فلما رأى الأبيض أنه لا يجيبه أقبل على العبادة في أصل صومعته فلما انفتل برصيصا اطلع من صومعته فرأى الأبيض قائما يصلي في هيئة حسنة من هيئة الرهبان فلما رأى ذلك من حاله ندم في نفسه حين لم يجبه فقال له : إنك ناديتني وكنت مشتغلا عنك فما حاجتك ؟ قال : حاجتي أني أحببت أن أكون معك فأتأدب بك وأقتبس من عملك وعلمك ونجتمع على العبادة فتدعو لي وأدعو لك فقال برصيصا : إني لفي شغل عنك فإن كنت مؤمنا فإن الله سيجعل لك فيما أدعو للمؤمنين نصيبا إن استجاب لي ثم أقبل على صلاته وترك الأبيض وأقبل الأبيض يصلي فلم يلتفت إليه برصيصا أربعين يوما بعدها ، فلما انفتل رآه قائما يصلي فلما رأى برصيصا شدة اجتهاده قال له : ما حاجتك قال : حاجتي أن تأذن لي فأرتفع إليك فأذن له فارتفع إليه في صومعته فأقام معه حولا يتعبد لا يفطر إلا في كل أربعين يوما ولا ينفتل عن صلاته إلا في كل أربعين يوما مرة وربما مد إلى الثمانين فلما رأى برصيصا اجتهاده تقاصرت إليه نفسه وأعجبه شأن الأبيض .فلما حال الحول قال الأبيض لبرصيصا : إني منطلق فإن لي صاحبا غيرك ظننت أنك أشد اجتهادا مما أرى وكان يبلغنا عنك غير الذي رأيت فدخل من ذلك على برصيصا أمر شديد وكره مفارقته للذي رأى من شدة اجتهاده فلما ودعه قال له الأبيض : إن عندي دعوات أعلمكها تدعو بهن فهن خير مما أنت فيه يشفي الله بها السقيم ويعافي بها المبتلى والمجنون قال برصيصا : إني أكره هذه المنزلة لأن لي في نفسي شغلا وإني أخاف إن علم به الناس شغلوني عن العبادة فلم يزل به الأبيض حتى علمه . ثم انطلق حتى أتى إبليس فقال : قد والله أهلكت الرجل .قال : فانطلق الأبيض فتعرض لرجل فخنقه ثم جاء في صورة رجل متطبب فقال لأهله إن بصاحبكم جنونا أفأعالجه قالوا : نعم فقال لهم : إني لا أقوى على جنته ولكن سأرشدكم إلى من يدعو الله فيعافيه انطلقوا إلى برصيصا فإن عنده الاسم الذي إذا دعا به أجيب فانطلقوا إليه فسألوه ذلك فدعا بتلك الكلمات فذهب عنه الشيطان فكان الأبيض يفعل مثل ذلك بالناس ويرشدهم إلى برصيصا فيدعو فيعافون فانطلق الأبيض فتعرض لجارية من بنات ملوك بني إسرائيل بين ثلاثة إخوة وكان أبوهم ملكهم فمات واستخلف أخاه فكان عمها ملك بني إسرائيل فعذبها وخنقها ثم جاء إليهم في صورة متطبب فقال لهم : أتريدون أن أعالجها قالوا : نعم قال : إن الذي عرض لها مارد لا يطاق ولكن سأرشدكم إلى رجل تثقون به تدعونها عنده إذا جاء شيطانها دعا لها حتى تعلموا أنها قد عوفيت وتردونها صحيحة قالوا : ومن هو قال برصيصا قالوا : وكيف لنا أن يجيبنا إلى هذا وهو أعظم شأنا من ذلك قال : فانطلقوا فابنوا صومعة إلى جانب صومعته حتى تشرفوا عليه فإن قبلها وإلا فضعوها في صومعتها ثم قولوا له هي أمانة عندك فاحتسب فيها .قال : فانطلقوا إليه فسألوه فأبى عليهم فبنوا صومعة على ما أمرهم الأبيض ووضعوا الجارية في صومعته وقالوا : هذه أختنا أمانة فاحتسب فيها . ثم انصرفوا فلما انفتل برصيصا عن صلاته عاين الجارية وما بها من الحسن والجمال فوقعت في قلبه ودخل عليه أمر عظيم ثم أقبل في صلاته فجاءها الشيطان فخنقها فدعا برصيصا بتلك الدعوات فذهب عنها الشيطان ثم أقبل على صلاته فجاءها الشيطان فخنقها فدعا برصيصا بتلك الدعوات ثم أقبل على صلاته فجاءها الشيطان فخنقها وكانت تكشف عن نفسها فجاءه الشيطان وقال واقعها فستتوب بعد فتدرك ما تريد من الأمر فلم يزل به حتى واقعها فلم يزل على ذلك يأتيها حتى حملت وظهر حملها فقال له الشيطان : ويحك يا برصيصا قد افتضحت فهل لك أن تقتلها وتتوب فإن سألوك فقل : ذهب بها شيطانها فلم أقدر عليه . فدخل فقتلها ثم انطلق بها فدفنها إلى جانب الجبل فجاء الشيطان وهو يدفنها ليلا فأخذ بطرف إزارها فبقي طرف خارجا من التراب ثم رجع برصيصا إلى صومعته فأقبل على صلاته إذ جاء إخوتها يتعاهدون أختهم وكانوا يجيئون في طرف الأيام يسألون عنها ويوصونه بها فقالوا : يا برصيصا ما فعلت أختنا قال : قد جاء شيطانها فذهب بها ولم أطقه فصدقوه وانصرفوا فلما أمسوا وهم مكروبون جاء الشيطان إلى أكبرهم في منامه فقال : ويحك إن برصيصا فعل بأختك كذا وكذا وإنه ودفنها في موضع كذا وكذا فقال الأخ في نفسه : هذا حلم وهو من عمل الشيطان فإن برصيصا خير من ذلك . قال : فتتابع عليه ثلاث ليال فلم يكترث . فانطلق إلى الأوسط بمثل ذلك فقال الأوسط مثل ما قاله الأكبر فلم يخبر أحدا فانطلق إلى أصغرهم بمثل ذلك فقال أصغرهم لأخويه : والله لقد رأيت كذا وكذا وقال الأوسط : وأنا والله قد رأيت مثله وقال الأكبر : وأنا رأيت مثله فانطلقوا إلى برصيصا وقالوا : يا برصيصا ما فعلت أختنا قال : أليس قد أعلمتكم بحالها فكأنكم اتهمتموني فقالوا : والله لا نتهمك واستحيوا منه فانصرفوا فجاءهم الشيطان فقال : ويحكم إنها لمدفونة في موضع كذا وإن طرف إزارها خارج من التراب . فانطلقوا فرأوا أختهم على ما رأوا في النوم فمشوا في مواليهم وغلمانهم ومعهم الفؤوس والمساحي فهدموا صومعته وأنزلوه ثم كتفوه فانطلقوا به إلى الملك فأقر على نفسه وذلك أن الشيطان أتاه فقال : تقتلها ثم تكابر يجتمع عليك أمران : قتل ومكابرة اعترف فلما اعترف أمر الملك بقتله وصلبه على خشبة فلما صلب أتاه الأبيض فقال : يا برصيصا أتعرفني قال : لا قال : أنا صاحبك الذي علمتك الدعوات فاستجيب لك ويحك ما اتقيت الله في أمانتك ! خنت أهلها وإنك زعمت أنك أعبد بني إسرائيل أما استحييت فلم يزل يعيره ثم قال في آخر ذلك : ألم يكفك ما صنعت حتى أقررت على نفسك وفضحت نفسك وفضحت أشباهك من الناس فإن مت على هذه الحالة لم يفلح أحد من نظرائك قال : فكيف أصنع قال : تطيعني في خصلة واحدة حتى أنجيك مما أنت فيه فآخذ بأعينهم فأخرجك من مكانك ! قال : وما هي قال تسجد لي [ قال : ما أستطيع . قال : افعل ] فسجد له فقال : يا برصيصا هذا الذي كنت أردت منك صارت عاقبة أمرك إلى أن كفرت بربك إني بريء منك \" إني أخاف الله رب العالمين \" ."
    },
    {
      "ayah": 17,
      "surah": 59,
      "text": "يقول الله تعالى ( فكان عاقبتهما ) يعني الشيطان وذلك الإنسان ( أنهما في النار خالدين فيها وذلك جزاء الظالمين ) قال ابن عباس : ضرب الله هذا المثل ليهود بني النضير والمنافقين من أهل المدينة وذلك أن الله - عز وجل - أمر نبيه - صلى الله عليه وسلم - بإجلاء بني النضير عن المدينة فدس المنافقون إليهم وقالوا : لا تجيبوا محمدا إلى ما دعاكم ولا تخرجوا من دياركم فإن قاتلكم فإنا معكم وإن أخرجكم خرجنا معكم فأجابوهم فدربوا على حصونهم وتحصنوا في ديارهم رجاء نصر المنافقين حتى جاءهم النبي - صلى الله عليه وسلم - فناصبوه الحرب يرجون نصر المنافقين فخذلوهم وتبرءوا منهم كما تبرأ الشيطان من برصيصا وخذله فكان عاقبة الفريقين النار .قال ابن عباس رضي الله عنه : فكان الرهبان بعد ذلك في بني إسرائيل لا يمشون إلا بالتقية والكتمان وطمع أهل الفسوق والفجور في الأحبار ورموهم بالبهتان والقبيح حتى كان أمر جريج الراهب فلما برأه الله مما رموه به انبسطت بعده الرهبان وظهروا للناس وكانت قصة جريج على ما : أخبرنا إسماعيل بن عبد القاهر أخبرنا عبد الغافر بن محمد حدثنا محمد بن عيسى الجلودي حدثنا إبراهيم بن محمد بن سفيان حدثنا مسلم بن الحجاج حدثني زهير بن حرب حدثنا يزيد بن هارون أخبرنا جرير بن حازم حدثنا محمد بن سيرين عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" لم يتكلم في المهد إلا ثلاثة : عيسى ابن مريم عليه السلام وصاحب جريج وكان جريج رجلا عابدا فاتخذ صومعته فكان فيها فأتته أمه وهو يصلي فقالت : يا جريج فقال : يا رب أمي وصلاتي فأقبل على صلاته فانصرفت فلما كان من الغد أتته وهو يصلي فقالت : يا جريج فقال : أي رب أمي وصلاتي فأقبل على صلاته فقالت : اللهم لا تمته حتى ينظر إلى وجوه المومسات .فتذاكر بنو إسرائيل جريجا وعبادته وكانت امرأة بغي يتمثل بحسنها فقالت : إن شئتم لأفتننه لكم قال : فتعرضت له فلم يلتفت إليها فأتت راعيا كان يأوي إلى صومعته فأمكنته من نفسها فوقع عليها فحملت فلما ولدت قالت : هو من جريج فأتوه فاستنزلوه من صومعته وهدموا صومعته وجعلوا يضربونه فقال : ما شأنكم قالوا : زنيت بهذه البغية فولدت منك فقال : أين الصبي ؟ فجاءوا به فقال دعوني حتى أصلي فصلى فلما انصرف أتى الصبي وطعن في بطنه وقال : يا غلام من أبوك ؟ قال : فلان الراعي قال : فأقبلوا على جريج يقبلونه ويتمسحون به وقالوا نبني لك صومعتك من ذهب قال : لا ، أعيدوها من طين كما كانت ففعلوا . وبينا صبي يرضع من أمه فمر رجل راكب على دابة فارهة وشارة حسنة فقالت أمه : اللهم اجعل ابني مثل هذا فترك الثدي وأقبل عليه ونظر إليه فقال : اللهم لا تجعلني مثله . ثم أقبل على ثديه فجعل يرضع . قال : فكأني أنظر إلى رسول الله - صلى الله عليه وسلم - وهو يحكي ارتضاعه بأصبعه السبابة في فمه فجعل يمصها .قال : ومروا بجارية وهم يضربونها ويقولون : زنيت وسرقت وهي تقول : حسبي الله ونعم الوكيل فقالت أمه : اللهم لا تجعل ابني مثلها فترك الرضاع ونظر إليها فقال : اللهم اجعلني مثلها فهناك تراجعا الحديث فقالت : مر رجل حسن الهيئة فقلت : اللهم اجعل ابني مثله فقلت : اللهم لا تجعلني مثله ومروا بهذه الأمة وهم يضربونها ويقولون زنيت وسرقت فقلت : اللهم لا تجعل ابني مثلها فقلت : اللهم اجعلني مثلها قال : إن ذاك الرجل كان جبارا فقلت اللهم لا تجعلني مثله وإن هذه يقولون لها : زنيت ولم تزن وسرقت ولم تسرق فقلت : اللهم اجعلني مثلها \" ."
    },
    {
      "ayah": 18,
      "surah": 59,
      "text": "قوله - عز وجل - ( يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد ) يعني ليوم القيامة أي : لينظر أحدكم أي شيء قدم لنفسه عملا صالحا ينجيه أم سيئا يوبقه ( واتقوا الله إن الله خبير بما تعملون )"
    },
    {
      "ayah": 19,
      "surah": 59,
      "text": "( ولا تكونوا كالذين نسوا الله ) تركوا أمر الله ( فأنساهم أنفسهم ) [ أي حظوظ أنفسهم ] حتى لم يقدموا لها خيرا ( أولئك هم الفاسقون )"
    },
    {
      "ayah": 2,
      "surah": 59,
      "text": "( هو الذي أخرج الذين كفروا من أهل الكتاب ) يعني بني النضير ( من ديارهم ) التي كانت بيثرب قال ابن إسحاق : كان إجلاء بني النضير بعد مرجع النبي - صلى الله عليه وسلم - من أحد ، وفتح قريظة عند مرجعه من الأحزاب وبينهما سنتان . ( لأول الحشر ) قال الزهري : كانوا من سبط لم يصبهم جلاء فيما مضى وكان الله - عز وجل - قد كتب عليهم الجلاء ولولا ذلك لعذبهم في الدنيا .قال ابن عباس : من شك أن المحشر بالشام فليقرأ هذه الآية فكان هذا أول حشر إلى الشام قال لهم النبي - صلى الله عليه وسلم - : اخرجوا قالوا ، إلى أين ؟ قال : إلى أرض المحشر ثم يحشر الخلق يوم القيامة إلى الشام .وقال الكلبي : إنما قال : \" لأول الحشر \" لأنهم كانوا أول من أجلي من أهل الكتاب من جزيرة العرب ثم أجلى آخرهم عمر بن الخطاب رضي الله عنه .قال مرة الهمداني : كان أول الحشر من المدينة والحشر الثاني من خيبر وجميع جزيرة العرب إلى أذرعات وأريحاء من الشام في أيام عمر .وقال قتادة : كان هذا أول الحشر والحشر الثاني نار تحشرهم من المشرق إلى المغرب تبيت معهم حيث باتوا وتقيل معهم حيث قالوا .( ما ظننتم ) أيها المؤمنون ( أن يخرجوا ) من المدينة لعزتهم ومنعتهم وذلك أنهم كانوا أهل حصون وعقار ونخيل كثيرة . ( وظنوا أنهم مانعتهم حصونهم من الله ) أي : وظن بنو النضير أن حصونهم تمنعهم من سلطان الله ( فأتاهم الله ) أي أمر الله وعذابه ( من حيث لم يحتسبوا ) أنه أمر نبيه - صلى الله عليه وسلم - بقتالهم وإجلائهم وكانوا لا يظنون ذلك ( وقذف في قلوبهم الرعب ) بقتل سيدهم كعب بن الأشرف . ( يخربون ) قرأ أبو عمرو : بالتشديد والآخرون بالتخفيف ومعناهما واحد ( بيوتهم بأيديهم وأيدي المؤمنين ) قال الزهري : وذلك أن النبي - صلى الله عليه وسلم - لما صالحهم على أن لهم ما أقلت الإبل كانوا ينظرون إلى الخشب في منازلهم فيهدمونها وينزعون منها ما يستحسنونه فيحملونه على إبلهم ويخرب المؤمنون باقيها . قالابن زيد : كانوا يقلعون العمد وينقضون السقوف وينقبون الجدران ويقلعون الخشب حتى الأوتاد يخربونها لئلا يسكنها المؤمنون حسدا منهم وبغضا . قال قتادة : كان المسلمون يخربون ما يليهم من ظاهرها ويخربها اليهود من داخلها .قال ابن عباس - رضي الله عنهما - : كلما ظهر المسلمون على دار من دورهم هدموها لتتسع لهم المقاتل وجعل أعداء الله ينقبون دورهم في أدبارها فيخرجون إلى التي بعدها فيتحصنون فيها ويكسرون ما يليهم ويرمون بالتي خرجوا منها أصحاب رسول الله - صلى الله عليه وسلم - فذلك قوله - عز وجل - : ( يخربون بيوتهم بأيديهم وأيدي المؤمنين فاعتبروا ) فاتعظوا وانظروا فيما نزل بهم ( يا أولي الأبصار ) يا ذوي العقول والبصائر ."
    },
    { "ayah": 20, "surah": 59, "text": "\"لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون\"." },
    {
      "ayah": 21,
      "surah": 59,
      "text": "قوله - عز وجل - : ( لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله ) قيل : لو جعل في الجبل تمييز وأنزل عليه القرآن لخشع وتشقق وتصدع من خشية الله مع صلابته ورزانته حذرا من أن لا يؤدي حق الله - عز وجل - في تعظيم القرآن والكافر يعرض عما فيه من العبر كأن لم يسمعها يصفه بقساوة القلب ( وتلك الأمثال نضربها للناس لعلهم يتفكرون )"
    },
    {
      "ayah": 22,
      "surah": 59,
      "text": "\"هو الله الذي لا إله إلا هو عالم الغيب والشهادة\"، \"الغيب\": ما غاب عن العباد مما لم يعاينوه ولم يعلموه، والشهادة ما شاهدوه وما علموه، \"هو الرحمن الرحيم\"."
    },
    {
      "ayah": 23,
      "surah": 59,
      "text": "( هو الله الذي لا إله إلا هو الملك القدوس ) الطاهر من كل عيب المنزه عما لا يليق به ( السلام ) الذي سلم من النقائص ( المؤمن ) قال ابن عباس : هو الذي أمن الناس من ظلمه وأمن من آمن به من عذابه هو من الأمان الذي هو ضد التخويف كما قال : \" وآمنهم من خوف \" ( قريش - 4 ) وقيل : معناه المصدق لرسله بإظهار المعجزات والمصدق للمؤمنين بما وعدهم من الثواب وللكافرين بما أوعدهم من العقاب .( المهيمن ) الشهيد على عباده بأعمالهم وهو قول ابن عباس ومجاهد وقتادة والسدي ومقاتل . يقال : هيمن يهيمن فهو مهيمن إذا كان رقيبا على الشيء وقيل : هو في الأصل مؤيمن قلبت الهمزة هاء كقولهم : أرقت وهرقت ومعناه المؤمن . وقال الحسن : الأمين . وقال الخليل : هو الرقيب الحافظ . وقال ابن زيد : المصدق . وقال سعيد بن المسيب والضحاك : القاضي . وقال ابن كيسان : هو اسم من أسماء الله تعالى في الكتب والله أعلم بتأويله .( العزيز الجبار ) قال ابن عباس : \" الجبار \" هو العظيم وجبروت الله عظمته وهو على هذا القول صفة ذات الله وقيل : هو من الجبر وهو الإصلاح يقال : جبرت الأمر وجبرت العظم إذا أصلحته بعد الكسر فهو يغني الفقير ويصلح الكسير . وقال السدي ومقاتل : هو الذي يقهر الناس ويجبرهم على ما أراد . وسئل بعضهم عن معنى الجبار فقال : هو القهار الذي إذا أراد أمرا فعله لا يحجزه عنه حاجز .( المتكبر ) الذي تكبر عن كل سوء . وقيل : المتعظم عما لا يليق به . وأصل الكبر والكبرياء : الامتناع . وقيل : ذو الكبرياء وهو الملك ( سبحان الله عما يشركون ) ."
    },
    {
      "ayah": 24,
      "surah": 59,
      "text": "( هو الله الخالق ) المقدر والمقلب للشيء بالتدبير إلى غيره كما قال : \" يخلقكم في بطون أمهاتكم خلقا من بعد خلق \" ( الزمر - 6 ) ( البارئ ) المنشئ للأعيان من العدم إلى الوجود ( المصور ) الممثل للمخلوقات بالعلامات التي يتميز بعضها عن بعض . يقال : هذه صورة الأمر أي مثاله فأولا يكون خلقا ثم برءا ثم تصويرا . ( له الأسماء الحسنى يسبح له ما في السماوات والأرض وهو العزيز الحكيم )أخبرنا أحمد بن إبراهيم الشريحي أخبرنا أبو إسحاق أحمد بن محمد بن إبراهيم الثعلبي أخبرني ابن فنجويه حدثنا ابن شيبة حدثنا ابن وهب حدثنا أحمد بن أبي شريح وأحمد بن منصور الرمادي قالا أخبرنا أبو أحمد الزبيري حدثنا خالد بن طهمان حدثني نافع بن أبي نافع عن معقل بن يسار أن رسول الله - صلى الله عليه وسلم - قال : \" من قال حين يصبح - ثلاث مرات - أعوذ بالله السميع العليم من الشيطان الرجيم وقرأ الثلاث الآيات من آخر سورة الحشر وكل الله به سبعين ألف ملك يصلون عليه حتى يمسي فإن مات في ذلك اليوم مات شهيدا ومن قال حين يمسي كان بتلك المنزلة \" .ورواه أبو عيسى عن محمود بن غيلان عن أبي أحمد الزبيري بهذا الإسناد وقال : هذا حديث غريب لا نعرفه إلا من هذا الوجه ."
    },
    {
      "ayah": 3,
      "surah": 59,
      "text": "( ولولا أن كتب الله عليهم الجلاء ) الخروج من الوطن ( لعذبهم في الدنيا ) بالقتل والسبي كما فعل ببني قريظة ( ولهم في الآخرة عذاب النار ) ."
    },
    {
      "ayah": 4,
      "surah": 59,
      "text": "( ذلك ) الذي لحقهم ( بأنهم شاقوا الله ورسوله ومن يشاق الله فإن الله شديد العقاب )"
    },
    {
      "ayah": 5,
      "surah": 59,
      "text": "( ما قطعتم من لينة ) الآية . وذلك أن رسول الله - صلى الله عليه وسلم - لما نزل ببني النضير وتحصنوا بحصونهم أمر بقطع نخيلهم وإحراقها فجزع أعداء الله عند ذلك وقالوا : يا محمد زعمت أنك تريد الصلاح ! أفمن الصلاح عقر الشجر وقطع النخيل فهل وجدت فيما زعمت أنه أنزل عليك الفساد في الأرض ؟ ! فوجد المسلمون في أنفسهم [ من قولهم وخشوا ] أن يكون ذلك فسادا واختلفوا في ذلك فقال بعضهم : لا تقطعوا فإنه مما أفاء الله علينا . وقال بعضهم : بل نغيظهم بقطعها . فأنزل الله هذه الآية بتصديق من نهى عن قطعه وتحليل من قطعه من الإثم .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا آدم حدثنا الليث عن نافع عن ابن عمر قال : حرق رسول الله - صلى الله عليه وسلم - نخل بني النضير وقطع البويرة فنزلت ( ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله )( ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله ) أخبر الله في هذه الآية أن ما قطعوه وما تركوه فبإذن الله ( وليخزي الفاسقين )واختلفوا في \" اللينة \" فقال قوم : النخل كلها لينة ما خلا العجوة [ وهو قول عكرمة وقتادة . ورواه زاذان عن ابن عباس - رضي الله عنهما - قال : كان النبي - صلى الله عليه وسلم - يقطع نخلهم إلا العجوة ] وأهل المدينة يسمون ما خلا العجوة من التمرة : الألوان واحدها لون ولينة . وقال الزهري : هي ألوان النخل كلها إلا العجوة والبرنية .وقال مجاهد وعطية : هي النخل كلها من غير استثناء . وقال العوفي عن ابن عباس - رضي الله عنهم - : هي لون من النخل . وقال سفيان : هي كرام النخل .وقال مقاتل هي ضرب من النخل يقال لثمرها اللون ، وهو شديد الصفرة يرى نواه من خارج ، يغيب فيها الضرس وكان من أجود تمرهم وأعجبها إليهم ، وكانت النخلة الواحدة منها ثمنها ثمن وصيف ، وأحب إليهم من وصيف فلما رأوهم يقطعونها شق ذلك عليهم وقالوا للمؤمنين : إنكم تكرهون الفساد في الأرض ، وأنتم تفسدون دعوا هذا النخل [ قائما هو لمن غلب عليها ] فأخبر الله تعالى أن ذلك بإذنه ."
    },
    {
      "ayah": 6,
      "surah": 59,
      "text": "( وما أفاء الله على رسوله ) أي رده على رسوله . يقال : أفاء يفيء أي رجع وأفاء الله ( منهم ) أي من يهود بني النضير ( فما أوجفتم ) أوضعتم ( عليه من خيل ولا ركاب ) يقال : وجف الفرس والبعير يجف وجيفا وهو سرعة السير ، وأوجفه صاحبه إذا حمله على السير . وأراد بالركاب الإبل التي تحمل القوم . وذلك أن بني النضير لما تركوا رباعهم وضياعهم طلب المسلمون من رسول الله - صلى الله عليه وسلم - أن يقسمها بينهم كما فعل بغنائم خيبر فبين الله تعالى في هذه الآية أنها فيء لم يوجف المسلمون عليها خيلا ولا ركابا ولم يقطعوا إليها شقة ولا نالوا مشقة ولم يلقوا حربا ( ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير ) فجعل أموال بني النضير لرسول الله - صلى الله عليه وسلم - خاصة يضعها حيث يشاء فقسمها رسول الله - صلى الله عليه وسلم - بين المهاجرين ولم يعط الأنصار منها شيئا إلا ثلاثة نفر كانت بهم حاجة وهم أبو دجانة سماك بن خرشة وسهل بن حنيف والحارث بن الصمة .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا أبو اليمان أخبرنا شعيب عن الزهري أخبرني مالك بن أوس بن الحدثان النضري أن عمر بن الخطاب - رضي الله عنه - دعاه إذ جاءه حاجبه يرفأ فقال : هل لك في عثمان وعبد الرحمن والزبير وسعد يستأذنون ؟ قال : نعم . فأدخلهم فلبث يرفأ قليلا ثم جاء فقال : هل لك في عباس وعلي يستأذنان ؟ قال : نعم . فلما دخلا قال عباس : يا أمير المؤمنين اقض بيني وبين هذا - وهما يختصمان في الذي أفاء الله على رسوله من بني النضير - فقال الرهط : يا أمير المؤمنين اقض بينهما وأرح أحدهما من الآخر . قال : اتئدوا أنشدكم بالله الذي بإذنه تقوم السماء والأرض هل تعلمون أن رسول الله - صلى الله عليه وسلم - قال : لا نورث ما تركنا صدقة ؟ يريد رسول الله - صلى الله عليه وسلم - نفسه ، قالوا : قد قال ذلك فأقبل عمر على علي وعباس فقال : أنشدكما بالله هل تعلمان أن رسول الله - صلى الله عليه وسلم - قال ذلك ؟ قالا : نعم . قال : فإني أحدثكم عن هذا الأمر إن الله كان خص رسول الله - صلى الله عليه وسلم - في الفيء بشيء لم يعطه أحدا غيره فقال : \" وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب \" إلى قوله : \" قدير \" وكانت هذه خالصة لرسول الله - صلى الله عليه وسلم - ما احتازها دونكم ولا استأثرها عليكم لقد أعطاكموها وبثها فيكم حتى بقي منها هذا المال ، فكان رسول الله - صلى الله عليه وسلم - ينفق على أهله نفقة سنتهم من هذا المال ثم يأخذ ما بقي فيجعله مجعل مال الله فعمل بذلك رسول الله - صلى الله عليه وسلم - حياته ثم توفي النبي - صلى الله عليه وسلم - فقال أبو بكر : أنا ولي رسول الله - صلى الله عليه وسلم - فقبضها أبو بكر - رضي الله تعالى عنه - فعمل بها بما عمل به فيها رسول الله - صلى الله عليه وسلم - وأنتم حينئذ جميع وأقبل على علي وعباس : تذكران أن أبا بكر فعل فيه كما تقولان والله يعلم إنه فيها صادق بار راشد تابع للحق ، ثم توفى الله أبا بكر فقلت : أنا ولي رسول الله - صلى الله عليه وسلم - وأبي بكر فقبضتها سنتين من إمارتي أعمل فيها بما عمل رسول الله - صلى الله عليه وسلم - وأبو بكر والله يعلم إني فيه صادق بار راشد تابع للحق ثم جئتماني كلاكما وكلمتكما واحدة وأمركما جميع فقلت لكما : إن رسول الله - صلى الله عليه وسلم - قال : لا نورث ما تركنا صدقة . فلما بدا لي أن أدفعه إليكما قلت : إن شئتما دفعته إليكما على أن عليكما عهد الله وميثاقه لتعملان فيها بما عمل به رسول الله - صلى الله عليه وسلم - وأبو بكر وبما عملت به فيها منذ وليتها وإلا فلا تكلماني فيها فقلتما : ادفعها إلينا بذلك ، فدفعتها إليكما أفتلتمسان مني قضاء غير ذلك ؟ فوالله الذي بإذنه تقوم السماء والأرض لا أقضي فيها قضاء غير ذلك حتى تقوم الساعة فإن عجزتما عنها فادفعاها إلي فإني أكفيكما ."
    },
    {
      "ayah": 7,
      "surah": 59,
      "text": "قوله - عز وجل - ( ما أفاء الله على رسوله من أهل القرى ) يعني من أموال كفار أهل القرى . قال ابن عباس : هي قريظة والنضير وفدك وخيبر وقرى عرينة ( فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل ) قد ذكرنا في سورة الأنفال حكم الغنيمة وحكم الفيء . إن مال الفيء كان لرسول الله - صلى الله عليه وسلم - في حياته يضعه حيث يشاء وكان ينفق منه على أهله نفقة سنتهم ويجعل ما بقي مجعل مال الله .واختلف أهل العلم في مصرف الفيء بعد رسول الله - صلى الله عليه وسلم - فقال : قوم هو للأئمة بعده .وللشافعي فيه قولان : أحدهما - هو للمقاتلة ، والثاني : لمصالح المسلمين . ويبدأ بالمقاتلة ثم بالأهم فالأهم من المصالح .واختلفوا في تخميس مال الفيء : فذهب بعضهم إلى أنه يخمس فخمسه لأهل الغنيمة وأربعة أخماسه للمقاتلة وللمصالح ، وذهب الأكثرون إلى أنه لا يخمس بل مصرف جميعه واحد ، ولجميع المسلمين فيه حق . قرأ عمر بن الخطاب : \" ما أفاء الله على رسوله من أهل القرى \" حتى بلغ : \" للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم والذين جاءوا من بعدهم \" ثم قال : هذه استوعبت المسلمين عامة . وقال : ما على وجه الأرض مسلم إلا له في هذا الفيء حق إلا ما ملكت أيمانكم .( كي لا يكون دولة ) قرأ العامة بالياء \" دولة \" نصب أي لكيلا يكون الفيء دولة وقرأ أبو جعفر : \" تكون \" بالتاء \" دولة \" بالرفع على اسم كان أي : كيلا يكون الأمر إلى دولة وجعل الكينونة بمعنى الوقوع وحينئذ لا خبر له . \" والدولة \" اسم للشيء الذي يتداوله القوم بينهم ( بين الأغنياء منكم ) يعني بين الرؤساء والأقوياء فيغلبوا عليه الفقراء والضعفاء وذلك أن أهل الجاهلية كانوا إذا اغتنموا غنيمة أخذ الرئيس ربعها لنفسه وهو المرباع ثم يصطفي منها بعد المرباع ما شاء فجعله الله لرسوله - صلى الله عليه وسلم - يقسمه فيما أمر به ثم قال : ( وما آتاكم ) أعطاكم ( آتاكم ) [ من الفيء والغنيمة ] ( فخذوه وما نهاكم عنه ) الغلول وغيره ( فانتهوا ) وهذا نازل في أموال الفيء وهو عام في كل ما أمر به النبي - صلى الله عليه وسلم - ونهى عنه .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل عن محمد بن يوسف حدثنا سفيان عن منصور عن إبراهيم عن علقمة عن عبد الله قال : لعن الله الواشمات والمستوشمات والمتنمصات والمتفلجات للحسن المغيرات خلق الله . فبلغ ذلك امرأة من بني أسد يقال لها أم يعقوب فجاءت فقالت : إنه قد بلغني أنك لعنت كيت وكيت فقال : وما لي لا ألعن من لعن رسول الله - صلى الله عليه وسلم - وهو في كتاب الله تعالى فقالت : لقد قرأت ما بين اللوحين فما وجدت فيه ما تقول : قال : لئن كنت قرأتيه لقد وجدتيه أما قرأت : \" وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا \" ( الحشر - 7 ) قالت : بلى قال : فإنه قد نهى عنه ( واتقوا الله إن الله شديد العقاب ) ثم بين من له الحق في الفيء فقال : ( للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا ) ."
    },
    {
      "ayah": 8,
      "surah": 59,
      "text": "( للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا ) رزقا ( من الله ورضوانا ) أي أخرجوا إلى دار الهجرة طلبا لرضا الله - عز وجل - ( وينصرون الله ورسوله أولئك هم الصادقون ) في إيمانهم . قال قتادة : هؤلاء المهاجرون الذين تركوا الديار والأموال والعشائر وخرجوا حبا لله ولرسوله واختاروا الإسلام على ما كانوا فيه من شدة حتى ذكر لنا أن الرجل كان يعصب الحجر على بطنه ليقيم به صلبه من الجوع وكان الرجل يتخذ الحفيرة في الشتاء ما له دثار غيرهاأخبرنا محمد بن الحسن المروزي أخبرنا أبو العباس الطحان أخبرنا أبو أحمد بن محمد بن قريش بن سليمان أخبرنا علي بن عبد العزيز المكي أخبرنا أبو عبيد القاسم بن سلام حدثني عبد الرحمن بن مهدي عن سفيان عن أبي إسحاق عن أمية بن خالد بن عبد الله بن أسيد عن النبي - صلى الله عليه وسلم - : أنه كان يستفتح بصعاليك المهاجرين . قال أبو عبيد : هكذا قال عبد الرحمن وهو عندي أمية بن عبد الله بن خالد بن أسيد .وروينا عن أبي سعيد الخدري عن النبي - صلى الله عليه وسلم - قال : \" أبشروا يا معشر صعاليك المهاجرين بالنور التام يوم القيامة تدخلون الجنة قبل أغنياء الناس بنصف يوم وذلك مقدار خمسمائة سنة \" ."
    },
    {
      "ayah": 9,
      "surah": 59,
      "text": "( والذين تبوءوا الدار والإيمان ) الأنصار تبوءوا الدار توطنوا الدار أي : المدينة اتخذوها دار الهجرة والإيمان ( من قبلهم ) أي أسلموا في ديارهم وآثروا الإيمان وابتنوا المساجد قبل قدوم النبي - صلى الله عليه وسلم - بسنتين .ونظم الآية : والذين تبوءوا الدار من قبلهم أي من قبل قدوم المهاجرين عليهم وقد آمنوا لأن الإيمان ليس بمكان تبوء .( يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة ) حزازة وغيظا وحسدا ( مما أوتوا ) أي مما أعطى المهاجرين دونهم من الفيء وذلك أن رسول الله - صلى الله عليه وسلم - قسم أموال بني النضير بين المهاجرين ولم يعط منها الأنصار فطابت أنفس الأنصار بذلك ( ويؤثرون على أنفسهم ) أي يؤثرون على إخوانهم من المهاجرين بأموالهم ومنازلهم على أنفسهم ( ولو كان بهم خصاصة ) فاقة وحاجة إلى ما يؤثرون وذلك أنهم قاسموهم ديارهم وأموالهم :أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا مسدد حدثنا عبد الله بن داود عن فضيل بن غزوان عن أبي حازم عن أبي هريرة أن رجلا أتى النبي - صلى الله عليه وسلم - فاستضافه فبعث إلى نسائه هل عندكن من شيء فقلن : ما معنا إلا الماء . فقال رسول الله - صلى الله عليه وسلم - من يضم أو يضيف هذا ؟ فقال رجل من الأنصار : أنا يا رسول الله فانطلق به إلى امرأته فقال : أكرمي ضيف رسول الله - صلى الله عليه وسلم - فقالت : ما عندنا إلا قوت الصبيان فقال : هيئي طعامك وأصبحي سراجك ونومي صبيانك إذا أرادوا عشاء فهيأت طعامها وأصبحت سراجها ونومت صبيانها ثم قامت كأنها تصلح سراجها فأطفأته فجعلا يريانه أنهما يأكلان فباتا طاويين فلما أصبح غدا إلى رسول الله - صلى الله عليه وسلم - فقال : ضحك الله الليلة أو عجب من فعالكما فأنزل الله - عز وجل - : ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحونأخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا الحكم بن نافع أخبرنا شعيب حدثنا أبو الزناد عن الأعرج عن أبي هريرة قال : قالت الأنصار : اقسم بيننا وبين إخواننا النخيل قال : لا فقالوا : تكفونا المؤنة ونشرككم في الثمرة قالوا : سمعنا وأطعنا .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا عبد الله بن محمد حدثنا سفيان عن يحيى بن سعيد سمع أنس بن مالك حين خرج معه إلى الوليد قال : دعا النبي - صلى الله عليه وسلم - الأنصار إلى أن يقطع لهم البحرين فقالوا : لا إلا أن تقطع لإخواننا من المهاجرين مثلها قال : ألا فاصبروا حتى تلقوني على الحوض فإنه سيصيبكم أثرة بعدي \" .وروي عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - يوم النضير للأنصار : \" إن شئتم قسمتم للمهاجرين من أموالكم ودياركم وتشاركونهم في هذه الغنيمة وإن شئتم كانت لكم دياركم وأموالكم ولم يقسم لكم شيء من الغنيمة \" فقالت الأنصار : بل نقسم لهم من أموالنا وديارنا ونؤثرهم بالغنيمة ولا نشاركهم فيها فأنزل الله - عز وجل - : \" ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون \" .\" والشح \" في كلام العرب : البخل ومنع الفضل وفرق العلماء بين الشح والبخل . روي أن رجلا قال لعبد الله بن مسعود : إني أخاف أن أكون قد هلكت فقال : وما ذاك قال : أسمع الله يقول : ومن يوق شح نفسه فأولئك هم المفلحون وأنا رجل شحيح لا يكاد يخرج من يدي شيء فقال عبد الله : ليس ذاك بالشح الذي ذكر الله - عز وجل - في القرآن ولكن الشح أن تأكل مال أخيك ظلما ولكن ذاك البخل وبئس الشيء البخل .وقال ابن عمر : ليس الشح أن يمنع الرجل ماله إنما الشح أن تطمح عين الرجل إلى ما ليس له وقال سعيد بن جبير : \" الشح \" هو أخذ الحرام ومنع الزكاة وقيل : الشح هو الحرص الشديد الذي يحمله على ارتكاب المحارم .قال ابن زيد : من لم يأخذ شيئا نهاه الله عنه ولم يدعه الشح إلى أن يمنع شيئا من شيء أمره الله به فقد وقاه شح نفسهأخبرنا الإمام أبو علي الحسين بن محمد القاضي أخبرنا أبو سعد خلف بن عبد الرحمن بن محمد بن أبي نزار حدثنا أبو بكر أحمد بن محمد بن أحمد بن حزاز القهندري حدثنا أبو عبد الله محمد بن إسحاق السعدي حدثنا أحمد بن منصور الرمادي حدثنا القعنبي حدثنا داود بن قيس الفراء عن عبيد الله بن مقسم عن جابر بن عبد الله أن رسول الله - صلى الله عليه وسلم - قال : \" اتقوا الظلم فإن الظلم ظلمات يوم القيامة واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم \"أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو سعيد محمد بن موسى الصيرفي حدثنا أبو العباس الأصم أخبرنا محمد بن عبد الله بن عبد الحكم أخبرنا أبي وشعيب قالا أخبرنا الليث عن يزيد بن الهاد عن سهيل بن أبي صالح عن صفوان بن أبي يزيد عن القعقاع هو ابن اللجلاج عن أبي هريرة أنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" لا يجتمع غبار في سبيل الله ودخان جهنم في جوف عبد أبدا ولا يجتمع الشح والإيمان في قلب عبد أبدا \" ."
    }
  ]
}
