{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "مدنية( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) الآية .أخبرنا عبد الواحد المليحي حدثنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا قتيبة بن سعيد حدثنا سفيان عن عمرو بن دينار أخبرني الحسن بن محمد أنه سمع عبد الله بن أبي رافع يقول سمعت عليا رضي الله عنه يقول : بعثني رسول الله - صلى الله عليه وسلم - أنا والزبير والمقداد فقال : \" انطلقوا حتى تأتوا ( روضة خاخ ) فإن بها ظعينة معها كتاب فخذوه منها \" قال : فانطلقنا تتعادى بنا خيلنا حتى أتينا الروضة فإذا نحن بالظعينة فقلنا : أخرجي الكتاب فقالت : ما معي كتاب فقلنا : لتخرجن الكتاب أو لتلقين الثياب قال : فأخرجته من عقاصها فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه من حاطب بن أبي بلتعة إلى ناس بمكة من المشركين يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم - فقال : يا حاطب ما هذا قال : يا رسول الله لا تعجل علي إني كنت امرأ ملصقا في قريش - يقول كنت حليفا ولم أكن من أنفسها - وكان من معك من المهاجرين لهم قرابات يحمون بها أهليهم وأموالهم فأحببت - إذ فاتني ذلك من النسب فيهم - أن أتخذ عندهم يدا يحمون قرابتي ولم أفعله ارتدادا عن ديني ولا رضا بالكفر بعد الإسلام فقال رسول الله - صلى الله عليه وسلم - : أما إنه قد صدقكم فقال عمر : يا رسول الله دعني أضرب عنق هذا المنافق فقال : إنه قد شهد بدرا وما يدريك لعل الله اطلع على [ من شهد بدرا ] فقال اعملوا ما شئتم فقد غفرت لكم فأنزل الله تعالى هذه السورة : يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة إلى قوله سواء السبيلقال المفسرون : نزلت الآية في حاطب بن أبي بلتعة كما جاء في الحديث وذلك أن سارة مولاة أبي عمرو بن صيفي بن هاشم بن عبد مناف أتت المدينة من مكة ورسول الله - صلى الله عليه وسلم - يتجهز لفتح مكة فقال لها رسول الله - صلى الله عليه وسلم - : أمسلمة جئت ؟ قالت : لا . قال : أمهاجرة جئت ؟ قالت : لا قال : فما جاء بك ؟ قالت : كنتم الأصل والعشيرة والموالي وقد ذهبت موالي وقد احتجت حاجة شديدة فقدمت عليكم لتعطوني وتكسوني وتحملوني فقال لها : وأين أنت من شبان مكة وكانت مغنية نائحة قالت : ما طلب مني شيء بعد وقعة بدر فحث رسول الله - صلى الله عليه وسلم - بني عبد المطلب وبني المطلب فأعطوها نفقة وكسوها وحملوها فأتاها حاطب بن أبي بلتعة حليف بني أسد بن عبد العزى فكتب معها إلى أهل مكة وأعطاها عشرة دنانير وكساها بردا على أن توصل الكتاب إلى أهل مكة وكتب في الكتاب : من حاطب بن أبي بلتعة إلى أهل مكة إن رسول الله - صلى الله عليه وسلم - يريدكم فخذوا حذركم .فخرجت سارة ونزل جبريل فأخبر النبي - صلى الله عليه وسلم - بما فعل فبعث رسول الله - صلى الله عليه وسلم - عليا وعمارا والزبير وطلحة والمقداد بن الأسود وأبا مرثد فرسانا فقال لهم : انطلقوا حتى تأتوا \" روضة خاخ \" فإن بها ظعينة معها كتاب من حاطب بن أبي بلتعة إلى المشركين فخذوا منها وخلوا سبيلها وإن لم تدفعه إليكم فاضربوا عنقها .قال : فخرجوا حتى أدركوها في ذلك المكان الذي قال رسول الله - صلى الله عليه وسلم - فقالوا لها : أين الكتاب ؟ فحلفت بالله ما معها كتاب فبحثوها وفتشوا متاعها فلم يجدوا معها كتابا فهموا بالرجوع فقال علي رضي الله عنه : والله ما كذبنا ولا كذب رسول الله - صلى الله عليه وسلم - وسل سيفه فقال : أخرجي الكتاب وإلا لأجردنك ولأضربن عنقك . فلما رأت الجد أخرجته من ذؤابتها وكانت قد خبأته في شعرها فخلوا سبيلها ولم يتعرضوا لها ولا لما معها فرجعوا بالكتاب إلى رسول الله - صلى الله عليه وسلم - فأرسل رسول الله - صلى الله عليه وسلم - إلى حاطب فأتاه فقال : هل تعرف الكتاب قال : نعم قال : فما حملك على ما صنعت فقال : يا رسول الله والله ما كفرت منذ أسلمت ولا غششتك منذ نصحتك ولا أحببتهم منذ فارقتهم ولكن لم يكن أحد من المهاجرين إلا وله بمكة من يمنع عشيرته وكنت غريبا فيهم وكان أهلي بين ظهرانيهم فخشيت على أهلي فأردت أن أتخذ عندهم يدا وقد علمت أن الله ينزل بهم بأسه وأن كتابي لا يغني عنهم شيئا فصدقه رسول الله - صلى الله عليه وسلم - وعذره .فقام عمر بن الخطاب فقال : دعني يا رسول الله أضرب عنق هذا المنافق . فقال رسول الله - صلى الله عليه وسلم - : وما يدريك يا عمر لعل الله قد اطلع على أهل بدر فقال لهم : اعملوا ما شئتم فقد غفرت لكم فأنزل الله - عز وجل - في شأن حاطب : \" يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء \" .( تلقون إليهم بالمودة ) قيل : أي المودة \" والباء \" زائدة كقوله : \" ومن يرد فيه بإلحاد بظلم \" ( الحج - 25 ) وقال الزجاج : معناه تلقون إليهم أخبار النبي - صلى الله عليه وسلم - وسره بالمودة التي بينكم وبينهم ( وقد كفروا ) \" الواو \" للحال أي : وحالهم أنهم كفروا ( بما جاءكم من الحق ) يعني القرآن ( يخرجون الرسول وإياكم ) من مكة ( أن تؤمنوا ) أي لأن آمنتم كأنه قال : يفعلون ذلك لإيمانكم ( بالله ربكم إن كنتم خرجتم ) هذا شرط جوابه متقدم وهو قوله : لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم أن تؤمنوا بالله ربكم إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي تسرون إليهم بالمودة ) قال مقاتل : بالنصيحة ( وأنا أعلم بما أخفيتم ) من المودة للكفار ( وما أعلنتم ) أظهرتم بألسنتكم ( ومن يفعله منكم فقد ضل سواء السبيل ) أخطأ طريق الهدى ."
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "قوله - عز وجل - ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) الآية .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا يحيى بن بكير حدثنا الليث عن عقيل عن ابن شهاب أخبرني عروة بن الزبير أنه سمع مروان والمسور بن مخرمة يخبران عن أصحاب رسول الله - صلى الله عليه وسلم - قالا لما كاتب سهيل بن عمرو يومئذ كان فيما اشترط سهيل بن عمرو على النبي - صلى الله عليه وسلم - : أنه لا يأتيك منا أحد - وإن كان على دينك - إلا رددته إلينا وخليت بيننا وبينه . فكره المؤمنون ذلك وأبي سهيل إلا ذلك فكاتبه النبي - صلى الله عليه وسلم - على ذلك فرد النبي - صلى الله عليه وسلم - يومئذ أبا جندل إلى أبيه سهيل بن عمرو ولم يأته أحد من الرجال إلا رده في تلك المدة وإن كان مسلما وجاءت المؤمنات مهاجرات وكانت أم كلثوم بنت عقبة بن أبي معيط ممن خرج إلى رسول الله - صلى الله عليه وسلم - يومئذ مهاجرة وهي عاتق فجاء أهلها يسألون النبي - صلى الله عليه وسلم - أن يرجعها إليهم فلم يرجعها إليهم لما أنزل الله فيهن : \" إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله أعلم بإيمانهن \" إلى \" ولا هم يحلون لهن \"قال عروة فأخبرتني عائشة رضي الله تعالى عنها : أن رسول الله - صلى الله عليه وسلم - كان يمتحنهن بهذه الآية : \" يا أيها النبي إذا جاءك المؤمنات \" إلى قوله : \" غفور رحيم \" .قال عروة : قالت عائشة رضي الله عنها : فمن أقرت بهذا الشرط منهن قال لها رسول الله - صلى الله عليه وسلم - قد بايعتك كلاما يكلمها به والله ما مست يده يد امرأة قط في المبايعة ما بايعهن إلا بقوله .قال ابن عباس : أقبل رسول الله - صلى الله عليه وسلم - معتمرا حتى إذا كان بالحديبية صالحه مشركو مكة على أن من أتاه من أهل مكة رده إليهم ومن أتى أهل مكة من أصحاب رسول الله - صلى الله عليه وسلم - لم يردوه إليه وكتبوا بذلك كتابا وختموا عليه فجاءت سبيعة بنت الحارث الأسلمية مسلمة بعد الفراغ من الكتاب فأقبل زوجها مسافر من بني مخزوم - وقال مقاتل هو : صيفي بن الراهب - في طلبها وكان كافرا فقال : يا محمد رد علي امرأتي فإنك قد شرطت أن ترد علينا من أتاك منا وهذه طية الكتاب لم تجف بعد فأنزل الله - عز وجل - : \" يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات \" من دار الكفر إلى دار الإسلام ( فامتحنوهن )قال ابن عباس : امتحانها : أن تستحلف ما خرجت لبغض زوجها ولا عشقا لرجل من المسلمين ولا رغبة عن أرض إلى أرض ولا لحدث أحدثته ولا لالتماس دنيا وما خرجت إلا رغبة في الإسلام وحبا لله ولرسوله .قال فاستحلفها رسول الله - صلى الله عليه وسلم - على ذلك فحلفت فلم يردها وأعطى زوجها مهرها وما أنفق عليها فتزوجها عمر بن الخطاب رضي الله عنه وكان يرد من جاءه من الرجال ويحبس من جاءه من النساء بعد الامتحان ويعطي أزواجهن مهورهن .( الله أعلم بإيمانهن ) [ أي هذا الامتحان لكم والله أعلم بهن ] ( فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن ) ما أحل الله مؤمنة لكافر ( وآتوهم ) يعني أزواجهن الكفار ( ما أنفقوا ) عليهن يعني المهر الذي دفعوا إليهن ( ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ) أي مهورهن أباح الله نكاحهن للمسلمين وإن كان لهن أزواج في دار الكفر لأن الإسلام فرق بينهن وبين أزواجهن الكفار ( ولا تمسكوا ) [ قرأ أبو عمرو ويعقوب : بالتشديد والآخرون : بالتخفيف من الإمساك ] ( بعصم الكوافر ) \" والعصم \" : جمع العصمة وهي ما يعتصم به من العقد والنسب . \" والكوافر \" : جمع الكافرة .نهى الله المؤمنين عن المقام على نكاح المشركات يقول : من كانت له امرأة كافرة بمكة فلا يعتد بها فقد انقطعت عصمة الزوجية بينهما .قال الزهري : فلما نزلت هذه الآية طلق عمر بن الخطاب رضي الله عنه امرأتين كانتا له بمكة مشركتين : قريبة بنت أبي أمية بن المغيرة فتزوجها بعده معاوية بن أبي سفيان وهما على شركهما بمكة والأخرى أم كلثوم بنت عمرو بن جرول الخزاعية أم ابنه عبد الله بن عمر فتزوجها أبو جهم بن حذافة بن غانم وهما على شركهما . وكانت أروى بنت ربيعة بن الحارث بن عبد المطلب تحت طلحة بن عبيد الله فهاجر طلحة وهي بمكة على دين قومها ففرق الإسلام بينهما فتزوجها في الإسلام خالد بن سعيد بن العاص بن أمية .قال الشعبي : وكانت زينب بنت رسول الله - صلى الله عليه وسلم - امرأة أبي العاص بن الربيع أسلمت ولحقت بالنبي - صلى الله عليه وسلم - وأقام أبو العاص بمكة مشركا ثم أتى المدينة فأسلم فردها عليه رسول الله - صلى الله عليه وسلم -( واسألوا ) أيها المؤمنون ( ما أنفقتم ) أي : إن لحقت امرأة منكم بالمشركين مرتدة فاسألوا ما أنفقتم من المهر إذا منعوها ممن تزوجها منهم ( وليسألوا ) يعني : المشركين الذين لحقت أزواجهم بكم ( ما أنفقوا ) من المهر ممن تزوجها منكم ( ذلكم حكم الله يحكم بينكم والله عليم حكيم ) قال الزهري : لولا الهدنة والعهد الذي كان بين رسول الله - صلى الله عليه وسلم - وبين قريش يوم الحديبية لأمسك النساء ولم يرد الصداق وكذلك كان يصنع بمن جاءه من المسلمات قبل العهد فلما نزلت هذه الآية أقر المؤمنون بحكم الله - عز وجل - وأدوا ما أمروا به من نفقات المشركين على نسائهم وأبى المشركون أن يقروا بحكم الله فيما أمروا به من أداء نفقات المسلمين [ على نسائهم ] فأنزل الله - عز وجل - : ( وإن فاتكم ) ."
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "( وإن فاتكم ) أيها المؤمنون ( شيء من أزواجكم إلى الكفار ) فلحقن بهم مرتدات ( فعاقبتم ) قال المفسرون : معناه غنمتم أي غزوتم فأصبتم من الكفار عقبى وهي الغنيمة وقيل : ظهرتم وكانت العاقبة لكم وقيل : أصبتموهم في القتال بعقوبة حتى غنمتم قرأ حميد الأعرج \" فعقبتم \" بالتشديد وقرأ الزهري : \" فعقبتم \" خفيفة بغير ألف وقرأ مجاهد \" فأعقبتم \" أي صنعتم بهم كما صنعوا بكم . وكلها لغات بمعنى واحد يقال : عاقب وعقب وعقب وأعقب وتعقب وتعاقب واعتقب : إذا غنم . وقيل : \" التعقيب \" : غزوة بعد غزوة ( فآتوا الذين ذهبت أزواجهم ) إلى الكفار منكم ( مثل ما أنفقوا ) عليهن من الغنائم التي صارت في أيديكم من أموال الكفار . وقيل : فعاقبتم المرتدة بالقتل .وروي عن ابن عباس رضي الله عنه قال : لحق بالمشركين من نساء المؤمنين والمهاجرين ست نسوة : أم الحكم بنت أبي سفيان وكانت تحت عياض بن شداد الفهري وفاطمة بنت أبي أمية بن المغيرة أخت أم سلمة كانت تحت عمر بن الخطاب فلما أراد عمر أن يهاجر أبت وارتدت وبروع بنت عقبة كانت تحت شماس بن عثمان وعزة بنت عبد العزيز بن نضلة وزوجها عمرو بن عبد ود وهند بنت أبي جهل بن هشام كانت تحت هشام بن العاص بن وائل وأم كلثوم بنت جرول كانت تحت عمر بن الخطاب فكلهن رجعن عن الإسلام فأعطى رسول الله - صلى الله عليه وسلم - أزواجهن مهور نسائهم من الغنيمة .( واتقوا الله الذي أنتم به مؤمنون ) واختلف القول في أن رد مهر من أسلمت من النساء إلى أزواجهن كان واجبا أو مندوبا .وأصله أن الصلح هل كان وقع على رد النساء ، فيه قولان : أحدهما أنه وقع على رد الرجال والنساء جميعا لما روينا : أنه لا يأتيك منا أحد وإن كان على دينك إلا رددته إلينا ثم صار الحكم في رد النساء منسوخا بقوله : \" فلا ترجعوهن إلى الكفار \" فعلى هذه كان رد المهر واجبا .والقول الآخر : أن الصلح لم يقع على رد النساء لأنه روي عن علي : أنه لا يأتيك منا رجل وإن كان على دينك إلا رددته إلينا وذلك لأن الرجل لا يخشى عليه من الفتنة في الرد ما يخشى على المرأة من إصابة المشرك إياها وأنه لا يؤمن عليها الردة إذا خوفت وأكرهت عليها لضعف قلبها وقلة هدايتها إلى المخرج منها بإظهار كلمة الكفر مع التورية وإضمار الإيمان ولا يخشى ذلك على الرجل لقوته وهدايته إلى التقية فعلى هذا كان رد المهر مندوبا . واختلفوا في أنه هل يجب العمل به اليوم في رد المال إذا شرط في معاقدة الكفار فقال قوم : لا يجب وزعموا أن الآية منسوخة وهو قول عطاء ومجاهد وقتادة . وقال قوم : هي غير منسوخة ويرد إليهم ما أنفقوا ."
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "قوله - عز وجل - : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) الآية . وذلك يوم فتح مكة لما فرغ رسول الله - صلى الله عليه وسلم - من بيعة الرجال وهو على الصفا وعمر بن الخطاب أسفل منه وهو يبايع النساء بأمر رسول الله - صلى الله عليه وسلم - ويبلغهن عنه وهند بنت عتبة امرأة أبي سفيان متنقبة متنكرة مع النساء خوفا من رسول الله - صلى الله عليه وسلم - أن يعرفها فقال رسول الله - صلى الله عليه وسلم - : أبايعكن على أن لا تشركن بالله شيئا فرفعت هند رأسها وقالت : والله إنك لتأخذ علينا أمرا ما رأيناك أخذته على الرجال وبايع الرجال يومئذ على الإسلام والجهاد فقط فقال النبي - صلى الله عليه وسلم - \" ولا يسرقن \" فقالت هند : إن أبا سفيان رجل شحيح وإني أصبت من ماله هنات فلا أدري أيحل لي أم لا فقال أبو سفيان : ما أصبت من شيء فيما مضى وفيما غبر فهو لك حلال فضحك رسول الله - صلى الله عليه وسلم - وعرفها فقال لها : وإنك لهند بنت عتبة قالت : نعم ، فاعف عما سلف عفا الله عنك فقال : \" ولا يزنين \" فقالت هند : أو تزني الحرة فقال : \" ولا يقتلن أولادهن \" فقالت هند : ربيناهن صغارا وقتلتموهم كبارا فأنتم وهم أعلم وكان ابنها حنظلة بن أبي سفيان قد قتل يوم بدر فضحك عمر رضي الله عنه حتى استلقى وتبسم رسول الله - صلى الله عليه وسلم - فقال : \" ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن \" - وهي أن تقذف ولدا على زوجها ليس منه - قالت هند : والله إن البهتان لقبيح وما تأمرنا إلا بالرشد ومكارم الأخلاق فقال : \" ولا يعصينك في معروف \" قالت هند : ما جلسنا مجلسنا هذا وفي أنفسنا أن نعصيك في شيء . فأقر النسوة بما أخذ عليهنقوله - عز وجل - : ( ولا يقتلن أولادهن ) أراد وأد البنات الذي كان يفعله أهل الجاهلية قوله ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) ليس المراد منه نهيهن عن الزنا لأن النهي عن الزنا قد تقدم ذكره بل المراد منه أن تلتقط مولودا وتقول لزوجها هذا ولدي منك فهو البهتان المفترى بين أيديهن وأرجلهن لأن الولد إذا وضعته الأم سقط بين يديها ورجليها . قوله ( ولا يعصينك في معروف ) أي في كل أمر وافق طاعة الله . قال بكر بن عبد الله المزني : في كل أمر فيه رشدهن . وقال مجاهد : لا تخلو المرأة بالرجال . وقال سعيد بن المسيب والكلبي وعبد الرحمن بن زيد : هو النهي عن النوح والدعاء بالويل وتمزيق الثوب وحلق الشعر ونتفه وخمش الوجه ولا تحدث المرأة الرجال إلا ذا محرم ولا تخلو برجل غير ذي محرم ولا تسافر إلا مع ذي محرم .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا أبو معمر حدثنا عبد الوارث حدثنا أيوب عن حفصة بنت سيرين عن أم عطية قالت : بايعنا رسول الله - صلى الله عليه وسلم - فقرأ علينا \" أن لا يشركن بالله شيئا \" ونهانا عن النياحة فقبضت امرأة يدها فقالت : أسعدتني فلانة أريد أن أجزيها فما قال لها النبي - صلى الله عليه وسلم - شيئا فانطلقت ورجعت وبايعهاأخبرنا أحمد بن إبراهيم الشريحي أخبرنا أحمد بن محمد بن إبراهيم الثعلبي أخبرنا الحسين بن محمد بن الحسين الدينوري حدثنا أحمد بن محمد بن إسحاق حدثنا أبو يعلى الموصلي حدثنا هدبة بن خالد حدثنا أبان بن يزيد حدثنا يحيى بن أبي كثير أن زيدا حدثه أن أبا سلام حدثه أن أبا مالك الأشعري حدثه أن رسول الله - صلى الله عليه وسلم - قال : \" أربع في أمتي من أمر الجاهلية لا يتركونهن : الفخر في الأحساب والطعن في الأنساب والاستسقاء بالنجوم والنياحة \" . وقال : \" النائحة إذا لم تتب قبل موتها تقوم يوم القيامة وعليها سربال من قطران ودرع من جربأخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا عمرو بن حفص حدثنا أبي أخبرنا الأعمش عن عبد الله بن مرة عن مسروق عن عبد الله قال : قال النبي - صلى الله عليه وسلم - : \" ليس منا من ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية \" قوله : ( فبايعهن ) يعني إذا بايعنك فبايعهن ( واستغفر لهن الله إن الله غفور رحيم )أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثني محمود حدثنا عبد الرزاق أخبرنا معمر عن الزهري عن عروة عن عائشة رضي الله عنها قالت : كان النبي - صلى الله عليه وسلم - يبايع النساء بالكلام بهذه الآية : \" لا يشركن بالله شيئا \" قالت : وما مست يد رسول الله - صلى الله عليه وسلم - يد امرأة إلا امرأة يملكهاأخبرنا أحمد بن إبراهيم الشريحي أخبرنا أبو إسحاق الثعلبي أخبرنا محمد بن عبد الله بن حمدون أخبرنا مكي بن عبدان حدثنا عبد الرحمن بن بشر حدثنا سفيان بن عيينة عن محمد بن المنكدر سمع أميمة بنت رقية تقول : بايعت رسول الله - صلى الله عليه وسلم - في نسوة فقال لنا : فيما استطعتن وأطقتن فقلت : رسول الله - صلى الله عليه وسلم - أرحم بنا من أنفسنا ، قلت : يا رسول الله بايعنا قال سفيان : يعني صافحنا فقال : \" إني لا أصافح النساء إنما قولي لامرأة كقولي لمائة امرأة \" ."
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "قوله - عز وجل - : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) وهم اليهود وذلك أن أناسا من فقراء المسلمين كانوا يخبرون اليهود أخبار المسلمين يتوصلون إليهم بذلك فيصيبون من ثمارهم فنهاهم الله عن ذلك ( قد يئسوا ) يعني هؤلاء اليهود ( من الآخرة ) بأن يكون لهم فيها ثواب وخير ( كما يئس الكفار من أصحاب القبور ) أي : كما يئس الكفار الذين ماتوا وصاروا في القبور من أن يكون لهم حظ وثواب في الآخرة . قال مجاهد : الكفار حين دخلوا قبورهم أيسوا من رحمة الله . قال سعيد بن جبير : يئسوا من الآخرة كما يئس الكفار الذين ماتوا فعاينوا الآخرة . وقيل : كما يئس الكفار من أصحاب القبور أن يرجعوا إليهم ."
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "( إن يثقفوكم ) يظفروا بكم ويروكم ( يكونوا لكم أعداء ويبسطوا إليكم أيديهم ) بالضرب والقتل ( وألسنتهم بالسوء ) بالشتم ( وودوا لو تكفرون ) كما كفروا . يقول : لا تناصحوهم فإنهم لا يناصحونكم ولا يوادونكم ."
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "( لن تنفعكم أرحامكم ) معناه : لا يدعونكم ولا يحملنكم ذوو أرحامكم وقراباتكم وأولادكم الذين بمكة إلى خيانة الرسول - صلى الله عليه وسلم - والمؤمنين وترك مناصحتهم وموالاة أعدائهم فلن تنفعكم أرحامكم ( ولا أولادكم ) الذين عصيتم الله لأجلهم ( يوم القيامة يفصل بينكم ) فيدخل أهل طاعته الجنة وأهل معصيته النار . قرأ عاصم ويعقوب ( يفصل ) بفتح الياء وكسر الصاد مخففا وقرأ حمزة والكسائي بضم الياء وكسر الصاد مشددا [ وقرأ ابن عامر بضم الياء وفتح الصاد مشددا ] وقرأ الآخرون بضم الياء وفتح الصاد مخففا . ( والله بما تعملون بصير )"
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "( قد كانت لكم أسوة ) قدوة ( حسنة في إبراهيم والذين معه ) من أهل الإيمان ( إذ قالوا لقومهم ) من المشركين ( إنا برآء منكم ) جمع بريء ( ومما تعبدون من دون الله كفرنا بكم ) جحدنا وأنكرنا دينكم ( وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده ) يأمر حاطبا والمؤمنين بالاقتداء بإبراهيم عليه الصلاة والسلام والذين معه من المؤمنين في التبرؤ من المشركين ( إلا قول إبراهيم لأبيه لأستغفرن لك ) يعني : لكم أسوة حسنة في إبراهيم وأموره إلا في استغفاره لأبيه المشرك فإن إبراهيم عليه الصلاة والسلام كان قد قال لأبيه : لأستغفرن لك ثم تبرأ منه - على ما ذكرناه في سورة التوبة - ( وما أملك لك من الله من شيء ) يقول إبراهيم لأبيه : ما أغني عنك ولا أدفع عنك عذاب الله إن عصيته وأشركت به ( ربنا عليك توكلنا ) يقوله إبراهيم ومن معه من المؤمنين ( وإليك أنبنا وإليك المصير ) ."
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "( ربنا لا تجعلنا فتنة للذين كفروا ) قال الزجاج : لا تظهرهم علينا فيظنوا أنهم على الحق فيفتنوا وقال مجاهد : لا تعذبنا بأيديهم ولا بعذاب من عندك فيقولون : لو كان هؤلاء على الحق ما أصابهم ذلك ( واغفر لنا ربنا إنك أنت العزيز الحكيم )"
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "( لقد كان لكم فيهم ) أي في إبراهيم ومن معه ( أسوة حسنة لمن كان يرجو الله واليوم الآخر ) هذا بدل من قوله \" لكم \" وبيان أن هذه الأسوة لمن يخاف الله ويخاف عذاب الآخرة ( ومن يتول ) يعرض عن الإيمان ويوال الكفار ( فإن الله هو الغني ) عن خلقه ( الحميد ) إلى أوليائه وأهل طاعته .قال مقاتل : فلما أمر الله المؤمنين بعداوة الكفار عادى المؤمنون أقرباءهم المشركين وأظهروا لهم العداوة والبراءة ."
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "ويعلم الله شدة وجد المؤمنين بذلك فأنزل الله ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم ) أي من كفار مكة ( مودة ) ففعل الله ذلك بأن أسلم كثير منهم فصاروا لهم أولياء وإخوانا وخالطوهم وناكحوهم ( والله قدير والله غفور رحيم )"
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "ثم رخص الله تعالى في صلة الذين لم يعادوا المؤمنين ولم يقاتلوهم فقال : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم ) ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم ) أي لا ينهاكم الله عن بر الذين لم يقاتلوكم ( وتقسطوا إليهم ) تعدلوا فيهم بالإحسان والبر ( إن الله يحب المقسطين ) قال ابن عباس : نزلت في خزاعة كانوا قد صالحوا النبي - صلى الله عليه وسلم - على أن لا يقاتلوه ولا يعينوا عليه أحدا فرخص الله في برهم .وقال عبد الله بن الزبير : نزلت في أسماء بنت أبي بكر وذلك أن أمها قتيلة بنت عبد العزى قدمت عليها المدينة بهدايا ضبابا وأقطا وسمنا وهي مشركة فقالت أسماء : لا أقبل منك هدية ولا تدخلي علي بيتي حتى أستأذن رسول الله - صلى الله عليه وسلم - فسألت رسول الله - صلى الله عليه وسلم - فأنزل الله هذه الآية فأمرها رسول الله - صلى الله عليه وسلم - أن تدخلها منزلها وتقبل هديتها وتكرمها وتحسن إليها .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا قتيبة حدثنا حاتم عن هشام بن عروة عن أبيه عن أسماء بنت أبي بكر رضي الله عنهما قالت : قدمت علي أمي وهي مشركة في عهد قريش إذ عاهدوا رسول الله - صلى الله عليه وسلم - ومدتهم مع أبيها فاستفتيت رسول الله - صلى الله عليه وسلم - فقلت : يا رسول الله إن أمي قدمت علي وهي راغبة أفأصلها قال : صليها .وروي عن ابن عيينة قال : فأنزل الله فيها \" لا ينهاكم الله عن الذين لم يقاتلوكم في الدين \" ."
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "ثم ذكر الذين نهاهم عن صلتهم فقال : ( إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم ) .  وهم مشركو مكة ( أن تولوهم ومن يتولهم فأولئك هم الظالمون ) ."
    }
  ]
}
