{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 63,
      "text": "مدنية\"إذا جاءك المنافقون\"، يعني عبد الله بن أبي بن سلول وأصحابه، \"قالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون\"، لأنهم أضمروا خلاف ما أظهروا."
    },
    {
      "ayah": 10,
      "surah": 63,
      "text": "( وأنفقوا من ما رزقناكم ) ، قال ابن عباس : يريد زكاة الأموال ، ( من قبل أن يأتي أحدكم الموت ) ، فيسأل الرجعة ، ( فيقول رب لولا أخرتني ) ، هلا أخرتني أمهلتني . وقيل : \" لا \" صلة فيكون الكلام بمعنى التمني ، أي : لو أخرتني ، ( إلى أجل قريب فأصدق ) ، فأتصدق وأزكي مالي ، ( وأكن من الصالحين ) ، أي من المؤمنين .نظيره قوله تعالى : \" ومن صلح من آبائهم \" ( الرعد - 23 ) ( غافر - 8 ) ، هذا قول مقاتل وجماعة . وقالوا : نزلت الآية في المنافقين . وقيل : [ نزلت ] الآية في المؤمنين .والمراد بالصلاح هنا : الحج . وروى الضحاك ، وعطية عن ابن عباس قال : ما من أحد يموت وكان له مال لم يؤد زكاته وأطاق الحج فلم يحج إلا سأل الرجعة عند الموت . وقرأ هذه الآية وقال : \" وأكن من الصالحين \" قرأ أبو عمرو \" وأكون \" بالواو ونصب النون على جواب التمني وعلى لفظ فأصدق ، قال : إنما حذفت الواو من المصحف اختصارا .وقرأ الآخرون : \" وأكن \" بالجزم عطفا على قوله \" فأصدق \" لو لم يكن فيه الفاء ، لأنه لو لم يكن فيه فاء كان جزما . يعني : إن أخرتني أصدق وأكن ، ولأنه مكتوب في المصحف بحذف الواو ."
    },
    {
      "ayah": 11,
      "surah": 63,
      "text": "( ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون ) قرأ أبو بكر : \" يعملون \" بالياء وقرأ الآخرون بالتاء ."
    },
    {
      "ayah": 2,
      "surah": 63,
      "text": "\"اتخذوا أيمانهم جنةً\"، سترة، \"فصدوا عن سبيل الله\"، منعوا الناس عن الجهاد والإيمان بمحمد صلى الله عليه وسلم. \"إنهم ساء ما كانوا يعملون\"."
    },
    {
      "ayah": 3,
      "surah": 63,
      "text": "( ذلك بأنهم آمنوا ) أقروا باللسان إذا رأوا المؤمنين ، ( ثم كفروا ) إذا خلوا إلى المشركين ، ( فطبع على قلوبهم ) بالكفر ، ( فهم لا يفقهون ) الإيمان ."
    },
    {
      "ayah": 4,
      "surah": 63,
      "text": "( وإذا رأيتهم تعجبك أجسامهم ) يعني أن لهم أجساما ومناظر ، ( وإن يقولوا تسمع لقولهم ) فتحسب أنه صدق ، قال عبد الله بن عباس : كان عبد الله بن أبي جسيما فصيحا ذلق اللسان ، فإذا قال سمع النبي - صلى الله عليه وسلم - قوله . ( كأنهم خشب مسندة ) أشباح بلا أرواح وأجسام بلا أحلام . قرأ أبو عمرو والكسائي : \" خشب \" بسكون الشين ، وقرأ الباقون بضمها .( مسندة ) ممالة إلى جدار ، من قولهم : أسندت الشيء ، إذا أملته ، والتثقيل للتكثير ، وأراد أنها ليست بأشجار تثمر ، ولكنها خشب مسندة إلى حائط ، ( يحسبون كل صيحة عليهم ) أي لا يسمعون صوتا في العسكر بأن نادى مناد أو انفلتت دابة وأنشدت ضالة ، إلا ظنوا - من جبنهم وسوء ظنهم - أنهم يرادون بذلك ، وظنوا أنهم قد أتوا ، لما في قلوبهم من الرعب .وقيل : ذلك لكونهم على وجل من أن ينزل الله فيهم أمرا يهتك أستارهم ويبيح دماءهم ثم قال : ( هم العدو ) وهذا ابتداء وخبره ، ( فاحذرهم ) ولا تأمنهم ، ( قاتلهم الله ) لعنهم الله ( أنى يؤفكون ) يصرفون عن الحق ."
    },
    {
      "ayah": 5,
      "surah": 63,
      "text": "( وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم ) أي عطفوا وأعرضوا بوجوههم رغبة عن الاستغفار . قرأ نافع ويعقوب \" لووا \" بالتخفيف ، وقرأ الآخرون بالتشديد ، لأنهم فعلوه مرة بعد مرة .( ورأيتهم يصدون ) يعرضون عما دعوا إليه ، ( وهم مستكبرون ) متكبرون عن استغفار رسول الله - صلى الله عليه وسلم - لهم ."
    },
    {
      "ayah": 6,
      "surah": 63,
      "text": "( سواء عليهم أستغفرت لهم ) يا محمد ، ( أم لم تستغفر لهم لن يغفر الله لهم إن الله لا يهدي القوم الفاسقين ) ذكر محمد بن إسحاق وغيره عن جماعة ، من أصحاب السير أن رسول الله - صلى الله عليه وسلم - بلغه : أن بني المصطلق يجتمعون لحربه وقائدهم الحارث بن أبي ضرار أبو [ جويرة ] زوج النبي - صلى الله عليه وسلم - ، فلما سمع بهم رسول الله - صلى الله عليه وسلم - خرج إليهم حتى لقيهم على ماء من مياههم يقال له المريسيع من ناحية قديد إلى الساحل ، فتزاحف الناس واقتتلوا فهزم الله بني المصطلق ، وقتل من قتل منهم ، ونقل رسول الله - صلى الله عليه وسلم - أبناءهم ونساءهم وأموالهم فأفاءها [ عليهم ] فبينما الناس على ذلك الماء إذ وردت واردة الناس ومع عمر بن الخطاب أجير له من بني غفار ، يقال له جهجاه بن سعيد الغفاري يقود له فرسه فازدحم جهجاه وسنان بن وبرة الجهني ، حليف بني عوف بن الخزرج ، على [ ذلك ] الماء فاقتتلا فصرخ الجهني : يا معشر الأنصار ! وصرخ الغفاري : يا معشر المهاجرين ! وأعان جهجاها الغفاري رجل من المهاجرين يقال له جعال ، وكان فقيرا ، فغضب عبد الله بن أبي ابن سلول وعنده رهط من قومه فيهم زيد بن أرقم ، غلام حديث السن ، فقال ابن أبي : أفعلوها ؟ فقد نافرونا وكاثرونا في بلادنا ، والله ما مثلنا ومثلهم إلا كما قال القائل : سمن كلبك يأكلك ، أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل . يعني بالأعز نفسه وبالأذل رسول الله - صلى الله عليه وسلم - . ثم أقبل على من حضره من قومه فقال : هذا ما فعلتم بأنفسكم ، أحللتموهم بلادكم ، وقاسمتموهم أموالكم ، أما والله لو أمسكتم عن جعال وذويه فضل الطعام لم يركبوا رقابكم ، ولتحولوا إلى غير بلادكم ، فلا تنفقوا عليهم حتى ينفضوا من حول محمد ، فقال زيد بن أرقم : أنت - والله - الذليل القليل المبغض في قومك ، محمد - صلى الله عليه وسلم - في عز من الرحمن ومودة من المسلمين ، فقال عبد الله بن أبي : اسكت ، فإنما كنت ألعب . قال : فمشى زيد بن أرقم إلى رسول الله - صلى الله عليه وسلم - [ وذلك ] بعد فراغه من الغدو ، فأخبره الخبر ، وعنده عمر بن الخطاب ، فقال : دعني أضرب عنقه يا رسول الله قال : كيف يا عمر إذا تحدث الناس أن محمدا يقتل أصحابه ؟ ولكن أذن بالرحيل . وذلك في ساعة لم يكن رسول الله - صلى الله عليه وسلم - يرتحل فيها فارتحل الناس .وأرسل رسول الله - صلى الله عليه وسلم - إلى عبد الله بن أبي فأتاه فقال : أنت صاحب هذا الكلام الذي بلغني ؟ فقال عبد الله : والذي أنزل عليك الكتاب ما قلت شيئا من ذلك ، وإن زيدا لكاذب ، وكان عبد الله في قومه شريفا عظيما ، فقال من حضر من الأنصار من أصحابه : يا رسول الله عسى أن يكون الغلام أوهم في حديثه ولم يحفظ ما قاله . فعذره النبي - صلى الله عليه وسلم - وفشت الملامة في الأنصار لزيد ، وكذبوه ، وقال له عمه [ وكان زيد معه ] ما أردت إلى أن كذبك رسول الله - صلى الله عليه وسلم - ، والناس مقتوك ، وكان زيد يساير النبي - صلى الله عليه وسلم - فاستحيا بعد ذلك أن يدنو من النبي - صلى الله عليه وسلم - .فلما استقل رسول الله - صلى الله عليه وسلم - وسار لقيه أسيد بن حضير فحياه بتحية النبوة وسلم عليه ، ثم قال : يا رسول الله لقد رحت في ساعة منكرة ما كنت تروح فيها .فقال له رسول الله - صلى الله عليه وسلم - : أوما بلغك ما قال صاحبكم عبد الله بن أبي ؟ قال : وما قال ؟ قال : زعم إن رجع إلى المدينة أخرج الأعز منها الأذل . فقال أسيد : فأنت والله يا رسول الله تخرجه إن شئت ، هو والله الذليل وأنت العزيز ، ثم قال : يا رسول الله ارفق به فوالله لقد جاء الله بك ، وإن قومه لينظمون له الخرز ليتوجوه فإنه ليرى أنك قد استلبته ملكا .وبلغ عبد الله بن عبد الله بن أبي ما كان من أمر أبيه فأتى رسول الله - صلى الله عليه وسلم - ، فقال : يا رسول الله إنه بلغني أنك تريد قتلعبد الله بن أبي ، لما بلغك عنه ، فإن كنت فاعلا فمرني به ، فأنا أحمل إليك رأسه ، فوالله لقد علمت الخزرج ما كان بها رجل أبر بوالديه مني ، وإني أخشى أن تأمر به غيري فيقتله ، فلا تدعني نفسي أن أنظر إلى قاتل عبد الله بن أبي يمشي في الناس فأقتله ، فأقتل مؤمنا بكافر ، فأدخل النار .فقال رسول الله - صلى الله عليه وسلم - : بل نرفق به ونحسن صحبته ما بقي معنا .قالوا : وسار رسول الله - صلى الله عليه وسلم - يومهم ذلك حتى أمسى ، وليلتهم حتى أصبح ، وصدر يومهم ذلك حتى آذتهم الشمس ، [ ثم نزل بالناس ] فلم يكن إلا أن وجدوا مس الأرض فوقعوا نياما . وإنما فعل ذلك ليشغل الناس عن الحديث الذي كان بالأمس من حديث عبد الله بن أبي .ثم راح بالناس حتى نزل [ على ماء ب ] الحجاز فويق النقيع ، يقال له نقعا فهاجت ريح شديدة آذتهم وتخوفوها وضلت ناقة النبي - صلى الله عليه وسلم - وذلك ليلا فقال رسول الله - صلى الله عليه وسلم - : لا تخافوا فإنما هبت لموت عظيم من عظماء الكفار توفي بالمدينة ، قيل : من هو ، قال : رفاعة بن زيد بن التابوت ، فقال رجل من المنافقين : كيف يزعم أنه يعلم الغيب ولا يعلم مكان ناقته ؟ ألا يخبره الذي يأتيه بالوحي ! فأتاه جبريل فأخبره بقول المنافق وبمكان الناقة ، وأخبر بذلك رسول الله - صلى الله عليه وسلم - أصحابه ، وقال : ما أزعم أني أعلم الغيب وما أعلمه ، ولكن الله أخبرني بقول المنافق وبمكان ناقتي ، هي في الشعب قد تعلق زمامها بشجرة فخرجوا يسعون قبل الشعب فإذا هي كما قال ، فجاءوا بها وآمن ذلك المنافق .فلما قدموا المدينة وجدوا رفاعة بن زيد بن التابوت قد مات ذلك اليوم ، وكان من عظماء اليهود وكهفا للمنافقين ، فلما وافى رسول الله - صلى الله عليه وسلم - المدينة ، قال زيد بن أرقم : جلست في البيت لما بي من الهم والحياء ، فأنزل الله تعالى سورة المنافقين في تصديق زيد وتكذيب عبد الله . فلما نزلت أخذ رسول الله - صلى الله عليه وسلم - بأذن زيد وقال : \" يا زيد إن الله صدقك وأوفى بأذنك \" .وكان عبد الله بن أبي بقرب المدينة ، فلما أراد أن يدخلها جاءه ابنه عبد الله بن عبد الله حتى أناخ على مجامع طرق المدينة ، فلما جاء عبد الله بن أبي قال : [ وراءك ، قال : ] مالك ويلك ؟ قال : لا والله لا تدخلها أبدا إلا بإذن رسول الله - صلى الله عليه وسلم - ، ولتعلمن اليوم من الأعز من الأذل ، فشكا عبد الله إلى رسول الله - صلى الله عليه وسلم - ما صنع ابنه ، فأرسل إليه رسول الله - صلى الله عليه وسلم - أن خل عنه حتى يدخل ، فقال : أما إذا جاء أمر رسول الله - صلى الله عليه وسلم - فنعم ، فدخل فلم يلبث إلا أياما قلائل حتى اشتكى ومات .قالوا : فلما نزلت الآية وبان كذب عبد الله بن أبي قيل له : يا أبا حباب إنه قد نزل فيك آي شداد فاذهب إلى رسول الله - صلى الله عليه وسلم - يستغفر لك ، فلوى رأسه ثم قال : أمرتموني أن أؤمن فآمنت ، وأمرتموني أن أعطي زكاة مالي فقد أعطيت فما بقي إلا أن أسجد لمحمد فأنزل الله تعالى : \" وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم \" الآية ."
    },
    {
      "ayah": 7,
      "surah": 63,
      "text": "ونزل : ( هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا ) . يتفرقوا ، ( ولله خزائن السماوات والأرض ) فلا يعطي أحد أحدا شيئا إلا بإذنه ولا يمنعه إلا بمشيئته ، ( ولكن المنافقين لا يفقهون ) أن أمره إذا أراد شيئا أن يقول له كن فيكون ."
    },
    {
      "ayah": 8,
      "surah": 63,
      "text": "( يقولون لئن رجعنا إلى المدينة ) من غزوة بني المصطلق ، ( ليخرجن الأعز منها الأذل ولله العزة ولرسوله وللمؤمنين ) فعزة الله : قهره من دونه ، وعزة رسوله : إظهار دينه على الأديان كلها ، وعزة المؤمنين : نصر الله إياهم على أعدائهم . ( ولكن المنافقين لا يعلمون ) ، ذلك ولو علموا ما قالوا هذه المقالة ."
    },
    {
      "ayah": 9,
      "surah": 63,
      "text": "قوله - عز وجل - : ( ياأيها الذين آمنوا لا تلهكم ) ، لا تشغلكم ( أموالكم ولا أولادكم عن ذكر الله ) ، قال المفسرون يعني الصلوات الخمس ، نظيره قوله : \" لا تلهيهم تجارة ولا بيع عن ذكر الله \" ( النور - 37 ( ومن يفعل ذلك ) ، أي من شغله ماله وولده عن ذكر الله ( فأولئك هم الخاسرون ) ."
    }
  ]
}
