{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 65,
      "text": "مدنية( ياأيها النبي إذا طلقتم النساء ) نادى النبي - صلى الله عليه وسلم - ، ثم خاطب أمته لأنه السيد المقدم ، فخطاب الجميع معه .وقيل : مجازه : يا أيها النبي قل لأمتك \" إذا طلقتم النساء \" إذا أردتم تطليقهن ، كقوله - عز وجل - : \" فإذا قرأت القرآن فاستعذ بالله \" ( النحل - 98 ) أي : إذا أردت القراءة .( فطلقوهن لعدتهن ) أي لطهرهن بالذي يحصينه من عدتهن . وكان ابن عباس وابن عمر يقرآن : \" فطلقوهن في قبل عدتهن \" نزلت هذه الآية في عبد الله [ بن عمر ] كان قد طلق امرأته في حال الحيض .أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا زاهر بن أحمد الفقيه ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك [ عن نافع ] عن عبد الله بن عمر أنه طلق امرأته وهي حائض في عهد رسول الله - صلى الله عليه وسلم - فسأل عمر بن الخطاب رسول الله - صلى الله عليه وسلم - عن ذلك ، فقال : مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض [ ثم تطهر ] ثم إن شاء أمسك بعد ، وإن شاء طلق قبل أن يمس ، فتلك العدة التي أمر الله أن تطلق لها النساء .ورواه سالم عن ابن عمر قال : \" مره فليراجعها ثم ليطلقها طاهرا أو حاملا \" .ورواه يونس بن جبير وأنس بن سيرين عن ابن عمر ، ولم يقولا : ( ثم تحيض ثم تطهر ) .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا مسلم وسعيد بن سالم ، عن ابن جريج قال : أخبرني أبو الزبير أنه سمع عبد الرحمن بن أيمن مولى عزة يسأل عبد الله بن عمر - وأبو الزبير يسمع - فقال : كيف ترى في رجل طلق امرأته حائضا ؟ فقال ابن عمر : طلق عبد الله بن عمر امرأته حائضا فقال النبي - صلى الله عليه وسلم - : \" مره فليراجعها فإذا طهرت فليطلق أو ليمسك \" قال ابن عمر : وقال الله - عز وجل - : \" يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن أو لقبل عدتهن \" الشافعي يشك .ورواه حجاج بن محمد عن ابن جريج ، وقال : قال ابن عمر : وقرأ النبي - صلى الله عليه وسلم - : يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن .اعلم أن الطلاق في حال الحيض والنفاس بدعة ، وكذلك في الطهر الذي جامعها فيه لقول النبي - صلى الله عليه وسلم - : \" وإن شاء طلق قبل أن يمس \" .والطلاق السني : أن يطلقها في طهر لم يجامعها فيه . وهذا في حق امرأة تلزمها العدة بالأقراء .فأما إذا طلق غير المدخول بها في حال الحيض أو طلق الصغيرة التي لم تحض قط أو الآيسة بعد ما جامعها أو طلق الحامل بعد ما جامعها أو في حال رؤية الدم لا يكون بدعيا . ولا سنة ولا بدعة في طلاق هؤلاء لأن النبي - صلى الله عليه وسلم - قال : \" ثم ليطلقها طاهرا أو حاملا \" .والخلع في حال الحيض أو في طهر جامعها [ فيه ] لا يكون بدعيا لأن النبي - صلى الله عليه وسلم - أذن لثابت بن قيس في مخالعة زوجته من غير أن يعرف حالها ولولا جوازه في جميع الأحوال لأشبه أن يتعرف الحال .ولو طلق امرأته في حال الحيض أو في طهر جامعها فيه قصدا يعصي الله تعالى ولكن يقع الطلاق لأن النبي - صلى الله عليه وسلم - أمر ابن عمر بالمراجعة فلولا وقوع الطلاق لكان لا يأمر بالمراجعة ، وإذا راجعها في حال الحيض يجوز أن يطلقها في الطهر الذي يعقب تلك الحيضة قبل المسيس كما رواه يونس بن جبير وأنس بن سيرين عن ابن عمر .وما رواه نافع عن ابن عمر : \" ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر \" فاستحباب .استحب تأخير الطلاق إلى الطهر الثاني حتى لا يكون مراجعته إياها للطلاق كما يكره النكاح للطلاق .ولا بدعة في الجمع بين الطلقات الثلاث ، عند بعض أهل العلم حتى لو طلق امرأته في حال الطهر ثلاثا لا يكون بدعيا ، وهو قول الشافعي وأحمد . وذهب بعضهم إلى أنه بدعة ، وهو قول مالك وأصحاب الرأي .قوله - عز وجل - : ( وأحصوا العدة ) أي عدد أقرائها احفظوها قيل : أمر بإحصاء العدة لتفريق الطلاق على الأقراء إذا أراد أن يطلق ثلاثا . وقيل : للعلم ببقاء زمان الرجعة ومراعاة أمر النفقة والسكنى .( واتقوا الله ربكم لا تخرجوهن من بيوتهن ) أراد به إذا كان المسكن الذي طلقها فيه للزوج لا يجوز له أن يخرجها منه ( ولا يخرجن ) ولا يجوز لها أن تخرج ما لم تنقض عدتها فإن خرجت لغير ضرورة أو حاجة أثمت فإن وقعت ضرورة - وإن خافت هدما أو غرقا - لها أن تخرج إلى منزل آخر ، وكذلك إن كان لها حاجة من بيع غزل أو شراء قطن فيجوز لها الخروج نهارا ولا يجوز ليلا فإن رجالا استشهدوا بأحد فقالت نساؤهم : نستوحش في بيوتنا فأذن لهن النبي - صلى الله عليه وسلم - أن يتحدثن عند إحداهن ، فإذا كان وقت النوم تأوي كل امرأة إلى بيتها وأذن النبي - صلى الله عليه وسلم - لخالة جابر طلقها زوجها أن تخرج لجذاذ نخلها .وإذا لزمتها العدة في السفر تعتد ذاهبة وجائية والبدوية [ تتبوأ ] حيث يتبوأ أهلها في العدة لأن الانتقال في حقهم كالإقامة في حق المقيم .قوله : ( إلا أن يأتين بفاحشة مبينة ) قال ابن عباس : \" الفاحشة المبينة \" أن تبذو على أهل زوجها فيحل إخراجها .وقال جماعة : أراد بالفاحشة : أن تزني فتخرج لإقامة الحد عليها ثم ترد إلى منزلها يروى ذلك عن ابن مسعود .وقال قتادة : معناه إلا أن يطلقها على نشوزها فلها أن تتحول من بيت زوجها والفاحشة : النشوز .وقال ابن عمر والسدي : خروجها قبل انقضاء العدة فاحشة .( وتلك حدود الله ) يعني : ما ذكر من سنة الطلاق وما بعدها ( ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرا ) يوقع في قلب الزوج مراجعتها بعد الطلقة والطلقتين . وهذا يدل على أن المستحب أن يفرق الطلقات ، ولا يوقع الثلاث دفعة واحدة ، حتى إذا ندم أمكنه المراجعة ."
    },
    {
      "ayah": 10,
      "surah": 65,
      "text": "( أعد الله لهم عذابا شديدا فاتقوا الله يا أولي الألباب الذين آمنوا قد أنزل الله إليكم ذكرا ) يعني القرآن ."
    },
    {
      "ayah": 11,
      "surah": 65,
      "text": "( رسولا ) بدل من الذكر ، وقيل : أنزل إليكم قرآنا وأرسل رسولا . وقيل : مع الرسول ، وقيل : \" الذكر \" هو الرسول .وقيل : \" ذكرا \" أي شرفا . ثم بين ما هو فقال : ( رسولا يتلو عليكم آيات الله مبينات ليخرج الذين آمنوا وعملوا الصالحات من الظلمات إلى النور ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار خالدين فيها أبدا قد أحسن الله له رزقا ) يعني الجنة التي لا ينقطع نعيمها ."
    },
    {
      "ayah": 12,
      "surah": 65,
      "text": "( الله الذي خلق سبع سماوات ومن الأرض مثلهن ) [ في العدد ] ( يتنزل الأمر بينهن ) بالوحي من السماء السابعة إلى الأرض السفلى .قال أهل المعاني : هو ما يدبر فيهن من عجيب تدبيره ، فينزل المطر ويخرج النبات ، ويأتي بالليل والنهار والصيف والشتاء ، ويخلق الحيوان على اختلاف هيئاتها وينقلها من حال إلى حال .وقال قتادة : في كل أرض من أرضه وسماء من سمائه خلق من خلقه وأمر من أمره وقضاء من قضائه .( لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) فلا يخفى عليه شيء ."
    },
    {
      "ayah": 2,
      "surah": 65,
      "text": "( فإذا بلغن أجلهن ) أي قربن من انقضاء عدتهن ( فأمسكوهن ) أي راجعوهن ( بمعروف أو فارقوهن بمعروف ) أي اتركوهن حتى تنقضي عدتهن فتبين منكم ( وأشهدوا ذوي عدل منكم ) على الرجعة والفراق . أمر بالإشهاد على الرجعة وعلى الطلاق . ( وأقيموا الشهادة ) أيها الشهود ( لله )( ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر ومن يتق الله يجعل له مخرجا ) قال عكرمة والشعبي والضحاك : ومن يتق الله فيطلق للسنة يجعل له مخرجا إلى الرجعة .وأكثر المفسرين قالوا : نزلت في عوف بن مالك الأشجعي ، أسر المشركون ابنا له يسمى مالكا فأتى النبي - صلى الله عليه وسلم - فقال : يا رسول الله أسر العدو ابني ، وشكا أيضا إليه الفاقة فقال له النبي - صلى الله عليه وسلم - : اتق الله واصبر وأكثر من قول : لا حول ولا قوة إلا بالله ، ففعل الرجل [ ذلك ] فبينما هو في بيته إذ أتاه ابنه وقد غفل عنه العدو ، فأصاب إبلا وجاء بها إلى أبيه .وروى الكلبي عن أبي صالح عن ابن عباس قال : فتغفل عنه العدو ، فاستاق غنمهم ، فجاء بها إلى أبيه ، وهي أربعة آلاف شاة . فنزلت : \" ومن يتق الله يجعل له مخرجا \" في ابنه ."
    },
    {
      "ayah": 3,
      "surah": 65,
      "text": "( ويرزقه من حيث لا يحتسب ) ما ساق من الغنم .وقال مقاتل : أصاب غنما ومتاعا ثم رجع إلى أبيه ، فانطلق أبوه إلى النبي - صلى الله عليه وسلم - وأخبره الخبر ، وسأله : أيحل له أن يأكل ما أتى به ابنه ؟ فقال له النبي - صلى الله عليه وسلم - : نعم ، وأنزل الله هذه الآية .قال ابن مسعود : \" ومن يتق الله يجعل له مخرجا \" هو أن يعلم أنه من قبل الله وأن الله رازقه .وقال الربيع بن خثيم : \" يجعل له مخرجا \" من كل شيء ضاق على الناس .وقال أبو العالية : \" مخرجا \" من كل شدة .وقال الحسن : \" مخرجا \" عما نهاه عنه . ( ومن يتوكل على الله فهو حسبه ) يتق الله فيما نابه كفاه ما أهمه .وروينا أن النبي - صلى الله عليه وسلم - قال : \" لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير تغدو خماصا وتروح بطانا \" .( إن الله بالغ أمره ) قرأ طلحة بن مصرف ، وحفص عن عاصم : \" بالغ أمره \" بالإضافة ، وقرأ الآخرون \" بالغ \" [ بالتنوين ] \" أمره \" نصب أي منفذ أمره ممض في خلقه قضاءه . ( قد جعل الله لكل شيء قدرا ) أي جعل لكل شيء من الشدة والرخاء أجلا ينتهي إليه .قال مسروق : في هذه الآية \" إن الله بالغ أمره \" توكل عليه أو لم يتوكل ، غير أن المتوكل عليه يكفر عنه سيئاته ويعظم له أجرا ."
    },
    {
      "ayah": 4,
      "surah": 65,
      "text": "قوله - عز وجل - ( واللائي يئسن من المحيض من نسائكم ) فلا ترجون أن يحضن ( إن ارتبتم ) أي شككتم فلم تدروا ما عدتهن ( فعدتهن ثلاثة أشهر )قال مقاتل : لما نزلت : \" والمطلقات يتربصن بأنفسهن ثلاثة قروء \" ( البقرة - 228 ) قال خلاد بن النعمان بن قيس الأنصاري : يا رسول الله فما عدة من لا تحيض والتي لم تحض وعدة الحبلى ؟ فأنزل الله : \" واللائي يئسن من المحيض من نسائكم \" يعني القواعد اللائي قعدن عن الحيض \" إن ارتبتم \" شككتم في حكمها \" فعدتهن ثلاثة أشهر \" .( واللائي لم يحضن ) يعني الصغار اللائي لم يحضن فعدتهن أيضا ثلاثة أشهر . أما الشابة التي كانت تحيض فارتفع حيضها قبل بلوغها سن الآيسات : فذهب أكثر أهل العلم إلى أن عدتها لا تنقضي حتى يعاودها الدم فتعتد بثلاثة أقراء أو تبلغ سن الآيسات فتعتد بثلاثة أشهر . وهو قول عثمان وعلي وزيد بن ثابت وعبد الله بن مسعود وبه قال عطاء وإليه ذهب الشافعي وأصحاب الرأي .وحكي عن عمر : أنها تتربص تسعة أشهر فإن لم تحض تعتد بثلاثة أشهر [ وهو قول مالك .وقال الحسن : تتربص سنة فإن لم تحض تعتد بثلاثة أشهر ] . وهذا كله في عدة الطلاق .أما المتوفى عنها زوجها فعدتها أربعة أشهر وعشرا سواء كانت ممن تحيض أو لا تحيض .أما الحامل فعدتها بوضع الحمل سواء طلقها زوجها أو مات عنها لقوله تعالى : ( وأولات الأحمال أجلهن أن يضعن حملهن )أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا سفيان عن الزهري عن عبيد الله [ بن عبد الله ] عن أبيه : أن سبيعة بنت الحارث وضعت بعد وفاة زوجها بليال فمر بها أبو السنابل بن بعكك [ فقال ] قد تصنعت للأزواج إنها أربعة أشهر وعشر فذكرت ذلك سبيعة لرسول الله - صلى الله عليه وسلم - فقال : \" كذب أبو السنابل - أو : ليس كما قال أبو السنابل - قد حللت فتزوجي \" .( ومن يتق الله يجعل له من أمره يسرا ) يسهل عليه أمر الدنيا والآخرة ."
    },
    {
      "ayah": 5,
      "surah": 65,
      "text": "( ذلك ) يعني ما ذكر من الأحكام ( أمر الله أنزله إليكم ومن يتق الله يكفر عنه سيئاته ويعظم له أجرا"
    },
    {
      "ayah": 6,
      "surah": 65,
      "text": "( أسكنوهن ) يعني مطلقات نسائكم ( من حيث سكنتم ) \" من \" صلة ، أي : أسكنوهن حيث سكنتم ( من وجدكم ) يعني : سعتكم وطاقتكم ، يعني : إن كان موسرا يوسع عليها في المسكن والنفقة ، وإن كان فقيرا فعلى قدر الطاقة ( ولا تضاروهن ) لا تؤذوهن ( لتضيقوا عليهن ) مساكنهن فيخرجن ( وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن ) فيخرجن من عدتهن .اعلم أن المعتدة الرجعية تستحق على الزوج النفقة والسكنى ما دامت في العدة . ونعني بالسكنى : مؤنة السكنى فإن كانت الدار التي طلقها فيها ملكا للزوج يجب على الزوج أن يخرج ويترك الدار لها مدة عدتها وإن كانت بإجارة فعلى الزوج الأجرة ، وإن كانت عارية فرجع المعير فعليه أن يكتري لها دارا تسكنها .فأما المعتدة البائنة بالخلع أو الطلقات الثلاث [ أو باللعان فلها السكنى حاملا كانت أو حائلا عند أكثر أهل العلم ] .روي عن ابن عباس أنه قال : لا سكنى لها إلا أن تكون حاملا وهو قول الحسن وعطاء والشعبي .واختلفوا في نفقتها : فذهب قوم إلى أنه لا نفقة لها إلا أن تكون حاملا . روي ذلك عن ابن عباس وهو قول الحسن وعطاء والشعبي وبه قال الشافعي وأحمد .ومنهم من أوجبها بكل حال روي ذلك عن ابن مسعود ، وهو قول إبراهيم النخعي وبه قال الثوري وأصحاب الرأي .وظاهر القرآن يدل على أنها لا تستحق إلا أن تكون حاملا لأن الله تعالى قال : \" وإن كن أولات حمل فأنفقوا عليهن \" .والدليل عليه من جهة السنة ما :أخبرنا أبو الحسن محمد بن محمد السرخسي أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك ، عن عبد الله بن يزيد مولى الأسود بن سفيان ، عن أبي سلمة بن عبد الرحمن ، عن فاطمة بنت قيس أن أبا عمرو بن حفص طلقها البتة وهو غائب بالشام ، فأرسل إليها وكيله بشعير فسخطته ، فقال : والله ما لك علينا من شيء . فجاءت رسول الله - صلى الله عليه وسلم - فذكرت ذلك له . فقال لها : ليس لك عليه نفقة ، وأمرها أن تعتد في بيت أم شريك . ثم قال : تلك امرأة يغشاها أصحابي فاعتدي عند ابن أم مكتوم ، فإنه رجل أعمى تضعين ثيابك ، فإذا حللت فآذنيني . قالت : فلما حللت ، ذكرت له أن معاوية بن أبي سفيان وأبا جهم خطباني فقال رسول الله - صلى الله عليه وسلم - : أما أبو جهم فلا يضع عصاه عن عاتقه ، وأما معاوية فصعلوك لا مال له ، انكحي أسامة بن زيد ، قالت : فكرهته ، ثم قال : انكحي أسامة ، فنكحته فجعل الله فيه خيرا واغتبطت به .واحتج من لم يجعل لها السكنى بحديث فاطمة بنت قيس : أن النبي - صلى الله عليه وسلم - أمرها أن تعتد في بيت عمرو بن أم مكتوم .ولا حجة فيه ، لما روي عن عائشة أنها قالت : كانت فاطمة في مكان وحش ، فخيف على ناحيتها .وقال سعيد بن المسيب : إنما نقلت فاطمة لطول لسانها على أحمائها وكان للسانها ذرابة .أما المعتدة عن وطء الشبهة والمفسوخ نكاحها بعيب أو خيار عتق فلا سكنى لها ولا نفقة وإن كانت حاملا .[ والمعتدة عن وفاة الزوج لا نفقة لها حاملا ] كانت أو حائلا عند أكثر أهل العلم ، وروي عن علي رضي الله تعالى عنه أن لها النفقة إن كانت حاملا من التركة حتى تضع ، وهو قول شريح والشعبي والنخعي والثوري . .واختلفوا في سكناها وللشافعي رضي الله عنه فيه قولان : أحدهما لا سكنى لها بل تعتد حيث تشاء ، وهو قول علي وابن عباس وعائشة . وبه قال عطاء والحسن ، وهو قول أبي حنيفة رضي الله عنه .والثاني : لها السكنى وهو قول عمر وعثمان وعبد الله بن مسعود وعبد الله بن عمر ، وبه قال مالك وسفيان الثوري وأحمد وإسحاق .واحتج من أوجب لها السكنى بما :أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك ، عن سعيد بن إسحاق بن كعب بن عجرة ، عن عمته زينب بنت كعب : أن الفريعة بنت مالك بن سنان وهي أخت أبي سعيد الخدري أخبرتها : أنها جاءت إلى رسول الله - صلى الله عليه وسلم - تسأله أن ترجع إلى أهلها في بني خدرة ، فإن زوجها خرج في طلب أعبد له أبقوا حتى إذا كان بطرف القدوم لحقهم ، فقتلوه فسألت رسول الله - صلى الله عليه وسلم - : أن أرجع إلى أهلي فإن زوجي لم يتركني في منزل يملكه ولا نفقة ؟ فقالت : قال رسول الله - صلى الله عليه وسلم - : نعم ، فانصرفت حتى إذا كنت في الحجرة أو في المسجد دعاني أو أمر بي رسول الله - صلى الله عليه وسلم - فدعيت له فقال رسول الله - صلى الله عليه وسلم - : كيف قلت ؟ قالت : فرددت عليه القصة التي ذكرت من شأن زوجي ، فقال : امكثي [ في بيتك ] حتى يبلغ الكتاب أجله . قالت : فاعتددت فيه أربعة أشهر وعشرا . قالت : فلما كان عثمان أرسل إلي فسألني عن ذلك فأخبرته فاتبعه وقضى به .فمن قال بهذا القول قال : إذنه لفريعة أولا بالرجوع إلى أهلها صار منسوخا بقوله [ آخرا ] \" امكثي في بيتك حتى يبلغ الكتاب أجله \" .ومن لم يوجب السكنى قال : أمرها بالمكث في بيتها آخرا استحبابا لا وجوبا .قوله - عز وجل - ( فإن أرضعن لكم ) أي أرضعن أولادكم ( فآتوهن أجورهن ) على إرضاعهن ( وأتمروا بينكم بمعروف ) [ ليقبل بعضكم من بعض إذا أمره بالمعروف ] قال الكسائي : شاوروا قال مقاتل : بتراضي الأب والأم على أجر مسمى . والخطاب للزوجين جميعا يأمرهم أن يأتوا بالمعروف وبما هو الأحسن ، ولا يقصدوا الضرار . ( وإن تعاسرتم ) في الرضاع والأجرة فأبى الزوج أن يعطي المرأة رضاها وأبت الأم أن ترضعه فليس له إكراهها على إرضاعه ، ولكنه يستأجر للصبي مرضعا غير أمه وذلك قوله : ( فسترضع له أخرى ) ."
    },
    {
      "ayah": 7,
      "surah": 65,
      "text": "( لينفق ذو سعة من سعته ) على قدر غناه ( ومن قدر عليه رزقه فلينفق مما آتاه الله ) من المال ( لا يكلف الله نفسا ) في النفقة ( إلا ما آتاها ) أعطاها من المال ( سيجعل الله بعد عسر يسرا ) بعد ضيق وشدة غنى وسعة ."
    },
    {
      "ayah": 8,
      "surah": 65,
      "text": "قوله - عز وجل - : ( وكأين من قرية عتت ) عصت وطغت ( عن أمر ربها ورسله ) أي وأمر رسله ( فحاسبناها حسابا شديدا ) بالمناقشة والاستقصاء ، قال مقاتل : حاسبها بعملها في الدنيا فجازاها بالعذاب ، وهو قوله : ( وعذبناها عذابا نكرا ) منكرا فظيعا ، وهو عذاب النار . لفظهما ماض ومعناهما الاستقبال .وقيل : في الآية تقديم وتأخير مجازها : فعذبناها في الدنيا بالجوع والقحط والسيف وسائر البلايا وحاسبناها في الآخرة حسابا شديدا ."
    },
    {
      "ayah": 9,
      "surah": 65,
      "text": "\"فذاقت وبال أمرها\"، جزاء أمرها، وقيل: ثقل عاقبة كفرها، \"وكان عاقبة أمرها خسراً\"، خسراناً في الدنيا والآخرة."
    }
  ]
}
