{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 72,
      "text": "مكية\"قل أوحي إلي أنه استمع نفر من الجن\"، وكانوا تسعة من جن نصيبين. وقيل سبعة، استمعوا قراءة النبي صلى الله عليه وسلم ذكرنا خبرهم في سورة الأحقاف، \"فقالوا\"، لما رجعوا إلى قومهم: \"إنا سمعنا قرآناً عجباً\"، قال ابن عباس: بليغاً، أي: قرآناً ذا عجب يعجب منه لبلاغته."
    },
    {
      "ayah": 10,
      "surah": 72,
      "text": "ثم قالوا: \"وأنا لا ندري أشر أريد بمن في الأرض\"، برمي الشهب، \"أم أراد بهم ربهم رشداً\"."
    },
    {
      "ayah": 11,
      "surah": 72,
      "text": "( ا وأنا منا الصالحون ومنا دون ذلك ) دون الصالحين ( كنا طرائق قددا ) أي : جماعات متفرقين وأصنافا مختلفة ، والقدة : القطعة من الشيء ، يقال : صار القوم قددا إذا اختلفت حالاتهم ، وأصلها من القد وهو القطع . قال مجاهد : يعنون : مسلمين وكافرين .وقيل : [ ذوو ] أهواء مختلفة ، وقال الحسن والسدي : الجن أمثالكم فمنهم قدرية ومرجئة ورافضة .وقال ابن كيسان : شيعا وفرقا لكل فرقة هوى كأهواء الناس .وقال سعيد بن جبير : ألوانا شتى ، وقال أبو عبيدة : أصنافا ."
    },
    {
      "ayah": 12,
      "surah": 72,
      "text": "\"وأنا ظننا\"، علمنا وأيقنا، \" أن لن نعجز الله في الأرض \"، أي: لن نفوته إن أراد بنا أمراً، \"ولن نعجزه هرباً\"، إن طلبنا."
    },
    {
      "ayah": 13,
      "surah": 72,
      "text": "\"وأنا لما سمعنا الهدى\"، القرآن وما أتى به محمد، \"آمنا به فمن يؤمن بربه فلا يخاف بخساً\"، نقصاناً من عمله وثوابه، \"ولا رهقاً\"، ظلماً. وقيل: مكروهاً يغشاه."
    },
    {
      "ayah": 14,
      "surah": 72,
      "text": "( وأنا منا المسلمون ) وهم الذين آمنوا بمحمد - صلى الله عليه وسلم - ( ومنا القاسطون ) الجائرون العادلون عن الحق . قال ابن عباس : هم الذين جعلوا لله ندا ، يقال : أقسط الرجل إذا عدل فهو مقسط ، وقسط إذا جار فهو قاسط ( فمن أسلم فأولئك تحروا رشدا ) أي : قصدوا طريق الحق وتوخوه ."
    },
    {
      "ayah": 15,
      "surah": 72,
      "text": "\"وأما القاسطون\"، الذين كفروا، \"فكانوا لجهنم حطباً\"، كانوا وقود النار يوم القيامة."
    },
    {
      "ayah": 16,
      "surah": 72,
      "text": "ثم رجع إلى كفار مكة فقال : ( وأن لو استقاموا على الطريقة ) اختلفوا في تأويلها فقال قوم : لو استقاموا على طريقة الحق والإيمان والهدى فكانوا مؤمنين مطيعين ( لأسقيناهم ماء غدقا ) كثيرا قال مقاتل : وذلك بعدما رفع عنهم المطر سبع سنين . وقالوا معناه لو آمنوا لوسعنا عليهم في الدنيا وأعطيناهم مالا كثيرا وعيشا رغدا وضرب الماء الغدق مثلا لأن الخير والرزق كله في المطر ، كما قال : ولو أنهم أقاموا التوراة والإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم الآية ( المائدة - 66 ) وقال : \" ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء \" الآية ( الأعراف - 96 ) ."
    },
    {
      "ayah": 17,
      "surah": 72,
      "text": "وقوله تعالى : ( لنفتنهم فيه ) أي : لنختبرهم كيف شكرهم فيما خولوا . وهذا قول سعيد بن المسيب وعطاء بن أبي رباح والضحاك وقتادة ومقاتل والحسن .وقال آخرون : معناها وأن لو استقاموا على طريقة الكفر والضلالة لأعطيناهم مالا كثيرا ولوسعنا عليهم لنفتنهم فيه ، عقوبة لهم واستدراجا حتى يفتتنوا بها فنعذبهم ، وهذا قول الربيع بن أنس وزيد بن أسلم والكلبي وابن كيسان ، كما قال الله : \" فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء \" الآية ( الأنعام - 44 ) .( ومن يعرض عن ذكر ربه يسلكه ) قرأ أهل الكوفة ويعقوب : \" يسلكه \" بالياء وقرأ الآخرون بالنون ، أي : ندخله ( عذابا صعدا ) قال ابن عباس : شاقا والمعنى ذا صعد أي : ذا مشقة . قال قتادة : لا راحة فيه . وقال مقاتل : لا فرح فيه . قال الحسن : لا يزداد إلا شدة . والأصل فيه أن الصعود يشق على [ الناس ] ."
    },
    {
      "ayah": 18,
      "surah": 72,
      "text": "( وأن المساجد لله ) يعني المواضع التي بنيت للصلاة وذكر الله ( فلا تدعوا مع الله أحدا ) قال قتادة : كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم أشركوا بالله فأمر الله المؤمنين أن يخلصوا لله الدعوة إذا دخلوا المساجد وأراد بها المساجد كلها .وقال الحسن : أراد بها البقاع كلها لأن الأرض جعلت كلها مسجدا للنبي - صلى الله عليه وسلم - .وقال سعيد بن جبير : قالت الجن للنبي - صلى الله عليه وسلم - كيف لنا أن [ نأتي المسجد وأن ] نشهد معك الصلاة ونحن ناءون ؟ فنزلت : \" وأن المساجد لله \" .وروي عن سعيد بن جبير أيضا : أن المراد بالمساجد الأعضاء التي يسجد عليها الإنسان وهي سبعة : الجبهة واليدان والركبتان والقدمان ؟ يقول : هذه الأعضاء التي يقع عليها السجود مخلوقة لله فلا تسجدوا عليها لغيره .أخبرنا أبو سعيد أحمد بن محمد بن العباس الحميدي ، أخبرنا أبو عبد الله محمد بن عبد الله الحافظ ، أخبرنا أبو عبد الله محمد بن يعقوب ، حدثنا علي بن الحسن الهلالي والسري بن خزيمة قالا حدثنا يعلى بن أسد ، حدثنا وهيب ، عن عبد الله بن طاووس ، عن أبيه ، عن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال : \" أمرت أن أسجد على سبعة أعضاء : الجبهة - وأشار بيده إليها - واليدين والركبتين وأطراف القدمين ولا أكف الثوب ولا الشعر \" .فإن جعلت المساجد مواضع الصلاة فواحدها مسجد بكسر الجيم ، وإن جعلتها الأعضاء فواحدها مسجد بفتح الجيم ."
    },
    {
      "ayah": 19,
      "surah": 72,
      "text": "( وأنه لما قام عبد الله ) قرأ نافع وأبو بكر بكسر الهمزة ، وقرأ الباقون بفتحها \" لما قام عبد الله \" يعني النبي - صلى الله عليه وسلم - ( يدعوه ) يعني يعبده ويقرأ القرآن ، ذلك حين كان يصلي ببطن نخلة ويقرأ القرآن ( كادوا ) يعني الجن ( يكونون عليه لبدا ) أي يركب بعضهم بعضا ويزدحمون حرصا على استماع القرآن . هذا قول الضحاك ورواية عطية عن ابن عباس .وقال سعيد بن جبير عنه : هذا من قول النفر الذين رجعوا إلى قومهم من الجن أخبروهم بما رأوا من طاعة أصحاب النبي - صلى الله عليه وسلم - واقتدائهم به في الصلاة .وقال الحسن وقتادة وابن زيد يعني لما قام عبد الله بالدعوة تلبدت الإنس والجن ، وتظاهروا عليه ليبطلوا الحق الذي جاءهم به ، ويطفئوا نور الله فأبى الله إلا أن يتم نوره ، ويتم هذا الأمر ، وينصره على من ناوأه .وقرأ هشام عن ابن عامر : \" لبدا \" بضم اللام ، وأصل \" اللبد \" الجماعات بعضها فوق بعض ، ومنه سمي اللبد الذي يفرش لتراكمه ، وتلبد الشعر : إذا تراكم ."
    },
    {
      "ayah": 2,
      "surah": 72,
      "text": "\"يهدي إلى الرشد\"، يدعوا إلى الصواب من التوحيد والإيمان، \"فآمنا به ولن نشرك بربنا أحداً\"."
    },
    {
      "ayah": 20,
      "surah": 72,
      "text": "( قل إنما أدعو ربي ) قرأ أبو جعفر وعاصم وحمزة : \" قل \" على الأمر ، وقرأ الآخرون : \" قال \" يعني رسول الله - صلى الله عليه وسلم - \" إنما أدعو ربي \" قال مقاتل : وذلك أن كفار مكة قالوا للنبي - صلى الله عليه وسلم - : لقد جئت بأمر عظيم فارجع عنه فنحن نجيرك ، فقال لهم : إنما أدعو ربي ( ولا أشرك به أحدا"
    },
    {
      "ayah": 21,
      "surah": 72,
      "text": "( قل إني لا أملك لكم ضرا ) لا أقدر أن أدفع عنكم ضرا ( ولا رشدا ) أي لا أسوق إليكم رشدا أي : خيرا يعني أن الله يملكه ."
    },
    {
      "ayah": 22,
      "surah": 72,
      "text": "( قل إني لن يجيرني من الله أحد ) لن يمنعني من أحد إن عصيته ( ولن أجد من دونه ملتحدا ) ملجأ أميل إليه . ومعنى \" الملتحد \" أي : المائل . قال السدي : حرزا . وقال الكلبي : مدخلا في الأرض مثل السرب ."
    },
    {
      "ayah": 23,
      "surah": 72,
      "text": "( إلا بلاغا من الله ورسالاته ) ففيه الجوار والأمن والنجاة ، قاله الحسن . قال مقاتل : ذلك الذي يجيرني من عذاب الله ، يعني التبليغ . وقال قتادة : إلا بلاغا من الله فذلك الذي أملكه بعون الله وتوفيقه . وقيل : لا أملك لكم ضرا ولا رشدا لكن أبلغ بلاغا من الله فإنما أنا مرسل به لا أملك إلا ما ملكت ( ومن يعص الله ورسوله ) ولم يؤمن ( فإن له نار جهنم خالدين فيها أبدا )"
    },
    {
      "ayah": 24,
      "surah": 72,
      "text": "\"حتى إذا رأوا ما يوعدون\"، يعني العذاب يوم القيامة، \"فسيعلمون\"، عند نزول العذاب، \"من أضعف ناصراً وأقل عدداً\"، أهم أم المؤمنون."
    },
    {
      "ayah": 25,
      "surah": 72,
      "text": "\"قل إن أدري\"، أي ما أدري، \"أقريب ما توعدون\"، يعني العذاب وقيل القيامة، \"أم يجعل له ربي أمداً\"، أجلاً وغاية تطول مدتها يعني: أن علم وقت العذاب غيب لا يعلمه إلا الله."
    },
    {
      "ayah": 26,
      "surah": 72,
      "text": "\"عالم الغيب\"، رفع على نعت قوله \"ربي\"، وقيل: هو عالم الغيب، \"فلا يظهر\"، لا يطلع، \"على غيبه أحداً\"."
    },
    {
      "ayah": 27,
      "surah": 72,
      "text": "( إلا من ارتضى من رسول ) إلا من يصطفيه لرسالته فيظهره على ما يشاء من الغيب لأنه يستدل على نبوته بالآية المعجزة بأن يخبر عن الغيب ( فإنه يسلك من بين يديه ومن خلفه رصدا ) ذكر بعض الجهات دلالة على جميعها رصدا أي : يجعل بين يديه وخلفه حفظة من الملائكة يحفظونه من الشياطين أن يسترقوا السمع ، ومن الجن أن يستمعوا الوحي فيلقوا إلى الكهنة .قال مقاتل وغيره : كان الله إذا بعث رسولا أتاه إبليس في صورة ملك يخبره فيبعث الله من بين يديه ومن خلفه رصدا من الملائكة يحرسونه ويطردون الشياطين ، فإذا جاءه شيطان في صورة ملك أخبروه بأنه شيطان ، فاحذره وإذا جاءه ملك قالوا له : هذا رسول ربك ."
    },
    {
      "ayah": 28,
      "surah": 72,
      "text": "( ليعلم ) قرأ يعقوب : \" ليعلم \" بضم الياء أي ليعلم الناس ( أن ) الرسل ( قد أبلغوا ) وقرأ الآخرون بفتح الياء أي : \" ليعلم \" الرسول ، أن الملائكة قد أبلغوا ( رسالات ربهم وأحاط بما لديهم ) أي : علم الله ما عند الرسل فلم يخف عليه شيء ( وأحصى كل شيء عددا ) قال ابن عباس : أحصى ما خلق وعرف عدد ما خلق فلم يفته علم شيء حتى مثاقيل الذر والخردل . ونصب \" عددا \" على الحال ، وإن شئت على المصدر ، أي عد [ عدا ] ."
    },
    {
      "ayah": 3,
      "surah": 72,
      "text": "\"وأنه تعالى جد ربنا\"،  قرأ أهل الشام والكوفة غير أبي بكر عن عاصم : \" وأنه تعالى \" بفتح الهمزة وكذلك ما بعده إلى قوله ( وأنا منا المسلمون ) وقرأ الآخرون بكسرهن ، وفتح أبو جعفر منها \" وأنه \" وهو ما كان مردودا [ إلى ] الوحي وكسر ما كان حكاية عن الجن .والاختيار كسر الكل لأنه من قول الجن لقومهم فهو معطوف على قوله : \" فقالوا إنا سمعنا قرآنا عجبا \" وقالوا : \" وأنه تعالى \" .ومن فتح رده على قوله : \" فآمنا به \" وآمنا بكل ذلك ; ففتح \" أن \" لوقوع الإيمان عليه .( جد ربنا ) [ جلال ] ربنا وعظمته ، قاله مجاهد وعكرمة وقتادة . يقال : جد الرجل أي : عظم ، ومنه قول أنس : كان الرجل إذا قرأ البقرة وآل عمران جد فينا أي : عظم قدره .وقال السدي : \" جد ربنا \" أي أمر ربنا . وقال الحسن : غنى ربنا . ومنه قيل للجد : حظ ورجل مجدود .وقال ابن عباس : قدرة ربنا . قال الضحاك : فعله .وقال القرظي : آلاؤه ونعماؤه على خلقه .وقال الأخفش : علا ملك ربنا ( ما اتخذ صاحبة ولا ولدا ) قيل : تعالى جل جلاله وعظمته عن أن يتخذ صاحبةً أو ولداً."
    },
    {
      "ayah": 4,
      "surah": 72,
      "text": "\"وأنه كان يقول سفيهنا\"، جاهلنا، قال مجاهد وقتادة: هو إبليس، \"على الله شططاً\"، كذباً وعدواناً، وهو وصفه بالشريك والولد."
    },
    {
      "ayah": 5,
      "surah": 72,
      "text": "\"وأنا ظننا\"، حسبنا، \"أن لن تقول الإنس والجن\"، قرأ يعقوب \" تقول \" بفتح الواو وتشديدها، \"على الله كذباً\"، أي: كنا نظنهم صادقين في قولهم إن لله صاحبةً وولداً حتى سمعنا القرآن."
    },
    {
      "ayah": 6,
      "surah": 72,
      "text": "( وأنه كان رجال من الإنس يعوذون برجال من الجن ) وذلك أن الرجل من العرب في الجاهلية كان إذا سافر فأمسى في أرض قفر ، قال : أعوذ بسيد هذا الوادي من شر سفهاء قومه ، فيبيت في أمن وجوار منهم حتى يصبح .أخبرنا أحمد بن إبراهيم الشريحي أخبرنا أبو إسحاق الثعلبي ، أخبرنا ابن فنجويه ، حدثنا عبد الله بن يوسف بن أحمد بن مالك ، حدثنا أبو القاسم [ عبد الرحمن ] بن محمد بن إسحاق المروزي حدثنا موسى بن سعيد بن النعمان بطرسوس ، حدثنا فروة بن أبي المغراء الكندي ، حدثنا القاسم بن مالك ، عن عبد الرحمن بن إسحاق ، عن أبيه ، عن كردم بن أبي سائب الأنصاري قال : خرجت مع أبي إلى المدينة في حاجة وذلك أول ما ذكر رسول الله - صلى الله عليه وسلم - بمكة ، فآوانا المبيت إلى راعي غنم ، فلما انتصف النهار جاء ذئب فأخذ حملا من الغنم ، فوثب الراعي [ فقال ] يا عامر الوادي جارك فنادى مناد لا نراه ، يقول : يا سرحان أرسله ، فأتى الحمل يشتد حتى دخل الغنم ولم تصبه كدمة فأنزل الله - عز وجل - على رسوله - صلى الله عليه وسلم - بمكة ( وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا ) يعني زاد الإنس الجن باستعاذتهم بقادتهم رهقا .قال ابن عباس : إثما . قال مجاهد : طغيانا . قال مقاتل : غيا . قال الحسن : شرا قال إبراهيم : عظمة وذلك أنهم كانوا يزدادون بهذا التعوذ طغيانا يقولون : سدنا الجن والإنس ، و \" الرهق \" في كلام العرب : الإثم وغشيان المحارم ."
    },
    {
      "ayah": 7,
      "surah": 72,
      "text": "\"وأنهم ظنوا\"، يقول الله تعالى: إن الجن ظنوا، \"كما ظننتم\"، يا معشر الكفار من الإنس، \"أن لن يبعث الله أحداً\"، بعد موته."
    },
    {
      "ayah": 8,
      "surah": 72,
      "text": "\"وأنا\"، تقول الجن: \"لمسنا السماء\"، قال الكلبي: السماء الدنيا، \"فوجدناها ملئت حرساً شديداً\"، من الملائكة، \"وشهباً\"، من النجوم."
    },
    {
      "ayah": 9,
      "surah": 72,
      "text": "( وأنا كنا نقعد منها ) من السماء ( مقاعد للسمع ) أي : كنا نستمع ( فمن يستمع الآن يجد له شهابا رصدا ) أرصد له ليرمى به .قال ابن قتيبة : إن الرجم كان قبل مبعث النبي - صلى الله عليه وسلم - ولكن لم يكن مثل ما كان بعد مبعثه في شدة الحراسة ، وكانوا يسترقون السمع في بعض الأحوال ، فلما بعث [ النبي - صلى الله عليه وسلم - ] منعوا من ذلك أصلا ثم قالوا :"
    }
  ]
}
