{
  "text": "ان سعیکم .................................... تردی\nتمہاری مساعی مختلف ہیں ، اپنی حقیقت کے اعتبار سے بھی تمہاری مساعی مختلف ہیں ، اپنے اسباب اور محرکات کے اعتبار سے بھی مختلف ہیں ، اپنے رخ اور سمت کے اعتبار سے بھی مختلف ہیں اور نتائج کے اعتبار سے بھی مختلف ہیں۔ اس زمین پر بسنے والے انسانوں کے مزاج بھی مختلف ہیں۔ ان کے تصورات و افکار بھی مختلف ہیں ، ان کے ذوق اور مشرب بھی مختلف ہیں ، اس کی ترجیحات بھی مختلف ہیں۔ اور لوگوں کی حالت یوں لگتی ہے کہ گویا ان میں سے ہر شخص شاید ایک علیحدہ سیارے کا باشندہ ہے۔\nیہ تو ہے ایک حقیقت ، لیکن ایک دوسری حقیقت بھی اپنی جگہ موجود ہے ، وہ یہ کہ ان تمام افراد بشریت کے درمیان ایک قدر مشرک بھی ہے جو انہیں باہم جوڑے ہوئے ہے۔ اور ان تمام اختلافات کے درمیان مابہ الاشتراک بھی ہے۔ یہ اشتراک انہیں دوگروہوں میں رکھتا ہے۔ دوصفوں میں اور دو جھنڈوں کے تلے قائم رکھتا ہے جو ایک دوسرے کے سامنے کھڑے ہیں۔ وہ کیا ہے ۔\nفاما ............................ بالحسنی (6:82) ” تو جس نے دیا اور تقویٰ اختیار کیا اور بھلائی کو سچ مانا “۔ ایک تو یہ صف ہے اور دوسری صف۔\nمن بخل ............................ بالحسنی (9:92) ” جس نے بخل کیا اور بےنیازی برتی اور بھلائی کو جھٹلایا “۔\nایک گروہ ہے جو جان بھی کھپاتا ہے ، مال بھی کھپاتا ہے۔ اللہ کے عذاب اور اللہ کے غضب سے ڈرتا ہے اور سچائی کو مانتا ہے اور سچائی کا نام کیا ہے الحسنیٰ ، اس کا علم کیا ہے الحسنیٰ ۔ یہ دو قسم کے لوگ ہیں جو دو صفوں میں کھڑے ہیں ، مختلف المزاج لوگ ، مختلف قسم کی مساعی ، مختلف قسم کے طریقہ ہائے کار ، مختلف قسم کے مقاصد۔ ان دوصفوں میں صف آرا ہوکر ایک دوسرے کے ساتھ ملتے ہیں ، ہر ایک کا اپنا نظام اور منہاج کار ہے اور ہر ایک کو الگ الگ توفیق بخشی گئی ہے اور طریقہ دیا گیا ہے۔\nفاما ........................................ للیسری (5:95 تا 7) ” تو جس نے دیا ، اور پرہیزگاری اختیار کی اور بھلائی کو سچ مانا اس کہ ہم آسان راستے کے لئے سہولت دیں گے “۔ اس لئے کہ جو شخص مال دے ، تقویٰ اختیار کرے اور سچائی کی تصدیق کردے تو گویا اس کے پاس جو کچھ تھا اس نے حاضر کردیا اور اپنے نفس کو پاک کرنے اور راہ راست پر لگانے کے لئے حتیٰ المقدور سعی کرلی۔ اب وہ اس بات کا مستحق ہے کہ اللہ کی نصرت اس کی دستگیری کرے۔ اور اس کو بھلائی کی توفیق دے کیونکہ اللہ نے اپنے اوپر لازم کردیا ہے کہ جس شخص نے اچھا ارادہ کیا ، اسے سہولیات فراہم کرے کیونکہ اللہ کی توفیق اور مشیت کے بغیر تو کچھ بھی نہیں ہوسکتا۔ اور اس کے بغیر انسان کچھ بھی نہیں کرسکتا۔\nاور جس کو اللہ نیکی کی سہولیات فراہم کردے تو گویا وہ منزل مقصود تک پہنچ گیا۔ نہایت آسانی اور سکون و اطمینان کے ساتھ وہ پہنچ گیا۔ وہ زمین پر ہوتے ہوئے بھی عالم بالا تک پہنچ گیا ، وہ نہایت آسانی سے اس جہاں میں رہتا ہے ، اس کا ماحول ، اور اس کے ارد گرد رہنے والے سب اس کے لئے سازگار ہوجاتے ہیں ، ان کے قدم سہولت سے اٹھتے ہیں ، اس کی راہ آسان ہوجاتی ہے ، وہ بڑی آسانی کے ساتھ معاملات سے نمٹ لیتا ہے ، غرض تمام کلیات وجزئیات میں اسے سہولیات حاصل ہوجاتی ہیں۔ یہ ایک ایسا مقام و مرتبہ ہے جس کے دائرے میں سب کچھ آجاتا ہے۔ اور اس مرتبہ ومقام کو پانے والا رسول اللہ کے ساتھ حسب وعدہ رہی بڑی سہولیات پاتا ہے۔\nفسنیسرہ للیسری (7:92) ” ہم اسے آسان راستے کی طرف سہولت دیں گے “۔",
  "ayah": 4,
  "surah": 92
}
