{
  "text": "واما من .................... اذاتردی (8:92 تا 11) ” اور جس نے بخل اختیار کیا اور اللہ سے بےنیازی اختیار کی اور بھلائی کو جھٹلایا ، اس کو ہم سخت راستے کی طرف سہولت دیں گے ، اور اس کا مال آخر اس کے کس کام آئے گا جبکہ وہ ہلاک ہوجائے “۔\nوہ شخص جو اپنے نفس اور مال میں بخل اختیار کرتا ہے اور اللہ کریم سے بےنیازی اختیار کرتا ہے ، اور اس کی ہدایات سے غافل ہوتا ہے اور اللہ کے دین اور اس کی دعوت کی تکذیب کرتا ہے ، تو وہ اپنے نفس کو انتہائی شروفساد کے لئے تیار کرتا ہے ، اور پرلے درجے کے بگاڑ سے اس کو دوچار کرتا ہے ، تو وہ اس بات کے مستحق ہوتا ہے کہ اللہ اس کے لئے ہر چیز مشکل کردے اور اسے سخت راستوں کی سہولیات فراہم کی جائیں اور اسے توفیق دی جائے کہ وہ ہر قدم پر مشکلات سے دوچار ہو ، اس پر آسانیوں کا دروازہ بند کردیا جائے ، اور اسے قدم قدم پر مشکلات درپیش ہوں ، جو اسے راہ راست اور صراط مستقیم سے دور ہی لے جائیں۔ اور یہ شخص بدبختی کے راستے پر ہی آگے بڑھے۔ اگرچہ وہ بظاہر یہ محسوس کرے کہ وہ کامیابی کی راہ پر جارہا ہے۔ حالانکہ وہ تو ٹھوکر کھاتا جاتا ہے اور وہ اپنی ایک ٹھوکر سے بچنے کے لئے دوسری ٹھوکر کھاتا ہے ، جس کی وجہ سے وہ سیدھی راہ سے اور دور ہوجاتا ہے تاکہ وہ اللہ کی رضا سے محروم ہوجائے۔ اور جب وہ ٹھوکروں سے بھرے ہوئے اس منحرف راہ پر آگے بڑھتا ہے اور آخرکار ہلاکت کے گڑھے میں گرتا ہے تو اس وقت پھر اس کا مال اسے کوئی فائدہ نہیں دیتا ، حالانکہ یہ مال ہی تھا جس نے اسے اللہ سے بےنیاز کردیا تھا۔ اب یہ مفید نہیں ہے۔\nوما یغنی ............................ تردی (11:92) ” اور اس کا مال اس کے کس کام آئے گا جبکہ وہ ہلاک ہوجائے “۔ کسی کو شر اور فساد کے لئے سہولیات فراہم کرنا اور اسے معصیت کی توفیق دینا دراصل اسے سخت کام اور سخت راستے کی طرف موڑنا ہے۔ اگرچہ ایسا شخص اس دنیا میں کامیاب نظر آئے۔ حقیقت یہ ہے کہ جہنم سے کوئی مشکل منزل اور مشکل جائے قیام نہیں ہے اور العسریٰ سے یہاں مراد جہنم ہی ہے۔\nیوں اس سورت کا پہلا پیراگراف ختم ہوتا ہے اور اس میں تمام انسانی سوسائٹیوں کے لئے دوراستے ، دو طریقے اور دو نظام متعین کردیئے جاتے ہیں اور یہ دوراستے ہر زمان ومکان کے لئے ہیں۔ معلوم ہوا کہ دراصل یہ دوبادشاہ اور دو جھنڈے ہیں ، اگرچہ ان کی شکل اور رنگ مختلف ہوں۔ اور یہ کہ ہر انسان مختار ہے ، کہ اپنے لئے جو راستہ چاہے اختیار کرے اور جو طریقہ چاہے اپنائے۔ اللہ ہر کسی کو وہی سہولت دیتا ہے جو وہ چاہتا ہے ، یا سہولت کا راستہ اور یا سختی کا راستہ۔\nرہا اگلا پیراگراف تو اس میں ان دونوں فریقوں میں سے ہر ایک کا انجام بنایا گیا ہے۔ یہ دکھایا گیا کہ وہ شخص دوڑتے بھاگتے کہاں تک پہنچ جائے گا۔ جس کو آسان راستوں کی سہولت دی گئی اور اس کی گاڑی کہاں جاکر رکے گی جس کو سخت راستوں پر چلایا گیا اور اس پیراگراف میں بتایا جاتا ہے کہ جس فریق کا جو انجام ہوگا وہ حق ہوگا اور نہایت منصفانہ ہوگا اور ایسا ہی ہوتا ہے اور یقینا ہوتا ہے۔ کیونکہ الہل نے لوگوں کو صحیح راستہ بھی بتلایا اور اگر وہ برے راستوں پر چلیں تو ان کو دہکتی ہوئی آگ سے بھی ڈرایا۔",
  "ayah": 9,
  "surah": 92
}
