{
  "text": "حیرت، افزا شان ذوالجلال اللہ تعالیٰ اپنی قدرت کاملہ اور اپنی عظیم الشان سلطنت کا ذکر فرماتا ہے تاکہ مخلوق اس کی عظمت و عزت کا خیال کر کے اس کے فرمان کو قدر کی نگاہ سے دیکھے اور اس پر عامل بن کر اسے خوش کرے، تو فرمایا کہ ساتوں آسمانوں کا خالق اللہ تعالیٰ ہے، جیسے حضرت نوح ؑ نے اپنی قوم سے فرمایا تھا (ترجمہ) کیا تم نہیں دیکھتے کہ اللہ پاک نے ساتوں آسمانوں کس طرح اوپر تلے پیدا کیا ہے ؟ اور جگہ ارشاد ہے (ترجمہ) یعنی ساتوں آسمان اور زمین اور ان میں جو کچھ ہے سب اس اللہ کی تسبیح پڑھتے رہتے ہیں، پھر فرماتا ہے اسی کے مثال زمینیں ہیں، جیسے کہ بخاری و مسلم کی صحیح حدیث میں ہے جو شخص ظلم کر کے کسی کی ایک بالشت بھر زمین لے لے گا اسے ساتوں زمینوں کا طوق پہنایا جائے گا، صحیح بخاری میں ہے اسے ساتویں زمین تک دھنسایا جائے گا، میں نے اس کی تمام سندیں اور کل الفاظ ابتداء اور انتہا میں زمین کی پیدائش کے ذکر میں بیان کردیئے ہیں، فالحمد اللہ، جن بعض لوگوں نے کہا ہے کہ اس سے مراد ہفت اقلیم ہے انہوں نے بےفائدہ دوڑ بھاگ کی ہے اور اختلاف بےجا میں پھنس گئے ہیں اور بلا دلیل قرآن حدیث کا صریح خلاف کیا ہے سورة حدید میں آیت (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) ، کی تفسیر میں ساتوں زمینوں کا اور ان کے درمیان کی دوری کا اور ان کی موٹائی کا جو پانچ سو سال کی ہے پورا بیان ہوچکا ہے، حضرت ابن مسعود ؓ وغیرہ بھی یہی فرماتے ہیں، ایک اور حدیث میں بھی ہے ساتوں آسمان اور جو کچھ ان میں اور ان کے درمیان ہے اور ساتوں زمینیں اور جو کچھ ان میں اور ان کے درمیان ہے کرسی کے مقابلہ میں ایسے ہیں جیسے کسی لمبے چوڑے بہت بڑے چٹیل میدان میں ایک چھلا پڑا ہو، ابن جریر میں حضرت ابن عباس ؓ ما سے مروی ہے کہ اگر میں اس کی تفسیر تمہارے سامنے بیان کروں تو اسے نہ مانو گے اور نہ ماننا جھوٹا جاننا ہے، اور روایت میں ہے کہ کسی شخص نے اس آیت کا مطلب پوچھا تھا اس پر آپ نے فرمایا تھا کہ میں کیسے باور کرلوں کہ جو میں تجھے بتاؤں گا تو اس کا انکار کرے گا ؟ اور روایت میں مروی ہے کہ ہر زمین میں مثل حضرت ابراہیم ؑ کے اور اس زمین کی مخلوق کے ہے اور ابن مثنی والی اس روایت میں آیا ہے ہر آسمان میں مثل ابراہیم کے ہے، بہیقی کی کتاب الاسماء والصفات میں حضرت ابن عباس کا قول ہے کہ ساتوں زمینوں میں سے ہر ایک میں نبی ہے مثل تمہارے نبی کے اور آدم ہیں مثل آدم کے اور نوح ہیں مثل نوح کے اور ابراہیم ہیں مثل ابراہمی کے اور عیسیٰ ہیں مثل عیسیٰ کے پھر امام بیہقی نے ایک اور روایت بھی ابن عباس کی وارد کی ہے اور فرمایا ہے اس کی اسناد صحیح ہے لیکن یہ بالکل شاذ ہے ابو الضحیٰ جو اس کے ایک راوی ہیں میرے علم میں تو ان کی متابعت کوئی نہیں کرتا، واللہ اعلم، ایک مرسل اور بہت ہی منکر روایت ابن ابی الدنیا لائے ہیں جس میں مروی ہے کہ حضور ﷺ ایک مرتبہ صحابہ کے مجمع میں تشریف لائے دیکھا کہ سب کسی غور و فکر میں چپ چاپ ہیں، پوچھا کیا بات ہے ؟ جواب ملا اللہ کی مخلوق کے بارے میں سوچ رہے ہیں فرمایا ٹھیک ہے مخلوقات پر نظریں دوڑاؤ لیکن کہیں اللہ کیب ابت غور و خوض میں نہ پڑجانا، سنو اس مغرب کی طرف ایک سفید زمین ہے اس کی سفیدی اس کا نور ہے یا فرمایا اس کا نور اس کی سفیدی ہے سورج کا راستہ چالیس دن کا ہے وہاں اللہ کی ایک مخلوق ہے جس نے ایک آنکھ جھکپنے کے برابر بھی کبھی اس کی نافرمانی نہیں کی، صحابہ نے کہا پھر شیطان ان سے کہاں ہے ؟ فرمایا انہیں یہ بھی نہیں معلوم کہ شیطان پیدا بھی کیا گیا ہے یا نہیں ؟ پوچھا کیا وہ بھی انسان ہیں ؟ فرمایا انہیں حضرت آدم کی پیدائش کا بھی علم نہیں، الحمد اللہ سورة طلاق کی تفسیر بھی پوری ہوئی۔",
  "ayah": 12,
  "surah": 65
}
