{
  "text": "১৫-২৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় রাসূল মুহাম্মাদ (সঃ)-কে অবহিত করছেন যে, তিনি তাঁর বান্দা ও রাসূল হযরত মূসা (আঃ)-কে ফিরাউনের নিকট পাঠিয়েছিলেন এবং মু'জিযা দ্বারা তাকে সাহায্য করেছিলেন। কিন্তু এতদসত্ত্বেও ফিরাউন ঔদ্ধত্য, হঠকারিতা ও কুফরী হতে বিরত হয়নি। অবশেষে তার উপর আল্লাহর আযাব নাযিল হলো এবং সে ধ্বংস হয়ে গেল। মহামহিমান্বিত আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ) তোমার বিরুদ্ধাচরণকারী এবং তোমাকে মিথ্যা প্রতিপন্নকারী কাফিরদেরও অনুরূপ অবস্থা হবে। এজন্যেই এই ঘটনার শেষে বলেনঃ “যে ভয় করে তার জন্যে অবশ্যই এতে শিক্ষা রয়েছে।আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ) কে বলেনঃ তোমার নিকট কি মূসা (আঃ)-এর বৃত্তান্ত পৌঁছেছে। ঐ সময় হযরত মূসা (আঃ) তুওয়া নামক একটি পবিত্র প্রান্তরে ছিলেন। তুওয়া সম্পর্কে বিস্তারিত বর্ণনা সূরা তোয়াহা' এর মধ্যে গত হয়েছে। আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে আহ্বান করে বলেনঃ ফিরাউন হঠকারিতা, অহংকার ও সীমালংঘন করেছে। সুতরাং তুমি তার কাছে গমন কর এবং আমার বার্তা তার নিকট পৌঁছিয়ে দাও। তাকে জিজ্ঞেস কর যে, তোমার কথা শুনে সে সরল, সত্য ও পবিত্র পথে পরিচালিত হতে চায় কি না? তাকে তুমি বলবেঃ তুমি যদি আমার কথা শ্রবণ কর ও মান্য কর তবে তুমি পবিত্রতা অর্জন করবে। আমি তোমাকে আল্লাহর ইবাদতের এমন পদ্ধতি সম্পর্কে অবহিত করবো যার ফলে তোমার হৃদয় নরম ও উজ্জ্বল হবে। তোমার অন্তরে বিনয় ও আল্লাহ ভীতি সৃষ্টি হবে। আর তোমার মন হতে কঠোরতা, রূঢ়তা ও নির্মমতা বিদূরিত হয়ে যাবে।হযরত মূসা (আঃ) ফিরাউনের কাছে গেলেন, তাকে আল্লাহর বাণী শশানালেন, যুক্তি প্রমাণ উপস্থাপন করলেন এবং নিজের সত্যতার স্বপক্ষে মু'জিযা দেখালেন। কিন্তু ফিরাউনের মনে কুফরী বদ্ধমূল ছিল বলে সে হযরত মূসা (আঃ)-এর কথা শোনা সত্ত্বেও তার মধ্যে কোন প্রতিক্রিয়া সৃষ্টি হলো না। সে বারবার সত্যকে অস্বীকার করে নিজের হঠকারী স্বভাবের উপর অটল রয়ে গেল। হক ও সত্য সুস্পষ্ট হওয়া সত্ত্বেও হতভাগ্য ফিরাউন ঈমান আনতে পারলো না। ফিরাউনের মন জানতো যে, তার কাছে আল্লাহর পয়গাম নিয়ে যিনি এসেছেন তিনি সত্য নবী এবং তাঁর শিক্ষাও সত্য। কিন্তু তার মন জানলেও সে বিশ্বাস করতে পারলো না। জানা এক কথা এবং ঈমান আনয়ন করা অন্য কথা। মন যা জানে তা বিশ্বাস করাই হলো ঈমান, অর্থাৎ সত্যের অনুগত হয়ে যাওয়া এবং আল্লাহ ও তাঁর রাসূল (সঃ)-এর কথার প্রতি আমল করার জন্যে আত্মনিয়োগ করা। ফিরাউন সত্য হতে মুখ ফিরিয়ে নিলো এবং সত্যবিরোধী তৎপরতা চালাতে শুরু করলো। সে যাদুকরদেরকে একত্রিত করে তাদের কাছে হযরত মূসা (আঃ)-কে হেয় প্রতিপন্ন করতে চাইলো। সে স্বগোত্রকে একত্রিত করে তাদের মধ্যে ঘোষণা করলোঃ “আমিই তোমাদের বড় প্রতিপালক।\" একথা বলার চল্লিশ বছর পূর্বে সে বলেছিলঃ (আরবি) অর্থাৎ “আমি ছাড়া তোমাদের কোন মাবুদ আছে তা আমি জানি না।” (২৮:৩৮) এবার তার হঠকারিতা এবং ঔদ্ধত্য একেবারে সীমা ছাড়িয়ে গেল। সে খোলাখুলিভাবে বলে ফেললোঃ “আমিই তোমাদের মহা প্রভু। আমি সবার উপর বিজয়ী।”“অতঃপর আল্লাহ, তাকে আখিরাতে ও দুনিয়ায় কঠিন শাস্তি দেন।” অর্থাৎ আল্লাহ তা'আলা তাকে এমন শাস্তি দেন যে, তা তার মত আল্লাহ দ্রোহীদের জন্যে চিরকাল দৃষ্টান্ত হয়ে থাকবে। এটা তো দুনিয়ার ব্যাপার। এছাড়া আখিরাতের শাস্তি এখনো অবশিষ্ট রয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আমি তাদেরকে জাহান্নামের দিকে আহ্বানকারী নেতা বানিয়েছি এবং কিয়ামতের দিন তাদেরকে সাহায্য করা হবে না।” (২৮:৪১) আয়াতের সঠিক অর্থ এটাই যে, আখিরতি ও উলা দ্বারা দুনিয়া ও আখিরাতকে বুঝানো হয়েছে। কেউ কেউ বলেন যে, এর দ্বারা ফিরাউনের দুইটি উক্তি উদ্দেশ্য। অর্থাৎ তার এ কথা বলাঃ “আমি ছাড়া তোমাদের কোন মা'বুদ আছে বলে আমার জানা নেই।” এবং এরপরে বলাঃ “আমিই তোমাদের শ্রেষ্ঠ প্রতিপালক। আবার অন্য কেউ কেউ বলেন যে, এর দ্বারা উদ্দেশ্য হলো কুফরী ও নাফরমানী। কিন্তু প্রথমটিই সঠিকতম উক্তি। আর এতে কোন সন্দেহ নেই। এতে ঐ লোকদের জন্যে শিক্ষা ও উপদেশ রয়েছে যারা উপদেশ গ্রহণ করে এবং যাদের অন্যায় হতে বিরত থাকার মানসিকতা রয়েছে।",
  "ayah": 26,
  "surah": 79
}
