{
  "text": "২৭-৩৩ নং আয়াতের তাফসীর\nযারা মৃত্যুর পর পুনরুজ্জীবনে বিশ্বাস করতো না তাদের সামনে আল্লাহ তাআলা যুক্তি পেশ করছেন যে, আকাশ সৃষ্টি করার চেয়ে মৃত মানুষকে পুনরুজ্জীবিত করা আল্লাহর নিকট বহুগুণে সহজ ব্যাপার। যেমন অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “আসমান ও জমীন সৃষ্টি করা মানুষ সৃষ্টি অপেক্ষা বহুগুণে কঠিন কাজ।\" (৪০:৫৭) অন্য এক আয়াতে আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সমর্থ নন? হ্যাঁ, নিশ্চয়ই তিনি মহা স্রষ্টা, সর্বজ্ঞ।” (৩৬:৮১) ।তিনি অত্যন্ত উঁচু, প্রশস্ত ও সমতল করে আকাশ সৃষ্টি করেছেন। তারপর অন্ধকার রাত্রে চমকিত ও উজ্জ্বল নক্ষত্ররাজি ঐ আকাশের গায়ে বসিয়ে দিয়েছেন। তিনি অন্ধকার কৃষ্ণকায় রাত্রি সৃষ্টি করেছেন। দিনকে উজ্জ্বল এবং আলোকমণ্ডিত করে সৃষ্টি করেছেন। জমীনকে তিনি বিছিয়ে দিয়েছেন। পানি এবং খাদ্যদ্রব্যও তিনি বের করেছেন। সূরা হা-মীম সাজদায় উল্লেখ করা হয়েছে যে, আকাশের পূর্বেই জমীন সৃষ্টি করা হয়েছে। তবে যমীনের বিস্তৃতিকরণ আকাশ সৃষ্টির পরে ঘটেছে। এখানে এটাই বর্ণনা করা হচ্ছে।হযরত ইবনে আব্বাস (রাঃ) এবং বহু সংখ্যক তাফসীরকার এ রকমই বর্ণনা করেছেন। ইবনে জারীরও (রঃ) এই উক্তিটি পছন্দ করেছেন। পাহাড়সমূহকে তিনি অত্যন্ত দৃঢ়ভাবে স্থাপন করেছেন। তিনি বিজ্ঞানময় এবং অভ্রান্ত ও সঠিক জ্ঞানের অধিকারী। তিনি তাঁর সৃষ্টজীবের প্রতি দয়ালু ও পরম করুণাময়।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যখন আল্লাহ তা'আলা যমীন সৃষ্টি করেন তখন তা দুলতে শুরু করে। সূতরাং তিনি তখন পাহাড় সৃষ্টি করে যমীনের বুকে স্থাপন করে দেন। ফলে যমীন স্থির ও নিশ্চল হয়ে যায়। এতে ফেরেশতামণ্ডলী খুবই বিস্মিত হন। তাঁরা আল্লাহকে জিজ্ঞেস করেনঃ “হে আমাদের প্রতিপালক! আপনার সৃষ্টির মধ্যে পাহাড়ের অপেক্ষাও অধিক শক্ত অন্য কিছু আছে কি?\" তিনি উত্তরে বলেন! হ্যা আছে। তা হলে লোহা।” ফেরেশতাগণ পুনরায় প্রশ্ন করেনঃ “লোহা অপেক্ষাও কঠিনতর কিছু আছে কি?\" আল্লাহ তা'আলা জবাবে বলেনঃ “হ্যা, আছে। তা হলো আগুন। ফেরেশতারা আবার জিজ্ঞেস করেনঃ “আগুন অপেক্ষাও বেশী কঠিন কিছু কি আছে?” আল্লাহ তা'আলা উত্তর দেনঃ “হ্যা আছে। তা হলো পানি।” তাঁরা পুনরায় প্রশ্ন করেন “পানির চেয়েও বেশী কঠিন কিছু আছে কি?” তিনি জবাবে বলেনঃ “হ্যা, আছে। তা হচ্ছে বাতাস।\" তারা আবারও প্রশ্ন করেনঃ “হে আমাদের প্রতিপালক! আপনার সৃষ্টির মধ্যে বায়ু অপেক্ষাও অধিক কঠিন কিছু কি আছে? তিনি জবাব দেনঃ “হ্যা আছে। সে হলো ঐ আদম সন্তান যে তার ডান হাতে যা খরচ (দান) করে বাম হাত তা জানতে পারে না।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণনা করা হয়েছে)হযরত আলী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আল্লাহ যখন যমীন সৃষ্টি করেন তখন তা কাঁপতে থাকে এবং বলতে থাকেঃ “আপনি আমার উপর আদম (আঃ)-কে এবং তাঁর সন্তানদেরকে সৃষ্টি করলেন যারা আমার উপর তাদের ময়লা আবর্জনা নিক্ষেপ করবে এবং আমার উপরে অবস্থান করে পাপকর্মে লিপ্ত হয়ে পড়বে? তখন আল্লাহ তা'আলা পাহাড় স্থাপন করে যমীনকে স্থির ও নিশ্চল করে দেন। তোমরা বহু সংখ্যক পাহাড় পর্বত দেখতে পাচ্ছ। আরো বহু পাহাড় তোমাদের দৃষ্টির অগোচরে রয়েছে। পর্বতরাজি স্থাপনের পর যমীনের স্থির হয়ে যাওয়া ঠিক তেমনিই ছিল যেমন উট যবেহ করার পর ওর গোশত কাঁপতে থাকে এবং কিছুক্ষণ কম্পনের পর স্থির হয়ে যায়।” (এ হাদীসটি বর্ণনা করেছেন ইমাম আবু জাফর ইবনে জারীর (রঃ)। কিন্তু এটা অত্যন্ত গারীব বা দুর্বল হাদীস)এরপর আল্লাহ তা'আলা বলেনঃ এসব কিছু তোমাদেরও তোমাদের জন্তুগুলোর উপকারের জন্যে ও উপভোগের জন্যে (সৃষ্টি করা হয়েছে)। অর্থাৎ যমীন হতে কূপ ও ঝর্ণা বের করা, গোপনীয় খনি প্রকাশিত করা, ক্ষেতের ফসল ও গাছ-পালা জন্মাননা, পাহাড়-পর্বত স্থাপন করা ইত্যাদি, এগুলোর ব্যবস্থা আল্লাহ করেছেন যাতে তোমরা জমীন হতে পুরোপুরি লাভবান হতে পার। সবকিছুই মানুষের এবং তাদের পশুদের উপকারার্থে সৃষ্টি করা হয়েছে। ঐসব পশুও তাদেরই উপকারের উদ্দেশ্যে আল্লাহ পাক সৃষ্টি করেছেন। তারা কোন পশুর গোশত ভক্ষণ করে, কোন পশুকে বাহন হিসেবে ব্যবহার করে এবং এই পৃথিবীতে সুখে-শান্তিতে জীবন অতিবাহিত করে থাকে।",
  "ayah": 33,
  "surah": 79
}
