{
  "text": "৩৪-৪৬ নং আয়াতের তাফসীর\n(আরবি) দ্বারা কিয়ামতের দিন উদ্দেশ্য। কেননা, ঐদিন হবে খুবই ভয়াবহ ও গোলযোগপূর্ণ দিন। যেমন অন্যত্র রয়েছেঃ (আরবি) অর্থাৎ “কিয়ামত বড়ই কঠিন ও অপছন্দনীয় দিন।” (৫৪:৪৬) যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “সেই দিন মানুষ উপদেশ গ্রহণ করবে, কিন্তু তখন উপদেশ গ্রহণে কি কাজ হবে?” (৮৯:২৩) অর্থাৎ ঐ সময় উপদেশ গ্রহণে কোনই উপকার হবে। মানুষের সামনে জাহান্নামকে নিয়ে আসা হবে। তারা ঐ জাহান্নাম স্বচক্ষে দেখবে। পার্থিব জীবনে যারা শুধু পার্থিব চিন্তায় ও তৎপরতায় লিপ্ত ছিল, সেই দিন তাদের ঠিকানা হবে জাহান্নাম। তাদের খাদ্য হবে যাককূম নামক গাছ এবং পানীয় হবে হামীম বা ফুটন্ত পানি। তবে হ্যা, যারা আল্লাহ তা'আলার সামনে দখুন হওয়ার ভয় করেছে এবং কুপ্রবৃত্তি হতে নিজেদেরকে বিরত রেখেছে, তাদের ঠিকানা হবে জান্নাত। সেখানে তারা সর্বপ্রকারের নিয়ামত লাভ করবে।এরপর আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! কিয়ামত কখন সংঘটিত হবে একথা তারা তোমাকে জিজ্ঞেস করছে। তুমি তাদেরকে বলে দাওঃ আমি সেটা জানি না এবং শুধু আমি কেন, আল্লাহর মাখলুকাতের মধ্যে কেউই তা জানে না। এর সঠিক জ্ঞান একমাত্র আল্লাহ তাআলারই রয়েছে। ওটা আকাশ ও পৃথিবীর উপর বোঝা হয়ে আছে, অকস্মাৎ এসে পড়বে। জনগণ তোমাকে এমনভাবে জিজ্ঞেস করছে যে, যেন তুমি সেটা জান। অথচ মহামহিমান্বিত আল্লাহ ছাড়া সে সম্পর্কে কারো কোন জ্ঞান নেই।হযরত জিবরাঈল (আঃ) যখন মানুষের রূপ ধরে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন এবং তাকে কয়েকটি প্রশ্ন করেন তখন তিনি সেসব প্রশ্নের উত্তর দেন। তাকে কিয়ামতের দিন সম্পর্কে প্রশ্ন করা হলে জবাবে তিনি বলেন “জিজ্ঞাসিত ব্যক্তি জিজ্ঞেসকারী অপেক্ষা বেশী জানে না।” আল্লাহ তা'আলার উক্তিঃ হে নবী (সঃ)! যে এর ভয় রাখে তুমি শুধু তাকেই সতর্ককারী। অর্থাৎ তুমি একজন সতর্ককারী মাত্র। যারা ঐ ভয়াবহ দিনকে ভয় করে তারাই শুধু এতে লাভবান হবে। তারা প্রস্তুতি গ্রহণ করবে বলে সেই দিনের ভয়াবহতা থেকে তারা রক্ষা পেয়ে যাবে। পক্ষান্তরে যারা তোমার সতর্কীকরণ থেকে শিক্ষা গ্রহণ করবে না, বরং তোমার বিরোধিতা করবে তারা সেই দিন নিকৃষ্ট ধরনের ধ্বংসাত্মক আযাবের কবলে পতিত হবে।মানুষ যখন নিজেদের কবর থেকে উঠে হাশরের ময়দানে সমবেত হবে তখন পৃথিবীর জীবনকাল তাদের কাছে খুবই কম বলে অনুভূত হবে। তাদের মনে হবে যে, তারা যেন সকাল বেলার কিছু অংশ অথবা বিকেল বেলার কিছু অংশ পৃথিবীতে অতিবাহিত করেছে।যুহরের সময় থেকে নিয়ে সূর্যাস্ত পর্যন্ত সময়কে (আরবি) বলা হয় এবং সূর্যোদয় থেকে নিয়ে অর্ধ দিন পর্যন্ত সময়কে (আরবি) বলা হয়। অর্থাৎ আখিরাতের তুলনায় পৃথিবীর সুদীর্ঘ বয়সকেও অতি অল্পকাল বলে মনে হবে।",
  "ayah": 46,
  "surah": 79
}
