{
  "text": "The Disbelievers can cause no Harm to the Believers\nThis is a parable that Allah made of the believers, in that, if they needed to, their association with the disbelievers will not harm them. Allah the Exalted said,\nلاَّ يَتَّخِذِ الْمُؤْمِنُونَ الْكَـفِرِينَ أَوْلِيَآءَ مِن دُونِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَىْءٍ إِلاَ أَن تَتَّقُواْ مِنْهُمْ تُقَـةً\n(Let not the believers take the disbelievers as protecting friends instead of the believers, and whoever does that, will never be helped by Allah in any way, except you indeed fear a danger from them.) (3:28) Qatadah said, \"Fir`awn was the most tyrannical among the people of the earth and the most disbelieving. By Allah! His wife was not affected by her husband's disbelief, because she obeyed her Lord. Therefore, let it be known that Allah is the Just Judge Who will not punish anyone except for their own sins.\" Ibn Jarir recorded that Sulayman said, \"The wife of Fir`awn was tortured under the sun and when Fir`awn would finish the torture session, the angels would shade her with their wings. She was shown her house in Paradise.\" Ibn Jarir said that Al-Qasim bin Abi Bazzah said, \"Fir`awn's wife used to ask, `Who prevailed' When she was told, `Musa and Harun prevailed', she said, `I believe in the Lord of Musa and Harun.' Fir`awn sent his aides to her and said to them, `Find the biggest stone. If she insists on keeping her faith, throw the stone on her, otherwise she is my wife. When they came to her, she looked up to the sky and was able to see her house in Paradise. She persisted on the faith and her soul was then captured. The stone was thrown on her lifeless body.\" This is the meaning of her statement,\nرَبِّ ابْنِ لِى عِندَكَ بَيْتاً فِى الْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِ\n(My Lord! Build for me a home with You in Paradise, and save me from Fir`awn and his work,) means, `deliver me from him, because I am innocent of his actions,'\nوَنَجِّنِى مِنَ الْقَوْمِ الظَّـلِمِينَ\n(and save me from the people who are wrongdoers.) Her name was Asiyah bint Muzahim, may Allah be pleased with her. Allah said,\nوَمَرْيَمَ ابْنَةَ عِمْرَانَ الَّتِى أَحْصَنَتْ فَرْجَهَا\n(And Maryam, the daughter of `Imran who guarded her chastity (private part).) meaning, who protected and purified her honor, by being chaste and free of immorality,\nفَنَفَخْنَا فِيهِ مِن رُّوحِنَا\n(And We breathed into it (private part) through Our Ruh,) meaning, through the angel Jibril. Allah sent the angel Jibril to Maryam, and he came to her in the shape of a man in every respect. Allah commanded him to blow into a gap of her garment and that breath went into her womb through her private part; this is how `Isa was conceived. This is why Allah said here,\nفَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَـتِ رَبَّهَا وَكُتُبِهِ\n(And We breathed into it through Our Ruh, and she testified to the truth of her Lords Kalimat, and His Kutub,) meaning His decree and His legislation.\nوَكَانَتْ مِنَ الْقَـنِتِينَ\n(and she was of the Qanitin.) Imam Ahmad recorded that Ibn `Abbas said, \"The Messenger of Allah ﷺ drew four lines on the ground and said,\n«أَتَدْرُونَ مَا هَذَا؟»\n(Do you know what these lines represent) They said, `Allah and His Messenger know best.' He said,\n«أَفْضَلُ نِسَاءِ أَهْلِ الْجَنَّةِ: خَدِيجَةُ بِنْتُ خُوَيْلِدٍ، وَفَاطِمَةُ بِنْتُ مُحَمَّدٍ، وَمَرْيَمُ ابْنَةُ عِمْرَانَ، وَآسِيَةُ بِنْتُ مُزَاحِمٍ امْرَأَةُ فِرْعَوْن»\n(The best among the women of Paradise are Khadijah bint Khuwaylid, Fatimah bint Muhammad, Maryam bint `Imran and Asiyah bint Muzahim, wife of Fir`awn.) It is confirmed in the Two Sahihs from Abu Musa Al-Ash`ari that the Messenger of Allah ﷺ said,\n«كَمُلَ مِنَ الرِّجَالِ كَثِيرٌ وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلَّا آسِيَةُ امْرَأَةُ فِرْعَوْنَ، وَمَرْيَمُ ابْنَةُ عِمْرَانَ، وَخَدِيجَةُ بِنْتُ خُوَيْلِدٍ، وَإِنَّ فَضْلَ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلَى سَائِرِ الطَّعَام»\n(Many men have reached the level of perfection, but none among women have reached this level except Asiyah -- Fir`awn's wife, Maryam--the daughter of `Imran, and Khadijah--the daughter of Khuwaylid. And no doubt, the superiority of `A'ishah to other women is like the superiority of Tharid to other meals.) In my book, Al-Bidayah wan-Nihayah, I have mentioned these Hadiths using their various chains of narration in relating the story of Prophet `Isa and his mother Maryam, peace be upon them, all praise be to Allah. This is the end of the Tafsir of Surat At-Tahrim, all thanks and praise are due to Allah.",
  "ayah": 11,
  "surah": 66
}
