{
  "text": "قوله تعالى : الذين يوفون بعهد الله ولا ينقضون الميثاق فيه مسألتان :الأولى : قوله تعالى : الذين يوفون بعهد الله هذا من صفة ذوي الألباب ، أي إنما يتذكر أولو الألباب الموفون بعهد الله . والعهد اسم للجنس ; أي بجميع عهود الله ، وهي أوامره ونواهيه التي وصى بها عبيده ; ويدخل في هذه الألفاظ التزام جميع الفروض ، وتجنب جميع المعاصي . وقوله : ولا ينقضون الميثاق يحتمل أن يريد به جنس المواثيق ، أي إذا عقدوا في طاعة الله عهدا لم ينقضوه . قال قتادة : تقدم الله إلى عباده في نقض الميثاق ونهى عنه في بضع وعشرين آية ; ويحتمل أن يشير إلى ميثاق بعينه ، هو الذي أخذه الله على عباده حين أخرجهم من صلب أبيهم آدم . وقال القفال : هو ما ركب في عقولهم من دلائل التوحيد والنبوات .الثانية : روى أبو داود وغيره عن عوف بن مالك قال : كنا عند رسول الله - صلى الله عليه وسلم - سبعة أو ثمانية أو تسعة فقال : ألا تبايعون رسول الله - صلى الله عليه وسلم - وكنا حديث عهد ببيعة فقلنا : قد بايعناك حتى قالها ثلاثا ; فبسطنا أيدينا فبايعناه ، فقال قائل : يا رسول الله ! إنا قد بايعناك فعلى ماذا [ ص: 269 ] نبايعك ؟ قال : أن تعبدوا الله ولا تشركوا به شيئا وتصلوا الصلوات الخمس وتسمعوا وتطيعوا - وأسر كلمة خفية - قال : لا تسألوا الناس شيئا . قال : ولقد كان بعض أولئك النفر يسقط - سوطه فما يسأل أحدا أن يناوله إياه . قال ابن العربي : من أعظم المواثيق في الذكر ألا يسأل سواه ; فقد كان أبو حمزة الخراساني من كبار العباد سمع أن أناسا بايعوا رسول الله - صلى الله عليه وسلم - ألا يسألوا أحدا شيئا ، الحديث ; فقال أبو حمزة : رب ! إن هؤلاء عاهدوا نبيك إذ رأوه ، وأنا أعاهدك ألا أسأل أحدا شيئا ; قال : فخرج حاجا من الشام يريد مكة فبينما هو يمشي في الطريق من الليل إذ بقي عن أصحابه لعذر ثم أتبعهم ، فبينما هو يمشي إليهم إذ سقط في بئر على حاشية الطريق ; فلما حل في قعره قال : أستغيث لعل أحدا يسمعني . ثم قال : إن الذي عاهدته يراني ويسمعني ، والله ! لا تكلمت بحرف للبشر ، ثم لم يلبث إلا يسيرا إذ مر بذلك البئر نفر ، فلما رأوه على حاشية الطريق قالوا : إنه لينبغي سد هذا البئر ; ثم قطعوا خشبا ونصبوها على فم البئر وغطوها بالتراب ; فلما رأى ذلك أبو حمزة قال : هذه مهلكة ، ثم أراد أن يستغيث بهم ، ثم قال : والله ! لا أخرج منها أبدا ; ثم رجع إلى نفسه فقال : أليس قد عاهدت من يراك ؟ فسكت وتوكل ، ثم استند في قعر البئر مفكرا في أمره ، فإذا بالتراب يقع عليه ; والخشب يرفع عنه ، وسمع في أثناء ذلك من يقول : هات يدك ! قال : فأعطيته يدي فأقلني في مرة واحدة إلى فم البئر ; فخرجت فلم أر أحدا ; فسمعت هاتفا يقول : كيف رأيت ثمرة التوكل ; وأنشد :نهاني حيائي منك أن أكشف الهوى فأغنيتني بالعلم منك عن الكشف     تلطفت في أمري فأبديت شاهديإلى غائبي واللطف يدرك باللطف     تراءيت لي بالعلم حتى كأنماتخبرني بالغيب أنك في كف     أراني وبي من هيبتي لك وحشةفتؤنسني باللطف منك وبالعطف     وتحيي محبا أنت في الحب حتفهوذا عجب كيف الحياة مع الحتفقال ابن العربي : هذا رجل عاهد الله فوجد الوفاء على التمام والكمال ، فاقتدوا به إن شاء الله تهتدوا . قال أبو الفرج الجوزي : سكوت هذا الرجل في هذا المقام على التوكل [ ص: 270 ] بزعمه إعانة على نفسه ، وذلك لا يحل ; ولو فهم معنى التوكل لعلم أنه لا ينافي استغاثته في تلك الحالة ; كما لم يخرج رسول الله - صلى الله عليه وسلم - من التوكل بإخفائه الخروج من مكة ، واستئجاره دليلا ، واستكتامه ذلك الأمر ، واستتاره في الغار ، وقوله لسراقة : اخف عنا . فالتوكل الممدوح لا ينال بفعل محظور ; وسكوت هذا الواقع في البئر محظور عليه ، وبيان ذلك أن الله تعالى قد خلق للآدمي آلة يدفع عنه بها الضرر ، وآلة يجتلب بها النفع ، فإذا عطلها مدعيا للتوكل كان ذلك جهلا بالتوكل ، وردا لحكمة التواضع ; لأن التوكل إنما هو اعتماد القلب على الله تعالى ، وليس من ضرورته قطع الأسباب ; ولو أن إنسانا جاع فلم يسأل حتى مات دخل النار ; قاله سفيان الثوري وغيره ، لأنه قد دل على طريقة السلامة ، فإذا تقاعد عنها أعان على نفسه . وقال أبو الفرج : ولا التفات إلى قول أبي حمزة : \" فجاء أسد فأخرجني \" فإنه إن صح ذلك فقد يقع مثله اتفاقا وقد يكون لطفا من الله تعالى بالعبد الجاهل ، ولا ينكر أن يكون الله تعالى لطف به ، إنما ينكر فعله الذي هو كسبه ، وهو إعانته على نفسه التي هي وديعة لله تعالى عنده ، وقد أمره بحفظها .",
  "ayah": 20,
  "surah": 13
}
