{
  "text": "قرآن کریم اس بات کی صراحت کرتا ہے کہ یہ سب نظام تمہاری خاطر کیا گیا۔\nمتاعا ................ لانعامکم (33:79) ” سامان زیست کے طور پر تمہارے لئے اور تمہارے مویشیوں کے لئے “۔ اس سے دو باتوں کی طرف اشارہ مطلوب ہے۔ ایک یہ کہ اللہ نے اس کائنات کے نظام کو چلانے کے لئے عظیم الشان تدابیر اختیار کی ہیں اور دوسرا یہ کہ اس نظام کے اندر ہر چیز ایک طے شدہ فارمولے کے مطابق نہایت صحیح اندازے سے بنائی گئی ہے۔ آسمانوں کو موجودہ شکل دینا ، زمین کو اس شکل و صورت میں تیار کرنا ، اور موجودہ نظام اتفاقاً پیدا نہیں ہوگیا۔ بلکہ پہلے سے مقدر اور مرتب تھا۔ اور اس کی ایک ایک چیز کو ایک حساب اور ایک اندازے سے پیدا کیا گیا ہے اور اسی مقصد کو سامنے رکھ کر پیدا کیا گیا ہے کہ اس زمین پر حضرت انسان نے آکر بسنا ہے۔ اس کا وجود ، اس کی نشوونما ، اور اس کی ترقی کے لئے یہاں بیشمار سازگار حالات پیدا کیے گئے ہیں اور ان کو اس نظام کے بنیادی ڈھانچے اور نقشے کے اندر رکھ دیا گیا ہے۔ پورا نظام شمسی اس طرح بنایا گیا ہے اور اس زمین کے اندر تہ یہ امور علی الخصوص ملحوظ ہیں۔\nقرآن کریم کا انداز یہ ہے کہ وہ اصل حقائق کی طرف ایک مجمل اشارات کرتا ہے ، جن میں اصل بات اور حقیقت بھی آجاتی ہے اور ایک عام سے عام آدمی بھی قرآنی مفہوم کو پالیتا ہے۔ یہاں قرآن کریم نے جن سہولیات اور سازگار چیزوں کی طرف اشارہ کیا وہ آسمانوں کی تخلیق وتعمیر ، رات کا چھانا اور پرسکون ماحول ، دن کا ظہور ، اور دوڑ دھوپ ، زمین کا بچھانا اور سازگار بنانا ، پانی کا بہانا اور نباتات کا اگانا اور پہاڑوں کا جمانا اور انسانوں اور حیوانوں کے لئے سامان زیست فراہم کرنا ، ان اشارات سے ایک طرف تو اللہ کی تدبیر کی حکمت اور تخلیق کا حکیمانہ نظام نظر آتا ہے اور یہ حقائق وہ مظاہر ہیں جن کو ہر شخص دیکھتا اور سمجھتا ہے۔ ہر سطح اور ہر معاشرے کا انسان ان کو سمجھتا ہے۔ اور ان کے سمجھنے کے لئے کسی بڑے درجہ علم کی ضرورت ہی نہیں ہے۔ بس ایک انسان ہو ، جہاں بھی ہو ، جس زمانے میں ہو ، وہ ان اشارات کو سمجھتا ہے۔\nلیکن اس عمومی سطح کے پس پشت اور گہرائی کے ساتھ اگر غور کیا جائے تو اس سطح کے نیچے عظیم حقائق ہوتے ہیں مثلاً یہ کہ اس کائنات کی تخلیق کے منصوبے میں گہری منصوبہ بندی ہے ، اور اس کا نظام محض بخت واتفاق پر نہیں چل رہا ہے۔ اس کائنات کی حقیقت اس بات کی نفی کرتی ہے۔ کیونکہ محض اتفاقاً اس قدر حکیمانہ فارمولا بن جانا ممکن ہی نہیں ہے۔ جو عجیب و غریب ہے اور جو نہایت حکیمانہ ہے۔\nجس کہکشاں میں ہم رہتے ہیں جسے شمسی کہکشاں کہا جاتا ہے ، ہماری زمین اس کہکشاں کا ایک سیارہ ہے۔ اس کی تنظیم اور اس کا نظام گردش ایک عجیب نظام ہے جو اس جیسی کروڑوں کہکشانوں میں نہیں ہے۔ پھر یہزمین تو تمام سیاروں میں سے ایک منفرد انداز کا سیارہ ہے ، سورج سے اس کا فاصلہ ، اس کے فضائی حالات اور اس کی گردش ایسے ہیں کہ اسے انسانی زندگی کے اہل بناتے ہیں۔ آج تک انسان نے اس وسیع و عریض کائنات میں کوئی دوسرا سیارہ معلوم نہیں کیا جس میں ایسی ہی زندگی ہو ، اور جس کے اندر ہزاروں لاکھوں ایسے عوامل ہیں جو انسانی زندگی کے ممدود ومعاون ہوں۔\n” اس لئے کہ اسباب حیات ایک ایسے سیارے میں فراہم ہوتے ہیں جس کا حجم مناسب ہو ، جو سورج سے ایک مناسب دوری پر ہو۔ اور اس کے عناصر کی ترکیب ایسی ہو جس کے اندر زندہ حرکت میں آسکے “۔\n” سازگار حجم کا مناسب ہونا اس لئے ضروری ہے کیونکہ کسی سیارے کے اردگرد کی فضا کا دارومدار اس پر ہوتا ہے کہ اس سیارے کا حجم کتنا ہے اور اس میں جاذبیت کی قوت کس قدر ہے “۔\n” اور معتدل دوری اس لئے ضروری ہے کہ جو سیارے سورج کے زیادہ قریب ہیں۔ وہ اس قدر گرم ہوتے ہیں کہ ان میں اجسام کے اجزاء اپنی جگہ نہیں ٹھہر سکتے اور جو سیارے سورج سے بہت دور ہوتے ہیں وہ اس قدر سرد اور ٹھوس ہوتے ہیں کہ ان کے اندر کوئی جسم پھل پھول نہیں سکتا “۔\n” پھر کسی سیارے کی ترکیب ایسے عناصر سے ہونا ضروری ہے جس کے اندر زندگی ممکن ہو اور پھل پھول سکے ، کیونکہ نباتات کے لئے اور حیوانات کے لئے وہ عناصر ضروری ہیں جو اس زمین میں رکھے گئے ہیں “۔\n” پھر زمین کو سورج سے اس قدر دور رکھا گیا ہے کہ اگر اس کا فاصلہ ذرا کم وبیش ہوجائے تو اس پر زندگی ممکن ہی نہ ہو۔ اور اس کی تفصیلات ہم اب اچھی طرح جانتے ہیں۔ آج تک ہمیں یہ معلوم نہیں ہوسکا کہ اس زمین کے علاوہ اور بھی کوئی سیارہ کسی سورج کے گرد ایسا ہے “۔ (بیسویں صدی کے مفکرین کے افکار ، استاد عقاد ، ص 32) ۔\nیہ حقائق کہ یہ کائنات ایک خاص نظم ، تدبیر اور منصوبے کے مطابق بنائی گئی ہے اور اس کے اندر انسان کی ایک مخصوص حیثیت ہے۔ انسان کو اس نتیجے پر پہنچنے کے لئے آمادہ کرتے ہیں کہ قیام قیامت ایک حقیقت ہے اور ایک دن ایسا آنے والا ہے کہ انسان سے حساب و کتاب لیا جائے گا اور اس کے اعمال پر اسے جزاء وسزا دی جائے گی۔ اگر اس کائنات اور اس میں انسانی زندگی کی تخلیق ایک حکیمانہ انداز کے مطابق ہے تو پھر لازماً انسان اس نتیجے تک پہنچے گا کہ ایک دن اس زندگی کا خاتمہ ہوگا اور انسان اپنے اعمال کی جزاء وسزا سے دوچار ہوگا۔ یہ بات انتہائی غیر معقول ، اور غیر منصفانہ ہوگی اس زندگی کا خاتمہ ایسا ہی ہو کہ ظالم ، بدکار سزا پانے سے بچ جائیں اور مظلوم دنیا میں مشکلات جھیلنے کے بعد یونہی ختم کردیئے جائیں۔ اس قسم کے عقائد ونظریات اس حکمت ، اس منصوبہ بندی اور اس تدبیر کے خلاف ہیں جو اس کائنات کی تخلیق اور تعمیر میں عیاں ہیں۔\nیہی وجہ ہے کہ ان حقائق کے بعد اب سورت کے مرکزی مضمون یعنی قیام قیامت کو لیا جاتا ہے یعنی وہ ہنگامہ عظیم جو برپا ہوگا اور پھر اس جہاں کا خاتمہ ہوجائے گا۔ اس سے قبل ذہنوں کو اس عقیدے کے قبول کرنے کے لئے تیار کرلیا گیا تھا۔ ذہن قبولیت کے لئے تیار تھا۔ لہٰذا یہ ذکر نہایت ہی مناسب وقت میں ہوا۔",
  "ayah": 33,
  "surah": 79
}
