{
  "text": "ان کلمات کی تفسیر میں یہ کہا گیا ہے کہ ان سے مراد فرشتے ہیں ، یعنی وہ جو انسانوں کی ارواح کو نہایت شدت سے کھینچتے ہے۔ ناشطات کے معنی ہیں چست اور کام کے لئے تیار ہیں۔ اور اس کائنات کے اطراف واکناف میں تیرتے پھرتے ہیں۔ اور جو رب تعالیٰ کی اطاعت اور احکام کی بجا آوری میں ایک دوسرے سے سبقت لے جاتے ہیں اور اس کائنات کے تمام امور کے انتظام اور انصرام میں لگے ہوئے ہیں۔\nدوسری تفسیر یہ کی گئی ہے کہ ان سے مراد ستارے ہیں جو اپنے مداروں اور کائنات کی فضاﺅں میں ڈوب جاتے ہیں اور پھر نکلتے ہیں۔ بڑی تیزی سے گردش کرتے ہیں۔ ایک منزل سے دوسری میں داخل ہوتے ہیں۔ اس فضائے کائنات میں وہ معلق ہیں۔ اور رفتار میں بعض تیز ہیں اور بعض سست۔ لہٰذا ایک دوسرے سے سبقت لے جاتے ہیں اور دست قدرت نے ازروئے فطرت ان کو جو احکامات دیئے ہیں وہ سر انجام دیتے ہیں ، اور زمین اور اس کے باشندوں کو متاثر کرتے ہیں ، یوں وہ اس زمین کا انتظام وانصرام کرتے ہیں۔\nبعض تفاسیر کے مطابق نازعات ، ناشطات ، سابحات اور سابقات سے مراد ستارے ہیں اور مدبرات فرشتے ہیں اور بعض حضرات نے یہ تفسیر بیان کی ہے کہ نازعات ، ناشطات اور سابحات سے مراد ستارے ہیں اور سابقات اور مدبرات سے مراد ملائکہ ہیں۔\nان آیات وکلمات کا مفہوم جو بھی ہو ، لیکن قرآنی فضا میں زندگی بسر کرتے ہوئے میرا احساس یہ ہے کہ اس پیرائے میں گفتگو اور ان الفاظ کے لانے سے مراد انسانی احساس کو بیدار کرنا ، انسانی شعور کے اندر تجسس اور آنے والے پرخطر اور ہنگامہ خیز حالات کے بارے میں خبردار اور بیدار کرنا ہے۔ یہ الفاظ اور یہ مفہوم ہمیں اس بات کے لئے تیار کرتے ہیں کہ آگے جو بات آرہی ہے وہ ایک عظیم واقعہ ہے ، جسے الطامتہ الکبریٰ راجفہ اور رادفہ کے الفاظ کے ساتھ ذکر کیا گیا ہے۔ اگر ہم ان الفاظ کے تفصیلی معانی میں نہ الجھیں کہ ان سے حقیقی مراد کیا ہے ؟ تو اس طرح ہم قرآن کریم کے فطری انداز پر اکتفا کرکے زیادہ فائدہ حاصل کرسکتے ہیں کیونکہ قرآن کریم کا حقیقی ہدیف یہ ہے کہ وہ دلوں کو ہلائے اور گرمائے اور اس مقصد کے لئے قرآن کریم موثر سے موثر اسلوب اختیار کرتا ہے۔ ہمارے ساتھ حضرت عمر ؓ کا انداز مطالعہ بھی ہے۔ آس سورة عبس وتولیٰ پڑھ رہے تھے جب\nوفاکھة وابا (31:80) ” تک پہنچے تو آپ نے فرمایا کہ ” فاکھہ “ تو ہمیں معلوم ہے لیکن “ ابا “ کیا ہے۔ اور اس کے بعد کہا ، اے عمر تیری جان کی قسم ، یہ محض تکلف ہوگا۔ اگر تم اللہ کی کتاب کے مفہوم میں سے کسی بات کو نہ سمجھو تو کیا قیامت ٹوٹ پڑے گی۔ اور ایک دوسری روایت میں انہوں نے فرمایا کہ یہ سب کچھ ہم جانتے ہیں۔ اگر ہم ” اب “ کا مفہوم نہ جانیں تو کیا ہے ؟ اس کے بعد انہوں نے اس عصا کو توڑ دیا جو ان کے ہاتھ میں تھا ، اور ھپر کہا عمر یہ تو محض تکلف ہے عمر کی ماں کے بیٹے کیا ہوجائے گا اگر تو ” اب “ کے مفہوم کو نہ جانے۔ ” لوگو ! قرآن میں سے جو تم جانتے ہو ، اس پر عمل کرو اور جو نہیں جانتے اسے چھوڑ دو “۔ یہ ایسی بات ہے جس سے معلوم ہوتا ہے کہ صحابہ کرام قرآن کریم کے سامنے کس قدر سہمے رہتے تھے اور کس قدر احترام کرتے تھے۔ جس طرح ایک بندہ اپنے مالک کے احکام کا احترام کرتا ہے اور فوراً تعملیل کرتا ہے۔ قرآن کریم کے کچھ کلمات اگر منعلق اور غامض ہوں تو بھی ان کا ایک مقصد ہوتا ہے۔\nمطلع میں جن باتوں پر قسم اٹھائی گئی ہے اس کا جواب درج ذیل آیات ہے یعنی جو اب قسم کی ان الفاظ میں تصویر کشی کی گئی ہے۔",
  "ayah": 4,
  "surah": 79
}
