{
  "text": "پہلے جھٹکے سے مراد زمین پر طاری ہونے والا جھٹکا ہے کیونکہ دوسری جگہ رجف کی نسبت صراحتہ زمین کی طرف کی گئی ہے۔\nیوم ترجف .................... والجبال ” جب زمین اور پہاڑ لرز اٹھیں گے “۔ رادفہ سے مراد ، مطابق روایات آسمان کا لرزنا ہے۔ یعنی زمین کے لرزاٹھنے کے بعد آسمان بھی لرز اٹھے گا۔ یہ پھٹ جائے گا ، اور اس کے ستارے بکھر جائیں گے۔\nبعض روایات میں آتا ہے کہ راجفہ سے مراد پہلا صور ہے۔ پہلا صور جب سخت آواز نکالے گا تو زمین اور پہاڑ لرزاٹھیں گے ، زمین کے اوپر درندے چرندے انسان سب لرز اٹھیں گے اور اس کے بعد زمین و آسمان کی تمام مخلوق بےہوش ہوجائے گی۔ اور رادفہ سے مراد دوسرا صور ہے ، جس کے نتیجے میں تمام مخلوق زندہ ہوکر زمین سے اگ پڑے گی اور میدان حشر برپا ہوجائے گا جس طرح سورة زمر آیت 68 میں آیا ہے۔\nبہرحال جو مفہوم بھی ہو ، انسانی شعور کے پردہ پر ایک زلزلہ برپا ہوتا ہے اور انسان پر اس تصویر کشی سے ایک خوف اور اضطراب پیدا ہوجاتا ہے۔ اور مارے خوف کے انسان تھر تھر کانپنے لگتا ہے۔ یوں انسانی شعور اس دن کے خوف وہراس کو سمجھنے کے قریب ہوجاتا ہے کہ اس دن اس قدر خوف اور اضطراب ہوگا کہ مضبوط سے مضبوط شخص کے قدم اکھڑ جائیں گے اور وہ بےقرار ہوجائے گا۔ انسان اس بات کو پالیتا ہے کہ اس آیت کا مفہوم کیا ہے۔\nقلوب ................ خاشعة (9:79) ” کچھ دل ہوں گے جو اس روز خوف سے کانپ رہے ہوں گے ، نگاہیں ان کی سہمی ہوئی ہوں گی “۔ کیونکہ یہ دل شدید اضطراب میں مبتلا ہوں گے ، ان پر ذلت چھائی ہوئی ہوگی۔ خوف ، دہشت اور ٹوٹ پھوٹ کے آثار ان پر نمایاں ہوں گے۔ زلزلہ ہوگا اور تباہی کا سماں ہر طرف نمایاں ہوگا۔ اور ایسا ہی ٹوٹ پھوٹ اس دن زمین اور آسمان کے نظام میں ہوگا۔\nیوم .................................... الرادفة (7:79) اور یہی سماں اور یہی منظر ان الفاظ کلمات سے بھی ظاہر ہوتا ہے جن کے ساتھ قسم کھائی گئی۔\nوالنزعت ............................ امرا (1:79 تا 5) ” یہ تمام مناظر (دل کی دنیا کے ، اس زمین و آسمان کے اور ان قسمیہ کلمات کے) سب کی فضا ، اور اثرات ہم رنگ اور ہم آہنگ ہیں۔ غرض یہ پوری سورست ایک ہنگامہ عظیم کے انداز میں ہے۔\nاب اس منظر کے بارے میں خود ان کے تاثرات یہاں نقل کیے جاتے ہیں کہ جب دوسرا صور پھونکے جانے کے بعد یہ ناگہاں اٹھیں گے اور سخت حیراں ہوجائیں گے۔",
  "ayah": 9,
  "surah": 79
}
