{
  "text": "‏{‏لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ‏}‏ أي‏:‏ شكا، وريبا ماكثا في قلوبهم، ‏{‏إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ‏}‏ بأن يندموا غاية الندم ويتوبوا إلى ربهم، ويخافوه غاية الخوف، فبذلك يعفو اللّه عنهم، وإلا فبنيانهم لا يزيدهم إلا ريبا إلى ريبهم، ونفاقا إلى نفاقهم‏.‏ ‏{‏وَاللَّهُ عَلِيمٌ‏}‏ بجميع الأشياء، ظاهرها، وباطنها، خفيها وجليها، وبما أسره العباد، وأعلنوه‏.‏ ‏{‏حَكِيمٌ‏}‏ لا يفعل ولا يخلق ولا يأمر ولا ينهى إلا ما اقتضته الحكمة وأمر به فللّه الحمد ‏.‏ وفي هذه الآيات فوائد عدة‏:‏ منها‏:‏ أن اتخاذ المسجد الذي يقصد به الضرار لمسجد آخر بقربه، أنه محرم، وأنه يجب هدم مسجد الضرار، الذي اطلع على مقصود أصحابه‏.‏ ومنها‏:‏ أن العمل وإن كان فاضلا تغيره النية، فينقلب منهيا عنه، كما قلبت نية أصحاب مسجد الضرار عملهم إلى ما ترى‏.‏ ومنها‏:‏ أن كل حالة يحصل بها التفريق بين المؤمنين، فإنها من المعاصي التي يتعين تركها وإزالتها‏.‏ كما أن كل حالة يحصل بها جمع المؤمنين وائتلافهم، يتعين اتباعها والأمر بها والحث عليها، لأن اللّه علل اتخاذهم لمسجد الضرار بهذا المقصد الموجب للنهي عنه، كما يوجب ذلك الكفر والمحاربة للّه ورسوله‏.‏ ومنها‏:‏ النهي عن الصلاة في أماكن المعصية، والبعد عنها، وعن قربها‏.‏ ومنها‏:‏ أن المعصية تؤثر في البقاع، كما أثرت معصية المنافقين في مسجد الضرار، ونهي عن القيام فيه، وكذلك الطاعة تؤثر في الأماكن كما أثرت في مسجد ‏\\\"‏ قباء‏\\\"‏ حتى قال اللّه فيه‏:‏ ‏{‏لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ‏}‏ ‏.‏ ولهذا كان لمسجد قباء من الفضل ما ليس لغيره، حتى كان ـ صلى الله عليه وسلم ـ يزور قباء كل سبت يصلي فيه، وحث على الصلاة فيه‏.‏ ومنها‏:‏ أنه يستفاد من هذه التعاليل المذكورة في الآية، أربع قواعد مهمة، وهي‏:‏ كل عمل فيه مضارة لمسلم، أو فيه معصية للّه، فإن المعاصي من فروع الكفر، أو فيه تفريق بين المؤمنين، أو فيه معاونة لمن عادى اللّه ورسوله، فإنه محرم ممنوع منه، وعكسه بعكسه‏.‏ ومنها‏:‏ أن الأعمال الحسية الناشئة عن معصية الله لا تزال مبعدة لفاعلها عن الله بمنزلة الإصرار على المعصية حتى يزيلها ويتوب منها توبة تامة بحيث يتقطع قلبه من الندم والحسرات‏.‏ ومنها‏:‏ أنه إذا كان مسجد قباء مسجدا أسس على التقوى، فمسجد النبي ـ صلى الله عليه وسلم ـ الذي أسسه بيده المباركة وعمل فيه واختاره اللّه له من باب أولى وأحرى‏.‏ ومنها‏:‏ أن العمل المبني على الإخلاص والمتابعة، هو العمل المؤسس على التقوى، الموصل لعامله إلى جنات النعيم‏.‏ والعمل المبني على سوء القصد وعلى البدع والضلال، هو العمل المؤسس على شفا جرف هار، فانهار به في نار جهنم، واللّه لا يهدي القوم الظالمين‏.‏",
  "ayah": 110,
  "surah": 9
}
