{
  "text": "يقول تعالى‏:‏ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ‏}‏ باللّه الذين عبدوا معه غيره ‏{‏نَجَسٌ‏}‏ أي‏:‏ خبثاء في عقائدهم وأعمالهم، وأي نجاسة أبلغ ممن كان يعبد مع اللّه آلهة لا تنفع ولا تضر، ولا تغني عنه شيئا‏؟‏‏\\\"‏‏.‏ وأعمالهم ما بين محاربة للّه، وصد عن سبيل اللّه ونصر للباطل، ورد للحق، وعمل بالفساد في الأرض لا في الصلاح، فعليكم أن تطهروا أشرف البيوت وأطهرها عنهم‏.‏ ‏{‏فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏}‏ وهو سنة تسع من الهجرة، حين حج بالناس أبو بكر الصديق، وبعث النبي ـ صلى الله عليه وسلم ـ ابن عمه عليا، أن يؤذن يوم الحج الأكبر ب ـ ‏{‏براءة‏}‏ فنادى أن لا يحج بعد العام مشرك، ولا يطوف بالبيت عريان‏.‏ وليس المراد هنا، نجاسة البدن، فإن الكافر كغيره طاهر البدن، بدليل أن اللّه تعالى أباح وطء الكتابية ومباشرتها، ولم يأمر بغسل ما أصاب منها‏.‏ والمسلمون ما زالوا يباشرون أبدان الكفار، ولم ينقل عنهم أنهم تقذروا منها، تَقَذُّرَهْم من النجاسات، وإنما المراد كما تقدم نجاستهم المعنوية، بالشرك، فكما أن التوحيد والإيمان، طهارة، فالشرك نجاسة‏.‏ وقوله‏:‏ ‏{‏وَإِنْ خِفْتُمْ‏}‏ أيها المسلمون ‏{‏عَيْلَةً‏}‏ أي‏:‏ فقرا وحاجة، من منع المشركين من قربان المسجد الحرام، بأن تنقطع الأسباب التي بينكم وبينهم من الأمور الدنيوية، ‏{‏فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ‏}‏ فليس الرزق مقصورا على باب واحد، ومحل واحد، بل لا ينغلق باب إلا وفتح غيره أبواب كثيرة، فإن فضل اللّه واسع، وجوده عظيم، خصوصا لمن ترك شيئا لوجهه الكريم، فإن اللّه أكرم الأكرمين‏.‏ وقد أنجز اللّه وعده، فإن اللّه قد أغنى المسلمين من فضله، وبسط لهم من الأرزاق ما كانوا به من أكبر الأغنياء والملوك‏.‏ وقوله‏:‏ ‏{‏إِنْ شَاءَ‏}‏ تعليق للإغناء بالمشيئة، لأن الغنى في الدنيا، ليس من لوازم الإيمان، ولا يدل على محبة اللّه، فلهذا علقه اللّه بالمشيئة‏.‏ فإن اللّه يعطي الدنيا، من يحب، ومن لا يحب، ولا يعطي الإيمان والدين، إلا من يحب‏.‏ ‏{‏إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ‏}‏ أي‏:‏ علمه واسع، يعلم من يليق به الغنى، ومن لا يليق، ويضع الأشياء مواضعها وينزلها منازلها‏.‏ وتدل الآية الكريمة، وهي قوله ‏{‏فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏}‏ أن المشركين بعد ما كانوا، هم الملوك والرؤساء بالبيت، ثم صار بعد الفتح الحكم لرسول اللّه والمؤمنين، مع إقامتهم في البيت، ومكة المكرمة، ثم نزلت هذه الآية‏.‏ ولما مات النبي ـ صلى الله عليه وسلم ـ أمر أن يجلوا من الحجاز، فلا يبقى فيها دينان، وكل هذا لأجل بُعْدِ كل كافر عن المسجد الحرام، فيدخل في قوله ‏{‏فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا‏}‏",
  "ayah": 28,
  "surah": 9
}
