{
  "text": "هذه الآية أمر بقتال الكفار من اليهود والنصارى من ‏{‏الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ‏}‏ إيمانا صحيحا يصدقونه بأفعالهم وأعمالهم‏.‏ ولا يحرمون ما حرم الله، فلا يتبعون شرعه في تحريم المحرمات، ‏{‏وَلَا يَدِينُونَ دِينَ الْحَقِّ‏}‏ أي‏:‏ لا يدينون بالدين الصحيح، وإن زعموا أنهم على دين، فإنه دين غير الحق، لأنه إما بين دين مبدل، وهو الذي لم يشرعه اللّه أصلا، وإما دين منسوخ قد شرعه اللّه، ثم غيره بشريعة محمد ـ صلى الله عليه وسلم ـ فيبقى التمسك به بعد النسخ غير جائز‏.‏ فأمره بقتال هؤلاء وحث على ذلك، لأنهم يدعون إلى ما هم عليه، ويحصل الضرر الكثير منهم للناس، بسبب أنهم أهل كتاب‏.‏ وغيَّى ذلك القتال ‏{‏حَتَّى يُعْطُوا الْجِزْيَةَ‏}‏ أي‏:‏ المال الذي يكون جزاء لترك المسلمين قتالهم، وإقامتهم آمنين على أنفسهم وأموالهم، بين أظهر المسلمين، يؤخذ منهم كل عام، كلٌّ على حسب حاله، من غني وفقير ومتوسط، كما فعل ذلك أمير المؤمنين عمر بن الخطاب وغيره، من أمراء المؤمنين‏.‏ وقوله‏:‏ ‏{‏عَنْ يَدٍ‏}‏ أي‏:‏ حتى يبذلوها في حال ذلهم، وعدم اقتدارهم، ويعطونها بأيديهم، فلا يرسلون بها خادما ولا غيره، بل لا تقبل إلا من أيديهم، ‏{‏وَهُمْ صَاغِرُونَ‏}‏ فإذا كانوا بهذه الحال، وسألوا المسلمين أن يقروهم بالجزية، وهم تحت أحكام المسلمين وقهرهم، وحال الأمن من شرهم وفتنتهم، واستسلموا للشروط التي أجراها عليهم المسلمون مما ينفي عزهم وتكبرهم، ويوجب ذلهم وصغارهم، وجب على الإمام أو نائبه أن يعقدها لهم‏.‏ وإلا بأن لم يفوا، ولم يعطوا الجزية عن يد وهم صاغرون، لم يجز إقرارهم بالجزية، بل يقاتلون حتى يسلموا‏.‏ واستدل بهذه الآية الجمهور الذين يقولون‏:‏ لا تؤخذ الجزية إلا من أهل الكتاب، لأن اللّه لم يذكر أخذ الجزية إلا منهم‏.‏ وأما غيرهم فلم يذكر إلا قتالهم حتى يسلموا، وألحق بأهل الكتاب في أخد الجزية وإقرارهم في ديار المسلمين، المجوس، فإن النبي ـ صلى الله عليه وسلم ـ أخذ الجزية من مجوس هجر، ثم أخذها أمير المؤمنين عمر من الفرس المجوس‏.‏ وقيل‏:‏ إن الجزية تؤخذ من سائر الكفار من أهل الكتاب وغيرهم، لأن هذه الآية نزلت بعد الفراغ من قتال العرب المشركين، والشروع في قتال أهل الكتاب ونحوهم، فيكون هذا القيد إخبارا بالواقع، لا مفهوما له‏.‏ ويدل على هذا أن المجوس أخذت منهم الجزية وليسوا أهل كتاب، ولأنه قد تواتر عن المسلمين من الصحابة ومن بعدهم أنهم يدعون من يقاتلونهم إلى إحدى ثلاث‏:‏ إما الإسلام، أو أداء الجزية، أو السيف، من غير فرق بين كِتَابِيٍّ وغيره‏.‏",
  "ayah": 29,
  "surah": 9
}
