{
  "text": "ھواللہ الذی لا الہ الا ھو (95 : 22) ” اللہ وہی ہے جس کے سوا کوئی معبود نہیں ہے “۔ لہٰذا اسی کے الٰہہ ہونے کا عقیدہ رکھو ، اسی کی عبادت کرو ، اور اسی کی طرف رخ کرکے پکارو۔ تخلیق سے لے کر موت تک تمہاری زندگی کے اندر وہی موثر اور فعال ہے اور اسی عقیدے پر مکمل اسلامی نظام فکر اور نظام عمل قائم ہے۔ لوگوں کے آپس کے تعلقات ، لوگوں کے عام زندہ مخلوق کے ساتھ تعلق اور لوگوں کے اس کائنات کے ساتھ تعلق کو عقیدہ توحید کی اساس پر استوار کیا گیا ہے۔\nعلم ............ والشھادة (95 : 22) ” غائب اور ظاہر ہر چیز کا جاننے والا ہے “۔ اس سے یہ شعور پیدا کرنا مطلوب ہے کہ اللہ سب کچھ دیکھ رہا ہے۔ ظاہر اور خفیہ سب اس پر ظاہر ہے۔ تو انسان کو یہ شعور تازہ رکھنا چاہئے کہ وہ دیکھ رہا ہے اس کے بعد جو کچھ بھی کرنا چاہے ، کرے۔ کیونکہ انسان یہاں اکیلا زندہ نہیں رہ رہا ہے۔ اگرچہ انسان تنہائی میں ہو۔ اگر انسان اپنے اندر یہ کیفیت پیدا کرے تو اس کا قلب نہ غافل ہوسکتا ہے نہ سو سکتا ہے۔\nھوالرحمن الرحیم (95 : 22) ” وہی رحمن ورحیم ہے “۔ ان صفات کے تصور سے انسان مطمئن اور خوش ہوتا ہے اور خوف کے ساتھ امید بھی ہوتی ہے۔ ہیبت کے ساتھ طمانیت بھی آتی ہے۔ مومنین کے تصورات کے مطابق اللہ ہر وقت انسانوں کا پیچھا ہی نہیں کرہا ہے بلکہ نگرانی بھی کررہا ہے۔ وہ ہر وقت لوگوں کو سزا اور عذاب ہی نہیں دے رہا بلکہ ان کو ہدایت بھی دے رہا ہے۔ ان کو شتر بےمہار نہیں چھوڑا دیا گیا بلکہ اللہ ان کی رہنمائی کرتا ہے اور معاونت بھی کرتا ہے۔\nھواللہ ............ الا ھو (95 : 32) ” وہ اللہ ہی ہے جس کے سوا کوئی معبود نہیں “۔ اس دوسری تسبیح میں بھی اس عقیدے یا کلمہ شہادت کو دہرایا گیا کیونکہ یہاصل الاصول ہے۔\nالملک (95 : 32) ” وہ بادشاہ ہے “۔ یہی معبود جس کے سوا کوئی اور معبود نہیں ہے یہی بادشاہ بھی ہے۔ جب بادشاہ بھی وہی ہے تو پھر لازم ہے کہ سارے معاملات میں صرف اسی کی طرف رجوع ہو۔ کوئی اور بادشاہ پھر نہ ہوگا۔ لہٰذا کوئی شخص دو بادشاہوں کو تسلیم نہیں کرسکتا۔ اللہ نے کسی آدمی کے اندر بیک وقت دو دل پیدا نہیں کیے۔\nالقدوس (95 : 32) ” نہایت مقدس “۔ یہ لفظ انتہائی پاکی کو ظاہر کرتا ہے۔ طہارت مطلقہ۔ اللہ قدوس ہے تو اللہ کے بندوں کا دل بھی پاک ہونا چاہیے تاکہ اس کے اندر اللہ کی پاک تعلیمات بیٹھ سکیں اور وہ فیوض وبرکات کے نزول کے اہل ہوسکے۔ اور وہ اللہ کی پاکی بیان کرسکے۔\nالسلم (95 : 32) ” سراسر سلامتی “۔ السلام سے امن ، سلامتی ، اور اطمینان کا نزول ہوتا ہے اور یہ پوری کائنات سلامتی سے بھر جاتی ہے۔ قلب مومن اپنے رب کی طرف سے مطمئن ہوجاتا ہے۔ ایک اللہ کے جوار رحمت میں امن سے ہوتا ہے۔ پھر اس کائنات میں وہ آفات وبلیات سے بھی اپنے آپ کو امن میں پاتا ہے۔ اس کی بےاطمینانیاں ، بےچینیاں اور تمام تھکاوٹیں دور ہوجاتی ہیں اور وہ اس کائنات کی ہر چیز کا دوست بن جاتا ہے۔\nالمومن (95 : 32) ” امن دینے والا “۔ امن وسلامتی دیتا ہے۔ اس صفت سے معلوم ہوتا ہے کہ ایمان کی اہمیت کیا ہے ، مومن ہوکر انسان اللہ کی صفات میں سے ایک صفت میں شریک ہوجاتا ہے ، یوں صفت ایمان کے بعد وہ زمین کی مخلوق نہیں رہتا بلکہ عالم بالا کی طرف بلند ہوجاتا ہے۔\nالمھیمن (95 : 32) ” نگہبان “۔ اللہ کی صفات کے تصور کا یہ نیازوایہ ہے۔ سابقہ صفات القدوس السلام المومن ایسی صفات ہیں جو ذات سے متعلق ہیں لیکن مہیمن کی صفت پوری کائنات سے متعلق ہے اور اس سے اللہ کی نگرانی اور بادشاہت کا اظہار ہوتا ہے۔\nاسی طرح اگلی صفات۔\nالعزیز الجبار المتکبر (95 : 32) ” سب پر غالب ، اپنا حکم بزور نافذ کرنے والا ، بڑا ہوکر رہنے والا “۔ یہ ایسی صفات ہیں جس سے اللہ کی گرفت ، غلبے اور جبر کا اظہار ہوتا ہے۔ جس سے ایسی برتری ، قوت ، غلو کا اظہار ہوتا ہے جس کے اور کوئی شریک نہ ہو۔ اور درحقیقت اللہ کی ذات وصفات میں کوئی شریک بھی نہیں ہے۔ صرف وہی عزیز ہے ، صرف وہی جبار ہے ، صرف وہی متکبر ہے۔ ان صفات کا اطلاق اس کے سوا کسی پر نہیں ہوسکتا۔\nیہی وجہ ہے کہ سورت کا اختتام یوں ہے :\nسبحن اللہ عما یشرکون (95 : 32) ” پاک ہے اللہ شرک سے جو لوگ کررہے ہیں “۔",
  "ayah": 23,
  "surah": 59
}
