{
  "text": "ثم ختم - سبحانه - السورة الكريمة بعتاب يحمل فى طياته ثوب التأديب والإرشاد والتأنيب ، لمن آثر مطالب الدنيا على مطالب الآخرة فقال - تعالى - : ( وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ . . ) .قال الإمام ابن كثير ما ملخصه : يعاتب - تبارك وتعالى - على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة ، التى قدمت المدينة يومئذ ، فقال : ( وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْواً انفضوا إِلَيْهَا وَتَرَكُوكَ قَآئِماً . . ) .فقد أخرج الشيخان وغيرهما عن جابر قال : قدمت عِيرٌ - أى : تجارة - المدينة ، ورسول الله - صلى الله عليه وسلم - يخطب يوم الجمعة - فخرج الناس ، وبقى اثنا عشر رجلا ، فنزلت هذه الآية .وفى رواية عن جابر - أيضا - أنه قال : \" بينما النبى - صلى الله عليه وسلم - يخطب يوم الجمعة ، فقدمت عير إلى المدينة ، فابتدرها الناس ، حتى لم يبق مع الرسول - صلى الله عليه وسلم - إلا اثنا عشر رجلا ، فقال - صلى الله عليه وسلم - : \" والذى نفسى بيده ، لو تتابعتم حتى لم يبق منكم أحد ، لسال بكم الوادى نارا \" ونزلت هذه الآية . . \"وفى رواية أن الذين بقوا فى المسجد كانوا أربعين ، وأن العير كانت لعبد الرحمن بن عوف ، وكان قد أصاب أهل المدينة جوع وغلاء سعر .وفى رواية أن الرسول - صلى الله عليه وسلم - كان يخطب ، فقدم دحية الكلى بتجارة له . فتلقاه أهله بالدفوف . فخرج الناس .و \" إذا \" فى قوله - تعالى - : ( وَإِذَا رَأَوْاْ تِجَارَةً . . ) ظرف للزمان الماضى المجرد عن الشرط ، لأن هذه الآية نزلت على الرسول - صلى الله عليه وسلم - بعد أن انفض عنه من انفض وهو يخطب وقوله : ( انفضوا ) من الانفضاض ، بمعنى التفرق . يقال : انفض فلان عن فلان إذا تركه وانصرف عنه ، وهو من الفض ، بمعنى كسر الشىء والتفريق بين أجزائه .والضمير فى قوله ( إِلَيْهَا ) يعود للتجارة ، وكانت عودته إليها دون اللهو ، لأن الانفضاض كان لها بالأصالة ، والمراد باللهو هنا : فرحهم بمجىء التجارة واستقبالهم لها بالدفوف ، لأنهم كانوا فى حالة شديدة من الفقر وغلاء الأسعار .والتعبير بأو يشير إلى أن بعض المنفضين قد انفضوا من أجل التجارة ، وأن البعض الآخر قد انفض من أجل اللهو .قال الجمل فى حاشيته : والذى سوغ لهم الخروج وترك الرسول - صلى الله عليه وسلم - يخطب ، أنهم ظنوا أن الخروج بعد تمام الصلاة جائز ، لانقضاء المقصود وهو الصلاة ، لأنه كان - صلى الله عليه وسلم - فى أول الإسلام يصلى الجمعة قبل الخطبة كالعيدين ، فلما وقعت هذه الواقعة ، ونزلت الآية ، قدم الخطبة وأخر الصلاة .وقوله - سبحانه - : ( وَتَرَكُوكَ قَآئِماً ) جملة حالية من فاعل ( انفضوا ) والمقصود بها توبيخ على هذا التصرف ، حيث تركوا رسول الله - صلى الله عليه وسلم - واقفا يخطب على المبنر ، وانصرفوا إلى التجارة واللهو .وقوله - سبحانه - : ( قُلْ مَا عِندَ الله خَيْرٌ مِّنَ اللهو وَمِنَ التجارة والله خَيْرُ الرازقين ) إرشاد لهم إلى ما هو الأنفع والأبقى والأكرم لهم .أى : قل - أيها الرسول الكريم - لهؤلاء الذين انفضوا عنك وأنت تخطب . . . قل لهم : ما عند الله - تعالى - من ثواب ومن عطاء خير من اللهو الذى يشغلكم عن ذكر الله ، ومن التجارة التى تبتغون من ورائها الربح المادى ، والمنافع العاجلة .والله - تعالى - هو خير الرازقين لأنه - سبحانه - هو وحده الذى يقسم الأرزاق ، وهو الذى يعطى ويمنع ، كما قال - سبحانه - : ( مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ العزيز الحكيم ) وقدمت التجارة على اللهو فى صدر الآية ، لأن رؤيتها كانت الباعث الأعظم على الانفضاض إليها ، وترك الرسول - صلى الله عليه وسلم - قائما يخطب على المنبر ، ولم يبق معه إلا عدد قليل من أصحابه .وأخرت فى آخر الآية وقدم اللهو عليها ، ليكون ذمهم على انفضاضهم أشد وأوجع ، حتى لا يعودوا إلى مثل ذلك .هذا ، ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات ما يأتى :1 - فضل يوم الجمعة ، وفضل صلاة يوم الجمعة ، والتحذير من ترك أدائها .ومن الأحاديث التى وردت فى هذا المعنى ، ما رواه مسلم وأبو داود والنسائى عن أبى هرير ، أن رسول الله - صلى الله عليه وسلم - قال : \" خير يوم طلعت فيه الشمس يوم الجمع ، فيه خلق آدم . وفيه أدخل الجنة ، وفيه أخرج منها ، ولا تقوم الساعة إلا فى يوم الجمعة \" .وروى الشيخان عن أبى هريرة أنه سمع النبى - صلى الله عليه وسلم - يقول : \" نحن الآخرون - أى : زمنا - السابقون يوم القيامة قبل غيرهم - ، بيد أنهم - أى : اليهود والنصارى - أوتوا الكتاب من قبلنا ، وأوتيناه من بعدهم ، ثم هذا يومهم الذى فرض عليهم - أى : تعظيمه - فاختلفوا فيه فهدانا الله ، فالناس لنا فيه تبع : اليهود غدا - أى : السبت - والنصارى بعد غد - أى : الأحد - \" .وروى مسلم والنسائى عن ابن عمر أنه سمع النبى - صلى الله عليه وسلم - يقول على أعواد مبره : \" لينتهين أقوام عن وَدْعِهم الجمعات - أى : تركهم صلاة الجمعة - أو ليختمن الله على قلوبهم ، ثم ليكونن من الغافلين .. \" .قال القربطى ما ملخصه : وإنما سميت الجمعة جمعة ، لأنها مشتقة من الجمع حيث يجتمع الناس فيها للصلاة . . . وكان يقال ليوم الجمعة : العَرُوبة . .قال البيهقى : وروينا عن موسى بن عقبة ، عن ابن شهاب الزهرى ، أن مصعب بن عمير ، كان أول من جمَّع الجمعة بالمدينة بالمسلمين ، قبل أن يهاجر إليها الرسول - صلى الله عليه وسلم - .ثم قال القرطبى : وأما أول جمعة جمعها - صلى الله عليه وسلم - بأصحابه ، قال أهل السير والتاريخ : قدم رسول الله - صلى الله عليه وسلم - مهاجرا حتى نزل بقباء ، على بنى عمروا بن عوف ، يوم الاثنين لاثنتى عشرة ليلة خلت من شهر ربيع الأول حين اشتد الضحى - ومن تلك السنة يعد التاريخ - فأقام بقباء إلى يوم الخميس ، وأسس مسجدهم ثم خرج يوم الجمعة إلى المدينة ، فأدركته الجمعة فى بنى سالم بن عوف ، فى بطن وادٍ لهم ، فجمع بهم وخطب ، وهى أول خطبة خطبها بالمدينة ، وقال فيها : الحمد لله ، أحمده وأستعينه ، وأستغفره ، وأستهديه . . .2 - الآية الكريمة وإن كانت قد أمرت المؤمنين بالسعى إلى صلاة الجمعة عند النداء لها ، إلا أن هناك أحاديث متعددة تحض على التبكير بالحضور إليها ، وبالغسل لها ، وبمس الطب ، وبالحضور إليها على أحسن حالة . . .ومن تلك الأحاديث ما رواه الشيخان وغيرهما عن أبى هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة غسل الجنابة - أى : كغسل الجنابة - ثم راح إلى المسجد ، فكأنما قرب بدنة - أى : ناقة ضخمة . . . . ومن راح فى الساعة الثانية فكأنما قرب بقرة ، ومن راح فى الساعة الثالثة فكأنما قرب كبشا أقرن - أى له قرون - ومن راح فى الساعة الرابعة فكأنما قرب دجاجة ، ومن راح فى الساعة الخامسة فكأنما قرب بيضة ، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر \" .وروى ابن ماجه عن ابن مسعود قال : سمعت النبى - صلى الله عليه وسلم - يقول : \" إن الناس يجلسون يوم القيامة على قدر تراوحهم إلى الجمعات ، الأول ثم الثانى ثم الثالث ثم الرابع ، وما رابع أربعة من الله ببعيد \" .وروى الشيخان عن أبى سعيد الخدرى ، عن النبى - صلى الله عليه وسلم - أنه قال : \" على كل مسلم الغسل يوم الجمعة ، ويلبس من صالح ثيابه ، وإن كل طيب مس منه . . . \" .3 - أخذ العلماء من قوله - تعالى - : ( . . . إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع . . . ) أن صلاة الجمعة فريضة محكمة ، وأن السعى لأدائها واجب ، وأن ترك ذلك محرم شرعا .. .ومن المعروف بين العلمءا أن الأمر يقتضى الوجوب ، ما لم يوجد له صارف ، ولا صارف له هنا . . .قال الإمام القرطبى : فرض الله - تعالى - الجمعة على كل مسلم ، ردا على من يقول : إنها فرض على الكفاية ، ونقل عن بعض الشافعية أنها سنة .وجمهور الأمة الأئمة أنها فرض على الأعيان ، لقوله - تعالى - : ( . . . إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع . . . ) .وثبت عن رسول الله - صلى الله عليه وسلم - أنه قال : \" لينتهِيَنَّ أقوامٌ عن وَدْعِهم الجُمُعَاتِ أو ليخَتِمَنَّ الله على قلوبهم ثم ليكونُنَّ من الغافلين \" .وهذا حجة واضحة فى وجوب الجمعة وفرضيتها . .قال بعض العلماء : جاء فى الآية الكريمة الأمر بالسعى ، والأمر للوجوب فيكون السعى واجبا ، وقد أخذ العلماء من ذلك أن الجمعة فريضة ، لأنه - سبحانه - قد رتب الأمر للذكر على النداء للصلاة ، فأذا كان المراد بالذكر هو الصلاة ، فالدلالة ظاهرة ، لأنه لا يكون السعى لشىء واجبا ، حتى يكون ذلك الشىء واجبا .وأما إذا كان المراد بالذكر الخطبة فقط ، فهو كذلك لأن الخطبة شرط الصلاة ، وقد أمر بالسعى إليه ، والأمر للوجوب ، فإذا وجب السعى للمقصود تبعا ، فما ذلك إلا لأن المقصود بالذات واجب . .كما أن الاشتغال بالبيع أو الشراء وقت النداء محرم ، لأن الأمر للوجوب ، وقال بعضهم : هو مكروه كراهة تحريم .ومما يدل على أن صلاة الجمعة فريضة محكمة ، وأن السعى إليها واجب ، وأن الاشتغال عنها بالبيع أبو الشراء محرم ، ما جاء فى الأحاديث من الأمر بالمحافظة عليها ، ومن التحذير من تركها ، ومن ذلك ما رواه أبو داود من حديث أبى الجعد ، أن رسول الله - صلى الله عليه وسلم - قال : \" من ترك ثلاث جمع تهاونا بها ، طبع الله على قلبه \" .4 - قوله - تعالى - : ( فَإِذَا قُضِيَتِ الصلاة فانتشروا فِي الأرض . . ) يدل دلالة واضحة ، على سمو شريعة الإسلام ، وعلى سماحتها ويسرها ، وجمعها بين مطالب الدنيا ومطالب الآخرة .ومع أن هذا الأمر بالانتشار بعد الصلاة للإباحة - كما سبق أن قلنا - إلا أن بعض السف كان إذا انتهت الصلاة ، خرج من المسجد ، ودار فى السوق ساعة ، ثم رجع إلى المسجد فصلى ما شاء أن يصلى .قال الإمام ابن كثير : كان عراك بن مالك - أحد كبار التابعين - أحد كبار التابعين - إذا صلى الجمعة ، انصرف فوقف على باب المسجد وقال : اللهم إنى أجبت دعوتك وصليت فريضتك ، وانتشرت كما أمرتنى ، فارزقنى من فضلك وأنت خير الرازقين .هذا ، وهناك أحكام أخرى توسع المفسرون والفقهاء فى الحديث عنها ، فليرجع إليها من شاء المزيد من معرفة هذه الأحكام والآداب .",
  "ayah": 11,
  "surah": 62
}
