{
  "text": "ثم بين - سبحانه - أن رسالة رسوله محمد - صلى الله عليه وسلم - لن يكون نفعها مقصورا على المعاصرين له والذين شاهدوه . . . بل سيعم نفعها من سيجيئون من بعدهم ، فقال - تعالى - : ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ وَهُوَ العزيز الحكيم . . ) .وقوله : ( وَآخَرِينَ ) جمع آخر بمعنى الغير ، والجملة معطوفة على قوله قبل ذلك ( فِي الأميين . . ) فيكون المعنى :هو - سبحانه - الذى بعث فى الأميين رسولا منهم ، كما بعثه فى آخرين منهم .( لَمَّا يَلْحَقُواْ بِهِمْ ) أى : لم يجيئوا بعد ، وهم كل من يأتى بعد الصحابة من أهل الإسلام إلى يوم القيامة ، بدليل قوله - تعالى - : ( وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ بِهِ وَمَن بَلَغَ . . . ) أى : وأوحى إلى هذا القرآن لأنذركم به يا أهل مكة ، ولأنذر به جميع من بلغه هذا الكتاب ، ووصلت إليه دعوته من العرب وغيرهم إلى يوم القيامة . . .وفى الحديث الشريف : \" بلغوا عن الله - تعالى - فمن بلغته آية من كتاب الله ، فقد بلغه أمر الله \" .وعن محمد بن كعب قال : من بلغه القرآن فكأنما رأى النبى - صلى الله عليه وسلم - .ويصح أن يكون قوله : ( وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ . . ) معطوف على الضمير المنصوب فى قوله : ( وَيُعَلِّمُهُمُ . . ) فيكون المعنى :هو الذى بعث فى الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة ، ويعلم آخرين منهم ( لَمَّا يَلْحَقُواْ بِهِمْ ) أى : لم يجيئوا بعد وسيجيئون . . . وهم كل من آمن بالرسول من بعد الصحابة إلى يوم القيامة .قال صاحب الكشاف : وقوله : ( وَآخَرِينَ ) مجرور عطف على الأميين يعنى : أنه بعثه فى الأميين الذين على عهده ، وفى آخرين من الأميين الذين لم يلحقوا بهم بعد ، وسيلحقون بهم ، وهم الذين بعد الصحابة . .وقيل : لما نزلت قيل : \" من هم يا رسول الله ، فوضع يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لتناوله رجال من هؤلاء \" \" .وقيل : هم الذين يأتون من بعدهم إلى يوم القيامة .ويجوز أن ينتصب عطفا عل المنصوب فى ( وَيُعَلِّمُهُمُ ) أى يعلمهم ويعلم آخرين ، لأن التعليم إذا تناسق إلى آخر الزمان كان كله مستندا إلى أوله ، فكأنه هو الذى تولى كل ما وجد منه .. .والمتأمل فى هذه الآية الكريمة يراها تشير ‘لى أن دعوة النبى - صلى الله عليه وسلم - ستبلغ غير المعاصرين له - صلى الله عليه وسلم - وأنهم سيتبعونها ، ويؤمنون بها ، ويدافعون عنها . .وهذا ما أيده الواقع ، فقد دخل الناس فى دين الله أفواجا من العرب ومن غير العرب ، ومن أهل المشارق والمغارب .فالآية الكريمة تخبر عن معجزة من معجزات القرآن الكريم ، ألا وهى الإخبار عن أمور مستقبلة أيدها الواقع المشاهد .وقوله - تعالى - : ( وَهُوَ العزيز الحكيم ) تذييل المقصود به بيان أن قدرته - تعالى - لا يعجزها شىء ، وأن حكمته هى أسمى الحكم وأسدها .أى : وهو - سبحانه - العزيز الذى لا يغلب قدرته شىء ، الحكيم فيما يريده ويقدره ويوجده .",
  "ayah": 3,
  "surah": 62
}
