{
  "text": "ثم أمر الله - تعالى - نبيه - صلى الله عليه وسلم - أن يتحدى اليهود ، وأن يرد على مزاعمهم ردا يخرس ألسنتهم ، ويكشف عن أكاذيبهم . . . فقال - سبحانه - : ( قُلْ ياأيها الذين هادوا إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ الناس فَتَمَنَّوُاْ الموت إِن كُنتُمْ صَادِقِينَ ) .قال الآلوسى : وأمر - الله - أن يقول لهم ذلك ، إظهارا لكذبهم ، فإنهم كانوا يقولون : ( نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ ) ويدعون أن الآخرة خالصة لهم عند الله .وروى أنه لما ظهر رسول الله - صلى الله عليه وسلم - كتب يهود المدينة إلى يهود خيبر : إن اتبعتم محمدا أطعناه ، وإن خالفتموه خالفناه . فقالوا - أى : يهود خيبر - : \" نحن أبناء خليل الرحمن ، ومنا عزير ابن الله ، ومنا الأنبياء ومتى كانت النبوة فى العرب؟ نحن أحق بها من محمد - صلى الله عليه وسلم - ، ولا سبيل إلى اتباعه ، فنزلت هذه الآيات . . .والمقصود بالذين هادوا ، أى : الذين ادعو أنهم على الديانة اليهودية ، يقال : هاد فلان وتَهَوَّدَ .إذا دخل فى اليهودية ، نسبة إلى يهوذا أحد أبناء يعقوب - عليه السلام - ، أو سموا بذلك حين تابوا عن عبادة العجل ، من هادَ يهوَدُ هَوْدًا بمعنى تاب ، ومنه قوله - تعالى - : ( واكتب لَنَا فِي هذه الدنيا حَسَنَةً وَفِي الآخرة إِنَّا هُدْنَآ إِلَيْكَ . . ) أى : تبنا إليك .ومعنى ، أولياء الله . . . مقربين منه ، كرماء عليه ، لهم منزلة خاصة عنده - تعالى - .وقوله : ( فَتَمَنَّوُاْ الموت . . ) جواب الشرط ، والتمنى معناه : ارتياح النفس ، ورغبتها القوية فى الحصول على الشىء .ويستعمل التمنى فى المعنى القائم بالقلب ، بأن تتطلع نفس الشخص إلى الحصول على الشىء . كما يستعمل عن طريق النطق باللسان ، بأن يقول الإنسان بلسانه ، ليتنى أحصل على كذا .وهذا المعنى الثانى هو المراد هنا ، لأن المعنى الكائن فى القلب لا يعلمه أحد سوى الله - تعالى - .ومعنى الآية الكريمة : قل يا محمد لهؤلاء اليهود الزاعمين أنهم أبناء الله وأحباؤه ، وأنهم أولياء الله - تعالى - المقربون إليه من دون سائر خلقه . . . قل لهم على سبيل التحدى والتعجيز والتبكيت - إن كان الأمر كما زعمتم ، فاذكروا أمام الناس بألسنتكم لفظا ، يدل على أنكم تحبون الموت وترغبون فيه ، كلى تظفروا بعد الموت بالمحبة الكاملة من الله ، ولكى تنتقلوا من شقاء الدنيا ومتاعبها إلى النعيم الخالص بعد موتكم .وجواب الشرط فى قوله : ( إِن كُنتُمْ صَادِقِينَ ) محذوف لدلالة ما قبله عليه .أى : إن كنتم صادقين فى دعواكم أنكم أولياء الله من دون الناس فتمنوا الموت .وافتتحت الآية الكريمة بلفظ ( قُلْ ) للاهتمام بشأن التحدى من الرسول - صلى الله عليه وسلم - لهم ، ولبيان أنه أمر من الله - تعالى - وليس للرسول - صلى الله عليه وسلم - سوى التنفيذ .وجىء بإن الشرطية المفيدة للشك ، مع أنهم قد زعموا أنهم أولياء لله فعلا ، للإشعار بأن زعمهم هذا وإن كانوا قد كرروا النطق والتباهى به . . إلا أنه بمنزلة الشىء الذى تلوكه الألسنة ، دون أن يكون له أساس من الواقع ، فهو لوضوح بطلانه صار بمنزلة الشىء الذى يفترض وقوعه افتراضا على سبيل التوبيخ لهم .قال الآلوسى ما ملخصه : قوله : ( قُلْ ياأيها الذين هادوا ) أى : تهودوا ( إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ ) أى : أحباء لله ، ولم يضف - سبحانه - لفظ أولياء إليه ، كما فى قوله : ( ألا إِنَّ أَوْلِيَآءَ الله لاَ خَوْفٌ عَلَيْهِمْ . . ) ليؤذن بالفرق بين مدعى الولاية ، ومن يخصه - تعالى - بها .وقوله : ( مِن دُونِ الناس . . ) حال من الضمير الراجع إلى اسم ( إِن ) أى : متجاوزين عن الناس .( فَتَمَنَّوُاْ الموت ) أى : فتمنوا من الله أن يميتكم وينقلكم من دار البلية إلى محل الكرامة . فإن من أين أنه من أهل الجنة أحب أن يخلص إليها من هذه الدنيا التى هى دار كدر وتعب .",
  "ayah": 6,
  "surah": 62
}
