{
  "text": "Those on the Left and Their Recompense\nAfter Allah mentioned the condition of those on the right hand, He then mentioned the condition of those on the left hand,\nوَأَصْحَـبُ الشِّمَالِ مَآ أَصْحَـبُ الشِّمَالِ\n(And those on the left How will be those on the left) meaning, `What is the condition of those on the left,' then explains His statement, by saying,\nفِى سَمُومٍ\n(in Samum,) means, a fierce hot wind,\nوَحَمِيمٍ\n(and Hamim.) i.e., boiling water,\nوَظِلٍّ مِّن يَحْمُومٍ\n(And a shadow from Yahmum,) the shadow of smoke, according to Ibn `Abbas, Mujahid, `Ikrimah, Abu Salih, Qatadah, As-Suddi and others. In a similar statement, Allah said,\nانطَلِقُواْ إِلَى مَا كُنتُمْ بِهِ تُكَذِّبُونَ - انطَلِقُواْ إِلَى ظِلٍّ ذِى ثَلَـثِ شُعَبٍ - لاَّ ظَلِيلٍ وَلاَ يُغْنِى مِنَ اللَّهَبِ - إِنَّهَا تَرْمِى بِشَرَرٍ كَالْقَصْرِ - كَأَنَّهُ جِمَـلَةٌ صُفْرٌ وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ\n(\"Depart you to that which you used to deny! Depart you to a shadow in three columns, neither shady nor of any use against the fierce flame of the Fire. \" Verily, it throws sparks like fortresses, as if they were yellow camels or bundles of ropes. Woe that Day to the deniers.)(77:29-34). Allah said in this Ayah,\nوَظِلٍّ مِّن يَحْمُومٍ\n(And a shadow from Yahmum,) meaning, black smoke,\nلاَّ بَارِدٍ وَلاَ كَرِيمٍ\n(Neither Barid nor Karim,) means, it neither brings soft, cool breeze nor appears clear. Al-Hasan and Qatadah commented on Allah's statement,\nوَلاَ كَرِيمٍ\n(nor Karim) \"Its sight is not pleasant.\" Ad-Dahhak said, \"Every drink that is not fresh, is not Karim (pleasant). Then, Allah the Exalted stated that they deserve this end,\nإِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُتْرَفِينَ\n(Verily, before that, they indulged in luxury,) meaning, in the life of the world, they were enjoying life's pleasures and satisfying their lusts, all the while ignoring what the Messengers brought to them,\nوَكَانُواْ يُصِرُّونَ\n(And were persisting), means, they persisted and did not intend to repent,\nعَلَى الْحِنثِ الْعَظِيمِ\n(in great sin.) in disbelief in Allah and claiming that the idols and rivals were gods besides Allah. It means idolatry, according to Ibn `Abbas. This is also the meaning reported from Mujahid, `Ikrimah, Ad-Dahhak, Qatadah, As-Suddi and others. Allah said,\nوَكَانُواْ يِقُولُونَ أَءِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَـماً أَءِنَّا لَمَبْعُوثُونَ أَوَ ءَابَآؤُنَا الاٌّوَّلُونَ\n(And they used to say: \"When we die and become dust and bones, shall we then indeed be resurrected And also our forefathers\") They said this while denying and rejecting the idea that resurrection will ever occur. Allah the Exalted said,\nقُلْ إِنَّ الاٌّوَّلِينَ وَالاٌّخِرِينَ - لَمَجْمُوعُونَ إِلَى مِيقَـتِ يَوْمٍ مَّعْلُومٍ\n(Say: \"(Yes) verily, those of old, and those of later times. All will surely be gathered together for appointed meeting of a known Day.\") meaning, `Say, O Muhammad, that the earlier and latter generations of the Children of Adam will be gathered for the Day of Resurrection and none of them will be left out. Allah the Exalted said:\nإِنَّ فِى ذلِكَ لآيَةً لِّمَنْ خَافَ عَذَابَ الاٌّخِرَةِ ذلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَلِكَ يَوْمٌ مَّشْهُودٌ - وَمَا نُؤَخِّرُهُ إِلاَّ لاًّجَلٍ مَّعْدُودٍ - يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ\n(That is a Day whereon mankind will be gathered together, and that is a Day when all will be present. And We delay it only for a term fixed. On the Day when it comes, no person shall speak except by His leave. Some among them will be wretched and (others) blessed.)(11:103-105) He also said here,\nلَمَجْمُوعُونَ إِلَى مِيقَـتِ يَوْمٍ مَّعْلُومٍ\n(All will surely be gathered together for appointed meeting of a known Day.) because that time is precisely designated and will not come late, early, nor increase or decrease. Allah said,\nثُمَّ إِنَّكُمْ أَيُّهَا الضَّآلُّونَ الْمُكَذِّبُونَ - لاّكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ - فَمَالِـُونَ مِنْهَا الْبُطُونَ\n(Then verily, --- you the erring-ones, the deniers! You verily, will eat of the trees of Zaqqum. Then you will fill your bellies therewith.) indicating that they will be seized and made to eat from the Zaqqum tree until their stomachs become full,\nفَشَـرِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ - فَشَـرِبُونَ شُرْبَ الْهِيمِ\n(And drink the Hamim on top of it. And you will drink (that) like Al-Him!) Hamim is boiling water, while Al-Him means thirsty camels, according to Ibn `Abbas, Mujahid, Sa`id bin Jubayr and `Ikrimah. As-Suddi said \"Al-Him is a disease that strikes camels, causing them to feel thirst, and they drink until they die.\" Therefore, he said, the people of Hell, will never quench their thirst from drinking Hamim. Allah, the Exalted, said,\nهَـذَا نُزُلُهُمْ يَوْمَ الدِّينِ\n(That will be their entertainment on the Day of Recompense!) `this, what We have described, is their entertainment with their Lord on the Day of their Reckoning.' Allah the Exalted said in the case of the believers,\nإِنَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَاتِ كَانَتْ لَهُمْ جَنَّـتُ الْفِرْدَوْسِ نُزُلاً\n(Verily, those who believe and do righteous good deeds, shall have the Gardens of Al-Firdaws (Paradise) for their entertainment.)(18:107), i.e., hospitality and honor.",
  "ayah": 41,
  "surah": 56
}
