{
  "text": "Proof that Resurrection will occur\nAllah asserts that Resurrection will occur and refutes the misguided atheists who deny it, those who said,\nأَءِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَـماً أَءِنَّا لَمَبْعُوثُونَ\n(When we die and become dust and bones, shall we then indeed be resurrected) 56:47 They said this statement in denial and discounting Resurrection. Allah the Exalted said,\nنَحْنُ خَلَقْنَـكُمْ\n(We created you,) meaning, `We have created you after you were nothing. Therefore, is not that Who is able to start the creation, more able to bring it back' Allah's statement,\nفَلَوْلاَ تُصَدِّقُونَ\n(then why do you believe not) `why do you not then believe in Resurrection' Then Allah said, while bringing forth evidence that Resurrection occurs,\nأَفَرَءَيْتُمْ مَّا تُمْنُونَ - أَءَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الْخَـلِقُونَ\n(Do you not see the semen you emit. Is it you who create it, or are We the Creator) meaning, `do you make the semen remain in the wombs and create life from it therein, stage after stage Or is Allah the One Who does all this' Allah said,\nنَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ\n(We have decreed death to you all,) meaning, `We made death exist between you.' Ad-Dahhak commented, \"Allah made the residents of the heavens and earth equal with regards to death.\" Allah said,\nوَمَا نَحْنُ بِمَسْبُوقِينَ\n(and We are not outstripped,) meaning, `We are never unable,'\nعَلَى أَن نُّبَدِّلَ أَمْثَـلَكُمْ\n(To transfigure you), meaning, `to change your current shapes, on the Day of Resurrection,'\nوَنُنشِئَكُمْ فِى مَا لاَ تَعْلَمُونَ\n(and create you in that you know not.) meaning, `out of shapes and forms.' Allah the Exalted said,\nوَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الاٍّولَى فَلَوْلاَ تَذَكَّرُونَ\n(And indeed, you have already known the first form of creation, why then do you not remember) meaning, `you know that Allah has created you after you were nothing. He created you and gave you hearing, sight and hearts. Will you not then remember and take heed that He Who is able to create you in the beginning is more able to bring you back and resurrect you to life anew' Allah the Exalted said in other Ayat,\nوَهُوَ الَّذِى يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ\n(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)(30:27),\nأَوَلاَ يَذْكُرُ إلإِنْسَـنُ أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئاً\n(Does not man remember that We created him before, while he was nothing)(19:67),\nأَوَلَمْ يَرَ الإِنسَـنُ أَنَّا خَلَقْنَـهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مٌّبِينٌ - وَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ\n(Does not man see that We have created him from Nutfah. Yet behold he (stands forth) as an open opponent. And he puts forth for Us a parable, and forgets his own creation. He says: \" Who will give life to these bones after they are rotten and have become dust\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation.\")(36:77-79), and,\nأَيَحْسَبُ الإِنسَـنُ أَن يُتْرَكَ سُدًى - أَلَمْ يَكُ نُطْفَةً مِّن مَّنِىٍّ يُمْنَى - ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى - فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالاٍّنثَى - أَلَيْسَ ذَلِكَ بِقَـدِرٍ عَلَى أَن يُحْيِىَ الْمَوْتَى\n(Does man think that he will be left neglected Was he not a Nutfah of semen emitted Then he became an `Alaqah (a clot); then shaped and fashioned in due proportion. And made of him two sexes, male and female. Is not He able to give life to the dead)(75:36-40)",
  "ayah": 57,
  "surah": 56
}
