{
  "text": "وقوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) يقول تعالى ذكره: وفيها الحبّ، وهو حبّ البُرّ والشعير ذو الورق، والتبن: هو العَصْف، وإياه عنى علقمة بن عَبَدَة:تَسقِــى مَذَانِبَ قَدْ مـالَتْ عَصِيفَتُهـاحَـدُورَها مِــنْ أتِيّ المَاء مَطْمـومُ (2)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) يقول: التبن.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) قال: العصف: ورق الزرع الأخضر الذي قطع رءوسه، فهو يسمى العصف إذا يبس.حدثنا ابن حُمَيد، قال: ثنا يعقوب، عن جعفر، عن سعيد ( وَالْحَبُّ ذُو الْعَصْفِ ): البقل من الزرع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَالْحَبُّ ذُو الْعَصْفِ )، وعصفه تبنه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: العصف: التبن.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن الضحاك ( وَالْحَبُّ ذُو الْعَصْفِ )، قال: الحبّ: البّر والشعير، والعصف: التِّبن.حدثنا سعيد بن يحيى، قال: ثنا عبد الله بن المبارك الخراسانيّ، عن إسماعيل بن أبي خالد، عن أبي مالك قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) قال: الحب أول ما ينبت.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد في قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) قال: العصف: الورق من كل شيء. قال: يقال للزرع إذا قُطع: عصافة، وكلّ ورق فهو عصافة.حدثنا الحسن بن عرفة، قال: ثني يونس بن محمد، قال: ثنا عبد الواحد، قال: ثنا أبو روق عطية بن الحارث، قال: سمعت الضحاك يقول في قوله: ( وَالْحَبُّ ذُو الْعَصْفِ ) قال: العصف: التبن.حدثنا سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كُدَينة، عن عطاء، عن سعيد، عن ابن عباس ( ذُو الْعَصْفِ ) قال: العصف: الزرع.وقال بعضهم: العصف: هو الحب من البرّ والشعير بعينه.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ )، أما العصف: فهو البرّ والشعير.وأما قوله: ( وَالرَّيْحَانُ ) فإن أهل التأويل اختلفوا في تأويله فقال بعضهم: هو الرزق.* ذكر من قال ذلك:حدثني زيد بن أخزم الطائي، قال: ثنا عامر بن مدرك، قال: ثنا عتبة بن يقظان، عن عكرِمة، عن ابن عباس، قال: كلّ ريحان في القرآن فهو رزق.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( وَالرَّيْحَانُ ) قال: الرزق.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن الضحاك ( وَالرَّيْحَانُ ): الرزق، ومنهم من يقول: ريحاننا.حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جُبير، عن ابن عباس ( وَالرَّيْحَانُ ) قال: الريح.حدثنا الحسن بن عرفة، قال: ثني يونس بن محمد، قال: ثنا عبد الواحد، قال: ثنا أبو روق عطية بن الحارث، قال: سمعت الضحاك يقول في قوله: ( وَالرَّيْحَانُ ) قال: الرزق والطعام.وقال آخرون : هو الريحان الذي يشمّ.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: ( الريحان ) ما تنبت الأرض من الريحان.حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالرَّيْحَانُ ): أما الريحان فما أنبتت الأرض من ريحان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن ( وَالرَّيْحَانُ ) قال: ريحانكم هذا، حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَالرَّيْحَانُ ) : الرياحين التي توجد ريحها.وقال آخرون : هو خُضرة الزرع.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية عن عليّ، عن ابن عباس، قوله: ( وَالرَّيْحَانُ ) يقول : خُضرة الزرع.وقال آخرون : هو ما قام على ساق.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: ( الريحان ) ما قام على ساق.وأولى الأقوال في ذلك بالصواب قول من قال: عُنِي به الرزق، وهو الحبّ الذي يؤكل منه.وإنما قلنا ذلك أولى الأقوال في ذلك بالصواب؛ لأن الله جلّ ثناؤه أخبر عن الحبّ أنه ذو العصف، وذلك ما وصفنا من الورق الحادث منه، والتبن إذا يبس، فالذي هو أولى بالريحان، أن يكون حبه الحادث منه، إذ كان من جنس الشيء الذي منه العصف، ومسموع من العرب تقول: خرجنا نطلب رَيْحان الله ورزقه، ويقال: سبحانَك وريحانَك: أي ورزقك، ومنه قول النمر بن تَوْلب:سَــلامُ الإلــه وَرَيْحـــانُهُوجَــنَّتــُهُ وسَمــاءٌ درَرْ (3)وذُكر عن بعضهم أنه كان يقول: العصف: المأكول من الحبّ والريحان: الصحيح الذي لم يؤكل.واختلفت القراء في قراءة قوله: ( وَالرَّيْحَانُ )، فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض المكيين، وبعض الكوفيين بالرفع عطفا به على الحبّ، بمعنى: وفيها الحبّ ذو العصف، وفيها الريحان أيضا. وقرأ ذلك عامة قرّاء الكوفيين.( وَالرَّيْحَانُ ) بالخفض عطفا به على العصف، بمعنى والحبّ ذو العصف وذو الريحان. (4)وأولى القراءتين في ذلك بالصواب: قراءة من قرأه بالخفض للعلة التي بينت في تأويله، وأنه بمعنى الرزق. وأما الذين قرءوه رفعا، فإنهم وجَّهوا تأويله فيما أرى إلى أنه الريحان الذي يشمّ، فلذلك اختاروا الرفع فيه وكونه خفضا بمعنى: وفيها الحبّ ذو الورق والتبن، وذو الرزق المطعوم أولى وأحسن لما قد بيَّناه قبل.------------------------الهوامش:(2) هذا الشاهد من شواهد أبي عبيدة في مجاز القرآن ( الورقة 172 من مصورة جامعة القاهرة رقم 26390 عن نسخة \"مراد متلا \" . وهذا بعد ان انتهت مراجعنا على الصورة الأولى رقم 26059 لانتهاء أورقها عند سورة القمر ) أنشده أبو عبيدة عند قوله تعالى : ( والحب ذو العصف والريحان ) قال : تخرج له عصيفة، وهي أذنته أعلاه، وهو الهبود، وأذنه إنما هي زيادته وكثرته وورقه الذي يتعصف .وهو كما قال علقمة بن عبدة \" تسقى مذانب ... البيت \".طمها: ملأها لم يبق فيها شيء، وطم إناءه ملأه . وقال شارح مختار الشعر الجاهلي 426: المذانب جمع مذنب، وهو مسيل الماء إلى الأرض، والجدول يسيل عن الروضة بمائها إلى ويرها : وعصيفتها : هي الورق الذي يجز فيؤكل، ثم يسقى أصله، ليعود ورقه . وجذورها : الذي انحدر من هذه المذانب واطمأن . الأتي : الجدول . وأراد به هنا : ما يسيل من الماء في الجدول . والمطموم: المملوء بالماء .(3) البيت للنمر بن تولب العكلي ( اللسان : روح ) وبعده :غَمـــامٌ يُـــنَزِّل رِزْقَ العِبــادفأحْيــا البِــلادَ وطَــابَ الشَّـجَرْوهو من شواهد أبي عبيدة في مجاز القرآن ( الورقة 172 من المصورة 26390 بجامعة القاهرة ) قال : والريحان والحب منه الذي يؤكل، يقال: سبحانك وريحانك: أي رزقك؛ قال النمر بن تولب \" سلام الإله ... البيت \" ا هـ. وفي ( اللسان : درر ) : والدرة في الأمطار أن يتبع بعضها بعضا، وجمعها : درر، وللسحاب درر: أي صب، الجمع: درر؛ قال النمر بن تولب :... البيتين . سماء درر أي: ذات درر . ا هـ.(4) هذا من كلام الفراء في معاني القرآن صفحة 320 من المخطوطة .",
  "ayah": 12,
  "surah": 55
}
