{
  "text": "وقوله: ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا ): اختلف أهل التأويل في تأويل قوله: ( إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا )، فقال بعضهم: معنى ذلك : إن استطعتم أن تجوزوا أطراف السموات والأرض، فتعجزوا ربكم حتى لا يقدر عليكم؛ فجوزوا ذلك، فإنكم لا تجوزونه إلا بسلطان من ربكم. قالوا : وإنما هذا قول يقال لهم يوم القيامة. قالوا: ومعنى الكلام: سنفرغ لكم أيها الثقلان، فيقال لهم ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا ).* ذكر من قال ذلك:حدثني موسى بن عبد الرحمن المسروقيّ، قال: ثنا أبو أسامة، عن الأجلح، قال: سمعت الضحاك بن مزاحم، قال: \" إذا كان يوم القيامة أمر الله السماء الدنيا فتشقَّقت بأهلها، ونـزل من فيها من الملائكة، فأحاطوا بالأرض ومن عليها بالثانية، ثم بالثالثة، ثم بالرابعة، ثم بالخامسة، ثم بالسادسة، ثم بالسابعة، فصفوا صفا دون صف، ثم ينـزل الملك الأعلى على مجنبِّته اليسرى جهنم، فإذا رآها أهل الأرض ندوّا، فلا يأتون قطرا من أقطار الأرض إلا وجدوا سبعة صفوف من الملائكة، فيرجعون إلى المكان الذي كانوا فيه، فذلك قول الله  إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ * يَوْمَ تُوَلُّونَ مُدْبِرِينَ  ، وذلك قوله:  وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ  ، وقوله: ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ )، وذلك قوله:  وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ * وَالْمَلَكُ عَلَى أَرْجَائِهَا  .وقال آخرون : بل معنى ذلك : أن تنفذوا من أقطار السموات والأرض، فانفذوا هاربين من الموت، فإن الموت مُدرككم، ولا ينفعكم هربكم منه.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ ) .... الآية، يعني بذلك أنه لا يجيرهم أحد من الموت، وأنهم ميتون لا يستطيعون فرارا منه، ولا محيصا، لو نفذوا أقطار السموات والأرض كانوا في سُلطان الله، ولأخذهم الله بالموت.وقال آخرون : بل معنى ذلك: إن استطعتم أن تعلموا ما في السموات والأرض فاعلموا.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس، في قوله: ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) يقول: إن استطعتم أن تعلموا ما في السموات والأرض فاعلموه، لن تعلموه إلا بسلطان، يعني البينة من الله جلّ ثناؤه.وقال آخرون : معنى قوله: ( لا تَنْفُذُونَ ): لا تخرجون من سلطاني.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ): يقول: لا تخرجون من سلطاني .وأما الأقطار فهي جمع قُطْر، وهي: الأطراف.كماحدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ ) قال: من أطرافها.وقوله جلّ ثناؤه  وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا  يقول: من أطرافها.وأما قوله: ( إلا بسُلْطانٍ )، فإن أهل التأويل اختلفوا في معناه، فقال بعضهم معناه : إلا ببينة وقد ذكرنا ذلك قبل.وقال آخرون: معناه: إلا بحجة.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن رجل، عن عكرِمة ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) قال: كلّ شيء في القرآن سلطان فهو حجة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( بسُلْطانٍ ) قال: بحجة.وقال آخرون : بل معنى ذلك: إلا بملك وليس لكم ملك.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) قال: لا تنفذون إلا بملك، وليس لكم ملك.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) قال: إلا بسلطان من الله، إلا بملكة منه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ )، يقول: إلا بملكة من الله.وأولى الأقوال في ذلك بالصواب قول من قال: معنى ذلك: إلا بحجة وبينة، لأن ذلك هو معنى السلطان في كلام العرب، وقد يدخل الملك في ذلك، لأن الملك حجة.",
  "ayah": 33,
  "surah": 55
}
