{
  "text": "القول في تأويل قوله تعالى :  يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلا تَنْتَصِرَانِ (35)يقول تعالى ذكره ( يُرْسَلُ عَلَيْكُمَا ) أيها الثقلان يوم القيامة ( شُوَاظٌ مِنْ نَارٍ )، وهو لهبها من حيث تشتعل وتؤجَّج بغير دخان كان فيه ومنه قول رُؤْبة بن العجَّاج:إنَّ لَهُــمْ مِــنْ وَقْعِنــا أقْياظــاونــارُ حَــرْب تُسْــعِرُ الشُّـوَاظا (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( شُوَاظٌ مِنْ نَارٍ )، يقول: لَهَب النار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) يقول: لهب النار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( شُوَاظٌ مِنْ نَارٍ ) قال: لهب النار.حدثنا ابن بشار، قال: ثنا أبو أحمد الزُّبيري، قال: ثنا سفيان، عن منصور، عن مجاهد ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: اللهب المتقطع. (4)حدثنا ابن حُميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشُّواظ: الأخضر المتقطع من النار.قال: ثنا جرير، عن منصور، عن مجاهد في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ : هذا اللهب الأخضر المتقطع من النار.قال: ثنا مهران، عن سفيان، في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ: اللهب الأخضر المتقطع من النار.قال: ثنا مهران، عن سفيان، عن الضحاك: ( الشُّوََاظُ ): اللهب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) : أي لهب من نار.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( شُوَاظٌ مِنْ نَارٍ ) قال: لهب من نار.وحدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ: اللهب، وأما النحاس فالله أعلم بما أراد به.ذكر من قال ذلك:وقال آخرون : الشُّواظ : هو الدخان الذي يخرج من اللهب.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( شُوَاظٌ مِنْ نَارٍ ): الدخان الذي يخرج من اللهب ليس بدخان الحطب.واختلفت القرّاء في قراءة قوله: ( شُوَاظٌ ) ، فقرأ ذلك عامة قرّاء المدينة والكوفة والبصرة، غير ابن أبي إسحاق (شُوَاظٌ ) بضم الشين، وقرأ ذلك ابن أبي إسحاق، وعبد الله بن كثير ( شِوَاظٌ مِنْ نارٍ ) بكسر الشين، وهما لغتان، مثل الصوار من البقر، والصّوار بكسر الصاد وضمها. وأعجب القراءتين إليّ ضمّ الشين، لأنها اللغة المعروفة، وهي مع ذلك قراءة القرّاء من أهل الأمصار.وأما قوله: ( ونُحاسٌ )، فإن أهل التأويل اختلفوا في المعنيّ به، فقال بعضهم: عُنِي به الدخان.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثنا موسى بن عمير، عن أبي صالح، عن ابن عباس، في قوله: ( وَنُحَاسٌ فَلا تَنْتَصِرَانِ ) قال: النحاس: الدخان.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( ونُحاسٌ ): دخان النار.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( ونُحاسٌ ): قال: دخان.وقال آخرون : عني بالنحاس في هذا الموضع: الصُّفر.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( ونُحاسٌ ) قال: النحاس: الصفر يعذّبون به.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( ونُحاسٌ ) قال: يذاب الصفر من فوق رءوسهم.قال: ثنا حكام، عن عمرو، عن منصور، عن مجاهد ( ونُحاسٌ ) قال: يذاب الصفر فيصبّ على رأسه.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، ( ونُحاسٌ ): يذاب الصفر فيصبّ على رءوسهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، ( ونُحاسٌ ) قال: توعدهما بالصُّفر كما تسمعون أن يعذّبهما به.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ ) قال: يخوّفهم بالنار وبالنحاس.وأولى القولين في ذلك عندي بالصواب قول من قال: عُنِي بالنحاس: الدخان، وذلك أنه جلّ ثناؤه ذكر أنه يرسل على هذين الحيَّين شواظ من نار، وهو النار المحضة التي لا يخلطها دخان. والذي هو أولى بالكلام أنه توعدهم بنار هذه صفتها أن يُتبع ذلك الوعد بما هو خلافها من نوعها من العذاب، دون ما هو من غير جنسها، وذلك هو الدخان، والعرب تسمي الدخان نُحاسا بضم النون، ونحاسا بكسرها، والقرّاء مجمعة على ضمها، ومن النُّحاس بمعنى الدخان، قول نابغة بني ذُبيان:يَضُــوءُ كَضَــوْء سِـرَاج السَّـليط لْــم يجْــعَل اللــهُ فيـهِ نُحاسـا (5)يعني : دخانا.وقوله: ( فَلا تَنْتَصِرَانِ ) يقول تعالى ذكره: فلا تنتصران أيها الجنّ والإنس منه، إذا هو عاقبكما هذه العقوبة، ولا تُستنقذان منه.كما حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فَلا تَنْتَصِرَانِ ) قال: يعني الجنّ والإنس.--------------------الهوامش :(3) البيتان في ديوان العجاج ( طبع ليبسج 81 )، وفي مجاز القرآن لأبي عبيدة ( الورقة 173 ) ولم يظهر اسم الشاعر، قال عند قوله تعالى ( يرسل عليكما شواظ من نار ونحاس ) : شواظ ( بضم أوله ) وشواظ ( بكسر أوله ) ( ضبط قلم ) : واحد .وهو النار التي تأجج لا دخان فيها .قال : \" إن لهم من وقعنا \" ... البيتين، وفي ( اللسان : شوظ ) والشواظ والشوظ ( بضم الأول وكسر الثاني ) : اللهب الذي لا دخان فيه . وقال رؤبة: \" إن لهم ... البيتين \" . وفي التنزيل العزيز: ( يرسل عليكما شواظ من نار ونحاس ) . قال الفراء : أكثر القراء قرءوا شواظ (بالضم) وكسر الحسن الشين ، كما قالوا لجماعة البقر صوار صوار . ا هـ .(4) المتقطع : كذا في الأصل . وهو كذلك بالشوكاني ( 5 : 134 ) .(5) البيت لنابغة بني جعدة مجاز القرآن ( الورقة 173 - ب ) وحرف الناسخ اسمه، فقال كنابغة بني ذبيان في تفسير المؤلف هذا . قال أبو عبيدة عند قوله تعالى : \" ونحاس \" : نحاس ونحاس ( بضم أوله وكسره، ضبط قلم ) والنحاس: الدخان، قال نابغة بني جعدة \" تضيء كضوء .... البيت \" وفي أوله : تضيء بالياء، لا بالواو، كما كتبه ناسخ التفسير . (وفي اللسان ضوأ) ضاء السراج يضوء، وأضاء يضيء. قال: واللغة الثانية هي المختارة . ا ه.",
  "ayah": 36,
  "surah": 55
}
