{
  "text": "وقوله: ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) يقول تعالى ذكره : يطوف هؤلاء المجرمون الذين وصف صفتهم في جهنم بين أطباقها( وَبَيْنَ حَمِيمٍ آنٍ ) يقول: وبين ماء قد أسخن وأغلي حتى انتهى حرّه وأنى طبخه، وكل شيء قد أدرك وبلغ فقد أنى، ومنه قوله:  غَيْرَ نَاظِرِينَ إِنَاهُ  يعني: إدراكه وبلوغه، كما قال: نابغة بني ذُبيان:ويُخْــضَب لِحْيَـةٌ غـدَرَتْ وخـانَتْبــأحمَرَ مِـنْ نَجـيع الجَـوْفِ آنـي (2)يعني: مدرك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( وَبَيْنَ حَمِيمٍ آنٍ ) يقول: انتهى حرُّه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَبَيْنَ حَمِيمٍ آنٍ ) يقول: غلى حتى انتهى غليه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَبَيْنَ حَمِيمٍ آنٍ ) قال: قد بلغ إناه.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: الآني الذي قد انتهى حرّه.حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا شبيب، عن بشر، عن عكرِمة، عن ابن عباس ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) قال: الآني : ما اشتدّ غليانه ونضجه.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد قال: سمعت الضحاك يقول في قوله: ( حَمِيمٍ آنٍ ): هو الذي قد انتهى غَلْيه.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( وَبَيْنَ حَمِيمٍ آنٍ ) قال: أنى طبخها منذ يوم خلق الله السموات والأرض.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) يقول: حميم قد أنى طبخه منذ خلق الله السموات والأرض.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن ( حَمِيمٍ آنٍ ) يقول: حميم قد آن منتهى حره.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( حَمِيمٍ آنٍ ) قال: قد انتهى حرّه.وقال بعضهم: عنى بالآني: الحاضر.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) قال: يطوفون بينها وبين حميم حاضر، الآني :الحاضر.-------------------الهوامش :(2) البيت لنابغة بني ذبيان ( مختار الشعر الجاهلي بشرح مصطفى السقا ، طبعة الحلبي 194 ) من قصيدة يهجو بها يزيد بن عمرو بن الصعق الكلابي في قصة ذكرها شارحه في 193 عند بدء القصيدة، ( وانظر شرح الأعلم ، والوزير أبي بكر البطليوسي على الأشعار الستة ، والجزء الأول من خزانة الأدب الكبرى، لعبد القادر البغدادي 204 - 205 ) وقال شارح البيت: نجيع الجوف: الدم الخالص . والآنى: الشديد الحرارة، وهو الذي بلغ أناه . ا هـ . وقال أبو عبيدة في مجاز القرآن ( الورقة 173 - ب ) : عند قوله تعالى : ( وبين حميم آن : بلغ أناه في شدة الحر . ا هـ .",
  "ayah": 44,
  "surah": 55
}
