{
  "text": "وقوله: ( ذَوَاتَا أَفْنَانٍ ) يقول: ذواتا ألوان، واحدها فن، وهو من قولهم : افتن فلان في حديثه : إذا أخذ فى فنون منه وضروب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني الحسين بن يزيد الطحان، قال: ثنا عبد السلام بن حرب، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس في قوله: ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا ألوان.حدثنا الفضل بن إسحاق، قال: ثنا أبو قتيبة، قال: ثنا عبد الله بن النعمان، عن عكرِمة ( ذَوَاتَا أَفْنَانٍ ) قال: ظل الأغصان على الحيطان، قال: وقال الشاعر:مـا هـاجَ شَـوْقَكَ مِـنْ هَدِيل حَمامَةتَدْعُـو عـلى فَنـن الغُصُـونِ حَماماتَدْعُـوا أبـا فَرْخَـين صَـادَفَ ضارياذا مِخْــلَبين مِــنَ الصُّقُّـورِ قَطامـا (3) .حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن مجاهد ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا ألوان.قال: ثنا مهران، عن أبي سنان ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا ألوان.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( ذَوَاتَا أَفْنَانٍ ) يقول: ألوان من الفاكهة .وقال آخرون : ذواتا أغصان.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن رجل من أهل البصرة، عن مجاهد ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا أغصان.وقال آخرون : معنى ذلك: ذواتا أطراف أغصان الشجر.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( ذَوَاتَا أَفْنَانٍ ) يقول: فيما بين أطراف شجرها، يعني: يمسّ بعضها بعضا كالمعروشات، ويقال: ذواتا فضول عن كل شيء.وقال آخرون : بل عنى بذلك فضلهما وسعتهما على ما سواهما.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( ذَوَاتَا أَفْنَانٍ ) يعني: فضلهما وسعتهما على ما سواهما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا فضل على ما سواهما.------------------الهوامش :(3) لم أقف على قائل البيتين وأنشد ابن بري في ( اللسان : هدر ) البيت الأول منهما، ولم ينسبه قال صاحب اللسان عن ابن سيده في المحكم : الهديل : صوت الحمام، وخص بعضهم به وحشها، كالدباسي والقماري ونحوهما، هدل يهدل هديلا . وأنشد ابن بري : .... البيت قال : وقد جاء الهديل في صوت الهدهد . ا هـ . والفنفن الغصن المستقيم طولا وعرضا . وقيل الغصن : القضيب، يعني المقضوب، والفنن: ما تشعب منه . والجمع: الأفنان ثم والأفانين .وقال عكرمة في قوله تعالى : ( ذواتا أفنان ) قال: ظل الأغصان على الحيطان . وقال أبو الهيثم: فسرها بعضهم ذواتا أغصان وفسره بعضهم : ذواتا ألوان، واحدها حينئذ: فن ، وفنن. قال أبو منصور : واحد الأفنان، إذا أردت بها ألوان فن . وإذا أردت بها الأغصان : فواحدها فنن. اهـ.وقال في قطم : والقطامي: الصقر، ويفتح . وصقر قطام ( كسحاب ) وقَطامي وقطامي ( بفتح أوله وضمه ) : لحم . قيس يفتحون، وسائر العرب يضمون، وقد غلب عليه اسما، وهو مأخوذ من القطم، وهو المشتهى : اللحم وغيره .ا هـ .",
  "ayah": 48,
  "surah": 55
}
