{
  "text": "القول في تأويل قوله تعالى :  فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ (56)يقول تعالى ذكره في هذه الفرش التي بطائنها من إستبرق ( قَاصِرَاتُ الطَّرْفِ )، وهنّ النساء اللاتي قد قُصِرَ طرفهنّ على أزواجهنّ، فلا ينظرن إلى غيرهم من الرجال.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثني أبي، عن أبي يحيى، عن مجاهد في قوله: ( فِيهِنَّ قَاصِرَاتُ الطَّرْفِ ) قال: قَصُر طرفهنّ عن الرجال، فلا ينظرن إلا إلى أزواجهنّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فِيهِنَّ قَاصِرَاتُ الطَّرْفِ ) .... الآية، يقول: قُصِر طرفهنّ على أزواجهنّ، فلا يردن غيرهم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( قَاصِرَاتُ الطَّرْفِ ) قال: لا ينظرن إلا إلى أزواجهنّ، تقول: وعزّة ربي وجلاله وجماله، إن أرى في الجنة شيئا أحسن منك، فالحمد لله الذي جعلك زوجي، وجعلني زوجَك.وقوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) يقول: لم يمسهنّ إنس قبل هؤلاء الذين وصف جلّ ثناؤه صفتهم، وهم الذين قال فيهم ب  وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ  . ولا جانّ يقال منه: ما طمث هذا البعيرَ حبلٌ قطّ: أيِ ما مَسَّهُ (4) حبل.وكان بعض أهل العلم بكلام العرب من الكوفيين يقول: الطمث هو النكاح بالتدمية، ويقول : الطمث هو الدم، ويقول: طمثها إذا دماها بالنكاح.وإنما عنى في هذا الموضع أنه لم يجامعهنّ إنس قبلهم ولا جانّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) يقول: لم يُدْمِهنّ إنس ولا جانّ.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن رجل عن عليّ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) قال: منذ خلقهنّ.حدثنا الحسين بن يزيد الطحان، قال: ثنا أبو معاوية الضرير، عن مغيرة بن مسلم، عن عكرمة، قال: لا تقل للمرأة طامث، فإن الطَّمْث هو الجماع، إن الله يقول ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ).حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) قال: لَم يَمَسَّهنّ شيء إنسٌ ولا غيره.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) قال: لم يَمَسَّهنّ.حدثنا عمرو بن عبد الحميد الآملي، قال: ثنا مروان بن معاوية، عن عاصم، قال: قلت لأبي العالية امرأة طامث، قال: ما طامث؟ فقال رجل: &; 23-65 &; حائض، فقال أبو العالية : حائض، أليس يقول الله عزّ وجل ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ).فإن قال قائل: وهل يجامع النساء الجنّ، فيقال: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) ؟ فإن مجاهدا روي عنه ما حدثني به محمد بن عمارة الأسدي، قال: ثنا سهل بن عامر، قال: ثنا يحيى بن يَعْلَى الأسلميّ عن عثمان بن الأسود، عن مجاهد، قال: إذا جامع الرجل ولم يسمّ، انطوى الجانّ على إحليله فجامع معه، فذلك قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ).وكان بعض أهل العلم ينتزع بهذه الآية في أن الجنّ يدخلون الجنة.* ذكر من قال ذلك:حدثني أبو حُميد أحمد بن المغيرة الحمصي، قال: ثني أبو حَيْوة شريح بن يزيد الحضرمي قال: ثني أرطاة بن المنذر، قال: سألت ضَمْرة بن حبيب: هل للجنّ من ثواب؟ قال: نعم، ثم نـزع بهذه الآية ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ )، فالإنسيات للإنس، والجنيات للجنّ.------------------الهوامش :(4) كذا في ( اللسان : طمث ) . وفي الأصل : مشطه، ولعله تحريف من الناسخ .",
  "ayah": 56,
  "surah": 55
}
