{
  "text": "وقوله: ( مُدْهَامَّتَانِ ) يقول تعالى ذكره: مسوادّتان من شدة خضرتهما.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( مُدْهَامَّتَانِ ) يقول: خضراوان.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( مُدْهَامَّتَانِ ) قال: خضراوان من الريّ، ويقال: ملتفتان.حدثني موسى بن عبد الرحمن المسروقي، قال: أخبرنا محمد بن بشر قال: ثنا إسماعيل بن أبي خالد عن حارثة بن سليمان السلميّ، قال: سمعت ابن الزبَير وهو يفسر هذه الآية على المنبر، وهو يقول: هل تدرون ما( مُدْهَامَّتَانِ )؟ خضراوان من الريّ.حدثني محمد بن عمارة هو الأسدي، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسماعيل بن أبي خالد، عن حارثة بن سليمان، هكذا قال، قال ابن الزُّبَير: ( مُدْهَامَّتَانِ ) خضراوان من الريّ.حدثني يعقوب بن إبراهيم، قال: ثنا مروان بن معاوية، عن إسماعيل بن أبي خالد، عن حارثة بن سليمان، أن ابن الزُّبَير قال: ( مُدْهَامَّتَانِ ) قال: هما خضراوان من الريّ.حدثنا الفضل بن الصباح، قال: ثنا ابن فضيل، عن عطاء، عن سعيد بن جُبير عن ابن عباس: ( مُدْهَامَّتَانِ ) قال: خضراوان.حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، عن أبيه، عن عطية ( مُدْهَامَّتَانِ ) قال: خضراوان من الرِّيّ.حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح في قوله: ( مُدْهَامَّتَانِ )، قال: خضراوان من الريّ.حدثنا ابن حُميد، قال: ثنا يعقوب، عن عنبسة، عن سالم الأفطس، عن سعيد بن جُبير ( مُدْهَامَّتَانِ ) قال: علاهما الريّ من السواد والخضرة.قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جُبير ( مُدْهَامَّتَانِ ) قال: خضراوان.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( مُدْهَامَّتَانِ ) قال: مسوادّتان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( مُدْهَامَّتَانِ ) يقول: خضراوان من الريّ ناعمتان.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( مُدْهَامَّتَانِ ) قال: خضراوان من الريّ: إذا اشتدت الخضرة ضربت إلى السواد.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( مُدْهَامَّتَانِ ) قال: ناعمتان.حدثنا ابن حُميد، قال: ثنا مهران، عن أبي سنان ( مُدْهَامَّتَانِ ) قال: مسوادتّان من الريّ.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: جنتا السابقين، فقرأ: ( ذَوَاتَا أَفْنَانٍ )، وقرأ: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ )، ثم رجع إلى أصحاب اليمين، فقال: ( وَمِنْ دُونِهِمَا جَنَّتَانِ )، فذكر فضلهما وما فيهما، قال: ( مُدْهَامَّتَانِ ) من الخضرة من شدة خضرتهما، حتى كادتا تكونان سَوْداوين.حدثني محمد بن سنان القزاز، قال: ثنا الحسين بن الحسن الأشقر، قال: ثنا أبو كُدَينة، عن عطاء بن السائب، عن سعيد بن حُبَير، عن ابن &; 23-72 &; عباس، في قوله: ( مُدْهَامَّتَانِ ) قال: خضراوان.",
  "ayah": 64,
  "surah": 55
}
