{
  "text": "হে বিশ্বাসীগণ! তোমরা বহুবিধ ধারণা হতে দূরে থাক; কারণ কোন কোন ধারণা পাপ[১] এবং তোমরা একে অপরের গোপনীয় বিষয় অনুসন্ধান করো না[২] এবং একে অপরের পশ্চাতে নিন্দা (গীবত) করো না।[৩] তোমাদের মধ্যে কি কেউ তার মৃত ভায়ের গোশত ভক্ষণ করতে চাইবে? বস্তুতঃ তোমরা তো এটাকে ঘৃণ্যই মনে কর।[৪] তোমরা আল্লাহকে ভয় কর। আল্লাহ তাওবা গ্রহণকারী, পরম দয়ালু।\n[১] ظَنٌّ এর অর্থ ধারণা করা। অর্থাৎ, সৎ ও আল্লাহভীরু ভালো লোকদের ব্যাপারে এমন ধারণা পোষণ করা, যা মন্দ অথচ ভিত্তিহীন এবং যা মিথ্যা অপবাদের আওতায় পড়ে। তাই এর অনুবাদ করা হয়, কুধারণা। হাদীসে এটাকে أَكْذَبُ الْحَدِيْثِ (সব চাইতে বড় মিথ্যা) গণ্য করে এ থেকে বিরত থাকার প্রতি তাকীদ করা হয়েছে এবং বলা হয়েছে, (إِيَّاكُمْ وَالظَّنَّ) অর্থাৎ, তোমরা কুধারণা থেকে দূরে থাক।\n(বুখারী, মুসলিম)\nপক্ষান্তরে পাপাচারে লিপ্ত ব্যক্তিদের পাপের কারণে তাদের পাপের উপর কুধারণা পোষণ করা সেই কুধারণা নয়, যেটাকে এখানে পাপ বলা হয়েছে এবং যা থেকে বিরত থাকতে তাকীদ করা হয়েছে। উলামাগণ বলেন, বাহ্যতঃ ভালো লোকের প্রতি মন্দ ধারণা পোষণ করা বৈধ নয়। তবে বাহ্যতঃ মন্দ লোক পাপাচারীর প্রতি মন্দ ধারণা করা অবৈধ নয়।\n(কুরত্বুবী)\n[২] অর্থাৎ, এই সন্ধানে থাকা যে, কোন গোপন দোষ-ত্রুটি পেলে বদনাম করা যাবে। এটাকেই تجسّس (জাসুসী) বলে, যা নিষেধ। হাদীসেও এ কাজ থেকে নিষেধ করা হয়েছে এবং নির্দেশ দেওয়া হয়েছে যে, যদি কারো কোন দোষ-ত্রুটি তোমরা জানতে পার, তবে তা গোপন কর। না সেটাকে মানুষের সামনে বলে বেড়াও, আর না খুঁজে খুঁজে দোষ বের কর। বর্তমানে ব্যক্তি-স্বাধীনতার বড় চর্চা করা হয়। ইসলামও দোষ অনুসন্ধান করা থেকে নিষেধ করে মানুষের স্বাধীনতাকে স্বীকৃতি দিয়েছে। কিন্তু তা ততক্ষণ পর্যন্ত, যতক্ষণ পর্যন্ত সে প্রকাশ্যে অশ্লীলতা সম্পাদন না করে অথবা যতক্ষণ পর্যন্ত সে অপরের কষ্টের কারণ না হয়। পাশ্চাত্যের দেশগুলো অবাধ স্বাধীনতার শিক্ষা দিয়ে সকল মানুষকে ব্যাপক ফ্যাসাদের অনুমতি দিয়ে রেখেছে। যার ফলে সমাজের সকল প্রকার নিরাপত্তা ও শান্তি-শৃঙ্খলা নষ্ট হয়ে গেছে।\n[৩] গীবতের অর্থ হল, অন্য লোকের কাছে কোন ব্যক্তির দোষ-ত্রুটি বর্ণনা করা (নিন্দা বা সমালোচনা করা), যা সে অপছন্দ করে। আর যদি তার প্রতি এমন দোষের কথা সম্পৃক্ত করা হয়, যা তার মধ্যে নেই, তাহলে তা মিথ্যা অপবাদ হবে। স্ব-স্ব স্থানে দু'টোই বড় অপরাধ ও মহাপাপ।\n[৪] অর্থাৎ, অপরের কাছে কোন মুসলিম ভাইয়ের নিন্দা গাওয়া ঐ রকমই, যেমন মৃত ভাইয়ের গোশত খাওয়া। মৃত ভাইয়ের গোশত খেতে তো কেউ পছন্দ করে না, কিন্তু গীবত হল মানুষের অতি প্রিয় খাদ্য।",
  "ayah": 12,
  "surah": 49
}
