{
  "text": "Among the Signs of Allah\nAllah says:\nوَمِنْ ءَايَـتِهِ\n(And among His signs) -- which speak of His might and power, is the fact that He created your father Adam out of dust.\nثُمَّ إِذَآ أَنتُمْ بَشَرٌ تَنتَشِرُونَ\n(and then -- behold you are human beings scattered!) So man's origins lie in dust, then in a despised liquid, then he is formed and becomes a clot, then a lump of flesh, then bones in the form of a human being. Then Allah clothes the bones with flesh. Then the soul is breathed into him and he can hear and see. Then he comes forth from his mother's womb, small and weak, but the longer he lives, the stronger he becomes, until he reaches the age where he can build cities and strongholds, and he travels to different lands and across the seas, earning a living and amassing wealth, and he is smart and intelligent and crafty, with ideas and opinions of his own, and each one is able to achieve great things in this world and in the Hereafter according to his individual means. Glory be to the One Who has enabled them and made it easy for them to learn all kinds of skills for earning a living, and has caused them to vary in their levels of knowledge and intellectual ability, and in how handsome or ugly, rich or poor they are, and in whether they are blessed and doomed. Allah says:\nوَمِنْ ءَايَـتِهِ أَنْ خَلَقَكُمْ مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُمْ بَشَرٌ تَنتَشِرُونَ\n(And among His signs is this that He created you from dust, and then -- behold you are human beings scattered!) Imam Ahmad recorded that Abu Musa said, \"The Messenger of Allah ﷺ said:\n«إِنَّ اللهَ خَلَقَ آدَمَ مِنْ قَبْضَةٍ قَبَضَهَا مِنْ جَمِيع الْأَرْضِ، فَجَاءَ بَنُو آدَمَ عَلَى قَدْرِ الْأَرْضِ، جَاءَ مِنْهُمُ الْأَبْيَضُ وَالْأَحْمَرُ وَالْأَسْوَدُ وَبَيْنَ ذَلِكَ، وَالْخَبِيثُ وَالطَّيِّبُ، وَالسَّهْلُ وَالْحَزْنُ وَبَيْنَ ذَلِك»\n(Allah created Adam from a handful taken from throughout the earth. Hence the sons of Adam vary as the earth varies, so they are white and red and black and colors in between, evil and good, easy-going or difficult -- or something in between.)\" This was also recorded by Abu Dawud and At-Tirmidhi, who said, \"This Hadith is Hasan Sahih.\" Allah said:\nوَمِنْ ءايَـتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَجاً\n(And among His signs is this that He created for you wives from among yourselves,) meaning, `He created females of your own kind, to be wives for you.'\nلِّتَسْكُنُواْ إِلَيْهَا\n(that you may find repose in them,) This is like the Ayah,\nهُوَ الَّذِى خَلَقَكُمْ مِّن نَّفْسٍ وَحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا\n(It is He Who has created you from a single person, and He has created from him his wife, in order that he might enjoy the pleasure of living with her) (7:189). This refers to Hawwa'. Allah created her from Adam, from the short rib on his left. If Allah had made all of Adam's progeny male, and created the females from another kind, such as from Jinn or animals, there would never have been harmony between them and their spouses. There would have been revulsion if the spouses had been from a different kind. Out of Allah's perfect mercy He made their wives from their own kind, and created love and kindness between them. For a man stays with a woman because he loves her, or because he feels compassion towards her if they have a child together, or because she needs him to take care of her, etc.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَتَفَكَّرُونَ\n(Verily, in that are indeed signs for a people who reflect.)",
  "ayah": 20,
  "surah": 30
}
