{
  "text": "وَمِنْ ءَايَـتِهِ\n(And among His signs) indicating His magnificent power.\nخَلَقَ السَّمَـوَتِ وَالأَرْضَ\n(is the creation of the heavens and the earth,) The heavens with their vast height and brightness and beauty of the stars and planets, and the earth with its density and its mountains, valleys, seas, plains, animals and trees.\nوَاخْتِلَـفُ أَلْسِنَتِكُمْ\n(and the difference of your languages) So, we see that some speak Arabic, and the Tatars have their own language, as do the Georgians, Romans, Franks, Berbers, Tou Couleurs (of Sudan), Ethiopians, Indians, Persians, Slavs, Khazars, Armenians, Kurds and others. Only Allah knows the variety of languages spoken among the sons of Adam. And the difference of their colors mentioned here refers to their appearance, for all the people of this world, from the time that Allah created Adam, and until the Hour begins, each of them has two eyes, two eyebrows, a nose, a forehead, a mouth and two cheeks, but none of them looks like another; there is bound to be some difference in posture, appearance and speech, whether it is apparent or is hidden and can only be noticed with careful observation. Each face has its own characteristics and does not look like another; even if there was a group of people who looked alike, having a beautiful or ugly characteristic in common, there would still be a difference between one person and the next.\nإِنَّ فِى ذلِكَ لأَيَـتٍ لِّلْعَـلَمِينَ\n(Verily, in that are indeed signs for men of sound knowledge.)\nوَمِنْ ءايَـتِهِ مَنَامُكُم بِالَّيْلِ وَالنَّهَارِ وَابْتِغَآؤُكُمْ مِّن فَضْلِهِ\n(And among His signs is your sleep by night and by day, and your seeking of His bounty.) Among His signs is the cycle of sleep that He has created during the night and the day, when people are able to cease moving and rest, so that their tiredness and exhaustion will go away. And He has enabled you to seek to earn a living and to travel about during the day, this is the opposite of sleep.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَسْمَعُونَ\n(Verily, in that are indeed signs for a people who listen.) meaning, understand.",
  "ayah": 22,
  "surah": 30
}
