{
  "text": "وَمِنْ ءَايَـتِهِ\n(And among His signs) which speak of His greatness,\nيُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً\n(He shows you the lightning, for fear and for hope,) Sometimes you fear the heavy rain and destructive thunderbolts that follow it, and sometimes you feel hope, when you see a flash of lightning, that much-needed rain will come. Allah says:\nوَيُنَزِّلُ مِنَ السَّمَآءِ مَآءً فَيُحْىِ بِهِ الاٌّرْضَ بَعْدَ مَوْتِهَا\n(and He sends down water from the sky, and therewith revives the earth after its death.) After it was barren, with nothing growing there, then the water comes to it and\nاهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ\n(it is stirred, and it swells and puts forth every lovely kind (of growth).) (22:5). In this is a clear sign and proof of the resurrection and the coming of the Hour. Allah says:\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَعْقِلُونَ\n(Verily, in that are indeed signs for a people who understand.) Then Allah says:\nوَمِنْ ءَايَـتِهِ أَن تَقُومَ السَّمَآءُ وَالاٌّرْضُ بِأَمْرِهِ\n(And among His signs is that the heaven and the earth stand by His command.) This is like the Ayat:\nوَيُمْسِكُ السَّمَآءَ أَن تَقَعَ عَلَى الاٌّرْضِ إِلاَّ بِإِذْنِهِ\n(He withholds the heaven from falling on the earth except by His leave) (22: 65).\nإِنَّ اللَّهَ يُمْسِكُ السَّمَـوَتِ وَالاٌّرْضَ أَن تَزُولاَ\n(Verily, Allah grasps the heavens and the earth lest they should move away from their places) (35:41). Whenever `Umar bin Al-Khattab, may Allah be pleased with him, swore an emphatic oath, he would say, \"No, by the One by Whose command the heaven and the earth stand,\" i.e., they stand firm by His command to them and His subjugation of them. Then, when the Day of Resurrection comes, the Day when the earth will be exchanged with another earth and the dead will come forth from their graves, brought back to life by His command and His call to them,\nثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الاٌّرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ\n(Then afterwards when He will call you by a single call, behold, you will come out from the earth.) This is like the Ayat:\nيَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلاً\n(On the Day when He will call you, and you will answer with His praise and obedience, and you will think that you have stayed but a little while!) (17:52)\nفَإِنَّمَا هِىَ زَجْرَةٌ وَحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ\n(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death. ) (79:13-14), and\nإِن كَانَتْ إِلاَّ صَيْحَةً وَحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ\n(It will be but a single Sayhah, so behold they will all be brought up before Us!) (36:53).",
  "ayah": 25,
  "surah": 30
}
