{
  "text": "The Command to uphold the Ties of Kinship and the Prohibition of Riba Allah commands giving:\nذَا الْقُرْبَى حَقَّهُ\n(to the kindred his due) his due of respect and upholding the ties of kinship.\nوَالْمَسَـكِينُ\n(and to Al-Miskin) the one who has nothing to spend on his needs, or he has something but it is not enough.\nوَابْنِ السَّبِيلِ\n(and to the wayfarer.) the traveler who is in need of money and other things during his journey.\nذَلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ\n(That is best for those who seek Allah's Face;) meaning; to look upon Him on the Day of Resurrection, which is the ultimate aim.\nوَأُوْلَـئِكَ هُمُ الْمُفْلِحُونَ\n(and it is they who will be successful.) means, in this world and the Hereafter. Then Allah says:\nوَمَآ ءَاتَيْتُمْ مِّن رِّباً لِّيَرْبُوَاْ فِى أَمْوَالِ النَّاسِ فَلاَ يَرْبُواْ عِندَ اللَّهِ\n(And that which you give in Riba, in order that it may increase from other people's property, has no increase with Allah;) This means, that which is given as a gift to others in the hope that they will give back more than they were given. There is no reward for this with Allah. This is how this Ayah was interpreted by Ibn `Abbas, Mujahid, Ad-Dahhak, Qatadah, `Ikrimah, Muhammad bin Ka`b and Ash-Sha`bi. Allah says:\nوَمَآ ءاتَيْتُمْ مِّن زَكَوةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُوْلَـئِكَ هُمُ الْمُضْعِفُونَ\n(but that which you give in Zakah seeking Allah's Face, then those they shall have manifold increase.) Those are the ones for whom Allah will multiply the reward. It was reported in the Sahih:\n«وَمَا تَصَدَّقَ أَحَدٌ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ إِلَّا أَخَذَهَا الرَّحْمَنُ بِيَمِينِهِ فَيُرَبِّيهَا لِصَاحِبِهَا، كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ أَوْ فَصِيلَهُ حَتَّى تَصِيرَ التَّمْرَةُ أَعْظَمَ مِنْ أُحُد»\n(No person gives in charity the equivalent of a date which was earned in a lawful manner, but the Most Merciful takes it in His Right Hand and takes care of it for its owner, just as any one of you takes care of his foal or young camel, until the date becomes the size of Mount Uhud.)\nCreation, Provision, Life and Death are all in the Hand of Allah Allah says:\nاللَّهُ الَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ\n(Allah is He Who created you, then provided food for you,) means, He is the Creator and Provider. He brings man forth from his mother's womb naked and knowing nothing, not able to see or hear, and having no strength. Then He provides him with all these things, giving him household effects, clothing, wealth, possessions and earnings.\nثُمَّ يُمِيتُكُمْ\n(then will cause you to die,) means, after this life.\nثُمَّ يُحْيِيكُمْ\n(then (again) He will give you life.) means, on the Day of Resurrection.\nهَلْ مِن شُرَكَآئِكُمْ\n(Is there any of your partners) means, those whom you worship instead of Allah,\nمَّن يَفْعَلُ مِن ذَلِكُمْ مِّن شَىْءٍ\n(that do anything of that) meaning, none of them are able to do any of that. But Allah is the One Who is Independent in His powers of creation, provision, and giving life and death. Then He will resurrect His creation on the Day of Resurrection. This is why, after all this He says:\nسُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ\n(Glory be to Him! And Exalted be He above all that they associate. ) meaning, exalted and sanctified and glorified be He far above having any partner, peer, equal, son or father, for He is the One, the Unique, the Self-Sufficient Master, Who begets not nor was He begotten, and there is none comparable unto Him.",
  "ayah": 39,
  "surah": 30
}
