{
  "text": "Among the Signs of Allah are the Winds\nHere Allah mentions the favor He does for His creatures by sending winds to them, as harbingers of His mercy, meaning that they will be followed by rain. Allah says:\nوَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ\n(giving you a taste of His mercy,) that is, the rain which will come down and revive people and the land.\nوَلِتَجْرِىَ الْفُلْكُ بِأَمْرِهِ\n(and that the ships may sail at His command,) means, on the sea, for they are driven by the wind.\nوَلِتَبْتَغُواْ مِن فَضْلِهِ\n(and that you may seek of His bounty,) means, by trading, earning a living and traveling from one country to another, one region to another.\nوَلَعَلَّكُمْ تَشْكُرُونَ\n(in order that you may be thankful.) means, that you may give thanks to Allah for the innumerable favors He has done for you, both visible and hidden. Then Allah says:\nوَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلاً إِلَى قَوْمِهِمْ فَجَآءُوهُم بِالْبَيِّنَاتِ فَانتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُواْ\n(And indeed We did send Messengers before you to their own peoples. They came to them with clear proofs, then, We took vengeance on those who committed crimes;) These are words of consolation from Allah to His servant and Messenger Muhammad ﷺ. They tell him that if many of his people and of mankind disbelieve in him, the previous Messengers were also rejected, despite the clear signs that they brought, but Allah punished those who rejected and opposed them, and saved those who believed in them.\nوَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنينَ\n(and it was incumbent upon Us to help the believers.) This is a duty which Allah took upon Himself as a blessing and a favor to them. This is like the Ayah,\nكَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ\n(your Lord has prescribed mercy for Himself) (6:54). Ibn Abi Hatim recorded that Abu Ad-Darda', may Allah be pleased with him, said: \"I heard Allah's Messenger ﷺ saying:\n«مَا مِنِ امْرِىءٍ مُسْلِمٍ يَرُدُّ عَنْ عِرْضِ أَخِيهِ إِلَّا كَانَ حَقًّا عَلَى اللهِ أَنْ يَرُدَّ عَنْهُ نَارَ جَهَنَّمَ يَوْمَ الْقِيَامَة»\n(No Muslim man defends the honor of his brother except that there would be a right upon Allah to defend him from the fire of Hell on the Day of Resurrection.) Then he recited this Ayah:\nوَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنينَ\n(and it was incumbent upon Us to help the believers.)\"",
  "ayah": 47,
  "surah": 30
}
