{
  "text": "The Revival of the Earth is a Sign of the Resurrection\nHere Allah explains how He creates the clouds that rain the water.\nاللَّهُ الَّذِى يُرْسِلُ الرِّيَـحَ فَتُثِيرُ سَحَاباً\n(Allah is He Who sends the winds, so that they raise clouds) either from the sea, as was mentioned by more than one (of the scholars), or from whatever Allah wills.\nفَيَبْسُطُهُ فِى السَّمَآءِ كَيْفَ يَشَآءُ\n(and spread them along the sky as He wills,) means, He spreads them and causes them to increase and grow. From a little He makes a lot, and creates the clouds that look like shields. Then He spreads them out until they fill the horizon. Sometimes the clouds come from the sea, heavy and full, as Allah says:\nوَهُوَ الَّذِى يُرْسِلُ الرِّيَاحَ بُشْرىً بَيْنَ يَدَىْ رَحْمَتِهِ حَتَّى إِذَآ أَقَلَّتْ سَحَابًا ثِقَالاً سُقْنَـهُ لِبَلَدٍ مَّيِّتٍ\n(And it is He Who sends the winds as heralds of glad tidings, going before His mercy. Till when they have carried a heavy-laden cloud, We drive it to a land that is dead) until:\nكَذَلِكَ نُخْرِجُ الْموْتَى لَعَلَّكُمْ تَذَكَّرُونَ\n(Similarly, We shall raise up the dead, so that you may remember or take heed.) (7:57) Allah says here:\nاللَّهُ الَّذِى يُرْسِلُ الرِّيَـحَ فَتُثِيرُ سَحَاباً فَيَبْسُطُهُ فِى السَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُ كِسَفاً\n(Allah is He Who sends the winds, so that they raise clouds and spread them along the sky as He wills, and then break them into fragments) Mujahid, Abu `Amr bin Al-`Ala', Matar Al-Warraq and Qatadah said, \"This means pieces.\" Others said that it means `piled up,' as Ad-Dahhak said. Others said that it means black, because they contained so much water, and sometimes they are heavy and close to the earth. His saying:\nفَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلاَلِهِ\n(until you see rain drops come forth from their midst!) means, `so you see the drops, i.e., the rain, which come from the midst of those clouds.'\nفَإِذَآ أَصَابَ بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ\n(Then when He has made them fall on whom of His servants as He wills, lo, they rejoice!) They rejoice at the rain when it comes to them because of their need for it.\nوَإِن كَانُواْ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِمْ مِّن قَبْلِهِ لَمُبْلِسِينَ\n(And verily, before that -- just before it was sent down upon them -- they were in despair!) The people to whom this rain came were in despair, thinking that it rain would never fall, just before it came to them. When it came to them, it came at the time of greatest need, so it was a tremendous event for them What this means is that they were in need of it before it fell, and there had been no rainfall for a long time, so they were waiting for it at the time when it was due, but it did not come to them at that time. The rain was late, and a long time passed. Then the rain came to them suddenly, after they began to despair, and after their land became dry and barren, it was stirred to life, and it swelled and produced every lovely kind of growth. Allah says:\nفَانظُرْ إِلَى ءَاثَـرِ رَحْمَةِ اللَّهِ\n(Look then at the effects of Allah's mercy,) meaning, the rain.\nكَيْفَ يُحْىِ الاٌّرْضَ بَعْدَ مَوْتِهَآ\n(how He revives the earth after its death.) Thus Allah draws attention to the revival of people's bodies after they have died and disintegrated into nothing.\nإِنَّ ذَلِكَ لَمُحْىِ الْمَوْتَى\n(Verily, that (Allah) shall indeed raise the dead.) means, the One Who does that is able to raise the dead.\nإِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(and He is able to do all things.)\nوَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرّاً لَّظَلُّواْ مِن بَعْدِهِ يَكْفُرُونَ\n(And if We send a wind, and they see it turn yellow -- behold, they then would become unthankful (disbelievers).)\nوَلَئِنْ أَرْسَلْنَا رِيحًا\n(And if We send a wind,) means, a wind which dries up the crops which they have tended and cultivated and which have matured, and they see them turn yellow, and start to rot, if this were to happen, they would become ungrateful, i.e., they would deny the previous blessings that they were given. This is like the Ayah,\nأَفَرَءَيْتُم مَّا تَحْرُثُونَ\n(Then tell Me about the seed that you sow in the ground.) until:\nبَلْ نَحْنُ مَحْرُومُونَ\n(Nay, but we are deprived!) (56:63-67)",
  "ayah": 51,
  "surah": 30
}
