{
  "text": "In this world it is possible for a man to derive a perverse meaning from every statement. For instance, the Messenger of God once said: ‘Whoever is worshipped other than God has no good in him.’ On hearing this, his opponents pointed out that the Christians worshipped Jesus Christ. Did it mean that Jesus Christ had no good in him? Obviously, this was only irrelevant hair-splitting, because the saying of the Prophet of God was in relation to the worshippers and not the objects of their worship. Even if it is presumed that it was in relation to the latter, it obviously meant those beings who, while unworthy of worship, acquiesced in their being deified. If a man does not take a saying in its right sense, it is possible for him to clothe it in a perverse meaning, howsoever right and proper it may be. The personality of Jesus Christ in a way resembled that of an angel. In view of this, many people made him an object of worship. But, the Messiah’s angel-like persona was an example of God’s creative powers and not an example of the Messiah’s personal powers. The fact is that creation of this kind is not at all difficult for God. If He so wished, He might convert the entire population of the earth into angels. Even so, the angels would still just be angels; they would not become gods and worthy of worship. Jesus Christ was blessed with the miraculous power to bring a dead man back to life. He used to bring earthen statues to life by blowing his breath into them. This was in fact a sign of God which was displayed in order to demonstrate the possibility of life after death. But the people did not learn a lesson from this; on the contrary, they treated Jesus as superhuman and started worshipping him. The signs of God appear before us in different ways. If they are treated as such, they are a tremendous source of guidance. But if they are considered something other than divine portents, they may become the cause of man’s going astray. Satan has eternally striven to prevent man from learning a lesson from the signs of God. It is at this point that man’s fate will be decided on the basis of whether Satan has succeeded in overcoming man or vice-versa.",
  "ayah": 61,
  "surah": 43
}
