{
  "text": "يخبر تعالى إخبارا عاما يعم جميع الخليقة بأن كل نفس ذائقة الموت كقوله تعالى \"كل من عليها فان ويبقى وجه ربك ذو الجلال والإكرام\" فهو تعالى وحده الذي لا يموت والجن والإنس يموتون وكذلك الملائكة وحملة العرش وينفرد الواحد الأحد القهار بالديمومة والبقاء فيكون آخرا كما كان أولا وهذه الآية فيها تعزية لجميع الناس فإنه لا يبقى أحد على وجه الأرض حتى يموت فإذا انقضت العدة وفرغت النطفة التي قدر الله وجودها من صلب آدم وانتهت البرية أقام الله القيامة وجازى الخلائق بأعمالها جليلها وحقيرها قليلها وكثيرها كبيرها وصغيرها فلا يظلم أحدا مثقال ذرة ولهذا قال تعالى \"وإنما توفون أجوركم يوم القيامة\" قال ابن أبي حاتم حدثنا عبدالعزيز الأويسي حدثنا علي بن أبي علي الهاشمي عن جعفر بن محمد بن علي بن الحسين عن أبيه عن علي بن أبى طالب رضي الله عنه قال: لما توفي النبي صلى الله عليه وسلم وجاءت التعزية جاءهم آت يسمعون حسه ولا يرون شخصه فقال: السلام عليكم أهل البيت ورحمة الله وبركاته \"كل نفس ذائقة الموت وإنما توفون أجوركم يوم القيامة\" إن في الله عزاء من كل مصيبة وخلفا من كل هالك ودركا من كل فائت فبالله فثقوا وإياه فارجوا فإن المصاب من حرم الثواب والسلام عليكم ورحمة الله وبركاته قال جعفر بن محمد فأخبرني أبي أن على بن أبي طالب قال:أتدرون من هذا؟ هذا الخضر عليه السلام. وقوله \"فمن زحزح عن النار وأدخل الجنة فقد فاز\" أي من جنب النار ونجا منها وأدخل الجنة فقد فاز كل الفوز قال ابن أبي حاتم حدثنا أبي حدثنا محمد بن عبدالله الأنصاري حدثنا محمد بن عمرو بن علقمة عن أبي سلمة عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \"موضع سوط في الجنة خير من الدنيا وما فيها اقرءوا إن شئم \"فمن زحزح عن النار وأدخل الجنة فقد فاز\" هذا حديث ثابت في الصحيحين من غير هذا الوجه بدون هذه الزيادة. وقد رواه بهذه الزيادة أبو حاتم وابن حبان في صحيحه والحاكم في مستدركه من حديث محمد بن عمرو. هذا ورواه ابن مردويه من وجه آخر فقال: حدثنا محمد بن أحمد بن إبراهيم حدثنا محمد بن يحيى أنبأنا حميد بن مسعدة أنبأنا عمرو بن علي عن أبي حازم عن سهل بن سعد قال: قال رسول الله صلى الله عليه وسلم \"لموضع سوط أحدكم في الجنة خير من الدنيا وما فيها\" ثم تلا هذه الآية \"فمن زحزح عن النار وأدخل الجنة فقد فاز\" وتقدم عند قوله تعالى \"ولا تموتن إلا وأنتم مسلمون\" ما رواه وكيع بن الجراح في تفسيره عن الأعمش عن زيد بن وهب عن عبدالرحمن بن عبد رب الكعبة عن عبدالله بن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم \"من أحب أن يزحزح عن النار ويدخل الجنة فلتدركه منيته وهو يؤمن بالله واليوم الآخر وليأت إلى الناس ما يحب أن يؤتى إليه\". وقد رواه الإمام أحمد في مسنده عن وكيع به وقوله تعالى \"وما الحياة الدنيا إلا متاع الغرور\" تصغير لشأن الدنيا وتحقير لأمرها وأنها دنيئة فانية قليلة زائلة كما قال تعالى \"بل تؤثرون الحياة الدنيا والآخرة خير وأبقى\" وقال \"وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند الله خير وأبقى\". وفي الحديث \"والله ما الدنيا في الآخرة إلا كما يغمس أحدكم أصبعه في اليم فلينظر بم ترجع إليه\" وقال قتادة في قوله تعالى \"وما الحياة الدنيا إلا متاع الغرور\" قال: هي متاع متروكة أوشكت والله الذي لا إله إلا هو أن تضمحل عن أهلها فخذوا من هذا المتاع طاعة الله إن استطعتم ولا قوة إلا بالله.",
  "ayah": 185,
  "surah": 3
}
