{
  "text": "قوله تعالى \"لتبلون في أموالكم وأنفسكم\" كقوله تعالى \"ولنبلونكم بشي من الخوف والجوع ونقص من الأموال والأنفس والثمرات\" إلى آخر الآيتين. أي لابد أن يبتلي المؤمن في شيء من ماله أو نفسه أو ولده أو أهله ويبتلي المؤمن على قدر دينه فإن كان في دينه صلابة زيد في البلاء \"ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا\" يقول تعالى للمؤمنين عند مقدمهم المدينة قبل وقعة بدر مسليا لهم عما ينالهم من الأذى من أهل الكتاب والمشركين وآمرا لهم بالصفح والصبر والعفو حتى يفرج الله فقال تعالى \"وإن تصبروا وتتقوا فإن ذلك من عزم الأمور\" قال ابن أبي حاتم حدثنا أبي حدثنا أبو اليمان حدثنا شعيب بن أبي حمزة عن الزهري أخبرني عروة بن الزبير أن أسامة بن زيد أخبره قال: كان النبي صلى الله عليه وسلم وأصحابه يعفون عن المشركين وأهل الكتاب كما أمرهم الله ويصبرون على الأذى قال الله تعالى \"ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا\" قال: وكان رسول الله صلى الله عليه وسلم يتأول في العفو ما أمره الله به حتى أذن الله فيهم هكذا ذكره مختصرا. وقد ذكره البخاري عند تفسير هذه الآية مطولا فقال: حدثنا أبو اليمان أنبأنا شعيب عن الزهري أخبرني عروة بن الزبير أن أسامة بن زيد حدثه أن رسول الله صلى الله عليه وسلم ركب على حمار عليه قطيفة فدكية وأردف أسامة بن زيد وراءه يعود سعد بن عبادة ببني الحارث بن الخزرج قبل وقعة بدر حتى مر على مجلس فيه عبدالله بن أبي بن سلول وذلك قبل أن يسلم ابن أبي وإذا في المجلس أخلاط من المسلمين والمشركين عبدة الأوثان وأهل الكتاب اليهود والمسلمين وفي المجلس عبدالله بن رواحة فلما غشيت المجلس عجاجة الدابة خمر عبدالله بن أبي أنفة بردائه وقال: لا تغبروا علينا فسلم رسول الله صلى الله عليه وسلم ثم وقف فنزل ودعاهم إلى الله عز وجل وقرأ عليهم القرآن فقال عبدالله بن أبي: أيها المرء إنه لا أحسن مما تقول إن كان حقا فلا تؤذنا به في مجالسنا ارجع إلى رحلك فمن جاءك فاقصص عليه فقال عبدالله بن رواحة رضي الله عنه بلى يا رسول الله فاغشنا به فى مجالسنا فإنا نحب ذلك فاستب المسلمون والمشركون واليهود حتى كادوا يتثاورون فلم يزل النبي صلى الله عليه وسلم يخفضهم حتى سكتوا ثم ركب النبي صلى الله عليه وسلم دابته فسار حتى دخل على سعد بن عبادة فقال له النبي صلى الله عليه وسلم \"يا سعد ألم تسمع إلى ما قال أبو حباب\" يريد عبدالله بن أبي قال كذا وكذا فقال سعد: يا رسول الله اعف عنه واصفح فوالذي أنزل عليك الكتاب لقد جاءك الله بالحق الذي نزل عليك ولقد اصطلح أهل هذه البحيرة على أن يتوجوه فيعصبوه بالعصابة فلما أبى الله ذلك بالحق الذي أعطاك الله شرق بذلك فذلك الذي فعل به ما رأيت فعفا عنه رسول الله صلى الله عليه وسلم وكان رسول الله صلى الله عليه وسلم وأصحابه يعفون عن المشركين وأهل الكتاب كما أمرهم الله ويصبرون على الأذى قال الله تعالى \"ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا\" الآية - وقال تعالى \"ود كثير من أهل الكتاب لو يردونكم من بعد إيمانكم كفارا حسدا من عند أنفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى يأتي الله بأمره\" الآية. وكان النبي صلى الله عليه وسلم يتأول في العفو ما أمره الله به حتى أذن الله له فيهم فلما غزا رسول الله صلى الله عليه وسلم بدرا فقتل الله به صناديد كفار قريش قال عبدالله بن أبي بن سلول ومن معه من المشركين وعبدة الأوثان: هذا أمر قد توجه فبايعوا الرسول صلى الله عليه وسلم على الإسلام فبايعوا وأسلموا - فكل من قام بحق أو أمر بمعروف أو نهى عن منكر فلابد أن يؤذى فماله دواء إلا الصبر في الله والاستعانة بالله والرجوع إلى الله.",
  "ayah": 186,
  "surah": 3
}
