{
  "text": "وقوله - تعالى - : ( بَلْ قالوا أَضْغَاثُ أَحْلاَمٍ بَلِ افتراه بَلْ هُوَ شَاعِرٌ ) إضراب من جهته - تعالى - ، وانتقال من حكاية قولهم السابق ( هَلْ هاذآ إِلاَّ بَشَرٌ مِّثْلُكُمْ . . . ) إلى حكاية أقوال أخرى باطلة قالوها فى شأنه - صلى الله عليه وسلم - وفى شأن ما جاء به .أى : أن هؤلاء الكافرين لم يكتفوا بما قالوه قبل ذلك فى شأن الرسول - صلى الله عليه وسلم - من أنه بشر وما وجاء به سحر ، بل أضافوا إلى ذلك أن القرآن أضغاث أحلام . أى : أخلاط كأخلاط الأحلام ، وأنه أباطيل لا حقيقة لها .والأضغاث : جمع ضغث . واصله ما جمع من أنواع شتى من النبات ثم حزم فى حزمة واحدة .والأحلام : جمع حلم - بضم الحاء وسكون اللام - وهو ما يراه النائم مما ليس بحسن .وقد استعير هذا التركيب لما يراه النائم من وساوس وأحلام خلال نومه ( بَلِ افتراه ) أى : اختلق هذا القرآن من عند نفسه .( بَلْ هُوَ شَاعِرٌ ) أى : أن الرسول - صلى الله عليه وسلم - شاعر - فى زعمهم - وما أتى به هو نوع من الشعر التخييلى الذى لا حقيقة له .ثم أضافوا إلى هذا التخبط واضطراب قولهم : ( فَلْيَأْتِنَا بِآيَةٍ كَمَآ أُرْسِلَ الأولون ) .ومرادهم بالآية هنا : آية كونية ، والجملة جواب لشرط محذوف يفصح عنه السياق ، والتقدير : إن لم يكن كما قلنا فى شأنه من أنه شارع بل كان رسولا حقا فليأتنا بخارق يدل على صدقه كناقة صالح ، وعصا موسى ، وإحياء عيسى للأموات .. . . فإن المرسلين السابقين فعلوا ذلك .وكأنهم - لانطماس بصائرهم وشدة جهالاتهم - لا يعتبرون القرآن الذى هو آية الآيات - لا يعتبرونه آية ومعجزة تدل على صدقه - صلى الله عليه وسلم - .فأنت ترى أن هذه الآية الكريمة قد صورت تخبط هؤلاء المشركين تصويراً حكيما ، شأنهم فى ذلك شأن الحائر المضطرب الذى لا يستطيع الثبات على قرار ، بل هو لتمحله وتعلله ينتقل من دعوى باطلة إلى أخرى أشد منها بطلانا .وقد نفى القرآن عن الرسول - صلى الله عليه وسلم - كل هذه الدعاوى الباطلة ، ومن ذلك قوله - تعالى - : ( وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلاً مَّا تُؤْمِنُونَ وَلاَ بِقَوْلِ كَاهِنٍ قَلِيلاً مَّا تَذَكَّرُونَ تَنزِيلٌ مِّن رَّبِّ العالمين ) وقوله - سبحانه - ( وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْآنٌ مُّبِينٌ لِّيُنذِرَ مَن كَانَ حَيّاً وَيَحِقَّ القول عَلَى الكافرين ).",
  "ayah": 5,
  "surah": 21
}
