{
  "text": "والضمير المنصوب فى قوله - تعالى - : ( فَفَهَّمْنَاهَا سُلَيْمَانَ ) يعود إلى القضية أو المسألة التى عرضها الخصمان على داود وسليمان .أى : ففهمنا سليمان الحكم النسب والأوفق فى هذه المسألة أو القضية ، وذلك لأن داود - كما يقول العلماء . قد اتجه فى حكمه إلى مجرد التعويض لصاحب الحرث . وهذا عدل فحسب . أما حكم سليمان فقد تضمن مع العدل البناء والتعمير ، وجعل العدل دافعا إلى البناء والتعمير ، وهذا هو العدل الحى الإيجابى فى صورته البانية الدافعة ، وهو فتح من الله وإلهام يهبه من يشاء \" .وقوله - سبحانه - : ( وَكُلاًّ آتَيْنَا حُكْماً وَعِلْماً ) ثناء من الله - تعالى - على داود وسليمان - عليهما السلام - والمقصود من هذا الثناء دفع ما قد يتبادر إلى بعض الأذهان من أن داود لم يكن مصيبا فى حكمه .أى : وكلا من داود وسليمان قد أعطيناه من عندنا ( حُكْماً ) أى : نبوة وإصابة فى القول والعمل ( وَعِلْماً ) أى : فقها فى الدين ، وفهما سليما للأمور .وقد توسع بعض المفسرين فى الحديث عن هذا الحكم الذى أصدره داود وسليمان فى قضية الحرث أكان بوحى من الله إليهما ، أم كان باجتهاد منهما ، وقد رجح بعض العلماء أنه كان باجتهاد منهما فقال : اعلم أن جماعة من العلماء قالوا : إن حكم داود وسليمان فى الحرث المذكور فى هذه الآية كان بوحى ، إلا أن ما أوحى إلى سليمان كان ناسخا لما أوحى إلى داود .وفى الآية قرينتان على أن حكمهما كان باجتهاد لا بوحى ، وأن سليمان أصاب فاستحق الثناء باجتهاده وإصابته ، وأن داود لم يصب فاستحق الثناء باجتهاده ، ولم يستوجب لوما ولا ذما لعدم إصابته .كما أثنى - سبحانه - على سليمان بالإصابة فى قوله ( فَفَهَّمْنَاهَا سُلَيْمَانَ ) وأثنى عليهما فى قوله : ( وَكُلاًّ آتَيْنَا حُكْماً وَعِلْماً ) .فدل قوله ( إِذْ يَحْكُمَانِ ) على أنهما حكما فيها معا ، كل منهما بحكم مخالف لحكم الآخر ، ولو كان وحيا لما ساغ الخلاف . ثم قال : ( فَفَهَّمْنَاهَا سُلَيْمَانَ ) فدل ذلك على أنه لم يفهمها داود ، ولو كان حكمه فيها بوحى لكان مفهما إياها كما نرى .فقوله : ( إِذْ يَحْكُمَانِ ) مع قوله ( فَفَهَّمْنَاهَا سُلَيْمَانَ ) قرينة على أن الحكم لم يكن بوحى بل باجتهاد ، وأصاب فيه سليمان دون داود بتفيهم الله إياه ذلك .والقرينة الثانية : هى أن قوله - تعالى - ( فَفَهَّمْنَاهَا ) يدل على أنه فهمه إياها من نصوص ما كان عندهم من الشرع ، لا أنه - تعالى - أنزل عليه فيها وحياً جديدا ناسخاً ، لأن قوله - تعالى - : ( فَفَهَّمْنَاهَا ) أليق بالأول من الثانى كما ترى . . .ثم بين - سبحانه - نماذج من النعم التى أنعم بها على داود - عليه السلام - فقال : ( وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير وَكُنَّا فَاعِلِينَ ) .والتسخير : التذليل أى : وجعلنا الجبال والطير يسبحن الله - تعالى - ويقدسنه مع داود ، امتثالا لأمره - سبحانه - .قال ابن كثير : وذلك لطيب صوته ، بتلاوة كتابه الزبور ، وكان إذا ترنم به تقف الطير فى الهواء فتجاوبه ، وترد عليه الجبال تأويبا . ولهذا لما مر النبى - صلى الله عليه وسلم - على أبى موسى الأشعرى ، وهو يتلو القرآن من الليل ، وكان له صوت طيب ، فوقف واستمع إليه وقال : \" لقد أوتى هذا من مزامير آل داود \" .وقال صاحب الكشاف : \" فإن قلت : لم قدمت الجبال على الطير؟ قلت : لأن تسخيرها وتسبيحها أعجب ، وأدل على القدرة ، وأدخل فى الإعجاز ، لأنها جماد ، والطير حيوان ، إلا أنه غير ناطق ، روى أنه كان يمر بالجبال مسبحا وهى تجاوبه ، وقيل : كانت تسير معه حيث سار . . .وتسبيح الجبال والطير مع داود - عليه السلام - هو تسبيح حقيقى ، ولكن بكيفية يعلمها الله - تعالى - كما قال - سبحانه - ( تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ . . . ) وشبيه بالآية التى معنا قوله - تعالى - : ( وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلاً ياجبال أَوِّبِي مَعَهُ والطير وَأَلَنَّا لَهُ الحديد ) وقوله - سبحانه - : ( اصبر على مَا يَقُولُونَ واذكر عَبْدَنَا دَاوُودَ ذَا الأيد إِنَّهُ أَوَّابٌ إِنَّا سَخَّرْنَا الجبال مَعَهُ يُسَبِّحْنَ بالعشي والإشراق والطير مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ ) ثم ختم - سبحانه - الآية الكريمة بقوله : ( وَكُنَّا فَاعِلِينَ ) أى : وكنا فاعلين ذلك لداود من تسخير الجبال والطير معه يسبحن الله وينزهنه عن كل سوء ، على سبيل التكريم له . والتأييد لنبوته ، إذ أن قدرتنا لا يعجزها شىء ، سواء أكان هذا الشىء مألوفا للناس أم غير مألوف .",
  "ayah": 79,
  "surah": 21
}
