{
  "text": "انہی لوگوں کے طرفز عمل میں تمہارے لئے ہر اس شخص کے لئے اچھا نمونہ ہے جو اللہ اور روز آخر کا امیدوار ہو۔ اس سے کوئی منحرف ہو تو اللہ بےنیاز اور اپنی ذات میں آپ محمود ہے “۔\nایک مسلم جب تاریخ پر نظر ڈالتا ہے تو اسے معلوم ہوجاتا ہے کہ اس کی ایک طویل تاریخی نسب نامہ اور شجرہ ایمان ہے۔ یہ ماضی کی تاریخ میں بہت دور تک پھیلا ہوا ہے ، دور حضرت ابراہیم (علیہ السلام) تک۔ نہ صرف یہ کہ وہ اپنے عقائد ونظریات میں حضرت ابراہیم (علیہ السلام) کا پیروکار ہے بلکہ اہل ایمان اور حضرت ابراہیم (علیہ السلام) کے دعوتی تجربات بھی ایک ہی جیسے ہیں اس لئے ایک مومن یہ شعور رکھتا ہے کہ اس کے پاس تجربات کا بہت بڑا ذخیرہ ہے۔ نہ صرف وہ تجربات جن سے وہ گزر رہا ہے بلکہ حضرت ابراہیم (علیہ السلام) کے تجربات بھی اس میں شامل ہیں۔ قافلہ ایمان جو اب مکہ میں ہے ، یہ تو ماضی کی تاریخ زمان ومکان میں بہت دور تک چلا ہے۔ کئی وادیاں اس نے طے کی ہیں۔ یہ صرف اسی جھنڈے تلے چلتا رہا ہے اور ایسے ہی حالات سے گزرا ہے جن سے وہ گزر رہے ہیں ، یہ کوئی نیا معاملہ نہیں ہے کہ گویا صرف تم ان مشقتوں سے دو چار ہوگئے ہو۔ آج اگر مومنین کا تعلق اپنے دشمنوں سے کٹ گیا تو کیا بات ہے۔ وہ ایک ایسے نظریہ کی ایک شاخ ہے جس کی نہایت ہی سایہ دار شاخیں تاریخ کی فضا میں ، دور تک پھیلی ہوئی ہیں۔ یہ وہ درخت ہے جس کا پودا حضرت ابراہیم (علیہ السلام) نے لگایا۔\nحضرت ابراہیم (علیہ السلام) بھی اس تجربے سے گزرے تھے ، جس سے مدینہ میں مسلمان گزر رہے تھے اور حضرت ابراہیم میں الہ ایمان کے لئے اسوہ حسنہ ہے۔\nاذ قالو ........................ وحدہ (0 : 4) ”” تم لوگوں کے لئے ابراہیم (علیہ السلام) اور اس کے ساتھیوں میں اچھا نمونہ ہے کہ انہوں نے اپنی قوم سے صاف کہہ دیا “۔ ہم تم سے اور تمہارے معبودوں سے جن کو تم خدا کو چھوڑ کر پوجتے ہو ، قطعی بیزار ہیں۔ ہم نے تم سے کفر کیا اور ہمارے اور تمہارے درمیان ہمیشہ کے لئے عداوت ہوگئی اور بیر پڑگیا۔ جب تک تم اللہ واحد پر ایمان نہ لاؤ “۔ اس میں انہوں نے اپنی قوم ، ان کے معبودوں ، اور ان کی عبادت سے بیزاری کا اظہار کردیا۔ دوسرے الفاظ میں ان کا کفر کیا اور اللہ پر ایمان لائے اور یہ عداوت اور بغض اس وقت تک ختم نہیں ہوتا جب تک وہ اللہ وحدہ پر ایمان نہ لائے۔ یہ دو ٹوک ، فیصلہ کن اور پختہ قطع تعلق تھا ، جس کے بعد فریقین کے درمیان سے ہر قسم کے روابط کٹ گئے ، ماسوائے تعلق ایمان کے۔ یہی فیصلہ اہل ایمان کا فیصلہ ہے اور یہی قرار داد ان اہل ایمان کی ہے جو مدینہ میں ہیں۔ اور ایسا ہی ہونا چاہئے جس طرح امت ابراہیمی نے فیصلہ کیا۔\nبعض مومنین یہ دیکھتے تھے کہ ابراہیم (علیہ السلام) نے باوجود قطع تعلق کے اپنے والد کے لئے استغفار کیا حالانکہ وہ مسرک تھے۔ اس میں بعض مسلمانوں کے لئے دبے ہوئے جذبات ابھرانے کی راہ تھی۔ جو وہ اپنے مشرک بھائیوں کے لئے رکھتے تھے۔ چناچہ قرآن نے حضرت ابراہیم (علیہ السلام) کے اس استغفار کی توضیح کردی۔ کیونکہ انہوں نے باپ سے کہا تھا۔\nلا ستغفرن لک (06 : 4) ” میں تمہارے لئے ضروری استغفار کروں گا “۔ یہ بات انہوں نے اس وقت کہہ دی ، جب ان کے والد نے شرک پر اصرار نہ کیا تھا۔ یہ اس وقت کی بات ہے جب حضرت اپنے والد کے ایمان کے بارے میں توقع رکھتے تھے۔\nفلما .................... منہ ” جب یہ بات کھل گئی کہ وہ اللہ کا دشمن ہے تو انہوں نے اس سے بیزاری کا اعلان کردیا “۔ جیسا کہ دوسری سورت میں آیا ہے۔\nیہاں یہ بتایا جاتا ہے کہ حضرت ابراہیم (علیہ السلام) نے سارا معاملہ اللہ کے سپرد کردیا تھا اور توکل اور یکسوئی کے ساتھ اللہ کی طرف متوجہ ہوگئے تھے۔\nوما املک .................... المصیر (06 : 4) ” اور اللہ سے آپ کے لئے کچھ حاصل کرلینا میرے بس میں نہیں ہے “ (اور ابراہیم (علیہ السلام) واصحاب ابراہیم (علیہ السلام) کی دعا یہ تھی کہ) ” اے ہمارے رب ، تیرے ہی اوپر ہم نے بھروسہ کیا اور تیری ہی طرف ہم نے رجوع کرلیا اور تیرے ہی حضور ہمیں پلٹنا ہے “۔ یوں اللہ کے سامنے مطلق سپردگی کا اعلان حضرت ابراہیم (علیہ السلام) کی سیرت کا خاصہ ہے۔ اور اس کی طرف یہاں اہل ایمان کے دلوں کو متوجہ کیا جاتا ہے کیونکہ قرآن کا یہ انداز ہے کہ وہ کسی بھی قصے کی ایک ہی کڑی کو لے کر اس کا تجزیہ کرتا ہے اور اہل ایمان کو اس طرف متوجہ کرتا ہے۔ اور اس کڑی کے اندر مسلمانوں کے لئے جو سبق ، نصیحت ، حکمت اور دانائی کی قابل تقلید مثال ہوتی ہے ، اسے واضح کردیتا ہے۔",
  "ayah": 4,
  "surah": 60
}
