{
  "text": "হে মানুষ! আমরা তোমাদেরকে সৃষ্টি করেছি এক পুরুষ ও এক নারী হতে [১], আর তোমাদেরকে বিভক্ত করেছি বিভিন্ন জাতি ও গোত্রে, যাতে তোমারা একে অন্যের সাথে পরিচিত হতে পার [২]। তোমাদের মধ্যে আল্লাহর কাছে সে ব্যাক্তিই বেশী মর্যাদাসম্পন্ন যে তোমাদের মধ্যে বেশী তাকওয়াসম্পন্ন। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, সম্যক অবহিত।\n[১] আল্লাহর এ বাণীটিই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার বিভিন্ন বক্তৃতা ও উক্তিতে আরো স্পষ্ট করে বর্ণনা করেছেন। যেমন-মক্কা বিজয়ের সময় কাবার তাওয়াফের পর তিনি যে বক্তৃতা করেছিলেন তাতে বলেছিলেনঃ “সমস্ত প্রশংসা সেই আল্লাহর যিনি তোমাদের থেকে জাহেলিয়াতের দোষ-ত্রুটি ও অহংকার দূর করে দিয়েছেন। হে লোকেরা! সমস্ত মানুষ দু’ ভাগে বিভক্ত। এক, নেককার ও পরহেজগার যারা আল্লাহর দৃষ্টিতে মর্যাদার অধিকারী। দুই, পাপী ও দুরাচার যারা আল্লাহর দৃষ্টিতে নিকৃষ্ট। অন্যথায় সমস্ত মানুষই আদমের সন্তান। আর আদম মাটির সৃষ্টি।” (তিরমিয়ী: ৩১৯৩]\nঅনুরূপভাবে, বিদায় হজ্জের সময় আইয়ামে তাশরীকের মাঝামাঝি সময়ে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বক্তৃতা করেছিলেন। তাতে তিনি বলেছিলেন, “হে লোকজন! সাবধান তোমাদের আল্লাহ একজন। কোন অনারবের ওপর কোন আরবের ও কোন আরবের ওপর কোন অনারবের কোন কৃষ্ণাঙ্গের ওপর শ্বেতাঙ্গের ও কোন শ্বেতাঙ্গের ওপর কৃষ্ণঙ্গের কোন শ্রেষ্ঠত্ব নেই আল্লাহভীতি ছাড়া। তোমাদের মধ্যে যে সবচেয়ে বেশী আল্লাহভীরু সেই আল্লাহর কাছে সর্বাধিক মর্যাদাবান। আমি কি তোমাদেরকে পৌঁছিয়েছি? তারা বলল, আল্লাহর রাসূল পৌঁছিয়েছেন। তিনি বললেন, তাহলে যারা এখানে উপস্থিত আছে তারা যেন অনুপস্থিত লোকদের কাছে এ বাণী পৌঁছিয়ে দেয়।” [মুসনাদে আহমাদ: ৫/৪১১]\nঅন্য হাদীসে এসেছে, “তোমরা সবাই আদমের সন্তান। আর আদমকে মাটি দিয়ে সৃষ্টি করা হয়েছিল। লোকজন তাদের বাপদাদার নাম নিয়ে গর্ব করা থেকে বিরত হোক। তা না হলে আল্লাহর দৃষ্টিতে তারা নাক দিয়ে পায়খানা ঠেলে এমন নগণ্য কীট থেকেও নীচ বলে গণ্য হবে।” [মুসনাদে বায্‌যার: ৩৫৮৪]\nআর একটি হাদীসে তিনি বলেছেনঃ “আল্লাহ তা'আলা কিয়ামতের দিন তোমাদের বংশ ও আভিজাত্য সম্পর্কে জিজ্ঞাসা করবেন না। তোমাদের মধ্যে যে বেশী আল্লাহভীরু সে-ই আল্লাহর কাছে সর্বাধিক মর্যাদার অধিকারী”। [ইবনে জারীর: ৩১৭৭২] আরো একটি হাদীসের ভাষা হচ্ছেঃ “আল্লাহ তা'আলা তোমাদের চেহারা-আকৃতি ও সম্পদ দেখেন না, বরং তিনি তোমাদের অন্তর ও কাজ-কর্ম দেখেন ৷” [মুসলিম: ২৫৬৪, ইবনে মাজাহ: ৪১৪৩]\n[২] কোন কোন মুফাসসিরের মতে, বড় বড় গোত্রকে شعون আর তার চেয়ে ছোট গোত্রকে قباىٔل বলা হয়। অপর কারও মতে, অনারব জাতিসমূহের বংশ পরিচয় যেহেতু সংরক্ষিত নেই সেহেতু তাদেরকে شعون বলা হয় এবং আরব জাতিসমূহের বংশ পরিচয় সংরক্ষিত আছে, তাদেরকে قباىٔل বলা হয়। [দেখুন-কুরতুবী, ফাতহুল কাদীর]",
  "ayah": 13,
  "surah": 49
}
