{
  "text": "ایک قصہ پارینہ۔ اللہ تعالیٰ اپنے نبی ﷺ کو حکم فرما رہا ہے کہ آپ اپنی قوم کے ساتھ ان سابقہ لوگوں کا قصہ بیان فرمایئے جنہوں نے ان سے پہلے اپنے رسولوں کو ان کی طرح جھٹلایا تھا۔ یہ واقعہ شہر انطاکیہ کا ہے۔ وہاں کے بادشاہ کا نام انطیخش تھا اس کے باپ اور دادا کا نام بھی یہی تھا یہ سب راجہ پر جابت پرست تھے۔ ان کے پاس اللہ کے تین رسول آئے۔ صادق، صدوق اور شلوم۔ اللہ کے درود وسلام ان پر نازل ہوں۔ لیکن ان بدنصیبوں نے سب کو جھٹلایا۔ عنقریب یہ بیان بھی آ رہا ہے کہ بعض بزرگوں نے اسے نہیں مانا کہ یہ واقعہ انطاکیہ کا ہو، پہلے تو اس کے پاس دو رسول آئے انہوں نے انہیں نہیں مانا ان دو کی تائید میں پھر تیسرے نبی آئے، پہلے دو رسولوں کا نام شمعون اور یوحنا تھا اور تیسرے رسول کا نام بولص تھا۔ ان سب نے کہا کہ ہم اللہ کے بھیجے ہوئے ہیں۔ جس نے تمہیں پیدا کیا ہے اس نے ہماری معرفت تمہیں حکم بھیجا ہے کہ تم اس کے سوا کسی اور کی عبادت نہ کرو۔ حضرت قتادہ بن و عامہ کا خیال ہے کہ یہ تینوں بزرگ جناب مسیح ؑ کے بھیجے ہوئے تھے، بستی کے ان لوگوں نے جواب دیا کہ تم تو ہم جیسے ہی انسان ہو پھر کیا وجہ ؟ کہ تمہاری طرف اللہ کی وحی آئے اور ہماری طرف نہ آئے ؟ ہاں اگر تم رسول ہوتے تو چاہئے تھا کہ تم فرشتے ہوتے۔ اکثر کفار نے یہی شبہ اپنے اپنے زمانے کے پیغمبروں کے سامنے پیش کیا تھا۔ جیسے اللہ عزوجل کا ارشاد ہے (ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّاْتِيْهِمْ رُسُلُهُمْ بالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَا ۡ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۭ وَاللّٰهُ غَنِيٌّ حَمِيْدٌ) 64۔ التغابن :6) یعنی لوگوں کے پاس رسول آئے اور انہوں نے جواب دیا کہ کیا انسان ہمارے ہادی بن کر آگئے ؟ اور آیت میں ہے الخ، یعنی تم تو ہم جیسے انسان ہی ہو تم صرف یہ چاہتے ہو کہ ہمیں اپنے باپ دادوں کے معبودوں سے روک دو۔ جاؤ کوئی کھلا غلبہ لے کر آؤ۔ اور جگہ قرآن پاک میں ہے یعنی کافروں نے کہا کہ اگر تم نے اپنے جیسے انسانوں کی تابعداری کی تو یقیناً تم بڑے ہی گھاٹے میں پڑگئے۔ اس سے بھی زیادہ وضاحت کے ساتھ آیت (وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۗءَهُمُ الْهُدٰٓى اِلَّآ اَنْ قَالُوْٓا اَبَعَثَ اللّٰهُ بَشَرًا رَّسُوْلًا 94؀) 17۔ الإسراء :94) میں اس کا بیان ہے۔ یہی ان لوگوں نے بھی ان تینوں نبیوں سے کہا کہ تم تو ہم جیسے انسان ہی ہو اور حقیقت میں اللہ نے تو کچھ بھی نازل نہیں فرمایا تم یونہی غلط ملط کہہ رہے ہو، پیغمبروں نے جواب دیا کہ اللہ خوب جانتا ہے کہ ہم اس کے سچے رسول ہیں۔ اگر ہم جھوٹے ہوتے تو اللہ پر جھوٹ باندھنے کی سزا ہمیں اللہ تعالیٰ دے دیتا لیکن تم دیکھو گے کہ وہ ہماری مدد کرے گا اور ہمیں عزت عطا فرمائے گا۔ اس وقت تمہیں خود روشن ہوجائے گا کہ کون شخص بہ اعتبار انجام کے اچھا رہا ؟ جیسے اور جگہ ارشاد ہے (قُلْ كَفٰي باللّٰهِ بَيْنِيْ وَبَيْنَكُمْ شَهِيْدًا ۚ يَعْلَمُ مَا فِي السَّمٰوٰتِ وَالْاَرْضِ ۭ وَالَّذِيْنَ اٰمَنُوْا بالْبَاطِلِ وَكَفَرُوْا باللّٰهِ ۙ اُولٰۗىِٕكَ هُمُ الْخٰسِرُوْنَ 52؀) 29۔ العنکبوت :52) ، میرے تمہارے درمیان اللہ کی شہادت کافی ہے۔ وہ تو آسمان و زمین کے غیب جانتا ہے۔ باطل پر ایمان رکھنے والے اور اللہ سے کفر کرنے والے ہی نقصان یافتہ ہیں، سنو ہمارے ذمے تو صرف تبلیغ ہے مانو گے تمہارا بھلا ہے نہ مانو گے تو پچھتاؤ گے ہمارا کچھ نہیں بگاڑو گے کل اپنے کئے کا خمیازہ بھگتو گے۔",
  "ayah": 14,
  "surah": 36
}
