{
  "text": "ظالموں کیلئے عذاب الٰہی۔حضرت ابن مسعود ؓ فرماتے ہیں کہ ان کفار نے اس مومن کامل کو بری طرح مارا پیٹا اسے گرا کر اس کے پیٹ پر چڑھ بیٹھے اور پیروں سے اسے روندنے لگے یہاں تک کہ اس کی آنتیں اس کے پیچھے کے راستے سے باہر نکل آئیں، اسی وقت اللہ کی طرف سے اسے جنت کی خوشخبری سنائی گئی، اسے اللہ تعالیٰ نے دنیا کے رنج و غم سے آزاد کردیا اور امن چین کے ساتھ جنت میں پہنچا دیا ان کی شہادت سے اللہ خوش ہوا جنت ان کیلئے کھول دی گئی اور داخلہ کی اجازت مل گئی، اپنے ثواب و اجر کو، عزت و اکرام کو دیکھ کر پھر اس کی زبان سے نکل گیا کاش کہ میری قوم یہ جان لیتی کہ مجھے میرے رب نے بخش دیا اور میرا بڑا ہی اکرام کیا۔ فی الواقع مومن سب کے خیر خواہ ہوتے ہیں وہ دھوکے باز اور بدخواہ نہیں ہوتے۔ دیکھئے اس اللہ والے شخص نے زندگی میں بھی قوم کی خیر خواہی کی اور بعد مرگ بھی ان کا خیرخواہ رہا۔ یہ بھی مطلب ہے کہ وہ کہتا ہے کاش کہ میری قوم یہ جان لیتی کہ مجھے کس سبب سے میرے رب نے بخشا اور کیوں میری عزت کی تو لامحالہ وہ بھی اس چیز کو حاصل کرنے کی کوشش کرتی، اللہ پر ایمان لاتی اور رسولوں کی پیروی کرتی، اللہ ان پر رحمت کرے اور ان سے خوش رہے۔ دیکھو تو قوم کی ہدایت کے کس قدر خواہش مند تھے۔ حضرت عروہ بن مسعود ثقفی ؓ نے جناب رسول اللہ ﷺ کی خدمت میں عرض کیا کہ حضور اگر اجازت دیں تو میں اپنی قوم میں تبلیغ دین کیلئے جاؤں اور انہیں دعوت اسلام دوں ؟ آپ نے فرمایا ایسا نہ ہو کہ وہ تمہیں قتل کردیں ؟ جواب دیا کہ حضور ﷺ اس کا تو خیال تک نہیں۔ انہیں مجھ سے اس قدر الفت و عقیدت ہے کہ میں سویا ہوا ہوں تو وہ مجھے جگائیں گے بھی نہیں، آپ نے فرمایا اچھا پھر جایئے، یہ چلے، جب لات و عزیٰ کے بتوں کے پاس سے ان کا گزر ہوا تو کہنے لگے اب تمہاری شامت آگئی قبیلہ ثقیف بگڑ بیٹھا انہوں نے کہنا شروع کیا کہ اے میری قوم کے لوگو ! تم ان بتوں کو ترک کرو یہ لات و عزیٰ دراصل کوئی چیز نہیں، اسلام قبول کرو تو سلامتی حاصل ہوگی۔ اے میرے بھائی بندو ! یقین مانو کہ یہ بت کچھ حقیت نہیں رکھتے، ساری بھلائی اسلام میں ہے وغیرہ۔ ابھی تو تین ہی مرتبہ صرف اس کلمہ کو دوہرایا تھا جب ایک بدنصیب تن جلے نے دور سے ایک ہی تیر چلایا جو رگ اکحل پر لگا اور اسی وقت شہید ہوگئے۔حضور ﷺ کے پاس جب یہ خبر پہنچی تو آپ نے فرمایا یہ ایسا ہی تھا جیسے سورة یس والا جس نے کہا تھا کاش کہ میری قوم میری مغفرت و عزت کو جان لیتی۔ حضرت کعب احبار ؓ کے پاس جب حبیب بن زید بن عاصم ؓ کا ذکر آیا جو قبیلہ بنو مازن بن نجار سے تھے جنہیں یمامہ میں مسیلمہ کذاب ملعون نے شہید کردیا تھا تو آپ نے فرمایا اللہ کی قسم یہ حبیب بھی اسی حبیب کی طرح تھے جن کا ذکر سورة یاسین میں ہے، ان سے اس کذاب نے حضور ﷺ کے بارے میں دریافت کیا تو آپ نے فرمایا بیشک وہ اللہ کے رسول ﷺ ہیں اس نے کہا میری نسبت بھی تو گواہی دیتا ہے کہ میں رسول اللہ ہوں ؟ تو حضرت حبیب ؓ نے فرمایا میں نہیں سنتا۔ اس نے کہا محمد ﷺ کی نسبت تو کیا کہتا ہے ؟ جواب دیا کہ میں ان کی سچی رسالت کو مانتا ہوں، اس نے پھر پوچھا میری رسالت کی نسبت کیا کہتا ہے ؟ جواب دیا کہ میں نہیں سنتا اس ملعون نے کہا ان کی نسبت تو سن لیتا ہے اور میری نسبت بہرا بن جاتا ہے۔ ایک مرتبہ پوچھتا اور ان کے اس جواب پر ایک عضو بدن کٹوا دیتا پھر پوچھتا پھر یہی جواب پاتا پھر ایک عضو بدن کٹواتا اسی طرح جسم کا ایک ایک جوڑ کٹوا دیا اور وہ اپنے سچے اسلام پر آخری دم تک قائم رہے اور جو جواب پہلے تھا وہی آخر تک رہا یہاں تک کہ شہید ہوگئے۔ ؓ و ارضاہ۔ اس کے بعد ان لوگوں پر جو اللہ کا غضب نازل ہوا اور جس عذاب سے وہ غارت کردیئے گئے اس کا ذکر ہو رہا ہے، چونکہ انہوں نے اللہ کے رسولوں کو جھٹلایا اللہ کے ولی کو قتل کیا اس لئے ان پر عذاب اترا اور ہلاک کردیئے گئے، لیکن انہیں برباد کرنے کیلئے اللہ نے تو کوئی لشکر آسمان سے بھیجا نہ کوئی خاص اہتمام کرنا پڑا نہ کسی بڑے سے بڑے کام کیلئے اس کی ضرورت، اس کا تو صرف حکم کردینا کافی ہے، نہ انہیں اس کے بعد کوئی تنبیہہ کی گئی نہ ان پر فرشتے اتارے گئے، بلکہ بلا مہلت عذاب میں پکڑلئے گئے اور بغیر اس کے کہ کوئی نام لینے والا پانی دینے والا ہو اول سے آخر تک ایک ایک کرکے سب کے سب فنا کے گھاٹ اتار دیئے گئے۔ جبرائیل ؑ آئے اور ان کے شہر انطاکیہ کے دروازے کی چوکھٹ تھام کر اس زور سے ایک آواز لگائی کہ کلیجے پاش پاش ہوگئے، دل اڑگئے اور روحیں پرواز کر گئیں۔ حضرت قتادہ سے مروی ہے کہ ان لوگوں کے پاس جو تینوں رسول آئے تھے یہ حضرت عیسیٰ کے بھیجے ہوئے قاصد تھے، لیکن اس میں قدرے کلام ہے، اولاً تو یہ کہ قصے کے ظاہر سے یہ معلوم ہوتا ہے کہ وہ مستقل رسول ﷺ تھے۔ فرمان ہے (اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْــنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُـوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ 14؀) 36۔ يس :14) ، جبکہ ہم نے ان کی طرف دو رسول بھیجے جب انہوں نے ان دونوں کو جھٹلایا تو ہم نے ان کی مدد کیلئے تیسرا رسول بھیجا۔ پھر اللہ کے یہ رسول اہل انطاکیہ سے کہتے ہیں (اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ 14؀) 36۔ يس :14) ، یعنی ہم تمہاری طرف رسول ہیں۔ پس اگر یہ تینوں حضرت عیسیٰ کے حواریوں میں سے حضرت عیسیٰ کے بھیجے ہوئے ہوتے تو انہیں یہ کہنا مناسب نہ تھا بلکہ وہ کوئی ایساجملہ کہتے جس سے معلوم ہوجاتا کہ یہ حضرت عیسیٰ کے قاصد ہیں واللہ اعلم۔ پھر یہ بھی ایک قرینہ ہے کہ کفار انطاکیہ ان کے جواب میں کہتے ہیں (اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۭ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۗؤُنَا فَاْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ 10؀) 14۔ ابراھیم :10) تم تو ہم ہی جیسے انسان ہو، دیکھ لو یہ کلمہ کفار ہمیشہ رسولوں کو ہی کہتے رہے۔ اگر وہ حواریوں میں سے ہوتے تو ان کا مستقل دعویٰ رسالت کا تھا ہی نہیں پھر انہیں یہ لوگ یہ الزام ہی کیوں دیتے ؟ ثانیا اہل انطاکیہ کی طرف حضرت مسیح کے قاصد گئے تھے اور اس وقت اس بستی کے لوگ ان پر ایمان لائے تھے بلکہ یہی وہ بستی ہے جو ساری کی ساری جناب مسیح پر ایمان لائی اسی لئے نصرانیوں کے وہ چار شہر جو مقدس سمجھے جاتے ہیں ان میں ایک یہ بھی ہے۔ بیت المقدس کی بزرگی کے وہ قائل اس لئے کہ وہ حضرت مسیح کا شہر ہے اور انطاکیہ کو حرمت والا شہر اس لئے کہتے ہیں کہ سب سے پہلے یہیں کے لوگ حضرت مسیح پر ایمان لائے۔ اور اسکندریہ کی عظمت کی وجہ یہ ہے کہ انہوں نے اپنے مذہبی عہدیداروں کے تقرر پر اجماع کیا۔ اور رومیہ کی حرمت کے قائل اس وجہ سے ہیں کہ شاہ قسطنطین کا شہر یہی ہے اور اسی بادشاہ نے ان کے دین کی امداد کی تھی اور یہیں ان کے تبرکات کو رومیہ سے یہاں لا رکھا۔ سعد بن بطریق وغیرہ نصرانی مورخین کی کتابوں میں یہ سب واقعات مذکور ہیں۔ مسلمان مورخین نے بھی یہی لکھا ہے پس معلوم ہوا کہ انطاکیہ والوں نے حضرت عیسیٰ کے قاصدوں کی تو مان لی تھی اور یہاں بیان ہے کہ انہوں نے نہ مانی اور ان پر عذاب الٰہی آیا اور تہس نہس کردیئے گئے تو ثابت ہوا کہ یہ واقعہ اور ہے یہ رسول مستقل رسالت پر مامور تھے انہوں نے نہ مانا جس پر انہیں سزا ہوئی اور وہ بےنشان کردیئے گئے اور چراغ سحری کی طرح بجھا دیئے گئے واللہ اعلم۔ ثانیاً انطاکیہ والوں کا قصہ جو حضرت عیسیٰ کے حواریوں کے ساتھ وقوع میں آیا وہ قطعاً تورات کے اترنے کے بعد کا ہے اور حضرت ابو سعید خدری اور سلف کی ایک جماعت سے منقول ہے کہ توراۃ کے نازل ہوچکنے کے بعد کسی بستی کو اللہ تعالیٰ نے اپنے آسمانی عذاب سے بالکل برباد نہیں کیا بلکہ مومنوں کو کافروں سے جہاد کرنے کا حکم دے کر کفار کو نیچا دکھایا ہے۔ جیسا کہ آیت (وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۗىِٕرَ للنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ 43؀) 28۔ القصص :43) ، کی تفسیر میں ہے اور اس بستی کی آسمانی ہلاکت پر آیات قرآنی شاہد عدل موجود ہیں اس سے بھی ثابت ہوتا ہے کہ یہ واقعہ انطاکیہ کا نہیں جیسے کہ بعض سلف کے اقوال بھی اسے مستثنیٰ کرکے بتاتے ہیں کہ اس سے مراد مشہور شہر انطاکیہ نہیں، ہاں یہ بھی ہوسکتا ہے کہ انطاکیہ نامی کوئی شہر اور بھی ہو اور یہ واقعہ وہاں کا ہو۔ اس لئے کہ جو انطاکیہ مشہور ہے اس کا عذاب الٰہی سے نیست و نابود ہونا مشہور نہیں ہوا نہ تو نصرانیت کے زمانہ میں اور نہ اس سے پہلے۔ واللہ سبحانہ وتعالیٰ اعلم، یہ بھی یاد رہے کہ طبرانی کی ایک مرفوع حدیث میں ہے کہ دنیا میں تین ہی شخص سبقت کرنے میں سب سے آگے نکل گئے ہیں، حضرت موسیٰ کی طرف سبقت کرنے والے تو حضرت یوشع بن نون تھے اور حضرت عیسیٰ کی طرف سبقت کرنے والے وہ شخص تھے جن کا ذکر سورة یٰسین میں ہے اور محمد ﷺ کی خدمت میں آگے بڑھنے والے حضرت علی بن ابی طالب ؓ تھے، یہ حدیث بالکل منکر ہے۔ صرف حسین اشعر اسے روایت کرتا ہے اور وہ شیعہ ہے اور متروک ہے۔ واللہ سبحانہ و تعالیٰ اعلم بالصواب۔",
  "ayah": 26,
  "surah": 36
}
