{
  "text": "ان آیتوں میں دوسرے نفخہ کا ذکر ہو رہا ہے۔ جس سے مردے جی اٹھیں گے۔ ینسلون کا مصدر نسلان سے ہے اور اس کے معنی تیز چلنے کے ہیں۔ جیسے اور آیت میں ہے (يَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَ 43؀ۙ) 70۔ المعارج :43) جس دن یہ قبروں سے نکل کر اس تیزی سے چلیں گے کہ گویا وہ کسی نشان منزل کی طرف لپکے جا رہے ہیں۔ چونکہ دنیا میں انہیں قبروں سے جی اٹھنے کا ہمیشہ انکار رہا تھا اس لئے آج یہ حالت دیکھ کر کہیں گے کہ ہائے افسوس ہمارے سونے کی جگہ سے ہمیں کس نے اٹھایا ؟ اس سے قبر کے عذاب کا نہ ہونا ثابت نہیں ہوتا اس لئے کہ جس ہول و شدت کو جس تکلیف اور مصیبت کو یہ اب دیکھیں گے اس کی بہ نسبت تو قبر کے عذاب بیحد خفیف ہی تھے گویا کہ وہ وہاں آرام میں تھے، بعض بزرگوں نے یہ بھی فرمایا ہے کہ اس سے پہلے ذرا سی دیر کے لئے فی الواقع انہیں نیند آجائے گی، حضرت قتادہ ؓ فرماتے ہیں پہلے نفخہ اور اس دوسرے نفخہ کے درمیان یہ سو جائیں گے، اس لئے اب اٹھ کر یوں کہیں گے، اس کا جواب ایماندار لوگ دیں گے کہ اسی کا وعدہ اللہ نے کیا تھا اور یہی اللہ کے سچے رسول ﷺ فرمایا کرتے تھے۔ یہ بھی کہا گیا ہے کہ یہ جواب فرشتے دیں گے۔ بہرحال دونوں قولوں میں اس طرح تطبیق بھی ہوسکتی ہے کہ مومن بھی کہیں اور فرشتے بھی کہیں واللہ اعلم۔ عبدالرحمٰن بن زید کہتے ہیں یہ کل قول کافروں کا ہی ہے لیکن صحیح بات وہ ہے جسے ہم نے پہلے نقل کیا جیسے کہ سورة صافات میں ہے کہ یہ کہیں گے ہائے افسوس ہم پر یہ جزا کا دن ہے یہی فیصلہ کا دن ہے جسے ہم جھٹلاتے تھے اور آیت میں ہے (وَيَوْمَ تَــقُوْمُ السَّاعَةُ يُـقْسِمُ الْمُجْرِمُوْنَ ڏ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۭ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ 55؀) 30۔ الروم :55) جس دن قیامت برپا ہوگی گنہگار قسمیں کھا کھا کر کہیں گے کہ وہ صرف ایک ساعت ہی رہے ہیں اسی طرح وہ ہمیشہ حق سے پھرے رہے، اس وقت باایمان اور علماء فرمائیں گے تم اللہ کے لکھے ہوئے کے مطابق قیامت کے دن تک رہے یہی قیامت کا دن ہے لیکن تم محض بےعلم ہو۔ تم تو اسے ان ہونی مانتے تھے حالانکہ وہ ہم پر بالکل سہل ہے ایک آواز کی دیر ہے کہ ساری مخلوق ہمارے سامنے موجود ہوجائے گی، جیسے اور آیت میں ہے کہ ایک ڈانٹ کے ساتھ ہی سب میدان میں مجتمع موجود ہوں گے۔ اور آیت میں فرمایا امر قیامت تو مثل آنکھ جھپکانے کے بلکہ اس سے بھی زیادہ قریب ہے، اور جیسے فرمایا (يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا 52؀) 17۔ الإسراء :52) جس دن وہ تمہیں بلائے گا اور تم اس کی تعریف کرتے ہوئے اسے جواب دو گے اور یقین کرلو گے کہ تم بہت ہی کم مدت رہے۔ الغرض حکم کے ساتھ ہی سب حاضر سامنے موجود۔ اس دن کسی کا کوئی عمل مارا نہ جائے گا، ہر ایک کو اس کے کئے ہوئے اعمال کا ہی بدلہ دیا جائے گا۔",
  "ayah": 51,
  "surah": 36
}
