{
  "text": "موت کے بعد زندگی  ابی ابن خلف ملعون ایک مرتبہ اپنے ہاتھ میں ایک بوسیدہ کھوکھلی سڑی گلی ہڈی لے کر آیا اور اسے اپنے چٹکی میں ملتے ہوئے جبکہ اس کے ریزے ہوا میں اڑ رہے تھے حضور ﷺ سے کہنے لگا آپ کہتے ہیں کہ ان ہڈیوں کو اللہ زندہ کرے گا ؟ آپ نے فرمایا ہاں ہاں اللہ تجھے ہلاک کردے گا پھر زندہ کردے گا پھر تیرا حشر جہنم کی طرف ہوگا۔ اس پر اس سورت کی یہ آخری آیتیں نازل ہوئیں۔ اور روایت میں ہے کہ یہ اعتراض کرنے والا عاص بن وائل تھا اور اس آیت سے لے کر ختم سورت تک کی آیتیں نازل ہوئیں اور روایت میں ہے کہ یہ واقعہ عبداللہ بن ابی سے ہوا تھا۔ لیکن یہ ذرا غور طلب ہے اس لیے کہ یہ سورت مکی ہے اور عبداللہ بن ابی تو مدینہ میں تھا۔ بہر صورت خواہ ابی کے سوال پر یہ آیتیں اتری ہوں یا عاص کے سوال پر ہیں عام۔ لفظ انسان جو الف لام ہے وہ جنس کا ہے جو بھی دوسری زندگی کا منکر ہو اسے یہی جواب ہے۔ مطلب یہ ہے کہ ان لوگوں کو چاہیے کہ اپنے شروع پیدائش پر غور کریں۔ جس نے ایک حقیر و ذلیل قطرے سے انسان کو پیدا کردیا حالانکہ اس سے پہلے وہ کچھ نہ تھا پھر اس کی قدرت پر حرف رکھنے کے کیا معنی ؟ اس مضمون کو بہت سی آیتوں میں بیان فرمایا ہے جیسے (اَلَمْ نَخْلُقْكُّمْ مِّنْ مَّاۗءٍ مَّهِيْنٍ 20؀ۙ) 77۔ المرسلات :20) اور جیسے (اِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَةٍ اَمْشَاجٍ ڰ نَّبْتَلِيْهِ فَجَعَلْنٰهُ سَمِيْعًۢا بَصِيْرًا) 76۔ الإنسان :2) ، وغیرہ۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ نے اپنی ہتھیلی میں تھوکا پھر اس پر انگلی رکھ کر فرمایا کہ اللہ تعالیٰ فرماتا ہے اے ابن آدم کیا تو مجھے بھی عاجز کرسکتا ہے ؟ میں نے تجھے اس جیسی چیز سے پیدا کیا پھر جب ٹھیک ٹھاک درست اور چست کردیا اور تو ذرا کس بل والا ہوگیا تو تو نے مال جمع کرنا اور مسکینوں کو دینے سے روکنا شروع کردیا، ہاں جب دم نرخرے میں اٹکا تو کہنے لگا اب میں اپنا تمام مال اللہ کی راہ میں صدقہ کرتا ہوں، بھلا اب صدقے کا وقت کہاں ؟ الغرض نطفے سے پیدا کیا ہوا انسان حجت بازیاں کرنے لگا۔ اور اپنا دوبارہ جی اٹھنا محال جاننے لگا اس اللہ کی قدرت سے نظریں ہٹالیں جس نے آسمان و زمین کو اور تمام مخلوق کو پیدا کردیا۔ یہ اگر غور کرتا تو اس عظیم الشان مخلوق کی پیدائش کے علاوہ خود اپنی پیدائش کو بھی دوبارہ پیدا کرنے کی قدرت کا ایک نشان عظیم پاتا۔ لیکن اس نے تو عقل کی آنکھوں پر ٹھیکری رکھ لی۔ اس کے جواب میں کہہ دو کہ اول رتبہ ان ہڈیوں کو جو اب گلی سڑی ہیں جس نے پیدا کیا وہی دوبارہ انہیں پیدا کرے گا۔ جہاں جہاں بھی یہ ہڈیاں ہوں وہ خوب جانتا ہے۔ مسند کی حدیث میں ہے کہ ایک مرتبہ حضرت حذیفہ سے عقبہ بن عمرو نے کہا آپ ہمیں رسول ﷺ سے سنی ہوئی کوئی حدیث سنائیے تو آپ نے فرمایا حضور ﷺ نے فرمایا کہ ایک شخص پر جب موت کی حالت طاری ہوئی تو اس نے اپنے وارثوں کو وصیت کی کہ جب میں مرجاؤں تو تم بہت ساری لکڑیاں جمع کرکے میری لاش کو جلا کر خاک کردینا پھر اسے سمندر میں بہا دینا، چناچہ انہوں نے یہی کیا اللہ تعالیٰ نے اس کی راکھ کو جمع کرکے جب اسے دوبارہ زندہ کیا تو اس سے پوچھا کہ تو نے ایسا کیوں کیا ؟ اس نے جواب دیا کہ صرف تیرے ڈر سے، اللہ تعالیٰ نے اسے بخش دیا۔ حضرت حذیفہ ؓ فرماتے ہیں حضور ﷺ نے راہ چلتے چلتے یہ حدیث بیان فرمائی جسے میں نے خود آپ ﷺ کی زبان سے اپنے کانوں سے سنی۔ یہ حدیث بخاری مسلم میں بھی بہت سے الفاظ سے مروی ہے، ایک راویت میں ہے کہ اس نے کہا تھا میری راکھ کو ہوا کے رخ اڑا دینا کچھ تو ہوا میں کچھ دریا میں بہا دینا۔ سمندر نے بحکم اللہ جو راکھ اس میں تھی اسے جمع کردیا اسی طرح ہوا نے بھی۔ پھر اللہ کے فرمان سے وہ کھڑا کردیا گیا۔ پھر اپنی قدرت کے مشاہدے کے لیے اور بات کی دلیل قائم کرنے کے لیے کہ اللہ ہر شے پر قادر ہے وہ مردوں کو بھی زندہ کرسکتا ہے، ہیت کو وہ منقلب کرسکتا ہے فرمایا کہ تم غور کرو کہ پانی میں درخت اگائے سرسبز شاداب ہرے بھرے پھل والے ہوئے، پھر وہ سوکھ گئے اور ان لکڑیوں سے میں نے آگ نکالی کہاں وہ تری اور ٹھنڈی کہاں یہ خشکی اور گرمی ؟ پس مجھے کوئی چیز کرنی بھاری نہیں تر کو خشک کرنا خشک کو تر کرنا زندہ کو مردہ کرنا مردے کو زندگی دینا سب میرے بس کی بات ہے۔ یہ بھی کہا گیا کہ مراد اس سے مرخ اور عفار کے درخت ہیں جو حجاز میں ہوتے ہیں ان کی سبز ٹہنیوں کو آپس میں رگڑنے سے چقماق کی طرح آگ نکلتی ہے۔ چناچہ عرب میں ایک مشہور مثل ہے لکل شجر ناروا استجدا المرخ والمفار حکماء کا قول ہے کہ سوائے انگور کے درخت کے ہر درخت میں آگ ہے۔",
  "ayah": 79,
  "surah": 36
}
