{
  "text": "১৯-২২ নং আয়াতের তাফসীর:\nবর্ণিত আছে যে, হযরত আবু যার (রাঃ) শপথ করে বলতেনঃ (আরবী) এই আয়াতটি হযরত হামযা (রাঃ) ও তাঁর দু’জন কাফির প্রতিদ্বন্দ্বী যারা বদরের যুদ্ধে তার প্রতিদ্বন্দ্বীতায় নেমেছিল এবং উত্তা’ ও তার দুই সঙ্গীর ব্যাপারে অবতীর্ণ হয়।” (এটা সহীহ বুখারী ও সহীহ মুসলিমে বর্ণনা করা হয়েছে)হযরত কায়েস ইবনু ইবাদ (রঃ) হতে বর্ণিত আছে যে, হযরত আলী ইবনু আবি তালিব (রাঃ) বলেনঃ “আমি কিয়ামতের দিন সর্বপ্রথম আমার যুক্তি পেশ করার জন্যে আল্লাহ তাআলার সামনে হাঁটুর ভরে পড়ে যাবো। হযরত কায়েস (রাঃ) বলেন যে, তার ব্যাপারেই এই আয়াতটি অবতীর্ণ হয়।\" (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন) বদরের যুদ্ধের দিন এই লোকগুলি একে অপরের সামনে এসেছিল। মুসলমানদের পক্ষ হতে ছিলেন হযরত আলী (রাঃ), হযরত হামযা (রাঃ) ও হযরত উবাইদাহ্ (রাঃ) এবং তাদের মুকাবিলায় কাফিরদের পক্ষ হতে এসেছিল যথাক্রমে শায়বা উবা’ এবং ওয়ালীদ। অন্য একটি উক্তি রয়েছে যে, এই দুটি বিবাদমান দল দ্বারা মুসলমান ও আহলে কিতাবকে বুঝানো হয়েছে। আহলে কিতাব মুসলমানদেরকে বলতোঃ “আমাদের নবী (আঃ) তোমাদের নবীর (সঃ) পূর্বে এসেছিলেন এবং আমাদের আসমানী কিতাব তোমাদের আসমানী কিতাবের পূর্বে অবতীর্ণ হয়েছে। সুতরাং তোমাদের অপেক্ষা আমরাই আল্লাহ তাআলার বেশী নিকটবর্তী। পক্ষান্তরে, মুসলমানরা তাদেরকে বলতেনঃ “আমাদের কিতাব তোমাদের কিতাবের ফায়সালাকারী এবং আমাদের নবী (সঃ) হলেন খাতেমুল আম্বিয়া। কাজেই আমরা তোমাদের চেয়ে উত্তম।” অতঃপর মহান আল্লাহ ইসলামকে জয়যুক্ত করেন এবং এই আয়াত অবতীর্ণ হয়। কাতাদা (রঃ) বলেন যে, এর দ্বারা সত্যতা প্রতিপাদনকারী এবং মিথ্যা প্রতিপন্নকারীদেরকে বুঝানো হয়েছে। মুজাহিদ (রঃ) বলেন যে, এই আয়াতে মু'মিন ও কাফিরের দৃষ্টান্ত দেয়া হয়েছে যারা কিয়ামত সম্পর্কে বিতর্কে লিপ্ত হয়েছিল। ইকরামা (রঃ) বলেন যে, এর দ্বারা জান্নাত ও জাহান্নামের উক্তি উদ্দেশ্য। জাহান্নাম প্রার্থনা করেছিল। “আমাকে শাস্তির মাধ্যম বানিয়ে দিন!” আর জান্নাত আবেদন জানিয়েছিলঃ “আমাকে রহমত (এর মাধ্যম) করুন।” মুজাহিদের (রঃ) উক্তি  এই সমুদয় উক্তিকে অন্তর্ভূক্ত করে। বদরের ঘটনাও এরই অন্তর্ভুক্ত হতে পারে। মু'মিনরা আল্লাহর দ্বীনের বিজয় কামনা করছিলেন। আর কাফিররা ঈমানের জ্যোতিকে নির্বাপিত করতে, সত্যের পতন ঘটাতে এবং বাতিলকে প্রতিষ্ঠিত করতে চাচ্ছিল। ইমাম ইবনু জারিরও (রঃ) মুজাহিদের (রঃ) উক্তিটিই পছন্দ করেছেন এবং এটা অতি উত্তমও বটে। কেননা, এরপরেই রয়েছে যে, কাফিরদের জন্যে প্রস্তুত করা হয়েছে আগুনের পোশাক। এটা হবে তামার আকৃতি বিশিষ্ট। আর তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি। এর ফলে তাদের উদরে যা আছে তা এবং তাদের চর্ম বিগলিত হয়ে যাবে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তাদের মাথার উপর গরম ফুটন্ত পানি ঢেলে দেয়া হবে। ফলে তাদের নাড়িভূঁড়ি ইত্যাদি পেট থেকে বেরিয়ে পায়ের উপর পড়ে যাবে। তারপর যেমন ছিল তেমনই হয়ে যাবে। আবার এইরূপ করা হবে।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)আবদুল্লাহ ইবনু সুররী (রঃ) বলেন যে, ফেরেশতা গরম পানির ঐ বাতিকে ওর কড়া দুটি ধরে আনয়ন করবেন এবং জাহান্নামীর মুখে ঢেলে দিতে চাইবেন। তখন সে হত বুদ্ধি হয়ে মুখ ফিরিয়ে নেবে। ফেরেশতা তখন তার মাথার উপর লোহার হাতুড়ী মারবেন। ফলে তার মাথা ফেটে যাবে। সেখান দিয়ে ফেরেশতা ঐ ফুটন্ত পানি ঢেলে দিবেন এবং ওটা সরাসরি তার পেটের মধ্যে প্রবেশ করবে।রাসূলুল্লাহ (সঃ) বলেনঃ “যে হাতুড়ীগুলি দ্বারা জাহান্নামীদেরকে মারা হবে, যদি ওগুলির একটি যমীনে এনে রেখে দেয়া হয় তবে সমস্ত দানব ও মানব মিলেও তা উঠাতে সক্ষম হবে না। (এ হাদীসটি মুসনাদে আহমাদে হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত হয়েছে)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)। বলেছেনঃ “যদি ঐ হাতুড়ি দ্বারা হাড়ের উপর মারা হয় তবে তা চূর্ণ বিচূর্ণ হয়ে যাবে। ঐভাবে জাহান্নামীদের দেহও চূর্ণ-বিচূর্ণ হয়ে যাবে। তারপর যেমন ছিল তেমনই করে দেয়া হবে। যে রক্ত পূজ জাহান্নামীদের খাদ্য হবে যদি ওর এক বাতি দুনিয়ায় বহিয়ে দেয়া হয় তবে ওর দুর্গন্ধে সমস্ত দুনিয়াবাসী ধ্বংস হয়ে যাবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) বলেন যে, ঐ হাতুড়ির আঘাত লাগা মাত্রই জাহান্নামীদের দেহের এক একটি অঙ্গ খসে পড়বে এবং সে হায়! হায়! বলে চীৎকার করবে।মহান আল্লাহ বলেনঃ যখনই তারা যন্ত্রণায় কাতর হয়ে জাহান্নাম থেকে বের হতে চাইবে তখনই তাকে তাতে ফিরিয়ে দেয়া হবে। হযরত সালমান (রঃ) বলেন যে, জাহান্নামের আগুন হবে কঠিন কালো ও ভীষণ অন্ধকারময়। ওর শিখাও উজ্জ্বল নয় এবং ওর অঙ্গারও আলোকোজ্জ্বল হবে না। অতঃপর তিনি এই আয়াতটি পাঠ করেন। হযরত যায়েদ ইবনু আসলাম (রাঃ) বলেন যে, জাহান্নামী তাতে শ্বাসও নিতে পারবে না। হযরত ফু্যাইল ইবনু আইয়ায (রাঃ) বলেন যে, আল্লাহর শপথ! জা হান্নামীদের সেখান থেকে ছুটবার কোন আশাও থাকবে না। তাদের পায়ে থাকবে ভারী বেড়ি এবং হাতে থাকবে শক্ত হাত কড়া। তবে অগ্নি শিখা তাদেরকে এতো উচুতে উঠিয়ে দেবে যে, যেন তারা বাইরে বেরিয়েই যায়। আর কি! কিন্তু ফেরেশতাদের ঘনের আঘাত খেয়ে তারা নীচে পড়ে যাবে। তাদেরকে বলা হবেঃ এখন আস্বাদ গ্রহণ কর দহন-যন্ত্রণা। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদেরকে বলা হবে তোমরা ঐ আগুনের শাস্তির স্বাদ গ্রহণ করো যাকে তোমরা মিথ্যা প্রতিপন্ন করতে।” তোমরা ওটাকে মিথ্যা জানতে কথা ও কাজে উভয় দিক দিয়েই।",
  "ayah": 22,
  "surah": 22
}
