{
  "text": "৩৪-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ সমস্ত উম্মতের মধ্যে, সমস্ত মাযহাবে এবং সমস্ত দলে আমি কুরবানীর নিয়ম চালু করে দিয়েছিলাম। তাদের জন্যে ঈদের একটা দিন নির্ধারিত ছিল। তারাও আল্লাহর নামে পশু যবাহ করতো। সবাই মক্কা শরীফে নিজেদের কুরবানীর জন্তু পাঠিয়ে দিতো। যাতে আমি তাদেরকে জীবনোপকরণ স্বরূপ যে সব চতুষ্পদ জন্তু দিয়েছি সেগুলির উপর আল্লাহর নাম উচ্চারণ করে।রাসূলুল্লাহর (সঃ) নিকটও সাদা কালো মিশ্রিত রঙ এর বড় বড় শিং বিশিষ্ট দুটি ভেড়া আনয়ন করা হয়। তিনি ওগুলিকে মাটিতে ফেলে দিয়ে ওগুলোর গর্দানে পা রেখে বিসমিল্লাহে আল্লাহু আকবার বলে যবাহ করেন।হযরত যায়েদ ইবনু আসলাম (রঃ) হতে বর্ণিত, তিনি বলেন যে, সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! এই কুরবানী কি?\" জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “এটা তোমাদের পিতা হযরত ইবরাহীমের (আঃ) সুন্নাত।” তারা আবার জিজ্ঞেস করেনঃ “আমরা এতে কি পরিমাণ পূণ্য লাভ করি?” উত্তরে বলেনঃ “প্রত্যেক চুলের বিনিময়ে এক নেকী।\" পুনরায় তারা প্রশ্ন করেনঃ “পশমের হুকুম কি?” তিনি জবাব দেনঃ “ওর প্রত্যেক লোমের বিনিময় এক পূণ্য।” (এ হাদীসটি ইমাম আহমাদ ইবনু হাম্বল (রঃ) বর্ণনা করেছেন এবং ইমাম আবু আবদিল্লাহ মুহাম্মদ ইবনু ইয়াযীদ ইবনু মাজাহ (রঃ) তার সুনানে সালাম ইবনু মিসকীনের (রঃ) হাদীস হতে তাখরীজ করেছেন) মহামহিমান্বিত আল্লাহ বলেনঃ তোমাদের সবারই মা'বুদ একই মা'বুদ। সুতরাং তোমরা তাঁরই নিকট আত্ম সমর্পণ কর। শরীয়তের কোন কোন হুকুমের মধ্যে কিছু কিছু পরিবর্তন হলেও আল্লাহর একত্ববাদের ব্যাপারে কোন রাসূলের মধ্যে ও কোন ভাল উম্মতের মধ্যে কোনই মতানৈক্য নেই। সবাই আল্লাহর একত্ববাদ ও তঁরই ইবাদতের দিকে মানুষকে আহবান করতে থেকেছেন। প্রত্যেকের উপর প্রথম ওয়াহী এটাই অবতীর্ণ হয়েছে। সুতরাং তোমরা সবাই তারই দিকে ঝুঁকে পড়ে তার হুকুম মেনে চল এবং দৃঢ়ভাবে। তার আনুগত্য করতে থাকে। এরপর মহান আল্লাহ বলেনঃ সুসংবাদ দাও বিনীতদেরকে। যারা মানুষের উপর অত্যাচার করে না, অত্যাচারিত অবস্থায় প্রতিশোধ গ্রহণে ইচ্ছুক নয়, সদা আল্লাহর সন্তুষ্টি কামনা করে তাদেরকে শুভসংবাদ প্রদান কর। তারা ধন্যবাদ পাওয়ার যোগ্য। মহামহিমান্বিত আল্লাহর উক্তিঃ যাদের হৃদয় ভয়-কম্পিত হয় আল্লাহর নাম স্মরণ করা হলে। সুতরাং তারা আল্লাহর দিকে ঝুঁকে পড়ে। আর তারা তাদের বিপদ আপদে ধৈর্য ধারণ করে।ইমাম হাসান বসরী (রঃ) বলেনঃ “আল্লাহর শপথ! তোমরা যদি ধৈর্য ধারণে অভ্যস্ত না হও, তবে তোমাদেরকে ধ্বংস করে দেয়া হবে।(আরবী) শব্দটি (আরবী) এর সাথে হওয়া জমহুর উলামার কিরআত। কিন্তু ইবনু সামীফা (রঃ) (আরবী) পড়েছেন এবং (আরবী) এর উপর (আরবী) বা যবর দিয়েছেন। তিনি বলেন যে, এ স্থলে (আরবী) এর নুনকে (আরবী) (হালকা) এর জন্যে লোপ করা হয়েছে। কেননা, যদি (আরবী) এর কারণে নূনকে লোপ করা হয়েছে বলে মেনে নেয়া হয় তবে অবশ্যই তাতে যের হওয়া জরুরী হবে। আবার হতে পারে যে, নুনকে (আরবী) (নিকটবর্তী) এর কারণে লোপ করা হয়েছে। ভাবার্থ এই যে, তারা আল্লাহর বাধ্যতামূলক কাজগুলির পাবন্দ এবং তার হক আদায়ের ব্যাপারে পূর্ণ তৎপর।মহান আল্লাহর উক্তিঃ আমি তাদেরকে রিযুক দিয়েছি তা হতে তারা ব্যয় করে। তারা আত্মীয় স্বজনকে, অভাবী ও দরিদ্রদেরকে এবং আল্লাহর সৃষ্ট জীবের মধ্যে যারাই অভাবগ্রস্ত তাদেরকে আল্লাহর দেয়া ধন সম্পদ হতে দান করে থাকে। আর তারা সবারই সাথে সদ্ব্যবহার করে। তারা আল্লাহর নির্ধারিত। সীম'র রক্ষণাবেক্ষণ করে থাকে। তারা মুনাফিকদের মত নয় যে, একটা করবে এবং একটা ছেড়ে দেবে! সূরায়ে বারাআতেও তাদের এসব বিশেষণের বর্ণনা দেয় হয়েছে এবং সেখানে আমরা এর পূর্ণ তাফসীরও করে এসেছি। অতএব, সমস্ত প্রসংসা আল্লাহর।",
  "ayah": 35,
  "surah": 22
}
