{
  "text": "এটাও আল্লাহ তাআলার অনুগ্রহ যে, তিনি পশু সৃষ্টি করেছেন এবং ওগুলিকে তার নামে কুরবানী করার ও কুরবানীর জন্তুগুলিকে তার ঘরে পৌছিয়ে দেয়ার নির্দেশ দিয়েছেন। আর এগুলিকে তিনি তাঁর নিদর্শন বলে ঘোষণা করেছেন। যেমন তিনি বলেনঃঅর্থাৎ “তোমরা আল্লাহর নিদর্শন সমূহের পবিত্র মাসের কুরবানীর জন্যে প্রেরিত পশুর এবং গলায় মালা পরিহিত পত্র অমর্যাদা করো না।\" (৫:২) সুতরাং যে উট ও গরুকে কুরবানীর জন্যে নির্দিষ্ট করে দেয়া হয় ওটা বুদন’ এর অন্তর্ভুক্ত। তবে কেউ কেউ শুধু উটকেই ‘বুদন’ বলেছেন। কিন্তু সঠিক কথা এই যে, উট তো বুদন' বটেই, তবে গরুও ওরই অন্তর্ভুক্ত। হাদীস শরীফে আছে যে, উট যেমন সাতজনের মধ্যে কুরবানী হতে পারে, অনুরূপভাবে গরুও হতে পারে।হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদেরকে নির্দেশ দিয়েছেন যে, আমরা যেন সাত ব্যক্তি উটের ও গরুর কুরবানীতে শরীক হই।” (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)ইমাম ইসহাক ইবনু রাহওয়াই (রঃ) প্রভৃতি মনীষী বলেন যে, এ দুটো জন্তুতে দশজন লোক শরীক হতে পারে। মুসনাদে আহমাদে ও সুনানে নাসায়ীতে এরূপ হাদীসও এসেছে। এসব ব্যাপারে একমাত্র আল্লাহই সঠিক জ্ঞান রাখেন।আল্লাহ তাআলা বলেনঃ এই জন্তুগুলিতে তোমাদের জন্যে (পারলৌকিক) মঙ্গল রয়েছে।হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঈদুল আযহার দিন মানুষের কোন আমল আল্লাহ তাআলার নিকট কুরবানী অপেক্ষা বেশী পছন্দনীয় নয়। কিয়ামতের দিন কুরবানীর জন্তুকে তার শিং, খুর ওর লোমসহ মানুষের পুণ্যের মধ্যে পেশ করা হবে। কুরবানীর রক্তের ফেঁাটা যমীনের উপর পড়ার পূর্বেই আল্লাহ তাআলার নিকট তা পৌঁছে যায়। সুতরাং পবিত্র মন নিয়ে কুরবানী কর। (ইবনু মাজাহ (রঃ) ও তিরমিযী (রঃ) এটা বর্ণনা করেছেন এবং তিরমিযী (রঃ) এটাকে হাসান বলেছেন)সুফইয়ান সাওরী (রঃ) ঋণ করে হলেও কুরবানী করতেন। লোকেরা এ ব্যাপারে তাকে জিজ্ঞেস করলে তিনি বলতেনঃ “আল্লাহ তাআলা বলেছেনঃ ‘এতে তোমাদের জন্যে মঙ্গল রয়েছে।”হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ বলেছেন : “তুমি ঈদুল আযহার দিন কুরবানীর জন্যে যা খচর কর, এর চেয়ে উত্তম খরচ আল্লাহ তাআলার নিকট আর কিছু নেই।” (এ হাদীসটি ইমাম দারে কুতনী (রঃ) স্বীয় সুনানে বর্ণনা করেছেন)মহামহিমান্বিত আল্লাহ বলেনঃ এই কুরবানীতে তোমাদের জন্যে মঙ্গল রয়েছে। প্রয়োজন বোধে তোমরা ওর দুধ পান করতে পার এবং ওর উপর সওয়ার হতে পার।এরপর আল্লাহ তাআলা বলেনঃ ওগুলিকে কুরবানী করার সময় আল্লাহর নাম নাও।হযরত জাবির (রাঃ) বলেনঃ “আমি ঈদুল আযহার নামায রাসূলুল্লাহর (সঃ) সাথে আদায় করি। নামায শেষ হওয়া মাত্র তার সামনে ভেড়া হাজির করা হয়। তিনি ওটাকে (আরবী) বলে যবাহ করেন। অতঃপর তিনি বলেনঃ “হে আল্লাহ! এটা আমার পক্ষ হতে এবং আমার উম্মতের মধ্যে যারা কুরবানী দিতে পারে নাই তাদের পক্ষ হতে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ইমাম আবু দাউদ (রঃ) এবং ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্র সামনে ঈদুল আযহার দিন দু’টি ভেড়া আনা হয়। তিনি ঐ দুটোকে কিবলামুখী করে পাঠ করেনঃ (আরবী) অর্থাৎ “আমি একনিষ্ঠভাবে তাঁর দিকে মুখ ফিরচ্ছি যিনি আকাশ মণ্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং আমি মুশরিকদের অন্তর্ভুক্ত নই। (৬:৭৯) আমার নামায, আমার ইবাদত, আমার জীবন ও আমার মরণ জগত সমূহের প্রতিপালক আল্লাহরই উদ্দেশ্যে। তাঁর কোন শরীক নেই এবং আমি এটাই আদিষ্ট হয়েছি, অরি আত্মসমর্পণকারীদের মধ্যে আমিই প্রথম। (৬:১৬২-১৬৩) হে আল্লাহ! এটা আপনার পক্ষ হতে এবং আপনার জন্যে মুহাম্মাদের (সঃ) পক্ষ হতে ও তাঁরই উম্মতের পক্ষ হতে (কুরবানী)।” অতঃপর তিনি (আরবী) বলে যবাহ করে দেন। হযরত আবু রাফে' (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) কুরবানীর সময় সাদাকালো মিশ্রিত রঙ এর বড় বড় শিং বিশিষ্ট হৃষ্টপুষ্ট দুটি ভেড়া কিনতেন। যখন তিনি ঈদের নামাযের পর খুৎবা শেষ করতেন তখন একটি ভেড়া তার সামনে আনা হতো। ওটাকে তিনি ঐ ঈদের মাঠেই নিজের হাতে যবাহ করতেন এবং বলতেনঃ “হে আল্লাহ! এটা আমার উম্মতের পক্ষ হতে, যে তাওহীদ ও সুন্নাতের সাক্ষ্য দেয়। তারপর অপর ভেড়াটি আনয়ন করা হতো। ওটাকে যবাহ করে তিনি বলতেনঃ “এটা মুহাম্মদ (সঃ) এবং তার আ’ল ও আহলের পক্ষ হতে।” অতঃপর ঐ দুটোর গোশত তিনি মিসকীনদেরকেও খাওয়াতেন এবং পরিবারবর্গকে নিয়ে নিজেও খেতেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ইমাম ইবন মাজাহ (রঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) (আরবী) শব্দের অর্থ করেছেনঃ উটকে তিন পায়ের উপর খাড়া করে ওর বাম হাত বেঁধে (আরবী) পড়ে যবাহ করা। হযরত ইবনু উমার (রাঃ) একটি লোককে দেখেন যে, সে নিজের উটকে নাহর (উটের যলাহকে নাহর বলে) করার জন্যে বসিয়েছে। তখন তিনি তাকে বলেনঃ “ওকে খাড়া করে দাও এবং পা বেঁধে নাহর কর। এটাই হলো আবুল কাসিমের (সঃ) সুন্নাত।” হযরত জাবির (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) এবং তার সাহাবীগণ (রাঃ) উটের তিন পা খাড়া রাখতেন এবং এক পা বেঁধে ফেলতেন, অতঃপর এভাবেই নাহর করতেন।” হযরত সা'লিম ইবনু আবদিল্লাহ (সঃ) সুলাইমান ইবনু আবদিল মালিককে বলেছিলেনঃ “বাম দিক হতে নাহর কর।” হাজ্জাতুল বিদা’র বর্ণনা করতে গিয়ে হযরত জাবির (রাঃ) বলেন যে, রাসুলুল্লাহ (সঃ) নিজের হাতে তেষট্টিটি উট নাহর করেন। তাঁর হাতে একটি হারবা (অস্ত্র বিশেষ) ছিল যার দ্বারা যখম করছিলেন। হযরত ইবনু মাসউদের (রাঃ) কিরআতে (আরবী) রয়েছে অর্থাৎ খাড়া করে পা বেঁধে। এর অর্থ খাটি বা নির্ভেজালও করা হয়েছে। অর্থাৎ যেমনভাবে অজ্ঞতার যুগে লোকেরা আল্লাহর সাথে অন্যদেরকে শরীক করতো। তোমরা সে রূপ করো না। তোমরা শুধু মাত্র এক আল্লাহর নামেই কুরবানী কর। অতঃপর যখন উট মাটিতে পড়ে যাবে এবং ঠাণ্ডা হয়ে পড়বে তখন (ওর গোশত) নিজেরাও খাও এবং অন্যদেরকেও খাওয়াও। বর্শা মেরে দিয়েই গোশত খণ্ড কাটতে শুরু করে দিয়ো না যে পর্যন্ত না রূহ বেরিয়ে না যায় এবং ঠাণ্ডা হয়। যেমন একটি হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রূহ বের করার ব্যাপারে তোমরা তাড়াহুড়া করো না।\" সহীহ মুসলিমের হাদীসে রয়েছেঃ আল্লাহ তাআলা প্রত্যেকের সাথে সদাচরণ ফরয করে দিয়েছেন। যুদ্ধ ক্ষেত্রে শত্রুকে হত্যা করার সময়ও সদাচরণ করো এবং জন্তুকে যবাহ করার সময় ভালভাবে অতি আরাম ও তার সাথে যবাহ করো। ছুরিকে তীক্ষ্ণ করবে এবং জন্তুকে কষ্ট দিবে না।ঘোষণা আছে যে, জন্তুর দেহে প্রাণ থাকা পর্যন্ত ওটা হতে কোন অংশ কেটে নিলে ওটা খাওয়া হারাম।\" (এটা ইমাম আহমাদ (রঃ) ইমাম আলু দাউদ (রঃ) এবং ইমাম তিরমিযী (রঃ) বর্ণনাকরেছেন)মহান আল্লাহ বলেনঃ তোমরা নিজেরা) খাও। পূর্ব যুগীয় কোন কোন গুরুজন বলেন যে, এই খাওয়া মুবাহ বা জায়েয। ইমাম মালিক (রঃ) বলেন এটা মুসতাহাব। অন্যেরা ওয়াজিব বলেন। আর মিসকীনদেরকেও খাওয়াও। এই মিসকীনরা ঘরে বসেই থাক অথবা দ্বারে দ্বারে ঘুরে ভিক্ষা করে বেড়াক। ভাবার্থ এটাওঃ (আরবী) ঐ ব্যক্তি যে ধৈর্য ধরে বাড়ীতে বসে থাকে। আর হলো ঐ ব্যক্তি যে এদিক ওদিক ঘোরাফেরা করে বটে, কিন্তু ভিক্ষাবৃত্তি অবলম্বন করে না। একথাও বলা হয়েছে যে, হলো ঐ ব্যক্তি যে ভিক্ষাকেই যথেষ্ট মনে করে। আর (আরবী) হলো ঐ লোক যে ভিক্ষা করে না বটে কিন্তু নিজের অপারগতা ও দারিদ্রের কথা প্রকাশ করে বেড়ায়। এও বর্ণিত আছে যে, (আরবী) হলো মিসকীন ব্যক্তি, যে ঘোরা ফেরা করে। আর (আরবী) হলো বন্ধু ও দুর্বল ব্যক্তি এবং প্রতিবেশী যে মালদার বটে, কিন্তু কুরবানীদাতার বাড়ীতে যাতায়াত করে থাকে এবং বাড়িতে যা কিছু হয় তা সে দেখতে পায়। এও বলা হয়েছে যে, (আরবী) হলো লোভী ব্যক্তি। আর হলো যে ধনী ও দরিদ্র কুরবানীর কাছে বিদ্যমান থাকে। একথাও বলা হয়েছে যে, (আরবী) দ্বারা মক্কাবাসীকে বুঝানো হয়েছে। ইমাম ইবনু জারীর (রঃ) বলেন যে, (আরবী) হলো ভিক্ষুক ব্যক্তি। কেননা সে ভিক্ষার হাত লম্বা করে থাকে। আর (আরবী) হলো ঐ ব্যক্তি যে কিছু পাবার আশায় এদিক ওদিক ঘোরা ফেরা করে।কতকগুলি লোকের মত এই যে, কুরবানীর গোশতকে তিন ভাগ করা উচিত। একভাগ নিজের খাওয়ার জন্যে, একভাগ বন্ধু বান্ধবদেরকে দেয়ার জন্যে এবং এক ভাগ সাদকা করার জন্যে। হাদীসে আছে যে রাসুলল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদেরকে কুরবানীর গোশত জমা করে রাখতে নিষেধ করেছিলাম যে, ঐ গোশত যেন তিন দিনের বেশী জমা রাখা না হয়। কিন্তু এখন তোমাদেরকে অনুমতি দেয়া হলো যে ভাবে ইচ্ছা ও যতদিনের জন্যে ইচ্ছা জমা রাখতে পার।”অন্য এক রিওয়াইয়াতে আছে যে, তিনি বলেছেনঃ “তোমরা খাও, জমা রাখো এবং সদকা কর।\" অন্য একটি বর্ণনায় আছে যে, তিনি বলেছেনঃ “তোমরা নিজেরা খাও, অন্যদেরকে খাওয়াও এবং আল্লাহর পথে দান কর।” আবার কতকগুলি লোক একথাই বলেছেন যে, কুরবানীদাতা কুরবানীর গোশত নিজে অর্ধেক খাবে এবং বাকী অর্ধেক দান করবে। কেননা, কুরআন কারীমে ঘোষিত হয়েছেঃ “তোমরা নিজেরা ওটা হতে আহার কর এবং ধৈর্যশীল অভাবগ্রস্তকে ও যাজ্ঞাকারী অভাবগ্রস্তকে আহার করাও।”অন্য এক হাদীসে এও এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তা হতে খাও, জমা ও পুঞ্জিভূত করে রাখে এবং আল্লাহর পথে দান কর।” এখন কেউ যদি তা তার কুরবানীর সমস্ত গোশত নিজেই খেয়ে নেয় তবে একটি উক্তি এও আছে যে, এতে কোন দোষ নেই। আবার কেউ কেউ বলেন যে, সে নিজেই সব খেয়ে নিলে তাকে পুনরায় ঐরূপ কুরবানী করতে হবে। অথবা ওর মূল্য দিতে হবে। অন্য কেউ বলেন যে, তাকে কুরবানীর অর্ধেক মূল্য দিতে হবে। কেউ কেউ এও বলেন যে, তাকে অর্ধেক গোশত প্রদান করতে হবে। আবার কেউ কেউ বলেন যে, তার দায়িত্বে রয়েছে যে, তাকে ওর অংশ সমূহের মধ্যে সবচেয়ে ছোট অংশের মূল্য দিতে হবে। বাকী গুলির জন্যে সে ক্ষমার্হ।কুরবানীর জন্তুর চামড়ার ব্যাপারে মুসনাদে আহমাদে হাদীস রয়েছেঃ “তোমরা খাও, আল্লাহর পথে দান কর এবং ঐ চামড়া হতে উপকার নাও, কিন্তু বিক্রী করো না। কোন কোন আলেম বিক্রি করার অনুমতি দিয়েছেন। কেউ কেউ বলেন যে,ওটা গরীবদের মধ্যে বন্টন করে দিতে হবে।মাসআলাঃ হযরত বারা ইবনু আযিব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঈদুল আযহার দিন আমাদের উচিত সর্বপ্রথম ঈদের নামায পড়া। তারপর ফিরে এসে কুরবানী করা। যে ব্যক্তি এই রূপ করলো সে সুন্নাত আদায় করলো। পক্ষান্তরে যে ব্যক্তি ঈদের নামাযের পূর্বেই কুরবানী করলো সে যেন নিজের পরিবারের লোকদের জন্যে শুধু গোশত জমা করলো কুরবানীর সাথে তার কোন সম্পর্ক নেই।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এজন্যেই ইমাম শাফেয়ী (রঃ) এবং আলেমদের একটি জামাআতের মত এই যে, কুরবানীর প্রথম সময় হলো ঐ সময় যখন সূর্য উদিত হয় এবং এতটুকু সময় অতিবাহিত হয় যে, নামায পড়া হয় ও দুটো খুৎবা দেয়া হয়। ইমাম আহমাদের (রঃ) মতে আরো একটু সময় কেটে যায় যে, ইমাম সাহেব কুরবানী করে ফেলেন। কেননা, সহীহ্ মুসলিমে হাদীস রয়েছেঃ “তোমরা কুরবানী করো না যে পর্যন্ত না ইমাম কুরবানী করে।” ইমাম আবু হানীফার (রঃ) মতে গ্রামবাসীদের জন্যেতো ঈদের নামাযই নেই। তাই, তিনি বলেন যে, তারা ফজর হওয়ার পরই কুরবানী করতে পারে। হাঁ, তবে শহুরে লোক যেন ঐ পর্যন্ত কুরবানী না করে, যে পর্যন্ত না ইমাম নামায শেষ করেন। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। একথাও বলা হয়েছে যে, শুধু ঈদের দিনই কুরবানী করা শরীয়ত সম্মত। অন্য একটি উক্তি এই আছে যে, শহরবাসীদের জন্যে হুকুম এটাই। কেননা, সেখানে কুরবানীর জন্তু সহজ লভ্য। কিন্তু গ্রামবাসীদের জন্যে কুরবানীর সময় হলো ঈদুল আযহার দিন এবং ওর পরবর্তী আরো তিন দিন। এও বলা হয়েছে যে, ১০ই ও ১১ই যিলহজ্জ সবারই জন্যেই কুরবানীর দিন। এটাও উক্তি আছে যে, ঈদের দিন ও ঈদের পরবর্তী দুই দিন হলো কুরবানীর দিন। উক্তি এও আছে যে, কুরবানীর দিন হলো ঈদের দিন এবং ওর পরবর্তী তিন দিন যাকে আইয়ামুত তাশরীক বলা হয়। ইমাম শাফেয়ীর (রঃ) মত এটাই। কেননা, হযরত জুবাইর ইবনু মুতইম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আইয়ামে তাশরীকের সব দিনই হলো কুরবানীর দিন।” (এটা আহমাদ ইবনু হিব্বান (রঃ) বর্ণনা করেছেন।) একথাও বলা হয়েছে যে, ফিলহজ্জ মাসের শেষ পর্যন্তই কুরবানীর দিন। কিন্তু এই উক্তিটি গারীব বা দুর্বল।মহান আল্লাহ বলেনঃ এভাবেই আমি পশুগুলিকে তোমাদের অধীন করে দিয়েছি। তোমরা যখন ইচ্ছা ওগুলির উপর সওয়ার হয়ে থাকো, যখন ইচ্ছা দুধ দোহন করে থাকে। এবং যখন ইচ্ছা যবাহ করে গোশত খেয়ে থাকো। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) হতে (আরবী) পর্যন্ত।অর্থাৎ তারা কি লক্ষ্য করে না যে, নিজ হাতে সৃষ্ট বস্তুগুলির মধ্য হতে তাদের জন্যে আমি সৃষ্টি করেছি চতুষ্পদ জন্তু এবং তারাই এগুলির অধিকারী?\"...............তবুও কি তারা কৃতজ্ঞ হবে না?” (৩৬:৭১-৭৩) এখানেও এই বর্ণনাই রয়েছে যে, যাতে তোমরা তার নিয়ামতরাজির কৃতজ্ঞতা প্রকাশ কর এবং অকৃতজ্ঞ না হও।",
  "ayah": 36,
  "surah": 22
}
