{
  "text": "ইরশাদ হচ্ছেঃ কুরবানী করার সময় খুব বড় রকমভাবে আল্লাহর নাম ঘোষণা করতে হবে। এজন্যেই তো কুরবানীকে নির্দিষ্ট করা হয়েছে যে, তাঁকে সৃষ্টি কর্তা ও আহার্য দাতা স্বীকার করে নেয়া হবে। কুরবানীর গোশত ও রক্ত আল্লাহর নিকট পৌঁছে না। এতে তার কোন উপকার নেই। তিনি তো সারা মাখলূক হতে বেপরোয়া ও অভাবমুক্ত। বান্দাদের হতে তিনি সম্পূর্ণরূপে অমুখাপেক্ষী। অজ্ঞতা যুগের এটাও একটা বড় বোকামি ছিল যে, তারা তাদের মূর্তিগুলি সামনে রেখে দিতো এবং ওগুলির উপর রক্তের ছিটা দিতো। এই প্রচলনও ছিল যে, তারা বায়তুল্লাহ শরীফের উপর রক্ত ছিটিয়ে দিতো। মুসলমান সাহাবীগণ এই সম্পর্কে প্রশ্ন করলে এই আয়াতটি অবতীর্ণ হয়)।সহীহ হাদীসে রয়েছেঃ “আল্লাহ তাআলা তোমাদের দৈহিক রূপের দিকে দেখেন না এবং তোমাদের দিকেও তাকান না। বরং তার দৃষ্টি তো থাকে তোমাদের অন্তরের উপর এবং তোমাদের আমলের উপর।” অন্য হাদীসে রয়েছেঃ “দান-খয়রাত ভিক্ষুকের হাতে পড়ার পূর্বেই আল্লাহর হাতে চলে যায়। কুরবানীর পশুর রক্তের ফেঁটা যমীনে পড়ার পূর্বেই তা আল্লাহর কাছে পৌঁছে যায়। ভাবার্থ এই যে, রক্তের ফোটা পৃথক হওয়া মাত্রই কুরবানী ককূল। হয়ে যায়। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।হযরত আমির শাবীকে (রঃ) কুরবানীর পশুর চামড়া সম্পর্কে জিজ্ঞেস করা হলে, তিনি বলেনঃ “আল্লাহ তাআলার কাছে কুরবানীর পশুর রক্ত ও গোশত পৌঁছে না। সুতরাং তোমার ইচ্ছা হলে বেচে দাও, ইচ্ছা হলে নিজের কাছে রেখে দাও এবং ইচ্ছা হলে আল্লাহর পথে দান কর।”মহামহিমান্বিত আল্লাহ বলেনঃ এই চতুষ্পদ জন্তুগুলিকে আল্লাহ এইভাবে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা তাঁর শ্রেষ্ঠত্ব ঘোষণা কর এই জন্যে যে, তিনি তোমাদেরকে পথ প্রদর্শন করেছেন।যে সমস্ত সৎ প্রকৃতির লোক আল্লাহর বেঁধে দেয়া সীমার মধ্যে থাকে, শরীয়ত মুতাবেক আমল করে এবং রাসূলদেরকে সত্যবাদী রূপে বিশ্বাস করে তারাই হলো ধন্যবাদ পাওয়ার ও (জান্নাতের সুসংবাদ পাওয়ার যোগ্য।মাসআলাঃ ইমাম আবূ হানীফা (রঃ), ইমাম মালিক (রঃ) এবং ইমাম সাওরীর (রঃ) উক্তি এই যে, যার কাছে যাকাতের নেসাব পরিমাণ মাল থাকে তার উপর কুরবানী ওয়াজিব। ইমাম আবূ হানীফার (রঃ) মতে কুরবানীর জন্যে মুকীম হওয়াও শর্ত।একটি সহীহ হাদীসে রয়েছেঃ “যে ব্যক্তির কুরবানী করার শক্তি আছে। অথচ কুরবানী করলো না, সে যেন আমার ঈদ গাহের নিকটবর্তীও না হয়।” (এ হাদীসে অস্বাভাবিকতা রয়েছে এবং ইমাম আহমাদ (রঃ) এটাকে মুনকার বা অস্বীকার্য বলেছেন)হযরত ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) পর্যায়ক্রমে দশ বছরের মধ্যে প্রতি বছরই কুরবানী করেছেন। (এটা ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)ইমাম শাফেয়ী (রঃ) এবং ইমাম আহমাদের (রঃ) মাযহাব এই যে, কুরবানী ওয়াজিব নয়, বরং মুসতাহাব। কেননা, হাদীস শরীফে আছে যে, মালে যাকাত ছাড়া অন্য কিছুই ফরজ নয়। ইতিপূর্বে এ রিওয়াইয়াতটিও গত হয়েছে যে, রাসূলুল্লাহ (সঃ) তাঁর সমস্ত উম্মতের পক্ষ থেকে কুরবানী করেছেন। সুতরাং ওয়াজিব উঠে গেছে।হযরত আবূ শুরাইহা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি হযরত আবু বকর (রাঃ) ও হযরত উমারের (রাঃ) প্রতিবেশী ছিলাম। এই দু’মহান ব্যক্তি কুরবানী করতেন না। তাদের এই ভয় ছিল যে, না জানি হয়তো লোকেরা তাদের অনুসরণ করবে।”কেউ কেউ বলেন যে, কুরবানী সুন্নাতে কিফায়া। যখন মহল্লার মধ্য হতে বা অলি গলির মধ্য হতে অথবা বাড়ীর মধ্য হতে কোন একজন করলো তখন বাকী সবারই উপর হতে ওটা উঠে গেল। কেননা, উদ্দেশ্য হলো শুধু ইসলামের চিহ্ন বা রীতিনীতি প্রকাশ করা। হযরত মুহনাফ ইবনু সুলাইম (রাঃ) হতে বর্ণিত আছে যে, তিনি আরাফার মাঠে রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “প্রত্যেক পরিবারের উপর প্রতি বছর কুরবানী ও আতীরা রয়েছে। আতীরা কি তা তোমরা জান কি? ওটা হলো ঐ জিনিস যাকে তোমরা রাজবিয়্যাহ বলে থাকো।” (এ হাদীসটি মুসনাদে আহমাদ ও সুনান গ্রন্থে বর্ণিত হয়েছে। এর সনদের ব্যাপারে সমালোচনা করা হয়েছে) হযরত আবু আইয়ুব (রাঃ) বলেনঃ “সাহাবীগণ (রাঃ) রাসূলুল্লাহর (সঃ) বিদ্যমানতায় পুরো বাড়ীর পক্ষ হতে একটি বকরীকে আল্লাহর পথে কুরবানী করতেন। তা হতে তারা নিজেরাও খেতেন এবং অন্যদেরকেও খাওয়াতেন। লোকেরা এখন এব্যাপারে ঐ সব পন্থা অবলম্বন করেছে যা তোমরা দেখতে পাচ্ছ। (এটা ইমাম তিরমিযী ও ইমাম ইবনু মাজাহ্ বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনু হিশাহ (রঃ) নিজের এবং নিজের পরিবার বর্গের পক্ষ হতে একটি বকরী কুরবানী করতেন।” (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন)\nএখন কুরবানীর পশুর বয়স সম্পর্কে আলোচনাঃ\nহযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “(কুরবানী হিসেবে) তোমরা মুসিন্না (যে বকরী বা ভেড়ার বয়স এক বছর পূর্ণ হয়েছে অথবা দাত বেরিয়েছে ওকে মুসিন্না বলে) ছাড়া যবাহ্ করো না। তবে যদি তোমাদের পক্ষে মুসিন্না’ কুরবানী করা কষ্টকর হয় তবে জাহ্আহ্ ব্য মেষের ছয় মাসের বাচ্ছা কুরবানী করতে পার। ইমাম যুহরী (রঃ) বলেন যে, জাআহ্ অর্থাৎ ছয় মাসের পশুর কুরবানী কোন কাজে আসবে না। পক্ষান্তরে ইমাম আওযায়ীর (রঃ) মাযহাব এই যে, প্রত্যেক পশুর জাআহ বা ছয় মাসের বাই কুরবানীর জন্যে যথেষ্ট। কিন্তু এই দুটো উক্তিই যথাক্রমে অতি কড়াকড়ি ও অতি শিথিলতা পূর্ণ বটে। জমহুরের মাযহাব এই যে, উট, গরু ও বকরীর কুরবানী ওটারই জায়েয যা সনি হয়। আর মেষের ছয় মাসের বাচ্চাই কুরবানীর জন্যে যথেষ্ট। উট সনি হয় তখন যখন ওটা পাঁচ বছর পর হয়ে ছয় বছরে পড়ে। গরু যখন দু বছর পার হয়ে তিন বছরে পড়ে। আর এটাও বলা হয়েছে যে, যখন তিন বছর পার হয়ে চতুর্থ বছরে পড়েছে। আর বকরীর ‘সনি’ হলো ওটাই যেটার বয়স এক বছর হয়েছে। জাযআহ্ ওটাকে বলে যেটার বয়স এক বছর। হয়েছে। একটি উক্তি আছে যে, যার বয়স হয়েছে দশ মাস। অন্য একটি উক্তিতে আছে আট মাস এবং আর একটিতে রয়েছে ছয় মাস। এর চেয়ে কম বয়সের কোন উক্তি নেই। এর চেয়ে কম বয়সের বাচ্চাকে বলা হয় হামল, যখন পর্যন্ত ওর পিঠের লোম খাড়া অবস্থায় থাকে আর যখন ওর পিঠের উপর লোম পড়ে থাকে এবং দু'দিকে ঝুঁকে যায় তখন ওকে জাযআহ্ বলা হয়। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।",
  "ayah": 37,
  "surah": 22
}
