{
  "text": "৪২-৪৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবীকে (সঃ) সান্ত্বনা দিচ্ছেনঃ হে নবী (সঃ)! তোমার কওম যে তোমাকে মিথ্যা প্রতিপাদন ও অস্বীকার করছে এটা কোন নতুন কথা নয়। নূহ (আঃ) থেকে নিয়ে মূসা (আঃ) পর্যন্ত কাফিররা সমস্ত নবীকেই অস্বীকার করে আসছে। দলীল প্রমাণাদি তাদের সামনে বিদ্যমান। ছিল, সত্য উদঘাটিত হয়েছিল, তথাপি তারা কিছুই স্বীকার করে নাই। আমি ঐ সব কাফিরকে অবকাশ দিয়েছিলাম যে, চিন্তা ভাবনা করে হয়তো তারা নিজেদের পরিণামকে ভাল করে নেবে। কিন্তু যখন তারা নিমক হারামী থেকে ফিরে আসলো না তখন শেষ পর্যন্ত আমি তাদেরকে শাস্তি দ্বারা। পাকড়াও করি। আমার শাস্তি কতই না কঠোর ছিল!পূর্ব যুগীয় গুরুজন হতে বর্ণিত আছে যে, ফিরাউনের খোদায়ী দাবী করা এবং আল্লাহ তাআলার তাকে আযাবে পাকড়াও করার মাঝে চল্লিশ বছরের ব্যবধান ছিল। রাসূলুল্লাহ (সঃ) বলেছেন যে, আল্লাহ তাআলা প্রত্যেক অত্যাচারীকে অবকাশ দিয়ে থাকেন। কিন্তু যখন তিনি পাকড়াও করেন তখন। আর কোন রক্ষা থাকে না। যেমন মহাপরাক্রমশালী আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার প্রতিপালক যখন কোন অত্যাচারী গ্রামবাসীকে পাকড়াও করেন তখন তাঁর পাকড়াও এরূপই, নিশ্চয়ই তাঁর পাকড়াও খুবই যন্ত্রণাদায়ক ও কঠোর।” (১১:১০২)।মহামহিমান্বিত আল্লাহ বলেনঃ কত জনপদকে আমি ধ্বংস করেছি যে গুলির বাসিন্দা ছিল অত্যাচারী। এই সব জনপদ তাদের ঘরের ছাদসহ ধ্বংস স্কুপে পরিণত হয়েছিল। ঐ গুলির ধ্বংসাবশেষ এখনও বিদ্যমান আছে।তাদের সুউচ্চ ও সুদৃঢ় প্রাসাদসমূহ আজ বিলীন হয়ে গেছে। পানির কূপগুলি পরিত্যক্ত হয়েছে। যেগুলি কলি ছিল বাস যোগ্য ও ব্যবহার যোগ্য, আজ ঐ সব গুলিই হয়ে গেছে বাসের অযোগ্য ও অকেজো। তাদের সবকিছু আজ শ্মশানে পরিণত হয়েছে। সবই খাঁ খাঁ করছে। যেমন অল্লাহ তাআলা বলেনঃ (আরবী) “তোমরা যেখানেই থাকো না কেন মৃত্যু তোমাদেরকে পেয়ে বসবেই যদিও তোমরা সুউচ্চ ও সুদৃঢ় দূর্গেও অবস্থান কর না কেন।” (৪:৭৮)মহামহিম আল্লাহ বলেনঃ তারা কি দেশ ভ্রমণ করে নাই? তারা কি কখনো এ বিষয়ে চিন্তা গবেষণা করে নাই? এরূপ করলে তো তারা কিছু শিক্ষা গ্রহণ করতে পারতো? ইমাম ইবনু আবি দুনিয়া কিতাবুত তাফাকুর ওয়াল ই’তেবার’ নামক গ্রন্থে একটি রিওয়াইয়াত এনেছেন যে, আল্লাহ তাআলা হযরত মূসার (আঃ)। নিকট ওয়াহী প্রেরণ করেনঃ “হে মূসা (আঃ)! তুমি লোহার জুতো পরে এখনো লোহার লাঠি নিয়ে ভূ পৃষ্ঠে ভ্রমণ কর এবং নিদর্শনাবলী ও শিক্ষণীয় জিনিস গুলির প্রতি লক্ষ্য করতে থাকো। তুমি দেখবে যে, তোমার জুতো টুকরো টুকরো হয়ে গেছে এবং লাঠিও ভেঙ্গে চূর্ণ বিচূর্ণ হয়েছে, কিন্তু ওগুলি শেষ হয় নাই।”ইবনু আবিদ দুনিয়া (রাঃ) বর্ণনা করেছেন যে, কোন বিজ্ঞ লোক বলেছেনঃ “ওয়ায-নসীহতের মাধ্যমে তোমরা অন্তরকে জীবিত কর, চিন্তা ফিরের মাধ্যমে ওকে জ্যোতির্ময় করে দাও, সংসারের প্রতি উদাসীনতার দ্বারা ওকে মেরে দাও, বিশ্বাসের দ্বারা ওকে দৃঢ় কর, মৃত্যুর স্মরণ দ্বারা ওকে লাঞ্ছিত কর, ধ্বংসের বিশ্বাস দ্বারা ওকে ধৈর্যশীল কর, দুনিয়ার বিপদ আপদগুলি ওর সামনে রেখে দাও, ওর চক্ষু গুলি খুলে দাও, যুগের সংকীর্ণতা দেখিয়ে ওকে ভীত সন্ত্রস্ত কর, অতীতের ঘটনাবলী দ্বারা ওকে শিক্ষা গ্রহণ করাও, পূর্ববর্তী লোকদের কাহিনী শুনিয়ে ওকে সতর্ক করে দাও, তাদের পরিণামের কথা চিন্তা করতে ওকে অভ্যস্ত কর যে, ঐ পাপীদের সাথে আল্লাহ তাআলা কি ব্যবহার করেছেন! কিভাবে তিনি তাদেরকে ধ্বংস করে দিয়েছেন।”এখানেও আল্লাহ তাআলা ঐ কথাই বলেনঃ পূর্ববর্তীদের ঘটনাবলী তোমাদের চোখের সামনে তুলে ধর, অন্তরকে বিবেক বুদ্ধি সম্পন্ন কর, তাদের ধ্বংসলীলার সত্য কাহিনী শুনে উপদেশ ও শিক্ষা গ্রহণ কর। বস্তুতঃ তোমাদের চক্ষু তো অন্ধ নয়, বরং অন্ধ হচ্ছে বক্ষস্থিত হৃদয়। তোমাদের হৃদয় অন্ধ হওয়ার কারণেই তোমরা পূর্বের ঘটনাবলী হতে শিক্ষা গ্রহণ করতে পারছে না। ভাল ও মন্দের মধ্যে পার্থক্য করার শক্তি তোমরা হারিয়ে ফেলেছে। আবূ মুহাম্মদ আবদুল্লাহ্ ইবনু মুহাম্মদ ইবনু হাইয়ান উনদুলুসী শানতারীনী, যিনি ৫১৭ হিজরী সনে ইন্তেকাল করেছেন, এ বিষয়টিকে তাঁর নিম্ন লিখিত কবিতায় সুন্দররূপে ফুটিয়ে তুলেছেনঃ (আরবী) অর্থাৎ “হে ঐ ব্যক্তি! যে, পাপরাশির মধ্যে নিমজ্জিত হয়ে আনন্দ উপভোগ করছো, তুমি তোমার বার্ধক্য ও অচলাবস্থা হতে কি বে-খবর রয়েছো? তোমার জন্যে উপদেশ যদি ক্রিয়াশীল না হয় তবে তুমি দেখে, শুনেও কি শিক্ষা গ্রহণ করতে পার না? জেনে রেখো যে, চক্ষু ও কর্ণ কাজ না করলে এটা ততো দোষনীয় নয় যতো দোষনীয় হলো ঘটনাবলীর মাধ্যমে উপদেশ ও শিক্ষা গ্রহণ না করা। স্মরণ রেখো যে, যামানা, দুনিয়া, আসমান, সূর্য ও চন্দ্র কিছুই বাকী থাকবে না। মন না চাইলেও তোমাকে একদিন দুনিয়া হতে বিদায় গ্রহণ করতেই হবে, তুমি আমীরই হও বা ফকীরই হও এবং শহরবাসীই হও বা পল্লীবাসীই হও।”",
  "ayah": 46,
  "surah": 22
}
