{
  "text": "৬৭-৬৯ নং আয়াতের তাফসীর:\nপ্রকৃতপক্ষে আরবী ভাষায় (আরবী) এর শাব্দিক অর্থ হলো ঐ স্থান যেখানে মানুষ যাতায়াত করার অভ্যাস করে নেয়। হজ্জের আহকাম পালন করাকে এ জন্যেই (আরবী) বলা হয় যে, মানুষ বার বার সেখানে গমন করে এবং অবস্থান করে।বর্ণিত আছে যে, এখানে ভাবার্থ হলোঃ আমি প্রত্যেক নবীর উম্মতের জন্যে শরীয়ত নির্ধারণ করেছি। এই ব্যাপারে তারা যেন বিতর্কে লিপ্ত না হয়’ এর দ্বারা মুশরিকদেরকে বুঝানো হয়েছে। যদিও প্রত্যেক উম্মতের তাদের শক্তি হিসেবে তাদের কার্যাবলী নির্ধারণ করা। যেমন আল্লাহ তাআলা বলেনঃ “প্রত্যেকের জন্যে একটা দিক রয়েছে যে দিকে সে মুখ করে থাকে। এখানেও রয়েছেঃ “আমি প্রত্যেক সম্প্রদায়ের জন্যে ইবাদত পদ্ধতি নির্ধারিত করে দিয়েছি যা তারা অনুসরণ করে। তাহলে, (আরবী) বা সর্বনামের পুনরাবৃত্তিও তাদের উপরই হবে। অর্থাৎ এগুলি তারা আল্লাহর নির্ধারণ ও ইচ্ছানুযায়ী পালন করে থাকে। সুতরাং হে নবী (সঃ)! তাদের বিতর্কের কারণে তুমি মন খারাপ করে সত্য হতে সরে পড়ে না বরং তাদেরকে তুমি তোমার প্রতিপালকের দিকে আহ্বান করতে থাকো। তুমি তো সরল পথেই প্রতিষ্ঠিত। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “এইলোকগুলি যেন তোমার উপর আল্লাহর আয়াতসমূহ অবতীর্ণ হওয়ার পর তোমাকে তা (প্রচার করা) হতে বিরত না রাখে, তুমি তোমার প্রতিপালকের দিকে আহ্বান করতে থাকো।\" (২৮:৮৭) তারা যদি তোমার সাথে বিতণ্ডা করে তবে তাদেরকে বলে দাওঃ তোমরা যা কর সে সম্বন্ধে আল্লাহ সম্যক অবহিত। যেমন আল্লাহ তাআলা কয়েক জায়গায় এই বিষয়ের পুনরাবৃত্তি করেছেন। এক জায়গায় রয়েছেঃ “যদি তারা তোমাকে মিথ্যা প্রতিপন্ন করে তবে তাদেরকে বলে দাওঃ আমার আমল আমার জন্যে এবং তোমাদের অমল তোমাদের জন্যে, আমি যে আমল করছি তা হতে তোমরা দায়িত্ব মুক্ত এবং তোমরা যে আমূল করছে তা হতে আমিও দায়িত্ব মুক্ত।” সুতরাং এখানেও তাদেরকে ধমকের সুরে বলা হচ্ছেঃ তোমরা যা কর সে সম্বন্ধে আল্লাহ সম্যক অবহিত। তোমাদের ক্ষুদ্র হতে ক্ষুদ্রতম কাজও তার দৃষ্টি এড়ায় না তোমাদের মধ্যে সাক্ষী হওয়ার জন্যে তিনিই যথেষ্ট।ঘোষিত হচ্ছেঃ তোমরা যে বিষয়ে মতভেদ করছো আল্লাহ কিয়ামতের দিন সে বিষয়ে তোমাদের মধ্যে বিচার মীমাংসা করে দিবেন। ঐ সময় সমস্ত মতভেদ মিটে যাবে। যেমন আল্লাহ তাআলা বলেনঃ “তুমি এরই দাওয়াত দিতে থাকে এবং আমার হুকুমের উপর প্রতিষ্ঠিত থাকো, তুমি তাদের প্রবৃত্তির অনুসরণ করো না এবং স্পষ্টভাবে ঘোষণা করে দাওঃ আমার উপর আল্লাহ যে কিতাব অবতীর্ণ করেছেন আমি তার উপর ঈমান এনেছি (শেষ পর্যন্ত)।”",
  "ayah": 69,
  "surah": 22
}
