{
  "text": "Commentary\nAppearing at the beginning of Surah Ibrahim there were subjects related to the mission of messengers and prophets, and to the states of one's ultimate return, and to the Hereafter. Mentioned after that was the commendation of the belief in Tauhid, the Oneness of Allah and, along with it, a condemnation of the profession of disbelief and the ascription of partners in the divinity of Allah which was clarified through examples. Then, those who adopted the later attitude were censured for the reason that they, rather than being grateful for the blessings of Allah Ta’ ala, chose to take the way of ingratitude and rejection.\nOut of the verses cited above, the first deplores the behaviour of disbelievers and polytheists and points out to their evil end. The second verse describes the distinction of believers and tells them to abide by some Divine injunctions in order that they can fulfill the obligation of gratitude. In the third, fourth and fifth verses (32-34), by mentioning the great blessings of Allah Ta` ala, people have been induced that they should not channelize and consume these blessings to promote acts of disobedience to Allah.\nThe Explanation of Verses\nThe word:\t اَندَاد (andad) is the plural of نِدّ (nidd) which means like and equal. Idols are called 'andad' because the disbelievers, through their deeds, used to regard them the like or equal of God. The word: تَمَتُّعَ (tamattu`) appearing in verse 30 means the driving of temporary benefit out of something. The verse censures the erratic view of disbelievers in that they had set up idols as partners with Allah, and the Holy Prophet ﷺ was asked to warn these people of their coming end. Enjoy the blessings of the mortal world for a while, they were told, but their ultimate abode is the fire of Hell.\nIn the second Verse (31), the Holy Prophet ﷺ has been asked: (Though, the disbelievers of Makkah have turned their backs on the favour of Allah and have chosen the way of infidelity, a strange exchange indeed, so then) 'you tell my believing servants that they should establish Salah and be particular about it, and spend in the way of Allah from the sustenance We have given to them, spending it both secretly and openly.' This verse carries significant glad tidings for all believing servants of Allah, and showers on them a great honour indeed. To begin with, Allah Ta’ ala has addressed them as 'His servants.' Then, He attributes the quality of faith to them. And then, He tells them how they can achieve eternal peace and comfort and honour, which is: Be particular and punctual in offering Sal. Avoid being sluggish when the time of Salah becomes due. Do not fall short in observing it as true to its required etiquette. And spend out of the sustenance given to you in My way as well. Here, both forms of spending have been declared to be permissible. This can be done secretly or openly. It means that Sadaqah and Khayrat (charities in the way of Allah) can be given in a way that no one knows about it, or these can be done in a way that others could get to know about it. Some ` Ulama say that the obligatory Zakah and Sadaqatul-Fitr should be given openly so that others are prompted to do the same. As for voluntary (Nafl) Sadaqah and Khayrat, it is better to give these secretly, so that there remains no danger of having done it for the sake of recognition and fair name. However, it all depends on one's intention (Niyyah) and attending conditions. If by doing it openly and publi-cly, there emerges the least likelihood of having done it for the sake of name and fame, the intrinsic merit of the charity (Sadaqah) so given is destroyed, whether obligatory (Fard) or voluntary (Nafl). If the intention is that others may also be induced to do the same, then, open and pronounced giving is permissible both in what is obligatory (Fard) and what is voluntary (Nafl).",
  "ayah": 30,
  "surah": 14
}
