{
  "text": "Then, in the first sentence of verse 34, it was said: وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ (And He gave you whatever you asked for) - though, what Allah Tad is pleased to give does not depend on being asked by someone for, the truth of the matter is, that we had never asked for our existence itself. This is what He gave to us in His infinite grace without the asking.\nSimilarly, who had raised hands of prayer that the skies, the earth, the moon, the sun and so many things other than them be created for us? The Master just gave all this to us without our asking for them. Therefore, Al-Qadi Al-Baydawi has explained the meaning of this statement by saying: 'Allah Ta’ ala given you everything which is worth asking for, even if you have not actually asked for it'. But, should it be that the meaning intended here is what the words literally suggest, still then, it poses no problem - for what man generally asks for is usually given to him anyway. However, wherever that which he asks for is not given to him in the outward form it was sought, then, in that there is some expedient consideration for the person asking or for the rest of the world, something he does not know about. But, He who is All-Knowing and All-Aware, He knows that, should that which he is asking for were to be given to him, it would become for him or for his family or for the whole world - a curse. In a situation like this, not giving what has been asked for becomes, in itself, a great blessing. But man, because of his lack of knowledge, cannot realize that, therefore, he feels disappointed.\nIn the next sentence of verse 34, it was said: وَإِن تَعُدُّوا نِعْمَتَ اللَّـهِ لَا تُحْصُوهَا (And if you count the bounties of Allah, you cannot count them all) that is, even if all human beings combined together were to count them, they would still remain uncountable. A human being is, as is, a little world, per se. In his or her eyes, nose, ears, hands, feet and in every joint, rather in every muscle and vein, hidden there are endless blessings through which this wonderful walking plant pulsating with hundreds of very delicate micro-machines keeps busy doing all sorts of things. Then, we have the mind-boggling range of Divine creations, up, on and down our earth, in seas and mountains which, despite the revealing research done in modern times and despite the devotion of thousands of experts who have spent their lives trying to determine such life forms, still remain undocumented or unidentified. Then, there is our own concept of Divine blessings whereby we tend to take things which are generally considered as blessings in a positive and perceptible way. In fact, blessings are not re-stricted by such a definition. If we remain safe from diseases, hardships, pain, loss and sorrows, that is a standing blessing in its own right. A person may suffer from so many diseases or discomforts of body and soul in this life and he or she could hardly be expected to keep a count of all that. From this we can guess that it is just impossible for anyone to count out the full array of the blessings, bounties and favours of Allah Ta` ala.\nJustice demanded that, in return for these countless blessings, equally countless acts of obedience to Allah and equally countless demonstrations of gratitude to Him should have been made mandatory. But, Allah Ta` ala, in His infinite grace, showed leniency towards intrinsic human weakness. The option granted was: When man looks at reality and con-fesses that fulfilling the demands of the obligatory gratitude is not within his control, then, this very confession has been declared to be sufficient as the alternate of the ideal fulfillment of the obligation of gratitude - as was said by Allah Ta’ ala when Sayyidna Dawud (علیہ السلام) made a similar confession: اَلاٰنَ قد شکرت یا داؤد which means that his making this confession is sufficient to show his gratefulness.\nAt the end of the verse (34), it was said:إِنَّ الْإِنسَانَ لَظَلُومٌ كَفَّارٌ‌ (Surely, man is very unjust, very ungrateful). It means that he should face hardship with patience, keep his words and feelings free from any complaint thinking that the fate he faces has come from a wise Master and that too, being in His infinite Wisdom is nothing but a blessing, and when he is blessed with what is good and comforting, let him be thankful for it from his heart both verbally and practically - as is the dictate of justice. But, common human habit works differently from this norm. A little discomfort or pain would make them lose patience and go about broadcasting their problem. And if they find some blessing or a little wealth, they would get intoxicated with it and forget all about Allah Ta’ ala, their Benefactor. Therefore, in a verse appearing earlier (5), the attribute of sincere believers has been identified as Sabbar (very patient) and Shakur (very grateful).",
  "ayah": 34,
  "surah": 14
}
