{
  "text": "In the second verse (36), he gives the reason for making this prayer. He said that he sought refuge from idol-worship because it has led many a people astray. He said so because he had seen his father and his people falling victims to the custom of idol-worship which had left them deprived of all possibilities of betterment in their lives.\nIn the closing sentence of the verse, it was said: فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ‌ رَّ‌حِيمٌ(So, the one who follows me is surely mine, and the one who disobeys me, then You are Most Forgiving, Very Merciful). It means that one who keeps faith and abides by good deeds could obviously hope to be blessed, but should there be someone who disobeys his prophet, then, his case rests with the forgiveness and mercy of Allah. If disobedience referred to here is taken to be restricted to evils deeds, a form of disobedience to Allah in practice, then, the meaning is obvious, that is, they too could hope to be forgiven by His good grace. And if disobedience is taken to mean disbelief, denial and rejection, then, equally obvious is the fact that Sayyidna Ibrahim (علیہ السلام) had already been told that there was no forgiveness for the Kafir (disbeliever) and Mushrik (one who ascribes partners to Allah) and that he should not intercede on behalf of them. After that, expressing the hope of their forgiveness cannot be correct. Therefore, in Al-Bahr Al-Muhit, it was said: At this place, Sayyidna Ibrahim (علیہ السلام) has not used words which would suggest a recommendation or prayer. He did not say that they be forgiven. Nevertheless, he was a prophet with abounding mercy which encompasses his disbelievers too. Every prophet wishes from the deep recesses of his heart that no one should ever be subjected to Divine punishment, not even a disbeliever. So, it was this elemental wish of his that he expressed when he said: 'then You are Most Forgiving, Very Merciful.' He did not say precisely that they be forgiven and treated mercifully. This is similar to what Sayyidna ` Isa (علیہ السلام) said about the disbelievers of his community: وَإِن تَغْفِرْ‌ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ (and if You forgive them, then, You are the Mighty, the Wise - 5:118) which, in other words, would mean: If You were to for-give them, then, You have the Might and the Wisdom. You can do everything and there is no one to stop You.\nThus, these two blessed souls did not take the initiative of recommending forgiveness for disbelievers as it was contrary to the etiquette due before Allah. But, at the same time, they also did not say that those disbelievers be punished by Him. Instead of doing that, they remained respectful yet, in a manner of their own, gave vent to their elemental wish that they too may be forgiven.\nInjunctions and Instructions\nAs for a du', (prayer) everyone makes it. But, everyone does not know how to. The prayers made by the blessed prophets are lesson-oriented. They teach us how to ask. And they tell us what is worth asking for. This prayer by Sayyidna Ibrahim (علیہ السلام) is in two parts. The first part pleads that Makkah be made the city of peace, free of all security threats, while the second part seeks that he and his children be de-livered from idol-worship forever.\nIf we think about it, these are the two very basic principles of human betterment - because, should human beings remain insecure where they live or remain under the apprehension that their country would be at-tacked by an enemy, their lives can never be pleasant, neither materially, nor spiritually. Everything done in this world, for profit or pleasure, depends on peace. There can be no two opinions at least about that. A person threatened by all sorts of dangers to his peace and security would naturally find the best of blessings he is surrounded with - dining and re-tiring in palaces, villas and mansions with possession and wealth abounding - all too sour to savor.\nEven in terms of one's religious orientation, one can show his obedience to Divine commands only when one has the necessary peace to do so.\nTherefore, in the first prayer made by Sayyidna Ibrahim (علیہ السلام) ، included there are all aspects of human well-being, whether material or spiritual. Through this one sentence uttered by the Friend of Allah, Sayyidna Ibrahim, may the blessing of Allah and peace be upon him, he has asked for his children everything that matters in this world.\nWe also learn from this prayer that emotional concern for one's children, and the arrangement of economic sufficiency and comfort for them is one of the obligations placed on the father, to the best of his ability and capacity. To make efforts for this purpose is not contrary to (what has been said about) Zuhd (having no greed for the worldly pleasures).\nThen comes the second prayer. This too has great comprehensiveness because Shirk and idol-worship are sins for which there is no forgiveness, therefore, he has asked for being shielded against them. If a sin gets to be committed after that, it can also be expiated through other deeds, and such sins could also be forgiven through someone's intercession. And if we take the 'worship of idols' mentioned in the text in its broader sense as taken by the noble mystics, that is, everything which makes man heedless to Allah is his idol, and overcome by its love, when man takes the initiative and disobeys Allah, this then is, in a way, its worship. So, in this prayer, that is, to be kept away from idol-worship, there is a coverage of being kept away from all sins. It is in this sense that some noble mystics of Islam have admonished their self against heedlessness and disobedience to the Creator; or, as the great Gnostic Rumi says: 'Every (evil) desire is an idol in your way.'",
  "ayah": 36,
  "surah": 14
}
