{
  "text": ". Please see footnote on the first verse of this Surah.\n. The 'Days of Allah' here refers to the events of the past when Allah had graced some people with His favours and subjected some others to His punishment.\nommentary\nThe first verse cited above (5) mentions that Allah Ta’ ala sent Sayyidna Musa (علیہ السلام) with His آیَات 'Ayat' (verses or signs) to bring his people out from the darkness of disbelief and disobedience into the light of faith and obedience.\nThe word: آیَات (Ayat ) could mean the verses of the Torah for its very purpose was to spread the light of truth. آیَات 'Ayat' is at times used in the sense of miracles. At this place, this meaning could also apply for Allah Ta’ ala had particularly blessed Sayyidna Musa (علیہ السلام) with nine miracles out of which the miracle of his staff turning into a snake and his hand becoming radiant have been mentioned at several places in the Qur’ an. If 'Ayat' is taken in the sense of miracles, it would mean that Sayyidna Musa (علیہ السلام) was sent with such open miracles that no sane human being, once he had seen them, could ever go on sticking to his earlier denial and disobedience.\nA Subtle Point\nIt will be noted that the word used in this verse is: قَوم (qawm) while asking Sayyidna Musa (علیہ السلام) to bring his people from darkness into the light. But, when this very subject was taken up in the first verse of this particular Surah by addressing the Holy Prophet ﷺ ، the word: قَوم (qawm) was not used there. Instead, used there was the word: اَلنَّاس ( (an-nas) لِتُخْرِ‌جَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ‌: (that you may take the people [ that is, the human beings ] out of [ all sorts on darkness into the light). Implied here is the sense that the Divinely ordained mission of Sayyidna Musa (علیہ السلام) as a prophet was only for his people, the Bani Isra'il, and for others in Egypt while the coming of the Holy Prophet ﷺ was destined for the human beings of the entire world.\nThen, it was said: وَذَكِّرْ‌هُم بِأَيَّامِ اللَّـهِ ' ) (and remind them of the days of Allah).\n'The Days of Allah'\nThe word: اَیِّام (ayyam) is the plural of yowm (day) which is well-known. The expression: (Ayyamullah) is used in two senses and both can be applied here. (1) Firstly, it could denote the particular days in which some war or revolution has occurred, for example, the battles of Badr, Uhud, Alihzab, Hunain and other events of this nature, or they may refer to major events when punishment overtook past communities which pulverized or destroyed nations and peoples known to be great and powerful. If so, the objective behind reminding these people of the 'Days of Allah' would be to warn them against the evil end of their disbelief.\n(2) \"And remind them of 'the Days of Allah'\" carries another meaning also, that is, the blessings and favours of Allah Ta` ala. In this case, re-minding them of these Days would be a form of constructive admonition which, when directed at someone basically good by reminding him of the favour done by his benefactor, would result in his being ashamed of his hostility and disobedience.\nThe general pattern of the Qur’ anic method of reform is to tie a command given with relevant ways to act upon it which appear synchronized with it. Here, in the first sentence, Sayyidna Musa has been commanded to either recite the verses of Allah or show miracles to his people and bring them out from the darkness of disbelief into the light of faith. How would this be done? The sentences that follow give the method: There are two ways of bringing the disobedient ones to the right path: (1) Putting the fear of punishment in their hearts; (2) to remind them of Divine blessings and favours and to persuade them to take to being obedient to Allah. The sentence: وَذَكِّرْ‌هُم بِأَيَّامِ اللَّـهِ (and remind them of the Days of Allah) could mean both. If so, the sense would be that he should tell them about the evil fate of those who disobeyed from among the past communities, how punishment came upon them and how they were either killed in the Jihad or were disgraced. May be, by being so re-minded, they take a lesson and save themselves from it. Similar to this there are so many usual blessings of Allah Ta` ala which keep coming to them day and night, and also the special ones which were turned to-wards them in the hour of their need, for example, the shade of clouds over their heads in the wilderness of Tih (the desert of Sinai), the coming of Mann and Salva as food, the gushing forth of streams from stones when they needed water. So, they could be reminded of these and many other blessings of this nature and invited to believe in the Oneness of Allah and follow the path of obedience to Allah Ta’ ala.\nSaid in the last sentence of the first verse (5) was إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ‌ شَكُورٍ‌ (Surely, there are signs therein for every man of patience and gratitude). Here, 'ayat' means signs and proofs. The word:\t(sabbar) is a form of exaggeration derived from: صَبر\t(sabr) which means very patient and much enduring, while the word: شَکُور (shakur) is a form of exaggeration derived from: شُکر (shukr) which means very grateful. The sentence means that the Days of Allah - that is, past events whether related to the punishment of the deniers of truth, or to the blessings and favours of Allah Ta’ ala - are full of the signs and proofs of the perfect power and eloquent wisdom of Allah Ta’ ala, particularly for a person who is much observing of patience and gratitude.\nThe sense is that these open signs and proofs, though they are for the guidance of every observer, but certainly unfortunate are the disbelievers who just do not care to ponder over them and, as a result, remain deprived of the benefit they would have derived from them. People who really benefit from these signs and proofs are those who have combined in their person the best of patience and gratitude. The reference here is to true believers - as it appears in a narration of Sayyidna Anas ؓ carried by al-Baihaqi where the Holy Prophet ﷺ has been reported to have said: 'Iman is composed of two parts, half of it is patience and the other half, gratitude.' (Mazhari)\nSayyidna ` Abdullah ibn Masud ؓ said: Sabr is the half of 'Iman. Based on a narration of Sayyidna Suhayb ؓ appearing in the Sahih of Muslim and the Musnad of Ahmad, the Holy Prophet ﷺ has been reported to have said: Every state of affairs for a true believer is nothing but good. This is a quality of life no one else has been blessed with. This is because a true believer, if he finds comfort, blessing, honour or recognition, shows his gratitude before Allah Ta’ ala for these which then be-comes a source of good for him both physically and spiritually (in the material world, the blessings Divinely promised increase, and abide, while in the world to come, the Hereafter, one receives the greatest of rewards for his or her gratitude). And, if a true believer is hit by pain or hard-ship, he observes patience against it. Because of his patience, that hard-ship turns into ease and comfort for him. In the present world, this hap-pens when the observers of patience are blessed with the company of Allah Ta’ ala as said in the Holy Qur'an: إِنَّ اللَّـهَ مَعَ الصَّابِرِ‌ينَ ('Surely, Allah is with those who observe patience'- 8:46). And anyone who has Allah with him ultimately finds his hardship changed into comfort. As for the Here-after, we know that there the supreme reward for having observed patience is limitless with Allah Ta` ala, as said in the Holy Qur'an: إِنَّمَا يُوَفَّى الصَّابِرُ‌ونَ أَجْرَ‌هُم بِغَيْرِ‌ حِسَابٍ (but then, paid in full to those who observe patience shall be their reward without reckoning - 39:10).\nTo sum up, no state in which a true believer is can be called bad. It is good all along. A fall would make him rise again and when hit by hard-ships he would emerge stronger and more polished.\nSo, 'Iman is a priceless asset which transforms even shocks of hard-ship into drafts of comfort. Sayyidna Abu Al-Darda' ؓ said that he had heard the Holy Prophet ﷺ say: 'Allah Ta` ala told Sayyidna ` Isa (علیہ السلام) : I am going to create a community after you who are such that if they have what they desire and things turn out the way they want them to, then, they would be grateful, and if they have to face an unpleasant situation, against their wish and pleasure, then, they would accept it as a source of reward from Allah, and would observe patience. And this wisdom and forbearance demonstrated by them would not be the outcome of their own personal wisdom and forbearance, rather, We shall be bestowing upon them a certain part of Our Own Wisdom and Forbearance. (Mazhari)\nThe substance of the reality of gratitude (shukr) is that one should not spend out the blessings given by Allah Ta’ ala in what is Haram, in things which are not permitted, and in being disobedient to Him. One should also show gratitude by saying so as well, and by modeling and channelizing one's deeds in a manner that they would go on to become ac-cording to His good pleasure.\nAnd the substance of the reality of patience (sabr) is that we should not worry about what comes to be against our wishes, taste or temperament, and that we avoid being ungrateful in what we say or do; and that we keep hoping for the mercy of Allah Ta۔ ala in this mortal life too, and be certain of the great reward of patience due in the Hereafter as well.\nThe second verse (6) carries details of what was said earlier, that is, when Sayyidna Musa (علیہ السلام) was commanded to remind his people, the Bani Isra` il, of the particular Divine blessing which changed their lives. Before the coming of Sayyidna Musa (علیہ السلام) ، they were living as slaves of the Pharaoh. Even as slaves, they were not treated humanely. Boys born among them were killed at birth. Only girls were left to survive and serve. After the appearance of Sayyidna Musa \tعلیہ السلام ، such was his barakah that Allah Ta۔ ala had them delivered from the punishing clutches of the Pharaoh.",
  "ayah": 5,
  "surah": 14
}
