{
  "surah": 17,
  "ayah": 14,
  "text": "Read thy book! Thy soul suffices thee today as a reckoner against thee. “Read your book and see your own deeds.” If you deny one letter of it, that very bodily member from which that deed went forth will testify against you, as God says: “On the day when their tongues, their hands, and their feet bear witness against them concerning what they were doing” [24:24]. This is why He says, “Thy soul suffices thee today as a reckoner against thee,” that is, as a witness of what came from you against you. It has been said that the books are two: One is written by the angel against the servant, and that is his words and deeds; the other is written by the Real against Himself, and that is His pardon and mercy toward the servant. If the beginningless solicitude takes the servant by the hand, His reckoning with him will be from the book of His own mercy, not the book of the servant's deeds. This is just like what has come in the traditions: When the servant's book is placed in his hands, it is said, “Read thy book!” The servant looks into the book and sees written on the first page, “In the name of God, the All-Merciful, the Ever-Merciful.” He says, “Lord God, first dis-charge for me the account for this one line and issue its decree for me.” God says, “My servant! I have taken account of it and I have forgiven you through My bounty and mercy. In the Beginningless, I wrote mercy for you and said about Myself, 'Forgiver of sins and Accepter of repentance' [40:3].” Thy soul suffices thee today as a reckoner against thee. ʿUmar KhaṬṬāb said, “Take an account- ing of yourselves before you are brought to account, weigh your deeds before they are weighed, and prepare for the Greatest Exposure.” Anyone who is aware of the Tribunal of Wrongdoing and the calling to account at the resurrection, who has found a whiff of the recognition of the states and terrors of that day, should know that whatever was his companion during his days-little and much, spots and specks-its talk will be asked from him tomorrow and he will be called to account for it. Hence today he should lift the veil of heedlessness away from his road and keep his deeds and words straight in keeping with the yardstick of the Shariah.  From his days he should ask for truthfulness in interaction before he is made present at the tribunal of the King of Kings and his ac- tivities and moments of rest are compared with the scale of justice; if there are any deficiencies or losses, one hundred thousand proximate holy ones will open the truthful tongue of bearing witness against him. In shame he will seek the road of flight, but there will be no place to flee. The story is told that a father said to his son, “Whatever you say to people today and whatever you let pass over your tongue, tell it all to me at the time of the night prayer, and expose to me your activities and moments of rest.” That night at prayer, with great effort and suffering and complete self-exertion, the boy told his father about that one day of words and deeds. The next day he asked him to do the same thing. The boy said, “Protect me father! Lay upon me any suffering and toil you want, but do not ask me this one thing, for I am unable to bear it.” His father said, “You poor boy! My goal is for you be awake and aware and for you to fear the standing place of calling to account and the exposure of the resurrection. Today you cannot bear taking account of one day with your own gentle father. How will you be able to bear being called to account for a whole lifetime tomorrow-with severity and contention that do not leave aside even the spots and specks?”"
}
