{
  "text": "Возлюби своих последователей и говори с ними учтиво, будь к ним снисходителен и великодушен. Пророк Мухаммад, да благословит его Аллах и приветствует, выполнил и это предписание Господа, и поэтому Он сказал: «По милости Аллаха ты был мягок по отношению к ним. Если бы ты был грубым и жестокосердным, то они непременно покинули бы тебя. Извини же их, попроси для них прощения и советуйся с ними о делах» (3:159). Такими были благородные качества Пророка Мухаммада, да благословит его Аллах и приветствует. Это были самые совершенные из качеств, которыми только мог обладать человек. Именно они помогли ему добиться великого успеха и отвратить от себя великое зло, в чем можно убедиться без особого труда. Разве может человек, который верует в Аллаха и Его благородного посланника, да благословит его Аллах и приветствует, и утверждает, что является его верным последователем, причинять беспокойство другим мусульманам, питать к окружающим злобу и ненависть, вести себя надменно и высокомерно, проявлять жестокосердие и даже грубость? Если такой человек столкнется с грешниками, которые обладают дурными качествами, ослушаются Аллаха, отвергают проповедников и испытывают к ним ненависть и неприязнь, он забудет о терпении, выдержке, кротости и благонравии и сам начнет ослушаться Всевышнего Господа. К сожалению, мы нередко сталкиваемся с такими мусульманами. Их поведение приносит огромный вред обществу и лишает остальных мусульман великого блага. Но самое ужасное - то, что, несмотря на это, они презрительно относятся к мусульманам, обладающим прекрасными качествами благородного Посланника, да благословит его Аллах и приветствует, и даже упрекают их в лицемерии и потворстве. Наряду с этим они восхищаются своими деяниями и собственной дерзостью. Воистину, причина подобного самообольщения кроется в их глубоком невежестве. Сатана обманул их, представив им отвратительные злодеяния в прекрасном свете. Всевышний предостерег мусульман от такого заблуждения и сказал:",
  "ayah": 215,
  "surah": 26
}
