{
  "text": "১৮০ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলার সুন্দর সুন্দর নাম রয়েছে সেসব নাম দিয়ে তাঁকে ডাকার আহ্বান জানাচ্ছেন। আর যারা তাঁর নামে ইলহাদ করে তাদেরকে বর্জন করার নির্দেশ দিচ্ছেন।\nআল্লাহ তা‘আলার সকল নামই সুন্দর। অর্থাৎ আল্লাহ তা‘আলার প্রতিটি নামই পরিপূর্ণ গুণাবলীর ওপর প্রমাণ বহন করে। এজন্য তাঁর প্রতিটি নাম উত্তম ও সুন্দর। যেমন ‘আলীম’ অর্থাৎ সকল বিষয়ের ও জিনিসের ব্যাপারে তাঁর জ্ঞান পরিব্যাপ্ত, কোন জিনিস তাঁর জ্ঞানের বাইরে নয়। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন: নিশ্চয় আল্লাহ তা‘আলার নিরানব্বইটি নাম রয়েছে অর্থাৎ একশ; একটি ব্যতীত। যে ব্যক্তি তা গণনা করবে সে জান্নাতে প্রবেশ করবে। আল্লাহ তা‘আলা বেজোড় তিনি বেজোড়কে ভালবাসেন। (সহীহ বুখারী হা: ৬৪১০, সহীহ মুসলিম হা: ২৬৭৭)\nগণনার অর্থ হল নামগুলোর প্রতি যথাযথ ঈমান আনা, এক একটি ইসলামের সাথে বরকতের জন্য পাঠ করা, তা মুখস্ত করা, তাঁর অর্থ বুঝা, সেসব গুণে গুণান্বিত হওয়া এবং কোন প্রকার বিকৃতি না করা। (মিরকাত ৫/৭১, মিশকাত)\nতবে এ নিরানব্বইটি নামের মধ্যে আল্লাহ তা‘আলার নাম সীমাবদ্ধ নয় বরং এ ছাড়াও আল্লাহ তা‘আলার অনেক নাম রয়েছে যা তিনি ছাড়া আর কেউ জানে না।\nরাসূলুল্লাহ (সাঃ) বলেছেন: হে আল্লাহ তা‘আলা! আমি তোমার প্রত্যেক ঐ নামের ওয়াসীলায় চাচ্ছি যদ্বারা তোমার নিজের নাম রেখেছ অথবা তোমার কোন মাখলুককে তা জানিয়েছ অথবা তোমার কিতাবে নাযিল করেছ অথবা যা নিজের কাছে গোপন রেখেছ। (আহমাদ ১/৩৯১, আহমাদ শাকের বলেন, সহীহ, ৫/পৃঃ ২৬৬)\n(وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ)\n‘যারা তাঁর নাম বিকৃত করে তাদেরকে বর্জন কর’ -  الحاد (ইলহাদ)-এর অর্থ হল একদিকে ঝুঁকে পড়া। দীনের মধ্যে ইলহাদ হল, বক্রপথ অবলম্বন করা বা ধর্মত্যাগী হওয়া। আল্লাহ তা‘আলার নামে ইলহাদ করা তিনভাবে হতে পারে- ১. আল্লাহ তা‘আলার নামের পরিবর্তন করা, যেমন মুশরিকরা করত। উদাহারণস্বরূপ আল্লাহ তা‘আলা থেকে লাত। আযীয থেকে উযযা ইত্যাদি। ২. আল্লাহ তা‘আলার নামে মনগড়া অতিরিক্ত সংযোজন করা যা তিনি আদেশ করেননি বা অপব্যাখ্যা করা। যেমন আল্লাহ তা‘আলা কুরআনে বলেছেন:\n(يَدُ اللّٰهِ فَوْقَ أَيْدِيْهِمْ)\n“আল্লাহ তা‘আলার হাত তাদের হাতের ওপর।” এখানে বলা যে, আল্লাহ তা‘আলার কুদরতী হাত তাদের হাতের ওপর। ৩. তার নাম কম করে দেয়া। যেমন তাকে একটি নির্দিষ্ট নামেই ডাকা। (ফাতহুল কাদীর, ২/৩৪৪)\nসুতরাং কুরআন ও সহীহ হাদীসে আল্লাহ তা‘আলার যে সকল সিফাত বা গুণাবলী এসেছে তা কোন প্রকার পরিবর্তন পরিবর্ধন ও বিকৃতি না করে স্বস্থানে বহাল রেখে বিশ্বাস স্থাপন করতে হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. আল্লাহ তা‘আলার সুন্দর সুন্দর নামসমূহ হিফয ও আমল করার নামই গণনা করা, এর ফযীলত রয়েছে।\n২. যারা আল্লাহ তা‘আলার নামে ইলহাদ করে তাদের বর্জন করা আবশ্যক।\n৩. ইলহাদের অর্থ জানলাম।",
  "ayah": 180,
  "surah": 7
}
