{
  "text": "وقوله: ( وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ ) شكّ في الإيمان وضعف في اعتقادهم إياه: ما وعدنا الله ورسوله إلا غرورا، وذلك فيما ذكر قول معتب بن قشير.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني يزيد بن رومان (وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلا غُرُورًا) يقول: معتب بن قشير، إذ قال ما قال يوم الخندق.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ ) قال: تكلمهم بالنفاق يومئذ وتكلم المؤمنون بالحقّ والإيمان قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلا غُرُورًا ) قال: قال ذلك أُناس من المنافقين، قد كان محمد يعدنا فتح فارس والروم، وقد حصرنا هاهنا، حتى ما يستطيع أحدنا أن يبرز لحاجته، ما وعدنا الله ورسوله إلا غرورا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، قال: قال رجل يوم الأحزاب لرجل من صحابة النبيّ صلى الله عليه وسلم: يا فلان أرأيت إذ يقول رسول الله صلى الله عليه وسلم: \" إذَا هَلَكَ قَيْصَرُ فَلا قَيْصَرَ بَعْدَهُ، وَإذَا هَلَكَ كِسْرَى فَلا كِسْرَى بَعْدَهُ، والَّذي نَفْسِي بِيَدِهِ لَتُنْفَقَنَّ كُنُوزُهُما في سَبِيلِ اللهِ\" فأين هذا من هذا، وأحدنا لا يستطيع أن يخرج يبول من الخوف (ما وَعَدَنا اللهُ وَرَسُولُهُ إلا غُرُورا)؟ فقال له: كذبت، لأخبرنّ رسول الله صلى الله عليه وسلم خبرك، قال: فأتى رسول الله صلى الله عليه وسلم ، فأخبره، فدعاه فقال: \" ما قلت؟\" فقال: كذب عليّ يا رسول الله، ما قلت شيئًا، ما خرج هذا من فمي قطّ، قال الله:  يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ ...  حتى بلغ  وَمَا لَهُمْ فِي الأَرْضِ مِنْ وَلِيٍّ وَلا نَصِيرٍ  قال: فهذا قول الله:  إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً  .حدثنا ابن بشار، قال: ثنا محمد بن خالد بن عثمة، قال: ثنا كثير بن عبد الله بن عمرو بن عوف المزني، قال: ثني أبي، عن أبيه، قال: خطّ رسول الله صلى الله عليه وسلم الخندق عام ذكرت الأحزاب، من أحمر الشيخين (11) طرف بني حارثة، حتى بلغ المذاد، ثم جعل أربعين ذراعا بين كلّ عشرة، فاختلف المهاجرون والأنصار في سلمان الفارسي، وكان رجلا قويا، فقال الأنصار: سلمان منا، وقال المهاجرون: سلمان منا، فقال النبيّ صلى الله عليه وسلم: \" سَلْمانُ منَّا أهْلَ البَيْت \". قال عمرو بن عوف: فكنت أنا وسلمان وحُذيفة بن اليمان والنعمان بن مقرن المزني، وستة من الأنصار، في أربعين ذراعا، فحفرنا تحت دوبار حتى بلغنا (12) الصرى، أخرج الله من بطن الخندق صخرة بيضاء مروة (13) فكسرت حديدنا، وشقّت علينا، فقلنا: يا سلمان، ارق إلى رسول الله صلى الله عليه وسلم ، فأخبره خبر هذه الصخرة، فإما أن نعدل عنها، فإن المعدل قريب، وإما أن يأمرنا فيها بأمره، فإنا لا نحبّ أن نجاوز خطه. فرقي سلمان حتى أتى رسول الله صلى الله عليه وسلم وهو ضارب عليه قبة تركية، فقال: يا رسول الله بأبينا أنت وأمنا خرجت صخرة بيضاء من بطن الخندق مروة، فكسرت حديدنا، وشقَّت علينا حتى ما يجيء منها قليل ولا كثير، فمرنا فيها بأمرك، فإنا لا نحب أن نجاوز خطك، فهبط رسول الله صلى الله عليه وسلم مع سلمان في الخندق، ورقينا نحن التسعة على شفة الخندق، فأخذ رسول الله صلى الله عليه وسلم المعول من سلمان، فضرب الصخرة ضربة صدعها، وبرقت منها برقة أضاءت ما بين لابتيها -يعني لابتي المدينة- حتى لكأن مصباحا في جوف بيت مظلم، فكبر رسول الله صلى الله عليه وسلم تكبير فتح، وكبر المسلمون ثم ضربها رسول الله صلى الله عليه وسلم الثانية، فصدعها وبرقت منها برقة أضاءت ما بين لابتيها، حتى لكأن مصباحا في جوف بيت مظلم، فكبر رسول الله صلى الله عليه وسلم تكبير فتح، وكبر المسلمون، ثم ضربها وسول الله صلى الله عليه وسلم الثالثة فكسرها، وبرقت منها برقة أضاءت ما بين لابتيها، حتى لكأن مصباحا في جوف بيت مظلم، فكبر رسول الله صلى الله عليه وسلم تكبير فتح، ثم أخذ بيد سلمان فرقي، فقال سلمان: بأبي أنت وأمي يا رسول الله، لقد رأيت شيئا ما رأيته قطّ، فالتفت رسول الله صلى الله عليه وسلم إلى القوم، فقال: \" هَلْ رأيْتُمْ ما يقُولُ سَلْمانُ؟\" قَالُوا: نعم يا رسول الله بأبينا أنت وأمنا، وقد رأيناك تضرب، فيخرج برق كالموج، فرأيناك تكبر فنكبر، ولا نرى شيئا غير ذلك، قال: \" صَدَقْتُمْ ضَرَبْتُ ضَرْبَتِي الأولى، فَبَرقَ الَّذِي رأيتم أضَاءَ لي مِنْهُ قُصُورُ الحِيرَة وَمَدَائِنُ كِسْرَى، كأنَّها أنْيابُ الكِلاب، فأخْبَرَنِي جَبْرَائِيلُ عَلَيْهِ السَّلامُ أنَّ أُمَّتِي ظاهِرَةٌ عَلَيْها، ثُمَّ ضَرَبْتُ ضَرْبَتي الثَّانيَةَ، فَبَرقَ الَّذِي رأيْتُمْ، أضَاءَ لي مِنْهُ قُصُورُ الحُمْر مِنْ أرْضِ الرُّومِ، كأنَّها أنْيابُ الكِلاب، وأخْبَرَنِي جَبْرائِيلُ عَلَيْهِ السَّلامُ أنَّ أُمَّتِي ظاهِرَةٌ عَلَيْها، ثُمَّ ضَرَبْتُ ضَرْبَتِي الثَّالِثَةَ، وَبَرَقَ مِنْها الَّذِي رأيْتُمْ، أضَاءَتْ لِي مِنْها قُصُورُ صَنْعاءَ، كأنَّها أنْيابُ الكلاب، وأخْبَرَنِي جَبْرائِيلُ عَلَيْه السَّلامُ أنَّ أُمَّتِي ظاهِرَةٌ عَلَيْها، فأبْشِرُوا \" يُبَلِّغُهُمُ النَّصْر، \" وأبْشرُوا \" يُبَلِّغُهُمُ النَّصْر، \" وأبْشِرُوا \" يُبَلِّغُهُمُ النَّصْر؛ فاستبشر المسلمون، وقالوا: الحمد لله موعود صدق، بأن وعدنا النصر بعد الحصر، فطبقت الأحزاب، فقال المسلمون  هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ ...  الآية، وقال المنافقون: ألا تعجبون يحدّثكم ويمنيكم ويعدكم الباطل، يخبركم أنه يبصر من يثرب قصور الحيرة ومدائن كسرى، وأنها تفتح لكم وأنتم تحفرون الخندق من الفرق، ولا تستطيعون أن تبرزوا وأنـزل القرآن ( وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلا غُرُورًا ).----------------------الهوامش :(11) في المواهب اللدنية بشرح الزرقاني (2 : 102) روى الطبراني بسند لا بأس به عن عمرو بن عوف المزني، أنه صلى الله عليه وسلم خط الخندق من أخمر الشيخين ... وهما أطمان طرف بني حارثة، حتى بلغ المذاد ...(12) هكذا جاءت هذه العبارة، ولعلها محرفة. و \"ذوبار\": لفظة فارسية، معناها: مرتين. وقوله: حتى بلغنا: لعلها: حتى إذا بلغنا.(13) في بعض المراجع: مدورة. والصرى: الماء.",
  "ayah": 12,
  "surah": 33
}
