{
  "text": "القول في تأويل قوله تعالى :  وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلا فِرَارًا (13)يعني تعالى ذكره بقوله: ( وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لا مُقَامَ لَكُمْ ) وإذ قال بعضهم: يا أهل يثرب، ويثرب: اسم أرض، فيقال: إن مدينة رسول الله صلى الله عليه وسلم في ناحية من يثرب. وقوله: (لا مُقامَ لَكُمْ فارْجِعُوا) بفتح الميم من مقام. يقول: لا مكان لكم، تقومون فيه، كما قال الشاعر:فــأيِّي مــا وأَيُّــكَ كـانَ شَـرّافَقيــدَ إلــى المَقامَــةِ لا يَرَاهــا (14)قوله: (فارْجِعُوا) يقول: فارجعوا إلى منازلكم، أمرهم بالهرب من عسكر رسول الله صلى الله عليه وسلم والفرار منه، وترك رسول الله صلى الله عليه وسلم. وقيل: إن ذلك من قيل أوس بن قيظي ومن وافقه على رأيه.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني يزيد بن رومان (وَإذْ قَالتْ طائِفَةٌ مِنْهُمْ يا أهل يَثْرِب ...) إلى (فِرَارًا) يقول: أوس بن قيظي ومن كان على ذلك من رأيه من قومه، والقراءة على فتح الميم من قوله: (لا مَقَامَ لَكُمْ) بمعنى: لا موضع قيام لكم، وهي القراءة التي لا أستجيز القراءة بخلافها، لإجماع الحجة من القرّاء عليها. وذُكر عن أبي عبد الرحمن السلمي أنه قرأ ذلك (لا مُقامَ لَكُمْ) بضم الميم؛ يعني: لا إقامة لكم.وقوله: ( وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ) يقول تعالى ذكره: ويستأذن بعضهم رسول الله صلى الله عليه وسلم في الإذن بالانصراف عنه إلى منـزله، ولكنه يريد الفرار والهرب من عسكر رسول الله صلى الله عليه وسلم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (وَيَسْتأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيُّ ...) إلى قوله: (إلا فِرَارًا) قال: هم بنو حارثة، قالوا: بيوتنا مخلية نخشى عليها السرق.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (إنَّ بُيُوتَنا عَوْرَةٌ) قال: نخشى عليها السرق.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ) وإنها مما يلي العدوّ، وإنا نخاف عليها السرّاق، فبعث النبيّ صلى الله عليه وسلم، فلا يجد بها عدوّا، قال الله: (إنْ يُرِيدُونَ إلا فِرَارًا) يقول: إنما كان قولهم ذلك (إنَّ بُيُوتَنا عَوْرَةٌ) إنما كان يريدون بذلك الفرار.حدثنا محمد بن سنان القزاز، قال: ثنا عبيد الله بن حمران، قال: ثنا عبد السلام بن شدّاد أبو طالوت عن أبيه في هذه الآية (إنَّ بُيُوتَنا عَوْرَةٌ وَما هِي بِعَوْرَةٍ) قال: ضائعة.",
  "ayah": 13,
  "surah": 33
}
