{
  "text": "القول في تأويل قوله تعالى :  قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلا يَأْتُونَ الْبَأْسَ إِلا قَلِيلا (18)يقول تعالى ذكره: قد يعلم الله الذين يعوّقون الناس منكم عن رسول الله صلى الله عليه وسلم فيصدّونهم عنه، وعن شهود الحرب معه، نفاقا منهم، وتخذيلا عن الإسلام وأهله (والقائِلِينَ لإخْوَانِهِمْ هَلُمَّ إلَيْنا) : أي تعالوا إلينا، ودعوا محمدا، فلا تشهدوا معه مشهده، فإنا نخاف عليكم الهلاك بهلاكه (وَلا يَأْتُونَ البأْسَ إلا قَلِيلا) يقول: ولا يشهدون الحرب والقتال إن شهدوا إلا تعذيرا، ودفعا عن أنفسهم المؤمنين.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لإخْوَانِهِمْ ) قال: هؤلاء ناس من المنافقين كانوا يقولون لإخوانهم: ما محمد وأصحابه إلا أكلة رأس، ولو كانوا لحما لالتهمهم أبو سفيان وأصحابه، دعوا هذا الرجل فإنه هالك.وقوله: (وَلا يأْتُونَ البأْسَ إلا قَلِيلا) : أي لا يشهدون القتال، يغيبون عنه.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثنا يزيد بن رومان ( قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ ) : أي أهل النفاق ( وَالْقَائِلِينَ لإخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلا يَأْتُونَ الْبَأْسَ إِلا قَلِيلا ) : أي إلا دفعا وتعذيرا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لإخْوَانِهِمْ ...) إلى آخر الآية، قال: هذا يوم الأحزاب، انصرف رجل من عند رسول الله صلى الله عليه وسلم، فوجد أخاه بين يديه شواء ورغيف ونبيذ، فقال له: أنت هاهنا في الشواء والرغيف والنبيذ، ورسول الله صلى الله عليه وسلم بين الرماح والسيوف؟ فقال: هلمّ إلى هذا، فقد بلغ بك وبصاحبك، والذي يحلف به لا يستقبلها (1) محمد أبدا، فقال: كذبت والذي يحلف به؛ قال -وكان أخاه من أبيه وأمِّه-: أما والله لأخبرنّ النّبي صلى الله عليه وسلم أمرك؛ قال: وذهب إلى رسول الله صلى الله عليه وسلم ليخبره؛ قال: فوجده قد نـزل جبرائيل عليه السلام بخبره ( قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لإخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلا يَأْتُونَ الْبَأْسَ إِلا قَلِيلا ) .------------------------الهوامش:(1) كذا في الأصل، وفي الدر المنثور للسيوطي: لا يستقى لها.",
  "ayah": 18,
  "surah": 33
}
