{
  "text": "وقوله: (أشحَّةً عَلَيْكُمْ) اختلف أهل التأويل في المعنى الذي وصف الله به هؤلاء المنافقين في هذا الموضع من الشح، فقال بعضهم: وصفهم بالشحّ عليهم في الغنيمة.* ذكر من قال ذلك:حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (أشِحَّةً عَلَيْكُمْ) في الغنيمة.وقال آخرون: بل وصفهم بالشحّ عليهم بالخير.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثني عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (أشِحَّةً عَلَيْكُمْ) قال: بالخير المنافقون، وقال غيره: معناه: أشحة عليكم بالنفقة على ضعفاء المؤمنين منكم.والصواب من القول في ذلك عندي أن يقال: إن الله وصف هؤلاء المنافقين بالجبن والشحّ، ولم يخصص وصفهم من معاني الشحّ، بمعنى دون معنى، فهم كما وصفهم الله به: أشحة على المؤمنين بالغنيمة والخير والنفقة في سبيل الله، على أهل مسكنة المسلمين. ونصب قوله: (أشِحَّةً عَلَيْكُمْ) على الحال من ذكر الاسم الذي في قوله: (وَلا يَأْتُونَ البأْسَ) كأنه قيل: هم جبناء عند البأس، أشحاء عند قسم الغنيمة بالغنيمة. وقد يحتمل أن يكون قطعا من قوله: (قَدْ يَعْلَمُ اللهُ المُعَوِّقِينَ مِنْكُمْ) فيكون تأويله: قد يعلم الله الذين يعوّقون الناس على القتال، ويشحون عند الفتح بالغنيمة، ويجوز أن يكون أيضا قطعا من قوله: هلم إلينا أشحة، وهم هكذا أشحة. ووصفهم جلّ ثناؤه بما وصفهم من الشحّ على المؤمنين لما في أنفسهم لهم من العداوة والضغن.كما حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني يزيد بن رومان (أشِحَّةً عَلَيْكُمْ) أي للضغن الذي في أنفسهم.وقوله: (فإذَا جاءَ الخَوْفُ ...) إلى قوله: (مِنَ المَوْتِ) يقول تعالى ذكره: فإذا حضر البأس، وجاء القتال خافوا الهلاك والقتل، رأيتهم يا محمد ينظرون إليك لواذا بك، تدور أعينهم خوفا من القتل، وفرارا منه (كالَّذي يُغْشَى علَيْهِ مِنَ المَوْتِ) يقول: كدوران عين الذي يغشى عليه من الموت النازل به (فإذَا ذَهَبَ الخَوْفُ) يقول: فإذا انقطعت الحرب واطمأنوا(سَلَقُوكُمْ بألْسِنَةٍ حِدادٍ) .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ ) مِنَ الخَوْفِ.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني يزيد بن رومان ( فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ ) أي إعظامًا وفَرقا منه وأما قوله: (سَلَقُوكُمْ بألْسِنَةٍ حِدادٍ) فإنه يقول: عضوكم بألسنة ذربة. ويقال للرجل الخطيب الذرب اللسان: خطيب مسلق ومصلق، وخطيب سَلاق وصَلاق.وقد اختلف أهل التأويل في المعنى الذي وصف تعالى ذكره هؤلاء المنافقين أنهم يسلقون المؤمنين به، فقال بعضهم: ذلك سلقهم إياهم عند الغنيمة بمسألتهم القسم لهم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ ) أما عند الغنيمة، فأشحّ قوم وأسوأ مقاسمة، أعطونا أعطونا فإنا قد شهدنا معكم. وأما عند البأس فأجبن قوم، وأخذله للحقّ.وقال آخرون: بل ذلك سلقهم إياهم بالأذَى.* ذكر ذلك عن ابن عباس:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (سَلَقُوكُمْ بألْسِنَةٍ حِدادٍ) قال: استقبلوكم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد (سَلَقُوكُمْ بألْسِنَةٍ حِدادٍ) قال: كلموكم.وقال آخرون: بل معنى ذلك: أنهم يسلقونهم من القول بما تحبون نفاقا منهم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني يزيد بن رومان ( فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ ) في القول بما تحبون لأنهم لا يرجون آخرة، ولا تحملهم حسبة، فهم يهابون الموت هيبة من لا يرجو ما بعده.وأشبه هذه الأقوال بما دلّ عليه ظاهر التنـزيل قول من قال: ( سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ ) فأخبر أن سلقهم المسلمين شحا منهم على الغنيمة والخير، فمعلوم إذ كان ذلك كذلك، أن ذلك لطلب الغنيمة. وإذا كان ذلك منهم لطلب الغنيمة دخل في ذلك قول من قال: معنى ذلك: سلقوكم بالأذى، لأن فعلهم ذلك كذلك لا شكّ أنه للمؤمنين أذى.وقوله: (أشِحَّةً عَلى الخَيْرِ) يقول: أشحة على الغنيمة إذا ظفر المؤمنون.وقوله: (لَمْ يُؤْمِنُوا فأحْبَطَ اللهُ أعمالَهُمْ) يقول تعالى ذكره: هؤلاء الذين وصفت لك صفتهم في هذه الآيات لم يصدّقوا الله ورسوله. ولكنهم أهل كفر ونفاق، (فَأَحْبَطَ اللهُ أعمالَهُمْ) يقول: فأذهب الله أجور أعمالهم وأبطلها. وذُكر أن الذي وصف بهذه الصفة كان بدريا، فأحبط الله عمله.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا ) قال: فحدثني أبي أنه كان بدريا، وأن قوله: (فأَحْبَطَ اللهُ أعمالَهُمْ) أحبط الله عمله يوم بدر.وقوله: (وكانَ ذلكَ على اللهِ يَسِيرًا) يقول تعالى ذكره: وكان إحباط عملهم الذي كانوا عملوا قبل ارتدادهم ونفاقهم على الله يسيرا.",
  "ayah": 19,
  "surah": 33
}
