{
  "text": "(وَإنْ كُنْتُنَّ تُردْنَ اللَّهَ وَرَسُولَهُ) يقول: وإن كنتن تردن رضا الله ورضا رسوله وطاعتهما فأطعنهما.(فَإنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ) وهن العاملات منهنّ بأمر الله وأمر رسوله (أجْرًا عظِيما) .وذُكر أن هذه الآية نـزلت على رسول الله صلى الله عليه وسلم من أجل أن عائشة سألت رسول الله صلى الله عليه وسلم شيئا من عرض الدنيا، إما زيادة في النفقة، أو غير ذلك، فاعتزل رسول الله صلى الله عليه وسلم نساءه شهرا، فيما ذكر، ثم أمره الله أن يخيرهنّ بين الصبر عليه، والرضا بما قسم لهنّ، والعمل بطاعة الله، وبين أن يمتِّعهنّ ويفارقهنّ إن لم يرضين بالذي يقسم لهن. وقيل: كان سبب ذلك غيرة كانت عائشة غارتها.ذكر الرواية بقول من قال: كان ذلك من أجل شيء من النفقة وغيرها.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أيوب، عن أبي الزبير، أن رسول الله صلى الله عليه وسلم لم يخرج صلوات، فقالوا: ما شأنه؟ فقال عمر: إن شئتم لأعلمنّ لكم شأنه، فأتى النبيّ صلى الله عليه وسلم، فجعل يتكلم ويرفع صوته، حتى أذن &; 20-252 &; له، قال: فجعلت أقول في نفسي أيّ شيء أكلم به رسول الله صلى الله عليه وسلم لعله يضحك، أو كلمة نحوها، فقلت: يا رسول الله، لو رأيت فلانة وسألتني النفقة فصككتها صكة، فقال: ذلكَ حَبَسَنِي عَنكُمْ. قال: فأتى حفصة، فقال: لا تسألي رسول الله صلى الله عليه وسلم شيئا ما كانت لك من حاجة فإليّ، ثم تتبع نساء النبيّ صلى الله عليه وسلم، فجعل يكلمهنّ، فقال لعائشة: أيغرّك أنك امرأة حسناء، وأن زوجك يحبك؟ لتنتهينَّ، أو لينـزلنّ فيك القرآن، قال: فقالت أمّ سلمة: يا ابن الخطَّاب، أوَ ما بقي لك إلا أن تدخل بين رسول الله صلى الله عليه وسلم وبين نسائه، ولن تسأل المرأة إلا لزوجها؟ قال: ونـزل القرآن (يا أيُّها النَّبِيُّ قُلْ لأزْوَاجِكَ إنْ كُنْتنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيا وَزِينَتَهَا ...) إلى قوله (أجْرًا عَظِيمًا) قال: فبدأ بعائشة فخيرها، وقرأ عليها القرآن، فقالت: هل بدأت بأحد من نسائك قبلي؟ قال: \" لا \". قالت: فإني أختار الله ورسوله، والدار الآخرة، ولا تخبرهنّ بذلك. قال: ثم تتبعهنّ. فجعل يخيرهنّ ويقرأ عليهنّ القرآن، ويخبرهن بما صنعت عائشة، فتتابعن على ذلك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله (يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلا ...) إلى قوله (أجْرًا عَظيمًا) قال: قال الحسن وقَتادة: خيرهنّ بين الدنيا والآخرة والجنة والنار، في شيء كنّ أردنه من الدنيا، وقال عكرمة: في غيرة كانت غارتها عائشة، وكان تحته يومئذ تسع نسوة، خمس من قُرَيش: عائشة، وحفصة، وأمّ حبيبة بنت أبي سفيان، وسودة بنت زمعة، وأمّ سلمة بنت أبي أميَّة، وكانت تحته صفية ابنة حُييّ الخَيبرية، وميمونة بنت الحارث الهلالية، وزينب بنت جحش الأسدية، وجُوَيرية بنت الحارث من بني المصطلق، وبدأ بعائشة، فلما اختارت الله ورسوله والدار الآخرة، رُئي الفرح في وجه رسول الله صلى الله عليه وسلم، فتتابعن كلهنّ على ذلك، واخترن الله ورسوله والدار الآخرة.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن الحسن، وهو قول قتادة، في قول الله (يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا ...) إلى قوله (عَظِيمًا) قالا أمره الله أن يخيرهنّ بين الدنيا والآخرة، والجنة والنار. قال قتادة: وهي غيرة من عائشة في شيء أرادته من الدنيا، وكان تحته تسع نسوة: عائشة، وحفصة، وأمّ حبيبة بنت أبي سفيان، وسودة بنت زمعة، وأمّ سلمة بنت أبي أميَّة، وزينب بنت جحش، &; 20-253 &; وميمونة بنت الحارث الهلالية، وجُوَيرية بنت الحارث من بني المصطلق، وصفية بنت حُييّ بن أخطب، فبدأ بعائشة، وكانت أحبهنّ إليه، فلما اختارت الله ورسوله والدار الآخرة، رئي الفرح في وجه رسول الله صلى الله عليه وسلم، فتتابعن على ذلك.حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن الحسن، وهو قول قتادة قال: لما اخترن الله ورسوله شكرهنّ الله على ذلك فقال  لا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ  فقصره الله عليهنّ، وهنّ التسع اللاتي اخترن الله ورسوله.* ذكر من قال ذلك من أجل الغيرة:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله:  تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ...  الآية، قال: كان أزواجه قد تغايرن على النبي صلى الله عليه وسلم، فهجرهنّ شهرا، نـزل التخيير من الله له فيهنّ(يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الحَيَاةَ الدُّنْيَا وَزِينَتَهَا) فقرأ حتى بلغ  وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى  فخيرهنّ بين أن يخترن أن يخلي سبيلهن ويسرّحهنّ، وبين أن يقمن إن أردْن الله ورسوله على أنهنّ أمَّهات المؤمنين، لا ينكحن أبدا، وعلى أنه يؤوي إليه من يشاء منهنّ، لمن وهبت نفسها له؛ حتى يكون هو يرفع رأسه إليها، ويرجي من يشاء حتى يكون هو يرفع رأسه إليها ومن ابتغى ممن هي عنده وعزل، فلا جناح عليه،  ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلا يَحْزَنَّ وَيَرْضَيْنَ  إذا علمن أنه من قضائي عليهن، إيثار بعضهن على بعض، (أَدْنَى أَنْ يَرْضَيْنَ) قال:  وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ  من ابتغى أصابه، ومن عزل لم يصبه، فخيرهنّ، بين أن يرضين بهذا، أو يفارقهنّ، فاخترن الله ورسوله، إلا امرأة واحدة بدوية ذهبت، وكان على ذلك وقد شرط له هذا الشرط، ما زال يعدل بينهنّ حتى لقي الله.حدثنا أحمد بن عبدة الضبي، قال: ثنا أبو عوانة، عن عمر بن أبي سلمة، عن أبيه، قال: قالت عائشة: لما نـزل الخيار، قال لي رسول الله صلى الله عليه وسلم: \" إنّي أُريدُ أنْ أذْكُرَ لَكِ أمْرًا فَلا تَقْضِي فِيهِ شَيْئا حتى تَسْتَأْمِرِي أَبَوَيْكِ\". قالت: قلت: وما هو يا رسول الله؟ قال: فردّه عليها. فقالت: ما هو يا رسول الله؟ قال: فقرأ عليهنّ(يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الحَيَاةَ الدُّنْيَا وَزِينَتَهَا ...) إلى آخر الآية، قالت: قلت: بل نختار الله ورسوله، قالت: ففرح بذلك النبيّ صلى الله عليه وسلم.حدثنا ابن وكيع، قال: ثنا محمد بن بشر، عن محمد بن عمرو، عن أبي سلمة، عن عائشة، قالت: لما نـزلت آية التخيير، بدأ النبيّ صلى الله عليه وسلم بعائشة، فقال: \" يا عائشة، إنّي عارضٌ عَلَيْكِ أمْرًا، فَلا تَفْتَاتي فِيهِ بشَيء حتى تَعْرِضِيهِ على أبَوَيْكِ أبي بَكْرٍ وأُمّ رُومانَ\" فقالت: يا رسول الله وما هو؟ قال: \" قال الله (يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الحَيَاةَ الدُّنْيَا وَزِينَتَهَا) إلى (عَظِيمًا) فقلت: إني أريد الله ورسوله، والدار الآخرة، ولا أؤامر في ذلك أبويّ أبا بكر وأمّ رومان، فضحك رسول الله صلى الله عليه وسلم، ثم استقرأ الحُجَرَ فقال: \" إن عائشة قالت كذا \"، فقلن: ونحن نقول مثل ما قالت عائشة .حدثنا سعيد بن يحيى الأموي، قال: ثنا أبي، عن ابن إسحاق، عن عبد الله بن أبي بكر، عن عمرة، عن عائشة، أن النبيّ صلى الله عليه وسلم، لما نـزل إلى نسائه أُمر أن يخيرهنّ، فدخل عليّ فقال: \" سأذكر لَكِ أمْرًا وَلا تَعْجَلِي حَتى تَسْتَشِيرِي أباك \". فقلت: وما هو يا نبيّ الله؟ قال: \" إنّي أُمِرْتُ أنْ أُخَيِّرَكُنَّ\". وتلا عليها آية التخيير، إلى آخر الآيتين، قالت: قلت: وما الذي تقول؟ \" لا تعجلي حتى تستشيري أباك؟\"، فإني أختار الله ورسوله، فسُرَّ بذلك، وعرض على نسائه، فتتابعن كلهنّ، فاخترن الله ورسوله.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني موسى بن عليّ، ويونس بن يزيد، عن ابن شهاب، قال: أخبرني أبو سلمة بن عبد الرحمن، أن عائشة زوج النبيّ صلى الله عليه وسلم قالت: لما أمر رسول الله صلى الله عليه وسلم بتخيير أزواجه بدأني، فقال: \" إنّي ذَاكِرٌ لَكِ أمْرًا، فَلا عَلَيْكِ ألا تَعْجلِي حتى تَسْتأْمِرِي أبَوَيْكِ\" قالت: قد علم أن أبويّ لم يكونا ليأمراني بفراقه. قالت: ثمّ تلا هذه الآية (يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الحَيَاةَ الدُّنْيَا وَزِينَتَهَا فتَعالَيْنَ أُمَتِّعْكُنَّ وأُسَرِّحْكُنَّ سَرَاحًا جَميلا) قالت: فقلت: ففي أيّ هذا أستأمر أبويّ؟ فإني أريد الله ورسوله، والدار الآخرة. قالت عائشة: ثم فعل أزواج النبيّ صلى الله عليه وسلم مثل ما فعلت، فلم يكن ذلك حين قاله لهنّ رسول الله صلى الله عليه وسلم فاخترنه طلاقا؛ من أجل أنهنّ اخترنه.",
  "ayah": 29,
  "surah": 33
}
