{
  "text": "القول في تأويل قوله تعالى :  وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا (31)يقول تعالى ذكره: ومن يطع الله ورسوله منكن، وتعمل بما أمر الله &; 20-256 &; به؛(نُؤْتِهَا أجْرَهَا مَرَّتَينِ) يقول: يعطها الله ثواب عملها، مثلي ثواب عمل غيرهن من سائر نساء الناس (وَأعْتَدْنَا لَهَا رِزْقًا كَرِيمًا) يقول: وأعتدنا لها في الآخرة عيشا هنيئا في الجنة. وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ ...) الآية، يعني (1) من تطع الله ورسوله (وَتَعْمَلْ صَالِحًا)؛ تصوم وتصلي .حدثني سلم بن جنادة، قال: ثنا ابن إدريس، عن ابن عون، قال: سألت عامرا عن القنوت، قال: وما هو؟ قال: قلت  وَقُومُوا لِلَّهِ قَانِتِينَ  قال: مطيعين، قال: قلت (وَمَنْ يَقْنُتْ مِنْكُنَّ لله وَرَسُولِهِ) قال: يطعن.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ) أي من يطع منكن لله ورسوله (وَأعْتَدْنَا لَهَا رِزْقًا كَرِيمًا) وهي الجنة.واختلفت القراء في قراءة قوله (وَتَعْمَلْ صَالِحًا) فقرأ عامة قراء الحجاز والبصرة: (وَتَعْمَلْ) بالتاء ردا على تأويل من إذ جاء بعد قوله (مِنْكُنَّ) . وحكي بعضهم عن العرب أنها تقول: كم بيع لك جارية؟ وأنهم إن قدموا الجارية قالوا: كم جارية بيعت لك؟ فأنَّثوا الفعل بعد الجارية، والفعل في الوجهين لكم لا للجارية. وذكر الفراء أن بعض العرب أنشده:أيَـا أُمَّ عَمْـرٍو مَـن يَكُـن عُقْرُ دَارِهِجِــوَاءَ عَــدِيٍّ يِـأْكُلُ الْحَشَـراتِوَيَسْـوَدُّ مـن لَفْـحِ السَّـمُومِ جَبِينُـهُوَيَعْــرُو إنْ كَــانَ ذَوِي بَكَــرَاتِ (2)فقال: وإن كانوا ولم يقل: وإن كان، وهو لمن فرده على المعنى. وأما أهل الكوفة، فقرأت ذلك عامة قرائها: (وَيَعْمَلْ) بالياء عطفا على يقنت، إذ كان الجميع على قراءة الياء. والصواب من القول في ذلك أنهما قراءتان مشهورتان، ولغتان معروفتان في كلام العرب، فبأيتهما قرأ القارئ فمصيب، وذلك أن العرب ترد خبر \" من \" أحيانا على لفظها، فتوحد وتذكر، وأحيانا على معناها كما قال جل ثناؤه  وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لا يَعْقِلُونَ * وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ  فجمع مرة للمعنى ووحد أخرى للفظ.--------------------------------------------------------------------------------الهوامش:(1) من هنا إلى آخر الحديث ساقط من الأصل، وهو في الدر المنثور للسيوطي (5 : 196).(2) البيتان: من الشواهد الفراء في (معاني القرآن مصورة الجامعة 256) قال: أنشدني بعض العرب. وعقر الدار: أصلها، وقيل وسطها، وهو محلة القوم. والجواء: الفرجة التي بين محلة القوم ووسط البيوت؛ ويقال: نزلنا في جواء بني فلان، وقد بين أبو جعفر الطبري موضع الشاهد في البيت، ناقلا له عن الفراء، ولم يذكر قائل البيتين.",
  "ayah": 31,
  "surah": 33
}
