{
  "text": "القول في تأويل قوله تعالى :  وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالا مُبِينًا (36)يقول تعالى ذكره: لم يكن لمؤمن بالله ورسوله، ولا مؤمنة إذا قضى الله ورسوله في أنفسهم قضاء أن يتخيروا من أمرهم غير الذي قضى فيهم، ويخالفوا أمر الله وأمر رسوله وقضاءهما فيعصوهما، ومن يعص الله ورسوله فيما أمرا أو نهيا(فَقَدْ ضَلَّ ضَلالا مُبِينًا) يقول: فقد جار عن قصد السبيل، وسلك غير سبيل الهدى والرشاد.وذكر أن هذه الآية نـزلت في زينب بنت جحش حين خطبها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على فتاه زيد بن حارثة، فامتنعت من إنكاحه نفسها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إذَا قَضَى اللَّهُ وَرَسُولُهُ أمْرًا ....) إلى آخر الآية، وذلك أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم انطلق يخطب على فتاه زيد بن حارثة، فدخل على زينب بنت جحش الأسدية فخطبها، فقالت: لست بناكحته، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: فانكحيه، فقالت: يا رسول الله أؤمر في نفسي، فبينما هما يتحدثان أنـزل الله هذه الآية على رسوله (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ ....) إلى قوله (ضَلالا مُبِينًا) قالت: قد رضيته لي يا رسول الله مَنكحًا؟ قال: \" نعم \" قالت: إذن لا أعصي رسول الله، قد أنكحته نفسي.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أَبي نجيح، عن مجاهد قوله (أنْ تَكُونَ لَهُمُ الخِيَرَةُ مِنْ أمْرِهِمْ) قال: زينب بنت جحش وكراهتها نكاح زيد بن حارثة حين أمرها به رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إذَا قَضَى اللَّهُ وَرَسُولُهُ أمْرًا أَنْ يَكُونَ لَهُمُ الخِيرَةُ مِنْ أمْرِهِمْ) قال: نـزلت هذه الآية في زينب بنت جحش، وكانت بنت عمة رسول الله &; 20-272 &; صَلَّى الله عَلَيْهِ وَسَلَّم ، فخطبها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فرضيت ورأت أنه يخطبها على نفسه، فلما علمت أنه يخطبها على زيد بن حارثة أبت وأنكرت، فأنـزل الله (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إذَا قَضَى اللَّهُ وَرَسُولُهُ أمْرًا أنْ يَكُونَ لَهُمُ الخِيرَةُ مِنْ أمْرِهِمْ) قال: فتابعته بعد ذلك ورضيت.حدثني أَبو عبيد الوصافي، قال: ثنا محمد بن حمير، قال: ثنا ابن لهيعة، عن ابن أَبي عمرة، عن عكرمة، عن ابن عباس قال: خطب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم زينب بنت جحش لزيد بن حارثة، فاستنكفت منه وقالت: أنا خير منه حسبا وكانت امرأة فيها حدة؛ فأنـزل الله (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إذَا قَضَى اللَّهُ وَرَسُولُهُ أمْرًا ....) الآية كلها.وقيل: نـزلت في أم كلثوم بنت عقبة بن أبي معيط، وذلك أنها وهبت نفسها لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فزوجها زيد بن حارثة.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إذَا قَضَى اللَّهُ وَرَسُولُهُ أمْرًا ....) إلى آخر الآية، قال: نـزلت في أم كلثوم بنت عقبة بن أبي معيط، وكانت من أول من هاجر من النساء، فوهبت نفسها للنبي صَلَّى الله عَلَيْهِ وَسَلَّم ، فزوجها زيد بن حارثة، فسخطت هي وأخوها، وقالا إنما أردنا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فزوجنا عبده. قال: فنـزل القرآن (وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إذَا قَضَى اللَّهُ وَرَسُولُهُ أمْرًا أنْ يَكُونَ لَهُمُ الخِيرَةُ مِنْ أمْرِهِمْ ....) إلى آخر الآية. قال: وجاء أمر أجمع من هذا  النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ  قال: فذاك خاص، وهذا إجماع.",
  "ayah": 36,
  "surah": 33
}
