{
  "text": "القول في تأويل قوله تعالى :  مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (4)اختلف أهل التأويل في المراد من قول الله (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوفِهِ) فقال بعضهم: عنى بذلك تكذيب قوم من أهل النفاق، وصفوا نبيّ الله صلى الله عليه وسلم بأنه ذو قلبين، فنفى الله ذلك عن نبيه وكذّبهم.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا حفص بن نفيل، قال: ثنا زهير بن معاوية، عن قابوس بن أبي ظبيان أن أباه حدثه، قال: قلنا لابن عباس: أرأيت قول الله: (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) ما عنى بذلك؟ قال: قام رسول الله صلى الله عليه وسلم يوما فصلى، فخطر خطرة (1) فقال المنافقون الذين يصلون معه: إن له قلبين، قلبا معكم، وقلبا معهم، فأنـزل الله (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) .وقال آخرون: بل عنى بذلك: رجل من قريش كان يُدعى ذا القلبين من دهيه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) قال: كان رجل من قريش يسمى من دهيه (2) ذا القلبين، فأنـزل الله هذا في شأنه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (ما جَعَلَ اللَّهُ لِرَجُلٍ مِن قَلْبَيْن فِي جَوْفِهِ) قال: إن رجلا من بني فهر، قال: إن في جوفي قلبين، أعقل بكل واحد منهما أفضل من عقل محمد، وكذب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) قال قتادة: كان رجل على عهد رسول الله -صلى الله عليه وسلم- يسمى ذا القلبين، فأنـزل الله فيه ما تسمعون.قال قتادة: وكان الحسن يقول: كان رجل يقول لي: نفس تأمرني، ونفس تنهاني، فأنـزل الله فيه ما تسمعون.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن خصيف، عن عكرمة، قال: كان رجل يسمى ذا القلبين، فنـزلت (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) .وقال آخرون: بل عنى بذلك زيد بن حارثة من أجل أن رسول الله صلى الله عليه وسلم كان تبناه، فضرب الله بذلك مثلا.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الزهري، في قوله: (ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ) قال: بلغنا أن ذلك كان في زيد بن حارثة، ضرب له مثلا يقول: ليس ابن رجل آخر ابنك.وأولى الأقوال في ذلك بالصواب قول من قال: ذلك تكذيب من الله تعالى قول من قال لرجل في جوفه قلبان يعقل بهما، على النحو الذي رُوي عن ابن عباس، وجائز أن يكون ذلك تكذيبا من الله لمن وصف رسول الله صلى الله عليه وسلم بذلك، وأن يكون تكذيبا لمن سمى القرشيّ الذي ذُكر أنه سمي ذا القلبين من دهيه، وأيّ الأمرين كان فهو نفي من الله عن خلقه من الرجال أن يكونوا بتلك الصفة.وقوله: (وَما جَعَلَ أزْوَاجَكُمُ اللائِي تُظاهِرُونَ مِنْهُنَّ أمَّهاتِكُمْ) يقول تعالى ذكره: ولم يجعل الله أيها الرجال نساءكم اللائي تقولون لهنّ: أنتنّ علينا كظهور أمهاتنا أمهاتكم، بل جعل ذلك من قبلكم كذبا، وألزمكم عقوبة لكم كفَّارة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: (وَما جَعَلَ أزْوَاجَكُمُ اللائي تُظاهِرُونَ مِنْهُنَّ أُمَّهاتِكُمْ) : أي ما جعلها أمك؛ فإذا ظاهر الرجل من امرأته، فإن الله لم يجعلها أمه، ولكن جعل فيها الكفَّارة.وقوله: (وَما جَعَلَ أدعِياءَكُمْ أبْناءَكُمْ) يقول: ولم يجعل الله من ادّعيت أنه ابنك، وهو ابن غيرك ابنك بدعواك.وذُكر أن ذلك نـزل على رسول الله صلى الله عليه وسلم من أجل تبنيه زيد بن حارثة.* ذكر الرواية بذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (أدْعِياءَكُمْ أبْناءَكُمْ) قال: نـزلت هذه الآية في زيد بن حارثة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وَما جَعَلَ أدْعِياءَكُمْ أبْناءَكُمْ) قال: كان زيد بن حارثة حين منّ الله ورسوله عليه، يقال له: زيد بن محمد، كان تبنَّاه، فقال الله:  مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ  قال: وهو يذكر الأزواج والأخت، فأخبره أن الأزواج لم تكن بالأمهات أمهاتكم، ولا أدعياءكم أبناءكم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَما جَعَلَ أدْعِياءَكُمْ أبْناءكُمْ) وما جعل دعيَّك ابنك، يقول: إذا ادّعى رجل رجلا وليس بابنه (ذَلِكُمْ قَوْلُكُمْ بأفْوَاهِكُمْ ...) الآية، وذُكر لنا أن النبيّ صلى الله عليه وسلم كان يقول: \" من ادّعى إلى غَير أبِيهِ مُتَعَمِّدًا حَرَّمَ اللهُ عَلَيْهِ الجَنَّةَ\".حدثنا أبو كُرَيب، قال: ثنا ابن أبي زائدة، عن أشعث، عن عامر، قال: ليس في الأدعياء زيد وقوله: (ذَلِكُمْ قَوْلُكُمْ بأفْوَاهِكُمْ) يقول تعالى ذكره هذا القول وهو قول الرجل لامرأته: أنت عليّ كظهر أمي، ودعاؤه من ليس بابنه أنه ابنه، إنما هو قولكم بأفواهكم لا حقيقة له، لا يثبت بهذه الدعوى نسب الذي ادعيت بنوته، ولا تصير الزوجة أمَّا بقول الرجل لها: أنت عليّ كظهر أمي (واللَّهُ يقُولُ الحَقَّ) يقول: والله هو الصادق الذي يقول الحقّ، وبقوله يثبت نسب من أثبت نسبه، وبه تكون المرأة للمولود، أمَّا إذا حكم بذلك (وَهُوَ يَهْدِي السَّبِيلَ) يقول تعالى ذكره: والله يبين لعباده سبيل الحقّ، ويرشدهم لطريق الرشاد.------------------------الهوامش:(1) خطر خطرة: سها سهوة.(2) الدهو والدهى والدهاء: العقل.",
  "ayah": 4,
  "surah": 33
}
