{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالاتِكَ اللاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (50)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ ) يعني: اللاتي تزوجتهن بصداق مسمى.كما حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد قوله ( أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ ) قال: صدقاتهن .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ ) قال: كان كل امرأة آتاها مهرا فقد أحلها الله له.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ ...) إلى قوله (خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ) فما كان من هذه التسمية ما شاء كثيرا أو قليلا.وقوله ( أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ ) يقول: وأحللنا لك إماءك اللواتي سبيتهن، فملكتهن بالسباء، وصرن لك بفتح الله عليك من الفيء ( وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالاتِكَ اللاتِي هَاجَرْنَ مَعَكَ ) فأحل الله له صَلَّى الله عَلَيْهِ وَسَلَّم من بنات عمه وعماته وخاله وخالاته، المهاجرات معه منهن دون من لم يهاجر منهن معه.كما حدثنا أَبو كريب، قال: ثنا عبد الله بن موسى، عن إسرائيل، عن السدي، عن أَبي صالح، عن أم هانئ، قالت: خطبني النبي صَلَّى الله عَلَيْهِ وَسَلَّم فاعتذرت له بعذري، ثم أنـزل الله عليه ( إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ ...) إلى قوله ( اللاتِي هَاجَرْنَ مَعَكَ ) قالت: فلم أُحل له؛ لم أهاجر معه، كنت من الطلقاء.وقد ذكر أن ذلك في قراءة ابن مسعود (وَبَنَاتِ خَالاتِكَ وَالَّلاتِي هَاجَرْنَ مَعَكَ) بواو، وذلك وإن كان كذلك في قراءته محتمل أن يكون بمعنى قراءتنا بغير الواو، وذلك أن العرب تدخل الواو في نعت من تقدم ذكره أحيانا، كما قال الشاعر:فـإنَّ رُشَـيدًا وَابْـنَ مَـرَوَانَ لَم يَكُنْلِيَفْعَـلَ حَـتَّى يَصْـدُرَ الأمْـرُ مَصْدَرًا (1)ورشيد هو ابن مروان، وكان الضحاك بن مزاحم يتأول قراءة عبد الله هذه أنهن نوع غير بنات خالاته وأنهن كل مهاجرة هاجرت مع النبي صَلَّى الله عَلَيْهِ وَسَلَّم .ذكر الخبر عنه بذلك:حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في حرف ابن مسعود (وَالَّلاتِي هَاجَرْنَ مَعَكَ) يعني بذلك: كل شيء هاجر معه ليس من بنات العم والعمة، ولا من بنات الخال والخالة.وقوله ( وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ ) يقول: وأحللنا له امرأة مؤمنة إن وهبت نفسها للنبي بغير صداق.كما حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أَبي نجيح، عن مجاهد قوله ( وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ ) بغير صداق، فلم يكن يفعل ذلك وأحل له خاصة من دون المؤمنين.وذكر أن ذلك في قراءة عبد الله (وَامْرَأَةً مُؤْمِنَةً وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ) بغير إن، ومعنى ذلك ومعنى قراءتنا وفيها إن واحد، وذلك كقول القائل في الكلام: لا بأس أن يطأ جارية مملوكة إن ملكها، وجارية مملوكة ملكها.وقوله ( إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا ) يقول: إن أراد أن ينكحها فحلال له أن ينحكها وإذا وهبت نفسها له بغير مهر (خَالِصَةً لَكَ) يقول: لا يحل لأحد من أمتك أن يقرب امرأة وهبت نفسها له، وإنما ذلك لك يا محمد خالصة أخلصت لك من دون سائر أمتك.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ) يقول: ليس لامرأة أن تهب نفسها لرجل بغير أمر ولي ولا مهر، إلا للنبي، كانت له خالصة من دون الناس ويزعمون أنها نـزلت في ميمونة بنت الحارث أنها التي وهبت نفسها للنبي.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ ...) إلى قوله ( خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ) قال: كان كل امرأة آتاها مهرا فقد أحلها الله له إلى أن وهب هؤلاء أنفسهن له، فأحللن له دون المؤمنين بغير مهر خالصة لك من دون المؤمنين إلا امرأة لها زوج.حدثني يعقوب، قال: ثنا ابن علية، عن صالح بن مسلم، قال: سألت الشعبي عن امرأة وهبت نفسها لرجل، قال: لا يكون لا تحل له، إنما كانت للنبي صَلَّى الله عَلَيْهِ وَسَلَّم .واختلفت القراء في قراءة قوله: ( إِنْ وَهَبَتْ نَفْسَهَا ) فقرأ ذلك عامة قراء الأمصار (إِنْ وَهَبَتْ) بكسر الألف على وجه الجزاء، بمعنى: إن تهب . وذكر عن الحسن البصري أنه قرأ: (أَنْ وَهَبَتْ) بفتح الألف، بمعنى: وأحللنا له امرأة مؤمنة أن ينكحها؛ لهبتها له نفسها.والقراءة التي لا أستجيز خلافها في كسر الألف لإجماع الحجة من القراء عليه.وأما قوله ( خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ) ليس ذلك للمؤمنين، وذكر أن لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قبل أن تنـزل عليه هذه الآية أن يتزوج أي النساء شاء، فقصره الله على هؤلاء، فلم يعدهن، وقصر سائر أمته على مثنى وثلاث ورباع.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر بن سليمان، قال: سمعت داود بن أبي هند، عن محمد بن أَبي موسى، عن زياد رجل من الأنصار، عن أُبَي بن كعب، أن التي أحل الله للنبي من النساء هؤلاء اللاتي ذكر الله ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتِي آتَيْتَ أُجُورَهُنَّ ...) إلى قوله (فِي أَزْوَاجِهِمْ) وإنما أحل الله للمؤمنين مثنى وثلاث ورباع.وحدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أَبي، عن أبيه، عن ابن عباس قوله ( يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ ...) إلى آخر الآية، قال: حرم الله عليه ما سوى ذلك من النساء، وكان قبل ذلك ينكح في أي النساء شاء، لم يحرم ذلك عليه، فكان نساؤه يجدن من ذلك وجدا شديدا أن ينكح في أي الناس أحب؛ فلما أنـزل الله: إني قد حرمت عليك من الناس سوى ما قصصت عليك أعجب ذلك نساءه.واختلف أهل العلم في التي وهبت نفسها لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من المؤمنات، وهل كانت عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم امرأة كذلك؟ فقال بعضهم: لم يكن عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم امرأة إلا بعقد نكاح أو ملك يمين، فأما بالهبة فلم يكن عنده منهن أحد .* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا يونس بن بكير، عن عنبسة بن الأزهر، عن سماك، عن عكرمة، عن ابن عباس قال لم يكن عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم امرأة وهبت نفسها.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن مجاهد أنه قال في هذه الآية ( وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ ) قال: أن تهب. وأما الذين قالوا: قد كان عنده منهن فإن بعضهم قال: كانت ميمونة بنت الحارث. وقال بعضهم: هي أم شريك . وقال بعضهم: زينب بنت خزيمة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، عن ابن عباس، قال: ( وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ ) قال: هي ميمونة بنت الحارث.وقال بعضهم: زينب بنت خزيمة أم المساكين امرأة من الأنصار.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، قال: ثني الحكم، قال: كتب عبد الملك إلى أهل المدينة يسألهم، قال: فكتب إليه علي، قال شعبة: وهو ظني علي بن حسين، قال: وقد أخبرني به أبان بن تغلب، عن الحكم، أنه علي بن الحسين الذي كتب إليه، قال: هي امرأة من الأسد يقال لها أم شريك، وهبت نفسها للنبي.قال: ثنا شعبة، قال: ثني عبد الله بن أبي السفر، عن الشعبي، أنها امرأة من الأنصار، وهبت نفسها للنبي، وهي ممن أرجأ.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني سعيد، عن هشام بن عروة، عن أبيه، عن خولة بنت حكيم بن الأوقص من بني سليم، كانت من اللاتي وهبن أنفسهن لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم .قال: ثني سعيد بن أبي الزناد، عن هشام بن عروة، عن أبيه، قال: كنا نتحدث أن أم شريك كانت وهبت نفسها للنبي صَلَّى الله عَلَيْهِ وَسَلَّم، وكانت امرأة صالحة.وقوله: ( قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ ) يقول تعالى ذكره: قد علمنا ما فرضنا على المؤمنين في أزواجهم إذا أرادوا نكاحهن مما لم نفرضه عليك، وما خصصناهم به من الحكم في ذلك دونك وهو أنا فرضنا عليهم أنه لا يحل لهم عقد نكاح على حرة مسلمة إلا بولي عصبة وشهود عدول، ولا يحل لهم منهن أكثر من أربع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عبد الله بن أحمد بن شبويه، قال: ثنا مطهر، قال: ثنا علي بن الحسين، قال: ثني أبي، عن مطر، عن قتادة في قول الله ( قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ ) قال: إن مما فرض الله عليهم أن لا نكاح إلا بولي وشاهدين.حدثنا محمد بن بشار، قال: ثنا أَبو أحمد، قال: ثنا سفيان، عن ليث، عن مجاهد ( قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ ) قال: في الأربع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله ( قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ ) قال: كان مما فرض الله عليهم أن لا تزوج امرأة إلا بولي وصداق عند شاهدي عدل، ولا يحل لهم من النساء إلا أربع وما ملكت أيمانهم.وقوله: ( وَمَا مَلَكَتْ أَيْمَانُهُمْ ) يقول تعالى ذكره: قد علمنا ما فرضنا على المؤمنين في أزواجهم، لأنه لا يحل لهم منهن أكثر من أربع، وما ملكت أيمانهم، فإن جميعهن إذا كن مؤمنات أو كتابيات، لهم حلال بالسباء والتسري وغير ذلك من أسباب الملك.وقوله ( لِكَيْلا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا ) يقول تعالى ذكره: إنا أحللنا لك يا محمد أزواجك اللواتي ذكرنا في هذه الآية، وامرأة مؤمنة إن وهبت نفسها للنبي، إن أراد النبي أن يستنكحها؛ لكيلا يكون عليك إثم وضيق في نكاح من نكحت من هؤلاء الأصناف التي أبحت لك نكاحهن من المسميات في هذه الآية، وكان الله غفورا لك ولأهل الإيمان بك، رحيمًا بك وبهم أن يعاقبهم على سالف ذنب منهم سلف بعد توبتهم منه.------------------------الهوامش:(1) البيت من شواهد الفراء: (معاني القرآن، مصورة الجامعة ص 257) قال عند قوله تعالى: (وبنات خالك وبنات خالاتك اللاتي هاجرن معك)، وفي قراءة عبد الله، يعني ابن مسعود: (وبنات خالك وبنات خالاتك واللاتي هاجرن معك) فقد تكون المهاجرات هن بنات الخال والخالة وإن كانت فيه الواو، فقال: واللاتي، والعرب تنعت بالواو وبغير الواو، كما قال الشاعر: (فإن رشيدا وابن مروان ... إلخ ). وأنت تقول في الكلام: إن زرت أخًا لك وابن عمك القريب لك؛ وإن قلت: والقريب لك. كان صوابا. وقد نقله المؤلف عن الفراء. وأوضحه بقوله في البيت: ورشيد هو ابن مروان.",
  "ayah": 50,
  "surah": 33
}
