{
  "text": "القول في تأويل قوله تعالى :  النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (6)يقول تعالى ذكره: (النَّبيُّ) محمد (أوْلَى بِالمُؤْمِنِينَ) يقول: أحق بالمؤمنين به (مِنْ أنْفُسِهِمْ)، أن يحكم فيهم بما يشاء من حكم، فيجوز ذلك عليهم.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: (النَّبيُّ أوْلَى بالمُؤْمِنِينَ مِنْ أنفُسهِمْ) كما أنت أولى بعبدك ما قضى فيهم من أمر جاز، كما كلما قضيت على عبدك جاز.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ) قال: هو أب لهم.حدثنا محمد بن المثنى، قال: ثنا عثمان بن عمر، قال: ثنا فليح، عن هلال بن علي، عن عبد الرحمن بن أبي عمرة، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \" ما مِنْ مُؤْمِنٍ إلا وأنا أوْلَى النَّاسِ بِهِ في الدُّنْيا والآخِرَةِ، اقْرَءُوا إنْ شِئْتُمْ(النَّبِيُّ أوْلَى بالمُؤْمِنينَ مِنْ أنْفُسهِمْ) وأيُّمَا مُؤمِنٍ تَرَكَ مالا فَلِوَرَثَتِهِ وَعَصَبَتِهِ مَنْ كانُوا، وَإن تَرَكَ دَيْنا أوْ ضياعا فَلْيأْتِني وأنا مَوْلاهُ\".حدثنا ابن وكيع، قال: ثنا حسن بن عليّ، عن أبي موسى إسرائيل بن موسى، قال: قرأ الحسن هذه الآية ( النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ) قال: قال الحسن: قال النبيّ صلى الله عليه وسلم: \" أنا أوْلى بكُلّ مُؤمِنٍ مِنْ نَفْسِهِ\" قال الحسن: وفي القراءة الأولى (أوْلَى بالمُؤْمنين مِنْ أنْفُسِهِمْ وَهُوَ أبٌ لَهُمْ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال في بعض القراءة (النَّبِيُّ أوْلَى بالمُؤْمِنِينَ مِنْ أنْفُسِهِمْ وَهُوَ أبٌ لَهُمْ) وذُكر لنا أن نبيّ الله صلى الله عليه وسلم قال: \" أيُّمَا رَجُلٍ تَرَكَ ضياعا فَأنا أوْلَى بِهِ، وَإنْ تَرَكَ مالا فَهُوَ لِوَرَثَتِهِ\".وقوله: (وأزْوَاجُهُ أمَّهاتُهُمْ) يقول: وحرمة أزواجه حرمة أمهاتهم عليهم، في أنهن يحرم عليهن نكاحهن من بعد وفاته، كما يحرم عليهم نكاح أمهاتهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ) يعظِّم بذلك حقهنّ، وفي بعض القراءة: (وَهُوَ أبٌ لَهُمْ).حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وأزْوَاجُهُ أُمَّهاتُهُمْ) محرّمات عليهم.وقوله: (وأُولُوا الأرْحامِ بَعْضُهُمْ أوْلى بِبَعْضٍ في كتاب اللَّهِ مِنَ المُؤْمِنينَ والمُهاجِرِينَ) يقول تعالى ذكره: وأولوا الأرحام الذين ورّثت بعضهم من بعض، هم أولى بميراث بعض من المؤمنين والمهاجرين أن يرث بعضهم بعضا، بالهجرة والإيمان دون الرحم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وأُولُوا الأرْحامِ بَعْضُهُمْ أوْلَى ببَعْضٍ فِي كِتابِ اللَّهِ مِنَ المُؤْمِنِينَ والمُهاجِرِينَ) لبث المسلمون زمانا يتوارثون بالهجرة، والأعرابيّ المسلم لا يرث من المهاجرين شيئا، فأنـزل الله هذه الآية، فخلط المؤمنين بعضهم ببعض، فصارت المواريث بالملل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (وأُولُوا الأرْحامِ بَعْضُهُمْ أوْلَى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ المُؤْمِنِينَ والمُهاجِرِينَ إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) قال: كان النبيّ صلى الله عليه وسلم قد آخَى بين المهاجرين والأنصار أوّل ما كانت الهجرة، وكانوا يتوارثون على ذلك، وقال الله:  وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ  قال: إذا لم يأت رحم لهذا يحول دونهم، قال: فكان هذا أوّلا فقال الله: (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) يقول: إلا أن توصوا لهم (كانَ ذلكَ فِي الكِتابِ مَسْطُورًا) أن أولي الأرحام بعضهم أولى ببعض في كتاب الله، قال: وكان المؤمنون والمهاجرون لا يتوارثون إن كانوا أولي رحم، حتى يهاجروا إلى المدينة، وقرأ قال الله:  وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا ...  إلى قوله:  وَفَسَادٌ كَبِيرٌ  فكانوا لا يتوارثون، حتى إذا كان عام الفتح، انقطعت الهجرة، وكثر الإسلام، وكان لا يقبل من أحد أن يكون على الذي كان عليه النبيّ ومن معه إلا أن يهاجر؛ قال: وقال رسول الله صلى الله عليه وسلم لمن بعث: \" اغْدُوا عَلى اسْمِ اللهِ لا تَغْلُوا وَلا تُوَلُّوا، ادْعُوهُمْ إلى الإسْلامِ، فإنْ أجابُوكُمْ فاقْبَلُوا وَادْعُوهُمْ إلى الهِجْرَةِ، فإنْ هاجَرُوا مَعَكُمْ، فَلَهُمْ ما لَكُمْ، وَعَلَيْهِمْ ما عَلَيْكُمْ، فإنْ أبَوْا وَلَمْ يُهاجِرُوا وَاخْتارُوا دَارَهُمْ فأقِرُّوهُمْ فِيها، فَهُمْ كالأعْرابِ تجْرِي عَلَيْهِمْ أحْكام الإسْلام، وَلَيْسَ لَهُمْ فِي هَذَا الفَيْءِ نَصِيبٌ\". قال: فلما جاء الفتح، وانقطعت الهجرة، قال رسول الله صلى الله عليه وسلم: \" لا هِجْرَةَ بَعْدَ الفَتْحِ\" وكثر الإسلام، وتوارث الناس على الأرحام حيث كانوا، ونسخ ذلك الذي كان بين المؤمنين والمهاجرين، وكان لهم في الفيء نصيب، وإن أقاموا وأبوا، وكان حقهم في الإسلام واحدًا، المهاجر وغير المهاجر والبدوي وكلّ أحد، حين جاء الفتح.فمعنى الكلام على هذا التأويل: وأولوا الأرحام بعضهم أولى ببعض من المؤمنين والمهاجرين ببعضهم أن يرثوهم بالهجرة، وقد يحتمل ظاهر هذا الكلام أن يكون من صلة الأرحام من المؤمنين والمهاجرين، أولى بالميراث، ممن لم يؤمن، ولم يهاجر.وقوله: (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) اختلف أهل التأويل في تأويله، فقال بعضهم: معنى ذلك: إلا أن توصوا لذوي قرابتكم من غير أهل الإيمان والهجرة.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبو معاوية، عن حجَّاج، عن سالم، عن ابن الحنفية (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) قالوا: يوصي لقرابته من أهل الشرك.قال: ثنا عبدة، قال: قرأت على ابن أبي عروبة، عن قتادة (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) قال: للقرابة من أهل الشرك وصية، ولا ميراث لهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) قال: إلى أوليائكم من أهل الشرك وصية، ولا ميراث لهم.حدثنا ابن وكيع، قال: ثنا أبو أحمد الزبيري ويحيى بن آدم، عن ابن المبارك، عن معمر، عن يحيى بن أبي كثير، عن عكرمة (إلى أوْلِيائِكُمْ مَعْرُوفا) قال: وصية.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني محمد بن عمرو، عن ابن جريج، قال: قلت لعطاء: ما قوله: (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) فقال: العطاء، فقلت له: المؤمن للكافر بينهما قرابة؟ قال: نعم عطاؤه إياه حباء ووصية له.وقال آخرون: بل معنى ذلك: إلا أن تمسكوا بالمعروف بينكم بحقّ الإيمان والهجرة والحلف، فتؤتونهم حقهم من النصرة والعقل عنهم.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) قال: حلفاؤكم الذين والى بينهم النبيّ صلى الله عليه وسلم من المهاجرين والأنصار، إمساك بالمعروف والعقل والنصر بينهم.وقال آخرون: بل معنى ذلك: أن توصوا إلى أوليائكم من المهاجرين وصية.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: (إلا أنْ تَفْعَلُوا إلى أوْلِيائِكُمْ مَعْرُوفا) يقول: إلا أن توصوا لهم.وأولى الأقوال في ذلك عندي بالصواب أن يقال: معنى ذلك إلا أن تفعلوا إلى أوليائكم الذين كان رسول الله صلى الله عليه وسلم آخى بينهم وبينكم من المهاجرين والأنصار، معروفا من الوصية لهم، والنصرة والعقل عنهم، وما أشبه ذلك، لأن كلّ ذلك من المعروف الذي قد حثّ الله عليه عباده.وإنما اخترت هذا القول، وقلت: هو أولى بالصواب من قيل من قال: عنى بذلك الوصية للقرابة من أهل الشرك، لأن القريب من المشرك، وإن كان ذا نسب فليس بالمولى، وذلك أن الشرك يقطع ولاية ما بين المؤمن والمشرك، وقد نهى الله المؤمنين أن يتخذوا منهم وليا بقوله:  لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ  وغير جائز أن ينهاهم عن اتخاذهم أولياء، ثم يصفهم جلّ ثناؤه بأنهم لهم أولياء. وموضع \" أن \" من قوله: (إلا أنْ تَفْعَلُوا) نصب على الاستثناء ومعنى الكلام: وأولوا الأرحام بعضهم أولى ببعض في كتاب الله من المؤمنين والمهاجرين، إلا أن تفعلوا إلى أوليائكم الذين ليسوا بأولي أرحام منكم معروفا.وقوله: (كانَ ذلكَ فِي الكِتابِ مَسْطُورًا) يقول: كان أولوا الأرحام بعضهم أولى ببعض في كتاب الله، أي في اللوح المحفوظ مسطورا أي مكتوبا، كما قال الراجز:في الصُّحُفِ الأولى التي كانَ سَطَرْ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (كانَ ذلكَ فِي الكِتابِ مَسْطُورًا) : أي أن أولي الأرحام بعضهم أولى ببعض في كتاب الله.وقال آخرون: معنى ذلك: كان ذلك في الكتاب مسطورا: لا يرث المشرك المؤمن.------------------------الهوامش:(3) البيت من مشطور الرجز، وهو للعجاج الراجز، من أرجوزته المطولة التي مدح بها عمر بن عبد الله بن معمر، وقد بعثه عبد الملك لحرب أبي فديك الخارجي، فانتصر عليه. (ديوان العجاج طبع ليبسج سنة 1903 ص 19). والبيت شاهد على أن معنى سطر: كتب والسطر: الخط والكتابة.",
  "ayah": 6,
  "surah": 33
}
