{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا (69)يقول تعالى ذكره لأصحاب نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم: يا أيها الذين آمنوا بالله ورسوله لا تؤذوا رسول الله بقول يكرهه منكم، ولا بفعل لا يحبه منكم، ولا تكونوا أمثال الذين آذوا موسى نبي الله فرموه بعيب كذبًا وباطلا(فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا) فيه من الكذب والزور بما أظهر من البرهان على كذبهم (وَكَانَ عِنْدَ اللَّهِ وَجِيهًا) يقول: وكان موسى عند الله مشفعًا فيما يسأل ذا وجه ومنـزلة عنده بطاعته إياه.ثم اختلف أهل التأويل في الأذى الذي أوذي به موسى الذي ذكره الله في هذا الموضع؛ فقال بعضهم: رموه بأنه آدر، وروِي بذلك عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم خبرا.* ذكر الرواية التي رويت عنه، ومن قال ذلك:حدثني أَبو السائب قال ثنا أَبو معاوية عن الأعمش عن المنهال عن سعيد بن جبير وعبد الله بن الحارث عن ابن عباس في قوله ( لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى ) قال: قال له قومه: إنك آدر، قال: فخرج ذات يوم يغتسل فوضع ثيابه على صخرة فخرجت الصخرة تشتد بثيابه وخرج يتبعها عريانًا حتى انتهت به إلى مجالس بني إسرائيل، قال: فرأوه ليس بآدر، قال: فذلك قوله (فَبَرَّأَهُ الله مِمَّا قَالُوا) .حدثني يحيى بن داود الواسطي قال ثنا إسحاق بن يوسف الأزرق عن سفيان عن جابر عن عكرمة عن أَبي هريرة عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم: ( لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى ) قال: قالوا هو آدر قال: فذهب موسى يغتسل، فوضع ثيابه على حجر فمر الحجر بثيابه فتبع موسى قفاه، فقال: ثيابي حجر. فمر بمجلس بني إسرائيل، فرأوه؛ فبرأه الله مما قالوا(وَكَانَ عِنْدَ الله وَجِيهًا) .حدثني محمد بن سعد قال: ثني أَبي قال ثني عمي قال ثني أَبي عن أبيه عن ابن عباس ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى ...) إلى (وَجِيهًا) قال: كان أذاهم موسى أنهم قالوا والله ما يمنع موسى أن يضع ثيابه &; 20-333 &; عندنا إلا أنه آدر، فآذى ذلك موسى، فبينما هو ذات يوم يغتسل وثوبه على صخرة، فلما قضى موسى غسله وذهب إلى ثوبه ليأخذه انطلقت الصخرة تسعى بثوبه وأنطلق يسعى في أثرها حتى مرت على مجلس بني إسرائيل وهو يطلبها، فلما رأوا موسى صَلَّى الله عَلَيْهِ وَسَلَّم متجردا لا ثوب عليه قالوا: ولله ما نرى بموسى بأسًا، وإنه لبريء مما كنا نقول له فقال الله (فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا) .حدثني يونس قال أخبرنا ابن وهب قال قال ابن زيد في قوله ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى ...) الآية قال: كان موسى رجلا شديد المحافظة على فرجه وثيابه، قال: فكانوا يقولون: ما يحمله على ذلك إلا عيب في فرجه يكره أن يرى، فقام يوما يغتسل في الصحراء فوضع ثيابه على صخرة، فاشتدت بثيابه، قال: وجاء يطلبها عريانًا حتى اطلع عليهم عريانًا، فرأوه بريئًا مما قالوا، وكان عند الله وجيهًا، قال: والوجيه في كلام العرب: المحب المقبول.وقال آخرون: بل وصفوه بأنه أبرص.* ذكر من قال ذلك:حدثنا ابن حميد قال ثنا يعقوب عن جعفر عن سعيد قال: قال بنو إسرائيل إن موسى آدر، وقالت طائفة: هو أبرص، من شدة تستره، وكان يأتي كل يوم عينًا، فيغتسل ويضع ثيابه على صخرة عندها، فعدت الصخرة بثيابه حتى انتهت إلى مجلس بني إسرائيل، وجاء موسى يطلبها فلما رأوه عريانًا ليس به شيء مما قالوا لبس ثيابه ثم أقبل على الصخرة يضربها بعصاه، فأثرت العصا في الصخرة.حدثنا بحر بن حبيب بن عربي قال ثنا روح بن عبادة قال ثنا عوف عن محمد عن أَبي هريرة في هذه الآية ( لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا &; 20-334 &; قَالُوا ...) الآية قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إن موسى كان رجلا حييًّا سِتِّيرًا لا يكاد يرى من جلده شيء استحياء منه فآذاه من آذاه من بنو إسرائيل، وقالوا: ما تستر هذا التستر إلا من عيب في جلده؛ إما برص، وإما أدرة، وإما آفة، وإن الله أراد أن يبرئه مما قالوا، وإن موسى خلا يومًا وحده فوضع ثيابه على حجر ثم اغتسل فلما فرغ من غسله، أقبل على ثوبه ليأخذه وإن الحجر عدا بثوبه، فأخذ موسى عصًا وطلب الحجر، وجعل يقول: ثوبي حجر، حتى انتهى إلى ملأ من بني إسرائيل، فرأوه عريانًا كأحسن الناس خلقًا وبرأه الله مما قالوا، وإن الحجر قام فأخذ ثوبه ولبسه فطفق بالحجر ضربًا بذلك، فوالله إن في الحجر لندبًا من أثر ضربه ثلاثًا أو أربعًا أو خمسًا \".حدثنا ابن بشار قال ثنا ابن أَبي عدي عن عوف عن الحسن قال: بلغني أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" كان موسى رجلا حييًّا ستيرا \" ثم ذكر نحوًا منه.حدثنا بشر قال ثنا يزيد قال ثنا سعيد عن قتادة قال حدث الحسن عن أَبي هريرة أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إن بني إسرائيل كانوا يغتسلون وهم عراة وكان نبي الله موسى حييًّا؛ فكان يتستر إذا اغتسل، فطعنوا فيه بعورة قال: فبينا نبي الله يغتسل يومًا إذ وضع ثيابه على صخرة فانطلقت الصخرة واتبعها نبي الله ضربًا بعصاه: ثوبي يا حجر ثوبي يا حجر، حتى انتهت إلى ملإ من بني إسرائيل، أو تَوَسَّطَهُم، فقامت فأخذ نبي الله ثيابه ، فنظروا إلى أحسن الناس خلْقًا وأعدله مروءة فقال الملأ قاتل الله أفَّاكي بني إسرائيل، فكانت براءته التي برأه الله منها \".وقال آخرون: بل كان أذاهم إيَّاه ادعاءهم عليه قتل هارون أخيه.* ذكر من قال ذلك:حدثني علي بن مسلم الطوسي قال ثنا عباد قال ثنا سفيان بن حبيب عن &; 20-335 &; الحكم عن سعيد بن جبير عن ابن عباس عن علي بن أبي طالب رضي الله عنه في قول الله (لا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى ...) الآية، قال: صعد موسى وهارون الجبل، فمات هارون فقالت بنو إسرائيل: أنت قتلته وكان أشد حبًّا لنا منك وألين لنا منك، فآذوه بذلك، فأمر الله الملائكة فحملته حتى مروا به على بني إسرائيل، وتكلمت الملائكة بموته، حتى عرف بنو إسرائيل أنه قد مات، فبرأه الله من ذلك فانطلقوا به فدفنوه، فلم يطلع على قبره أحد من خلق الله إلا الرخم؛ فجعله الله أصم أبكم.وأولى الأقوال في ذلك بالصواب أن يقال: إن بني إسرائيل آذوا نبي الله ببعض ما كان يكره أن يؤذى به، فبرأه الله مما آذوه به. وجائز أن يكون ذلك كان قيلهم: إنه أبرص. وجائز أن يكون كان ادعاءهم عليه قتل أخيه هارون. وجائز أن يكون كل ذلك؛ لأنه قد ذكر كل ذلك أنهم قد آذوه به، ولا قول في ذلك أولى بالحق مما قال الله إنهم آذوا موسى، فبرأه الله مما قالوا.",
  "ayah": 69,
  "surah": 33
}
