{
  "text": "The Reward of the Righteous &the Sinners Allah informs of what the righteous will receive of delight\nThey are those who obeyed Allah and did not meet Him with disobedience (sins). Then He mentions that the evildoers will be in Hell and eternal torment. Due to this He says,\nيَصْلَوْنَهَا يَوْمَ الدِّينِ\n(Therein they will enter, and taste its burning flame on the Day of Recompense,) meaning, the Day of Reckoning, Recompense, and Judgement.\nوَمَا هُمَ عَنْهَا بِغَآئِبِينَ\n(And they will not be absent therefrom.) meaning, they will not be absent for even one hour from the torment. The torment will not be lightened from them, nor will they be granted the death that they will be requesting, or any rest -- not even for a single day. Allah then says,\nوَمَآ أَدْرَاكَ مَا يَوْمُ الدِّينِ\n(And what will make you know what the Day of Recompense is) This is a magnification of the affair of the Day of Judgement. Then Allah affirms it by saying,\nثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدِّينِ\n(Again, what will make you know what the Day of Recompense is) Then He explains this by saying,\nيَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً\n((It will be) the Day when no person shall have power for another, ) meaning, no one will be able to benefit anyone else, or help him out of that which he will be in, unless Allah gives permission to whomever He wishes and is pleased with. We will mention here a Hadith (where the Prophet said),\n«يَا بَنِي هَاشِم، أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ لَا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا»\n(O children of Hashim! Save yourselves from the Fire, for I have no power to cause you any benefit from Allah.) This has been mentioned previously at the end of the Tafsir of Surat Ash-Shu`ara' (see 26:214). Thus, Allah says,\nوَالاٌّمْرُ يَوْمَئِذٍ لِلَّهِ\n(and the Decision, that Day, will be with Allah.) \"By Allah, the Decision is for Allah today (now), but on that Day no one will try to dispute with Him about it.\" This is the end of the Tafsir of Surat Al-Infitar. All praise and blessings are due to Allah, and He is the Giver of success and freedom from error.",
  "ayah": 17,
  "surah": 82
}
