{
  "text": "وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ (10)عطف على { والذين تبوؤا الدار } [ الحشر : 9 ] على التفسيرين المتقدمين؛ فأما على رأي من جعلوا { والذين تبوءوا الدار } [ الحشر : 9 ] معطوفاً على { للفقراء المهاجرين } [ الحشر : 8 ] جعلوا { الذين جاؤوا من بعدهم } فريقاً من أهل القُرى ، وهو غير المهاجرين والأنصار بلْ هو من جاء إلى الإِسلام بعد المهاجرين والأنصار ، فضمير { من بعدهم } عائد إلى مجموع الفريقين .والمجيء مستعمل للطروِّ والمصير إلى حالة تماثل حالهم ، وهي حالة الإِسلام ، فكأنهم أتوا إلى مكان لإِقامتهم ، وهذا فريق ثالث وهؤلاء هم الذين ذُكروا في قوله تعالى بعدَ ذكر المهاجرين والأنصار { والذين اتَّبعوهم بإحسان } [ التوبة : 100 ] أي اتبعوهم في الإِيمان .وإنما صيغ { جاءوا } بصيغة الماضي تغليباً لأن من العرب وغيرهم من أسلموا بعد الهجرة مثل غِفارة ، ومُزينة ، وأسلم ، ومثل عبد الله بن سَلاَم ، وسلمان الفارسي ، فكأنه قيل : الذين جاؤوا ويجيئون ، بدلالة لحن الخطاب . والمقصود من هذا : زيادة دفع إيهام أن يختص المهاجرون بما أفاء الله على رسوله صلى الله عليه وسلم من أهل القرى كما اختصهم النبي صلى الله عليه وسلم بفيْء بني النضير .وقد شملت هذه الآية كل من يوجد من المسلمين أبد الدهر ، وعلى هذا جرى فهم عمر بن الخطاب رضي الله عنه . روى البخاري من طريق مالك عن زيد بن أسلم عن أبيه قال : قال عمر : لولا آخر المسلمين ما فتحت قرية إلا قسمتها بين أهلها ( أي الفاتحين ) كما قسم النبي صلى الله عليه وسلم خيبر .وذكر القرطبي : أن عمر دعا المهاجرين والأنصار واستشارهم فيما فتح الله عليه وقال لهم : تثبتوا الأمر وتدبروه ثم اغدوا عليَّ فلما غدَوا عليه قال : قد مررت بالآيات التي في سورة الحشر وتلا { ما أفاء الله على رسوله من أهل القرى } إلى قوله : { أولئك هم الصادقون } ( 7 ، 8 ) . قال : ما هي لهؤلاء فقط وتلا قوله : والذين جاءوا من بعدهم } إلى قوله : { رؤوف رحيم } ثم قال : ما بقي أحد من أهل الإِسلام إلا وقد دخل في ذلك اه .وهذا ظاهر في الفيء ، وأما ما فُتح عنوة فمسألة أخرى ولعمر بن الخطاب في عدم قسمته سوادَ العراق بين الجيش الفاتحين له عمل آخر ، وهو ليس من غرضنا . ومحله كتب الفقه والحديث .والفريق من المفسرين الذين جعلوا قوله تعالى : { والذين تبوءوا الدار والإيمان } [ الحشر : 9 ] كلاماً مستأنفاً ، وجعل { يحبون من هاجر إليهم } [ الحشر : 9 ] خبراً عن اسم الموصول ، جعلوا قوله : { والذين جاءوا من بعدهم } كذلك مستأنفاً .ومن الذين جعلوا قوله : { والذين تبوءوا } [ الحشر : 9 ] معطوفاً على { للفقراء المهاجرين } [ الحشر : 8 ] من جعل قوله : { والذين جاءوا من بعدهم } مستأنفاً . ونسبه ابن الفرس في «أحكام القرآن» إلى الشافعي . ورأى أن الفيء إذا كان أرضاً فهو إلى تخيير الإِمام وليس يتعين صرفه للأصناف المذكورة في فيء بني النضير .وجملة { يقولون ربنا اغفر لنا } على التفسير المختار في موضع الحال من { الذين جاؤوا من بعدهم } .والغلّ بكسر الغين : الحسد والبغض ، أي سألوا الله أن يطَهر نفوسهم من الغلّ والحسد للمؤمنين السابقين على ما أعطُوه من فضيلة صحبة النبي صلى الله عليه وسلم وما فُضّل به بعضهم من الهجرة وبعضهم من النصرة ، فبيّن الله للذين جاؤا من بعدهم ما يكسبهم فضيلة ليست للمهاجرين والأنصار ، وهي فضيلة الدعاء لهم بالمغفرة وانطواء ضمائرهم على محبتهم وانتفاء البغض لهم .والمراد أنهم يضمرون ما يدعون الله به لهم في نفوسهم ويرضوا أنفسهم عليه .وقد دلت الآية على أن حقاً على المسلمين أن يَذكروا سلفهم بخير ، وأن حقاً عليهم محبة المهاجرين والأنصار وتعظيمهم ، قال مالك : من كان يبغض أحداً من أصحاب محمد صلى الله عليه وسلم أو كان قلبه عليه غل فليس له حق في فيْء المسلمين ، ثم قرأ { والذين جاءوا من بعدهم } الآية .فلعله أخذ بمفهوم الحال من قوله تعالى : { يقولون ربنا اغفر لنا } الآية ، فإن المقصد من الثناء عليهم بذلك أن يضمروا مضمونه في نفوسهم فإذا أضمروا خلافه وأعلنوا بما ينافي ذلك فقد تخلف فيهم هذا الوصف ، فإن الفيء عطية أعطاها الله تلك الأصناف ولم يكتسبوها بحق قتال ، فاشترط الله عليهم في استحقاقها أن يكونوا محبين لسلفهم غير حاسدين لهم .وهو يعني إلا ما كان من شنآن بين شخصين لأسباب عادية أو شرعية مثل ما كان بين العباس وعليّ حين تحاكما إلى عمر ، فقال العباس : اقض بيني وبين هذا الظالم الخائن الغادر . ومثل إقامة عمر حدّ القذف على أبي بَكرة .وأما ما جرى بين عائشة وعليّ من النزاع والقتال وبين عليّ ومعاوية من القتال فإنما كان انتصاراً للحق في كلا رأيَي الجانبين وليس ذلك لغلّ أو تنقص ، فهو كضرب القاضي أحداً تأديباً له فوجب إمساك غيرهم من التحَزب لهم بعدهم فإنه وإن ساغ ذلك لآحادِهم لتكافىء درجاتهم أو تقاربها . والظنِّ بهم زوال الحزازات من قلوبهم بانقضاء تلك الحوادث ، لا يسوغ ذلك للأذناب من بعدهم الذين ليسوا منهم في عير ولا نفير ، وإنما هي مسحَة من حمية الجاهلية نَخرت عضد الأمة المحمدية .",
  "ayah": 10,
  "surah": 59
}
