{
  "text": "لَوْ أَنْزَلْنَا هَذَا الْقُرْآَنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (21)لما حذّر المسلمين من الوقوع في مهواة نسيان الله التي وقع فيها الفاسقون ، وتوعد الدين نَسُوا الله بالنار ، وبيّن حالهم بأن الشيطان سوّل لهم الكفر . وكان القرآن دالاً على مسالك الخير ومحذّراً من مسالك الشر ، وما وقع الفاسقون في الهلكة إلا من جراء إهمالهم التدبر فيه ، وذلك من نسيانهم الله تعالى انتقل الكلام إلى التنويه بالقرآن وهديه البيّن الذي لا يصرف الناسَ عنه إلا أهواؤهم ومكابرتهم ، وكان إعراضهم عنه أصل استمرار ضلالهم وشركهم ، ضَرب لهم هذا المثل تعجيباً من تصلبهم في الضلال .وفي هذا الانتقال إيذان بانتهاء السورة لأنه انتقال بعد طول الكلام في غرضضِ فَتح قُرى اليهود وما ينال المنافقين من جَرَّائِه من خسران في الدنيا والآخرة .و { هذا القرآن } إشارة إلى المقدار الذي نَزل منه ، وهو ما عرفوه وتلَوه وسمعوا تلاوته .وفائدة الإِتيان باسم إشارة القريب التعريض لهم بأن القرآن غير بعيد عنهم . وأنه في متناولهم ولا كلفة عليهم في تدبره ولكنهم قصدوا الإِعراض عنه .وهذا مثَلٌ ساقه الله تعالى كما دلّ عليه قوله : { وتلك الأمثال } الخ . وقد ضرب هذا مثلاً لقسوة الذين نَسُوا الله وانتفاء تأثرهم بقوارع القرآن .والمراد بالجبل : حقيقته ، لأن الكلام فرض وتقدير كما هو مقتضى { لَو } أن تجيء في الشروط المفروضة .فالجبل : مثال لأشد الأشياء صلابة وقلة تأثر بما يقرعه . وإنزال القرآن مستعار للخطاب به . عبر عنه بالإِنزال على طريقة التبعية تشبيهاً لشرف الشيء بعلوّ المكان ، ولإِبلاغه للغير بإنزال الشيء من علوّ .والمعنى : لو كان المخاطب بالقرآن جَبلاً ، وكان الجبل يفهم الخطاب لتأثر بخطاب القرآن تأثراً ناشئاً من خشية لله خشية تؤثرها فيه معاني القرآن .والمعنى : لو كان الجبل في موضع هؤلاء الذين نسُوا الله وأعرضوا عن فهم القرآن ولم يتّعظوا بمواعظه لاتَّعظ الجبل وتصدّع صخرهُ وتربه من شدة تأثره بخشية الله .وضرَب التصدع مثلاً لشدة الانفعال والتأثر لأن منتهى تأثر الأجسام الصلبة أن تنْشَقَّ وتتصدع إذ لا يحصل ذلك لها بسهولة .والخشوع : التطأطؤ والركوع ، أي لرأيته ينزل أعلاه إلى الأرض .والتصدع : التشقق ، أي لتزلزل وتشقق من خوفه الله تعالى .والخطاب في { لرأيته } لغير معيّن فيعمّ كل من يسمع هذا الكلام والرؤية بصرية ، وهي منفية لوقوعها جواباً لحرف { لو } الامتناعية .والمعنى : لو كان كذلك لرأيت الجبل في حالة الخشوع والتصدع .وجملة { وتلك الأمثال نضربها للناس } تذييل لأن ما قبلها سيق مساق المثل فذُيّل بأن الأمثال التي يضربها الله في كلامه مثلَ المثل أراد منها أن يتفكروا فإن لم يتفكروا بها فقد سُجّل عليهم عنادُهم ومكابرتهم ، فالإِشارة بتلك إلى مجموع ما مرّ على أسماعهم من الأمثال الكثيرة ، وتقديرُ الكلام : ضربنا هذا مثلاً ، { وتلك الأمثال نضربها للناس } .وضرب المثل سَوقه ، أطلق عليه الضرب بمعنى الوضع كما يقال : ضرب بيتاً ، وقد تقدم بيان ذلك عند قوله تعالى : { إن الله لا يستحي أن يضرب مثلاً } ما في سورة [ البقرة : 26 ] .",
  "ayah": 21,
  "surah": 59
}
