{
  "text": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ (22)لما تكرر في هذه السورة ذكر اسم الله وضمائره وصفاته أربعين مرة منها أربع وعشرون بذكر اسم الجلالة وست عشرة مرة بذكر ضميره الظاهرِ ، أو صفاته العلية . وكان ما تضمنته السورة دلائل على عظيم قدرة الله وبديع تصرفه وحكمته .وكان مما حوته السورة الاعتبارُ بعظيم قدرة الله إذْ أيد النبي صلى الله عليه وسلم والمسلمين ونصرَهم على بني النضير ذلك النصرَ الخارق للعادة ، وذِكر ما حل بالمنافقين أنصارهم وأن ذلك لأنهم شاقُّوا الله ورسوله وقوبل ذلك بالثناء على المؤمنين بالله ورسوله صلى الله عليه وسلم الذين نصروا الدّين ، ثم الأمر بطاعة الله والاستعداد ليوم الجزاء ، والتحذير من الذين أعرضوا عن كتاب الله ومن سوء عاقبتهم ، وختم ذلك بالتذكير بالقرآن الدال على الخير ، والمعرّف بعظمة الله المقتضية شدة خشيته ، عقب ذلك بذكر طائفة من عظيم صفات الله ذات الآثار العديدة في تصرفاته المناسبة لغرض السورة زيادة في تعريف المؤمنين بعظمته المقتضية للمزيد من خشيته . وبالصفات الحسنى الموجبة لمحبته ، وزيادةً في إرهاب المعاندين المعرضين من صفات بطشه وجبروته ، ولذلك ذُكر في هذه الآيات الخواتم للسورة من صفاته تعالى ما هو مختلف التعلق والآثار للفريقين حظ مَا يليق به منها .وفي غضون ذلك كله دلائل على بطلان إشراكهم به أصنامهم . وسنذكر مراجع هذه الأسماء إلى ما اشتملت عليه السورة فيما يأتي .فضمير الغيبة الواقع في أول الجملة عائد إلى اسم الجلالة في قوله تعالى : { يأيها الذين آمنوا اتقوا الله } [ الحشر : 18 ] ، و { هو } مبتدأ واسم الجلالة خبر عنه و { الذي } صفة لاسم الجلالة .وكان مقتضى الظاهر الاقتصار على الضمير دون ذكر اسم الجلالة لأن المقصود الإِخبار عن الضمير ب { الذي لا إله إلا هو } وبما بعد ذلك من الصفات العلية ، فالجمع بين الضمير وما يساوي معادَة اعتبار بأن اسم الجلالة يجمع صفات الكمال لأن أصله الإله ومدلول الإله يقتضي جميع صفات الكمال .ويجوز أن يجعل الضمير ضمير الشأن ويكون الكلام استئنافاً قُصد منه تعليم المسلمين هذه الصفات ليتبَصَّرُوا فيها وللردّ على المشركين إشراكهم بصاحب هذه الصفات معه أصنافاً ليس لواحد منها شيء من مثل هذه الصفات ، ولذلك ختمت طائفة منها بجملة { سبحان الله عما يشركون } [ الحشر : 23 ] ، لتكون ختاماً لهذه السورة الجليلة التي تضمنت منة عظيمة ، وهي منة الفتح الواقع والفتح الميسّر في المستقبل ، لا جرم أنه حقيق بأن يعرفوا جلائل صفاته التي لتعلقاتها آثار في الأحوال الحاصلة والتي ستحصل من هذه الفتوح وليعلمَ المشركون والكافرون من اليهود أنهم ما تعاقبت هزائمهم إلاّ من جرّاء كفرهم . ولما كان شأن هذه الصفات عظيماً ناسب أن تفتتح الجملة بضمير الشأن ، فيكون اسم الجلالة مبتدأ و { الذي لا إله إلا هو } خبر .والجملة خبر عن ضمير الشأن فيكون اسم الجلالة مبتدأ و { الذي لا إله إلا هو } خبراً والجملة خبراً عن ضمير الشأن .وابتدىء في هذه الصفات العلية بصفة الوحدانية وهي مدلول { الذي لا إله إلا هو } وهي الأصل فيما يتبعها من الصفات . ولذلك كثر في القرآن ذكرها عقب اسم الجلالة كما في آية الكرسي ، وفاتحة آل عمران .وثني بصفة { عالم الغيب } لأنها الصفة التي تقتضيها صفة الإلهية إذ علم الله هو العلم الواجب وهي تقتضي جميع الصفات إذ لا تتقوّم حقيقة العلم الواجب إلا بالصفات السَّلبية ، وإذْ هو يقتضي الصفات المعنوية ، وإنما ذكر من متعلقات علمه أمور الغيب لأنه الذي فارق به علمُ الله تعالى علمَ غيره ، وذكر معه علم الشهادة للاحتراس تَوهُّم أنه يعلم الحقائق العالية الكلية فقط كما ذهب إليه فريق من الفلاسفة الأقدمين ولأن التعريف في { الغيب والشهادة } للاستغراق . أي كل غيب وشهادة ، وذلك مما لا يشاركه فيه غيره . وهو علم الغيب والشهادة ، أي الغائب عن إحساس الناس والمشاهد لهم . فالمقصود فيهما بمعنى اسم الفاعل ، أي عالم ما ظهر للناس وما غاب عنهم من كل غائب يتعلق به العلم على ما هو عليه .والتعريف في { الغيب والشهادة } للاستغراق الحقيقي .وفي ذكر الغيب إيماء إلى ضلال الذين قصَروا أنفسهم على المشاهدات وكفروا بالمغيبات من البعث والجزاء وإرسال الرسل ، أمّا ذكر علم الشهادة فتتميم على أن المشركين يتوهمون الله لا يطلع على ما يخفونه . قال تعالى : { وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم إلى قوله : من الخاسرين } [ فصلت : 22 - 23 ] .وضمير { هو الرحمن الرحيم } ضمير فصل يفيد قصر الرحمة عليه تعالى لعدم الاعتداد برحمة غيره لقصورها قال تعالى : { ورحمتي وسعت كل شيء } [ الأعراف : 156 ] . وقال النبي صلى الله عليه وسلم « جعل الله الرحمة في مائة جزء فأمسك عنده تسعة وتسعين جزءاً وأنزل في الأرض جزءاً واحداً . فمن ذلك الجُزء يتراحم الخلق حتى ترفع الفرس حافرها عن ولدها خشيةَ أن تصيبه » وقد تقدم الكلام على { الرحمن الرحيم } في سورة [ الفاتحة : 3 ] .ووجه تعقيب صفة عموم العلم بصفة الرحمة أن عموم العلم يقتضي أن لا يغيب عن علمه شيء من أحوال خلقه وحاجتهم إليه ، فهو يرحم المحْتاجين إلى رحمته ويُهْمِل المعاندين إلى عقاب الآخرة ، فهو رحمان بهم في الدنيا ، وقد كثر إتباع اسم الجلالة بصفتي الرحمن الرحيم في القرآن كما في الفاتحة .",
  "ayah": 22,
  "surah": 59
}
