{
  "text": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (24){ هُوَ الله الخالق البارىء المصور } .القول في ضمير { هو } المفتتح به وفي تكرير الجملة كالقول في التي سبقتها . فإن كان ضمير الغيبة ضميرَ شأن فالجملة بعده خبر عنه .وجملة { الله الخالق } تفيد قصراً بطريق تعريف جزأي الجملة هو الخالق لا شركاؤهم . وهذا إبطال لإلهية ما لا يخلق . قال تعالى : { والذين تدعون من دون الله لا يخلقون شيئاً وهم يخلقون } [ النحل : 20 ] ، وقال : { أفمن يخلق كمن لا يخلق أفلا تذكرون } [ النحل : 17 ] ، وإن كان عائداً على اسم الجلالة المتقدم فاسم الجلالة بعده خبر عنه و { الخالق } صفة .و { الخالق } : اسم فاعل من الخلق ، وأصل الخلق في اللغة إيجاد شيء على صورة مخصوصه . وقد تقدم عند قوله تعالى حكاية عن عيسى عليه السّلام { إني أخلق لكم من الطين كهيئة الطير } الآية [ 49 ] في سورة آل عمران . ويطلق الخلق على معنى أخص من إيجاد الصور وهو إيجاد ما لم يكن موجوداً . كقوله تعالى : { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام } [ ق : 38 ] . وهذا هو المعنى الغالب من إطلاق اسم الله تعالى { الخالق } .قال في «الكشاف» : «المقدر لما يوجده» . ونقل عنه في بيان مراده بذلك أنه قال : «لما كانت إحداثات الله مقدرة بمقادير الحكمة عبر عن إحداثه بالخلق» ا ه . يشير إلى أن الخالق في صفة الله بمعنى المحدث الأشياء عن عدم ، وبهذا يكون الخلق أعم من التصوير . ويكون ذكر { البارىء } و { المصور } بعد { الخالق } تنبيهاً على أحوال خاصة في الخلق . قال تعالى : { ولقد خلقناكم ثم صورناكم } [ الأعراف : 11 ] على أحد التأويلين .وقال الراغب : الخلق التقدير المستقيم واستعمل في إيداع الشيء من غير أصل ولا احتذاء ا ه .وقال أبو بكر ابن العربي في «عارضة الأحوذي» على «سنن الترمذي» : { الخالق } : المخرج الأشياء من العدم إلى الوجود المقدر لها على صفاتها ( فخلط بين المعنيين ) ثم قال : فالخالق عام ، والبارىء أخص منه ، والمصور أخص من الأخص وهذا قريب من كلام صاحب «الكشاف» . وقال الغزالي في «المقصد الأسنى» : الخالق البارىء المصور قد يظن أن هذه الأسماء مترادفة ولا ينبغي أن يكون كذلك بل كل ما يخرج من العدم إلى الوجود يفتقر إلى تقدير أولاً ، وإلى الإيجاد على وفق التقدير ثانياً ، وإلى التصوير بعد الإِيجاد ثالثاً ، والله خالق من حيث أنه مقدِّر وبارىء من حيث إنه مخترع موجود ، ومصور من حيث إنه مرتبٌ صور المخترعات أحسن ترتيب ا ه . فجعل المعاني متلازمة وجعل الفرق بينها بالاعتبار ، ولا أحسبه ينطبق على مواقع استعمال هذه الأسماء .و { البارىء } اسم فاعل من بَرَأَ مهموزاً . قال في «الكشاف» المميز لما يوجده بعضه من بعض بالأشكال المختلفة ا ه . وهو مغاير لمعنى الخالق بالخصوص . وفي الحديث\" من شر ما خلق وذرأ وبرأ \" ومن كلام علي رضي الله عنه : لا والذي فلق الحبة وبرأ النَّسَمة ، فيكون اسم البريئة غير خاص بالناس في قوله تعالى : { أولئك هم شر البريئة أولئك هم خير البريئة } [ البينة : 6 ، 7 ] . وقال الراغب : البريئة : الخلق .وقال ابن العربي في «العارضة» : { البارىء } : خالق الناس من البرَى ( مقصوراً ) وهو التراب خاصاً بخلق جنس الإِنسان ، وعليه يكون اسم البريئة خاصاً بالبشر في قوله تعالى : { أولئك هم شر البريئة أولئك هم خير البريئة .وفسره ابن عطية بمعنى الخالق . وكذلك صاحب القاموس } . وفسره الغزالي بأنه الموجود المخترع ، وقد علمت أنه غير منطبق فأحسن تفسير له ما في «الكشاف» .و { المصور } : مكوّن الصور لجميع المخلوقات ذوات الصور المرئية .وإنما ذكرت هذه الصفات متتابعة لأن من مجموعها يحصل تصور الإِبداع الإلهي للإِنسان فابتدىء بالخلق الذي هو الإِيجاد الأصلي ثم بالبرء الذي هو تكوين جسم الإِنسان ثم بالتصّور الذي هو إعطاء الصورة الحسنة ، كما أشار إليه قوله تعالى : { الذي خلقك فسواك فعدلك في أي صورة } [ الانفطار : 7 ، 8 ] ، { الذي يصوركم في الأرحام كيف يشاء } [ آل عمران : 6 ] .ووجه ذكرها عقب الصفات المتقدمة ، أي هذه الصفات الثلاث أريد منها الإِشارة إلى تصرفه في البشر بالإِيجاد على كيفيته البديعة ليثير داعية شكرهم على ذلك . ولذلك عقب بجملة { يسبح له ما في السموات والأرض } .واعلم أن وجه إرجاع هذه الصفات الحُسنى إلى ما يناسبها مما اشتملت عليه السورة ينقسم إلى ثلاثة أقسام ولكنها ذكرت في الآية بحسب تناسب مواقع بعضها عقب بعض من تنظير أو احتراس أو تتميم كما علمته آنفاً .القسم الأول : يتعلق بما يناسب أحوال المشركين وأحلافِهم اليهود المتألبين على النبي صلى الله عليه وسلم وعلى المسلمين بالحرب والكيد والأذى ، وأنصارهم من المنافقين المخادعين للمسلمين .وإلى هذا القسم تنضوي صفة { لا إله إلا هو } [ الحشر : 23 ] وهذه الصفة هي الأصل في التهيؤ للتدبر والنظر في بقية الصفات ، فإن الإِشراك أصل الضلالات ، والمشركون هم الذين يُغرون اليهود ، والمنافقون بين يهود ومشركين تستروا بإظهار الإِسلام ، فالشرك هو الذي صدّ الناس عن الوصول إلى مسالك الهدى ، قال تعالى : { وما زادوهم غيرَ تتبيب } [ هود : 101 ] .وصفة { عالم الغيب } [ الحشر : 22 ] فإن من أصول الشرك إنكار الغيب الذي من آثاره إنكار البعث والجزاء ، وعلى الاسترسال في الغي وإعمال السيئات وإنكار الوحي والرسالة . وهذا ناظر إلى قوله تعالى : { ذلك بأنهم شاقوا الله ورسوله } [ الأنفال : 13 ] الآية .وكذلك ذكر صفات «المَلِك ، والعزيز ، والجبار ، والمتكبر» ، لأنها تناسب ما أنزله ببني النضير من الرعب والخزي والبطشة .القسم الثاني : متعلق بما اجْتناه المؤمنون من ثمرة النصر في قصة بني النضير ، وتلك صفات : { السلام المؤمن } [ الحشر : 23 ] لقوله : { فما أوجفتم عليه من خيل ولا ركاب } [ الحشر : 6 ] ، أي لم يتجشم المسلمون للغنى مشقة ولا أذى ولا قتالاً .وكذلك صفتا{ الرحمان الرحيم } [ الحشر : 22 ] لمناسبتهما لإِعطاء حظ في الفيء للضعفاء .القسم الثالث : متعلق بما يشترك فيه الفريقان المذكوران في هذه السورة فيأخذ كل فريق حظه منها ، وهي صفات : «القدوس ، المهيمن ، الخالق ، البارىء ، المصور» .{ المصور لَهُ الاسمآء } .تذييل لما عُدّد من صفات الله تعالى ، أي له جميع الأسماء الحسنى التي بعضها الصفات المذكورة آنفاً .والمراد بالأسماء الصفات ، عبر عنها بالأسماء لأنه متصف بها على ألسنة خلقه ولكونها بالغة منتهى حقائقها بالنسبة لوصفه تعالى بها فصارت كالأعلام على ذاته تعالى .والمقصود : أن له مدلولات الأسماء الحسنى كما في قوله تعالى : { ثم عرضهم على الملائكة بعد قوله : وعلم آدم الأسماء كلها } [ البقرة : 31 ] ، أي عرض المسميات على الملائكة .وقد تقدم قوله تعالى : { ولله الأسماء الحسنى فادعوه بها } في سورة [ الأعراف : 180 ] .ه4س59ش24ن8/ن16-->الحسنى يُسَبِّحُ لَهُ مَا فِى السماوات والارض وَهُوَ العزيز } .جملة { يسبح له } الخ في موضع الحال من ضمير { له الأسماء الحسنى } يعني أن اتصافه بالصفات الحسنى يضطر ما في السماوات والأرض من العقلاء على تعظيمه بالتسبيح والتنزيه عن النقائص فكل صنف يبعثه علمه ببعض أسماء الله على أن ينزهه ويسبحه بقصد أو بغير قصد . فالدُهري أو الطبائعي إذا نوّه بنظام الكائنات وأعجب بانتساقها فإنما يسبح في الواقع للفاعل المختار وإن كان هو يدعوه دَهراً أو طبيعة ، هذا إذا حمل التسبيح على معناه الحقيقي وهو التنزيه بالقول ، فأما إن حمل على ما يشمل المعنيين الحقيقي والمجازي من دلالة على التنزيه ولو بلسان الحال . فالمعنى : أن ما ثبت له من صفات الخلق والإِمداد والقهر تدل عليه شواهد المخلوقات وانتظام وجودها .وجملة { وهو العزيز الحكيم } عطف على جملة الحال وأوثر هاتان الصفتان لشدة مناسبتهما لنظام الخلق .وفي هذه الآية رد العجز على الصدر لأن صدر السورة مماثل لآخرها .روى الترمذي بسند حسن عن معقل بن يسار عن النبي صلى الله عليه وسلم قال : \" من قال حين يُصبح ثلاثَ مرّات : أعوذ بالله السميع العليم من الشيطان الرجيم ، ثم قرأ الثلاث آيات من آخر سورة الحشر { هو الله الذي لا إله إلا هو عالم الغيب } [ الحشر : 22 ] إلى آخر السورة ، وكَّل الله به سبعين ألف ملك يصلون عليه حتى يُمسِيَ ، وإن مات ذلك اليومَ مات شهيداً . ومن قالها حين يمسي كان بتلك المنزلة \" فهذه فضيلة لهذه الآيات أخروية .وروى الخطيب البغدادي في «تاريخه» بسنِده إلى إدريس بن عبد الكريم الحداد قال : قرأت على خلف ( راوي حمزة ) فلما بلغت هذه الآية { لو أنزلنا هذا القرآن على جبل } [ الحشر : 21 ] إلى آخر السورة قال : ضع يدك على رأسك فإني قرأت على الأعْمش . فلما بلغتُ هذه الآية قال : ضع يدك على رأسك فإني قرأت على يَحيى بن وثاب ، فلما بلغت هذه الآية قال : ضع يدك على رأسك فإني قرأت على علقمة والأسود فلما بلغت هذه الآية قالا : ضع يدك على رأسك فإنّا قرأنا على عبد الله فلما بلغنا هذه الآية قال : ضعا أَيديكما على رؤوسكما ، فإني قرأت على النبي صلى الله عليه وسلم فلما بلغتُ هذه الآية قال لي : ضع يدك على رأسك فإن جبريل لما نزل بها إليَّ قال : ضعَ يدك على رأسك فإنها شفاء من كل داء إلا السام .والسام الموت . قلت : هذا حديث أغر مسلسل إلى جبريل عليه السلام .وأخرج الديلمي عن علي وابن مسعود عن النبي صلى الله عليه وسلم أنه قال في قوله تعالى : { لو أنزلنا هذا القرآن } [ الحشر : 21 ] إلى آخر السورة : هي رُقية الصداع ، فهذه مزية لهذه الآيات .",
  "ayah": 24,
  "surah": 59
}
