{
  "text": "وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (6)يجوز أن يكون عطفاً على جملة { ما قطعتم من لينة } [ الحشر : 5 ] الآية فتكون امتناناً وتكملة لمصارف أموال بني النضير .ويجوز أن تكون عطفاً على مجموع ما تقدم عطفَ القصة على القصة والغرض على الغرض للانتقال إلى التعريف بمصير أموال بني النضير لئلا يختلف رجال المسلمين في قسمته . ولبيان أن ما فعله الرسول صلى الله عليه وسلم في قسمة أموال بني النضير هو عدلٌ إن كانت الآية نزلت بعد القسمة وَمَا صْدَقُ { ما أفاء الله } هو ما تركوه من الأرض والنخل والنقض والحطب .والفَيء معروف في اصطلاح الغزاة ، ففعل أفاء أعطَى الفيء ، فالفيء في الحروب والغارات ما يظفر به الجيْشُ من متاع عدوّهم وهو أعم من الغنيمة ولم يتحقق أيمة اللغة في أصل اشتقاقه فيكون الفيء بقتال ويكون بدون قتال ، وأما الغنيمة فهي ما أخذ بقتال .وضمير { منهم } عائد إلى { الذي أخرج الذين كفروا من أهل الكتاب } [ الحشر : 2 ] الواقع في أول السورة وهم بنو النضير . وقيل : أريد به الكفار ، وأنه نزَّلَ في فيء فدك فهذا بعيد ومخالف للآثار .وقوله : { فما أوجفتم عليه } خبر عن ( ما ) الموصولة قرن بالفاء لأن الموصول كالشرط لتضمنه معنى التسبب كما تقدم آنفاً في قوله : { فبإذن الله } [ الحشر : 5 ] .وهو بصريحه امتنان على المسلمين بأن الله ساق لهم أموال بني النضير دون قتال ، مثل قوله تعالى : { وكفى الله المؤمنين القتال } [ الأحزاب : 25 ] ، ويفيد مع ذلك كناية بأن يقصد بالإِخبار عنه بأنهم لم يُوجفوا عليه لازمُ الخبر وهو أنه ليس لهم سبب حقَ فيه . والمعنى : فما هو من حقّكم ، أو لا تسألوا قسمته لأنكم لم تنالوه بقتالكم ولكن الله أعطاه رسوله صلى الله عليه وسلم نعمة منه بلا مشقة ولا نصَب .والإِيجاف : نوع من سَير الخيل . وهو سَير سريع بإِيقاع وأريد به الركض للإِغارة لأنه يكون سريعاً .والركابُ : اسم جمع للإِبل التي تُرْكبُ . والمعنى : ما أغرتم عليه بخيل ولا إبل .وحرف ( على ) في قوله تعالى : { فما أوجفتم عليه } للتعليل ، وليس لتعدية { أوجفتم } لأن معنى الإِيجاف لا يتعدى إلى الفيء بحرف الجر ، أو متعلقٌ بمحذوف هو مصدر { أوجفتم } ، أي إيجافاً لأجله .و { مِن } في قوله : { من خيل } زائدة داخلة على النكرة في سياق النفي ومدخول { مِن } في معنى المفعول به ل { أوجفتم } أي ما سقتم خيلاً ولا ركاباً .وقوله : { ولكن الله يسلط رسله على من يشاء } استدراك على النفي الذي في قوله تعالى : { فما أوجفتم عليه } لرفع توهم أنه لا حقّ فيه لأحد . والمراد : أن الله سلط عليه رسوله صلى الله عليه وسلم فالرسول أحق به . وهذا التركيب يفيد قصراً معنوياً كأنه قيل : فما سلطكم الله عليهم ولكن سلط عليهم رسوله صلى الله عليه وسلموفي قوله تعالى : { ولكن الله يسلط رسله على من يشاء } إيجاز حذف لأن التقدير : ولكن الله سلط عليهم رسوله صلى الله عليه وسلم والله يسلط رُسله على من يشاء وكان هذا بمنزلة التذييل لعمومه وهو دال على المقدر .وعموم { من يشاء } لشمول أنه يسلط رسله على مقاتلين ويسلطهم على غير المقاتلين .والمعنى : وما أفاء الله على رسوله صلى الله عليه وسلم إنما هو بتسليط الله رسوله صلى الله عليه وسلم عليهم ، وإلقاء الرعب في قلوبهم والله يسلط رسله على من يشاء . فأغنى التذييل عن المحذوف ، أي فلا حقّ لكم فيه فيكون من مال الله يتصرّف فيه رسوله صلى الله عليه وسلم وولاة الأمور من بعده .فتكون الآية تبييناً لما وقع في قسمة فيء بني النضير . ذلك أن رسول الله صلى الله عليه وسلم لم يقسمه على جميع الغُزاة ولكن قسمه على المهاجرين سواء كانوا مِمَّن غزوا معهُ أم لم يغزوا إذ لم يكن للمهاجرين أموالٌ . فأراد أن يكفيهم ويكفي الأنصار ما مَنحوه المهاجرين من النخيل . ولم يعط منه الأنصار إلا ثلاثة لشدة حاجتهم وهم أبو دَجانة ( سِماك بن خزينة ) ، وسَهلُ بن حنيف ، والحارث بن الصِّمَّة . وأعطى سعد بنَ معاذ سيفَ أبي الحُقيق ، وكل ذلك تصرّف باجتهاد الرسول صلى الله عليه وسلم لأن الله جعل تلك الأموال له .فإن كانت الآية نزلت بعد أن قسمت أموال النضير كانت بياناً بأن ما فعله الرسول صلى الله عليه وسلم حقٌّ ، أمره الله به ، أو جعله إليه ، وإن كانت نزلت قبل القسمة ، إذ روي أن سبب نزولها أن الجيش سألوا رسول الله صلى الله عليه وسلم تخميس أموال بني النضير مثل غنائم بدر فنزلت هذه الآية ، كانت الآية تشريعاً لاستحقاق هذه الأموال .قال أبو بكر ابن العربي : «لا خلاف بين العلماء أن الآية الأولى خاصة لرسول الله صلى الله عليه وسلم أي هذه الآية الأولى من الآيتين المذكورتين في هذه السورة خاصة بأموال بني النضير ، وعلى أنها خاصة لرسول الله صلى الله عليه وسلم يضعها حيث يشاء . وبذلك قال عمر بن الخطاب بمحضر عثمان ، وعبد الرحمان بن عوف ، والزبير ، وسعد ، وهو قول مالك فيما روَى عنه ابن القاسم وابن وهب . قال : كانت أموال بني النضير صافية لرسول الله صلى الله عليه وسلم واتفقوا على أن النبي صلى الله عليه وسلم لم يخمسها . واختُلف في القياس عليها كل مال لم يوجف عليه . قال ابن عطية : قال بعض العلماء وكذلك كل ما فتح الله على الأيمة مما لم يوجف عليه فهو لهم خاصة ا ه . وسيأتي تفسير ذلك في الآية بعدها .",
  "ayah": 6,
  "surah": 59
}
