{
  "text": "تفريع على قوله : { لمسجد أسس على التقوى من أول يوم أحق أن تقوم فيه } [ التوبة : 108 ] لزيادة بيان أحقية المسجد المؤسَّس على التقوى بالصلاة فيه .وبيان أن تفضيل ذلك المسجد في أنه حقيق بالصلاة فيه تفضيل مسلوب المشاركة لأن مسجد الضرار ليس حقيقاً بالصلاة فيه بعد النهي ، لأن صلاة النبي صلى الله عليه وسلم لو وقعت لأكسبت مَقصدَ وَاضعيه رواجاً بين الأمة وهو غرضهم التفريق بين جماعات المسلمين كما تقدم .والفاء مؤخرة عن همزة الاستفهام لأحقية حرف الاستفهام بالتصدير . والاستفهام تقريري .والتأسيس : بناءُ الأساس ، وهو قاعدة الجدار المبني من حجر وطين أو جص .والبنيان في الأصل مصدر بوزن الغُفران والكفران ، اسم لإقامة البيت ووضعه سواء كان البيت من أثواب أم من أدم أم كان من حجر وطين فكل ذلك بناء . ويطلق البنيان على المبني من الحجر والطين خاصة . وهو هنا مطلق على المفعول ، أي المبني . وما صدق ( من ) صاحبُ البناء ومستحقه ، فإضافة البنيان إلى ضمير ( مَن ) إضافة على معنى اللام . وشُبه القصد الذي جعل البناء لأجله بأساس البناء ، فاستعير له فعل { أسس } في الموضعين .ولما كان من شأن الأساس أن تطلب له صلابة الأرض لدوامه جعلت التقوى في القصد الذي بني له أحد المسجدين ، فشبهت التقوى بما يرتكز عليه الأساس على طريقة المكنية ، ورُمز إلى المشبه به المحذوف بشيء من ملائماته وهو حرف الاستعلاء . وفُهم أن هذا المشبه به شيء راسخ ثابت بطريق المقابلة في تشبيه الضد بما أسس على شفاً جُرُف هار ، وذلك بأن شبه المقصد الفاسد بالبناء بجرْف جُرف منهار في عدم ثبات ما يقام عليه من الأساس بله البناء على طريقة الاستعارة التصريحية . وحرف الاستعلاء ترشيح .وفرع على هذه الاستعارة الأخيرة تمثيل حالة هدمه في الدنيا وإفضائه ببانيه إلى جهنم في الآخرة بانهيار البناء المُؤسس على شفَا جُرف هارَ بساكنه في هوّة . وجعل الانهيار به إلى نار جهنم إفضاء إلى الغاية من التشبيه . فالهيئة المشبهة مركبة من محسوس ومعقول وكذلك الهيئة المشبه بها . ومقصود أن البنيان الأول حصل منه غرض بانيه لأن غرض الباني دوام ما بناه . فهم لما بنوه لقصد التقوى ورضى الله تعالى ولم يُذكر ما يقتضي خيبتهم فيه كما ذُكر في مقابله عُلم أنهم قد اتقوا الله بذلك وأرضوه ففازوا بالجنة ، كما دلت عليه المقابلة ، وأن البنيان الثاني لم يَحصل غرضُ بانيه وهو الضرار والتفريق فخابوا فيما قصدوه فلم يثبت المقصد ، وكان عدم ثباته مفضياً بهم إلى النار كما يفضي البناء المنهار بساكنه إلى الهلاك .والشَّفا بفتح الشين وبالقصر : حرف البئر وحرف الحفرة .والجُرف بضمتين : جانب الوادي وجانب الهُوة .وهارٍ : اسم مشتق من هَارَ البناءُ إذا تصدع ، فقيل : أصله هَوَر بفتحتين كما قالوا خَلَف في خالف . وليست الألف التي بعد الهاء ألف فاعل بل هي عين الكلمة منقلبة عن الواو لأن الواو متحركة وانفتح ما قبلها فقلبت ألفاً ، وقيل هو اسم فاعل من هار البناء وأصل وزنه هاور ، فوقع فيه قلب بين عينه ولامه تخفيفاً . وقد وقع ذلك في ألفاظ كثيرة من اللغة مثل قولهم : شاكي السلاح ، أصله شائِك . ورجل صاتٌ عالي الصوت أصله صائتٌ . ويدل لذلك قولهم : انهار ولم يقولوا انهرى . وهَرٍ مبالغةً في هَار .وقرأ نافع وابن عامر وحدهما فعل { أسس } في الموضعين بصيغة البناء للمفعول ورفع { بنيانُه } في الموضعين . وقرأها الباقون بالبناء للفاعل ونصب { بنيانَه } في الموضعين .وقرأ الجمهور { جُرُف } بضم الراء . وقرأه ابن عامر وحمزة وأبو بكر عن عاصم وخلفٌ بسكون الراء .وجملة : { والله لا يهدي القوم الظالمين } تذييل ، وهو عام يشمل هؤلاء الظالمين الذين بنوا مسجد الضرار وغيرهم .",
  "ayah": 109,
  "surah": 9
}
