{
  "text": "استئناف نسخ به التخيير الواقع في قوله تعالى : { استغفر لهم أو لا تستغفر لهم } [ التوبة : 80 ] فإن في ذلك تسوية بين أن يستغفر النبي صلى الله عليه وسلم لهم وبين أن لا يستغفر في انتفاء أهم الغرضين من الاستغفار ، وهو حصول الغفران ، فبقي للتخيير غَرض آخر وهو حُسن القَول لمن يرى النبي صلى الله عليه وسلم أنهُ أهل للملاطفة لذاته أو لبعض أهله ، مثل قصة عبد الله بننِ عبد الله بننِ أبَيْ ، فأراد الله نسخ ذلك بعد أن دَرَّج في تلقية على عادة التشريع في غالب الأحوال . ولعل الغرض الذي لأجله أبقي التخيير في الاستغفار لهم قد ضعف ما فيه من المصلحة ورجح ما فيه من المفسدة بانقراضضِ من هم أهل لحسن القول وغلبةِ الدهماء من المنافقين الذين يحسبون أن استغفار النبي صلى الله عليه وسلم لهم يَغفر لهم ذنوبهم فيصبحوا فرحين بأنهم ربحوا الصفقتين وأرضوا الفريقين ، فنهَى اللّهُ النبي صلى الله عليه وسلم ولعل المسلمين لما سمعوا تخيير النبي في الاستغفار للمشركين ذهبوا يستغفرون لأهليهم وأصحابهم من المشركين طمعاً في إيصال النفع إليهم في الآخرة فأصبح ذلك ذريعة إلى اعتقاد مساواة المشركين للمؤمنين في المغفرة فينتفي التفاضل الباعث على الرغبة في الإيمان ، فنهى الله النبي صلى الله عليه وسلم والمؤمنين معاً عن الاستغفار للمشركين بعد أن رخصه للنبيء صلى الله عليه وسلم خاصة في قوله : { استغفر لهم أو لا تستغفر لهم } [ التوبة : 80 ].وروى الترمذي والنسائي عن علي قال : سمعت رجلاً يستغفر لأبويه المشركين قال : فقلت له : أتستغفر لأبويك وهما مشركان؟ فقال : أليس قد استغفر إبراهيم لأبويه وهما مشركان ، فذكرت ذلك لرسول الله صلى الله عليه وسلم فنزلت هذه الآية ، إلى قوله تعالى : { إن إبراهيم لأواه حليم } [ التوبة : 114 ]. قال الترمذي : حديث حسن .وقال ابن العربي في «العارضة» : هو أضعف ما رُوي في هذا الباب . وأما ما روي في أسباب النزول أن هذه الآية نزلت في استغفار النبي صلى الله عليه وسلم لأبي طالب ، أو أنها نزلت في سؤاله ربه أن يستغفر لأمه آمنة حين زار قبرها بالأبواء . فهما خبران واهيان لأن هذه السورة نزلت بعد ذلك بزمن طويل .وجاءت صيغة النهي بطريق نفي الكون مع لام الجحود مبالغة في التنزه عن هذا الاستغفار ، كما تقدم عند قوله تعالى : { قال سبحانك ما يكون لي أن أقول ما ليس لي بحق } في آخر سورة العقود ( 116 ).ويدخل في المشركين المنافقون الذين علم النبي نفاقهم والذين علم المسلمون نفاقهم بتحقق الصفات التي أعلنت عليهم في هذه السورة وغيرها .وزيادة ولو كانوا أولي قربى } للمبالغة في استقصاء أقرب الأحوال إلى المعذرة ، كما هو مفاد ( لو ) الوصلية ، أي فَأوْلى إن لم يكونوا أولي قربى . وهذه المبالغة لقطع المعذرة عن المخالف ، وتمهيد لتعليم من اغتر بما حكاه القرآن من استغفار إبراهيم لأبيه في نحو قوله تعالى : { واغفر لأبي إنه كان من الضالين } [ الشعراء : 86 ]. ولذلك عقَّبه بقوله : { وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه } [ التوبة : 114 ] الخ .وقد تقدم الكلام على ( لو ) الاتصالية عند قوله تعالى : { ولو افتدى به } في سورة آل عمران ( 91 ).",
  "ayah": 113,
  "surah": 9
}
