{
  "text": "كانت هذه السورة سورة شدة وغلظة على المشركين وأهل الكتاب والمنافقين من أهل المدينة ومن الأعراب ، وأمْراً للمؤمنين بالجهاد ، وإنحاء على المقصرين في شأنه . وتخلل ذلك تنويه بالمتصفين بضد ذلك من المؤمنين الذين هاجروا والذين نصروا واتبعوا الرسول في ساعة العسْرة .فجاءت خاتمة هذه السورة آيتين بتذكيرهم بالمنة ببعثة محمد صلى الله عليه وسلم والتنويه بصفاته الجامعة للكمال . ومن أخصها حرصهُ على هداهم ، ورغبته في إيمانهم ودخولِهم في جامعة الإسلام ليكون رؤوفاً رحيماً بهم ليعلموا أن ما لقيه المعرضون عن الإسلام من الإغلاظ عليهم بالقول والفعل ما هو إلا استصلاح لحالهم . وهذا من مظاهر الرحمة التي جعلها الله تعالى مقارنة لبعثة رسوله صلى الله عليه وسلم بقوله : { وما أرسلناك إلا رحمة للعالمين } [ الأنبياء : 107 ] ، بحيث جاء في هاتين الآيتين بما شأنه أن يزيل الحرج من قلوب الفرق التي نزلت فيهم آيات الشدة وعوملوا بالغلظة تعقيباً للشدة بالرفق وللغلظة بالرحمة ، وكذلك عادة القرآن . فقد انفتح بهاتين الآيتين باب حظيرة الإيمان والتوبة ليدخلها من وفقه الله إليها .فالجملة مستأنفة استئنافاً ابتدائياً . وفي وقوعها آخر السورة ما يكسبها معنى التذييل والخلاصة .فالخطاب بقوله : { جاءكم } وما تبعه من الخطاب موجه إلى جميع الأمة المدعوة للإسلام . والمقصود بالخطاب بادىء ذي بدء هم المعرضون من المشركين والمنافقين من العرب بقرينة قوله عقب الخطاب { بالمؤمنين رءوف رحيم } وسيجيء أن المقصود العرب .وافتتاحها بحرفَيْ التأكيد وهما اللام و ( قد ) مع كون مضمونها مما لا يتطرق إليه الإنكار لقصد الاهتمام بهذه الجملة لأهمية الغرض الذي سيقت لأجله وهو الذي سنذكره ، ولأن فيما تضمنته ما ينكره المنافقون وهو كونه رسولاً من الله ، ولأن في هذا التأكيد ما يجعل المخاطبين به منزَّلين منزلة المنكرين لمجيئه من حيث إنهم لم ينفعوا أنفسهم بهذا المجيء ، ولأن في هذا التأكيد تسجيلاً عليهم مراداً به الإيماء إلى اقتراب الرحيل ، لأنه لما أعيد الإخبار بمجيئه وهو حاصل منذ أعوام طويلة كان ذلك كناية عن اقتراب انتهائه ، وهو تسجيل منه على المؤمنين ، وإيداع للمنافقين ومن بقي من المشركين . على أن آيات أخرى خوطب بها أهل الكتاب ونحوهم فأكدت بأقل من هذا التأكيد كقوله تعالى : { يأهل الكتاب قد جاءكم رسولنا يبين لكم كثيراً مما كنتم تخفون من الكتاب ويعفوا عن كثير قد جاءكم من الله نور وكتاب مبين } [ المائدة : 15 ] وكقوله تعالى : { يأيها الناس قد جاءكم برهان من ربكم وأنزلنا إليكم نوراً مبيناً } [ النساء : 174 ] فما زيدت الجملة في هذه السورة مؤكدة إلا لغرض أهم من إزالة الإنكار .والمجيء : مستعمل مجازاً في الخطاب بالدعوة إلى الدين . شبه توجهه إليهم بالخطاب الذي لم يكونوا يترقبونه بمجيء الوافد إلى الناس من مكان آخر .وهو استعمال شائع في القرآن .والأنفس : جمع نفْس ، وهي الذات . ويضاف النفس إلى الضمير فيدل على قبيلة معاد الضمير ، أي هو معدود من ذوي نسبهم وليس عداده فيهم بحلف أو ولاء أو إلصاق . يقال : هو قريشي من أنفسهم ، ويقال : القريشي مولاهم أو حليفهم ، فمعنى { من أنفسكم } من صميم نسبكم ، فتعين أن الخطاب للعرب لأن النازل بينهم القرآن يومئذٍ لا يَعدون العربَ ومن حالفهم وتولاهم مثلَ سلمانَ الفارسي وبلاللٍ الحبشي ، وفيه امتنان على العرب وتنبيه على فضيلتهم ، وفيه أيضاً تعريض بتحريضهم على اتباعه وترك مناواته وأن الأجدر بهم الافتخار به والالتفاف حوله كما قال تعالى في ذكر القرآن { وإنه لذكر لك ولقومك } [ الزخرف : 44 ] أي يبقى منه لكم ذكر حسن .والعزيز : الغالب . والعزة : الغلبة . يقال عزّه إذا غلبه . ومنه { وعزني في الخطاب } [ ص : 23 ] ، فإذا عُدي بعلى دل على معنى الثقل والشدة على النفس . قال بشر بن عوانة في ذكر قتله الأسد ومصارعته إياه :فقلتُ له يعزُّ عليَّ أني ... قتلت مناسبي جلداً وقهراًو { ما } مصدرية . و { عنتم } : تعبتم . والعنت : التعب ، أي شاق عليه حزنكم وشقاؤكم . وهذا كقوله : { لعلّك باخِع نفسك أن لا يكونوا مؤمنين } [ الشعراء : 3 ] وذكرُ هذا في صفة الرسول عليه السلام يفيد أن هذا خُلق له فيكون أثر ظهوره الرفق بالأمة والحذر مما يلقي بهم إلى العذاب في الدنيا والآخرة . ومن آثار ذلك شفاعته للناس كلهم في الموقف لتعجيل الحساب . ثم إن ذلك يومىء إلى أن شرعه جاء مناسباً لخُلقه فانتفى عنه الحرج والعسر قال تعالى : { يريد الله بكم اليسر ولا يريد بكم العسر } [ البقرة : 185 ] وقال : { وما جعل عليكم في الدين من حرج } [ الحج : 78 ].والعدول عن الإتيان بلفظ العنت الذي هو المصدر الصريح إلى الإتيان بالفعل مع ( ما ) المصدرية السابكة للمصدر نكتة . وهي إفادة أنه قد عز عليه عنتهم الحاصل في الزمن الذي مضى ، وذلك بما لقوه من قتْل قومهم ، ومن الأسر في الغزوات ، ومن قوارع الوعيد والتهديد في القرآن . فلو أتي بالمصدر لم يكن مشيراً إلى عنتتٍ معيَّن ولا إلى عنت وقع لأن المصدر لا زمَان له بل كان محتملاً أن يعز عليه بأن يجنبهم إياه ، ولكن مجيء المصدر منسبكاً من الفعل الماضي يجعله مصدراً مقيداً بالحصول في الماضي ، ألا ترى أنك تقدره هكذا : عزيز عليه عنتكم الحاصل في ما مضى لتكون هذه الآية تنبيهاً على أن ما لقوه من الشدة إنما هو لاستصلاح حالهم لعلهم يخفضون بعدها من غلوائهم ويرعوون عن غيهم ويشعرون بصلاح أمرهم .والحرص : شدة الرغبة في الشيء والجشعُ إليه . ولما تعدى إلى ضمير المخاطبين الدال على الذوات وليست الذوات هي متعلق الحرص هنا تعين تقدير مضاف فُهم من مقام التشريع ، فيقدر : على إيمانكم أو هَدْيكم .والرؤوف : الشديد الرأفة . والرحيم : الشديد الرحمة ، لأنهما صيغتا مبالغة ، وهما يتنازعان المجرور المتعلق بهما وهو { بالمؤمنين }.والرأفة : رقة تنشأ عند حدوث ضر بالمرءُوف به . يقال : رؤوف رحيم . والرحمة : رقة تقتضي الإحسان للمرحوم ، بينهما عموم وخصوص مطلق ، ولذلك جمع بينهما هنا ولوازمُهما مختلفة . وتقدمت الرأفة عند قوله تعالى : { وما كان الله ليضيع إيمانكم إن الله بالناس لرءوف رحيم } في سورة البقرة ( 143 ) والرحمة في سورة الفاتحة ( 3 ).وتقديم المتعلِّق على عامليه المتنازِعَيْنه في قوله : بالمؤمنين رءوف رحيم } للاهتمام بالمؤمنين في توجه صفتيْ رأفته ورحمته بهم . وأما رحمته العامة الثابتة بقوله تعالى : { وما أرسلناك إلا رحمة للعالمين } [ الأنبياء : 107 ] فهي رحمة مشوبة بشدة على غير المؤمنين فهو بالنسبة لغير المؤمنين رائف وراحم ، ولا يقال : بهم رؤوف رحيم .",
  "ayah": 128,
  "surah": 9
}
