{
  "text": "استئناف ابتدائي للعود من غرض التحذير ، إلى صريح الأمر بقتالهم الذي في قوله : { فقاتلوا أئمة الكفر } [ التوبة : 12 ] وشأن مثل هذا العود في الكلام أن يكون باستئناف كما وقع هنا .وجُزم { يعذبهم } وما عطف عليه في جواب الأمر . وفي جعله جواباً وجزاءً أنّ الله ضمن للمسلمين من تلك المقاتلة خمس فوائد تنحلّ إلى اثنتي عشرة إذ تشتمل كل فائدة منها على كرامة للمؤمنين وإهانة لهؤلاء المشركين وروعي في كلّ فائدة منها الغرض الأهمّ فصرح به وجعل ما عداه حاصلاً بطريق الكناية .الفائدة الأولى تعذيب المشركين بأيدي المسلمين وهذه إهانة للمشركين وكرامة للمسلمين .الثانية : خزي المشركين وهو يستلزم عِزّة المسلمين .الثالثة : نصر المسلمين ، وهذه كرامة صريحة لهم وتستلزم هزيمة المشركين وهي إهانة لهم .الرابعة : شفاء صدور فريق من المؤمنين ، وهذه صريحة في شفاء صدور طائفة من المؤمنين وهم خزاعة ، وتستلزم شفاء صدور المؤمنين كلّهم ، وتستلزم حرج صدور أعدائهم فهذه ثلاث فوائد في فائدة .الخامسة : إذهاب غيظ قلوب فريق من المؤمنين أو المؤمنين كلّهم ، وهذه تستلزم ذهاب غيظ بقية المؤمنين الذي تحملوه من إغاظة أحلامهم وتستلزم غيظ قلوب أعدائهم ، فهذه ثلاث فوائد في فائدة .والتعذيب تعذيب القتل والجراحة . وأسند التعذيب إلى الله وجعلت أيدي المسلمين آلة له تشريفاً للمسلمين .والإخزاء : الإذلال ، وتقدّم في البقرة . وهو هنا الإذلال بالأسر .والنصرُ حصول عاقبة القتال المرجوّة . وتقدّم في أول البقرة .والشفاء : زوال المرض ومعالجة زواله . أطلق هنا استعارة لإزالة ما في النفوس من تعب الغيظ والحقد ، كما استعير ضدّه وهو المرض لما في النفوس من الخواطر الفاسدة في قوله تعالى : { في قلوبهم مرض } [ البقرة : 10 ] قال قيس بن زهير :شَفيت النفسَ من حَمَل بننِ يَدّر ... وسيفي من حُذيفة قد شَفانيوإضافة ال { صدور } إلى { قوم مؤمنين } دون ضمير المخاطبين يدلّ على أنّ الذين يشفي الله صدورهم بنصر المؤمنين طائفةٌ من المؤمنين المخاطبين بالقتال ، وهم أقوام كانت في قلوبهم إحن على بعض المشركين الذين آذوهم وأعانوا عليهم ، ولكنّهم كانوا محافظين على عهد النبي صلى الله عليه وسلم فلا يستطيعون مجازاتهم على سوء صنيعهم ، وكانوا يودّون أن يؤذَن لهم بقتالهم ، فلمّا أمر الله بنقض عهود المشركين سُرّوا بذلك وفرحوا ، فهؤلاء فريق تغاير حالته حالة الفريق المخاطبين بالتحريض على القتال والتحذيرِ من التهاون فيه .  فعن مجاهد ، والسدّي أنّ القوم المؤمنين هم خزاعة حلفاء النبي صلى الله عليه وسلم وكانت نفوس خزاعة إحن على بني بكر بن كنانة ، الذين اعتدوا عليهم بالقتال ، وفي ذكر هذا الفريق زيادة تحريض على القتال بزيادة ذكر فوائده ، وبمقارنة حال الراغبين فيه بحال المحرضين عليه ، الملحوح عليهم الأمر بالقتال .",
  "ayah": 14,
  "surah": 9
}
