{
  "text": "هذا ابتداء غرض من أغراض معاملة المشركين ، وهو منع المشركين من دخول المسجد الحرام في العام القابل ، وهو مرتبط بما تضمّنته البراءة في قوله : { براءة من الله ورسوله إلى الذين عاهدتم من المشركين } [ التوبة : 1 ] ولِمَا اتّصَل بتلك الآية من بيان النبي صلى الله عليه وسلم الذي أرسل به مع أبي بكر الصديق : أنْ لا يَحُج بعد العام مشرك ولا يطوف بالبيت عُريان . وهو توطئة لقوله : { يا أيها الذين آمنوا إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا } [ التوبة : 28 ].وتركيب ( ما كان لهم أن يفعلوا ) يدلّ على أنّهم بُعداء من ذلك ، كما تقدّم عند قوله تعالى : { ما كان لبشر أن يؤتيه الله الكتاب والحكم والنبوءة } في سورة آل عمران ( 79 ) ، أي ليسوا بأهل لأن يعمروا مساجد الله بما تعمر به من العبادات .ومَساجد الله } مواضع عبادته بالسجود والركوع : المراد المسجدُ الحرام وما يتبعه من المسعى ، وعرفةُ ، والمشعرُ الحرام ، والجَمَرات ، والمَنْحر من منى .وعمْر المساجد : العبادةُ فيها لأنّها إنّما وضعت للعبادة ، فعَمْرها بمن يحلّ فيها من المتعبّدين ، ومن ذلك اشتقّت العُمرة ، والمعنى : ما يحقّ للمشركين أن يعبدوا الله في مساجد الله . وإناطة هذا النفي بهم بوصف كونهم مشركين : إيماء إلى أنّ الشرك موجب لحرمانهم من عمارة مساجد الله .وقد جاء الحال في قوله : { شاهدين على أنفسهم بالكفر } مبيِّناً لسبب براءتهم من أن يعمروا مساجد الله ، وهو حال من ضمير { يعمروا } فبين عامل الضمير وهو { يعمروا } الداخلُ في حكم الانتفاء ، أي : انتفى تأهّلهم لأن يعمروا مساجد الله بحال شهادتهم على أنفسهم بالكفر ، فكان لهذه الحال مزيد اختصاص بهذا الحرمان الخاص من عمارة مساجد الله ، وهو الحرمان الذي لا استحقاق بعده .والمراد بالكفر : الكفر بالله ، أي بوحدانيته ، فالكفر مرادف للشرك ، فالكفر في حدّ ذاته موجب للحرمان من عمارة أصحابِه مساجد الله ، لأنّها مساجد الله فلا حقّ لغير الله فيها ، ثم هي قد أقيمت لعبادة الله لا لغيره ، وأقام إبراهيم عليه السلام أوّل مسجد وهو الكعبة عنواناً على التوحيد ، وإعلاناً به ، كما تقدّم في قوله تعالى : { إن أول بيت وضع للناس للذي ببكة مباركاً } في سورة آل عمران ( 96 ) ، فهذه أوّل درجة من الحرمان . ثم كونُ كفرهم حاصلاً باعترافهم به موجبٌ لانتفاء أقلّ حظ من هذه العمارة ، وللبراءة من استحقاقها ، وهذه درجة ثانية من الحرمان .وشهادتهم على أنفسهم بالكفر حاصلة في كثير من أقوالهم وأعمالهم ، بحيث لا يستطيعون إنكار ذلك ، مثل قولهم في التلبية لبيك لا شريك لك إلا شريكاً هو لك تملكه وما ملك ، ومثل سجودهم للأصنام ، وطوافهم بها ، ووضعهم إيّاها في جوف الكعبة وحولَها وعلى سطحها .وقرأ ابن كثير ، وأبو عمرو ، ويعقوب : بإفراد مسجد الله } أي المسجد الحرام وهو المقصود ، أو التعريف بالإضافة للجنس . وقرأ الباقون : { مسَاجد الله } ، فيعمّ المسجد الحرام وما عددناه معه آنفاً .وجملة { أولئك حبطت أعمالهم } ابتداءُ ذم لهم ، وجيء باسم الإشارة لأنّهم قد تميّزوا بوصف الشهادة على أنفسهم بالكفر كما في قوله : { أولئك على هدى من ربهم } [ البقرة : 5 ] بعد قوله : { هدى للمتقين } [ البقرة : 2 ] الآية .و { حبطت } بطلت ، وقد تقدّم في قوله تعالى : { ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعمالهم في الدنيا والآخرة } في سورة البقرة ( 217 ).وتقديم في النار } على { خالدون } للرعاية على الفاصلة ويحصل منه تعجيل المساءة للكفار إذا سمعوه .",
  "ayah": 17,
  "surah": 9
}
