{
  "text": "استئناف ابتدائي لافتتاح غرض آخر وهو تقريع المنافقين ومن يواليهم ، فإنّه لمّا كان أوّل السورة في تخطيط طريقة معاملة المظهرين للكفر ، لا جرم تهيّأ المتامُ لمثل ذلك بالنسبة إلى من أبطنوا الكفر وأظهروا الإيمان : المنافقينَ من أهل المدينة ومن بقايا قبائل العرب؛ ممّن عُرفوا بذلك ، أو لم يعرفوا وأطْلَعَ الله عليهم نبيَئه صلى الله عليه وسلم وحذّر المؤمنين المطّلعين عليهم من بطانتهم وذوي قرابتهم ومخالطتهم ، وأكثر ما كان ذلك في أهل المدينة لأنّهم الذين كان معظمهم مؤمنين خلصاً ، وكانت من بينهم بقية من المنافقين وهم من ذوي قرابتهم ، ولذلك افتتح الخطاب { يأيها الذين آمنوا } إشعاراً بأنّ ما سيلقى إليهم من الوصايا هو من مقتضَيات الإيمان وشِعاره .وقد أسفرت غزوة تبوك التي نزلت عقبها هذه السورة عن بقاء بقية من النفاق في أهل المدينة والأعراب المجاورين لها كما في قوله تعالى : { وجاء المعذرون من الأعراب ليؤذن لهم } [ التوبة : 90 ] وقوله { وممن حولكم من الأعراب منافقون ومن أهل المدينة مردوا على النفاق } [ التوبة : 101 ] ونظائرهما من الآيات .روى الطبري عن مجاهد ، والواحدي عن الكلبي أنّهم لمّا أمِروا بالهجرة وقال العبّاس : أنا أسقي الحاج ، وقال طلحة أخو بني عبد الدار : أنا حاجب الكعبة ، فلا نهاجر ، تعلّق بعض الأزواج والأبناء ببعض المؤمنين فقالوا «أتضيّعوننا» فَرَقُّوا لهم وجلسوا معهم ، فنزلت هذه الآية .ومعنى { استحبوا الكفر } أحبّوه حبّاً متمكّناً . فالسين والتاء للتأكيد ، مثل ما في استقام واستبشر .حذر الله المؤمنين من موالاة من استحبّوا الكفر على الإيمان ، في ظاهر أمرهم أو باطنه ، إذا اطّلعوا عليهم وبدت عليهم أمارات ذلك بما ذَكَر من صفاتهم في هذه السورة ، وجعل التحذير من أولئك بخصوص كونهم آباء وإخواناً تنبيهاً على أقصى الجدارة بالولاية ليعلم بفحوى الخطاب أنّ مَن دونهم أولى بحكم النهي . ولم يذكر الأبناء والأزواج هنا لأنّهم تابعون فلا يقعدون بعدَ متبوعيهم .وقوله : { فأولئك هم الظالمون } أريد به الظالمون أنفسَهم لأنّهم وقعوا فيما نهاهم الله ، فاستحقّوا العقاب فظلموا أنفسهم بِتسبّب العذاب لها ، فالظلم إذن بمعناه اللغوي وليس مراداً به الشرك . وصيغة الحصر للمبالغة بمعنى أنّ ظلم غيرهم كلا ظلم بالنسبة لعظمة ظلمهم . ويجوز أن يكون هم { الظالمون } عائِداً إلى ما عاد إليه ضمير النصب في قوله : { ومن يتولهم } أي إلى الآباء والإخوان الذين استحبّوا الكفر على الإيمان ، والمعنى ومن يتولّهم فقد تولّى الظالمين فيكون الظلم على هذا مراداً به الشرك ، كما هو الكثير في إطلاقه في القرآن .والإتيان باسم الإشارة لزيادة تمييز هؤلاء أو هؤلاء ، وللتنبيه على أنّ جدارتهم بالحكم المذكور بعد الإشارة كانت لأجل تلك الصفات أعني استحباب الكفر على الإيمان .",
  "ayah": 23,
  "surah": 9
}
