{
  "text": "استئناف ابتدائي لتنبيه المسلمين على نقائص أهل الكتاب ، تحقيراً لهم في نفوسهم ، ليكونوا أشدّاء عليهم في معاملتهم ، فبعد أن ذكر تأليه عامتهم لأفاضل من أحبارهم ورهبانهم المتقدّمين : مثللِ عُزير ، بين للمسلمين أنّ كثيراً من الأحبار والرهبان المتأخّرين ليسوا على حال كمال ، ولا يستحقّون المقام الديني الذي ينتحلونه ، والمقصود من هذا التنبيه أن يعلم المسلمون تمالىء الخاصّة والعامّة من أهل الكتاب ، على الضلال وعلى مناواة الإسلام ، وأنّ غرضهم من ذلك حبّ الخاصة الاستيثار بالسيادة ، وحبّ العامّة الاستيثار بالمزية بين العرب .وافتتاح الجملة بالنداء واقترَانها بحرفي التأكيد ، للاهتمام بمضمونها ورفع احتمال المبالغة فيه لغرابته .وتقدّم ذكر الأحبار والرهبان آنفاً .وأسند الحكم إلى كثير منهم دون جميعهم لأنّهم لم يخلوا من وجود الصالحين فيهم مثل عبد الله بن سلاَم ومُخَيْرِيق .والباطل ضدّ الحقّ ، أي يأكلون أموال الناس أكلاً ملابساً للباطل ، أي أكلاً لا مبرّر له ، وإطلاق الأكل على أخذ مال الغير إطلاق شائع قال تعالى : { وتأكلون التراث أكلا لما } [ الفجر : 19 ] وقال { ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقاً من أموال الناس بالإثم وأنتم تعلمون } في سورة البقرة ( 188 ) وقد تقدّم ، وكذلك الباطل تقدّم هنالك .والباطل يشمل وجوها كثيرة ، منها تغيير الأحكام الدينية لموافقة أهواء الناس ، ومنها القضاء بين الناس بغير إعطاء صاحببِ الحقّ حقّه المعين له في الشريعة ، ومنها جحد الأمانات عن أربابها أو عن ورثتهم ، ومنها أكل أموال اليتامى ، وأموال الأوقاف والصدقات .وسبيل الله طريقهُ استعير لدينه الموصّل إليه ، أي إلى رضاه ، والصدّ عن سبيل الله الإعراض عن متابعة الدين الحقّ في خاصّة النفس ، وإغراءُ الناس بالإعراض عن ذلك . فيكون هذا بالنسبة لأحكام دينهم إذ يغيرون العمل بها ، ويضلّلون العامّة في حقيقتها حتّى يعملوا بخلافها ، وهم يحسبون أنّهم متّبعون لدينهم ، ويكون ذلك أيضاً بالنسبة إلى دين الإسلام إذ ينكرون نبوءة محمد ويعلِّمون أتباع ملّتهم أنّ الإسلام ليس بدين الحقّ .والأجل ما في الصدّ من معنى صدّ الفاعل نفسَه أتت صيغة مضارعهِ بضمّ العين : اعتباراً بأنّه مضاعف متعدّ ، ولذلك لم يجىء في القرآن إلاّ مضموم الصاد ولو في المواضع التي لا يراد فيها أنّه يصدّ غيره ، وتقدّم ذكر شيء من هذا عند قوله تعالى : { الذين يصدون عن سبيل الله ويبغونها عوجاً } في سورة الأعراف ( 45 ).جملة معطوفة على جملة { يأيها الذين آمنوا إن كثيراً } والمناسبة بين الجمْلتين : أنّ كلتيهما تنبيه على مساوي أقوام يضَعُهم الناس في مقامات الرفعة والسؤدد وليسوا أهلاً لذلك ، فمضمون الجملة الأولى بيان مساوي أقوام رفع الناس أقدارهم لعلمهم ودينهم ، وكانوا منطوين على خبائث خفيّة ، ومضمون الجملة الثانية بيان مساوي أقوام رفعهم الناس لأجل أموالهم ، فبين الله أنّ تلك الأموال إذا لم تنفق في سبيل الله لا تغني عنهم شيئاً من العذاب .وأمّا وجه مناسبة نزول هذه الآية في هذه السورة : فذلك أنّ هذه السورة نزلت إثر غزوة تبوك ، وكانت غزوة تبوك في وقت عُسرة ، وكانت الحاجة إلى العُدّةِ والظهر كثيرة ، كما أشارت إليه آية { ولا على الذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من الدمع حزنا أن لا يجدوا ما ينفقون } [ التوبة : 92 ] وقد ورد في «السيرة» أنّ رسول الله صلى الله عليه وسلم حض أهل الغنى على النفقة والحُمْلان في سبيل الله ، وقد أنفق عثمان بن عفان ألفَ دينار ذهباً على جيش غزوة تبوك وحَمَل كثيرٌ من أهل الغنى فالذين انكمشوا عن النفقة هم الذين عنتهم الآية ب { والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله } ولا شكّ أنّهم من المنافقين .والكَنز بفتح الكاف مصدر كنز إذا ادّخر مالاً ، ويطلق على المال من الذهب والفضة الذي يُخزن ، من إطلاق المصدر على المفعول كالخَلْق بِمعنى المخلوق .و { سبيل الله } هو الجهاد الإسلامي وهو المراد هنا .فالموصول مراد به قوم معهودون يَعرِفون أنّهم المراد من الوعيد ، ويعرفهم المسلمون فلذلك لم يثبت أنّ النبي صلى الله عليه وسلم أنبَ قوماً بأعيانهم .ومعنى { ولا ينفقونها في سبيل الله } انتفاء الإنفاق الواجب ، وهو الصدقات الواجبة والنفقاتُ الواجبة : إمّا وجوباً مستمرّاً كالزكاة ، وإمّا وجوباً عارضاً كالنفقة في الحجّ الواجببِ ، والنفقة في نوائب المسلمين ممّا يدعو الناسَ إليه وُلاَةُ العدل .والضمير المؤنّث في قوله : { ينفقونها } عائد إلى الذهب والفضة .والوعيد منوط بالكَنز وعدممِ الإنفاق ، فليس الكنز وحْده بمتوعد عليه ، وليست الآية في معرض أحكام ادّخار المال ، وفي معرض إيجاب الإنفاق ، ولا هي في تعيين سبل البرّ والمعروف التي يجب الإخراج لأجلها من المال ، ولا داعي إلى تأويل الكنز بالمال الذي لم تُؤدّ زكاته حين وجوبها ، ولا إلى تأويل الإنفاق بأداء الزكاة الواجبة ، ولا إلى تأويل { سبيل الله } بالصدقات الواجبة ، لأنّه ليس المراد باسم الموصول العموم بل أريد به العهد ، فلا حاجة إلى ادّعاء أنّها نسختها آية وجوب الزكاة ، فإن وجوب الزكاة سابق على وقت نزول هذه الآية .ووقع في «الموطأ» أنّ عبد الله بن عُمر سئل عن الكنز ، أي المذموم المتوعّد عليه في آية { والذين يكنزون الذهب والفضة } الآيةِ ما هو؟ فقال : هو المال الذي لا تؤدَّى منه الزكاة . وفي الحديث الصحيح عن أبي هريرة أنّ النبي صلى الله عليه وسلم قال : \" من كان عنده مال لم يؤدّ زكاته مُثِّل له يوم القيامة شجاعاً أقرع له زَبيبَتَان يُطَوَّقه ثم يأخذ بلَهْزَمَتَيْهِ يعني شِدْقيه ثم يقول : أنا مالك أنا كَنزُك \"فتأويله أن ذلك بعض ماله وبعض كنزه ، أي فهو الكنز المذموم في الكتاب والسنّة وليس كلّ كنز مذموماً .وشذّ أبو ذرّ فحمل الآية على عموم الكانزين في جميع أحوال الكنز ، وعلى عموم الإنفاق ، وحَمَل سبيل الله على وجوه البرّ ، فقال بتحريم كَنز المال ، وكأنّه تأول { ولا ينفقونها } على معنى ما يسمّى عطف التفسير ، أي على معنى العطف لمجرّد القرن بين اللفظين ، فكان أبو ذرّ بالشام ينهى الناس على الكنز ويقول : بشّر الكانزين بمكاو من نار تكْوَى بها جباههم وجُنوبهم وظهورهم ، فقال له معاوية : وهو أمير الشام ، في خلافة عثمان : إنّما نزلت الآية في أهل الكتاب ، فقال أبو ذرّ : نزلت فيهم وفينا ، واشتدّ قول أبي ذرّ على الناس ورأوه قولاً لم يقله أحد في زمن رسول الله صلى الله عليه وسلم وصاحبيه فشكاه معاويةُ إلى عثمان ، فاستجلبه من الشام وخشي أبو ذَر الفتنةَ في المدينة فاعتزلها وسكن الربذة وثبت على رأيه وقوله .والفاء في قوله : { فبشرهم } داخلة على خبر الموصول ، لتنزيل الموصول منزلة الشرط ، لما فيه من الإيماء إلى تعليل الصلة في الخبر ، فضمير الجمع عائد إلى { الذين } ويجوز كون الضمير عائداً إلى الأحبار والرهبان والذين يكنزون . والفاء للفصيحة بأن يكون بعد أنْ ذَكَر آكلي الأموال الصادّين عن سبيل الله وذكَر الكانزين ، أمر رسوله بأن يُنذر جميعهم بالعذاب ، فدلّت الفاء على شرط محذوف تقديره : إذا علمتَ أحوالهم هذه فبشّرهم ، والتبشير مستعار للوعيد على طَريقة التهكّم .",
  "ayah": 34,
  "surah": 9
}
