{
  "text": "انتصب { يوم يحمى } على الظرفية لِ { عذاب } [ التوبة : 34 ] ، لما في لفظ عَذاب من معنى يُعذّبون . وضمير { عليها عائد إلى الذهب والفضة } [ التوبة : 34 ] بتأويلهما بالدنانير والدراهم ، أو عائد إلى { أمْوالَ الناس } [ التوبة : 34 ] و { الذهبَ والفضةَ } [ التوبة : 34 ] ، إن كان الضمير في قوله : { فبشرهم } [ التوبة : 34 ] عائداً إلى { الأحبار والرهبان والذين يكنزون } [ التوبة : 34 ].والحَمْيُ شدّة الحرارة . يقال : حَمِيَ الشيء إذا اشتدّ حرّه .والضمير المجرور بعلَى عائد إلى { الذهب والفضة } [ التوبة : 34 ] باعتبار أنّها دنانير أو دراهم ، وهي متعدّدة وبني الفعل للمجهول لعدم تعلّق الغرض بالفاعل ، فكأنّه قيل : يوم يحمي الحَامون عليها ، وأسند الفعل المبني للمجهول إلى المجرور لعدم تعلّق الغرض بذكر المفعول المحمي لظهوره : إذ هو النار التي تُحمى ، ولذلك لم يقرن بعلامة التأنيث ، عُدّي بعلَى الدالّة على الاستعلاء المجازي لإفادة أنّ الحَمْي تمكّن من الأموال بحيث تكتسب حرارة المحمي كلها ، ثم أكّد معنى التمكّن بمعنى الظرفية التي في قوله : { في نار جهنم } فصارت الأموال محمية عليها النارُ وموضوعة في النار . وبإضافة النار إلى جهنّم علم أنّ المحمي هو نار جهنّم التي هي أشدّ نار في الحرارة فجاء تركيباً بديعاً من البلاغة والمبالغةِ في إيجاز .والكَيُّ : أن يوضع على الجلد جمرٌ أو شيء مشتعل .والجِباه : جمع جَبْهَة وهي أعلى الوجه ممّا يلي الرأس .والجنُوب : جمع جَنْب وهو جانب الجسد من اليمين واليسار .والظُّهور : جمع ظَهْر وهو ما بين العنفقة إلى منتهى فقار العظم .والمعنى : تعميم جهات الأجساد بالكَي فإنّ تلك الجهات متفاوتة ومختلفة في الإحساس بألَم الكي ، فيحصل مع تعميم الكي إذاقة لأصناففٍ من الآلام .وسُلك في التعبير عن التعميم مسلكُ الإطناب بالتعداد لاستحضار حالة ذلك العقاب الأليم ، تهويلاً لشأنه ، فلذلك لم يقل : فتكوى بها أجسادهم .وكيفيةُ إحضار تلك الدراهم والدنانير لتُحمى من شؤون الآخرة الخارقة للعادات المألوفة فبقدرة الله تحضر تلك الدنانير والدراهم أو أمثالها كما ورد في حديث مانع الزكاة في «الموطأ» و«الصحيحين» أنّه يمثّل له ماله شُجاعاً أقرَع يأخذ بلهزمتيه يقول : «أنا مالك أنا كنزلك» وبقدرة الله يكوى الممتنعون من إنفاقها في سبيل الله ، وإن كانت قد تداول أعيانَها خلقٌ كثير في الدنيا بانتقالها من يد إلى يد ، ومن بلد إلى بلد ، ومن عصَر إلى عصر .وجملة { هذا ما كنزتم لأنفسكم } مقول قول محذوف ، وحَذْف القول في مثله كثير في القرآن ، والإشارة إلى المحمي ، وزيادة قوله : { لأنفسكم } للتنديم والتغليظ ولام التعليل مؤذنة بقصد الانتفاع لأنّ الفعل الذي علّل بها هو من فعل المخاطب ، وهو لا يفعل شيئاً لأجل نفسه إلاّ لأنّه يريد به راحتها ونفعها ، فلمّا آل بهم الكنز إلى العذاب الأليم كانوا قد خابوا وخسروا فيما انتفعوا به من الذهب والفضة ، بما كان أضعافاً مضاعفة من ألم العذاب وجملة { فذوقوا ما كنتم تكنزون } توبيخ وتنديم .والفاء في { فذوقوا } لتفريع مضمون جملة التوبيخ على جملة التنديم الأولى .والذوْق مجاز في الحسّ بعلاقة الإطلاق ، وتقدم عند قوله تعالى : { ليذوق وبال أمره } في سورة العقود ( 95 ).وما كنتم تكنزون } مفعول لفعل الذوق على تقدير مضاف يعلم من المقام : أي ذوقوا عذابَ ما كنتم تكنزون .وعُبِّر بالموصولية في قوله : { ما كنتم تكنزون } للتنبيه على غلطهم فيما كنزوا لقصد التنديم .",
  "ayah": 35,
  "surah": 9
}
