{
  "text": "استئناف ابتدائي لإقامة نظام التوقيت للأمّة على الوجه الحق الصالح لجميع البشر ، والمناسب لما وضع الله عليه نظام العالم الأرضي ، وما يتّصل به من نظام العوالم السماوية ، بوجه محكم لا مدخل لتحكّمات الناس فيه ، وليوضّح تعيين الأشهر الحُرم من قوله : { فإذا انسلخ الأشهر الحرم } [ التوبة : 5 ] بعدما عَقِبَ ذلك من التفاضيل في أحكام الأمن والحرب مع فرق الكفار من المشركين وغيرهم .والمقصود : ضبط الأشهر الحرم وإبطال مَا أدخله المشركون فيها من النسيء الذي أفسدَ أوقاتها ، وأفضى إلى اختلاطها ، وأزال حُرمة مالَهُ حرمة منها ، وأكسب حرمة لما لا حرمة له منها .وإن ضبط التوقيت من أصول إقامة نظام الأمة ودفع الفوضى عن أحوالها .وافتتاح الكلام بحرف التوكيد للاهتمام بمضمونه لتتوجّه أسماع الناس وألبابهم إلى وعْيِهِ .والمراد بالشهور : الشهور القمرية بقرينة المقام ، لأنّها المعروفة عند العرب وعند أغلب الأمم ، وهي أقدم أشهر التوقيت في البشر وأضبطها لأنّ اختلاف أحوال القمر مساعد على اتّخاذ تلك الأحوال مواقيت للمواعيد والآجال ، وتاريخخِ الحوادث الماضية ، بمجرّد المشاهدة ، فإنّ القمر كرة تابعة لنظام الأرض . قال تعالى : { لتعلموا عدد السنين والحساب } [ يونس : 5 ] ولأنّ الاستناد إلى الأحوال السماوية أضبط وأبعد عن الخطأ ، لأنّها لا تتناولها أيدي الناس بالتغيير والتبديل ، وما حدثت الأشهر الشمسية وسَنتها إلاّ بعد ظهور علم الفلك والميقات ، فانتفع الناس بنظام سير الشمس في ضبط الفصول الأربعة ، وجعلوها حساباً لتوقيت الأعمال التي لا يصلح لها إلاّ بعض الفصول ، مثل الحرث والحصاد وأحوال الماشية ، وقد كان الحساب الشمسي معروفاً عند القبط والكلدانيين ، وجاءت التوراة بتعيين الأوقات القمرية للأشهر ، وتعيين الشمسية للأعياد ، ومعلوم أنّ الأعياد في الدرجة الثانية من أحوال البشر لأنّها راجعة إلى التحسين ، فأمّا ضبط الأشهر فيرجع إلى الحاجي . فألْهم الله البشر ، فيما ألهمهم من تأسيس أصول حضارتهم ، أن اتّخذوا نظاماً لتوقيت أعمالهم المحتاجة للتوقيت ، وأن جعلوه مستنداً إلى مشاهَدات بيّنة واضحة لسائر الناس ، لا تنحجب عنهم إلا قليلاً في قليل ، ثمّ لا تلبث أن تلوح لهم واضحة باهرة ، وألهمهم أن اهتدوا إلى ظواهر ممّا خلق الله له نظاماً مطرداً . وذلك كواكب السماء ومنازلها ، كما قال في بيان حكمة ذلك { هو الذي جعل الشمس ضياءً والقمر نوراً وقدّره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلاّ بالحق } [ يونس : 5 ] ، وإن جعلوا توقيتهم اليومي مستنداً إلى ظهور نور الشمس ومغيبه عنهم ، لأنّهم وجدوه على نظام لا يتغيّر ، ولاشتراك الناس في مشاهدة ذلك ، وبذلك تنظم اليومُ والليلة ، وجعلوا توقيتهم الشهري بابتداء ظهور أول أجزاء القمر وهو المسمّى هلالاً إلى انتهاء محاقه فإذا عاد إلى مثل الظهور الأول فذلك ابتداء شَهْر آخر ، وجعلوا مراتب أعداد أجزاء المدّة المسمّاةِ بالشهر مرتّبة بتزايد ضوء النصف المضيء من القمر كلّ ليلة ، وبإعانة منازل ظهور القمر كلّ ليلة حذوَ شكل من النجوم سَمَّوه بالمنازل .وقد وجدوا ذلك على نظام مطّرد ، ثم ألهمهم فرقبوا المدّة التي عاد فيها الثمَر أو الكلأ الذي ابتدأوا في مثله العَدّ وهي أوقات الفصول الأربعة ، فوجدوها قد احتوت على اثني عشر شهراً فسمّوا تلك المدّة عاماً ، فكانت الأشهر لذلك اثني عشر شهراً ، لأنّ ما زاد على ذلك يعود إلى مثل الوقت الذي ابتدأوا فيه الحساب أوّل مرّة ، ودعوها بأسماء لتمييز بعضها عن بعض دفعاً للغلط ، وجعلوا لابتداء السنين بالحوادث على حسب اشتهارها عندهم ، إن أرادوا ذلك وذلك واسع عليهم ، فلمّا أراد الله أن يجعل للناس عبادات ومواسم وأعياداً دورية تكون مرّة في كلّ سنة ، أمرهم أن يجعلوا العبادة في الوقت المماثل لوقت أختها ففرض على إبراهيم وبَنِيه حجّ البيت كلّ سنة في الشهر الثاني عشر ، وجعل لهم زمناً محترماً بينهم يأمنون فيه على نفوسهم وأموالهم ويستطيعون فيه السفر البعيد وهي الأشهر الحرم ، فلمّا حصل ذلك كله بمجموع تكوين الله تعالى للكواكب ، وإيداعه الإلهام بالتفطّن لحكمتها ، والتمكّن من ضبط مطرد أحوالها ، وتعيينه ما عين من العبادات والأعمال بمواقيتها ، كان ذلك كلّه مراداً عنده فلذلك قال : { إن عدة الشهور عند الله اثنا عشر شهراً في كتاب الله يوم خلق السماوات والأرض }.فمعنى قوله : { إن عدة الشهور عند الله اثنا عشر شهراً } : أنّها كذلك في النظام الذي وضَع عليه هذه الأرض التي جعلها مقرَّ البشر باعتبار تمايز كلّ واحد فيها عن الآخر ، فإذا تجاوزت الاثني عشر صار ما زاد على الاثني عشر مماثلاً لنظير له في وقت حلوله فاعتبر شيئاً مكرّراً .و { عند الله } معناه في حكمه وتقديره ، فالعندية مجاز في الاعتبار والاعتداد ، وهو ظرف معمول ل { عدّة } أو حال من { عدّة } و { في كتاب الله } صفة ل { اثنا عشر شهراً }.ومعنى { في كتاب الله } في تقديره ، وهو التقدير الذي به وُجدت المقدورات ، أعني تعلقّ القدرة بها تعلّقاً تنجيزياً كقوله : { كتابا مؤجلا } [ آل عمران : 145 ] أي قدرا محدّداً ، فكتاب هنا مصدر .بيان ذلك أنّه لمّا خلق القمر على ذلك النظام أراد من حكمته أن يكون طريقاً لحساب الزمان كما قال : { وقدره منازل لتعلموا عدد السنين والحساب } [ يونس : 5 ] ولذلك قال هنا { يوم خلق السماوات والأرض } ف { يومَ } ظرف ل { كتاب الله } بمعنى التقدير الخاصّ ، فإنّه لما خلق السماوات والأرض كان ممّا خلَق هذا النظامُ المنتسب بين القمر والأرض .ولهذا الوجه ذُكرت الأرض مع السماوات دون الاقتصار على السماوات ، لأنّ تلك الظواهر التي للقمر ، وكان بها القمر مجزَّءاً أجزاء ، منذُ كونِه هلالاً ، إلى رُبعه الأول ، إلى البدر ، إلى الربُع الثالث ، إلى المحاق ، وهي مقادير الأسابيع ، إنّما هي مظاهر بحسب سمته من الأرض وانطباع ضوء الشمس على المقدار البادي منه للأرض .ولأنّ المنازل التي يحلّ فيها بعدد ليالي الشهر هي منازل فرضية بمرأى العين على حسب مسامتته الأرض من ناحية إحدى تلك الكُتل من الكواكب ، التي تبدو للعين مجتمعة ، وهي في نفس الأمر لها أبعاد متفاوتة لا تآلف بينها ولا اجتماع ، ولأنّ طلوع الهلال في مثل الوقت الذي طلع فيه قبلَ أحد عشر طلوعاً من أي وقت ابتُدىءَ منه العد من أوقات الفصول ، إنّما هو باعتبار أحوال أرضية .فلا جرم كان نظام الأشهر القمرية وسنَتُها حاصلاً من مجموع نظام خلق الأرض وخلق السماوات ، أي الأجرام السماوية وأحوالها في أفلاكها ، ولذلك ذكرت الأرض والسماوات معاً .وهذه الأشهر معلومة بأسمائها عند العرب ، وقد اصطلحوا على أن جعلوا ابتداء حسابها بعد موسم الحجّ ، فمبدأ السنة عندهم هو ظهور الهلال الذي بعد انتهاء الحجّ وذلك هلال المحرّم ، فلذلك كان أول السنة العربية شهر المحرم بلا شكّ ، ألا ترى قول لبيد :حتى إذا سَلَخَا جمادَى سِتةً ... جَزْءا فطَال صيامُه وصِيامهاأراد جمادى الثانية فوصفه بستّة لأنّه الشهر السادس من السنة العربية .وقرأ الجمهور { اثنا عشر } بفتح شين { عشر } وقرأه أبو جعفر { اثنا عْشَرَ } بسكون عين { عشر } مع مدّ ألف اثنا مُشْبَعاً .والأربعة الحرم هي المعروفة عندهم : ثلاثة منها متوالية لا اختلاف فيها بين العرب وهي ذو القعدة وذو الحجة والمحرّم ، والرابع فرد وهو رجب عند جمهور العرب ، إلاّ ربيعة فهم يجعلون الرابع رمضان ويسمّونه رَجَباً ، وأحسب أنّهم يصفونه بالثاني مثل ربيع وجمادى ، ولا اعتداد بهؤلاء لأنّهم شذّوا كما لم يعتدّ بالقبيلة التي كانت تُحلّ أشهر السنة كلَّها ، وهي قضاعة . وقد بيّن إجمال هذه الآية النبي صلى الله عليه وسلم في خطبة حجّة الوداع بقوله : { منها أربعة حرم } « ذو القعدة وذو الحجّة والمحرم ورجب مُضر الذي بين جمادى وشعبان »وتحريم هذه الأشهر الأربعة ممّا شرعه الله لإبراهيم عليه السلام لمصلحة الناس ، وإقامة الحجّ ، كما قال تعالى : { جعل الله الكعبة البيت الحرام قياماً للناس والشهر الحرام } [ المائدة : 97 ].واعلم أنّ تفضيل الأوقات والبقاع يشبه تفضيل الناس ، فتفضيل الناس بما يصدر عنهم من الأعمال الصالحة ، والأخلاق الكريمة ، وتفضيل غيرهم ممّا لا إرادة له بما يقارنه من الفضائل ، الواقعة فيه ، أو المقارِنة له . فتفضيل الأوقات والبقاع إنّما يكون بجعل الله تعالى بخبر منه ، أو بإطْلاع على مراده ، لأنّ الله إذا فضلها جعلها مظانّ لتطلّب رضاه ، مثل كونها مظانّ إجابة الدعوات ، أو مضاعفةِ الحسنات ، كما قال تعالى : { ليلة القدر خير من ألف شهر } [ القدر : 3 ] أي من عبادة ألف شهر لمَنْ قبلَنا من الأمم ، وقال النبي صلى الله عليه وسلم\" صَلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلاّ المسجدَ الحَرام \" والله العليم بالحكمة التي لأجلها فُضّل زمنٌ على زمَن ، وفُضّل مكانٌ على مكان والأمور المجعولة من الله تعالى هي شؤون وأحوال أرادها الله ، فقدَّرها ، فأشبهت الأمور الكونيه ، فلا يُبطلها إلاّ إبطال من الله تعالى ، كما أبطل تقديسَ السبت بالجمعة ، وليس للناس أن يجعلوا تفضيلاً في أوقات دينية : لأنّ الأمور التي يجعلها الناس تشبه المصنوعات اليدوية ، ولا يكون لها اعتبار إلاّ إذا أريدت بها مقاصد صالحة فليس للناس أن يغيّروا ما جعله الله تعالى من الفضل لأزمنةٍ أو أمكنةٍ أو ناس .{ ذلك الدين القيم }.الإشارة بقوله : { ذلك } إلى المذكور : من عدّةِ الشهور الاثني عشر ، وعدّة الأشهر الحرم . أي ذلك التقسيم هو الدين الكامل ، وما عداه لا يخلو من أن اعتراه التبديل أو التحكّمُ فيه لاختصاص بعض الناس بمعرفته على تفاوتهم في صحّة المعرفة .والدين : النظام المنسوب إلى الخالق الذي يُدان الناس به ، أي يعامَلون بقوانينه . وتقدّم عند قوله تعالى : { إن الدين عند الله الإسلام } في سورة آل عمران ( 19 ) ، كما وصف بذلك في قوله تعالى : { فأقم وجهك للدين حنيفاً فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم } [ الروم : 30 ].فكون عدّة الشهور اثني عشر تحقّق بأصل الخلقة لقوله عقبه { في كتاب الله يوم خلق السماوات والأرض }.وكون أربعةٍ من تلك الأشهر أشهراً حُرُما تحقّق بالجعل التشريعي للإشارة عقبه بقوله : { ذلك الدين القيم } ، فحصل من مجموع ذلك أنّ كون الشهور اثني عشر وأنّ منها أربعة حرماً اعتبر من دين الإسلام وبذلك نسخ ما كان في شريعة التوراة من ضبط مواقيت الأعياد الدينية بالتاريخ الشمسي ، وأبطل ما كان عليه أهل الجاهلية .وجملة : { ذلك الدين القيم } معترضة بين جملة { إن عدة الشهور } وجملة { فلا تظلموا فيهن أنفسكم }.{ فَلاَ تَظْلِمُواْ فِيهِنَّ أَنفُسَكُمْ }.تفريع على { منها أربعة حرم } فإنّها ، لما كانت حرمتها ممّا شرعه الله ، أوجب الله على الناس تعظيم حرمتها بأن يتجنّبوا الأعمال السيئة فيها .فالضمير المجرور ب { في } عائد إلى الأربعة الحرم : لأنّها أقرب مذكور ، ولأنّه أنسب بسياق التحذير من ارتكاب الظلم فيها ، وإلاّ لكان مجرّد اقتضاب بلا مناسبة ، ولأنّ الكسائي والفرّاء ادّعيا أنّ الاستعمال جرى أن يكون ضمير جمع القلّة من المؤنث مثل هُنّ كما قال هنا { فيهن } إن ضمير جمع الكثرة من المؤنث مثل ( ها ) يعاملان معاملة الواحد كما قال : { منها أربعة حرم } ومعلوم أنّ جموع غير العاقل تعامل معاملة التأنيث ، وقال الكسائي : إنّه من عجائب الاستعمال العربي ولذلك يقولون فيما دون العشر من الليالي «خلون» وفيما فوقها «خَلَت» . وعن ابن عبّاس أنّه فسرّ ضمير فيهنّ بالأشهر الاثني عشر فالمعنى عنده : فلا تظلموا أنفسكم بالمعاصي في جميع السنة يعني أنّ حرمة الدين أعظم من حرمة الأشهر الأربعة في الجاهلية ، وهذا يقتضي عدم التفرقة في ضمائر التأنيث بين { فيها } و { فيهن } وأنّ الاختلاف بينهما في الآيةِ تفنُّن وظلم النفس هو فعل ما نهى الله عنه وتوعّد عليه ، فإنّ فعله إلقاء بالنفس إلى العذاب ، فكان ظلماً للنفس قال تعالى :{ ولو أنهم إذ ظلموا أنفسهم جاءوك فاستغفروا الله } [ النساء : 64 ] الآية وقال : { ومن يعمل سوءاً أو يظلم نفسه } [ النساء : 110 ].والأنفس تحتمل أنّها أنفس الظالمين في قوله : { فلا تظلموا } أي لا يظلم كلّ واحد نفسه . ووجه تخصيص المعاصي في هذه الأشهر بالنهي : أنّ الله جعلها مواقيت للعبادة ، فإن لم يكن أحد متلبّساً بالعبادة فيها فليكن غير متلبس بالمعاصي ، وليس النهي عن المعاصي فيها بمقتض أنّ المعاصي في غير هذه الأشهر ليست منهياً عنها ، بل المراد أنّ المعصية فيها أعظم وأنّ العمل الصالح فيها أكثر أجراً ، ونظيره قوله تعالى : { ولا فسوق ولا جدال في الحج } [ البقرة : 197 ] فإنّ الفسوق منهي عنه في الحجّ وفي غيره .ويجوز أن يكون الظلم بمعنى الاعتداء ، ويكون المراد بالأنفس أنفس غير الظالمين ، وإضافتها إلى ضمير المخاطبين للتنبيه على أنّ الأمّة كالنفس من الجسد على حدّ قوله تعالى : { فإذا دخلتم بيوتاً فسلموا على أنفسكم } [ النور : 61 ] ، أي على الناس الذين فيها على أرجح التأويلين في تلك الآية ، وكقوله : { إذ بعث فيهم رسولاً من أنفسهم } [ آل عمران : 164 ] والمراد على هذا تأكيد حكم الأمن في هذه الأشهر ، أي لا يعتدي أحد على آخر بالقتال كقوله تعالى : { جعل الله الكعبة البيت الحرام قياماً للناس والشهر الحرام } [ المائدة : 97 ] وإنّما يستقيم هذا المعنى بالنسبة لمعاملة المسلمين مع المشركين فيكون هذا تأكيداً لمنطوق قوله : { فسيحوا في الأرض أربعة أشهر } [ التوبة : 2 ] ولمفهوم قوله : { فإذا انسلخ الأشهر الحرم فاقتلوا المشركين } [ التوبة : 5 ] وهي مقيّدة بقوله : { فما استقاموا لكم فاستقيموا لهم } [ التوبة : 7 ] وقوله : { الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم } [ البقرة : 194 ]. ولذلك لا يشكل الأمر بمقاتلة الرسول عليه الصلاة والسلام هوازن أياماً من ذي القعدة لأنهم ابتدأوا بقتال المسلمين قبل دخول الأشهر الحرم ، فاستمرّت الحرب إلى أن دخلوا في شهر ذي القعدة ، وما كان ليكفّ القتال عند مشارفة هزيمة المشركين وهم بدأوهم أوّلَ مرّة ، وعلى هذا المحمل يكون حكم هذه الآية قد انتهى بانقراض المشركين من بلاد العرب بعد سنة الوفود .والمحمل الأول للآية أخذ به الجمهور ، وأخذ بالمحمل الثاني جماعة : فقال ابن المسيّب ، وابن شهاب ، وقتادة ، وعطاء الخراساني حَرَّمت الآية القتالَ في الأشهر الحرم ثم نُسخت بإباحة الجهاد في جميع الأوقات ، فتكون هذه الآية مكمّلة لما بقي من مدّة حرمة الأشهر الحرم ، حتّى يعُمّ جميع بلاد العرب حكمُ الإسلام بإسلام جمهور القبائل وضَرببِ الجزية على بعض قبائل العرب وهم النصارى واليهود .وقال عطاء بن أبي رباح : يحرم الغزو في الأشهر الحرم إلاّ أن يبدأ العدوّ فيها بالقتال ولا نسخ في الآية .{ وَقَاتِلُواْ المشركين كَآفَّةً كَمَا يقاتلونكم كَآفَّةً واعلموا أَنَّ الله مَعَ المتقين }.أحسب أنّ موقع هذه الآية موقعُ الاحتراس من ظنّ أنّ النهيِ عن انتهاء الأشهر الحرم يَقتضي النهي عن قتال المشركين فيها إذا بدأوا بقتال المسلمين ، وبهذا يؤذن التشبيه التعليلي في قوله : { كما يقاتلونكم كافة } فيكون المعنى فلا تنتهكوا حرمة الأشهر الحرم بالمعاصي ، أو باعتدائكم على أعدائكم ، فإن هم بَادَأوكم بالقتال فقاتلوهم على نحو قوله تعالى : { الشهر الحرام بالشهر الحرام والحرمات قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم } [ البقرة : 194 ] فمقصود الكلام هو الأمر بقتال المشركين الذين يقاتلون المسلمين في الأشهر الحرم ، وتعليله بأنّهم يستحلون تلك الأشهر في قتالهم المسلمين .و { كافّة } كلمة تدلّ على العموم والشمول بمنزلة ( كلّ ) لا يختلف لفظها باختلاف المؤكَّد من أفراد وتثنية وجمع ، ولا من تذكير وتأنيث ، وكأنّه مشتق من الكفّ عن استثناء بعض الأفراد ، ومحلّها نصب على الحال من المؤكَّد بها ، فهي في الأول تأكيد لقوله { المشركين } وفي الثاني تأكيد لضمير المخاطبين ، والمقصود من تعميم الذوات تعميم الأحوال لأنّه تبع لعموم الذوات ، أي كلّ فِرق المشركين ، فكلّ فريق وُجد في حالة مَّا ، وكان قد بادأ المسلمين بالقتال ، فالمسلمون مأمورون بقتاله ، فمن ذلك : كلّ فريق يكون كذلك في الأشهر الحُرُم ، وكلّ فريق يكون كذلك في الحَرَم .والكاف في { كما يقاتلونكم } أصلها كاف التشبيه استعيرت للتعليل بتشبيه الشيء المعلول بعلّته ، لأنه يقع على مثالها ومنه قوله تعالى : { واذكروه كما هداكم } [ البقرة : 198 ].وجملة { واعلموا أن الله مع المتقين } تأييد وضمان بالنصر عند قتالهم المشركين ، لأنّ المعية هنا معية تأييد على العمل ، وليست معية عِلم ، إذ لا تختصّ معيّة العلم بالمتّقين .وابتدئت الجملةُ ب { اعلموا } للاهتمام بمضمونها كما تقدّم في قوله تعالى : { واعلموا أن ما غنمتم من شيء } [ الأنفال : 41 ] الآية ، بحيث يجب أن يعلموه ويَعوه .والجملة بمنزلة التذييل لما قبلها من أجل ما فيها من العموم في المتّقين ، دون أن يقال واعلموا أنّ الله معكم ليحصل من ذكر الاسم الظاهر معنى العموم ، فيفيد أنّ المتّصفين بالحال المحكية في الكلام السابق معدودون من جملة المتقين ، لئلا يكون ذكر جملة { واعلموا أن الله مع المتقين } غريباً عن السياق ، فيحصل من ذلك كلام مستقلّ يجري مجرى المثل وإيجازٌ يفيد أنّهم حينئذٍ من المتّقين ، وأنّ الله يؤيّدهم لتقواهم ، وأنّ القتال في الأشهر الحرم في تلك الحالة طاعة لله وتقوى ، وأنّ المشركين حينئذٍ هم المعتدون على حرمة الأشهر ، وهم الحاملون على المقابلة بالمثل للدفاع عن النفس .",
  "ayah": 36,
  "surah": 9
}
