{
  "text": "تفريع على قوله : { فسيحوا في الأرض أربعة أشهر } [ التوبة : 2 ] فإن كان المراد في الآية المعطوففِ عليها بالأربعة الأشهر أربعةً تبتدىء من وقت نزول براءة كان قوله : { فإذا انسلخ الأشهر الحرم } تفريعاً مراداً منه زيادة قيد على قيد الظرف من قول : { أربعة أشهر } [ التوبة : 2 ] أي : فإذا انتهى أجل الأربعة الأشهر وانسلخ الأشهر الحرم فاقتلوا المشركين إلخ لانتهاء الإذن الذي في قوله : { فسيحوا في الأرض أربعة أشهر } [ التوبة : 2 ] ، وإن كانت الأربعة الأشهر مراداً بها الأشهر الحرم كان قوله : { فإذا انسلخ الأشهر الحرم } تصريحاً بمفهوم الإذن بالأمن أربعةَ أشهر ، المقتضي أنّه لا أمْن بعد انقضاء الأربعة الأشهر ، فهو على حدّ قوله تعالى : { وإذا حللتم فاصطادوا } [ المائدة : 2 ] ، بعد قوله { غير محلي الصيد وأنتم حرم } [ المائدة : 1 ] فيكون تأجيلاً لهم إلى انقضاء شهر المحرم من سنة عشر ، ثم تحذيراً من خرق حرمة شهر رجب ، وكذلك يستمرّ الحال في كلّ عام إلى نسخ تأمين الأشهر الحرم كما سيأتي عند قوله تعالى : { منها أربعة حرم . . . فلا تظلموا فيهن أنفسكم } [ التوبة : 36 ].وانسلاخ الأشهر انقضاؤها وتمامها وهو مطاوع سلخ . وهو في الأصل استعارة من سلخ جلد الحيوان ، أي إزالته . ثم شاع هذا الإطلاق حتى صار حقيقة .والحرم جمع حرام وهو سماعي لأنّ فُعُلا بضم الفاء والعيْن إنما ينقاس في الاسم الرباعي ذي مد زائد . وحرام صفة . وقال الرضي في باب الجمع من «شرح الشافية» إن جموع التكسير أكثرها محتاج إلى السماع ، وقد تقدّم عند قوله تعالى : { الشهر الحرام بالشهر الحرام } في سورة البقرة ( 194 ). وهي ذو القعدة وذو الحجّة ومحرّم ورجب .وانسلاخها انقضاء المدّة المتتابعة منها ، وقد بَقيت حرمتها ما بَقي من المشركين قبيلة ، لمصلحة الفريقين ، فلما آمن جميع العرب بَطل حكم حُرمة الأشهر الحرم ، لأنّ حُرمةَ المحارم الإسلامية أغنت عنها .والأمر في فاقتلوا المشركين } للإذن والإباحة باعتبار كلّ واحد من المأمورات على حدة ، أي فقد أُذن لكل في قتلهم ، وفي أخذهم ، وفي حصارهم ، وفي منعهم من المرور بالأرض التي تحت حكم الإسلام ، وقد يعرض الوجوب إذا ظهرت مصلحة عظيمة ، ومن صور الوجوب ما يأتي في قوله : { وإن نكثوا أيمانهم من بعد عهدهم وطعنوا في دينكم فقاتلوا أئمة الكفر } [ التوبة : 12 ] والمقصود هنا : أن حرمة العهد قد زالت .وفي هذه الآية شرع الجهاد والإذن فيه والإشارة إلى أنّهم لا يقبل منهم غير الإسلام . وهذه الآية نسخت آيات الموادعة والمعاهدة . وقد عمّت الآية جميع المشركين وعمّت البقاع إلا ما خصصته الأدلّة من الكتاب والسنة .والأخذ : الأسر .والحصر : المنع من دخول أرض الإسلام إلا بإذن من المسلمين .والقعود مجاز في الثبات في المكان ، والملازمةِ له ، لأن القعود ثبوت شديد وطويل .فمعنى القعود في الآية المرابطة في مظانّ تطرقّ العدوّ المشركين إلى بلاد الإسلام ، وفي مظان وجود جيش العدوّ وعُدته .والمرصد مكان الرَصْد . والرصْد : المراقبة وتتبع النظر .و { كلّ } مستعملة في تعميم المراصد المظنون مرورهم بها ، تحذيراً للمسلمين من إضاعتهم الحراسة في المراصد فيأتيهم العدوّ منها ، أو من التفريط في بعض ممارّ العدوّ فينطلق الأعداء آمنين فيستخفّوا بالمسلمين ويتسامع جماعات المشركين أنّ المسلمين ليسوا بذوي بأس ولا يقظة ، فيؤول معنى { كل } هنا إلى معنى الكثرة للتنبيه على الاجتهاد في استقصاء المراصد كقول النابغة :بها كُل ذيَّال وخنساءَ ترعوي ... إلى كلّ رجّاف من الرمل فاردوانتصب { كل مرصد } إمَّا على المفعول به بتضمين { اقعدوا } معنى ( الزموا ) كقوله تعالى : { لأقعدن لهم صراطك المستقيم } [ الأعراف : 16 ] ، وإمّا على التشبيه بالظرف لأنّه من حقّ فعل القعود أن يَتعدّى إليه ب ( في ) الظرفية فشبّه بالظرف وحذفت ( في ) للتّوسّع .وتقدم ذكر ( كلّ ) عند قوله تعالى : { وإن يروا كل آية لا يؤمنوا بها } في سورة الأنعام ( 25 ).تفريع على الأفعال المتقدمة في قوله : { فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم }.والتوبة عن الشرك هي الإيمان ، أي فإن آمنوا إيماناً صادقاً ، بأن أقاموا الصلاة الدالّةَ إقامتُها على أنّ صاحبها لم يكن كاذباً في إيمانه ، وبأن آتوا الزكاة الدالَّ إيتاؤُها على أنّهم مؤمنون حقّاً ، لأنّ بذل المال للمسلمين أمارة صدق النية فيما بُذل فيه فإقامة الصلاة وإيتاء الزكاة شرط في كفّ القتال عنهم إذا آمنوا ، وليس في هذا دلالة على أنّ الصلاة والزكاة جزء من الإيمان .وحقيقة { خلوا سبيلهم } اتركوا طريقهم الذي يمرّون به ، أي اتركوا لهم كلّ طريق أمرتم برصدهم فيه أي اتركوهم يسيرون مجتازين أو قَادمين عليكم ، إذ لا بأس عليكم منهم في الحالتين ، فإنّهم صاروا إخوانكم ، كما قال في الآية الآتية { فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين } [ التوبة : 11 ].وهذا المركب مستعمل هنا تمثيلاً في عدم الإضرار بهم ومتاركتهم ، يقال : خَلّ سبيلي ، أي دعني وشأني ، كما قال جرير :خَلّ السبيلَ لمن يبنِي المنارَ به ... وأبرز ببَرْزَةَ حيث اضطرّك القدَروهو مقابل للتمثيل الذي في قوله : { واقعدوا لهم كل مرصد }.وجملة : { إن الله غفور رحيم } تذييل أريد به حثّ المسلمين على عدم التعرّض بالسوء للذين يسلمون من المشركين ، وعدممِ مؤاخذتهم لما فرط منهم ، فالمعنى اغفروا لهم ، لأنّ الله غفر لهم وهو غفور رحيم ، أو اقتدوا بفعل الله إذ غفر لهم ما فَرَطَ منهم كما تعلمون فكونوا أنتم بتلك المثابة في الإغضاء عمّا مضى .",
  "ayah": 5,
  "surah": 9
}
