{
  "text": "ابتداء كلام هو جواب عن قول بعض المستأذنين منهم في التخلّف «وأنا أعينك بمالي» . روي أنّ قائل ذلك هو الجدّ بن قيس ، أحد بني سَلِمة ، الذي نزل فيه قوله تعالى : { ومنهم من يقول ائذن لي ولا تفتني } [ التوبة : 49 ] كما تقدّم ، وكان منافقا . وكأنّهم قالوا ذلك مع شدّة شُحِّهم لأنّهم ظنّوا أنّ ذلك يرضي النبي صلى الله عليه وسلم عن قعودهم عن الجهاد .وقوله : { طوعاً أو كرهاً } أي بمال تبذلونه عوضاً عن الغزو ، أو بمال تنفقونه طوعاً مع خروجكم إلى الغزو ، فقوله : { طوعاً } إدماج لتعميم أحوال الإنفاق في عدم القبول فإنّهم لا ينفقون إلاّ كرهاً لقوله تعالى بعد هذا : { ولا ينفقون إلا وهم كارهون } [ التوبة : 54 ].والأمر في { أنفقوا } للتسوية أي : أنفقوا أو لا تنفقوا ، كما دلّت عليه { أوْ } في قوله { طوعاً أو كرهاً } وهو في معنى الخبر الشرطيّ لأنّه في قوة أن يقال : لن يتقبّل منكم إن أنفقتم طوعاً أو أنفقتم كَرهاً ، ألا ترى أنّه قد يَجيء بعد أمثاله الشرطُ في معناه كقوله تعالى : { استغفر لهم أو لا تستغفر لهم إن تستغفر لهم سبعين مرة فلن يغفر الله لهم } [ التوبة : 80 ].والكَره أشدّ الإلزام ، وبينه وبين الطوع مراتب تعلم إرادتها بالأوْلى ، وانتصب { طوعاً أو كرهاً } على النيابة عن المفعول المطلق بتقدير : إنفاقَ طَوع أو إنفاقَ كَره . ونائت فاعل يتقبّل : هو { منكم } أي لا يتقبّل منكم شيء وليس المقدّرُ الإنفاقَ المأخوذَ من { أنفقوا } بل المقصود العموم .وجملة { إنكم كنتم قوماً فاسقين } في موضع العلّة لنفي التقبّل ، ولذلك وقعت فيها ( إنَّ ) المفيدة لِمعنى فاء التعليل ، لأنّ الكافر لا يتقبّل منه عمل البرّ . والمراد بالفاسقين : الكافرون ، ولذلك أعقب بقوله : { وما منعهم أن تُقبل منهم نفقاتهم إلاّ أنّهم كفروا بالله وبرسوله } [ التوبة : 54 ]. وإنّما اختير وصف الفاسقين دون الكافرين لأنّهم يظهرون الإسلام ويبطنون الكفر ، فكانوا كالمائِلين عن الإسلام إلى الكفر . والمقصود من هذا تأييسهم من الانتفاع بما بذلوه من أموالهم ، فلعلّهم كانوا يحسبون أنّ الإنفاق في الغزو ينفعهم على تقدير صدق دعوة الرسول صلى الله عليه وسلم وهذا من شكّهم في أمر الدين ، فتوهّموا أنّهم يعملون أعمالاً تنفع المسلمين يجدونها عند الحشر على فرض ظهور صدق الرسول . ويَبقون على دينهم فلا يتعرّضون للمهالك في الغزو ولا للمشاق ، وهذا من سوء نظر أهل الضلالة كما حكى الله تعالى عن بعضهم : { أفرأيت الذي كفر بآياتنا وقال لأوتين مالا وولداً } [ مريم : 77 ] إذْ حسب أنّه يحشر يوم البعث بحالته التي كان فيها في الحياة إذا صَدَق إخبار الرسول بالبعث .",
  "ayah": 53,
  "surah": 9
}
