{
  "text": "عطف ذكر فيه خلق آخر من أخلاق المنافقين : وهو تعلّلهم على ما يعاملهم به النبي والمسلمون من الحَذر ، وما يطَّلعون عليه من فلتات نفاقهم ، يزعمون أن ذلك إرجاف من المرجفين بهم إلى النبي صلى الله عليه وسلم وأنّه يُصدّق القالَة فيهم ، ويتّهمهم بما يبلغه عنهم ممّا هم منه برآء يعتذرون بذلك للمسلمين ، وفيه زيادة في الأذى للرسول صلى الله عليه وسلم وإلقاء الشكّ في نفوس المسلمين في كمالات نبيئهم عليه الصلاة والسلام .والتعبير بالنبي إظهار في مقام الإضمار لأنّ قبله { ومنهم من يلمزك في الصدقات } [ التوبة : 58 ] فكان مقتضى الظاهر أن يقال : «ومنهم الذين يؤذونك» فعُدل عن الإضمار إلى إظهار وصف النبي للإيذان بشناعة قولهم ولزيادة تنزيه النبي بالثناء عليه بوصف النبوءة بحيث لا تحكى مقالتهم فيه إلاّ بعد تقديم ما يشير إلى تنزيهه والتعريض بجرمهم فيما قالوه .وهؤلاء فريق كانوا يقولون في حق النبي صلى الله عليه وسلم ما يؤذيه إذا بلغه . وقد عُدّ من هؤلاء المنافقين ، القائلين ذلك : الجُلاَسُ بن سُويد ، قبل توبته ، ونَبْتَل بن الحارث ، وعتاب بن قشير ، ووديعة بن ثابت . فمنهم من قال : إن كان ما يقول محمّد حقّاً فنحن شرّ من الحمير ، وقال بعضهم : نقول فيه ما شئنا ثم نذهب إليه ونحلف له أنّا ما قلنا فيقبل قولنا .والأذَى : الإضرار الخفيف ، وأكثر ما يطلق على الضرّ بالقول والدسائس ، ومنه قوله تعالى : { لن يضروكم إلا أذى } وقد تقدّم في سورة آل عمران ( 111 ) ، وعند قوله تعالى : { وأوذوا حتى أتاهم نصرنا } في سورة الأنعام ( 34 ).ومضمون جملة : ويقولون هو أذن } عطفُ خاصّ على عامّ ، لأنّ قولهم ذلك هو من الأذى .والأذن الجارحة التي بها حاسّة السمع . ومعنى { هو أذن } الإخبار عنه بأنّه آلة سمع .والإخبار ب { هو أذن } من صيغ التشبيه البليغ ، أي كالأذن في تلقّي المسموعات لا يردّ منها شيئاً ، وهو كناية عن تصديقه بكلّ ما يسمع من دون تمييز بين المقبول والمردود . روي أنّ قائل هذا هو نَبْتَل بن الحارث أحد المنافقين .وجملة : { قل أذن خير لكم } جملة { قل } مستأنفة استينافاً ابتدائياً ، على طريقة المقاولة والمحاورة ، لإبطال قولهم بقلب مقصدهم إغاظةً لهم ، وكمداً لمقاصدهم ، وهو من الأسلوب الحكيم الذي يَحمِل فيه المخاطَبُ كلامَ المتكلّم على غير ما يريده ، تنبيهاً له على أنّه الأولى بأن يراد ، وقد مضى عند قوله تعالى : { يسألونك عن الأهلة قل هي مواقيت للناس والحج } [ البقرة : 189 ] ومنه ما جَرَى بين الحجّاج والقبعثرَى إذ قال له الحجاج متوعّدا إيّاه «لأحْمِلَنَّك على الأدهْم ( أراد لألْزِمنَّك القَيْد لا تفارقه ) فقال القبعثري : «مثل الأمير يحمل على الأدهم والأشهب» فصرف مراده إلى أنّه أراد بالحمل معنى الركوب وإلى إرادة الفَرس الذي هو أدهم اللون من كلمة الأدهم .وهذا من غيرة الله على رسوله عليه الصلاة والسلام ، ولذلك لم يعقّبه بالردّ والزجر ، كما أعقب ما قبله من قوله : { ومنهم من يقول ائذن لي } [ التوبة : 49 ]. إلى هنا بل أعقبه ببيان بطلانه فأمر النبي صلى الله عليه وسلم بأن يبلغهم ما هو إبطال لزعمهم من أصله بصرف مقالتهم إلى معنى لائق بالرسول ، حتّى لا يبقى للمحكي أثر ، وهذا من لطائف القرآن .ومعنى { أذن خير } أنّه يسمع ما يبلغه عنكم ولا يؤاخذكم؛ ويسمع معاذيركم ويقبلها منكم ، فقبولهُ ما يسمعه ينفعكم ولا يضرّكم فهذا أذن في الخبر ، أي في سماعه والمعاملة به وليَس أذناً في الشر .وهذا الكلام إبطال لأن يكون { أذن } بالمعنى الذي أرادوه من الذم فإنّ الوصف بالأذن لا يختصّ بمن يقبل الكلام المفضي إلى شرّ بل هو أعمّ ، فلذلك صحّ تخصيصه هنا بما فيه خير . وهذا إعمال في غير المراد منه . وهو ضرب من المجاز المرسل بعلاقة الإطلاق والتقييد في أحد الجانبين ، فلا يُشكلْ عليك بأنّ وصف { أذن } إذا كان مقصوداً به الذّم كيف يضاف إلى الخير ، لأنّ محلّ الذمّ في هذا الوصف هو قبول كلّ ما يسمع ممّا يترتّب عليه شرّ أو خير ، بدون تمييز ، لأنّ ذلك يوقع صاحبه في اضطراب أعماله ومعاملاته ، فأمّا إذا كان صاحبه لا يقبل إلاّ الخير ، ويرفض ما هو شرّ من القول ، فقد صار الوصف نافعاً ، لأنّ صاحبه التزم أن لا يقبل إلاّ الخير ، وأن يحمل الناس عليه . هذا تحقيق معنى المقابلة ، وتصحيح إضافة هذا الوصف إلى الخير ، فأمّا حملهُ على غير هذا المعنى فيصيّره إلى أنّه من طريقة القول بالموجَب على وجه التنازل وإرخاء العنان ، أي هو أذن كما قلتم وَقد انتفعتم بوصفه ذلك إذ قبل منكم معاذيركم وتبرُّؤكم ممّا يبلغه عنكم ، وهذا ليس بالرشيق لأنّ ما كان خيراً لهم قد يكون شرّاً لغيرهم .وقرأ نافع وحده { أذْن } بسكون الذال فيهما وقرأ الباقون بضمّ الذال فيهما .وجملة { يؤمن بالله } تمهيد لقوله بعده { ويؤمن للمؤمنين } إذ هو المقصود من الجواب لتمحّضه للخير وبعده عن الشرّ بأنّه يؤمن بالله فهو يعامل الناس بما أمر الله به من المعاملة بالعفو ، والصفح ، والأمر بالمعروف ، والإعراض عن الجاهلين ، وبأنْ لا يؤاخذ أحد إلاّ ببيّنة ، فالناس في أمن من جانبه فيما يبلُغ إليه لأنّه لا يعامل إلاّ بالوجه المعروف فكونه يؤمن بالله وازع له عن المؤاخذة بالظنّة والتهمة .والإيمان للمؤمنين تصديقهم في ما يخبرونه ، يقال : آمن لفلان بمعنى صدَّقه ، ولذلك عدّي باللام دون الباء كما في قوله تعالى : { وما أنت بمؤمن لنا ولو كنا صادقين } [ يوسف : 17 ] فتصديقه إيّاهم لأنّهم صادقون لا يكذبون ، لأنّ الإيمان وازع لهم عن أن يخبروه الكذب ، فكما أنّ الرسول لا يؤاخذ أحداً بخبر الكاذب فهو يعامل الناس بشهادة المؤمنين ، فقوله : { ويؤمن للمؤمنين } ثناء عليه بذلك يتضمّن الأمر به ، فهو ضدّ قوله :{ يأيها الذين آمنو إن جاءكم فاسق بنبأ فتبينوا } [ الحجرات : 6 ].وعطف جملة { ورحمة } على جملتي { يؤمن بالله ويؤمن للمؤمنين } لأن كونه رحمة للذين يؤمنون بعد علمه بنفاقهم أثرٌ لإغضائه عن إجرامهم ولإمهالهم حتّى يَتمكن من الإيمان مَن وفّقه الله للإيمان منهم ، ولو آخذهم بحالهم دون مهل لكان من سَبْققِ السيففِ العذل ، فالمراد من الإيمان في قوله : { آمنوا } الإيمان بالفعل ، لا التظاهر بالإيمان ، كما فَسّر به المفسّرون ، يعنون بالمؤمنين المتظاهرين بالإيمان المبطنين للكفر ، وهم المنافقون .وقرأ حمزة بجرّ { ورحمةٍ } عطفاً على خير ، أي أذن رحمةٍ ، والمآل واحد .وقد جاء ذكر هذه الخصلة مع الخصلتين الأخريَين على عادة القرآن في انتهاز فرصة الإرشاد إلى الخير ، بالترغيب والترهيب ، فرغَّبَهم في الإيمان ليكفِّروا عن سيّئاتهم الفارطة ، ثم أعقب الترغيب بالترهيب من عواقب إيذاء الرسول بقوله : { والذين يؤذون رسول الله لهم عذاب أليم } وهو إنذار بعذاب الآخرة وعذاب الدنيا . وفي ذكر النبي بوصف { رسول الله } إيماء إلى استحقاق مُؤذيه العذاب الأليم ، فهو من تعليق الحكم بالمشتقّ المؤذن بالعلية .وفي الموصول إيماء إلى أنّ علّة العذاب هي الإيذاء ، فالعلةُ مركبة .",
  "ayah": 61,
  "surah": 9
}
