{
  "text": "يظهر أن تكون هذه الآية احتراساً عن أن يظنّ المنافقون أنّ العفو المفروض لطائفة منهم هو عفو ينال فريقاً منهم باقين على نفاقهم ، فعقب ذلك ببيان أنّ النفاق حالة واحدة وأنّ أصحابه سواء ، ليعلم بذلك أن افتراق أحوالهم بين عفو وعذاب لا يكون إلاّ إذا اختلفت أحوالهم بالإيمان والبقاءِ على النفاق ، إلى ما أفادته الآية أيضاً من إيضاح بعض أحوال النفاق وآثاره الدالّة على استحقاق العذاب ، ففصل هاته الجملة عن التي قبلها : إمّا لأنّها كالبيان للطائفة المستحقّة العذاب ، وإمّا أن تكون استئنافاً ابتدائياً في حكم الاعتراض كما سيأتي عند قوله تعالى : { كالذين من قبلكم } [ التوبة : 69 ] وإمّا أن تكون اعتراضاً هي والتي بعدها بين الجملة المتقدمة وبين جملة { كالذين من قبلكم كانوا أشدّ منكم قوة } [ التوبة : 69 ] كما سيأتي هنالك .وزيد في هذه الآية ذكر { المنافقات } تنصيصاً على تسوية الأحكام لجميع المتّصفين بالنفاق : ذكورهم وإناثهم ، كيلا يخطر بالبال أن العفو يصادف نساءهم ، والمؤاخذة خاصّة بذُكرَانِهم ، ليعلم الناس أنّ لنساء المنافقين حظّا من مشاركة رجالهنّ في النفاق فيحذروهنّ .و { مِنْ } في قوله : { بعضهم من بعض } اتّصالية دالّة على معنى اتّصال شيء بشيء وهو تبعيض مجازي معناه الوصلة والولاية ، ولم يطلق على ذلك اسم الولاية كما أطلق على اتّصال المؤمنين بعضهم ببعض في قوله : { والمؤمنون والمؤمنات بعضهم أولياء بعض } [ التوبة : 71 ] لما سيأتي هنالك .وقد شمل قوله : { بعضهم من بعض } جميع المنافقين والمنافقات ، لأنّ كلّ فرد هو بعض من الجميع ، فإذا كان كلّ بعض متّصلاً ببعض آخر ، عُلم أنّهم سواء في الأحوال .وجملة { يأمرون بالمنكر } مبيِّنة لمعنى الاتّصال والاستواءِ في الأحوال .والمنكر : المعاصي لأنّها ينكرها الإسلام .والمعروف : ضدّها ، لأنّ الدين يعرفه ، أي يرضاه ، وقد تقدّما في قوله تعالى : { ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر } في سورة آل عمران ( 104 ).وقبض الأيدي : كناية عن الشحّ ، وهو وصف ذمّ لدلالته على القسوة ، لأنّ المراد الشحّ على الفقراء .والنسيانُ منهم مستعار للإشراك بالله ، أو للإعراض عن ابتغاء مرضاته وامتثاللِ ما أمر به ، لأنّ الإهمال والإعراض يشبه نسيان المعرَض عنه .ونسيان الله إيَّاهم مُشاكلة أي حرمانه إياهم ممّا أعدَّ للمؤمنين ، لأنّ ذلك يشبه النسيان عند قسمة الحظوظ .وجملة : إن المنافقين هم الفاسقون } فذلكة للتي قبلها فلذلك فصلت لأنّها كالبيان الجامع .وصيغة القصر في { إن المنافقين هم الفاسقون } قصر ادّعائي للمبالغة لأنّهم لمّا بلغوا النهاية في الفسوق جعل غيرهم كمن ليس بفاسق .والإظهار في مقام الإضمار في قوله : { إن المنافقين } لزيادة تقريرهم في الذهن لهذا الحكم . ولتكون الجملة مستقلّة حتّى تكون كالمثل .",
  "ayah": 67,
  "surah": 9
}
