{
  "text": "استئناف ابتدائي . وهذه الآية تشير إلى ما حصل للمنافقين عند الاستنفار لغزوة تبوك فيكون المراد بالمخلّفين خصوص من تخلّف عن غزوة تبوك من المنافقين .ومناسبة وقوعها في هذا الموضع أنّ فرحهم بتخلّفهم قد قَوِي لمّا استغفر لهم النبي صلى الله عليه وسلم وظنّوا أنّهم استغفلوه فقضَوا مأربهم ثم حصَّلوا الاستغفار ظنّاً منهم بأنّ معاملة الله إياهم تجري على ظواهر الأمور .فالمخلَّفون هم الذين تخلّفوا عن غزوة تبوك استأذنوا النبي صلى الله عليه وسلم فأذِن لهم وكانوا من المنافقين فلذلك أطلق عليهم في الآية وصف المخلّفين بصيغة اسم المفعول لأنّ النبي خلَّفهم ، وفيه إيماء إلى أنّه ما أذن لهم في التخلّف إلاّ لعلمه بفساد قلوبهم ، وأنّهم لا يغنون عن المسلمين شيئاً كما قال : { لو خرجوا فيكم ما زادوكم إلا خبالاً } [ التوبة : 47 ].وذكر فرحهم دلالة على نفاقهم لأنّهم لو كانوا مؤمنين لكان التخلّف نكداً عليهم ونغصاً كما وقع للثلاثة الذين خلّفوا فتاب الله عليهم .والمَقْعد هنا مصدر ميمي أي بقعودهم .و { خِلاَف } لغة في خَلْف . يقال : أقام خلاف الحي بمعنى بَعدهم ، أي ظعنوا ولم يظعن . ومن نكتة اختيار لفظ خلاف دون خَلْف أنّه يشير إلى أن قعودهم كان مخالفة لإرادة رسول الله حين استنفر الناس كلّهم للغزو . ولذلك جعله بعضُ المفسّرين منصوباً على المفعول له ، أي بمقعدهم لمخالفة أمر الرسول .وكراهيتُهم الجهاد بأموالهم وأنفسهم في سبيل الله خصلة أخرى من خصال النفاق لأنّ الله أمر بذلك في الآية المتقدمة { وجاهدوا بأموالكم وأنفسكم في سبيل الله } [ التوبة : 41 ] الآية ، ولكونها خصلةً أخرى جُعلت جملتها معطوفة ولم تجعل مقترنة بلام التعليل مع أنّ فرحهم بالقعود سببه هو الكراهية للجهاد .وقولُهم : { لا تنفروا في الحر } خطابُ بعضهم بعضاً وكانت غزوة تبوك في وقت الحرّ حين طابت الظلال .وجملة : { قل نار جهنم أشد حراً } مستأنفة ابتدائية خطاب للنبيء صلى الله عليه وسلم والمقصود قرع أسماعهم بهذا الكلام .وكونُ نار جهنّم أشدّ حرّاً من حرّ القيظ أمر معلوم لا يتعلّق الغرض بالإخبار عنه . فتعيّن أنّ الخبر مستعمل في التذكير بما هو معلوم تعريضاً بتجهيلهم لأنّهم حذروا من حرّ قليل وأقحموا أنفسهم فيما يصير بهم إلى حرّ أشدّ . فيكون هذا التذكير كناية عن كونهم واقعين في نار جهنّم لأجل قعودهم عن الغزو في الحرّ ، وفيه كناية عُرضية عن كونهم صائرين إلى نار جهنّم .وجملة : { لو كانوا يفقهون } تتميم ، للتجهيل والتذكير ، أي يقال لهم ذلك لو كانوا يفقهون الذكرى ، ولكنّهم لا يفقهون ، فلا تجدي فيهم الذكرى والموعظة ، إذا ليس المراد لو كانوا يفقهون أنّ نار جهنم أشدّ حرّاً لأنّه لا يخفى عليهم ولو كانوا يفقهون أنّهم صائرون إلى النار ولكنّهم لا يفقهون ذلك .",
  "ayah": 81,
  "surah": 9
}
