{
  "text": "الفاء للتفريع على ما آذن به قوله : { قل نار جهنم أشد حراً } [ التوبة : 81 ] إذ فرّع على الغضب عليهم وتهديدهم عقاب آخر لهم ، بإبعادهم عن مشاركة المسلمين في غزواتهم .وفعل رجع يكون قاصراً ومتعدّياً مرادفاً لأرجع . وهو هنا متعدّ ، أي أرجعك الله .وجعل الإرجاع إلى طائفة من المنافقين المخلّفين على وجه الإيجاز لأنّ المقصود الإرجاع إلى الحديث معهم في مثل القصة المتحدّث عنها بقرينة قوله : { فاستئذنوك للخروج } ولمّا كان المقصود بيان معاملته مع طائفة ، اختُصر الكلام ، فقيل : { فإن رجعك الله إلى طائفة منهم } ، وليس المراد الإرجاع الحقيقي كما جرت عليه عبارات أكثر المفسّرين وجعلوه الإرجاع من سفَر تبوك مع أنّ السورة كلّها نزلت بعد غزوة تبوك بل المراد المجازي ، أي تكرّر الخوض معهم مرّة أخرى .والطائفة : الجماعة وتقدّمت في قوله تعالى : { يغشى طائفة منكم } في سورة آل عمران ( 154 ). أو قوله : { فلتقم طائفة منهم معك } في سورة النساء ( 102 ).والمراد بالطّائفة هنا جماعة من المخلّفين دل عليها قوله : فاستئذنوك للخروج } أي إلى طائفة منهم يبتغون الخروج للغزو ، فيجوز أن تكون هذه الطائفة من المنافقين أرادوا الخروج للغزو طمعاً في الغنيمة أو نحو ذلك . ويجوز أن يكون طائفة من المخلّفين تابوا وأسلموا فاستأذنوا للخروج للغزو . وعلى الوجهين يحتملُ أنّ منعهم من الخروج للخوف من غدرهم إن كانوا منافقين أو لمجرّد التأديب لهم إن كانوا قد تابوا وآمنوا .وما أمر النبي صلى الله عليه وسلم بأن يقوله لهم صالح للوجهين .والجمع بين النفي ب { لن } وبين كلمة { أبداً } تأكيد لمعنى لن لانتفاء خروجهم في المستقبل إلى الغزو مع المسلمين .وجملة : { إنكم رضيتم بالقعود أول مرة } مستأنفة للتعداد عليهم والتوبيخ ، أي إنّكم تحبّون القعود وترضون به فقد زدتُكم منه .وفعل : { رضيتم } يدلّ على أنّ ما ارتكبوه من القعود عمل من شأنه أن يأباه الناس حتّى أطلق على ارتكابه فعل رَضِي المشعرُ بالمحاولة والمراوضة . جُعلوا كالذي يحاول نفسه على عمل وتأبى حتّى يرضيها كقوله تعالى : { أرضيتم بالحياة الدنيا من الآخرة } [ التوبة : 38 ] وقد تقدّم ذلك .وانتصب { أول مرة } هنا على الظرفية لأنّ المرّة هنا لمّا كانت في زمن معروف لهم وهو زمن الخروج إلى تبوك ضمنت معنى الزمان . وانتصاب المصدر بالنيابة عن اسم الزمان شائع في كلامهم ، بخلاف انتصابها في قوله : { وهم بدأوكم أول مرة } [ التوبة : 13 ] وفي قوله : { إن تستغفر لهم سبعين مرة } [ التوبة : 80 ] كما تقدّم . و { أول مرة } هي غزوة تبوك التي تخلّفوا عنها .وأفعل التفضيل إذا أضيف إلى نكرة اقتصر على الإفراد والتذكير ولو كان المضاف إليه غير مفرد ولا مذكر لأنّ في المضاف إليه دلالة على المقصود كافية .والفاء في { فاقعدوا } تفريع على { إنكم رضيتم بالقعود } ، أي لمَّا اخترتم القعود لأنفسكم فاقعدوا الآن لأنّكم تحبّون التخلّف .و { الخالفين } جمع خالف وهو الذي يخلُف الغازي في أهله وكانوا يتركون لذلك .من لا غناء له في الحرب . فكونهم مع الخالفين تعيير لهم .",
  "ayah": 83,
  "surah": 9
}
