{
  "text": "لمّا انقضى الكلام على الاستغفار للمنافقين الناشىء ، عن الاعتذار والحلف الكاذبيْن وكان الإعلام بأن الله لا يغفر لهم مشوباً بصورة التخيير في الاستغفار لهم ، وكان ذلك يبقي شيئاً من طمعهم في الانتفاع بالاستغفار لأنهم يحسبون المعاملة الربانية تجري على ظواهر الأعمال والألفاظِ كما قدمناه في قوله : { فرح المخلفون } [ التوبة : 81 ] ، تهيَّأ الحال للتصريح بالنهي عن الاستغفار لهم والصلاةِ على موتاهم ، فإنّ الصلاة على الميت استغفار .فجملة { ولا تصل } عطف على جملة { استغفر لهم أو لا تستغفر لهم } [ التوبة : 80 ] عطفَ كلام مراد إلحاقه بكلام آخر لأنّ القرآن ينزل مراعىً فيه مواقع وضع الآي .وضمير { منهم } عائد إلى المنافقين الذين عُرفوا بسيماهم وأعمالهم الماضية الذكر .وسبب نزول هذه الآية ما رواه البخاري والترمذي من حديث عبد الله بن عباس عن عمر بن الخطاب قال : «لما مات عبد الله بنُ أبَيّ بن سَلُول دُعِي له رسول الله ليصلي عليه ، فلمّا قام رسول الله وثَبْتُ إليه فقلت : يا رسول الله أتصلّي على ابن أُبيّ وقد قال يومَ كذَا وكذا ، كذا وكذا أعَدّدُ عليه قولَه ، فتبسّم رسول الله وقال : \" أخِّرْ عنّي يا عمرُ \" فلمّا أكثرت عليه قال : \" إنّي خُيِّرتُ فاخترتُ ، لو أعلم أنّي لو زدت على السبعين يغفر له لزدت عليها \"  قال : فصلى عليه رسول الله ثم انصرف فلم يمكث إلاّ يسيراً حتّى نزلتْ الآيتان من براءة { ولا تصل على أحد منهم مات أبداً } إلى قوله : { وهم فاسقون } قال : فعجبت بعدُ من جُرْأتِي على رسول الله واللَّهُ ورسوله أعلم اه» . وفي رواية أخرى فلم يصل رسول الله على أحد منهم بعد هذه الآية حتى قُبض صلى الله عليه وسلم وإنّما صلّى عليه وأعطاه قميصه ليكفّن فيه إكراماً لابنه عبدِ الله وتأليفاً للخزرج .وقوله : { منهم } صفة { أحدٍ }. وجملة { مات } صفة ثانية ل { أحد }.ومعنى { ولا تقم على قبره } لا تقفْ عليه عند دفنه لأنّ المشاركة في دفن المسلم حقّ على المسلم على الكفاية كالصلاة عليه فتركُ النبي صلى الله عليه وسلم الصلاة عليهم وحضور دفنهم إعلان بكفر من ترك ذلك له .وجملة : { إنهم كفروا بالله ورسوله } تعليلية ولذلك لم تعطف وقد أغنى وجود ( إنَّ ) في أولها عن فاء التفريع كما هو الاستعمال .والفسق مراد به الكفر فالتعبير ب { فاسقون } عوض ( كافرون ) مجرّد تفنّن . والأحسن أن يفسّر الفسق هنا بالخروج عن الإيمان بعد التلبّس به ، أي بصورة الإيمان فيكون المراد من الفسق معنى أشنعَ من الكفر .وضمائر { إنهم كفروا وماتوا وهم فاسقون } عائد إلى { أحدٍ } لأنّه عام لكونه نكرة في سياق النهي والنهي كالنفي . وأمّا وصفه بالإفراد في قوله { مات } فجرى على لفظ الموصوف لأنّ أصل الصفة مطابقة الموصوف .",
  "ayah": 84,
  "surah": 9
}
