{
  "text": "الخطاب للنبيء صلى الله عليه وسلم والمقصود به المسلمون ، أي لا تعجبكم ، والجملة معطوفة على جملة النهي عن الصلاة عليهم .ومناسبة ذكر هذا الكلام هنا أنّه لما ذُكر ما يدلّ على شقاوتهم في الحياة الآخرة كان ذلك قد يثير في نفوس الناس أنّ المنافقين حصلوا سعادة الحياة الدنيا بكثرة الأموال والأولاد وخسروا الآخرة . وربما كان في ذلك حيرة لبعض المسلمين أن يقولوا : كيف مَنَّ الله عليهم بالأموال والأولادِ وهم أعداؤه وبُغضاء نبيئه . وربما كان في ذلك أيضاً مسلاة لهم بين المسلمين ، فأعلم الله المسلمين أنّ تلك الأموال والأولاد وإن كانت في صورة النعمة فهي لهم نقمة وعذاب ، وأنّ الله عذّبهم بها في الدنيا بأن سلبهم طمأنينة البال عليها لأنّهم لما اكتسبوا عداوة الرسول والمسلمين كانوا يحذرون أن يُغريَ اللَّهُ رسوله بهم فيستأصلهم ، كما قال : { لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلاً ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلاً } [ الأحزاب : 60 ، 61 ] ، ثم جعل ذلك مستمراً إلى موتهم على الكفر الذي يصيرون به إلى العذاب الأبدي .وقد تقدّم نظير هذه الآية في هذه السورة عند ذكر شحّهم بالنفقة في قوله : { قل أنفقوا طوعاً أو كرهاً } [ التوبة : 53 ] الآيتين ، فأفيد هنالك عدم انتفاعهم بأموالهم وأنّها عذاب عليهم في الدنيا ، ثم أعيدت الآية بغالب ألفاظها هنا تأكيداً للمعنى الذي اشتملت عليه إبلاغاً في نفي الفتنة والحيرة عن الناس .ولكن هذه الآية خالفت السابقة بأمور :أحدها : أنّ هذه جاء العطف في أولها بالواو والأخرى عطفت بالفاء . ومناسبة التفريع هنالك تقدّم بيانها ، ومناسبَة عدم التفريع هنا أنّ معنى الآية هذه ليس مفرّعاً على معنى الجملة المعطوف عليها ولكن بينهما مناسبة فقط .ثانيها : أنّ هذه الآية عطف فيها الأولادُ على الأموال بدون إعادة حرف النفي ، وفي الآية السالفة أعيدت ( لا ) النافية ، ووجه ذلك أنّ ذكر الأولاد في الآية السالفة لمجرد التكملة والاستطراد إذ المقام مقام ذمّ أموالهم إذ لم ينتفعوا بها فلمّا كان ذكر الأولاد تكملة كان شبيهاً بالأمر المستقلّ فأعيد حرف النفي في عطفه ، بخلاف مقام هذه الآية فإنّ أموالهم وأولادهم معاً مقصود تحقيرهما في نظر المسلمين .ثالثها : أنّه جاء هنا قوله : { إنما يريد الله أن يعذبهم } بإظهار { أن } دون لام ، وفي الآية السالفة { إنما يريد الله ليعذبهم } [ التوبة : 55 ] بذكر لام التعليل وحذف ( أن ) بعدها وقد اجتمع الاستعمالان في قوله تعالى : { يريد الله ليبين لكم } إلى قوله { والله يريد أن يتوب عليكم } في سورة النساء ( 26 ، 27 ). وحذف حرف الجرّ مع ( أنْ ) كثير . وهنالك قدرت أنْ بعد اللام وتقدير ( أن ) بعد اللام كثير .ومن محاسن التأكيد الاختلاف في اللفظ وهو تفنّن على أنّ تلك اللام ونحوها قد اختلف فيها فقيل هي زائدة ، وقيل : تفيد التعليل . وسمّاها بعض أهل اللغة ( لامَ أنْ ) ، وتقدّم الكلام عليها عند قوله تعالى : { يريد الله ليبين لكم } في سورة النساء ( 26 ).رابعها : } أنّه جاء في هذه الآية { أن يعذّبهم بها في الدنيا } وجاء في الآية السالفة { في الحياة الدنيا } [ التوبة : 55 ] ونكتة ذلك أنّ الآية السالفة ذكرت حالة أموالهم في حياتهم فلم تكن حاجة إلى ذكر الحياة . وهنا ذكرت حالة أموالهم بعد مماتهم لقوله : { ولا تصل على أحد منهم مات أبداً } [ التوبة : 84 ] فقد صاروا إلى حياة أخرى وانقطعت حياتهم الدنيا وأصبحت حديثاً .وبقية تفسير هذه الآية كتفسير سالفتها",
  "ayah": 85,
  "surah": 9
}
