{
  "text": "عطف على { الضعفاء والمرضى } [ التوبة : 91 ] وإعادة حرف النفي بعد العاطف للنكتة المتقدّمة هنالك .والحَمل يطلق على إعطاء ما يُحمل عليه ، أي إذا أتوك لتعطيهم الحُمولة ، أي ما يركبونه ويحملون عليه سلاحهم ومُؤَنهم من الإبل .وجملة : { فلت لا أجد } إلخ إمّا حال من ضمير المخاطب في { أتوك } وإمّا بدل اشتمال من فعل { أتوك } لأن إتيانهم لأجل الحمل يشتمل على إجابة ، وعلى منع .وجملة { تولوا } جواب { إذا } والمجموع صلة الذين .والتولّي الرجوع . وقد تقدّم عند قوله تعالى : { ما ولاهم عن قبلتهم } [ البقرة : 142 ] وقوله : { وإذا تولى سعى في الأرض } في سورة البقرة ( 205 ).والفيض والفيضان : خروج الماء ونحوه من قراره ووعائه ، ويسند إلى المائع حقيقة . وكثيراً ما يسند إلى وعاء المائع ، فيقال : فاض الوادي ، وفاض الإناء . ومنه فاضت العين دمعاً وهو أبلغ من فاض دمعها ، لأنّ العين جعلت كأنّها كلّها دمع فائض ، فقوله : تفيض من الدمع } جرى على هذا الأسلوب .و { من } لبيان ما منه الفيض . والمجرور بها في معنى التمييز . وقد تقدّم في قوله تعالى : { ترى أعينهم تفيض من الدمع } في سورة المائدة ( 83 ).وحَزَناً } نصب على المفعول لأجله ، و { أن لا يجدوا ما يُنفقون } مجرور بلام جرّ محذوف أي حزنوا لأنهم لا يجدون ما ينفقون .والآية نزلت في نفر من الأنصار سبعة وقيل : فيهم من غير الأنصار واختلف أيضاً في أسمائهم بما لا حاجة إلى ذكره ولُقّبوا بالبكّائين لأنّهم بكَوا لمّا لم يجدوا عند رسول الله صلى الله عليه وسلم الحُملان حزناً على حرمانهم من الجهاد . وقيل : نزلت في أبي موسى الأشعري ورهط من الأشعريين أتوا رسول الله صلى الله عليه وسلم في غزوة تبوك يستحملونه فلم يجد لهم حمولة وصادفوا ساعة غضب من النبي صلى الله عليه وسلم فحلف أن لا يحملهم ثم جاءه نهب إبل فدعاهم وحملهم وقالوا : استغفلْنا رسولَ الله يمينَه لا نفلح أبداً ، فرجعوا وأخبروه فقال : « ما أنا حملتكم ولكن الله حملكم وإنّي والله لا أحلف على يمين فأرى غيرها خيراً منها إلاّ كفَّرت عن يميني وفعلتُ الذي هو خير » والظاهر أنّ هؤلاء غير المعنيين في هذه الآية لأنّ الأشعريين قد حملهم النبي عليه الصلاة والسلام وعن مجاهد أنّهم بنو مقرّن من مزينة ، وهم الذين قيل : إنّه نزل فيهم قوله تعالى : { ومن الأعراب من يؤمن بالله واليوم الآخر } [ التوبة : 99 ] الآية .",
  "ayah": 92,
  "surah": 9
}
