{
  "text": "لما نفت الآيتان السابقتان أن يكون سبيلٌ على المؤمنين الضعفاء والمرضى والذين لا يجدون ما ينفقون والذين لم يجدوا حمولة ، حصرت هذه الآية السبيل في كونه على الذين يستأذنون في التخلف وهم أغنياء ، وهو انتقال بالتخلص إلى العودة إلى أحوال المنافقين كما دل عليه قوله بعدُ { يعتذرون إليكم إذا رجعتم إليهم } [ التوبة : 94 ] ، فالقصر إضافي بالنسبة للأصناف الذين نُفي أن يكون عليهم سبيل .وفي هذا الحصر تأكيد للنفي السابق ، أي لا سبيل عقاببٍ إلا على الذين يستأذنونك وهم أغنياء . والمراد بهم المنافقون بالمدينة الذين يكرهون الجهاد إذ لا يؤمنون بما وعد الله عليه من الخيرات وهم أولو الطول المذكورون في قوله : { وإذا أنزلت سورة أن آمنوا بالله } [ التوبة : 86 ] الآية .والسبيل : حقيقته الطريق . ومرّ في قوله : { مَا على المحسنين من سبيل } [ التوبة : 91 ]. وقوله : { إنما السبيل على الذين يستأذنونك وهم أغنياء } مستعار لمعنى السلطان والمؤاخذة بالتبعة ، شبه السلطان والمؤاخذة بالطريق لأن السلطة يَتوصل بها من هي له إلى تنفيذ المؤاخذة في الغير . ولذلك عُدّي بحرف ( على ) المفيد لمعنى الاستعلاء ، وهو استعلاء مجازي بمعنى التمكن من التصرف في مدخول ( على ). فكان هذا التركيب استعارةً مكنية رُمز إليها بما هو من مُلائمات المشبه به وهو حرف ( على ). وفيه استعارة تبعية .والتعريف باللام في قوله : { إنما السبيل } تعريف العهد ، والمعهود هو السبيل المنفي في قوله تعالى : { ما على المحسنين من سبيل } [ التوبة : 91 ] على قاعدة النكرة إذا أعيدت معرفة ، أي إنما السبيل المنفي عن المحسنين مثبت للذين يستأذنونك وهم أغنياء . ونظير هذا قوله تعالى : { إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم } في سورة الشورى ( 42 ). فدل ذلك على أن المراد بالسبيل العذاب .والمعنى ليست التبعة والمؤاخذة إلا على الذين يستأذنونك وهم أغنياء ، الذين أرادوا أن يتخلفوا عن غزوة تبوك ولا عذر لهم يخولهم التخلف . وقد سبقت آية { فما جعل الله لكم عليهم سبيلاً } من سورة النساء ( 90 ) ، وأحيل هنالك تفسيرها على ما ذكرناه في هذه الآية .وجملة : رضوا بأن يكونوا مع الخوالف } مستأنفة لجواب سؤال ينشأ عن علة استيذانهم في التخلف وهم أغنياء ، أي بعثهم على ذلك رضاهم بأن يكونوا مع الخوالف من النساء . وقد تقدم القول في نظيره آنفاً .وأسند الطبع على قلوبهم إلى الله في هذه الآية بخلاف ما في الآية السابقة { وطُبع على قلوبهم } [ التوبة : 87 ] لعله للإشارة إلى أنه طبع غير الطبع الذي جبلوا عليه بل هو طبع على طبع أنشأه الله في قلوبهم لغضبه عليهم فحرمهم النجاة من الطبع الأصلي وزادهم عماية ، ولأجل هذا المعنى فرع عليه { فهم لا يعلمون } لنفي أصل العلم عنهم ، أي يكادون أن يساووا العجماوات .",
  "ayah": 93,
  "surah": 9
}
