{
  "text": "استئناف ابتدائي رجع به الكلام إلى أحوال المعذّرين من الأعراب والذين كذبوا الله ورسوله منهم ، وما بين ذلك استطراد دعا إليه قرن الذين كذبوا الله ورسوله في الذكر مع الأعراب . فلما تقضَّى الكلام على أولئك تخلص إلى بقية أحوال الأعراب . وللتنبيه على اتصال الغرضين وقع تقديم المسند إليه ، وهو لفظ ( الأعراب ) للاهتمام به من هذه الجهة ، ومن وراء ذلك تنبيه المسلمين لأحوال الأعراب لأنهم لبعدهم عن الاحتكاك بهم والمخالطة معهم قد تخفى عليهم أحوالهم ويظنون بجميعهم خيراً .و ( أشد ) و ( أجدر ) اسما تفضيل ولم يذكر معهما ما يدل على مفضل عليه ، فيجوز أن يكونا على ظاهرهما فيكون المفضل عليه أهل الحضر ، أي كفار ومنافقي المدينة . وهذا هو الذي تواطأ عليه جميع المفسرين .وازديادهم في الكفر والنفاق هو بالنسبة لكفار ومنافقي المدينة . ومنافقوهم أشد نفاقاً من منافقي المدينة . وهذا الازدياد راجع إلى تمكن الوصفين من نفوسهم ، أي كفرهم أمكن في النفوس من كفر كفار المدينة ، ونفاقهم أمكن من نفوسهم كذلك ، أي أمكن في جانب الكفر منه والبعدِ عن الإقلاع عنه وظهور بوادر الشر منهم ، وذلك أن غلظ القلوب وجلافة الطبع تزيد النفوس السيئة وحشة ونفوراً . ألا تعلم أن ذا الخويصرة التميمي ، وكان يدعى الإسلام ، لما رأى النبي صلى الله عليه وسلم أعطى الأقرع بن حابس ومن معه من صناديد العرب من ذهب قَسمَه قال ذو الخويصرة مواجهاً النبي صلى الله عليه وسلم «اعدل» فقال له النبي صلى الله عليه وسلم \" ويحك ومَن يعدل إن لم أعْدِل \"فإن الأعراب لنشأتهم في البادية كانوا بعداء عن مخالطة أهل العقول المستقيمة وكانت أذهانهم أبعد عن معرفة الحقائق وأملأ بالأوهام ، وهُم لبعدهم عن مشاهدة أنوار النبي صلى الله عليه وسلم وأخلاقه وآدابه وعن تلقي الهدى صباحَ مساءَ أجهلُ بأمور الديانة وما به تهذيب النفوس ، وهم لتوارثهم أخلاق أسلافهم وبعدهم عن التطورات المدنية التي تؤثّر سُمّوا في النفوس البشرية ، وإتقاناً في وضع الأشياء في مواضعها ، وحكمة تقليدية تتدرج بالأزمان ، يكونون أقرب سيرة بالتوحش وأكثر غلظة في المعاملة وأضيع للتراث العلمي والخلقي؛ ولذلك قال عثمان لأبي ذرّ لما عزم على سكنى الربذة : تَعَهَّد المدينةَ كيلا ترتَدَّ أعرابياً .فأما في الأخلاق التي تحمد فيها الخشونة والغلظة والاستخفاف بالعظائم مثل الشجاعة؛ والصراحة وإباء الضيم والكرم فإنها تكون أقوى في الأعراب بالجبلة ، ولذلك يكونون أقرب إلى الخير إذا اعتقدوه وآمنوا به .ويجوز أن يكون { أشد } و { أجدر } مسلوبَيْ المفاضلة مستعملين لقوة الوصفين في الموصوفِين بهما على طريقة قوله تعالى : { قال رب السجن أحب إلي مما يدعونني إليه } [ يوسف : 33 ]. فالمعنى أن كفرهم شديد التمكن من نفوسهم ونفاقهم كذلك ، من غير إرادة أنهم أشد كفراً ونفاقاً من كفار أهل المدينة ومنافقيها .وعلى كلا الوجهين فإن { كفراً ونفاقاً } منصوبان على التمييز لبيان الإبهام الذي في وصف { أشد }. سلك مسلك الإجمال ثم التفصيل ليتمكن المعنى أكمل تمكن .والأجدر : الأحق . والجَدارة : الأولوية . وإنما كانوا أجدر بعدم العلم بالشريعة لأنهم يبعدون عن مجالس التذكير ومنازل الوحي ، ولقلة مخالطتهم أهل العلم من أصحاب رسول الله صلى الله عليه وسلم وحذفت الباء التي يتعدى بها فعل الجدارة على طريقة حذف حرف الجر مع ( أن ) المصدرية .والحدود : المقادير والفواصل بين الأشياء . والمعنى أنهم لا يعلمون فواصل الأحكام وضوابط تمييز متشابهها .وفي هذا الوصف يَظهر تفاوت أهل العلم والمعرفة . وهو المعبر عنه في اصطلاح العلماء بالتحقيق أو بالحكمة المفسرة بمعرفة حقائق الأشياء على ما هي عليه ، فزيادة قيد ( على ما هي عليه ) للدلالة على التمييز بين المختلطات والمتشابهات والخفيات .وجملة : { والله عليم حكيم } تذييل لهذا الإفصاح عن دخيلة الأعراب وخلقهم ، أي عليم بهم وبغيرهم ، وحكيم في تمييز مراتبهم .",
  "ayah": 97,
  "surah": 9
}
