{
  "text": "Commentary\nOut of the objectives of this Surah, the most important is the stress placed on avoiding everything that may cause pain to the Holy Prophet ﷺ . In addition to that, there is a reiteration of instructions to obey him and seek his pleasure. Mentioned in connection with the event of the battle of al-Ahzab appearing immediately earlier was the pain caused to the Holy Prophet ﷺ at the hands of the disbelievers and hypocrites. Along with it, also mentioned there was their ultimate disgrace and the victory and success that came to the Holy Prophet ﷺ on every occasion. Also praised there were sincere believers who sacrificed what they had at the instance of the Holy Prophet ﷺ and it was said that they would have high ranks in the Hereafter.\nIn the verses cited above, the blessed wives of the Holy Prophet ﷺ have been particularly taught to be careful that no word or deed that issues forth from them goes on to cause pain to him. And this is possible only when they devote themselves and become totally obedient to Allah and His Messenger. Some injunctions in this connection have been given by addressing the blessed wives directly.\nAs for giving the choice of the taking of divorce to the blessed wives in the initial verses, it is limited to one or some incidents that came from the side of the blessed wives. These were contrary to the intent of the Holy Prophet ﷺ which caused pain to him.\nOne of these incidents is reported from Sayyidna Jabir ؓ and appears in the Sahih of Muslim and elsewhere as well. It is said there that the blessed wives got together and asked the Holy Prophet ﷺ that their sustenance allowance should be increased. Abu Hayyan explains it in Tafsir al-Bahr ul-Muhit by saying that the victories of Banu Nadir and Banu Quraizah after the battle of al-Ahzab coupled with the distribution of spoils had generated a certain improved economic wellbeing among common Muslims. At that time, the blessed wives thought the Holy Prophet ﷺ would have also set aside a share for himself in the spoils. Therefore, they appealed to him jointly saying, \"ya RasulAllah, the wives of Cyrus and Caesar are laden with all sorts of valuable ornaments and dresses and have maids appointed to serve them while you see how hungry and ill-clad we are. Therefore, some liberal treatment in our case seems to be in order now.\"\nWhen the Holy Prophet ﷺ heard this demand from the blessed wives that they should be treated at par with the life styles of kings and the worldly-wise rich, he was grieved about how much they had missed to appreciate the worth and value of living in the home of a prophet of Allah. On their part, the blessed wives never thought that their submission would cause pain to him. It was simply because of the wellbeing of common Muslims around them that they had also thought of the same for themselves. Abu Hayyan says that the description of this incident after the battle of al-Ahzab also supports the likelihood that this very demand of the wives became the cause of the choice of divorce given to them. According to some Hadith narratives, following the event of having a honey drink while at the home of Sayyidah Zainab ؓ which will appear in detail later under the commentary on Surah At-Tahrim, 66:1-5, in Ma’ ariful-Qur'an, Volume VIII- a situation created by the mutual sense of importance among the blessed wives became the cause of this choice of divorce. If both of these happened close in time to each other, then, it is also not remote to believe that they both could be the cause. But, the words of the Verse of Choice (1) are more supportive of the understanding that some financial demand had become its cause - for it was said in this verse: إِن كُنتُنَّ تُرِ‌دْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا (If you intend (to have the pleasure of worldly life and its charm - 28).\n(1). The 'Verse of Choice' is the title of the verse 29 cited above where the blessed wives of the Holy Prophet ﷺ are given a choice either to seek divorce from him or to remain with him, seeking the pleasure of Allah and His Messenger.\nThis verse gave all blessed wives of the Holy Prophet ﷺ the choice to either accept to continue living with him as their husband in the condition he is in (that is, in his straightened economic condition), or become free from him through divorce. If they were to take the first option, they will deserve greater reward and higher ranks in the Hereafter as compared to other women. And if they were to take the second option, that is, taking a divorce, they will not have to face any displeasure as customary with worldly people. In fact, they would be given a send-off with honor, and parting gifts in accordance with Sunnah.\nTirmidhi reports from Umm al-Mu'minin Sayyidah ` A'ishah ؓ \"When this verse of choice was revealed, the Holy Prophet ﷺ disclosed it to me before any other wife. Before reciting the verse, he said: I am going to tell you something. But, you do not have to make haste in giving your response. You should rather consult your parents and then respond. Sayyidah ` A'ishah ؓ says, \"This was his special favour to me that he prohibited me from expressing my opinion without having consulted my parents first, because he was certain that my parents would never advise me to opt for separation from the Holy Prophet ﷺ . When I heard this verse, I immediately submitted before him, \"Do I have to go and consult my parents in this matter? As for me, I choose Allah and His Messenger and the Home of the Hereafter.\" Then, after me, this command of the Qur'an was announced to all blessed wives. All of them said what I had said first (that is, none of them elected to have worldly affluence against the honor of being the wives of the Holy Prophet ﷺ .\" (Tirmidhi said: This Hadith is Hasan Sahih).\n(1). The 'Verse of Choice' is the title of the verse 29 cited above where the blessed wives of the Holy Prophet ﷺ are given a choice either to seek divorce from him or to remain with him, seeking the pleasure of Allah and His Messenger.\nSpecial Note\nChoice of Divorce can be given to a woman in two different forms: (1) That the power of divorce is entrusted with the woman, that is, if she wishes, she can divorce herself and become free. (2) That the power of giving divorce, though, remains in the hands of the husband, yet the husband gives her a promise that when she will wish, he will divorce her. (in the first case, as soon as the wife opts for divorce, she becomes divorced automatically without any act on the part of the husband. But in the latter case, divorce is not effected merely by the woman opting for it unless the husband divorces her.\nIn the case of the cited verse (28), some commentators are of the view that the choice given to the wives of the Holy Prophet ﷺ was of the first form, while others have maintained that it was of the second form. The esteemed author of Bayan ul-Qur'an has commented that the verse has both probabilities. Until one of the two stands determined on the authority of some definitive text, there is no need to determine any form on one's own.'\nRuling\nThis verse (28) tells us when there is no congruity between the temperaments of the married couple, the desirable approach is to give the wife the option to live with the husband while being content with whatever state he is in, otherwise, she should be allowed to leave honorably according to Sunnah with divorce and gift of pairs of apparel.\nIn this case, what can be proved from the cited verse (28) is its desirability only. There is no proof to support its obligation. Some leading Muslim jurists have argued in favour of the obligatory nature of this verse and, on the same basis, they have given the wife of a penniless man, who is incapable of providing living expenses for her, the right to secure a divorce from the court. Full details of this issue have been given in Ahkam ul-Qur'an, Part V, under this very verse.1 (1. This work in Arabic is available from Maktaba-e-Darul-'Uloom, the publishers of the present Tafsir ]",
  "ayah": 29,
  "surah": 33
}
