{
  "text": "The particular position of the blessed wives and the rationale of hard restrictions placed on them\nيَا نِسَاءَ النَّبِيِّ مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّـهِ يَسِيرً‌ا ﴿30﴾ وَمَن يَقْنُتْ مِنكُنَّ لِلَّـهِ وَرَ‌سُولِهِ وَتَعْمَلْ صَالِحًا نُّؤْتِهَا أَجْرَ‌هَا مَرَّ‌تَيْنِ وَأَعْتَدْنَا لَهَا رِ‌زْقًا كَرِ‌يمًا ﴿31﴾\nO wives of the Prophet, whoever from among you will commit a clearly shameful act, the punishment will be doubled for her. And it is easy for Allah to do so. [ 30] And whoever of you stays obedient to Allah and His messenger, and acts righteously, We shall give her twice her reward, and We have prepared for her a prestigious provision. [ 31]\nFrom the above verses we notice that the Qur'an mentions therein a particular position of the blessed wives: If they were to commit some sin, they will have to face a punishment which will be twice that of other women. In other words, one sin committed by them will be made to stand for two. Similarly, if they did good deeds, the reward given to them will also be twice that of other women - that is, one good deed done by them will stand for two.\nIn a way, this verse is a recompense of what the blessed wives did at the time of the revelation of the Verse of Choice whereupon they chose to remain wedded to the Holy Prophet ﷺ and sacrificed whatever material benefits there were in doing otherwise. In return for this, Allah Ta’ ala gave one good deed done by them the status of two. As for the two-fold punishment in the event of some sin from them, that too came to be because of their special superiority and distinctive gentleness and because it stands proved both rationally and textually that Divine punishment for heedlessness and rebellion does increase in proportion to the honor and regard in which one is held.\nCertainly great are the blessings of Allah Ta’ ala upon the blessed wives. Allah Ta’ ala chose them to be the wives of His Rasul ﷺ . The Divine Revelation kept descending in their homes. Under such arrangements, is it not that the least error or shortcoming on their part would be nothing but big? And if, pain is caused to the Holy Prophet ﷺ at the hands of others, then, it would be far more severe in effect that some such occasion of pain or discomfort issues forth from their side. The very words of the\nQur'an: وَاذْكُرْ‌نَ مَا يُتْلَىٰ فِي بُيُوتِكُنَّ (And be mindful of Allah's verses and the wisdom that is recited in your homes) appearing in verse 34 point out to this reason.\nSpecial Note\nLooked at in terms of the Muslim community at large, this distinction of the blessed wives - that they receive a two-fold reward of their deed - does not make it necessary that no individual or group is not to be blessed with a two-fold reward for some distinction of theirs. For example, there is the case of those from among the people of the Book who embraced Islam. About them, it was said in the Qur'an: أُولَـٰئِكَ يُؤْتَوْنَ أَجْرَ‌هُم مَّرَّ‌تَيْنِ (Such people will be given their reward twice - al-Qasas, 28:54).\nIn the blessed letter the Holy Prophet ﷺ wrote to the Byzantine Emperor, it was because of this Qur'anic statement that he particularly wrote: یُوتِکَ اللہ ُ اَجرَکَ مَرَّتَینِ (you will be given your reward twice by Allah). As for the clarification of 'giving a reward twice' to the people of the Book who embrace Islam, it is already present in the Qur'an. Then, there is yet another Hadith where a similar two-fold reward has been mentioned for three persons. Details about it appear in the commentary on Surah al-Qasas under the verse: يُؤْتَوْنَ أَجْرَ‌هُم مَّرَّ‌تَيْنِ (will be given their reward twice - 28:54) in Volume VI of Tafsir Ma’ ariful-Qur'an.\nThe reward for the good deed of an ` Alim exceeds that of others, and the punishment of his sin too\nIn Ahkam ul-Qur'an, Imam Abu Bakr al-Jassas (رح) has said: The reason for which Allah Ta’ ala has declared the reward of the good deed of the blessed wives to be two-fold and the punishment of their disobedience also to be two-fold - i.e. their being the special recipients of the prophetic knowledge and Divine revelation--- is also present there in the case of Muslim religious scholars (the ` ulama' of deen). Therefore, an ` Alim (Muslim religious scholar) whose practice is in accord with his 'ilm (knowledge) will find the reward of that deed of his to be more than others. And if he were to commit some sin, the punishment too will be more than others.\nThe word: فَاحِشَةٍ (fahishah) appearing in: بِفَاحِشَةٍ مُّبَيِّنَةٍ - 30) is used in the Arabic language for acts of shame as well as for disobedience and sin in an absolute sense. This word has been used in the Qur'an at many places. In this verse, this word cannot be taken to mean acts of shame because Allah Ta’ ala has kept the wives of all His prophets immune from this serious fault. None of the wives of the blessed prophets has ever committed any act of this nature. The wives of Sayyidna Lut (علیہ السلام) and Sayyidna Nuh (علیہ السلام) deviated from the faith preached by them, rebelled, and were punished for it. But, none of them was ever charged of committing an act of shame. As for the blessed wives of the Holy Prophet ﷺ ، there was absolutely no probability that any such act of immodesty will ever issue forth from them. Therefore, the word: فَاحِشَةٍ fahishah in this verse means common sins or the causing of pain and discomfort to the Holy Prophet ﷺ . Then the word: مُّبَيِّنَةٍ (mubayyinah: open, clear, manifest) used here along with فَاحِشَةٍ s an evidence in support, because acts of shamelessness are not 'mubayyinah' ( clear, manifest) anywhere. That takes place secretly. So, the expression: فَاحِشَةٍ مُّبَيِّنَةٍ ( clearly shameful act) means common sins, or the causing of pain to the Holy Prophet ﷺ . Out of the Tafsir authorities, -Muqatil Ibn Sulaiman has declared that the sense of 'shameful act' in this verse is either disobeying the Holy Prophet ﷺ or demanding something from him the fulfillment of which is hard on him. (Reported by al-Baihaqi in As-Sunan)\nIt will be noticed that the two-fold punishment has been identified by the Qur'an only with 'clearly shameful act'. But, for the two-fold reward, it has imposed several restrictions, as in: وَمَن يَقْنُتْ مِنكُنَّ لِلَّـهِ وَرَ‌سُولِهِ وَتَعْمَلْ صَالِحًا نُّؤْتِهَا أَجْرَ‌هَا مَرَّ‌تَيْنِ (And whoever of you stays obedient to Allah and His messenger, and acts righteously, We shall give her twice her reward-- 31). Here, qunut, that is, staying obedience to Allah and His Messenger ﷺ is a condition. Then, acting righteously is yet another condition. The reason is that reward comes only when obedience is perfect while, for punishment, even a single sin is enough.",
  "ayah": 30,
  "surah": 33
}
