{
  "text": "The Second Event\nAs ordered by the Holy Prophet ﷺ ، the marriage of Sayyidah Zainab bint Jahsh ؓ ' was solemnized with Sayyidna Zayd Ibn Harithah ؓ . But, their temperaments did not match and merge with each other. Sayyidna Zayd used to complain about the sharpness of her tongue, the airs she assumed because of her inborn lineal nobility and her failure to listen to him. On the other side, the Holy Prophet ﷺ was informed through revelation that Zayd would divorce her where after she would be married to him. On a certain day, Sayyidna Zayd presented these very complaints before the Holy Prophet ﷺ and showed his intention to divorce her. The Holy Prophet ﷺ had, though, come to know through Divine revelation that things would transpire in a way that Zayd would divorce her after which she would be married to him, but it was for two reasons that he stopped Sayyidna Zayd from giving a divorce. Firstly, because giving a divorce, though permissible in the Shari'ah of Islam, it is not desirable. In fact, it is the most detested and repugnant of things permissible - and the happening of something as a creational (Takwini) imperative does not affect the operative religio-legal order (al-hukm at-tashri' ). Secondly, also crossing his blessed heart there was the thought: If Zayd were to give divorce and Zainab were to be married to him consequently, the Arabs would, very much in line with their custom of the Jahiliyyah, throw taunts on him that he had married the wife of his son. Although, the Qur'an has already demolished this custom of Jahiliyyah in the previous verse of this very Surah Al-Ahzab, following which there was no danger for a believer, even no scruple about it. But disbelievers, who reject the authority of the Qur'an itself, would still come out with their taunts because of their pagan custom of taking an adopted son as the real son in all aspects of the Law. This very apprehension also became the cause of his prohibiting Sayyidna Zayd from divorcing his wife. Revealed thereupon was an endearing reprimand from Allah Ta’ ala in the following verses of the Qur'an:\nmmmm\nوَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّـهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّـهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّـهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّـهُ أَحَقُّ أَن تَخْشَاهُ\nAnd (remember) when you were saying to the one who was favored by Allah and favored by you,\" Keep your wife to yourself, and fear Allah.\" And you were concealing in your heart what Allah was going to reveal, and you were fearing people, while Allah is more entitled to be feared by you. (33:37)\nThe 'one favored' referred to here means Sayyidna Zayd ؓ and the first favour bestowed on him by Allah was that he was made a Muslim and secondly, that he was given the honor of staying in the company of the Messenger of Allah ﷺ . As for the favour done to him by the Holy Prophet ﷺ ، the first thing he did was that he gave him his freedom from slavery. Secondly, he favored him by grooming and training him under his personal charge, he made him into a person who was respected even by the greatest of the great among the Sahabah. Onwards from here appears what he said to Sayyidna Zayd: اِمسِک عَلَیک زَوجَکَ وَ اتَّقِ اللہَ (Keep your wife to yourself and fear Allah). It means: 'Hold your wife in your bond of marriage, and do not divorce her and fear Allah.' The order to fear Allah at this place could also be taken to mean that divorce is a detested and repugnant act from which he should abstain. And it could also be taken in the sense that once he decides to hold her in his nikah, let not his temperamental distaste become a cause of falling short in the fulfillment of her due rights. What the Holy Prophet ﷺ said was correct and sound in its place. But, after having learnt about the event as it would transpire through Divine revelation and after the intention of nikah with Sayyidah Zainab ؓ having emerged in his heart, this advice of not divorcing given to Sayyidna Zayd ؓ had remained at the level of a sort of formal expression of good wishes - something not appropriate to the station of a messenger of Allah, particularly so because, along with it, included therein was the apprehension of taunts from the people. Therefore, in the cited verse, the admonition was revealed in the words which mean, 'you were concealing in your heart what Allah was going to reveal.' When the information about his marriage with Sayyidah Zainab ؓ was conveyed to him from Allah and the intention of marriage had already crossed his heart, then, the act of hiding this intention and indulging in such formal remarks was not appropriate to his station. As for the apprehension of taunts from people, it was said, 'and you were fearing people, while Allah is more entitled to be feared by you - (37). In other words, 'when you knew that this thing is going to take place as a matter destined by Allah Ta’ ala - without there being any apprehension or danger of His displeasure in that case - then, simply because of the apprehension of taunts from people, such remarks were not appropriate.'\nThe details of this event appearing above have all been taken from Tafsir Ibn Kathir, Qurtubi and Ruh ul-Ma’ ani. As for the particular tafsir of the verse: تُخْفِي فِي نَفْسِكَ مَا اللَّـهُ مُبْدِيهِ (you were concealing in your heart what Allah was going to reveal - 37) that is, 'the thing that he kept to himself was the intention that should Zayd give the divorce, he would marry her in accordance with the Divine decree' - this tafsir was reported by Tirmidhi, Ibn Abi Hatim and other Hadith experts from a narration of Sayyidna ` Ali Ibn Husain Zain ul-` Abidin. Its words are as follows:\nاَوحَی اللہُ تعالیٰ اِلَیہِ ﷺ اَنَّ زَینَبَ سَیُطَلِّقُھَا زَیدُ وَّ یَتَوَوَّجُھَا بَعدَہ، عَلَیہِ الصَّلوٰۃ وَ السَّلَامُ (روح از حکیم ترمذی)\nAllah Ta` la had informed the Holy Prophet t through revelation that Zainab is going to be divorced by Zayd and after that she was to be married to him - Ruh ul-Ma'ani from Tirmidhi.\nAnd Ibn Kathir has reported the following words with reference to Ibn Abi Hatim:\nاِنَّ اللہَ اَعَلَمَ َبِیَّہ؛ اَنَّھَا ستکُونُ مِن اَزوَاجِہٖ قَبلَ اَن یَّتَزَوَّجَھَا فَلَمَّا اَتَاہُ زَیدُ لِیشکُوھَا اِلَیہِ قال اَتَّقِ اللہَ وَاَمسِک عَلَیکَ زَوجَکَ فَقَالَ اَخبَرتُکَ اِنِّی مُزَوِّجُکَھَا وَتُخفِی فی نَفسِکَ مَا اللہُ مُبدِیہِ؛\nAllah Ta’ ala had made His prophet know that she (Sayyidah Zainab) will also become one of his blessed wives. After that, when Zayd came to him with a complaint against her, he said, 'Fear Allah, keep your wife, do not divorce her.' Thereupon, Allah Ta’ ala said, 'I had made it known to you that I shall have her married to you, and you were concealing in your heart the thing that Allah was going to disclose.'\nThe majority of commentators - Zuhri, Bakr Ibn al-` Ala', al-Qushairi and Qadi Abu Bakr Ibn al-Arabi - have adopted this very tafsir, that is, the mention of the thing he was keeping to himself was but this intention of marriage under Divine revelation. Counter to this there are narrations in which the words,\" and you were concealing in your heart\" have been explained as love for Zainab. About this tafsir, Ibn Kathir has said, 'we did not like to mention these narrations as none of these is sound.'\nThen the words of the Qur'an themselves lend support to this very tafsir mentioned above on the authority of Sayyidna Zain ul-` Abidin because, in this verse, Allah Ta’ ala has Himself said very clearly that the thing hidden in the heart was what Allah Ta’ ala is going to disclose - and the thing that Allah Ta’ ala disclosed in the next verse (37) is nikah or marriage with Sayyidah Zainab as said in: زَوَّجْنَاكَهَا (We gave her into your marriage -37) (Ruh ul-Ma'ani)\nTo protect oneself against taunts thrown by people is praiseworthy unless it affects some objective of the Shari'ah\nA question arises here as to why the Holy Prophet ﷺ chose to conceal this matter which became the cause of Divine displeasure only to avoid the taunts of a hostile people? To answer that, it can be said that there is an essential general rule in this matter which stands proved from the Qur'an and Sunnah. According to this rule, when doing an act may cause misunderstanding among people or may invite their taunts, then, in order to protect the faith of people and save them from the sin of throwing taunts, it is permissible to avoid that act, subject to the condition that this act itself should not be one of the objectives of the Shari'ah, and no religious injunction of halal and haram is related with it - even though, the act in itself be praiseworthy; In this matter, a precedent exists in the Hadith and Sunnah of the Holy Prophet ﷺ who said: When the Baytullah was constructed during the period of Jahiliyyah, several things have been done contrary to the original structure laid out by Sayyidna Ibrahim (علیہ السلام) . First of all, some part of Baytullah was left outside the constructed area. Then, there were two doors for people to enter inside the Baytullah in the original foundational plan of Sayyidna Ibrahim (علیہ السلام) ، one towards the East and another towards the West because of which there used to be no difficulty with the entry in and exit from Baytullah. The people of the Jahiliyyah made two unwarranted changes in it. They blocked the Western door totally and raised the Eastern door which used to be at ground level so high that no one could enter inside it without the help of a ladder. The purpose was to let only those they permitted go in.\nThe Holy Prophet ﷺ said: 'Had there been no danger of throwing neo-Muslims into misunderstanding, I would have raised the Baytullah once again in accordance with the Abrahimic foundation.' This Hadith is present in all authentic books. From this we know that it was to save people from misunderstanding that the Holy Prophet ﷺ abandoned this intention of his, an intention which was, otherwise, praiseworthy in the light of the Shari'ah. And against this there came no admonition from Allah which also shows that this conduct of his was acceptable with Him. But, this matter of reconstructing the Baytullah in accordance with the Abrahimic foundation was not something among the objective of Shari'ah, nor something relating to the precepts of halal and haram.\nAs for the event of the marriage of Sayyidah Zainab ؓ ، there was an Islamic legal objective to be achieved therewith, that is, to refute an evil custom of the Jahiliyyah and to dispel, practically and openly, the erroneous notion of marriage being unlawful with the divorced wife of an adopted son. The reason is that eradication of wrong customs, dragging on and on among peoples for ages, becomes actually possible only when it is implemented practically and demonstrated openly. The Divine command had unfolded to fulfill this objective in a perfect manner in the case of the marriage of Sayyidah Zainab ؓ . On the basis of this deposition, the apparent dichotomy between the abandonment of the reconstruction of Baytullah and the implementation of the marriage of Sayyidah Zainab ؓ as Divinely ordained stands resolved, and answered.\nAnd it seems that the Holy Prophet ﷺ took the oral communication of this injunction which has appeared in the earlier verses of Surah Al-Ahzab (Verses 4  5) as sufficient for declaring the law, while the need and wisdom of its practical demonstration escaped his attention. Therefore, he let it remain concealed despite the knowledge and intention. Allah Ta’ ala put it right and said: لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَ‌جٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرً‌ا (so that there may not be a problem for the believers in marrying wives of their adopted sons, when they finish their desire for them - 37). It means: We gave Zainab in marriage to you so that Muslims do not have to face any practical difficulty in marrying the divorced wives of adopted sons.\nAnd the statement: زَوَّجْنَاكَهَا literally means: 'We solemnized her nikah with you' or 'We gave her into your marriage.' This tells us that Allah Ta’ ala blessed this nikah with such distinction that He Himself solemnized it - which makes it exempt from the usual conditions of nikah or marriage. And it could also mean : 'We gave the command for this nikah, now you marry her in accordance with the Islamic rules and conditions.' Some of the commentators have preferred the first probability while some others have gone by the second.\nAs for the saying of Sayyidah Zainab ؓ before other women, \"Your nikah was done by your parents. My nikah was done by Allah Ta’ ala Himself on the heavens,\" which appears in Hadith narrations, it turns out to be true both ways. Under the first probability, it is very clear while the other one too is not contrary to it.",
  "ayah": 37,
  "surah": 33
}
