{
  "text": "Commentary\nAs stated earlier, most of the subjects in Surah al-Ahzab relate to the reverence of the Holy Prophet t and to the unlawfulness of causing pain to him. After the mention of pains caused to him by disbelievers and hypocrites at the beginning of the Surah, some instructions were given to the Holy Prophet ﷺ following which three customs of the Jahiliyyah were refuted. Out of these, the last custom related to such a pain inflicted on the Holy Prophet ﷺ because the disbelievers had - at the time of the marriage of Sayyidah Zainab\t ؓ the divorced wife of Sayyidna Zayd, and on the basis of their pagan custom of mutabanna - blamed the Holy Prophet ﷺ of having married the divorced wife of his 'son.' Thus, from the beginning of the Surah up to this point, the subject concerned the pain caused to the Holy Prophet ﷺ . In the present verse (6), it has been stated that the reverence of and the obedience to the Holy Prophet ﷺ more than the whole creation is wajib (necessary in the degree of obligation)\nThe meaning of the expression: \"The Prophet ﷺ is closer to the believers than their own selves\" mentioned by Maulana Thanavi is based on the saying of Ibn ` Atiyyah and others which has been opted for by al-Qurtubi and most commentators. According to it, every Muslim is duty-bound to obey and implement the command of the Holy Prophet ﷺ ، more than the command of his parents. If one's parents oppose any command of the Holy Prophet ﷺ ، their obedience in that matter is not permissible. Similarly, the implementation of his command takes precedence even over the pulls of one's own desiring self.\nIn a hadith of Sayyidna Abu Hurairah ؓ appearing in the Sahih of al-Bukhari and others, the Holy Prophet ﷺ has been reported to have said:\nمَا مِن مُّؤمِنٍ اِلَّا وَ انَا اَولَی النَّاسِ بِہٖ فِی الدُّنیَا وَ الاٰخِرَۃِ اِقرَءُوٓا اِن شِٔتُم اَلنَّبِیُّ اَولٰی بِالمُؤمِنِیںَ مِن اَنفُسِھِم\nThere is no such believer for whom I am not the closest of all people in this world and in the world to come. Read if you wish (this verse of the Qur'an to confirm):... (The Prophet is ...).\nThe sense of the statement is that his affection for every Muslim exceeds the affection of the whole world and, as such, the necessary outcome has to be no other but that every believer holds him dearer than anyone else - which is something also said in another hadith:\nلَا یُؤمِن اَحَدُکُم حَتَّی اَکُونَ اَحَبَّ اِلَیہِ مَن وَّالَدَہٖ وَ وَلَدَہٖ وَ النَّاس، اَجمَعِین\nNone of you can become a believer until I become the dearest one to him, dearer than his father, and his son, and the whole world full of people/and the rest of the human beings, all of them. (Al-Bukhari and Muslim - Mazhari)\nSaid in the following sentence of the verse was: وَ اَزوَاجُہُ اُمَّھَاتُھُم (and his wives are your mothers). Here, the reference to the blessed wives of the Holy Prophet as mothers of the Muslim community means being mothers in terms of their respect and honor. Injunctions relating to the mother and her children, and those of the forbiddance of marriage, and of the absence of hijab due to having the status of a mahram, and of holding a share in the inheritance are injunctions which have nothing to do with it - as made explicit towards the end of the verse. As for the forbiddance of the marriage of the blessed wives with anyone in the Muslim community, this has been declared in a separate verse. Therefore, it is not necessary that even this forbiddance of marriage may be for the reason of being mothers.\nRuling\nThe cited verse proves that the least breach of etiquette in the case of anyone of the blessed wives ؓ is forbidden for two reasons: (1) That they are the mothers of the Muslim community and (2) also because any pain caused to them would cause pain to the Holy Prophet ﷺ - which is forbidden in a far too extreme a degree.\nThe literal sense of the expression: اُولُوا الاَرحاَم (ulu 'l-arham) in the next sentence of the verse: اُولُوا الاَرحاَم بَعضُھُم اَولٰی بِبَعضٍ (And those having mutual kinship are closer to one another (for the purpose of inheritance) than (other) believers and emigrants) covers all relatives, whether they are those whom Muslim jurists call by the name of: عصبَات (` asbat: agnates) or those who are juxtaposed as اُولُوا الاَرحاَم \"ulu 'l-arham\" against \"` asbat\" in the light of a particular terminology. This terminology used by Muslim jurists, a later day product, is not what is meant here in the Holy Qur'an.\nThus, it means that the relationship of the revered rasul and his blessed wives with the believers of the community is, though of a degree which precedes even that of a mother and father but, on the injunctions relating to the distribution of inheritance, this has simply no bearing. This inheritance, in fact, will be distributed only on the basis of lineal and closer relationships.\nIn the early stage of Islam, entitlement to shares in the inheritance was based on spiritual relationship. Later on, it was abrogated in favour of closeness of relationships which has been announced by the noble Qur'an itself. This entire detail of the abrogating and the abrogated verses has appeared in Surah al-Anfal (Ma’ ariful-Qur'an, Volume IV). And in that context, the mention of وَالمُھَاجِرِین (and the emigrants) after: مِنَ المُؤمِنِین (and the believers) is there to highlight their distinction.\nAnd some early commentators have said that, at this place, the Believers ('al-mu'minin' ) mean the Ansar and the Emigrants (Muhajirin) mean the Quraish. When placed in contrast with the Muhajirin, it becomes clear that the word: 'al-mu'minin' (the believers) is for the Ansar. In that case, this verse will be an abrogator of the rule of inheritance on the basis of the Hijrah (تورات بالھجرۃ) because, during the early stage of Hijrah, the Holy Prophet ﷺ had, by establishing brotherly relations between the Muhajirin and the Ansar, ordered that they will also inherit from each other. This verse abrogated that rule of 'inheritance by virtue of Hijrah' (Qurtubi)\nSoon thereafter, it was stated: إِلَّا أَن تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُم مَّعْرُ‌وفًا (unless you do some good to your friends (by making a will in their favour - 6). In other words, this means that inheritance as such will be received only on the basis of relationship - anyone unrelated will not be an inheritor - but, there may be people with whom you relate as your brothers in faith. If you wish to give them something, you have the right to do so. You could do so within your lifetime and give it to them as a gift, and it is also possible to make a will in their favour so that they get it after your death.",
  "ayah": 6,
  "surah": 33
}
