{
  "surah": 40,
  "ayah": 3,
  "text": "Forgiver of sins and Accepter of repentance, Intense in punishment, Possessor of boons. Bounty and generosity demanded that repentance be posterior and forgiveness prior: “If I had said that I accept repentance, then I forgive sins, people would fancy that God would not forgive until the servant repented. But first I forgive, then I accept repentance, so that the world's folk will know that just as I forgive through repentance, so also I forgive without repentance. If repentance were prior, forgiveness would be posterior and repentance would be the cause of forgiveness. But Our forgiveness has no cause and Our act has no contrivance. First I forgive and make the servant pure with the clear water of bounteousness so that, when he steps onto My carpet, he will step with purity. When he comes to Us, he comes with the attribute of purity.” This is just what He says in another place: “Then He turned toward them so that they would repent” [9:118]. “I am Forgiver of those disobedient acts of which he did not repent, and I am Accepter of him who repents.” What is meant by forgiveness of sins here is the forgiveness of the sins of those who have not repented, because He brought the conjunction “and” in the middle. The first phrase is one thing, and the phrase added to it is something else, though they have the same ruling property. Thus you say, “Zayd and ʿAmr came to me.” Zayd is one person, and ʿAmr is someone else, but the two have the same ruling property in their coming. If the ruling property were different, that conjunction would be a mistake, and if the two were identical, mentioning both would be a mistake. Listen to a beautiful subtlety concerning the forgiveness of sins and the acceptance of repen- tance: First He mentioned His own attributes and said, “Forgiver of sins and Accepter of repen- tance.” His attributes are not the locus of intervention, nor do they accept change and alteration. Then, when He spoke of punishment, He said “Intense in punishment.” He made intense the attri- bute of punishment, and punishment is a locus of modification, so it accepts change and alteration. He is saying: “I am hard in punishment, but if I want to be, I am soft and I change it, for it has room for modification and it accepts change and alteration."
}
